{
  "title": "SEÑORES, QUISIÉREMOS VER A JESÚS",
  "id": "61900009",
  "content": [
    "🦅  [El Hermano Branham habla con el Hermano Neville mientras la congregación canta Solo creed.—Ed.] (…?…Intenté llamarlo esta tarde, muchas veces, Ud. no estaba en casa cuando intenté comunicarme. Oiga, si Ud. tiene un mensaje, adelante y yo esperaré. ¿Está seguro? ¿No tiene nada para predicar…?…)\n\n[El Hermano Neville dice: “Estamos tan contentos esta noche. El Hermano Branham me estaba preguntando si yo tenía un mensaje; él no había logrado comunicarse conmigo. Pero él no tiene que comunicarse conmigo. Amén. Estoy contento, esta noche, pues he dicho que aprecio mucho aun que él esté aquí. Y estoy emocionado, más que cualquier cosa que haya recibido para Navidad, de saber que él está aquí. Y que el Señor lo bendiga mientras él viene en esta noche. Si solo se parara aquí, estaría bien. ¡Alabado sea Dios! Pero estoy contento de que él esté aquí, y que el Señor lo bendiga mientras viene”.—Ed.]\n\nGracias, Hermano Neville. Gracias.",
    "Buenas noches amigos. Le estaba diciendo al Hermano Neville que yo—yo intenté llamarlo a su casa esta tarde. Le dije a la gente de allá de Georgia, y alrededores, la semana pasada, que no se suponía que yo estaría aquí hoy, porque muchas de las personas vienen.",
    "Y, sin embargo, en Navidad, Uds. saben, a los niños pequeños, Ud. no puede decirles otra cosa. Ellos, simplemente, es la época de Navidad para ellos. Y si ellos no tuvieran su pequeño calcetín colgado, habría algo. Es una tradición, incluso en nuestra nación, que ellos cuelguen un calcetín, y algo más. Pues, yo lo hice, cuando era niño, y—y aunque está tan—tan lejos de la Escritura, lejos de ella como lo es. Sin embargo, son niños, ellos oyen a los otros niños decir: “Bueno, yo recibí esto para Navidad. Yo recibí esto”. Los pequeños se paran allí, mirando, Uds. saben. Uno, uno no puede hacerlos entender. ¿Ven? Así que, es así, la Navidad llegó para quedarse. Sí.",
    "Y no es el cumpleaños de nuestro Señor, la época en que Él nació. Ahora, si Ud. va a su… en el globo terráqueo, y mira, Judea está tan lejos debajo de la línea ecuatorial como esto está por encima de ella. Entonces, nos damos cuenta que en Judea, en esas montañas allá arriba, que hay nieve. ¡Vaya! Hay más nieve de la que hay aquí. Así que los pastores no podían estar en… en la montaña en esa época, pastoreando sus ovejas.",
    "Y otra cosa, Él, eso sería contrario a toda la naturaleza. ¿Ven? Los corderos y demás nacen en primavera, no en esta época del año. Los corderos no nacen ahora. Las—las ovejas no paren ahora. Y Él era el Cordero de Dios, ¿ven Uds.? Así que allí, Él nació en, según dicen, en abril en algún momento, a mediados de abril, algo así.",
    "Pero, siendo este el 25 de diciembre, pues, haciendo que sea el cumpleaños. Este es el cumpleaños del dios del sol. ¿Ven? El Baal romano, el dios del sol. ¿Ven? Y el sol está exactamente a mitad de camino ahora. Y del 20 al 25 era cuando tenían el circo romano, celebrando el cumpleaños del dios sol. Y entonces ellos dijeron: “Bueno, ahora, para complacer a ambos, Cristianos y paganos, haremos, en lugar de dios-sol, al Hijo de Dios y al dios-sol, juntos. Entonces lo pondremos todo junto y lo haremos el mismo día de cumpleaños, y lo haremos el 25”. Así que pareció agradar a la iglesia pagana y a la nominal entonces, en la primera iglesia de Roma. Estaba… Eso les pareció bien a ellos, así que no les importaba. Así que hicieron que fuera el cumpleaños del dios sol y del Hijo de Dios.",
    "Ahora, el día más largo del año es alrededor del 21 o 22, la noche más larga, quiero decir, en el año, es durante el 21 o 22, cuando, en el sistema solar, el sol está apenas pasando por encima, volviendo. Ahora empezarán a tener solo unos pocos segundos o minutos adicionales. Y entonces en algún momento de junio o julio, tenemos el día más largo del año.\n\nAsí que, pues, la Navidad llegó para quedarse, y nosotros—nosotros no podemos evitarlo.",
    "Las llantas sin neumático llegaron para quedarse. Yo las odio, pero están—están aquí para quedarse. Ajá. Así es.",
    "Las mujeres desnudas, llegaron para quedarse. Pantalones cortos, aquí se quedarán. Es así. Cada vez serán más cortos, y no hay nada que yo pueda hacer al respecto.\n\nYo solo digo que está mal. Y me quedo con Eso, y eso es lo correcto.",
    "El pecado, llegó para quedarse. Vino para quedarse. Aquí estará, más y más. Así que, solo, llegó para quedarse hasta que Jesús venga. Y todas estas cosas llegaron para quedarse. Ahora, yo no creo…",
    "Déjenme aclarar esto. Yo no creo que a Jesús le importe en qué día Ud. adore Su cumpleaños, si es el 25, 26, o si es en abril, mayo, junio, julio, o cuando sea, Ud. solo adore, Ud. lo adora a Él en cualquier día.",
    "Pero este es el asunto. Ellos han quitado lo sagrado de la Navidad, y ya no es Navidad, un día de adoración, sino una celebración. ¿Ven? Nosotros no… Uds. oyen a las personas decir: “Vamos a celebrar la Navidad”. Eso está errado. Nosotros nunca deberíamos celebrar la Navidad. La Navidad es un día de adoración, no una celebración.",
    "Celebramos el cumpleaños de Lincoln; celebramos el cumpleaños de Washington. Si estuvieran por allá bien al sur, celebraríamos el cumpleaños de Lee, o—o de Jackson. Sus cumpleaños son una celebración.",
    "Pero el cumpleaños de Cristo, yo creo, debería ser un día de consagración, adoración, en lugar de esta noche. De personas en la iglesia, arrodilladas, orando, agradeciendo a Dios por el verdadero Regalo de Navidad.",
    "Zapatos de taco alto, y caras pintadas, y abrigos de cola, y copas de whisky se servirán, uno a otro. Y diez mil veces miles de dólares en whisky, y puros, y cigarrillos se entregarán esta noche. Cuando miles de niños pobres, pequeños y hambrientos se acuestan sin un bocado de comida o un lugar para recostar su cabeza.",
    "Adoración, es lo que necesitamos. Celebración es lo que tenemos. ¡Oh!, está bien. Eso, eso no… no está bien, pero no podemos detenerlo. Ha llegado para quedarse. Tendremos, vamos a tener la Navidad de todos modos.",
    "Y la palabra Christmas, Navidad viene de la palabra “misa para Cristo”, la misa de Cristo, C-h-r-i-s-t-m-a-s. ¿Ven? La misa de Cristo, es una tradición católica.",
    "Y mi pequeña, una de mis hijas, no puedo seguir llamándola pequeña, Becky, tuvo que escribir una historia el otro día, sobre mitología, sobre lo místico. Y yo le dije: “Escribe sobre Santa Claus”. Así—así es. Santa Claus ha tomado el lugar de Cristo. Y Santa Claus, nunca existió tal persona. ¿Ven? Es nada más que una tradición católica, no tiene nada que ver con los protestantes ni nada al respecto, ¿ven?, o la Navidad, o el nacimiento de Cristo, para nada. Pero Santa llegó para quedarse.",
    "Pero algún día Jesús vendrá para quedarse. Ese es a Quien estamos buscando.",
    "Ahora, yo de seguro preferiría que el Hermano Neville tomara este púlpito, esta noche. Porque, es, le dije a la gente que me ausentaría hoy. Y si venía y decía algo, grabaría una cinta. Y espero que ellos… ¿Tienen una grabadora encendida, la tienen? [Alguien dice: “Sí”.—Ed.] Grabaría una cinta. Ya sea que si el Espíritu Santo durante el tiempo de la reunión hablaba algo, puede ser para que ellos, puedan ellos escucharlo. ¿Ven?",
    "Tengo algunas Escrituras y demás, escritas aquí, un pequeño texto. Y yo no sé; confío en que el Señor lo bendecirá. Pero el asunto es que, normalmente, estos domingos por la noche, las personas salen de aquí alrededor de las nueve o diez minutos después, y a Uds. les irá bien si salen antes de la una.",
    "Así que, pero supongo que hay un reloj. Ajá. [El Hermano Neville dice: “Así es”.—Ed.] ¿Qué? ¿Algo, un servicio de medianoche? [“No, no esta noche, aquí”.] Quiero decir… No, no esta noche, no. Que, él—él pensó que quizás yo estaba confundido, esta es la noche de Año Nuevo.",
    "Bueno, estamos esperando un momento grandioso, la noche de Año Nuevo. Es el momento cuando nosotros, todos, todos los hermanos vienen, y tenemos gran compañerismo, el uno con el otro, en la noche de Año Nuevo.",
    "Bueno, pero solo estaba bromeando con Uds. con eso. Y espero que eso no haya quedado en la cinta.",
    "Oigan, el otro día, grabando una cinta, me tropecé con esta cosa varias veces, y—y arruiné esa cinta, sobre Cristianismo contra paganismo. Las cintas se arruinaron. Y si las cintas están—están grabando o empezando, desearía que quien las esté tomando se acerque a la puerta. Solo abra la puerta o algo así, así yo sabré que está encendida ahora. Veré en qué dirección gira esta cosa, si está funcionando. Bien. Muy bien. Eso está bien. Voy a cubrirlo, y me pondré del otro lado. No estaba acostumbrado.",
    "Bueno, quiero tomar esta oportunidad para agradecer a esta iglesia y a sus miembros, por las cosas bonitas que me regalaron para Navidad. Hace poco, vino mi hijo y me entregó una tremenda caja. Y yo estaba en el… mi cuarto de estudio, estudiando. La abrí y encontré un nuevo juego de ropa de parte de este tabernáculo. Y pequeñas cosas personales que la gente me ha enviado, allí encima, que no he abierto hasta que Joe venga esta noche y abra las suyas. Y entonces, yo—yo ciertamente aprecio eso. El Señor les bendiga. Quisiera poder darle regalos de Navidad a todos; no puedo hacerlo. Uds. saben cómo es. Es imposible hacerlo. Eso es todo. Si Ud.—si Ud. le da a uno, muestra un respeto a uno. Es imposible hacerlo. Un ministro no puede hacer eso.",
    "Y tengo entendido que al Hermano Neville, esta mañana, le regalaron un nuevo abrigo. Estoy muy agradecido con todos Uds., por mi hermano.",
    "Hay un secretito en eso, que Billy Paul y yo conocemos. Saben, soy tan lento casi en todo, yo… enterándome, en fin, casi en todo. Billy me lo dijo, el otro día. Él dijo: “Sabes, papá, yo estaba en el supermercado. Y” dijo, “¿sabes a quién me encontré allí?”. Tenía un pequeño temblor en su voz. “Al Hermano Neville, y” dijo, “él tenía puesto un abrigo, se veía terrible”.\n\nY yo dije: “¿Le quedaría bien el mío?”. Ajá.",
    "Y entonces, y él dijo: “No; él es un hombre mucho más grande que tú”.\n\nEntonces yo dije: “¡Oh, voy a ir a conseguirle uno!”.",
    "Y, también recibo mi cheque de la iglesia aquí, como él. En ese momento, Billy vino corriendo con buenas noticias, y una sonrisa en su rostro: “Papá, la iglesia le va a dar uno”. Bueno, yo sé que la iglesia ciertamente podría conseguirle uno un poco mejor que yo, y pensé: “Eso es maravilloso, así podríamos tenerlo todos”. Pero sabemos que llegó en un buen momento, en que el Hermano Neville necesitaba ese abrigo.",
    "Saben, quiero contarles un poquito sobre eso. Estuve leyendo en la historia. Eso es todo lo que he hecho en las últimas semanas, o dos meses, ha sido ver la historia de la Biblia. Una vez leí el…",
    "Mi primer libro fue el Antiguo Testamento, lo que Dios era en el Antiguo Testamento. Luego tomé el Nuevo Testamento, y ver lo que Dios era, para compararlo hoy, porque sé que Él tiene que permanecer el mismo. ¿Ven?",
    "Luego hay una etapa de la iglesia que se me pasó por alto, que fue entre el tiempo de la partida del último apóstol hasta la llegada del oscurantismo, cuando la iglesia católica comenzó a reinar. Ellos perdieron todos los milagros y toda la Divinidad, salió de la iglesia, todo. Y yo—yo quiero saber lo que ocurrió durante ese tiempo, así que he tomado algunos de los registros más antiguos que hay, tales como Las dos babilonias de Hislop, y La iglesia peregrina de Broadbent, El libro de los mártires de Foxe, Los padres después de Nicea, El concilio de Nicea, El concilio pre-nicéico, y todos esos grandes historiadores que han escrito a lo largo de esas épocas, la vida de todos esos hombres preciosos. Cuando los leí, parece que puedo escuchar El salmo de la vida de Longfellow.\n\nLas vidas de grandes hombres nos recuerdan\n\nQue podemos hacer de las nuestras algo sublime,\n\nAl partir tras de sí, dejamos\n\nHuellas, en las arenas del tiempo.",
    "Cuando vi por lo que pasaron esos hombres y mujeres, allá atrás, y ¿ven?, ¡para guardar este mismo Evangelio! Y cuando ellos predicaban este mismo Evangelio, lo mismo que sucedió en el Antiguo Testamento, Nuevo Testamento, y después exactamente lo mismo. Entonces Eso da: uno, dos, tres testigos; para confirmar todo asunto. El mismo Dios que lidió con los antiguos profetas, lidió con los apóstoles y lidió con los hermanos pre-nicenos.",
    "Y aquí está Él hoy, lidiando de la misma manera con Su pueblo, con las mismas señales, las mismas maravillas, el mismo Evangelio, el mismo poder, el mismo Dios, todo. Con tres como testigo, para nosotros, de que Esta es la Verdad. Esta es la Verdad. Dios la dio en tres testamentos. ¿Ven? Esa historia es…",
    "La Biblia es la historia de lo que Dios era, la historia del Antiguo Testamento.",
    "El Nuevo Testamento es la historia del—del Nuevo Testamento.",
    "Y el Concilio de Nicea y los padres, y el Concilio pre-nicéico, es la historia de la iglesia allá.",
    "Y ahora la historia está ocurriendo tal como antes. Mas, esta historia nunca será escrita. No. Ahora está demasiado cerca la Venida.",
    "Y que Dios ayude al hombre en estos días, personas que tratan de buscar la honra humana, hombres que tratan de—de hacerse populares a sí mismos, o entre los seres humanos. ¿No saben, ese ser humano, que cuando perece, todo eso perece con él? “Pero busquen ganar los tesoros Celestiales. Ellos nunca pasarán”.",
    "Que las más ricas bendiciones de Dios reposen sobre todos Uds. Yo les dije, esta noche, que normalmente tengo la costumbre de ir a la iglesia el domingo, si puedo.",
    "Yo, hoy, esta mañana, tenía muchos deseos de venir y escuchar el mensaje del Hermano Neville. Pero después de hacer esa promesa, entonces no quería romperla.",
    "Así que intenté escuchar la radio, y—y demás, y todo lo que pude escuchar fue: “Inmediatamente después de este servicio, nos reuniremos en el comedor y tomaremos un café juntos. Y vamos…”. ¿A qué ha llegado la iglesia? Es una logia. Por qué no dicen “logia” en vez de iglesia. Se supone que la iglesia no haga eso. La iglesia no es una reunión para café, o comidas, o cenas, y cosas así.",
    "Nosotros tenemos comunión con el Señor. La iglesia, allí es donde tenemos comunión con Él.",
    "Yo le dije a mi esposa: “Cariño, yo—yo me estoy volviendo tan crítico que no quiero ir allá al tabernáculo, o subir al púlpito”. ¡Oh!, entre más viejo, parece que, peor me pongo. Y yo—yo—yo no—yo no quiero ser eso, así. Pero hay algo dentro de mí que me lleva a ser así.",
    "Entonces yo dije: “¿Me estaré volviendo loco? ¿Por qué no puedo avanzar con el resto de la multitud? ¿Por qué no puedo ir como los otros hermanos? ¿Por qué no puedo conseguirme una organización, construir alrededor de ella como lo hacen ellos? O, ¿por qué no puedo salir y dejar de golpear al pueblo y cosas así? ¿Por qué no puedo hacerlo?”. Yo dije entonces, pensé: “¿Me habré vuelto loco?”.",
    "Entonces vuelvo a la Palabra, y allí está. Yo debo quedarme con esa Palabra.",
    "Dije: “Yo, si no fuera por la Palabra de Dios, y supiera que hay un Dios, me construiría una pequeña cabaña en algún lugar, en lo profundo de la Columbia Británica, muy lejos en Canadá, en las montañas donde no vería a un ser humano, una vez al año. Y allí escucharía la Voz de Dios en los arroyos ondulantes, y lo escucharía a Él cuando aullara, en el lobo en la cima de la montaña. Yo le oiría mientras Él susurra a través de los majestuosos pinos, y miraría Su hermoso rostro en el espejo del lago, cuando refleja las grandes montañas cubiertas de nieve. Pues, yo adoraría a Dios todos los días de mi vida, por allá. Yo sé que Dios sería más real para mí, por allá, que escuchando cenas de café y fiestas de té, y todo este tipo de cosas que tenemos hoy en día, en la así llamada iglesia; credos, y ficciones, y fábulas, y todo lo demás, que está tomando el lugar del Evangelio”.",
    "Será mejor que lea las Escrituras, ¿verdad?, y comience. Ahora, antes de que leamos, hablemos con Aquel Quien La escribió, mientras inclinamos nuestros rostros.",
    "Todo aquel que tenga una petición esta noche, ya que hoy es Nochebuena, podría tener algo así: “¡Oh, Señor, estoy agradecido en mi corazón por Cristo, y quiero acercarme un poco ahora más que nunca antes! No quiero regresar a un pesebre en un establo, sino que quiero hacer de mi corazón un pesebre, no para un Cristo bebé, sino un Cristo que es Dios, Emmanuel”. ¿Podrían hacerlo saber al levantar su mano a Cristo? El Señor conceda su petición.",
    "Padre Celestial, ahora estamos reunidos en la casa que se llama la casa de oración, el lugar donde nos reunimos para adorar al Señor Jesús en todas Sus grandes obras, y para enseñar Su Palabra, y creer que Él es la Palabra. Te damos gracias por esta noche, y por las oportunidades que vemos frente a nosotros, de traer la Palabra del Dios vivo a un pueblo vivo, y especialmente a aquellos que viven en Cristo Jesús, que han sido renovados, han nacido de nuevo, han llegado a ser nuevas creaciones. Y la oportunidad que tenemos de presentar los—los hechos a aquellos que no son nuevas creaciones en Cristo, que, esta noche, ellos puedan llegar a ser nuevas creaciones en Cristo. Dale a cada una de estas personas el deseo de su corazón.",
    "Y que ellos puedan, esta noche, si no lo han hecho antes, entrar en esta gran Iglesia católica universal; y, católica, significando “todo el mundo”, apostólica, santos nacidos de nuevo del Dios vivo. Concédelo, Señor. Que cada persona llegue a ser miembro de Ella. Porque, Ella es un Cuerpo, no un edificio, sino un Cuerpo, el Cuerpo de Cristo, y nosotros somos los miembros de este Cuerpo. Concédelo, Señor.",
    "Que grandes dones del Cristo sean derramados sobre el pueblo, esta noche, que pertenece al Cuerpo. No un paquete sellado, no con regalos de Navidad adentro, como nosotros seres terrenales podemos darnos unos a otros, en agradecimiento a nuestro amor mutuo. Pero permite que sea ese sello del Espíritu Santo descendiendo en el alma de la raza humana, dándoles Vida inmortal. Bendícelos a todos, juntos, Padre.",
    "Mientras que esta noche, por lo que vemos, estando sanos y contentos, un buen fuego caliente al cual acercarnos, un techo sobre nosotros, y pensando en los miles alrededor del mundo que no tienen un lugar a dónde ir. Padre Celestial, se misericordioso con nosotros y concédenos esta petición.",
    "Pedimos esta noche que Tú bendigas la Palabra a medida que Ella sale ahora.",
    "Bendice a nuestro pastor. Bendice a los síndicos y a los diáconos de la iglesia, y a todos los que están afiliados a ella, en la membresía del Cuerpo, naciendo de nuevo. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Como comencé, hace unos momentos, a decir, en la lectura de los santos. San Martín llegó una noche fría, y encontró a un pobre anciano tendido, congelándose, en la puerta. Y él vio pasar a las personas que pudieron darle al anciano un—un abrigo de algún tipo, pero no lo hicieron. Y él sabiendo entonces que era su deber hacerlo, sin embargo, su padre y su madre, eran paganos. Pero él era un soldado, así que se quitó la capa, tomó su espada y la cortó por la mitad, en dos, y envolvió al anciano en ella, y luego se fue. Y la gente se rió de él, lo despreciaron. Dijeron: “¡Un soldado raro! ¡Qué fanático!”.",
    "Pero la noche siguiente, él despertó, en el cuartel donde se estaba quedando, y tuvo una visión. Él miró, y estaba en una habitación, y allí estaba de pie Jesús con un montón de Ángeles parados a Su alrededor. Y Jesús tenía este pedazo de túnica envuelto alrededor de Él, la capa. Y Él les dijo a los Ángeles: “¿Saben dónde conseguí esto?”.\n\nY ellos dijeron: “No, mi Señor”.\n\nÉl dijo: “Martín Me envolvió en esto”.",
    "Así que el Hermano Martín supo, entonces, que era su llamado al ministerio. Porque, cuando él envolvió a ese anciano en esa túnica, Jesús estaba en ese anciano. Y si Él estaba en un anciano, lo que llamaríamos un mendigo o un vagabundo, tendido en la calle, Jesús vendrá a cualquiera de nosotros. Entonces él supo: “Lo que hicisteis al más pequeño de estos, Mis pequeños, a Mí lo hicisteis”. Que Dios nos ayude a recordar eso.",
    "Ahora, Uds. que tienen sus Biblias y quieren anotar el texto, quiero leer en dos lugares de las Sagradas Escrituras esta noche, una en Isaías y otra en San Juan. Quiero leer de Isaías, el capítulo 42; y de San Juan, el capítulo 12. Son las Escrituras que desearía leer. Isaías 42 comenzando con el 1, el primer versículo, y bajando hasta incluir el versículo 7.\n\nHe aquí mi siervo, yo le sostendré; mi escogido, en quien mi alma tiene contentamiento; he puesto sobre él mi Espíritu; él traerá justicia a las naciones.\n\nNo gritará, ni alzará su voz, ni la hará oír en las calles.\n\nNo quebrará la caña cascada, ni apagará el pábilo que humeare; por medio de la verdad traerá justicia.\n\nNo se cansará ni desmayará, hasta que establezca en la tierra justicia; y las costas esperarán su ley.\n\nAsí dice Jehová…, Creador de los cielos, y el que los despliega; el que extiende la tierra y…sus productos; el que da aliento al pueblo que mora sobre ella, y espíritu a los que por ella andan:\n\nYo Jehová te he llamado en justicia, y te sostendré por la mano; te guardaré y te pondré por pacto al pueblo, por luz de las naciones,\n\npara que abras los ojos de los ciegos, para que saques de prisión, de las prisiones, y de casas de prisión a los que moran en tinieblas.",
    "Ahora en el capítulo 12 de San Juan, y empecemos con el versículo 17 y leamos el… hasta alrededor del versículo 28.\n\nY daba testimonio la gente que estaba con él cuando llamó a Lázaro del sepulcro, y le resucitó de los muertos.\n\nPor lo cual también había venido la gente a recibirle, por que había oído que él había hecho esta señal.\n\nPero los fariseos dijeron entre sí: Ya veis que no conseguimos nada. Mirad, el mundo se va tras él.\n\nHabía ciertos griegos entre los que habían subido a adorar en la fiesta.\n\nEstos, pues, se acercaron a Felipe, que era de Betsaida de Galilea, y le rogaron, diciendo: Señor, quisiéramos ver a Jesús.\n\nFelipe fue y se lo dijo a Andrés; entonces Andrés y Felipe se lo dijeron a Jesús.\n\nJesús les respondió diciendo: Ha llegado la hora para que el Hijo del Hombre sea glorificado.\n\nDe cierto, de cierto os digo, que si el grano de trigo no cae en la tierra y muere, queda solo; pero si muere, lleva mucho fruto.\n\nEl que ama su vida, la perderá; y el que aborrece su vida en este mundo, para vida eterna la guardará.\n\nSi alguno me sirve, sígame; (escuchen ahora) y donde yo estuviere, allí también estará mi servidor. Si alguno me sirviere, mi Padre le honrará.\n\nAhora está turbada mi alma; ¿…qué diré? ¿Padre, sálvame de esta hora? Mas para esto (esta causa) he llegado a esta hora.\n\nPadre, glorifica tu nombre. Entonces vino una voz del cielo: Lo he glorificado, y lo glorificaré otra vez.",
    "Ahora, de esto tomo, un texto que he usado de otra manera: Señores, quisiéramos ver a Jesús.",
    "En otras ocasiones, he abordado este tema, y, aunque un poco diferente de lo que pretendo esta noche. Ahora, esta es una escena bastante inusual para un mensaje de Navidad. Pero supongo que hoy han oído en la radio a: Los tres hombres de oriente, y La pequeña ciudad de Belén, y Noche de paz, y han oído a los ministros hablar de Su nacimiento, y demás. Y yo, presentando mi Mensaje de Navidad esta noche, después de que Uds. han tenido tantos esta tarde, y en los últimos dos o tres días, pensé en tomar un ángulo diferente, no de Su nacimiento, y que lo presentaría de otra manera. Y este escenario es muy inusual, pero es en las cosas inusuales que vemos la Verdad de la Palabra de Dios. Es en las cosas inusuales.",
    "Fue en el escenario inusual de la Palabra de Dios, que el pueblo Lo reconoció a Él como el Mesías, no el escenario habitual en el que los fariseos y saduceos venían, diciéndoselos. Fue en lo inusual, en ver al Mesías nacer en un establo, en lugar de descender de los pasillos del Cielo, como ellos pensaban que Él vendría, o como ellos—ellos decían que Él vendría.",
    "Fue algo inusual, cuando, en el río del Jordán, cuando “las montañas saltaron como pequeños carneros”, y el mensajero fue enviado delante de Él. En lugar de ser un sacerdote culto que saldría a anunciar Su venida, vieron a un hombre barbudo y con el pelo despeinado, y envuelto en un pedazo de piel de animal, como abrigo. Y caminando en el barro, más arriba de sus tobillos, quizás, y predicando un mensaje tan vivo. Y diciéndoles a los fariseos y saduceos, y llamando a esos eruditos: “Generación de víboras”. Era inusual que un hombre hiciera eso, pero también era la manera de encontrar la Verdad, la Vida, la manera inusual. No la manera establecida y rutinaria, sino la manera inusual.",
    "Y es el deseo de mi corazón esta noche, que, en esta inusual Escritura, que encontremos el verdadero significado de la Navidad, lo que la Navidad significa para nosotros, de la manera en que deberíamos hacerlo ahora, o qué, cómo deberíamos abordar la Navidad.",
    "Ahora hallamos aquí, como hemos leído, que estos griegos querían verle a Él. Ellos vinieron a buscar a Jesús. No hay duda de que ellos, como Ud. y yo, habían oído de Él, de las grandes obras que Él había hecho, y de la gran predicación que Él había hecho, y de las cosas inusuales de Su vida, por lo que llegó a ser una Persona inusual.",
    "Y deseo detenerme aquí solo lo suficiente para decir esto, que, casi siempre, cuando Ud. halla a Dios en una persona, es la persona más inusual siendo usada de la manera más inusual.",
    "Y, Jesús era esta clase de Persona, y Él atrajo a la gente, para que vieran precisamente lo que Él era y Quién era Él.",
    "Y, por supuesto, estos griegos eran paganos, infieles, porque los griegos adoraban ídolos. Y eran grandes, bueno, yo diría, escultores y atletas. Y tenían gran cantidad de arte, los griegos, gran arte griega, sin igual ni siquiera hasta el día de hoy, en sus artes. Y eran grandiosos, personas atléticas.",
    "Y siendo, sabían que había algún Dios en algún lugar. Y ellos tenían miles de ellos a los que adoraban. Y habían oído hablar de un Dios histórico que hizo grandes milagros entre los hebreos. Y también habían oído que este Dios, que solía ser el Dios Hebreo que obraba milagros, estaba allí en su tierra, con ellos de nuevo. Pues eso atrajo su atención, así que vinieron a ver a Jesús.",
    "Y fíjense, por lo general, la manera en que las personas quieren hallar a Jesús, es encontrando a alguien que sabe cómo llevarlos a Él. Un líder, o uno de Sus siervos, esa es la manera en que ellos lo hallan a Él. Así que, Jesús, si elige a un siervo, Él siempre elige a alguien que traerá a las personas hacia Él, porque Su propósito es servir a la gente.",
    "Ahora, vemos que ellos fueron llevados a Su Presencia. Ahora, estos griegos. Felipe, ellos le habían preguntado a Felipe, y Felipe dijo: “Bueno, aquí hay alguien que quiere ver a nuestro Señor. Y no estaría bien que yo tenga el honor de presentar a estos griegos a mi Señor, así que iré a buscar a Andrés para que vaya conmigo”. Y entonces fueron y buscaron a Andrés. Y Andrés y Felipe, ambos, vinieron y—y presentaron estos griegos a Jesús.",
    "Ahora, aquí hay algo tremendo, y un texto que es inusual. Tan pronto como a estos griegos les señalaron a Jesús, Jesús no se señaló a Sí Mismo, o Él Mismo no Se dio a conocer a ellos. Porque, Ud. no puede conocer a Jesús de esa manera; a Jesús no se Le conoce de esa manera.",
    "Pero tan pronto como, vemos aquí en la Escritura, que cuando estos griegos llevaron, los llevaron a Jesús, y estuvieron en Su Presencia, pareciera como que Jesús debería haber dicho: “Pues, este no es… Yo—Yo soy el Mesías de la raza judía, que fue predicho por los profetas, por inspiración, a través de los siglos. Y Yo estoy aquí ahora. Y Yo soy el… nacido en Nazaret. Soy de madre judía. Mi Padre es Dios. Y aquí estoy ahora para darme a conocer a Uds. los griegos”. Bueno, esa sería más o menos la versión de 1961.",
    "Pero, miren, ¡tan pronto como ellos fueron traídos a Su Presencia! Eso es lo importante, llevar a las personas a Su Presencia. Y tan pronto estuvieron en Su Presencia, Jesús dijo: “Si el grano de trigo no cae en la tierra y muere, queda solo”. ¡Qué cosa tan inusual! En lugar de aceptar su saludo, lo que Él hizo fue dirigirlos al lugar donde pudieran hallarlo a Él. “Si el grano de trigo no cae en la tierra y muere, queda solo”.",
    "¿Qué hizo Él aquí? Él los apuntó a esa gran Verdad, cómo verlo a Él. Ellos no podían verlo en la manera de la Vida Eterna, tan solo parado allí de la manera en que Él estaba. Él era un Hombre.",
    "Hace unas mañanas, tuve una visión, cerca de las nueve o diez de la mañana.",
    "Yo había estado orando al Señor, sintiendo un llamado llevándome constantemente a los campos extranjeros este año, comenzar de inmediato, por todo el mundo. Quiero ir a Noruega, y quiero ir a Alemania, África, y a muchas de las naciones, este año, si el Señor quiere. Sencillamente un llamado en mi corazón, para ir.",
    "Y yo estaba orando al Señor, y una visión vino a mis ojos. Y yo estaba de pie entonces, caminé como atravesando un piso y entré a un—un cuarto donde había dos mujeres, particulares. Una estaba en un mostrador, y la otra estaba en un mostrador. Estaban vendiendo cosas diferentes. Pues, me detuve un momento y me pregunté de qué se trataba. Entonces vi entrar a un hombre, y él le compró a la mujer de este mostrador, un frasquito de perfume para alguien más, su esposa, quizás.",
    "Entonces me acerqué y dije: “¿Cuánto cuesta ese perfume? Me gustaría uno para mi esposa, pero quiero el de lila. Me gustan las lilas”.",
    "Y él dijo, o la mujer dijo, más bien, la… “Este frasquito que aquel hombre compró para su esposa, cuesta cuarenta centavos, pero no es de lilas. Este otro frasco, de lilas, cuesta un dólar con noventa y ocho centavos”.",
    "Y yo dije: “Me lo llevaré”. Y busqué en mi billetera, para sacar el dinero. Y pensé que le había dado dos billetes de un dólar.",
    "Devolviéndolos, ella dijo: “Señor, no conozco este dinero”. Y me lo devolvió. Y era un billete de cinco dólares canadienses.",
    "Y yo dije: “Perdóneme. Pensé que era un dólar”. Entonces dije: “Soy un… yo soy un misionero. Y yo, en mis misiones, recibo dinero de diferentes partes del mundo. Y, pues, cometí un error”.",
    "Así que, ella me devolvió el billete de cinco dólares. Y yo le di el billete de un dólar americano. Y ella me dio el cambio, y me dijo: “¿Misionero?”.\n\nY yo dije: “Sí, señora”.",
    "Y mientras yo estaba hablando, o mirándola, ella miró por encima a la mujer de al lado, y ella como que meneó la cabeza. Y ella dijo: “Querida, ¿crees que el Hermano Branham tiene razón, en que nosotras las mujeres de hoy tendremos que vivir como él nos dijo, con el corte de nuestro cabello, y la ropa que nos ponemos, y cosas como esas?”. Dijo: “¿No crees que él está errado en eso?”.",
    "Ella dijo: “Sí”. Y ella dijo: “Adelante, querida. Tú, Ruth”, o como se llamara; dijo: “Tú tienes la inspiración. Decláralo”.",
    "Bueno, inmediatamente, yo supe que estaba en la visión, así que yo supe que ellas eran esas dos mujeres, siempre. ¿Ven? Las dos son: la iglesia de la unidad y la trinidad. Estando ahí paradas.",
    "Y dijo: “Sí”. Dijo: “Yo no creo que deberíamos; porque, nunca hemos visto Sus ojos. Nunca hemos visto Su parecer. No sabemos qué apariencia tendría Él, así que, ¿por qué lo haríamos?”.",
    "Y yo tenía puesto un antiguo traje de patrullero. Y yo le dije a la mujer, yo dije: “Solo un momento, mis hermanas. ¿Ven?, Uds. sí tienen que vivir de acuerdo a la Biblia, no importa cómo fue Aquello”.",
    "Ella dijo: “Pero nunca vivimos allá atrás, y nunca Lo vimos a Él”.\n\nDije: “Yo Le he visto a Él”. Y dije: “El asunto es que…”.",
    "Pensé: “Señor, ahora, estoy delante de dos grandes, iglesias inteligentes. Ahora, Tú tienes que darme sabiduría”.",
    "Y entonces me escuché a mí mismo comenzar a hablar. Quiero que se fijen. Nunca pensé en eso, en mi vida. Yo dije: “Un hombre hoy tiene que ser como era entonces, porque él es el mismo hombre. Él está compuesto de cinco sentidos. Y si él se paró y lo miró a Él, directamente al rostro, él aún tendría que tener ese sexto sentido de la fe, para creerle a Él, sin importar qué apariencia tenía Él. Tendría que creerle a Él, de todos modos”.",
    "Y ellas escondieron sus rostros con vergüenza, y dijeron: “Nunca lo vimos, señor, de esa manera”, y comenzaron a irse. Entonces me di la vuelta y comencé a ir a los campos misioneros, que yo sé que era un—un—un llamado de vuelta al campo.",
    "Ahora, ¿ven?, Él los dirigió, allí en Su Presencia, Cristo los dirigió a la Verdad. Él dijo cómo verle a Él, y era yendo a la cruz. Allí es donde está, en la cruz. “Si el grano de trigo no cae en la tierra y muere, queda solo”. Y si Él no muriera, Él tendría—tendría que quedarse solo, Él Mismo, si Él no muriera. Pero, Él, siendo el grano de trigo que cayó en la tierra; “Y entonces si cae en la tierra” Él dijo, “producirá abundancia, si cae en la tierra y muere”. Primero, tiene que ser un grano germinado, o no producirá nada. Pero tiene que tener vida en él antes de que pueda caer en la tierra. Y Él tenía Vida Eterna dentro, porque Él era Emanuel. Y Él tuvo que dar Su Propia Vida, para poder producir Vida de nuevo.",
    "Tomen, como el trigo. Uds. dicen: “¿Cómo podría un grano de trigo?”. Así es como sucede. Un grano cae, produce cien granos. Cien granos caen, producen mil granos. Mil granos caen y producen un millón de granos. Un millón de granos caen, y producen un—un barco cargado. Y sigue, y sigue, y sigue, hasta que alimenta al mundo entero.",
    "A eso se refería Él. “Si Yo vivo Mi Vida solo, y muero de esta manera, Yo solo vivo Mi Vida solo, pues, entonces, no habrá ningún fruto después de Mí. Pero si Yo caigo en la tierra, bajo la voluntad de Dios, y produzco un nuevo Nacimiento. Y en ese nuevo Nacimiento, producirá otro con un nuevo Nacimiento, y otro con un nuevo Nacimiento, hasta que el mundo entero, estará cubierto por la obra misionera; predicado con el Evangelio”. “Este Evangelio debe ser predicado en todo el mundo, para testimonio de Mí. Estas señales seguirán a los que creen”.",
    "Y entonces si nosotros mismos, en nuestro ministerio y en nuestros pensamientos, y en nuestra vida, si nos quedamos como estamos, no podemos hacer ningún bien. Nosotros también tenemos que morir en el altar, o viviremos solos; viviremos para alguna denominación o algún credo; viviremos para alguna organización. Pero si morimos a nosotros mismos, entonces el Espíritu Santo será esparcido por todas partes, por medio de nuestros labios. Nosotros tenemos que morir. Muchos, hoy, como lo es ahora. Que si… Debemos darnos cuenta de que tenemos que morir, para producir nueva vida. Así que Él dijo bastante en esto: “Si Uds. quieren verme, tienen que morir. Morir a sí mismos, y entonces producirán una nueva vida”.",
    "Ahora, si nosotros queremos verlo a Él, si Uds. esperan verlo a Él alguna vez, nunca lo verán uniéndose a una iglesia, algún libro de leyes que Uds. guarden, algunos credos a los que Uds. sirven. Uds. lo verán a Él cuando Uds. mueran. Cuando Ud. venga al Calvario y sea crucificado a sí mismo, entonces Ud. verá a Jesús. Queremos verlo a Él.",
    "Primero, antes de que Él dijera algo, Él los dirigió al lugar para encontrarlo a Él. Como todos los gentiles, o todas las personas, Uds. encuentran a Jesús en la cruz, cuando son crucificados con Él.",
    "Hoy en día, queremos hallarlo en todo; queremos hallarlo a Él en el edificio de una iglesia. Queremos hallarlo en una denominación. Queremos hallarlo diciendo algún credo. Queremos hallarlo guardando ciertos días, obedeciendo ciertos rituales. Pero no podemos hallar, hasta venir al Calvario. Allí somos crucificados, caemos al polvo de la tierra, y morimos a nosotros mismos, luego renacemos de nuevo. Entonces hallamos a Jesús.",
    "¡Oh, tantos tratan, hoy, de aferrarse a sí mismos y mantener su propia idea! “Yo tengo mi manera. Yo creo esto”. Pero Uds. no pueden hallar a Cristo hasta que mueran a sí mismos, y lo acepten a Él, la Palabra, entonces Uds. hallan la Vida. Veamos.",
    "¡Qué diferente es hoy! ¡Qué diferente hoy, hoy, con las iglesias, o los discípulos de hoy! ¿Qué hacen ellos, si Uds. vinieran a los discípulos de hoy?",
    "Aquellos discípulos, antes de hacer cualquier cosa, llevaron a estos griegos directo a la Presencia de Jesús. Y si Él es el mismo ayer, hoy y por los siglos, Él tendrá que actuar de la misma manera hoy si a Ud. lo traen a Su Presencia.",
    "Los discípulos de hoy son muy diferentes, hoy en día. Ellos tratan de llevarlos a una cuna, o a un pesebre, o a un Santa Claus, o a un conejito en la Pascua, o a otra cosa, en lugar de Cristo. Ellos nunca lo traen a la Presencia de Cristo. La Navidad no es Cristo. No. Hoy, ellos lo llevan a algún otro lugar, a alguna estatua, alguna iglesia, alguna organización, algunas leyes doctrinales, pero nunca lo traen a la Presencia de Cristo.",
    "Un verdadero discípulo genuino lo traería a Ud. directamente a la Presencia de Cristo. Y desde allí, Cristo le mostrará lo que Ud. tiene que hacer.",
    "Ahora, “El espíritu se ha ido de la Navidad”, alguien dijo hoy. Yo los escuché en la radio, dijo un hombre dando un argumento, un ministro, acerca de que: “Tantas personas hoy diciendo, ‘la Navidad no es esto. Y no deberíamos tener a Santa Claus y estas cosas’”. Y ese individuo trató de exponer sus puntos claramente, que: “Si Ud. saca a Santa Claus de la Navidad, Ud. ha sacado el espíritu”. Ud. sacó el espíritu de Santa Claus, eso es verdad. Y el espíritu de Santa Claus no es…",
    "Santa, un mito de Alemania, una tradición católica alemana, no es el espíritu que hace la Navidad. El Espíritu al que Cristo apuntó era el Espíritu Santo, que no es una celebración, sino una adoración a un Dios vivo.",
    "Pero él dijo: “Ud. saca a Santa Claus, y no hay más espíritu en la Navidad”. ¿Pueden imaginarse a un ministro diciendo eso al aire? Pero eso es lo que declaró, dijo: “Ud. saca a Santa Claus, y no tienen más espíritu de la Navidad”. Pues, podría ser, usando la palabra misa de Cristo, Ud. podría no tener mucho de aquello.",
    "Pero Ud. saque a Santa Claus de su vida, abra su corazón y deje que Cristo entre, muera a estas cosas del mundo, para tener la verdadera Navidad. Sí.",
    "Es muy diferente a lo que solía ser, pero eso ha cambiado. No—no, Cristo no ha cambiado. Los discípulos de hoy son muy diferentes a los discípulos de antaño. Hoy en día, los discípulos traen a los oradores, o a los interesados, más bien, en lugar de… los discípulos de antaño trajeron al interesado a la Presencia de Dios. Y hoy, los discípulos de hoy, los traen a la presencia de alguna organización de la iglesia, alguna afiliación, algún credo, alguna doctrina, en lugar de traerlos a la Presencia de Cristo.",
    "Tomamos la palabra Navidad. Es muy raro que Ud. oiga mencionar el Nombre de Cristo. Ud. no Lo escucha. Las luces y el oropel están todos en Santa Claus, no en Cristo, al punto que las personas difícilmente saben para qué realmente es la Navidad. Ellos solo la paganizan y la paganizan, hasta que todo ha llegado a ser pagano. Es un gran día comercial de celebraciones. Ahora, si ellos quieren hacer un día comercial como el día de la madre, o el día del padre, o el día del hijo, o el día de la hija, todo eso está bien. Pero no le den cabida a eso comercial en la Navidad. Hace poco vi un cartel, decía: “Pongan a Cristo de nuevo en la Navidad”.",
    "Ahora, ellos lo traen a una iglesia, Ud. aprende un credo. Ellos lo traen a Ud. a una Navidad, ¿qué hace Ud.? Ud. ve un Santa Claus. Ellos lo traen a una iglesia, Ud. ve una organización.",
    "Pero Cristo los trajo a ellos a la cruz. Y cuando Uds. encuentran a un verdadero discípulo que les dirigirá a Cristo, Cristo los traerá a la cruz, donde Uds. son crucificados con Él. Y Su Vida Eterna y la vida suya se juntan, y su vida muere, y Uds. reciben Su Vida Eterna, y entonces Ud. es un hijo de Dios. Amén.",
    "¡Qué diferencia entre el discípulo de antaño y el discípulo de hoy!",
    "Si Ud. le dice a un discípulo: “Me encantaría conocer al Señor Jesús”.",
    "🦅 Pues, mire, nosotros pertenecemos a cierta, cierta iglesia, venga y únase a eso, únase a nosotros”. ¿Ven? O, “Nosotros éramos… Pertenecemos a esta cierta, cierta sociedad, y venga únase a eso”. Y eso es lo que Ud. oye.",
    "Pero Cristo Mismo dirigió a las personas a Su muerte, y dijo: “Si el grano de trigo no cae en la tierra, queda solo”.",
    "¡Oh, cuán diferente es eso! Sí, señor. ¡Cuán diferente! Pero su vida y la Vida de Él se encontrarán, no en la iglesia, ni en un edificio, ni en un credo, ni en las buenas obras, sino en la cruz donde Ud. es crucificado con Él. Allí es donde Ud. halla a Cristo. Ud. no Lo halla por hacer algo mejor, dando vuelta una página; comenzando una nueva vida Ud. no halla a Cristo. Ud. solo halla a Cristo en la muerte; no en un pesebre, no en una confesión. Al creer en ciertos credos y fábulas, Ud. no halla a Cristo allí.",
    "Un verdadero siervo le lleva a Él, y Él es la Palabra. Ud. dice: “Entonces, Hermano Branham, si Cristo está en la tierra hoy, un verdadero siervo lo llevaría a Él, a Cristo”. Pues, Cristo está aquí, en la forma de la Palabra. Y la Palabra trae Vida, porque Él es la Palabra. Cristo es la Palabra. Sí, señor. Él Mismo es la Palabra. El verdadero siervo siempre le lleva a Ud. a la Palabra.",
    "Ahora, Él es la Palabra. Él es esta Biblia hecha viva. Y cuando Ud. muere a sí mismo, con Cristo, como un grano de trigo, entonces la Palabra vive en Ud., produce los mismos resultados como Ella lo hizo en Ese grano de trigo viviente que tuvo que caer en la tierra. Amén. Uds. son partícipes en Su resurrección. Uds. son partícipes con Él, en todas Sus bendiciones, en toda Su manifestación. Uds. son partícipes con Él, en todo lo que Él hizo.",
    "Ahora, Él es la Palabra con Su verdadera interpretación.",
    "Ahora Uds. dicen: “¡Oh, nosotros creemos la Biblia, señor! Creemos la Biblia”.",
    "Pero ahora, si Uds. creen la Biblia, Jesús dijo esto en la Biblia, San Juan 14:12: “Él que en Mí cree, las obras que Yo hago, él las hará también”. Esa es la verdadera interpretación de la Biblia, porque Dios Mismo está en Ud., hablando Su propia interpretación. ¡Gloria! Esa es la verdadera interpretación, Dios en Ud., interpretando Sus propias Palabras. Amén. ¿No dijo Jesús: “Estas señales seguirán a los que creen”? [La congregación dice: “Amén”.—Ed.] Dios en Ud., dando Su propia interpretación. Ud. no tiene que mirar a alguien más. Diga: “La Palabra dice esto”. Créala, y Ella se interpretará a Sí Misma, porque es Dios usándole a Ud. para interpretar Su propia Palabra. Amén. Cristo es la interpretación viva de Su propia Palabra.",
    "Veamos algunos, cómo Él interpreta la Palabra, ahora, si Él tiene la interpretación correcta.",
    "Ahora vayamos aquí a los metodistas, ellos dicen: “Nosotros tenemos la interpretación correcta”. Los bautistas dicen: “Nosotros tenemos la interpretación correcta”. Los presbiterianos: “Nosotros tenemos la interpretación correcta”. La Iglesia de Cristo, así llamada: “Nosotros tenemos la interpretación correcta”. ¿Todos ellos tienen “la interpretación correcta”? Todos son diferentes, uno del otro. Entonces, hay algo errado en alguna parte.",
    "Ahora, la única manera en que podemos encontrarla, es hallar la manera en que Jesús les dijo a los judíos cómo interpretar la Palabra. Amén. Y si Cristo así lo dijo, eso hace que sea correcto.",
    "Los metodistas dicen: “La manera en que nuestros hermanos La interpretan: el concilio”. Los bautistas dicen: “La manera en que nosotros La interpretamos”. Los presbiterianos dicen: “La manera en que nosotros La interpretamos”.",
    "Pero es la manera en que Jesús La interpretó, eso es lo correcto. Veamos cómo Él interpreta la Palabra. Él dijo: “Si Yo no hago las obras de la Palabra de Mi Padre, no Me creáis”. Asunto terminado. Así es como Él interpretó. Él dijo: “Si no Me pueden creer, crean las obras que Yo he hecho. Y si Yo no hago las obras de Mi Padre, no lo crean, en lo absoluto”. Amén. Asunto terminado.\n\n“Él que en Mí cree, las obras que Yo hago, él las hará también”.",
    "Ahora, tiene que haber algo correcto y algo errado. Una o la otra, ¿qué estamos haciendo? ¿A qué estamos jugando? ¿Por qué andamos por aquí pretendiendo ser Cristianos, y haciendo esto, aquello y lo otro, y uniéndonos a estos credos, y dándonos la mano con este tipo de Pentecostés, o aquel, o metodista, o presbiteriano, o bautista, o católico? ¿De qué se trata todo esto? ¿Qué estamos haciendo, jugando a esconder el borrador, al gato y al ratón? ¿En dónde estamos?",
    "Entonces solo hay una manera, solo un fundamento. Solo hay una manera segura, y es la interpretación que Jesús le dio a la Palabra. ¡Aleluya! Esa es la interpretación que es correcta. Dijo: “Si no hago las obras que Dios dijo que Yo haría, entonces no Me creáis”. Amén. Esa es la interpretación.",
    "La interpretación hoy es, Jesús dijo: “Él que en Mí cree, las mismas obras que Yo hago, él las hará también”. Y la Escritura también dijo: “Él es el mismo ayer, hoy y por los siglos”. Jesús dijo: “Así es como se sabe si Yo vengo de Dios o no”. Así es como se llega a saber.",
    "Ellos dijeron: “Ahora, espere un minuto. A Abraham tenemos por padre”. Él dijo: “Nuestros padres comieron el maná en el desierto”.\n\nY Jesús dijo: “Y todos murieron”.\n\n“Nosotros bebimos agua de la roca herida”.\n\n“Y todos murieron”.",
    "Dijo: “Pero Yo soy ese Pan de Vida que descendió de Dios, del Cielo”. “Y no soy Yo quien habla, es Mi Padre que mora en Mí. Él es el Intérprete de esa Palabra Divina. Y Él prueba de nuevo que Él es Dios, porque está haciendo conmigo justo lo que dijo que Él haría”. Amén. Esa es la Escritura.",
    "Ese es el Mensaje que hay que llevar a las personas; no una cuna, ni un pesebre. La Navidad no se menciona en todo el Libro de las Biblias. Ni una sola vez Jesús les dirigió a Su nacimiento, sino a Su muerte.",
    "Ni una sola vez Jesús dijo jamás: “Únase a una iglesia”. Ni una sola vez Él dijo jamás: “Recite un credo”.",
    "Pero Él dijo: “Venid a Mí”. Y Él dijo: “El que venga, las obras que Yo hago lo seguirán así como a Mí”.",
    "🦅 Porque si Yo no hago las obras del Padre, no Me creáis. Porque, la Palabra dijo que cuando el Mesías viniera, sucederían estas cosas. ‘Él será un profeta’. Sí. ‘Él será un profeta. Él será un vidente como lo fue Moisés’. ‘El cojo saltaría como un ciervo. El ciego vería. Los sordos oirían. Y los mudos hablarían. Se mostraría, en Él, al poder Él realizar las señales del Mesías’. Ahora, si las señales del Mesías no vindican Mi ministerio” dijo Él, “entonces no Me creáis. Pero, esta es la manera en que uno interpreta la Palabra”. Él dijo: “Si Yo no tengo estas señales, entonces no lo creáis. Pero si Yo muestro las señales, y Uds. no Me pueden creer al interpretar la Palabra, crean las señales, porque ellas hablan de la Palabra”. Esa es la verdadera interpretación de Ella. Eso es. Ese es el Mensaje.",
    "Ud. no tiene que tomar la palabra de nadie. Ud. no tiene que unirse a ninguna iglesia. Ud. no puede unirse a la Iglesia. Ud. puede unirse a estas organizaciones. Pero a la Iglesia de Dios, Ud. nace en Ella, del Calvario.",
    "Dicen: “¡Bendito Dios! Yo también, Hermano Branham”. Entonces las obras que Jesús hizo, Ud. también las hará. Eso es lo que dijo Jesús. ¿Ven? “Las obras que Yo hago…”. ¿Qué? Él dijo, “Las obras que Yo hago, testifican de Mí”. ¡Aleluya! “Las obras que Yo hago, dan testimonio”. ¿No lo ven Uds.? En otras palabras: “Las señales del Mesías, ¿no pueden ver lo que el Mesías debía hacer? Y Uds. no creen que Yo tengo la interpretación correcta de la Palabra, ¿entonces por qué Mi Padre está respaldándola? Uds. piensan que Yo soy demasiado duro con sus organizaciones” dijo Él, “si Uds. piensan que Yo soy demasiado—demasiado radical. Y Uds. dicen que Yo soy ‘un demente’, que ‘tengo un demonio’, que perdí la razón”.",
    "Ellos le dijeron a Jesús que estaba demente. Demente significa “Loco”. “Tú estás loco. No perteneces a nuestros grupos. Y Tú andas por aquí como un demente. Has perdido la razón”.",
    "Entonces Jesús podría decirles esto: “Entonces si Uds. son de Dios, ¿dónde están las señales de Dios? Si Uds. han creído en Moisés, ¿dónde están las señales de Moisés con Uds.? Si Uds. han creído en los profetas, ¿dónde están las señales de los profetas con Uds.? Entonces si Uds. no pueden creer que Yo tengo la interpretación correcta, crean a las señales, porque Ellas testifican que Yo estoy en lo correcto”. ¡Aleluya! “Ellas son las que testifican de Mí. Ellas dan testimonio de si Yo estoy en lo correcto o no. Todo lo que el Padre Me ha dado seguirá Aquello y vendrá a Eso. Y ningún hombre podrá venir a menos que el Padre lo haya llamado”. Correcto.",
    "Sin embargo, “Él había hecho muchas obras” dice la Biblia, “y aún así no podían creerle a Él, porque Isaías dijo: ‘Tienen oídos y no pueden oír, ojos y no pueden ver’”. Ellos están ciegos como un murciélago. No obstante, ellos no pueden verlo, porque el profeta dijo que no podían. Ahora, es lo mismo hoy como lo fue entonces. Sí.",
    "Dijo: “Si Uds. no pueden… Yo no hago las obras. No soy Yo que las hago, el que habla las Palabras. No soy Yo que hago las obras, mejor dicho. Es Mi Padre. Y si Uds. saben lo que era Dios, Dios era el Creador. Dios era Aquel que estaba en Moisés, y Dios en Moisés predijo Mi día. Dios estaba en el Antiguo Testamento”, dijo Él. Al punto de decir: “Aquel que estaba en los profetas, les dijo que: ‘Ese Profeta Principal vendría algún día, y a Él se reunirían los hijos’. Si no pueden creer lo que Yo les estoy interpretando de la Palabra a Uds., entonces crean la señal, porque ellas hablan de Mí”.",
    "¡Oh, ellos no pudieron creer! Ellos, ellos no pudieron verlo. Él era Dios en carne. Pues, ¿qué era Él? Él era la Palabra manifestada. Él era lo que Dios había prometido.",
    "Escuchen, Tabernáculo Branham. Abróchense el cinturón, en esta Nochebuena. ¿Ven?",
    "Si Él no era, entonces Dios no lo habría vindicado. Seguro. En otras palabras, Él podría decir: “¿Cuál de sus grupos (fariseos, saduceos, o lo que sea), cuál de sus hombres, cuál de sus sumos sacerdotes, cuál de sus eruditos, es el que Dios usa para hablar Su Palabra y manifestarla, para decir que es correcta?”.",
    "Pues, ellos podrían decir: “Nuestros hombres son educados; somos inteligentes. Conocemos esa Biblia de generación en generación”.",
    "🦅 Bueno, entonces, ¿por qué Dios no hace que Ella viva de nuevo en esos hombres, si es la Palabra de Dios?”.",
    "Miren. “Yo y Mi Padre Uno somos”, no tres; “Somos Uno”. Dios está en Él. Dios habla por medio de Él. Él ya no es Su propio dueño, sino que Él es la Voz de Dios por medio de labios humanos. ¡Aleluya!",
    "Y cada creyente en Él, esta noche, está igualmente poseído, tan poseído, tan completamente rendido, al punto que sus palabras llegan a ser como las Palabras de Cristo. Él habla y la Palabra es hecha carne. Él habla y la Palabra es manifestada. “Las obras que Yo hago vosotros las haréis también. Estas señales seguirán a los que creen”.",
    "Isaías dijo, en el capítulo 42, que acabamos de leer: La “Gran Luz ha llegado”. ¡Luz! ¡Oh, no quiero salirme del tema! Pero la Luz más grande que jamás brilló fue la que brilló en ese humilde y pequeño Nazareno: un Hombre sin atractivo para que le deseemos; un Hombre sin educación, hablando de la carne; un Hombre que no conocía los rituales y las cosas de este mundo. Pero podía atar a los demonios, resucitar a los muertos y los demonios temblaban.",
    "Y Dios Lo reconoció desde el Cielo, y respondió: “Este es Mi Hijo amado”. No ante los plutócratas, sino ante un grupo selecto que Él había llamado. ¡La gran Luz!",
    "¿Por qué? Una Luz mayor estaba brillando de Su Palabra. ¿Cuál era la Palabra? Cristo. ¿Él era qué? La Palabra traída a Vida. Y la Palabra traída a Vida, dio una Luz mayor que cuando Él dijo: “Sea la luz”, en Génesis 1. Esa fue la luz de una creación, una creación mortal, que debe caer. Pero Su Palabra era Vida Eterna y Luz Eterna. Y cuando un hombre creyó Eso, tenía la Luz Eterna.",
    "🦅 Luz a aquellos asentados en las regiones de las sombras y muerte”, Mateo 4. “Trajo Luz a las naciones”, que estaban poseídos y condenados por Dios, en sus ídolos. Pero Él viene como una Luz.",
    "¿Qué dijo él? “Lumbrera a mi camino es Tu Palabra, una Luz para alumbrar el camino a mis—a mis pies, para guiarme”.",
    "Y hoy, la Luz de Dios es la Palabra de Dios manifestada, la Luz manifestada. La Luz es las obras de Dios, habladas por la Palabra de Dios, traídas a Vida, y es una Luz mayor que en el amanecer de la creación. Amén. Luz para la lámpara, para el camino. ¡Vaya! ¡Oh, Dios! ¡Luz, la Palabra!",
    "En oscuridad como estamos hoy, llenos de credos y denominaciones, llenos de sensaciones y fanatismo, corazones abiertos a sepulcros de cualquier tipo de espíritu, que incluso negarían que esta Palabra es la Verdad, y dicen: “Los días de los milagros han pasado. No existe tal cosa como el bautismo del Espíritu Santo, hablar en lenguas, los profetas, y demás; ellos murieron, hace años”.",
    "Luego ver a Dios, en medio de la oscuridad, la oscuridad del credo, la oscuridad de las denominaciones, llevar Su Palabra a un grupo de personas que La creerán, y harán brillar Su Luz y Su Vida. Es más Luz. Es Luz Eterna, más de lo que fue en el amanecer de la creación. “Sea la luz; y fue la luz”. Seguro.",
    "Ahora, pues Jesús nunca dijo que Él va a traerlos a Belén. Jesús nunca le dijo a los griegos, cuando vinieron: “Bueno, esperen un momento. Si Uds. quieren verlo, los llevaré de vuelta a Belén, donde Yo nací. Y Yo les diré como sucedió eso allá”. No fue eso.",
    "Él los apuntó a un lugar futuro, si ellos querían conocerlo a Él. “Si Me quieren conocer” en otras palabras, “Yo no los llevaré de vuelta y les contaré cuando nací en Belén, y toda la historia. Los dirigiré a un lugar donde Yo voy a ser crucificado por Uds. Y allí, si Uds. son crucificados Conmigo, y toman su cruz y Me siguen, Uds. sabrán Quién soy Yo. Aparte de eso, Uds. nunca lo sabrán por medio de sus artes antiguas; nunca lo harán”.",
    "🦅 Bueno” dicen Uds., “Hermano Branham, pero nosotros Lo aprendemos por medio del arte de la Biblia”. No. No lo hacemos. Si lo aprendemos por medio del arte de la Biblia, ¿entonces por qué los fariseos no Lo tenían? Aquello no se aprende por medio del arte de la Biblia, porque hay demasiados artistas tratando de pintarlo. Sino que la Biblia está bien, pero Dios es el Artista.",
    "Los credos de hoy en día dicen: “Únanse a esto. Digan esta doxología. Repitan el Credo de los Apóstoles. Únanse a nuestra iglesia. Estrechen las manos. Sean bautizados en el nombre del ‘Padre, del Hijo y del Espíritu Santo’”. Esos son credos denominacionales. Correcto. El Artista no pintó el cuadro de esa manera.",
    "El Artista lo pintó, que: “Jesucristo el mismo ayer, hoy y por los siglos. El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna. Las obras que Yo hago, él las hará también. Estas señales seguirán a los que creen”. Así es como lo pintó el Pintor. Así que cuando Dios refleja eso, Ud. sabe que ha dado con el cuadro correcto. Fuera de eso, Ud. tiene una copia falsa. Amén. Tome esa vieja copia falsa, de algún tipo de credo, y arroje esa cosa por la puerta esta noche. Y tome la Luz del Evangelio de la Biblia, y deje que el Pintor pinte a Cristo en Ud. Amén. Esa es la manera. Así es.",
    "No, Él nunca los llevó al pesebre. Él nunca los llevó a la Navidad.",
    "Isaías dijo: “Se llamará Su Nombre…” En el mismo capítulo, él dijo: “Se llamará Su Nombre…” No, capítulo 55 de Isaías. Dijo: “Será llamado Su Nombre Admirable, Consejero, Príncipe de Paz, Dios fuerte, Padre Eterno”. Amén.",
    "Desearía tener tiempo. Yo debería. Me gustaría tomar un texto sobre cada uno de ellos: “Consejero, Príncipe de Paz, Dios fuerte, Padre Eterno y Admirable”.",
    "Toquemos solo el pensamiento de Admirable, por un minuto, Admirable. ¡Oh, Isaías dijo que Él era Admirable! Pensemos en algunas cosas que Él dijo que Lo hicieron Admirable. ¿Qué Lo hizo Admirable? Cuando Él dijo esto: “Yo y Mi Padre Uno somos”, Admirable.",
    "Dígame qué fariseo podría haber dicho eso. Dígame qué sumo sacerdote podría haber dicho eso, con Dios respaldándolo. ¿Ven?",
    "Dijo: “Pues, si Yo no hago las obras, no crean nada de lo que Yo digo. Pero si Yo predico esto, entonces muestra que Dios Me envió a hacerlo”.",
    "Dijo ahora, y Él dijo: “Yo y Mi Padre Uno somos”; no, “Yo y Mi Padre somos tres”. Jesús dijo. Ahora, el credo dice: “Yo y Mi Padre somos tres”. Pero la Biblia dijo, y Jesús dijo: “Yo y Mi Padre Uno somos”. Eso es Admirable. ¿Ven cómo Dios, “se hizo carne”? ¡Aleluya! No una segunda, o tercera, o cuarta persona; sino Dios Mismo. Así lo dijo Jesús. Discutan con Él, no conmigo. Yo solo estoy diciendo lo que Él dijo. “Yo y Mi Padre Uno somos. No soy Yo el que hace las obras. Es Mi Padre. Él mora en Mí. Si no Me creen, crean en la Palabra, porque Él es la Palabra. Y el Verbo se hace carne, y Yo soy. En el principio era el Verbo”.",
    "El mismo escritor del Evangelio, Juan, dijo: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”.",
    "Eso lo hace a Él y a Dios la misma Persona: si Dios es el Verbo, y Él es el Verbo. Entonces “Yo y el Padre Uno somos”. ¡Oh, eso es Admirable! Sí, señor.",
    "Tantas cosas que podríamos decir sobre eso, Admirable, ¡cosas que Él dijo!",
    "Otra cosa que Él dijo: “Yo soy la Luz del mundo”. Díganme de un sacerdote que pudiera decir eso. Díganme de una denominación que pueda decir eso. Díganme un credo que pueda decir eso. Eso es Admirable.",
    "🦅 Yo soy la Verdad”. ¡Oh, vaya! Nuestros credos están a un millón de millas de la Verdad. El credo no puede hacer que Dios se manifieste. El credo no puede.",
    "Tal como dijo Elías, en la cima del Monte Carmelo: “Si Dios es Dios, que Él responda”. El credo no lo hará. No, señor.",
    "Pero Dios lo hará. ¿Quién es Dios? La Palabra, la Palabra manifestada. Él lo hará.",
    "🦅 Yo soy la Luz del mundo. Yo soy la Verdad que está en el mundo. Yo soy el Camino”. No hay otro camino más que Él. Eso es todo. No pasen a través de un credo. “Venid a Mí”. ¿Ven? “Yo soy el Camino, la Luz, la Verdad”. Todo eso, Él era. Esas son las maravillosas Palabras que Él dijo. “Yo soy el Camino. Yo soy la Verdad. Yo soy la Luz. Yo soy el—Yo soy el Primero; Yo soy el Último. Yo soy el Principio; Yo soy el Fin. Yo soy Él que era, que es y que ha de venir. Yo soy la Raíz y Linaje de David. Yo soy la Estrella de la Mañana. Yo soy Alfa a Omega; Yo soy Todo. Yo y el Padre Uno somos. Él mora en Mí. Yo soy Él. Él es Yo”.\n\nEllos dijeron: “Tú, siendo Hombre, ¿te haces Dios?”.",
    "¡Oh!, como Él le dijo una vez a los fariseos: “Erráis, no conociendo la Palabra de Dios, ni el poder de Dios. Erráis, al no conocerla”. Ciertamente. ¡Palabras Maravillosas! ¡Admirable!",
    "Pensemos en obras maravillosas, ahora. ¿Qué hizo Él?",
    "¿Qué fue Él? Isaías dijo que sería Admirable. Cuando comenzó a llamarlo con todos los nombres que pudo: “Consejero, Príncipe de Paz, Dios fuerte, Padre Eterno” todo esto, él dijo: “Él simplemente es Admirable”. ¡Palabras maravillosas!",
    "Ahora vamos a hablar de las obras maravillosas, por un minuto. ¿Qué obras hizo Él que fueron maravillosas?",
    "Un día hubo un cortejo fúnebre que venía de Naín—Naín. Una viuda, con su hijo único, muerto, yaciendo un féretro, tieso, cadáver, embalsamado, yendo al sepulcro para ser enterrado. Él había viajado todo el camino desde Nazaret. Sus pies, adoloridos, polvorientos, cansados, fatigados. Él oyó ese llanto. Él miró. Bajando por el camino, venía una pequeña viuda, llorando. Su muchacho, su hijo único, yacía en esa camilla, muerto.",
    "Resultó que, allí, que él pasó por donde estaba Jesús. La muerte y la Vida no pueden juntarse, Uds. saben; una tiene que irse. Él dijo: “Detengan el féretro”. Se acercó y tocó al muchacho. Y la vida que—que había en el muchacho, que quizás se había ido hace dos días, regresó de nuevo. Puedo ver que el sudario comienza a moverse, veo que el pueblo comienza a mirar. Y un hombre que había estado muerto, se colocó de pie, se acercó y abrazó a su madre, quizás. Esas son las obras de Dios. ¡Admirable! ¿Verdad? [La congregación dice: “Amén”.—Ed.] Seguro que lo fue.",
    "Puedo ver a Jairo, un pequeño sacerdote, era un buen hombre. Él creía en Jesús, pero tenía que mantenerlo escondido, a causa de sus asociados.",
    "Hay tantos creyentes secretos hoy en día como ese, temen que los echen de su iglesia. ¿Ven? Cobardes, Dios no puede usar eso. Dios quiere a un hombre que pueda pararse ahí. Aunque signifique la muerte, sellarlo. “No le teman al que destruye el cuerpo, sino a Él que destruye el cuerpo y envía el alma al infierno”.",
    "Jairo. Lo veo a Él ir a la casa de este—de este ministro. Entró donde yacía tiesa una pequeña, hija única, de doce años, una niña, muerta, tendida en un sofá. Su cuerpecito sin vida tendido allí; sus manitos pálidas. Sus uñas ya estaban blancas. Sus labios se habían encogido. Una fiebre la había matado, o algo así. Sus ojitos estaban fijos y cerrados, y quizás cubiertos con algo. Habían peinado sus tiernos cabellos. Había rosas y cosas a su alrededor. Y la madre y el padre gritando. Los vecinos gritaban. Su hija única había partido.",
    "Yo lo veo a Él entrar en esa habitación. Amén. Y Él mirar alrededor. Él los vio a todos. Y ellos comenzaron a reírse de Él. Él los sacó de la habitación. Eso es Admirable. ¿Ven? Un Hombre puede tomar el control de toda la multitud. ¿Por qué no dijeron algo? Ellos tenían miedo de decir algo.",
    "¿Por qué ellos no condenan la Palabra hoy? Tienen miedo de decirlo. Seguro.",
    "Entró en esa habitación, tomó esa manito fría, y habló en una lengua desconocida, hacia allá a algún lugar. Y el espíritu de esa niña volvió, y ella vivió de nuevo. ¡Obras Admirables! Sí, lo fueron. Esas fueron obras maravillosas que probaron que Él era Admirable.",
    "También podría mencionar a Lázaro, cuando ya habían embalsamado su cuerpo cuatro días antes, le pusieron capa tras capa de especias aromáticas, y enrollaron la tela una y otra vez alrededor de este joven. Y allí estaba él, yacía en el sepulcro, podrido. Su nariz ya se había desplomado. Sus labios se le hundieron en la cara. Los gusanos de la piel habían comenzado a comérselo. Y su alma estaba a cuatro días de viaje, en algún lugar.",
    "Yo lo veo a Él, Sus pequeños y encorvados hombros. ¡Oh, vaya! El mundo habría dicho: “Miren eso. Miren a ese hombre. Mírenlo a Él. Y Uds. lo llamaron Dios. Allí está Él yendo al sepulcro llorando lágrimas mortales”. La Biblia dice que Él lloró. Las lágrimas cayeron por Su mejilla, suspirando, mientras iba al sepulcro. Él era un Hombre entonces.\n\nPero lo veo a Él decir: “Quiten la piedra”. Amén. Amén.",
    "Él cambió la escena. Lázaro, que había estado muerto por cuatro días, se puso de pie y vivió de nuevo. Puedo ver la especia aromática comenzando a brotar de las telas con las que lo tenían envuelto. ¿Qué? La vida había vuelto a entrar. El hedor había desaparecido. Había venido carne nueva. Un espíritu que estuvo cuatro días en otro lugar, volvió a su cuerpo, y un hombre se puso de pie. Hábleme de ser Admirable, Consejero, el Príncipe de Paz, el Dios fuerte, allí estaba Él. Seguro, Él lo era. Muy bien.",
    "Hallamos a la mujer en el pozo, cuando Él se paró y habló con ella unos minutos, y le dijo que había tenido cinco maridos para ese momento. Ella dijo: “Señor, Tú debes ser un profeta. Sabemos que cuando venga el Mesías, esa será Su señal”.",
    "Él dijo: “Yo soy, el que habla contigo”. ¡Admirable! ¿Verdad? [La congregación dice: “Amén”.—Ed.] ¡Admirable!",
    "Una noche el mar rugía. Él estaba dormido, de cansancio, tal como un hombre. Estaba dormido, por el cansancio. Los demonios habían jurado que Lo ahogarían esa noche. Y pensaron que ya casi Lo tenían, cuando las velas se habían rasgado, los remos partidos, la barca anegada y se estaba llenando. Corrieron atrás, los discípulos, y dijeron: “¿No tienes cuidado que perecemos?”.",
    "Y Él se levantó, y se frotó de Sus ojos el sueño. Dijo: “¡Oh, hombres de poca fe! ¿Hasta cuándo he de estar con vosotros?”.",
    "🦅 ¿Qué vas a hacer ahora? ¿Qué vas a hacer Tú aquí afuera en este mar tormentoso cuando este, Gran Galilea, llega hasta el fondo con cada ola? ¿Qué vas a hacer, cuando el diablo está al otro lado de esa montaña allá, susurrando esas olas así, arrojándolas?”. Cansado, ya saben. Uds. saben, Él allí abajo. “Agitando el agua, a nueve o doce metros de altura. ¿Qué vas a hacer?”.",
    "Dijo: “¿Hasta cuándo he de estar con vosotros?”. Puso Su pie sobre la borda de la barca y dijo: “Calla, enmudece”. Y los vientos se callaron. En otras palabras, Él dijo: “Viento, cierra la boca. Olas, regresen a donde pertenecen”. No hubo siquiera una onda en el agua. Permaneció allí y miró alrededor.",
    "Regresó atrás, el grupo de apóstoles parados allí sorprendidos. Se volvió a acostar y continuó con Su sueño.",
    "Ellos dijeron: “¿Qué hombre es Este?”. ¡Admirable! Amén. ¡Admirable!",
    "¿No creen Uds. que Él era Admirable? [La Congregación dice: “Amén”.—Ed.] Seguro. Él era Admirable”. Sí, señor.",
    "Cuando ese Mismo Hombre dejó los Cielos, cuando todo el sistema solar era Su corona, esos billones de estrellas que colgaban sobre la tierra, cada estrella. Esos millones de kilómetros más allá; cuando ellos miran a través de ese lente allá en el Monte Palomar y pueden ver ciento veinte millones de años de espacio de luz, y todos esos billones y trillones de estrellas estaban en Su corona. Y Él las dejó, para tomar una corona de espinas. ¿Quién lo haría? ¡Admirable! ¡Oh, vaya!",
    "Su manto era Eterno. Él estaba vestido con Vida Eterna. Él nunca tuvo principio. Él no comenzó en Belén, Uds. saben, como las personas quieren pensar de Él. Él no tuvo principio. Amén. Vestido con Vida Eterna, y La puso a un lado, para tomar un viejo y sucio manto de muerte, por Ud. y por mí. ¡Admirable! Ajá. Sí.",
    "El Cielo era Su Palacio. Todo el Cielo le pertenecía a Él. Ese era Su Palacio. Nada podría jamás brillar como Él. Y Él vino a la tierra. Y hasta dijo: “Las zorras tienen guaridas y las aves nidos, pero Yo ni siquiera tengo un lugar para recostar Mi cabeza”. Eso es admirable. ¿No lo creen así? [La congregación dice: “Amén”.—Ed.]",
    "Amigos, tengo mucho contenido escrito aquí. Pero quizás no me alcance el tiempo. Me daré prisa rápidamente.",
    "Ese es el Jesús que Uds. deben ver. No el Jesús de la denominación del que ellos hablan; no el Jesús de los credos; no el Jesús de algún tipo de Navidad mítica; no el Jesús de algún conejito de Pascua; sino el Jesús del Calvario, el Jesús Quien lo dejó todo, de Quien los profetas hablaron.",
    "Podríamos continuar aquí: “Padre Admirable, Admirable, Padre Admirable, Consejero Admirable, Admirable Príncipe de Paz, Admirable Dios fuerte”. Podríamos seguir y seguir, seguir. ¿Ven? Pero para dejarlo a un lado, decimos esto: “Debemos ver, si Uds.… Ese es el Jesús que debemos ver, para tener Su Vida Eterna”.",
    "Ud. no la puede obtener en un credo. Ud. no la puede obtener al unirse a una iglesia. Ud. no la puede obtener por algún tipo de fábula que le contaron, Santa Claus. Santa Claus no tiene Vida Eterna. No. Un credo no tiene Vida Eterna.",
    "Ni siquiera conocer Su Palabra, se la da; conocerla, no le da a Ud. la Vida Eterna. “Conocerlo a Él”; la Biblia dice: “Conocerlo a Él, es la Vida Eterna”. No conocer Su Palabra. ¡Conocerlo a Él!",
    "Los griegos querían verlo a Él. Ellos querían conocer Su persona: “Señores, quisiéramos ver a Jesús”.",
    "Ahora, Uds. no ven con sus ojos. Uds. ven con su corazón. ¿Ven? Uds. miran con sus ojos. Ud. entiende con su corazón. Ver es “entender”. Ud. mira directamente hacia algo, dice: “Yo no lo veo”. Pero, Ud. lo está mirando. Pero lo que Ud. quiere decir es que no lo “entiende”.",
    "Los griegos querían conocer a Jesús, y Él les dio la manera de conocerlo. ¡De conocerlo a Él! ¡No conocer Su credo, no conocer Su Palabra, no conocer Sus milagros, sino conocerlo a Él! Y la única manera en que Ud. halla eso, es en la cruz, no aquella cuna. No. Yo veo que es la cruz. Él los dirigió a una cruz, no al… No a algún credo, o—o no a algún pesebre, o a alguna forma de denominación, sino a la cruz.",
    "Y ahora es lo mismo hoy en día, un verdadero discípulo, y si Ud. alguna vez viene a Jesús, él nunca dirá: “Jesús me dijo que fuera y me uniera a tal y tal iglesia”. Él nunca hizo eso. Él no lo haría hoy. No.",
    "Si Ud. quiere verlo a Él, Él lo dirigirá a la cruz. Vaya allá y muera, y entonces Ud. lo conocerá a Él, si Ud. Lo quiere conocer.",
    "Ni una sola vez Él apuntó a nadie a ningún credo, a ninguna denominación, o a Su nacimiento, o incluso a la Navidad. Él jamás lo hizo ni una sola vez. Podría detenerme en eso un rato, pero yo—yo no lo haré. Pero, si no es importante, si Jesús… Ud. no puede hallar en ninguna parte de la Biblia, donde Él haya dirigido a nadie a ningún otro lugar, para conocerlo a Él, sino a la cruz. Así es. Y eso es crucificarse a Ud. mismo: “El que no naciere de nuevo”. Entonces, si el pesebre, Santa Claus…",
    "Jesús nunca escribió un credo. Él nunca ordenó una denominación. Y entonces ¿por qué le damos tanta importancia a eso, e incluso ponemos toda nuestra responsabilidad en aquello? Quiero preguntarles eso; la Navidad, ahora. ¿Por qué entonces es que nuestras iglesias le dan tanta importancia a eso, que: “Ud. debe pertenecer a esta iglesia. Ud. tiene que decir este credo. Ud. tiene que hacer esto, aquello, o lo otro?”. ¿Por qué ponemos tanto énfasis en eso, si no es importante? Eso muestra que tenemos discípulos diferentes de los que solíamos tener. Ellos quieren llevarlo a Ud. a su iglesia, a su denominación o a su credo, y no al Cristo.",
    "Las personas hoy en día, si se les pregunta: “¿Es Ud. un creyente?”. Yo he preguntado esto, muchas veces: “¿Es Ud. un creyente?”.",
    "Ellos responden: “¡Oh!, yo soy bautista. Yo soy metodista”. Pues, eso muestra que Ud. no es un creyente entonces. ¿Ven? Así es. “Bautista, Pres-…”. Pero Ud. dice: “Yo soy pentecostal”. Eso no tiene nada que ver con el asunto. No, señor. Un creyente es una nueva criatura. Pero a eso han llegado hoy en día. ¿Ven? ¿Por qué hacen eso? ¿Qué hace que la gente diga eso?",
    "La otra noche, yo estaba en el hospital. Iba a orar por una mujercita que estaba enferma. Ella fue sana. Y yo dije… Había un hombre y su madre sentados allí. Supongo que era su madre. Y ella parecía ser su madre. Y yo estaba hablando con la dama. Le dije: “Vamos a orar ahora”.\n\nY yo me di la vuelta: “¿Le molesta si oramos?”.\n\nElla dijo: “Cierre esa cortina”.\n\nYo dije: “Bueno, solo pregunté si a Ud. le molesta si oramos”.\n\nElla dijo: “Nosotros somos metodistas. Cierre esa cortina”.",
    "Yo dije: “Entonces esto la haría morir a Ud. de susto. Será mejor que yo cierre la cortina, ¿ven?”. Yo dije: “Si Ud. solo es una metodista, Ud. no es una Cristiana. Así que yo solo…”. Sí.",
    "¿Por qué responden así? Algún discípulo falso solo los ha llevado hasta ahí. Eso es todo lo que ellos saben, algún discípulo mal instruido. Los discípulos de Jesús los llevaron a ellos a Jesús. Un discípulo metodista los lleva a la metodista; un bautista los lleva a los bautistas. Y el pentecostal los lleva a los pentecostales. Pero un discípulo de Cristo los lleva a Cristo, y Cristo los lleva al Calvario. Eso es lo verdadero. Sí, señor. Sí, señor.",
    "Hasta ahí los trajeron. Solo los han traído hasta ese punto. ¿Ven? Si ellos—ellos dicen, bueno: “Un bautista, o metodista, o presbiteriano, o lo que sea”, solo hasta ahí los han traído, “católico”, lo que sea. Solo hasta ahí los han traído, y eso es todo lo que saben.",
    "Pero, gracias a Dios, estos discípulos conocían a Jesús. Así que ellos lo llevaron a… Ellos llevaron a estos griegos a donde sabían que estaba la Verdad. Y un verdadero discípulo de Cristo, que alguna vez ha encontrado a Cristo, lleva al—al interesado directamente a Jesús. Y Jesús los dirige al Calvario, donde ellos mueren con Él y nacen otra vez, de nuevo. ¡Oh, vaya! Hasta ahí llegan.",
    "Pero: “Señores, quisiéramos ver a Jesús”. Esa fue la pregunta. “No quisiéramos ver un credo; no quisiéramos ver a los metodistas; no quisiéramos ver a los bautistas; no quisiéramos ver a ninguno de estos. Queremos ver a Jesús”. Pero, ¿qué sucede?",
    "Hermanos míos, ya tengo que terminar. Escuchen atentamente ahora, solo unos comentarios aquí antes de terminar. ¿Qué? Quiero hacer entender esto ahora, si puedo, remachar la cosa.",
    "Los griegos querían ver a Jesús. Nunca lo halló a Él en la Navidad; nunca Lo halló en alguna organización; nunca Lo halló en algún credo. Él nunca los dirigió a tal cosa. ¿Entienden bien eso? Sino que Él los dirigió a la cruz, para morir, para morir. Un verdadero discípulo dice: “Ud. tiene que morir”. ¿Cómo sé cuando estoy muerto? Cuando Ud. reconoce que toda esta Palabra es la Verdad, entonces la Palabra comienza a vivir en Ud.",
    "🦅 Bueno” Ud. dice, “pero nuestra iglesia enseña…”. A mí no me importa lo que enseñe su iglesia; es lo que la Biblia diga. Adonde Ud. vaya, la otra iglesia enseña algo diferente. Pero esta Biblia enseña lo mismo.",
    "Y Jesús dijo: “Cuando Ud. acepta esta Palabra, esta Palabra se manifestará en Ud. Hará lo mismo que Ella dice que hará en Ud.”.\n\n“¡Oh!” ellos dicen, “los días de los milagros han pasado”.",
    "Y la Biblia dice: “Jesús, el mismo ayer y por los siglos”. ¿Cómo va a hacer Ud. que eso se cumpla cuando Jesús dijo: “El que cree en Mí”, en cualquier lugar y en cualquier momento?",
    "Marcos 16 dice: “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta cuándo? “Por todo el mundo”. Ni siquiera ha llegado todavía: “A toda criatura”. “El que creyere y fuere bautizado, será salvo. El que no creyere, será condenado. Y estas señales seguirán a los que creen”. Allí lo tienen. La Palabra se hará Luz. Ella brillará por Sí Misma.",
    "No si Ud. va hasta la cuna y dice: “Un bebito nació aquí, hace muchos años”. Tonterías. Dicen todo tipo de credos y fábulas al respecto. Sabemos que Jesús sabía que todo eso perecería, que se enredaría.\n\nPero hay una Cosa que no se confunde, y es el Espíritu Santo.",
    "🦅 ¡Oh!” uno de ellos dice, “Él nació aquí mismo. Nosotros construimos una iglesia sobre eso”. Otro dice: “Él nació por aquí”.",
    "Tal como, ¿saben cuántos clavos tienen ellos, y pueden probarlo, los clavos originales que estaban en la cruz? Diecinueve. Cada individuo en posesión de un clavo. “Este, nosotros lo tenemos. Aleluya, nosotros lo tenemos”.\n\nEllos tienen unos huesos muertos de algunos: “Nosotros los tenemos. Nosotros los tenemos”.",
    "🦅 Este es el lugar donde Él nació”. El otro dice: “Este es el lugar donde Él nació”. Este dice: “Este es el lugar donde Él nació”. ¿Cuál es la diferencia?",
    "Aquí es donde Él nació, en el corazón. Sí. Cuando yo morí, Él nació aquí dentro. Yo nací otra vez, en Él, de nuevo. Eso es.\n\n“Señores, quisiéramos ver a Jesús”. Muy bien.",
    "Bueno, ¿qué sucede? Él se ha perdido otra vez; la gente Lo ha perdido. Así es. Pero Lo han perdido a Él de nuevo, en las grandes multitudes, las multitudes de credos. ¿Recuerdan Uds. una vez que Él se les perdió, a Sus padres? Él se ha perdido otra vez. Él se perdió.",
    "Vayan por estas calles, como ha estado en estos últimos días, miren a las multitudes enloquecidas, dando empujones y presionando, y bebiendo, y blasfemando, y maldiciendo. “Cascabeles, cascabeles”. Cristo está perdido. Él no está perdido. El pueblo lo ha perdido a Él.",
    "¿Dónde Lo hallaron a Él? Donde Lo perdieron. Allí es donde nosotros Lo hallaremos a Él.",
    "Pero Él es perdido en sus credos y en sus multitudes. Él está perdido. Cristo está perdido, entre la multitud comercial. La multitud comercial está diciendo: “Tenemos que celebrar la Navidad”.",
    "Una señora dijo el otro día, parada allí, mi esposa y yo estando allí parados. Dijo: “Le compré a mi papá un litro de whisky”.",
    "Otra dijo: “Bueno, yo voy a comprar… Te diré lo que voy a comprarle a papá. Le voy a dar unas cartas y unas fichas. Jugaremos póker para desvestirse, ¿ven Uds.?, para celebrar la Navidad”.",
    "Otros dijeron: “Yo solo compré una caja de cigarrillos para mamá. ¿Qué le compraste tú?”. ¡Ja! ¡Ajá!",
    "¡Oh, Dios! Él está perdido. Ellos Lo perdieron, en Navidad. Ellos Lo perdieron a Él en la Pascua. Un conejito, o un sombrero nuevo; no la resurrección, no el nacimiento de Cristo.",
    "Ellos Lo perdieron a Él en sus credos, cuando Lo hicieron tres dioses, Lo cortaron a Él en pedazos e hicieron ídolos, en lugar de saber quién es Él. “Yo y Mi Padre Uno somos”. Uds. Lo perdieron a Él.",
    "Él está perdido entre su multitud religiosa. ¿Cómo lo hizo la multitud religiosa? Está perdido, en Su iglesia, en Laodicea. En la última iglesia, edad de la iglesia, dijo que Él estaba afuera de la iglesia, “llamando”, tratando de entrar. La escena más triste en toda la Biblia, es la condición de la iglesia en los últimos días antes de que Él venga. Ninguna otra edad de la iglesia lo sacó a Él. Ellos no estaban enterados. Hoy, cuando ellos realmente conocen el verdadero poder del Espíritu Santo, ellos Lo echaron de allí, está afuera, llamando a la puerta. “He aquí, Yo estoy a la puerta y llamo”. Seguro.\n\nEllos Lo perdieron, en sus multitudes comerciales.",
    "Ellos Lo perdieron, en sus multitudes religiosas. Así es. Ellos hicieron credos de aquello. Hicieron denominaciones de aquello. Ellos Lo perdieron. Tomaron el—tomaron el ritual en lugar de la Biblia. Ellos tomaron un montón de ideas de hombres en lugar de lo que Dios dijo. Ellos dijeron: “Coloque su nombre en el libro. Estreche las manos. Eso es todo lo que Ud. tiene que hacer. Bautizarse en: ‘Padre, Hijo y Espíritu Santo”. Todo esa cosa es falsa. Así es.",
    "Ahí es donde la multitud de la iglesia Lo perdió a Él, cuando ellos Lo perdieron. ¿Por qué? No en los edificios de sus iglesias, no en lo que Uds. llaman, su—su grupo de personas. Sino que Lo perdieron a Él cuando dejaron la Palabra. “Si eso… Si permanecéis en Mí, y Mi Palabra en vosotros, pedid todo lo que queréis, os será dado. Os será hecho, si permanecéis en Mí, y Mis Palabras permanecen en vosotros”, porque es Dios, hecho carne de nuevo. ¿Ven? “Si permanecéis en Mí, y Mi Palabra en vosotros, entonces solo pedid lo que queréis. Os será hecho”. Eso es todo.",
    "Pero, hoy, ellos no están permaneciendo. Ellos son, hoy día, un metodista, mañana un bautista, al día siguiente un presbiteriano, no han llegado a ninguna parte todavía.",
    "🦅 ¡Si Mi Palabra permanece en vosotros! Y aquel Verbo fue hecho carne, y habitó entre nosotros”. ¡Aleluya!",
    "Hermano Neville, cuán cierto es eso. [El Hermano Neville dice: “¡Oh, Gloria! Yo lo sé”.—Ed.]\n\nEl Verbo hecho en la carne suya, hablando por medio de Ud.",
    "Los pentecostales lo perdieron a Él. ¡Oh, sí! Ellos Lo tenían, hace unos años, pero Lo perdieron. ¿Cómo lo hicieron? Viendo quién podía construir el edificio más grande, ajá, quién podía tener la iglesia más grande, el coro mejor entrenado.",
    "Si hay algo que no me gusta, es una voz demasiado entrenada, que se paran y cantan como si tuvieran un cólico, ese “chillido”, sosteniendo la respiración hasta terminar con el rostro negro. Ellos no están cantando; solo están haciendo un ruido.",
    "Pero lo que a mí me gusta es una persona nacida de nuevo, a la antigua, sincera, pentecostal, cantando de corazón. Aunque no pueden entonar ni una nota, sin embargo tienen el Espíritu allí. Ud. puede sentirlo arrasando en Ud. ¡Aleluya! Me gusta eso. Me encanta ese efecto secundario, el Espíritu Santo bendiciéndolo, Uds. saben. Me encanta eso. Eso es real, para mí. Sí.",
    "Pero ellos Lo perdieron a Él. Coros bien entrenados y predicadores bien entrenados. Sí. ¡Oh, vaya! Todo tipo de pelo rizado, Uds. saben, e inclinan la cabeza de esta manera, para que les tomen una foto. Y, ¡oh, sí!, bien entrenados. Seguro que lo están. Eso es estar bien entrenado.",
    "Grandes escuelas dominicales, seguro, cada iglesia tratando de superar a la otra, en la escuela dominical. Y la escuela dominical ni siquiera se menciona en la Biblia. Ese es un dogma metodista. Cuando comenzó se llamaba, “escuela de harapientos”. Ahora todo el mundo va a la escuela dominical, y no pueden quedarse para la iglesia, porque ellos aceptaron algo aparte de lo que Dios dijo. Así es.",
    "Recuerden, yo nunca he dicho que he predicado algo bajo la inspiración, en mi vida, de lo cual haya tenido que retractarme, como hice con los altares, el otro día, y cosas, Uds. saben, La simiente de la serpiente, o cualquier cosa. Que alguien venga y lo eche abajo con la Palabra de Dios. No.",
    "Allí es donde ellos Lo perdieron a Él; en la escuela dominical grande, o la carpa más grande que haya, el grupo mejor vestido de la ciudad. Eso es Pentecostés. “Pues, pertenecemos a la primera iglesia. El mejor grupo de la ciudad va allí”. Diáconos, casados tres o cuatro veces, diácono en las mesas, quizás el pastor también. Todo tipo de tonterías en las iglesias de hoy en día. ¿Ven? ¿Dónde lo hicieron? Ellos perdieron a Jesús.",
    "🦅 Bueno, Uds. saben, nuestra denominación es la más grande de Pentecostés. Nuestros hombres son los mejores entrenados que hay allí dentro”. Puede que ellos lo sean; yo no lo niego. Esos van a las logias y están en los campos teológicos.",
    "Pero yo quiero conocer a un hombre que conozca a Jesús, que lo haya visto a Él y haya nacido de nuevo, y la Palabra Misma esté reflejándose en la palabra de él. Ud. puede ver que no es la de él. Él se ha rendido tan completamente al punto que es Cristo hablando por medio de él. Allí lo tienen. Así es. Y las señales y maravillas siguen a esa Palabra, porque es la Palabra de Dios.",
    "Pero si la Palabra de Dios dice cierta cosa, y este grupo dice: “¡Oh, no, no, no! Nuestra organización nos echará si creemos Eso”. Entonces él está acabado, allí mismo. Él se separó, allí mismo. Así es. Ud. podría mecánicamente manufacturar algo. Ud. podría producir algún tipo de engaño, imaginar esto, aquello, o lo otro, pero la cosa real y genuina no está allí. Sí, señor. ¡Oh, seguro!",
    "Las iglesias, las iglesias están cambiando a Cristo por el mundo y los credos. La iglesia está en un programa de intercambio. ¡Oh, ellos realmente quieren el—el intercambio! Sí, señor. Ellos van y hacen el intercambio. Quieren un—quieren un programa de intercambio. Ellos quieren intercambiar lo que Dios dice, por lo que dice la denominación. Ellos quieren intercambiar lo que Dios dice, por el, “seguir al pastor”. Ellos quieren intercambiar lo que Dios dice, por el “seguir a la organización”. Ellos están intercambiando.",
    "¿Saben algo? La gente anda de compras. ¡Oh, hay un gran movimiento comercial ahora mismo! Es otra Navidad, solo una falsa, inventada.",
    "Si tuviéramos un poco más de tiempo, voy a volver a este tema algún día. Me estoy saltando demasiado aquí arriba, de lo que el Espíritu Santo me dio hace un momento. ¿Ven?",
    "Mientras la iglesia está intercambiando, la iglesia está de compras, la gente, la así llamada iglesia. Sí, señor. Ellos están intercambiando. Sin duda están de compras e intercambiando. ¿Qué están comprando? La iglesia más grande, la multitud mejor vestida, la denominación más grande. Y las personas… Voy a decir algo. Las personas están tratando de hallar, incluso los pentecostales, las mujeres pentecostales están tratando de hallar un lugar en donde les permitan vivir con más cosas del mundo: pantalones cortos, pelo corto, pintura. Ellas están de compras.",
    "🦅 Bendito sea Dios, soy pentecostal. ¡Aleluya! Yo pertenezco a esto. Y, ¡oh!, nuestro pastor no cree…”.",
    "¿Lo ven?, Uds. van a comprar a los que les dejarán vivir más sucio, (Dios tenga misericordia), los que les dejarán vivir más inmundo y lo más parecido al mundo que puedan. Van de compras de un lugar a otro, rechazando a Cristo. Eso pudiera doler mucho. Debe hacerlo. Las personas van de compras. Van de compras de Navidad donde puedan encontrar ofertas. ¡Cazadores de ofertas!",
    "🦅 Pues, yo también soy pentecostal. Bueno, nosotros no tenemos esa Cosa estrecha de mente y anticuada”. Pero la Biblia así lo dice.",
    "Si él es un verdadero discípulo de Cristo, él lo guiará a la cruz.",
    "🦅 ¡Oh, Hermano Branham, salí y yo hablé en lenguas”! Eso no quiere decir nada. Una mula lo hizo, un día. Sí, señor. Eso es, sí…",
    "No es mi intención burlarme de la santa Palabra de Dios. Yo creo en hablar en lenguas.",
    "Pero los demonios hablan en lenguas. Una persona puede hablar en lenguas y vivir cualquier clase de vida. Pero, lo que quiero decir es que, el—el diablo tiene una—una copia de todo lo que Dios hizo.",
    "Y él puede copiar todo menos el genuino Nacimiento de Cristo, eso no puede hacerlo. Porque, Ud. tiene que morir, primero, luego la Palabra lo resucita. ¿Cómo sabe Ud. cuando está vivo? Cuando esa Palabra, cada Palabra de Ella, se hace carne en Ud. Todo lo que la Biblia dice, Ud. dice lo mismo, y eso se cumple exactamente como Él lo dijo. Ahí habrá sucedido, sí, cuando Ud., cuando su espíritu está de acuerdo con Él. Él es la Palabra. Cuando el espíritu suyo está de acuerdo con lo que Él dijo, y el Espíritu Mismo Se manifiesta por medio de Su Palabra, entonces Ud. está viviendo. ¿Ven? Entonces, se acabaron las compras para Ud., y el intercambio y todo lo demás. Todo está concluido. Sí.",
    "La gente va de compras, para hallar dónde pueden vivir lo más mundano, los pentecostales y todos. Uds. pentecostales no se burlen de esos bautistas y presbiterianos. La olla no puede decirle sucio al caldero. No, señor. No, seguro que no. Es todo lo mismo. Así que ellos están de compras, para hallar dónde pueden ir a una iglesia y unirse a una organización, donde puedan ser populares, estimados en la ciudad, el alcalde de la ciudad va a la iglesia. Lo cual, él podría ir a una iglesia y nacer de nuevo. Ahora, yo solo digo, en general, la iglesia más grande de la ciudad.",
    "Yo conozco a personas hoy en día que pertenecen a una pequeña organización aquí en la carretera, una iglesia pequeña, pero era demasiado pequeña. Y ellos dijeron: “Es para que nuestros—nuestros hijos sean, y nosotros podamos ser un poco mejor considerados”, ellos llevaron su carta de una iglesia y fueron a otra, una organización más grande. Y además, esta otra tenía un cine en el sótano, y podrían jugar a los dados y todo eso, Uds. saben, y tendrían estos juegos, y así por el estilo. Así que llevaron a sus hijos allá. Tenían una mesa de billar allá abajo, ¿ven?, para que pudieran jugar al billar, y tener recreación y cosas así. Y tener una clase de diez minutos de escuela dominical, y un descanso para el café, y un descanso para que el pastor pueda fumar cigarrillos, ir afuera. ¡Oh, sí! Así es. Yo no lo diría, si no supiera de lo que estoy hablando. Así es. ¡Oh, seguro! ¿Ven?",
    "Ellos van de compras. Si pueden continuar y vivir la clase de vida que quieren vivir, y hacer lo que quieran, y aún así se les promete la Vida Eterna en el más allá, ellos van a comprar eso.",
    "Yo les digo que si quieren ir de compras, vengan al Calvario. Eso concluye el asunto. Mueran a ese vil yo, a sus pecados, y nazcan otra vez, de nuevo.",
    "🦅 Y si Ud. ama el mundo, o las cosas del mundo, el amor de Dios ni siquiera está en Ud.”. Eso es lo que dice la Biblia. Así es.",
    "Dicen: “Yo no creo en la santidad”. Con razón, no pueden.",
    "Pero la Biblia dice: “Sin ella, nadie verá a Dios”. Dios es santo. Si Dios vive en Ud., Ud. también es santo.",
    "Y me dice que Ud. puede salir a estas fiestas, ¿y tomar un pequeño trago social? Muchos pentecostales hacen eso, salen a estas fiestas, y llevan a esas mujeres allí y viven en estos lugares, y van y se desnudan, con trajes de baño, y van a nadar delante de los hombres, cuando son maridos, y hermanos, y hermanas, y demás. ¿Y los pentecostales saliendo en traje de baño, y llamándose a sí mismos miembros de la Novia? La Novia de Cristo no hace esas cosas.",
    "¡Oh, él va de compras, seguro!, escogiendo el camino fácil, luego le prometen Vida Eterna en el más allá.",
    "Ud. no La tiene, a menos que Ella esté viviendo en Ud., la Palabra de Dios siendo un testigo viviente de que Él está vivo, y Ud. está vivo en Él. ¡Oh, vaya! “Señores, quisiéramos ver a Jesús”. ¡Oh! No estos credos, no estas cosas que la gente inventa. “Nosotros quisiéramos ver a Jesús”.",
    "Pero Él está perdido, para ellos. ¡A-já! ¿Por qué? Solo un momento. ¿Por qué? ¿Por qué Él está perdido para ellos? ¿Por qué Él está perdido, para Pentecostés? ¿Por qué Él está perdido para los metodistas y los bautistas? ¿Por qué Él está perdido para esas organizaciones? Porque ellos no llevarán su grano de trigo a dejarlo caer en el Calvario, ni morirán a su credo, para nacer de la Palabra.",
    "Entonces es que somos lavados por el agua de la Palabra, amén, convertidos en nuevas criaturas en Cristo Jesús. Y las señales que Cristo dijo que Lo seguían, los seguirán a ellos. Cada mujer vendrá a su lugar. Cada hombre vendrá a su lugar. El Espíritu de Dios vendrá a Su lugar, y la Iglesia del Dios vivo será sin mancha. Seguro. Amén. Sí, señor. Así se hace.",
    "No quieren la muerte para su grano de trigo. Ellos no dejarán caer su denominación. No la dejarán morir. ¡Si la organización bautista dejara caer ese grano de trigo bautista en la tierra y lo dejara morir!; ¡si los metodistas dejaran caer su grano de trigo!; si las Asambleas de Dios y los pentecostales del Nombre de Jesús, y la Unidad, y la Trinidad, y todas las distintas, la iglesia de Dios y todas las demás dejaran caer ese grano de trigo, en la Palabra, y dejaran morir eso de sus propios pensamientos y permitieran que esta Palabra permaneciera y cobrara Vida, entonces ellos dirían: “Si Uds. no me creen, crean las obras que yo hago, porque ellas son las que dan testimonio de mí”.",
    "¿Qué son las obras? Jesús lo dijo: “Estas obras, las obras que—que Dios Me encargó hacer. Y” dijo, “como el Padre Me envió, así también Yo os envío”. Las mismas obras que Dios hizo y que estaban en Él, lo hicieron a Él y al Padre Uno. Y las mismas obras que hizo Jesús, pues el Espíritu Santo de Jesús en Ud. lo hará a Ud. hacer las mismas obras. “Las obras que Yo hago, él las hará también”. Seguro.",
    "No dejarán que el grano… ¿Qué hicieron ellos? Solo miembros muertos, muertos en delitos y pecados, muertos en la educación, muertos en las cosas del mundo. Eso vale para ellos. Por eso no nacen de nuevo. Por eso es que las señales no pueden seguir. ¿Por qué razón? Solo miembros muertos. Tiene que serlo, un ministro tiene que tener un Ph.D, doble-L.D., antes de poder pastorear algunas iglesias. Y quizás él no sepa las primeras letras del alfabeto, ABC, “siempre creerle a Cristo” [en ingles.—Trad]. Si él le creyera a Cristo… [El Hermano Branham hace un gesto.—Ed.]",
    "El otro día, un muchacho me siguió y me dijo: “¿Por qué no deja en paz a esas personas, siempre golpeándolas por la manera en que se visten, las cosas que hacen? Bueno, si Ud. es un profeta…”. Ellos dicen, “la gente piensa que Ud. es un profeta”.",
    "Le dije: “Sé que ellos, se ha dicho eso. Yo no lo soy. Pero” dije, “ellos—ellos—ellos lo dijeron”.",
    "Dijo: “Bueno, si ellos creen que Ud. lo es, entonces ¿por qué no les enseña a ver visiones y a caminar delante Dios?”.",
    "Le dije: “Si ellos no saben el ABC, ¿cómo voy a enseñarles álgebra? Si ellos no conocen el jardín de infantes, no saben cómo comportarse, no saben cómo presentarse y actuar, y vestirse y ser decentes, ¿cómo uno va a enseñarles cosas proféticas?”.",
    "Jesús dijo: “Si no creen las cosas de aquí, las cosas terrenales, ¿cómo van a creer, si Yo os dijere cosas celestiales?”. Las cosas que Ud. puede hacer Ud. mismo, deje de hacer esas cosas. Si ni siquiera pueden hacer eso, ¿cómo van a encontrar las cosas espirituales, amigos? ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Sí, señor.\n\nSolo están muertos, por su educación. Ellos tienen una multitud educada.",
    "Ahora voy a terminar diciendo esto, solo estas pocas palabras. Mi Mensaje de Navidad es: Permítanme dirigirlos esta noche a la cruz. Amén. Y Ud., el grano de trigo, caiga allí en Cristo y muera. Allí Ud. hallará la Vida de Él en Su Palabra, siendo la misma ayer, hoy y por los siglos. Que ese sea mi Mensaje de Navidad para Uds. Yo no los estoy dirigiendo a un pesebre, a una cuna, a una iglesia, a una denominación. Sino, “señores, quisiéramos ver a Jesús”, entonces yo los dirigiré a Él. Él los dirigirá a Su muerte, entierro y resurrección. Y deje Ud. que su propio grano de trigo caiga allí, y deje que Su Palabra se haga real en Ud., y Ud. verá que Él es el mismo ayer, hoy y por los siglos. “Señores, quisiéramos ver a Jesús”. Él es el mismo ayer, y hoy, y por los siglos.\n\nOremos.",
    "Padre Celestial, aunque las horas avanzan, y el Espíritu Santo se mueve entre el pueblo, y mañana se supone que es la adoración del día en que Tú enviaste a Tu único Hijo al mundo. Y yo he intentado, esta noche, no de dirigir al pueblo a un pesebre donde Él nació, porque Él solo era un Bebé entonces; sino que estoy tratando de dirigirlos al propósito por el cual Él nació, para que Él pueda llegar a ser su Salvador, que Él pueda llegar a ser su Dios, su—su—su—su Rey, su Todo en Todo. Que puedan conocer a Aquel Quien llena todo el espacio, que puedan conocerlo a Él; no a Aquel que comenzó en Belén, sino a Aquel que nunca tuvo un principio, Aquel que es el Dios Eterno, que podía pararse en la tierra y decir: “Yo y Mi Padre Uno somos”.",
    "Estoy tratando de actuar como un—un discípulo, de la mejor manera que puedo. Cuando la gente de corazón hambriento se acercó a los discípulos que eran verdaderos, Felipe y Andrés, ellos los llevaron a la Presencia del Señor Jesús, y Él los dirigió a una muerte que venía, para que Lo conocieran y pudieran verlo a Él.",
    "Y esta noche, Padre, de la misma manera, yo los dirijo a un Calvario donde el Hijo de Dios, Dios manifestado en carne, tomó la forma de un ser humano y fue tabernaculizado, cambió Su molde, Se convirtió de un… el Dios Eterno en la Gloria cuando lo Eterno se convirtió en un ser humano y levantó Su tienda entre nosotros y llegó a ser uno de nosotros para ser un Pariente Redentor, para traernos de vuelta al—al recuerdo de un Dios fuerte que nos creó.",
    "Allí Él murió, en el Calvario, y allí debemos nosotros morir con Él. Así como Él murió, el Hijo de Dios; para ser hijos de Dios, debemos morir también, y dejar que nuestro grano de trigo caiga en la tierra con Él, nuestras vidas estén muertas y escondidas en Él. ¡Oh!, y luego resucitar en Su resurrección, para continuar Su obra, para dejar que Su mismo Dios, que estaba en Él, produzca la manifestación de la Palabra de la Iglesia en estos últimos días, como Él lo prometió.",
    "Dios, estamos tan contentos de ver que Él ha vindicado cada parte de aquello, para mostrar que Él es Dios. Él cumple Su Palabra. La gran Columna de Fuego sigue entre nosotros. Las grandes señales y maravillas que Él prometió, todavía están ocurriendo.",
    "¡Oh, Dios!, estamos tan felices de que, esta noche, que el propósito que Lo trajo a Él a la tierra, que tenemos derecho a poseer Su Espíritu en nuestras vidas. Eso nos da Vida Eterna, Su Palabra hecha carne en nuestro propio ser.",
    "Permite que nos rindamos, esta noche, Señor, rendir completamente todo lo de este mundo, para que podamos estar muertos a las cosas del mundo; y levantarnos otra vez en novedad de Vida en Cristo, para seguir adelante en este año que viene, si el año dura, o si llega hasta aquí. Señor Jesús, para ser nuevos vasos consagrados de Dios, lavados por el agua de la Palabra, por medio de la Sangre, ¡y apartados para el servicio de Cristo! Concédelo, Señor. Nos encomendamos a Ti, en el Nombre de Jesucristo. Amén.",
    "Junto a Ti, junto a Ti,\n\nJunto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.\n\nLevantemos nuestras manos y nuestros corazones, mientras lo cantamos.\n\nJunto a Ti, junto a Ti,\n\nJunto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.",
    "Inclinemos nuestros rostros y nuestros corazones, y cantemos en voz baja; pero a Él ahora, como si Lo estuvieran mirando fijamente a Él.\n\nJunto a Ti, junto a Ti,\n\nJunto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.",
    "Si ese es su testimonio, ahora levante su mano. Diga: “¡Junto a Ti! De verdad, Señor, no de la iglesia. ¡Tú! No un credo, sino Tú. No una camita o una cuna. ¡Tú! ¡Oh, Dios!, deja que Tu Palabra esté en mí, entonces estaré junto a Ti”.\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.",
    "Ahora, mientras cantamos de nuevo, tome la mano de alguien, diga: “Yo oraré por Ud., Cristiano”. Cuando Ud. les tome de la mano, eso es decir que, “Yo oraré por Ud., Cristiano. Ud. ore por mí”.\n\nJunto a Ti, junto a Ti,\n\nJunto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.\n\nAhora mientras tienen sus rostros inclinados.\n\nEn un pesebre hace mucho, yo sé que es verdad,\n\nNació un Bebé para salvar al hombre de su pecado.\n\nJuan lo vio en la ribera, el Cordero para siempre,\n\n¡Oh, Cristo!, el Crucificado del Calvario.\n\nJunto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] ¿No es Él maravilloso? [“Amén”.]\n\nAl cojo lo hizo andar, al mudo lo hizo hablar,\n\nEse poder fue hablado con amor sobre el mar;\n\nAl ciego lo hizo ver, sé que solo puede ser\n\nLa misericordia de ese Hombre de Galilea.\n\nAhora, Junto a Ti, junto a Ti;\n\nA lo largo del viaje peregrino de la vida,\n\nSalvador, déjame caminar Contigo.",
    "¿Ese es su deseo esta noche? Diga, “Amén”’ si es así. [La congregación dice: “Amén”.—Ed.] ¡Oh, qué maravilloso!\n\nA lo largo del viaje peregri-… Somos peregrinos.\n\nSalvador, déjame caminar Contigo.",
    "Dios les bendiga. No es exactamente una “feliz” Navidad, sino que las bendiciones de Dios de la Navidad sean sobre Uds. Que el Cristo del Calvario le esconda a Ud. en Él Mismo, le cubra, le envuelva y le abrigue en Su Palabra, hasta que Su Palabra sea hecha carne en Ud., es mi oración. Dios les bendiga. El pastor ahora, el Hermano Neville. 🦅"
  ]
}