{
  "title": "A UD. LE ES NECESARIO NACER DE NUEVO",
  "id": "61910009",
  "content": [
    "🦅  …mañana de la víspera del Año Nuevo en el servicio del Señor. Y el Hermano Neville y yo estábamos tratando de ponernos de acuerdo, y pues, sobre predicar, sobre lo que haríamos. Yo estaba tratando de hacer que él subiera aquí y predicara esta mañana para todos Uds., y que me dejara a mí esta noche, y resultó en que yo tengo las dos, esta mañana y esta noche. Así que, él es un buen vendedor. Y, antes de tener la… de comenzar la clase, le dije que solo tendríamos una clase, ya que no éramos muchos aquí esta mañana, y pues solo tendríamos una clase. Antes de hacer esto, me gustaría hacer un pequeño anuncio. Tengo…",
    "Tenemos unas personas que han venido aquí desde Nueva York, para peregrinar con nosotros. Creo que no conozco a las personas. El Hermano Neville dijo que él acaba de hablar sobre eso. Anoche oí que ellos habían… su casa rodante se incendió y les destruyó la casa rodante. Fui a ver a las personas y me parecieron encantadoras, buena gente Cristiana. Y ellos son gente algo pobre, como todos nosotros, y el Hermano Wood y dos o tres de nosotros nos íbamos a unir para ver si podíamos comprarles otra casa rodante. Y fueron muy bondadosos y dijeron que ellos… el seguro que le tenían, se vieron en aprietos y tuvieron que cancelar el seguro. Pero, no obstante, el agente había pagado la póliza de seguro o, y lo obtuvieron—recuperaron el seguro de su casa rodante, lo cual probablemente se podrá volver a reemplazar la casa rodante. Ellos lo sabrán, creo que el lunes o martes, o algo así, o el martes, creo que es. Y así que queremos compartir—compartir su dolor, hacer todo lo que podamos para—para ayudarles, para hacerles saber que somos—somos hermanos y hermanas en Cristo Jesús, y que tenemos el sentir el uno por el otro. Y—y creo que cada uno quisiera tener ese sentir, de ser una pequeña ayuda para ellos en este momento. Creo que esto es un poco fuera de lo común, yo nunca he recogido una ofrenda en mi vida, y yo—yo voy a dejar que el Hermano Neville lo haga. Eso—eso fue pasarle la pelota a él, ¿no es así? Está bien. Gracias, Hermano Ben. Quien quiera, lo que sea, alguito que Uds. tengan que les pudieran dar a ellos, estoy seguro que sería apreciado.\n\nHermano Neville, venga aquí. Yo no sé cómo hacerlo. Ud. haga como piense.\n\n[El Hermano Neville dice: “Gracias, Hermano Branham. Y yo disfruto hacer algo así, porque esto es lo que nos ayuda a ser más como Cristo y espirituales. A veces la gente dice: ‘Quiero que Ud. ore por mí para que yo sea un mejor Cristiano’. Bueno, he… ya he orado por Ud., ahora voy a mostrarle cómo ser uno. Amén. Así es como se hace, y abran sus entrañas de compasión. Y yo también sé que el Hermano Elliott, él no pide lástima por eso, pero él es un hombre lisiado, y, pues… y ha estado sin trabajo. Así que, esta mañana, abriremos nuestros corazones y les ayudaremos a estas personas. (Creo que aquí están los platos de la ofrenda, aquí. Sí.).—Ed.]\n\n[“Padre Celestial, en esta mañana miramos a Ti, mientras recibimos esto, tomando inventario, cuánto nos has bendecido a todos y nos has otorgado estos bienes materiales que son necesarios para nuestro beneficio y bienestar. Te ofrecemos esto, esta mañana, como una pequeña porción que extendemos de nuestra compasión. ¡Grande es Tu compasión!”.] Sí. [“Pero, Señor, agradecemos si pudiéramos tener un poco de compasión, ya que Tú has tenido tanta compasión para con nosotros. Aquí están estos seres amados entre nosotros aquí, Dios, y esta mañana oramos que ahora nos bendigas al abrir nuestros corazones. Y tómalos, haz lo que consideres mejor mediante Tu Espíritu. En el Nombre de Jesús, y por Su causa. Amén”.] Amén.\n\n[Los hermanos toman como unos cuatro minutos en pasar los platos de la ofrenda, recibiendo la ofrenda de la congregación para la familia Elliott, mientras la pianista toca varios himnos.]",
    "Pensé, tal vez, mientras hacían eso, que me daría una pequeña oportunidad de escoger algo de qué hablar en esta mañana, de algunos textos viejos y cosas que yo había escrito en una hoja de papel. Supongo que todos los predicadores lo hacen. Pues ¿cuál es el nombre de estas personas cuya casa rodante se quemó? [El Hermano Neville dice: “Elliott”.—Ed.] Elliott. ¿Están el Hermano y la Hermana Elliott y su hijo en el edificio esta mañana? Si están, si quisieran ponerse de pie y decir, solo decir algo como: “Les agradecemos por la…” a la gente, pues estaría muy bien. ¿Alguna palabra que quiera decirles, Hermano Elliott o Hermana Elliott y, a la gente? [El Hermano Elliott expresa su agradecimiento.] Dios lo bendiga, Hermano Elliott. Eso está muy bien. Gracias. Dios sea con Ud., con Ud. y la Hermana Elliott y su hijo.",
    "Las personas vienen de Nueva York. No sabía que estaban aquí. Dijeron que yo los atendí en una entrevista, o que había orado con ellos o algo así, en alguna ocasión. Yo no sabía de ellos hasta que los conocí ayer, y me di cuenta que eran Cristianos amables, gente muy amable. Y ellos vivían en Nueva York, en algún lugar del Valle del río Hudson, y fue tal vez por medio de una cinta o algo que ellos creyeron el Mensaje, y vendieron todo, se mudaron, simplemente entregando sus vidas y su tiempo a Cristo. Y queremos que Uds. sepan que esta es nuestra pequeña expresión, Hermano y Hermana Elliott, que nosotros también somos peregrinos. “Somos peregrinos y extranjeros en este mundo. Buscamos una ciudad cuyo Arquitecto y Constructor es Dios”. Y cuando el infortunio les vino en estas cosas, del diablo tratando de quemarlos y ahuyentarlos, estamos cien por ciento con Uds., para respaldarlos en todo lo que podamos para ayudarles a volver a pararse. Levántense en el Nombre del Señor Jesús y sigan marchando. No—no claudiquen, no. “Muchas son las aflicciones del justo, pero de todas ellas le librará Dios”. Y, pues, nosotros—nosotros sabemos que sucederán estas cosas, pero sabemos que también esperamos en nuestro Salvador Quien es más que vencedor, nosotros lo somos, en Él Quien nos ha redimido.",
    "Bueno, hoy es un día un poco atareado, y esta mañana yo pensaba allí, pensé que enseñaría un rato en una clase de escuela dominical. Algo así, hacerla una clase de escuela dominical esta mañana. Y esta noche a las siete y media, quiero, si fuere la voluntad de Dios, traer mi—mi Mensaje de Año Nuevo, ya que el domingo pasado o el domingo en la noche traje mi Mensaje de Navidad. Y esta noche traeré mi Mensaje de Año Nuevo a las siete y media, si el Señor quiere. El Hermano Neville tendrá su mensaje de Año Nuevo, y veo al Hermano Stricker aquí y al Hermano Collins, y, ¡oh!, otros ministros alrededor, y el Hermano Palmer está aquí con nosotros, de Georgia, y—y otros más por ahí. Son ministros, Uds. los oirán a ellos esta noche.",
    "Luego llamé al Hermano Neville ayer, y fue por algo que me impresionó el corazón, al ver que este es Año Nuevo, y también es primero, como el primer domingo, ¿por qué no?, esta noche en lugar de tener un gran alboroto y bulla y ese comportamiento como lo hace el resto del mundo, tomemos la comunión a la medianoche. ¿Ven? ¿Ven?, sirvamos al Señor. El Hermano Neville estuvo de acuerdo en que pensaba que sería muy apropiado. Y esta noche, si Dios quiere, estaré sirviendo la comunión a las doce esta noche. Y comenzaremos el Año Nuevo, no gritando ni actuando desordenadamente, lo cual está bien si ellos quieren hacer eso, pero solo hagámoslo más sagrado y sincero, y empecemos este año de manera sincera hacia Cristo, dando todo lo que tengamos, y nuestra promesa. No voltear una página nueva o algo así, comenzar un nuevo año, no creemos en esas cosas. Uds. solo voltean una nueva página para—para volver a ella al día siguiente, así que entreguémosle a Él nuestra vida, y tomemos la comunión esta noche a la medianoche. Y creo que es la primera vez que yo recuerde, desde que soy ministro, de haberlo hecho. ¿Recuerda, Hermano Neville? Pero es algo nuevo para nosotros ahora, y es muy raro que el Año Nuevo comience de esta manera, Uds. saben, y simplemente—simplemente me llamó la atención, y pensé que sería impresionante.",
    "Supongo entonces que esta será la última vez que podré hablar ahora con todos Uds. por algún tiempo, comenzaré el Año Nuevo, al entrar allá al campo, en el servicio del Señor. Estaré saliendo como para la próxima semana o a principios de la semana que le sigue, a Phoenix, para unas quince, dieciséis reuniones continuas, por los valles, y a través de Sunnyslopes y Scottsdale, y por todos los valles allí. Y luego tenemos la Convención de los Hombres Cristianos de Negocio que seguirá de allí, la cual será una convención de cinco días al final de todas esas reuniones. Tienen preparado para que yo pueda hablarles a todas las denominaciones, cada una de sus iglesias en toda el área metropolitana del Valle de Maricopa, en Phoenix. Y comienzan el día quince. Así que me iré de aquí unos diez días antes, para… Probablemente pararé para ver a mi buen amigo, el Hermano Moore, y varios de ellos camino allá. Para ese entonces estará nevando por el camino y demás, e iré con tiempo. Y luego yo… muchos de Uds. son ministros.",
    "Y el Hermano Roy Borders, si está aquí esta mañana, por lo general él lleva el orden de las reuniones, a medida que ellos llaman solicitándolas. Y durante estos días festivos de Navidad, pues, por lo general hago un itinerario de dónde ir al año siguiente, pero este año de alguna manera no sentí hacer eso. Tengo el sentir de ir y tener una reunión, y luego adonde Él me guíe para la reunión que sigue, iré de allí. Y luego de la reunión que siga, dondequiera que sea, solo ir como Él me guíe.",
    "Y esperando ahora que algo suceda este año. Y he tenido muchas visiones recientemente. La otra mañana volví a tener una tremenda y todo relacionado y al parecer con algo grande que está por suceder. Así que simplemente sigo confiando en Él. Algunas ni siquiera las entiendo. Y no entendemos las visiones, son algo en símbolos y a veces no las entendemos exactamente, pero, como sean, sabemos que son ciertas. Así que se cumplirán. Yo las escribo.",
    "Y, pues, creo que también se anunció o se debería anunciar, que tanto la mesa de síndicos como la mesa de diáconos se reunirán aquí en el tabernáculo juntos, mañana a las siete de la noche. Ahora permítanme anunciarlo de nuevo por si los diáconos, donde sea que estén, si están en el otro cuarto para que puedan oírlo en el pequeño micrófono, que mañana a las siete de la noche, tanto pastor—tanto el pastor, la mesa de diáconos y los síndicos, me dijeron hace unos momentos que ellos se reunirán mañana en la noche. Y el Hermano Neville quiere reunirse con su junta de diáconos y hablar con ellos, y los síndicos tienen su horario regular de reunión, y entonces ellos se reunirán mañana por la noche.",
    "Ahora, esta mañana, antes de entrar a la Palabra, pues, ¡oh, no andemos con prisas en nada! Uds. tienen todo el día de hoy y esta noche y mañana, simplemente tomemos nuestro tiempo y—y no corramos en estas cosas. Por supuesto, sé que la gente se cansa o se agota y, o quiere irse a casa, Uds. saben, por su… están de prisa, tienen la cena y su esposo a la espera. Pues, entonces, eso—eso está bien, solo salgan en silencio. Y—y—y los demás que quieran quedarse, está bien. Y no tenemos… pues Uds. no tienen que trabajar mañana, así que solo tomemos nuestro tiempo. Y por eso es que pensé que en lugar de predicar por unas tres o cuatro horas, tomaría ocho o diez horas en una enseñanza. ¿Ven? [El Hermano Branham y la congregación se ríen.—Ed.]",
    "Todas esas personas de Georgia y Alabama me hicieron sentir muy bien la otra noche. Creo que pasé por la oficina y todos se habían ido excepto Billy, y él dijo… El Hermano West y ellos, que son amigos muy amables y leales, no los veo aquí, pero supongo que están aquí, llamaron y dijeron: “Pues, ¿tendrá el Hermano Branham la escuela dominical el domingo en la mañana?”. Y Louisville se congelaba, las noticias decían que estaban bloqueando las carreteras entrando y saliendo, y las carreteras resbaladizas.",
    "Billy dijo: “Pues, es una posibilidad” dijo, “que él vaya allí”. Dijo: “Quizás el Hermano Neville o él, uno de los dos”.",
    "Dijeron: “Bueno, con esa posibilidad basta, ¡para allá vamos!”. Por allá lejos desde Alabama y sobre carreteras resbaladizas; y yo—yo no soy digno de tener amigos así. Pues, es verdad. Yo—yo no soy digno de tener amigos así. Hay algo al respecto. Y detesto anunciar la reunión, sé que tengo personas que creen el Mensaje y—y vienen, y—y ellos me aman.",
    "Y yo—yo siempre quise que me amaran. Cuando era niño nadie me amaba. Nadie quería tener nada que ver conmigo. Yo estaba aquí en Indiana, nací en Kentucky, así que yo era un cascanueces para estos niños de aquí. En la familia, casi todos los muchachos fumaban y bebían y todo, menos yo. Y yo era—era un despreciado en la familia y un despreciado en la escuela, y en el trabajo era un despreciado, y a donde quiera que iba yo era un despreciado. Y, finalmente, cuando encontré a Alguien que realmente me amaba, Jesús, pues, Él dijo: “Yo te daré padres y madres, hermanos, hermanas, y amigos”.",
    "Y luego qué extraña es la sabiduría de Su gran providencia, cómo Él hace que Sus cosas resulten. Parece ser que el amor tiene un sentimiento extraño; no un sentimiento, sino una—una reacción. Y luego miro entre la gente, siendo que Él me ha llamado para ser Su siervo, y miro entre la gente y veo el pecado entrando sigilosamente, luego tengo que desgarrar eso con todo lo que hay en mí, ¿ven? para desarraigar eso. Y parece áspero al… a mi manera de verlo, pues, el decir esas cosas. Sin embargo, en el fondo, el verdadero amor es así. ¿Ven?, el verdadero amor.",
    "Bueno, si su hijito o hijita jugara en la calle donde pasan los autos, y Ud. supiera que tarde o temprano se van a lastimar. Pues, si él dijera: “Pues, papá, es que yo quiero estar aquí”, ¿diría Ud.: “Bendito sea tu corazoncito, Junior, sigue adelante y juega en la calle”? Ese no es un verdadero papá. Así Ud. tenga que darle un tirón al pequeño y darle una nalgada, regañarlo, atarlo, lo que sea para alejarlo de esa calle, pues va a morir. ¿Verdad que sí? Bueno, así es como uno tiene que hacerlo con el Evangelio. Uno tiene que sacudir y empujar, e—e—e intentar todo lo posible para mantener en línea a la gente. Bueno, espero que todos lo entiendan así. Yo—yo solo estoy confiando que algún día aquí después de que todo haya terminado y para cuando nos sean quitados los velos del rostro, que entonces entendamos.",
    "Hermano Way, yo… esa fina Biblia que Ud. y la Hermana Way me dieron como regalo navideño, será algo bueno en donde guardar mis notas y no en un libro como este, cuando tenga la oportunidad de escribirlo a máquina. No quiero escribir, porque no puedo entender mi propia letra, y ¿cómo va a entenderla alguien más? Les dije que tenía mi propia taquigrafía. Y yo mismo tengo que estudiarla para ver lo que he dicho. Y lo—lo tendré escrito a máquina algún día. Es una Biblia de hojas sueltas, donde uno puede sacarlas, como aquí. Tengo dos textos aquí esta mañana, dos lugares de los que quiero leer. Y en esta Biblia que él me dio, uno saca así, y se puede tomar una hoja del Génesis, Apocalipsis, de cualquier lugar, y juntar las dos y leerlas directamente así, ¿ven? Y luego hay un lugarcito aquí atrás en la parte de atrás con una hoja suelta, uno puede ir directamente a ellas, a todas las Escrituras apuntadas de ese mensaje y demás. Es maravillosa. Así que, espero ayudar a ganar muchas almas para Cristo con ella.",
    "Dios los bendiga a cada uno. Quiero mencionar nuevamente sobre los buenos regalos navideños que cada uno me dio. La iglesia me dio un traje nuevo, ¡oh, cuánto lo aprecio! Y recibí dos trajes nuevos para la Navidad. Mi hermano, la pequeña iglesia de Macon, Georgia, allá, el Hermano Palmer, me envió un traje nuevo. Y el tabernáculo me dio un traje nuevo, y hay muchas cosas buenas que dieron, y—y regalos navideños en forma de dinero. Lo cual, la agencia de impuestos sobre la renta me dice que si es un regalo navideño y se escribió “Regalo navideño” o “regalo de cumpleaños”, algo, uno puede recibirlo; de lo contrario tengo que… eso—eso va para la obra, lo cual está bien. Y realmente les agradezco a cada uno, mi esposa y yo, y los niños, y todos les expresamos nuestra gratitud a cada uno de Uds., son tan amables. Desearía poder devolverles un regalo a cada uno, pero simplemente no se puede, Uds. saben, uno sencillamente… Vaya, yo—yo no pudiera hacer eso. Desearía poder hacerlo, pero yo—yo simplemente no puedo. Estoy seguro que Uds. entienden. Y sé que ese es el sentir también de mi precioso hermano sentado aquí. Sentimos que la gente nos ama así, nosotros los apreciamos.",
    "Bueno, inclinemos nuestro rostro ahora para orar, y preparémonos para comenzar el Mensaje esta mañana.\n\nEntramos ahora en la Presencia del Dios viviente con sobriedad, y en el temor de Él, venimos en el Nombre del Señor Jesús, sabiendo que no podríamos venir y decir: “Pues, Padre, aquí está William Branham o, Orman Neville”, o el que pudiera ser, seríamos rechazados rápidamente. Pero tenemos la seguridad que Él dijo: “Si le pidiereis al Padre cualquier cosa en Mi Nombre, será concedido”. Así que yo no creo que pudiera recibir algo de parte de Él usando mi nombre. Pero sé que cuando uso el Nombre de Su Hijo, entonces recibo mi petición, pues es en Él que confío. Es en Él que vivimos y tenemos nuestro ser. Y esta mañana estamos agradecidos, Dios, por todo lo que Él significa para nosotros, y eso es toda nuestra vida y ser.",
    "Te doy gracias por esta pequeña iglesia, por su pastor, y por los síndicos y los diáconos, por todos los miembros. Y estoy agradecido por el Espíritu Santo que los cuida. Que ese gran Espíritu Santo continuamente los dirija y los guíe en los caminos que Él quiere que caminen. Al leer en los Testamentos, el Antiguo y el Nuevo, y también en La Edad de Nicea, y de cómo la enfermedad, cuando afectaba a los santos, toda la iglesia se reunía, unánimes de corazón invocaban a Dios, y su petición era concedida. Cada uno de ellos como miembros del Cuerpo de Cristo, ayunando y orando, y Dios oía y contestaba la oración. Padre, que esta pequeña iglesia esté tan unida con los vínculos de amor entre ellos y con el Espíritu Santo, al punto que se convierta en una de aquellas, que no haya fricción entre nosotros en este año entrante. Que haya tal amor piadoso y todos caminando en el camino de Cristo, al punto que muchos peregrinos cansados en el camino vengan y sean salvos. Que se diga que cuando uno entra por las puertas del pequeño edificio, que la Presencia de Dios lo recibe a uno con una dulce bienvenida. Quita la enfermedad de nuestros medios, Señor.",
    "Y estamos agradecidos de que tenemos corazones hambrientos de oír Tu Palabra. Continúa dándole hambre a nuestros corazones por Ti, Señor. Como dijo David de antaño: “Como el ciervo brama por las corrientes de las aguas, mi alma tiene sed de Ti”. Pensando en el pequeño ciervo, el venado como lo llamaríamos hoy, ha sido herido por los perros salvajes, y está sangrando. Él está perdiendo la vida y necesita encontrar agua si espera vivir. Una vez que encuentra agua, su vida se renueva. Que nosotros estemos así de sedientos, Señor, de que necesitamos tener a Cristo si es que esperamos vivir, tenemos que tener a Cristo si esperamos llegar a ser la Iglesia que estamos pidiendo ser. Si vivimos las vidas que queremos vivir, necesitamos tener a Cristo o moriremos.",
    "Ahora, al abrir Tu Palabra esta mañana, para encontrar consuelo y escalones, para acercarnos más a Él, oro, Padre, que el Espíritu Santo nos abra la Palabra, para que nosotros, Señor, como siervos Tuyos, estemos mejor equipados para enfrentar el año nuevo. Porque lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora, pensando en esta mañana que por ser Año Nuevo, pensé que sería bueno tal vez dejar a un lado mi Mensaje de Año Nuevo hasta esta noche, y tomar aquí algunas Escrituras de escuela dominical, y tomar un texto para hablar por un rato, sobre uno de los temas más vitales que conozco en la Biblia. Es una Doctrina que nuestro Señor predicó primero, la primera Doctrina que Jesús predicó, y supongo que sería bueno que la hiciéramos nuestra primera enseñanza del año.",
    "Ahora, ¿tendrán frío algunos de Uds.?, levanten la mano, si tienen un poco de frío. Pensé que lo sentí así aquí arriba. Doc, dondequiera que estés, súbele al horno un poco, porque siento que se mueve por aquí. Sé que han de sentirlo allá, algunos de Uds., especialmente Uds. con los niños.",
    "Ahora abramos en nuestras Biblias, esta mañana, a Efesios, el capítulo 4 de Efesios, y comencemos a leer en el 11, el versículo 11 del capítulo 4 de Efesios. Y después vamos a abrir a partir de ese momento, de allí, a Juan 3:1-12, y leeremos dos lugares en la Escritura. Leyendo ahora del capítulo 4 de Efesios y empezando con el versículo 11:\n\nY él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros,\n\na fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo,\n\nhasta que todos entremos a…unidad de la fe y del conocimiento del Hijo de Dios, al perfecto… a un varón perfecto, a la medida de la estatura de la plenitud de Cristo;\n\npara que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina, por estratagema de hombres que para engañar emplean con astucia las artimañas del error,\n\nsino que hablando la verdad en amor, crezcamos en todo en aquel que es la cabeza, esto es, Cristo,\n\npues de quien todo el cuerpo, bien concertado y unido entre sí por todas las coyunturas que se ayudan mutuamente, según la actividad propia de cada miembro, recibe su crecimiento para ir edificándose en amor.",
    "Ahora, leí eso para darles a Uds. algo para que estudien después de que lleguen a casa. Ahora leeré mi texto de Juan 3, una Escritura muy familiar:\n\nY había un hombre de los fariseos que se llamaba Nicodemo, un principal entre los judíos.\n\nEste vino a Jesús de noche, y le dijo: Rabí, sabemos que has venido de Dios como maestro; porque nadie puede hacer estas señales que tú haces, si no está Dios con él.\n\nRespondió Jesús y le dijo: De cierto, de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios.\n\nNicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo? ¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer?\n\nJesús respondiendo… respondió: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.\n\nLo que es nacido de…carne, la carne es; y lo que es nacido de Espíritu, espíritu es.\n\nNo te maravilles de que te diga: Te es necesario nacer de nuevo.\n\nEl viento sopla de donde quiere, y oyes su sonido; mas no sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu.\n\nNicodemo dijo… respondió…y le dijo: ¿Cómo puede hacerse esto?\n\nRespondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto?\n\nDe cierto, de cierto te digo, que lo que sabemos hablamos, y lo que hemos visto, testificamos; y no entiendes nuestro testimonio.\n\nSi os he dicho cosas terrenales, y vosotros no creéis, ¿cómo creeréis si os dijere las celestiales?",
    "Ahora, Dios bendiga Su Palabra. Y quiero tomar el tema esta mañana de la primera Doctrina de Jesús. La primera Doctrina de Jesús, fue: A Ud. le es necesario nacer de nuevo. Esa fue Su primera Doctrina. Ahora, a manera de escuela dominical, para así no predicar y quedar ronco para esta noche, he considerado en mi corazón que esto es algo que parece ser desconcertante y, para la gente, oímos mucho sobre eso todo el tiempo, y pensé que sería bueno esta mañana que simplemente escudriñáramos a fondo este tema, aclararlo. Y ese es el mero principio: A Ud. le es necesario nacer de nuevo. Y es uno muy profundo.",
    "Y nos—nos damos cuenta que existen tantos significados diferentes que la gente le da a esto. Casi todas las iglesias dicen que uno tiene que nacer de nuevo, pero cada una le tiene sus—sus interpretaciones diferentes, de lo que significa nacer de nuevo. Yo pudiera ir a la iglesia metodista esta mañana, ellos dirían: “Nosotros creemos que uno tiene que nacer de nuevo”. ¿Cómo lo interpreta Ud.? Yo voy a la iglesia bautista: “Y nosotros creemos que uno tiene que nacer de nuevo”. ¿Cómo lo interpreta Ud.? Y yo iría a cada iglesia, y encontraríamos, si fuéramos a todas las novecientas denominaciones de las diferentes iglesias, que habría novecientas interpretaciones diferentes. Así que, al ver que hay tantas interpretaciones diferentes y aún siendo una Doctrina de la Biblia, debe haber, y la hay, una Verdad en alguna parte.",
    "Así que, ahora recuerden, no dice: “Ud. debería nacer de nuevo” sino que “¡a Ud. le es necesario!”. Ahora, nosotros, como personas de habla inglesa, entendemos lo que la palabra es necesario significa, es decir, “absolutamente, Ud. está obligado a hacerlo”. ¿Ven?, ¡es un deber! No “Ud. debería hacerlo, le saldría a Ud. mejor si lo hiciera” sino “¡A Ud. le es necesario nacer de nuevo!”. ¡Oh, si tan solo pudiéramos tomar esa palabra esta mañana y desglosarla, lo que significa!, cómo es que es absolutamente imposible… Y luego, si es así de esencial y así de importante, que es absolutamente imposible entrar al Reino de los Cielos o aun verlo, hasta que uno nazca de nuevo, y con tantas interpretaciones diferentes de esa palabra, nacer de nuevo, debemos escudriñarla con todo nuestro corazón, para averiguar lo que significa.",
    "No hay una persona aquí que quiera ir al tormento, nadie. Y Uds. no conducen cientos de millas por carreteras congeladas, ni gastan su sustento, su dinero, solo para venir aquí a la iglesia para, pues, digamos que estrechar la mano de la gente (aunque les encante hacerlo), ni para oír al pastor y a mí mismo y a otros ministros hablar la Palabra (Uds. tienen eso donde sea que Uds. estén, pastores, ministros, como lo somos nosotros, siervos de Cristo), pero hay algo que los atrae a Uds. aquí, y a este lugar en particular. Por lo tanto, es nuestro deber como pastores, asegurarnos de que este rebaño sea alimentado, y alimentado correctamente, porque Dios Todopoderoso requerirá la sangre suya de nuestras manos. En el día del Juicio, nosotros responderemos por Uds. Entonces, al ver esta gran responsabilidad tremenda que se nos ha encomendado, y que Dios nos ha dado personas que nos aman y vienen a oírnos, entonces debemos pasar nuestro tiempo constantemente velando por sus almas. Y con la primera cosita que veamos levantarse que no sea correcta, nuestro deber es ir a esa persona, porque nosotros somos pastores cuidando a esa oveja. Y si yo veo a esa oveja comiendo una hierba que la matará, será mejor que la aparte de esa hierba; que arranque la hierba de inmediato para que no pueda alcanzarla, porque matará a la oveja.",
    "Y hay una hierba conocida en las regiones occidentales que un animal se puede comer, se llama “hierba loca”. No sé si alguien ha oído hablar de ella o no, hierba loca, una hierba. Sí. Un caballo llega a comerse eso, y uno no puede hacer nada con él. Él sencillamente se vuelve indómito. Uno no puede ponerle una silla de montar, y no se puede hacer nada con él. Se llama “hierba loca”. Y uno tiene que alejar a su—a su ganado de esa hierba. Y si hace que un caballo coma algo, si un caballo, más bien, comiera algo que lo lleva a esta condición, a este espasmo, pues, Ud. sería un mal vaquero al dejar que su caballo comiera una hierba como hierba loca. Muestra que a Ud. no le importa.",
    "Y un verdadero pastor, un verdadero siervo de Cristo será un mal ejemplo de Cristo, al ver a la oveja comer algo que la alejará, o la convertirá en una indómita ante Dios, quebrantadora de Su Palabra, quebrantadora de Sus mandamientos. Ud. no debería hacer eso. Ud. debería vigilar eso muy de cerca.",
    "Así que, esta gran Doctrina de Jesús que está escrita aquí delante de nosotros, en la Biblia: “A Ud. le es necesario nacer de nuevo”. Hay muchas versiones diferentes de ella, como dije antes, tanto que yo pensé esta mañana, por el bien de muchos que me han preguntado qué significaba y cómo podrían convertirse ellos en un verdadero Cristiano, entonces pensé que tal vez simplemente abordaríamos el tema y lo tomaríamos tan claramente como yo sepa presentárselo a Uds. Y no es a manera de un sermón, es a manera de una enseñanza de escuela dominical, para que la gente pueda entender el Mensaje. Ahora, hay muchas interpretaciones en cuanto a “nacer de nuevo”.",
    "Y ahora, digo esto, y sé que está siendo grabado en cinta, y quiero decirles esto a los pastores que tal vez han de recibir esta cinta: Supongo que tal vez sea un poco diferente de lo que la iglesia regular enseña, yo enseño y creo, y creo que con la Escritura puedo probarlo suficientemente que uno nace del Espíritu y luego es bautizado en el Cuerpo por el Espíritu Santo.",
    "Ahora, muchos de ellos enseñan que, solo con pasar al frente y ser reconocido ante la congregación y cosas así, como—como pecador, que al uno querer aceptar a Cristo como Salvador personal, que eso es el nuevo Nacimiento. Muchos creen que el bautismo en agua es el nuevo Nacimiento. Y algunos de ellos creen que uno—uno nace del agua cuando es bautizado en agua. Y hay tantas versiones diferentes de eso. Muchos de ellos, muchos creen que es por recitar un credo y por creer en una doctrina de una iglesia, solo aceptarla y decir: “Yo creo en la santa iglesia de Fulano de tal. Y—y yo creo que Dios es el—el Salvador de los hombres, y demás. Y a partir de este día, yo—yo llego a ser miembro de esta iglesia y tendré compañerismo con los Cristianos”. Ellos creen que eso es “nacer de nuevo”.",
    "Y aunque el credo que ellos recitan, yo no creo que podemos criticarlo, algunos de ellos son puros y santos, algunos son verdaderamente Escriturales, pero la Escritura no se aplica correctamente. Y, aun aplicando la Escritura, yo creo que el nuevo Nacimiento es algo más allá de eso. A pesar de la sinceridad en que Ud. pueda decirlo, yo creo que el nuevo Nacimiento está más allá de sus buenas intenciones y sus pensamientos, mentes, va más allá de eso.",
    "No quiero decir esto para ser sacrílego, y no es como crítica para alguna organización de iglesia, pero mucho de eso me recuerda a un—a un—a un judío, a un pequeño… es una broma. Y no creo que se deberían decir bromas desde el púlpito, no es lugar para bromas. Y por eso al decir esto que tengo en mente, no es como broma, sino para mostrar en una expresión lo que quiero decir. Que una vez un sacerdote católico se fue a casa con un… un viernes, con un nuevo convertido a la iglesia católica. Y el convertido católico había horneado un jamón y dijo: “Padre, lo siento, no recordaba, hoy es viernes. Pero creo que de acuerdo con nuestra gran doctrina de la iglesia, que una vez yo fui judío, y Ud. me roció con agua bendita y me convirtió de judío a católico. Ahora yo rociaré un poco de esa misma agua sobre este jamón y haré un pez de él”. Ahora, eso, el decirlo no lo convierte en pescado. Aún es jamón, no importa lo sagrada que pretenda ser el agua.",
    "Y no importa cuánto queramos nosotros pensar que tenemos la razón al recitar un credo o al unirnos a una iglesia, uno sigue siendo lo que era hasta que realmente nazca de nuevo del Espíritu de Dios. Eso no lo cambia a uno. Su credo, unirse a la iglesia o cambiar sus ideas, o sus buenas intenciones, por bueno que eso parezca, aún no es lo correcto. Tiene que suceder algo, el nuevo nacimiento es una experiencia, algo que acontece. Así que, no es eso lo que trae el nuevo nacimiento. Ahora, las diferentes iglesias, pudieran decir: “Ahora, acepte Ud. esto o crea eso, y todo está bien”. Pero no lo está.",
    "Ahora, para comenzar, para poner una base, la razón por la cual tenemos que nacer de nuevo es porque la Biblia nos enseña que “todos nacimos en pecado, fuimos formados en iniquidad, y vinimos a este mundo hablando mentiras”. Entonces eso nos muestra que nuestra naturaleza, desde un principio es pecaminosa, para empezar. No servimos para nada, para empezar. Entonces no podemos reclamar nada por nuestra astucia, por nuestra sinceridad, ni por lo importantes que seamos, ni por lo pequeños que seamos, ni por lo que sea, estamos completamente equivocados, para empezar. Y no hay nada en lo absoluto que podamos hacer al respecto. Uds. no pueden… Jesús dijo: “¿Quién, por mucho que se afane, puede añadir una estat-… una a su estatura, una medida a su estatura?”. Uno se puede afanar mucho, soñarlo, leerlo, estudiarlo, examinarlo, y todo lo demás, y Ud. no se puede ayudar ni una pizca. Así que eso simplemente lo excluye todo. Estoy muy contento de que sea así, porque si dependiera del pensamiento de saber algo, de ser inteligente, nosotros los pobres analfabetos quedaríamos excluidos, porque no tendríamos oportunidad. Pero Dios lo cambió, o nunca lo tuvo así al principio. Las iglesias siempre lo complican. Dios lo hace sencillo. Por tanto, se presenta de tal manera que todos podamos ver, todos podamos tenerlo. Es para el que quiera.",
    "Ahora, ahora, un hombre no podría salvar al otro. Ahora, no importa cuánto alguien intente decirlo, nadie puede salvar a otro. No importa su inteligencia, cuál sea su oficio, sea pastor, sacerdote, obispo, cardenal o papa, él no puede tener nada que ver con salvar la vida de algún hombre, porque él mismo es un pecador, nacido en pecado, formado en iniquidad, vino al mundo hablando mentiras. Para empezar es mentiroso, y cualquier palabra que él diga sería mentira si es contraria a la Palabra de Dios y al plan de Dios.",
    "Pero Dios hizo un plan para que el hombre fuera salvo. Y el hombre no puede agregarle nada a ese plan; es el plan de Dios. Y ese plan es el que estamos, queremos estudiar esta mañana. ¿Cuál es el plan de Dios? Él dijo: “Que la palabra de todo hombre sea mentira, la Mía sea la Verdad”. Por lo tanto, seríamos muy atrevidos en cambiar una frase, para hacerla que diga otra cosa. No importa lo que digan nuestros rituales y demás, tenemos que olvidar eso. Esta es la Palabra de Dios. Simplemente no se puede hacer de ninguna otra manera. Dios tiene un plan, Él ha hecho un plan.",
    "Y, recuerde, lo primero: hasta que Ud. nazca de nuevo, Ud. nunca lo entenderá. Él lo dijo dos veces: “El que no naciere de nuevo no puede entrar en el Reino”. “Si un hombre no naciere de nuevo ni siquiera podrá ver el Reino”. Ahora, de hecho, eso está enfatizado. La palabra, en la manera que están arregladas esas palabras, me dicen que tuvieron que escribirlo, ellos, que cuando dicen “de cierto, de cierto”, es enfatizándolo, como con—con—con mayúsculas. “¡De cierto, de cierto, os digo”! Y la palabra en un lugar, o en muchos lugares, se traduce “absolutamente”. “¡Absolutamente, absolutamente, os digo!”. ¿Quién dijo eso?, ¿fue un cardenal, un sacerdote, un pastor, un evangelista, un papa? ¡Dios mismo! Ahora, no hay excusas. Él de ninguna manera, de ninguna manera, no puede de ninguna otra manera, no importa cuán importante sea él, cómo se llame, lo importante que sea o lo popular que sea, él ni siquiera puede entender el Reino de Dios hasta que haya nacido de nuevo. Es un tema muy importante. “¡De cierto, de cierto os digo!”. Observen. Busquen la traducción al griego, encontrarán: no ver con los “ojos”, uno ve con el “corazón”. Vean, uno no puede ver el Reino de Dios con los ojos, porque es un Reino espiritual. ¿Ven? En otras palabras: “Ud. nunca podrá entender el Reino de Dios hasta que Ud. nazca de nuevo”. Es todo un misterio resuelto. Y cuando uno nace de nuevo, los planes del Reino, el Reino Mismo, viene a ser real para Ud.",
    "Como un contratista que va a construir un edificio, a menos que él sepa leer un plano no hay necesidad que intente construir un edificio, si él no entiende el plano. Y luego cuando entiende el plano, entonces sabe cómo construir el edificio. Así es—así es el asunto. Así sucede en cuanto a construir el Reino de Dios. Uno tiene que entender el Plano, y Ud. no entenderá el Plano hasta que Ud. nazca de nuevo. Y cuando Ud. nace de nuevo y luego niega el Plano, ¿qué sucede?",
    "Una jovencita encantadora que recientemente… Yo simpatizaba con su madre cuando éramos jóvenes. Y ella era una mujer encantadora, hermosa. Su apellido ahora es Huff, su apellido era Lee antes de casarse. Cuando yo pastoreaba la Iglesia Bautista de Milltown, ellos pertenecían a la Iglesia de los Hermanos Unidos, pero, ¡oh!, ellos me querían mucho. Y ella… Yo simpatizaba con ella. Vivían por allá detrás de la casa del Hermano Wright, aquí. Hacia… Y yo iba a la casa de ellos, y la jovencita era una jovencita muy dulce, y ella era mi amiguita. Y el Hermano Lee, un buen hombre, leal a la iglesia, al punto de vista de la iglesia de los Hermanos Unidos, y una noche me invitó a ir a casa con él y quedarme toda la noche. Y dije: “Hermano Marrion, me—me encantaría”. Y después de terminar el servicio, bueno, la—la jovencita y yo entramos en el auto y nos fuimos. Y creo que tuve que abrir una docena de puertas, rodeando la ladera y cuesta arriba, para llegar a una casa grande de troncos vieja. Bueno, nos sentamos afuera en el jardín y esperamos hasta que llegaran su madre y padre, y su hermana menor. Cuando llegaron, todos entramos y tuvimos una comida liviana esa noche. La madre había sacado algunas cosas y comimos, y—y el padre y yo dormimos juntos en el piso de abajo, en una cama grande de plumas, y—y un colchón de paja debajo, Uds. saben, uno duerme muy bien. Es mejor que cualquiera de estos colchones Beautyrest que uno compra, se los aseguro. Y entonces nosotros… La madre y las jovencitas se fueron al piso de arriba.",
    "Y esa noche mientras estábamos acostados allí, el Hermano Lee tuvo un sueño. Y él siempre había debatido conmigo sobre el bautismo en agua en el Nombre del Señor Jesucristo. Él no Lo creía. Y él era un contratista. Entonces dijo: “Hermano Branham, acabo de tener un sueño”. Y dijo: “Soñé que fui a New Albany. Y yo construía la casa de un hombre, y él me dio el plano. Pero cuando vi la manera que él cortó sus ventanas y las ubicó en un cierto lugar, dije: ‘Eso no está bien. Simplemente no puede estar bien. Es contrario. Eso, eso no está bien’. Y la construí como yo pensaba que era correcto. Y cuando él regresó de Florida, de sus vacaciones, yo tenía su casa casi lista”.",
    "🦅 Él miró la casa, y fue y agarró el plano y lo miró, y dijo: ‘¡Oiga, Ud. ha construido mi casa mal!’”.\n\n“Y yo le dije: ‘No, no he construido su casa mal’”.\n\n“‘¿Qué me dice de este cierto y cierto lugar?’”.\n\n“‘Bueno’ dijo él, ‘eso en realidad no debe estar allí’”.",
    "🦅 Él dijo: ‘¡Derríbela! Si quiere que yo le pague, la construirá como dice el plano’”.",
    "Y él dijo: “¿Qué piensa Ud. de eso, Hermano Branham?”.",
    "Le dije: “Hay un arroyo que fluye por aquí más abajo de la casa”. Y fuimos allá.\n\nÉl dijo: “No quiero tener que derribar nada en aquel día”.",
    "Le dije: “Hágalo correctamente, ahora. ¡Edifíquelo de acuerdo con el Plano!”.",
    "¡Cómo valió la pena eso!, recientemente una de sus… Después su hija se casó con un buen muchacho, un buen hombre. Él es un maquinista aquí en la fábrica de botes, y el muchacho se cortó los dedos así, un buen hombre. Y tienen una familia encantadora, tres niñas y una de ellas… todas son Cristianas, y cantan en trío. Si alguna vez tenemos una reunión aquí ellas vendrán a cantar para nosotros. Y una de las niñas se especializó en música de piano, y era maestra de música clásica cuando era solo una joven, de quince, dieciséis años. Y los muchachos en la escuela comenzaron a burlarse de ella por diferentes cosas, y por ser Cristiana, y eso le afectó los nervios y le dio un colapso nervioso, y ella perdió la razón. Y la tenían en Louisville, y la iban a llevar al manicomio el lunes siguiente. Y ellos no dejaban, los médicos no me dejaban verla. Y fui como visitante y me senté al lado de la cama con el padre y la madre. Y mientras yo estaba sentado allí, el Espíritu Santo entró en el, ese era el Sanatorio de Nuestra Señora de la Paz en Louisville, donde llevan a los pacientes nerviosos, y cuando aún hay esperanza para ellos. Luego, si no pueden hacer nada por ellos, los envían a Madison, Indiana. Y la jovencita iba para Madison esa semana, ellos… ella no tenía remedio. Y sentado allí, una visión vino ante nosotros, y le habló a la jovencita en el Nombre del Señor Jesús. Y la madre me agarró por la rodilla, extendió la mano y agarró a su esposo de la mano, y dijo: “¡Nunca ha errado!”.",
    "Le dije: “No se preocupe, ella estará bien”. Salí del edificio rápidamente.",
    "Esa noche a las nueve, sonó el teléfono, o creo que eran poco antes de las nueve, antes de yo ir a la iglesia esa noche. Fue un domingo. Y el padre, con el corazón muy emocionado, dijo: “No pude irme a casa sin darle la buena noticia, Hermano Branham”. Él dijo: “El médico entró y examinó a mi hija. Dijo: ‘¿Qué le ha sucedido? Ella puede irse a casa mañana’”. Cuando el cadáver de mi madre yacía allí, hace unas semanas, allí estaba el trío, la jovencita tan amable como podría ser, ella y su novio, dulcemente. ¡Oh!, se los digo: ¡el Plano! La Palabra de Dios es La que explica el programa de cómo tenemos que nacer de nuevo.",
    "Primero, nos consideramos pecadores y merecedores de condenación. Y todos nacemos en pecado y somos formados en iniquidad, no hay ni un pedacito sano en nosotros. Nuestras mentes son malas, nuestra alma es corruptible, nuestro pensamiento constante es malo, cada imaginación del pensamiento de la mente del hombre es el mal, es pecador, y también porque nuestro cuerpo es débil, nuestro espíritu no es bueno, y sencillamente estamos llenos de corrupción. ¿Y cómo podría una cosa corrompida producir otra cosa buena de una cosa corrompida? Permítanme decir esto, que en Job, el capítulo 14, él dice: “Al ver que el hombre es nacido de mujer, hastiado de angustias y sinsabores, aunque sale como una flor, él se marchita”. Y continúa, mientras el profeta sigue hablando, él dice: “¿Quién puede sacar algo limpio de lo inmundo? ¡Nadie!”. Ud. mete su cubo en el pozo y saca un cubo de agua, y está estancada, apesta; mira adentro y está turbio, y hay gusanitos en esa agua, no hay manera de volver a meter su cubo y sacar un cubo limpio. Todo el pozo está contaminado. Y toda el alma, la mente y el cuerpo del hombre están contaminados con el pecado. Él nació en pecado, físicamente, fue formado en iniquidad, y vino al mundo hablando mentiras, de modo que su propia alma está contaminada. ¡No hay nada bueno! Uno no puede redimir a otro, porque todo está mal. Y uno no puede tomar un balde lleno de agua aquí, que esté contaminada, y otro balde que esté contaminada, y mezclarlas, Ud. tiene más contaminación. No hay purificación en eso.",
    "Pero Dios decidió salvar al hombre. “Cargó sobre Él la iniquidad de todos nosotros”. La pena del—del pecado, cuando uno nace, la pena del pecado es la muerte. El pecado es muerte. Y la pena fue tan grande que ninguno de nosotros podía ayudar al otro, entonces tuvo que haber Alguien que pudiera pagar esta pena.",
    "¿Qué si esta mañana la multa por salir de esta sala fuera de cien mil millones de dólares? Ninguno de nosotros podría salir, porque ninguno de nosotros tiene todo eso. Pero entonces ¡si entrara alguien que tuviera lo suficiente para pagar por todos nosotros!",
    "Se necesita Uno. Nosotros no podemos hacerlo. Se necesitó Uno que sí era digno. ¡Oh, cómo desearía poder detenerme aquí por un momento, y regresar y tomar a Rut y Noemí, y mostrar cómo el pariente redentor, para redimir la propiedad perdida tenía que primero ser digno, tenía que ser un pariente! Por tanto, Dios, el Espíritu, Jehová, llegó a ser Pariente nuestro, al tomar una forma de carne. Él llegó a ser Pariente. Tenía que ser eso. Luego Él tenía que ser digno. Y Él es Aquel Quien produjo esa Fuente llena de Sangre, sacada de las venas de Emanuel. Él fue Aquel Quien llevó nuestras iniquidades.",
    "Tengo un tipo hermoso aquí en Números. Tengo mis Escrituras anotadas aquí. En Números, es el tipo hermoso de eso, allí es ¡oh!, es muy bonito si Uds. pudieran verlo: es la serpiente de bronce levantada en el desierto. Cómo Israel, esa serpiente para ellos era una mordida mortal, y no había remedio. No había médico entre ellos que tuviera el remedio o la cura. Tenían médicos entre ellos, pero no para esa mordida. Así como he dicho yo: no hay médicos entre nosotros que puedan curar el pecado. Es una mordida mortal, y todos somos culpables, todos fuimos formados en iniquidad. Todos somos culpables. ¿Pero qué hizo Dios? Ellos entonces eran culpables, por tanto, se tenía que pagar con muerte, la pena de muerte. Pero Dios hizo que Moisés levantara una serpiente de bronce y que la pusiera en una asta, nada que la gente pudiera hacer, ni dinero que tuvieran que pagar, nada en absoluto, ni credos que tenían que recitar, ni tenían que unirse a iglesias, solo “mirar y vivir”. ¿Ven qué sencillo? ¡Mirar y vivir! No unirse a una iglesia, no es una sensación, no tienen que sentir cosas raras. ¡Solo miren y vivan! Eso es todo. Es muy sencillo. No: “Si uno puede recordar todos los Diez Mandamientos, vivirá”. No: “Si uno se sabe todos los estatutos”. Solo: “Miren y vivan”. Eso era todo lo que uno tenía que hacer. Y todo el que miraba hacia Él vivía.",
    "Jesús, cuando Él estuvo aquí en la tierra, dijo, hablando con Nicodemo aquí, dijo: “Como Moisés levantó la serpiente en el desierto, es necesario que el Hijo del Hombre sea levantado”. ¡Es necesario! ¿Por qué? De la misma manera, para lo mismo, el mismo propósito, para hacer la misma obra. Muchas veces eso deja perpleja a la gente cuando ven que la serpiente representaba a Jesús. La serpiente representó a Jesús, en esto: ¿notaron Uds. que la serpiente estaba muerta? No había vida en ella. Jesús murió. Al igual que Caín cuando mató a Abel, Abel murió en el altar con su sacrificio; después de que Abel ofreció su sacrificio y mató su sacrificio por su pecado, luego murió en el mismo altar con su sacrificio. Para nacer de nuevo, Ud. tiene que morir en el altar con su Sacrificio, estar tan muerto como Él lo estaba. Y Ud. nace de nuevo. La serpiente no tenía vida.",
    "Y Ud. dice: “¿Por qué era de bronce?”. El bronce representa juicio, juicio Divino. ¿Notaron Uds. en la Biblia, en el Antiguo Testamento, que el altar estaba hecho de bronce, donde se quemaba el sacrificio? El bronce habla de juicio. Al igual que Elías, en sus días, fue a mirar los cielos, para ver si venía la lluvia después de su oración, y dijo: “El cielo parece bronce”. ¿Qué era? Juicio Divino sobre un pueblo incrédulo, una nación incrédula que había abandonado a Dios. Era el juicio Divino, ¡de bronce! Y la serpiente misma, su forma representaba el pecado ya juzgado, porque la serpiente fue juzgada en el huerto del Edén. Y él lo fue, la serpiente, juzgado.",
    "Y cuando nosotros miramos a Cristo, uno ve la pena. El Único, Dios Mismo, hecho carne. Dios vino a la tierra, y tomó sobre Él el pecado de todos nosotros, y el juicio y la ira del Dios Todopoderoso se derramaron sobre Su cuerpo, y allí fue desgarrado en la cruz. Ese es el verdadero juicio. Él pisó el lagar de la ira de Dios, solo. Solo, caminó Él ese camino. Solo, Él murió sin la ayuda de un Ángel, de un hombre, de Su Iglesia, de Su madre, de Sus hermanos, de Su Padre; abandonado por Dios, el hombre y la naturaleza. Él murió solo, para mostrarnos que ni aun la naturaleza misma puede ayudarnos en la hora de la muerte. No hay amigo, ni sacerdote, ni papa, ni pastor. Es muerte. Pero hubo Uno Quien la soportó por nosotros.",
    "No había vida en la serpiente. Estaba completamente cristalizada. Esa fue la pena. Él murió tanto que la—la tierra se avergonzó de sí misma. Él murió a tal grado que las estrellas se avergonzaron. Él sufrió a tal grado que el sol no quiso brillar. Él sufrió a tal grado que la luna apagó sus luces. Él sufrió tanto que aun los elementos de la tierra estaban tan negros y oscuros que fue medianoche, tan oscuro que se podía palpar. No había nada. Nadie ha sufrido así ni podría sufrir así, no hay mortal que pudiera pasar por eso. Pero Él lo sufrió. Dios cargó sobre Él la iniquidad de todos nosotros, y emitió Sus juicios sobre Él, y Él pisó el lagar de la ira de Dios, solo, sin ayuda. No había nada que Le ayudara. Dios puso la pena. Todo estaba bajo esa pena y nada podía ayudarlo, porque todos somos culpables. No había sumo sacerdote que pudiera haber venido a ayudarle. No había nada que pudiera ayudarle, ningún papa, ningún Ángel. Todo retrocedió y observó aquello. Esos fueron los momentos más grandiosos en la historia del mundo. Él murió a tal grado que no quedó una sola gota de vida en Él, llegó a estar como la serpiente de bronce, solo un adorno cristalizado colgado en la cruz.",
    "Ahora, cómo venir a este nacimiento, hay una manera de abordarlo. Y para poder llegar a este nacimiento, uno tiene que pasar por un proceso. Así como todo lo que vive, todo lo que vuelve a la vida tiene que morir primero. Y Ud. no puede conservar su mismo espíritu. No puede quedarse con sus mismos hábitos; no puede quedarse con sus mismos pensamientos. Ud. tiene que morir. ¡Ud. tiene que morir como Él murió! Ud. tiene que morir en Su altar, como lo hizo Abel con su cordero. Ud. tiene que morir con su Cordero. Ud. tiene que morir. Morir a su propio pensamiento, para nacer a Su manera de pensar, permitir que la mente que estaba en Cristo esté en Ud. Ud. tiene que pensar Sus pensamientos. Y ahora, hermano, hermana, déjenme decirles esto tan inteligentemente como sé decirlo: ¿Cómo puede Ud. pensar Sus pensamientos y negar Su Palabra, y aun así decir que Ud. ha nacido de nuevo? Solo hágase esa pregunta. ¿Cómo puede hacerlo? Ud. no puede. Si Ud. ha nacido de nuevo, tiene Sus pensamientos. Si la mente de Cristo está en Ud., entonces Ud. es una nueva criatura. La Biblia enseña eso. Y si algún hermano quiere, pues, busque criatura, escudriñe esa palabra criatura en el—el Léxico, y verá que la palabra criatura allí se interpreta o se traduce, “una nueva creación”, porque Ud. es una creación, un ser humano nacido por deseo sexual aquí en la tierra, y ahora Ud. es una nueva creación nacida del Espíritu. Sus propios pensamientos están muertos. Están tan muertos a tal grado que están cristalizados como la serpiente de bronce, o como cuando Él murió y los cielos y la tierra y todo dio testimonio de que Él había muerto.",
    "Él murió hasta estar tan muerto que aun Su Sangre y agua se separaron en Su cuerpo. Su muerte fue tan tremenda al grado que, yo digo que el—el mundo sufrió una crisis nerviosa. Se sacudió, tembló tanto que las rocas cayeron de las montañas. ¿Qué podría morir así? La muerte de algún papa no haría eso, un pastor muriendo no causaría eso. Pero cuando Dios, en carne, murió en la cruz, la tierra sufrió una crisis nerviosa, al saber que la propia Palabra hablada de Dios, rocas y tierra, palos y estacas y los árboles suspendidos en la tierra, y las estrellas y la luna, Su propia Palabra hablada vio a su Creador hacerse carne, y el pecado derramado sobre Él. La ira de Dios se derramó sobre Él a tal grado que la luna apagó su luz, el sol apagó su luz, la tierra tuvo un temblor de sacudimiento nervioso, un colapso. Se hubiera reventado en pedazos de no haber existido un futuro para nosotros, todo.",
    "Y si Sus elementos de la tierra, al mirar, al ver lo que estaba sucediendo, los sacudió en esa condición, ¿qué deberían hacernos a mí y a Ud.? ¿Qué deben hacer nuestras almas cuando miramos y vemos lo que Dios hizo por nosotros? Y todo fue por Ud. y por mí. ¿Qué debería hacernos? ¿Continuar en pecado? Dios no lo permita. Sino abstenernos de pecados, y morir al pecado. ¿No ven Uds. lo que el pecado le hizo a Él? El pecado Lo mató. Y Él cargó la pena del pecado, para poder traernos la justicia de Dios a Ud. y a mí. Entonces cuando la justicia de Dios viene a nosotros, el pecado está muerto en nuestros seres mortales. ¡Oh, espero que Uds. lo vean!",
    "Sí, para nacer de nuevo Ud. tiene que pasar por un proceso de muerte, así es con todo. Tome por ejemplo un grano de maíz, si ese maíz espera volver a vivir, primero tiene que morir. Si un grano de trigo espera volver a vivir, es totalmente imposible… Porque ese maíz, ese trigo, esa flor, ese árbol, esa hierba, ese vegetal, todo lo que espera volver a vivir tiene que morir primero. Entonces ¿cómo van Uds. a escapar de eso? Uds. tienen que morir primero. Uds. tienen que morir. ¿Morir cómo? A sí mismos, morir a todo, para que Uds. puedan nacer de nuevo. Uds. tienen que hacerlo. Si Uds. no mueren, nunca podrán volver a vivir.",
    "Y, miren, ¿sabían Uds. que cada día algo tiene que morir para que Uds. puedan vivir? Ahora, para Uds. Adventistas del Séptimo Día que están entre nosotros, muchas personas dicen: “Yo no le dispararía a una ardilla, Hermano Branham. Yo no mataría un venado ni un conejo, pez, porque no creo que deberíamos matar las cosas”. Mi hermano: ¿sabía Ud. que las verduras y las cosas que Ud. come también tienen vida? Ud. tiene que matarla. Y de la única manera que Ud. puede existir en esta vida, es que algo tiene que morir para que Ud. pueda vivir mediante su vida muerta. Ahora, si algo tiene que morir para que Ud. pueda vivir por medio de su vida mortal aquí en la tierra, para vivir mortalmente, ¿no tuvo que morir Algo para que por Su Vida Ud. pudiera vivir Eternamente? Solo hágase esa pregunta. Y ese Ser era Cristo, porque nadie más tiene inmortalidad. Únicamente el Hijo tiene inmortalidad. Y Él Se entrega a Ud. solo con aceptarlo. Ahora, se tiene que morir.",
    "Ahora, eso no significa borrón y cuenta nueva, para este nuevo año. Ud. dice: “Hermano Branham, yo he estado viniendo aquí por mucho tiempo. He sido miembro de la iglesia. Este Año Nuevo voy a hacer borrón y cuenta nueva y comenzar de nuevo”. Eso no es lo que significa. No es “borrón y cuenta nueva”, sino realmente morir y nacer de nuevo. ¿Ven? Ud. tiene que sentirse tan culpable cuando se para en Su Presencia, ya sea que Ud. vaya por el camino metodista o bautista, o por el camino que vaya, Ud. tiene que ser tan culpable y sentirse tan culpable al punto que Ud.… que eso lo matará. Así es. Eso—eso lo matará a Ud. Su vida mundana morirá allí mismo. Ud. tiene que considerarse tan culpable en la Presencia de Dios a tal grado que su vida mundana muera allí mismo. El—el problema del pecado queda resuelto para Ud. cuando Ud. esté parado en Su Presencia. Cuando Ud. se vea así, ciertamente vivirá, porque Ud. muere. Y la única forma en que Ud. pueda volver a vivir es estar… morir primero para poder volver a vivir.",
    "Ahora Uds. ven adónde estoy llegando, ¿verdad? Ajá. Lo que es el nacimiento, el nuevo nacimiento. Primero, morir, para nacer de nuevo. Y si Ud. aún lleva las cosas del mundo por dentro, Ud. no ha nacido de nuevo. Pues ¿cómo va a decir Ud. que nació de nuevo y aún con las cosas del mundo prendidas de Ud.? ¿Ve? ¿Cómo puede Ud. hacerlo?",
    "Un joven Cristiano el otro día, mucha gente… No digo que no lo sean. Pero mirando unas fotos, mujeres Cristianas, hombres Cristianos, todos amorosos unos con otros, en trajes de baño, nadando. ¿Ven? Simplemente… Dijeron: “Eso es verdadero amor”. ¡Eso es verdadera inmundicia! Eso no es amor. El amor se expresa de otra manera.",
    "Nuestras almas se colocan por fe en Su altar de bronce, el juicio de Dios; entonces nuestra ofrenda es consumida. Ahora, recuerden, cuando Elías, bajo esos cielos de bronce, colocó la ofrenda de Dios sobre el altar, la ofrenda fue consumida. Baal no pudo consumir su ofrenda. No quiero decir esto, pero debo decirlo. Y cuando Ud. va a una iglesia y acepta sus credos y sus formas de bautismos, y la ofrenda que debe ser Ud. supuestamente postrado allí, puede ser que Ud. se levante temblando, hablando en lenguas, corriendo por todo el lugar, o tal vez Ud. levantarse llorando, pero, si esa ofrenda ha sido recibida por Dios, es consumida; el mundo está muerto para Ud. Ud. ya no existe, porque nos consideramos muertos y sepultados. Estamos muertos y estamos… Estamos escondidos en Cristo. ¡Escondidos en Cristo! Y, además, luego—luego después de que estamos muertos y sepultados y escondidos en Cristo, entonces somos sellados con el Espíritu Santo.",
    "¿Ven Uds. lo que quiero decir ahora? Ud. está muerto. Nuestras almas están puestas sobre Su juicio Divino; eso es el bronce. Cuando nuestras almas son puestas sobre un altar del juicio Divino, ¿cuál fue la pena? Muerte. Y cuando Ud. mismo se coloca sobre el altar de Dios, que ha pronunciado la muerte sobre el pecador, ¿cómo puede levantarse Ud. de allí, vivo en el pecado, si Dios aceptó el sacrificio? ¿Queda claro ahora? ¡Ud. muere! En realidad Ud. está consumido y está petrificado. Ya no queda más de Ud. que esta forma en la que Ud. está parado, como la serpiente de bronce, como lo estuvo Cristo cuando ellos lo bajaron muerto y frío de la cruz. ¡Ud. está muerto! ¿Por qué? Ud. está en el altar del juicio de Dios. ¿Cuál es Su juicio? Cuando el Juez ha dictado Su sentencia, ¿cuál es la sentencia de Su pena? Muerte. Y cuando Ud. coloca su alma sobre Su altar del juicio, es muerte para Ud. ¿Lo entiende ahora?",
    "¡Oh!, Ud. podría levantarse de allí y hacer cualquier cosa, podría danzar en el Espíritu, podría llorar como un—como cualquiera lloraría, podría correr de allá para acá por los pasillos, Ud. podría unirse a cada iglesia, podría hacer cualquier cosa que quiera (les estoy hablando ahora a los pentecostales), y salir directamente y deshonrar la esposa de un hombre, destrozar el hogar de un hombre, algunas de Uds. mujeres. Ud. regresará no importa cuánto le venga a Ud. la Palabra para que haga lo correcto y esas cosas, Ud. no La reconocerá. Ud. nunca se dejará crecer el cabello, las mujeres, ni esas cosas. Ud. no se vestirá correctamente. Ud. seguirá siendo exactamente como el mundo, porque Ud. aún no ha muerto para el mundo, está viva con él.",
    "Algunos de Uds. hombres no dejarán de beber, fumar. Uds. no dejarán de codiciar mujeres vulgares, vestidas inmoralmente cuando las vean en la calle, en lugar de darles la espalda y alejarse. Uds. seguirán aún con esa misma lujuria. ¿Por qué? Ud. aún está vivo con el mundo. Pero cuando ese sacrificio haya sido recibido, Ud. está muerto. Así es. ¿Oyen lo que quiero decir? ¿Entienden lo que estoy diciendo?",
    "Ahora, su alma ha sido puesta sobre ese altar de bronce del juicio de Dios, entonces Dios recibe el sac-… Ahora, eso muestra que Ud. aún no Lo ha recibido, si es así… Si—si Ud. aún está vivo en el mundo, Dios no lo ha aceptado. Ahora, Uds. que hablan de recibir el Espíritu Santo y de cómo deben esperar tanto tiempo, aquí tienen. ¡Hasta que Dios reciba ese sacrificio, hasta que sea puesto sobre Sus juicios allí, hasta que Su juicio realmente haya matado sus sentidos! Ud. podrá decir: “Bueno, voy a hacer borrón y cuenta nueva”. No es así. “Bueno, sé que yo fumaba, voy a dejar de fumar”. Eso aún no es así. Es hasta que Dios reciba ese sacrificio en Su altar de bronce, Su altar es juicio. ¿Cuál es Su juicio? Muerte. Esa es la pena.",
    "🦅 El alma que pecare”, que permanezca en eso, “morirá”. A mí no me importa lo que Ud. haya hecho.",
    "Jesús dijo: “Muchos vendrán a Mí en aquel día y dirán: ‘Señor, ¿no he hecho esto y hecho aquello?’. Él dirá: ‘Apartaos de Mí, hacedores de maldad’”. ¿Ven?",
    "Cuando ese sacrificio es recibido por el fuego, y sube así, y sube el humo, Ud. se eleva con su sacrificio a lugares celestiales, y entonces Ud. está sellado a las cosas del mundo. Nuestra alma está sobre Su altar.",
    "¿Qué le sucede a Ud. entonces, después de que ha muerto, pues qué le sucede a Ud.? Ud. entonces es concebido de nuevo. Es concebido de nuevo. Ud. primero fue concebido en iniquidad. Ahora Ud. es concebido en algo nuevo. ¿En qué? En la Palabra viviente. Amén. ¡Oh!, eso lo cambia ahora, ¿verdad? Ahora, hemos pasado por esa lucha, después de ver lo que Ud. tiene que hacer. ¿Qué sucede ahora? Ud. es concebido de nuevo, en la Palabra viviente. ¿Qué es eso? La Palabra se vivifica en Ud. Ud. empieza a ver las cosas de manera diferente. Donde una vez no podía ver eso, ahora Ud. sí lo ve. Ahora hay algo diferente. Hace que todas las Escrituras concuerden. Hace que todo cuadre perfectamente. Entonces, ahora—ahora algo ha empezado a suceder. Ahora, Ud. muere a su propio pensamiento, ahora Ud. ha sido concebido, porque somos lavados por el agua de la Palabra. ¿Correcto?",
    "¿Qué se hace con un bebé tan pronto como nace? Se lava, ¿verdad? Y tan pronto como un hombre haya muerto a sí mismo, nace de Dios, él es lavado por el agua de la Palabra. Amén. Si Ella dice: “En el Nombre de Jesús”, Ud. dice “En el Nombre de Jesús”; si dice: “Ud. tiene que nacer de nuevo”, Ud. dice lo mismo. Lo que Dios diga; Ud. es lavado por esa agua de la Palabra. Amén.",
    "Bueno, Ud. ahora está listo para vida. Ud. está listo para ser… para comenzar ahora. Ahora Ud. ha nacido de nuevo, nacido en la familia de Dios, con un padre nuevo. Sí, señor. Sus tutores eran… Ahora Ud. tiene tutores que son ahora, Ud. tiene un Padre nuevo. Uno no puede nacer sin tener un padre. Así que si Ud. nace en la hermandad de una iglesia, eso es lo que Ud. tiene. Si Ud. nace en un credo, eso es lo que Ud. es. Pero si Ud. ha nacido en Dios, ha sido concebido en Su Palabra, Ud. tiene un Padre nuevo, ese es Dios, listo para dar a conocer Su Palabra entre, con Ud., hablarla a través de Ud. ¡Oh!, un Padre nuevo, ese Padre es Dios. Él está listo para tomar Su Palabra ahora que ya ha hablado, y colocarla en Ud. y hacer que Ella viva. ¿Ven? Ahora Ud. tiene entonces su entrenamiento. Ud. está listo, está listo para entrar ahora en la instrucción, en la disciplina de niño. Esa es la parte difícil, cuando uno cree que debe hacer esto, y la Palabra lo corta por todos lados y le muestra otra cosa. “Pues, ellos creen eso allá…”. Lo que ellos crean no tiene ninguna importancia. ¡Aquí está lo que dijo Dios! A Ud. le es necesario estar en los negocios del Padre. Ahora Ud. está naciendo de nuevo. Ahora Ud. se está enmendando, se está corrigiendo. Ud. tiene un Padre nuevo.",
    "Así que, si Ud. ha nacido de nuevo y tiene un Padre nuevo, entonces Ud. tiene una nueva naturaleza. La vieja naturaleza está muerta, y Ud. tiene una nueva naturaleza. Una vez Ud. iba en una dirección, ahora va en otra. Una vez Ud. iba en esta dirección, hacia abajo, ahora Ud. va en esta dirección, camino hacia arriba. Su mira está puesta en las cosas de arriba. ¡Una mira nueva! Ud. ya no ama las cosas del mundo, su mira está en Dios. A Ud. no le importa lo que digan los hombres, cuánto se rían de Ud. y digan que Ud. es un “modelo anticuado”, o esas cosas así, a Ud. no le importa, porque Ud. ha nacido de Arriba y su mira está puesta—puesta en las cosas de Arriba. Dios no se avergüenza de Ud. y Ud. no se avergüenza de Él. Correcto. Así que Ud.… Lean el capítulo 11 de Hebreos aquí mismo. Lo tengo anotado. La razón, la gente de aquel día, lo que ellos hicieron. Cómo es que ellos anduvieron de acá para allá cubiertos de pieles de ovejas, en los desiertos y pobres, y todo lo demás, de los cuales el mundo ni siquiera es digno. ¿Ven? Léanlo, les será de beneficio. Y Uds. podrán ver allí lo que la gente, cuando su naturaleza es cambiada, lo que sucede.",
    "Ahora: “¿Qué tipo de naturaleza tiene uno entonces, Hermano Branham?”. La naturaleza de Él. Si yo tuviera la naturaleza de mi padre, entonces haría las cosas que hacía mi padre. Pero ahora que he nacido de nuevo, depende de quién era mi padre. Si Ud. solo nació de la iglesia, Ud. tiene una iglesia como padre, y Ud. puede llamarlo “padre” si quiere. Lo puede llamar como Ud. quiera, porque él es su padre. Pero si su Padre es Dios, y Ud. ha nacido en la familia de Dios, Ud. busca esas cosas que pertenecen a Dios. Correcto. Entonces Ud. es hijo de Dios; su naturaleza es la naturaleza de Dios. Entonces cuando alguien, ¡oh, uno los oye!, unos dicen: “¡Oh, nuestra iglesia cree que los días de los milagros ya pasaron!”. ¿Cómo podría creer Ud. que ya pasaron los días de los milagros cuando la mismísima naturaleza de Dios está en Ud.? ¿Cuando Él en sí es completamente un milagro? Su naturaleza es un milagro, Su hábito es un milagro, todo Su ser es un milagro. ¿Cómo puede Ud. ser otra cosa aparte de un milagro? Su nuevo nacimiento es un milagro. Su nueva Vida es un milagro. Aun su naturaleza es un milagro. ¿Cómo puede Ud. mirar atrás y decir: “Esas cosas están muertas. Esto es lo correcto”? ¿Ve? Ud. es una nueva criatura, una nueva creación. Seguro.",
    "[Cinta en blanco.—Ed.] Y cuando nacieron los bebés, todos eran pollos menos uno. Él era un águila. Era un pequeñito extraño. Era completamente diferente, pero, ¿ven?, él nació en otra categoría. El—el—el esperma y el óvulo eran diferentes, formaron un ave diferente. Seguro que se veía raro, actuaba raro para los demás, pero él—él solo actuaba de forma natural, pues él no podía hacer otra cosa, porque él era un águila. Su—su naturaleza era águila, así que eso era todo lo que podía ser, un águila. Pero hay muchos de ellos afuera en estas denominaciones, en realidad ellos son águilas, pero simplemente no se ve bien verlos revolcándose en el lodo y las cosas del mundo. Vea, ese es asunto de ellos; vayan a buscarlos.",
    "Un día la madre águila voló por encima, ¿y creen Uds. que esa gallina pudo mantenerlo en el suelo por más tiempo? No importa cuánto ella cloqueó, qué tan bien ella dijo: “Ven aquí, cariño. Encontré algo aquí mismo, ven”. ¡Oh, vaya! Su mira estaba en las cosas de arriba, y él fue a encontrarse con eso. No más denominaciones para él. No lo pueden apartar a él de Eso.",
    "Y un hombre que haya nacido de Dios, Uds. ya no lo pueden llamar a que vuelva a esa confusión podrida del pecado. Él está muerto, y ha nacido de nuevo. Es una nueva criatura. Él tiene la naturaleza del Águila. Tiene que elevarse a los cielos y planear. Él tiene que subir allá donde está su Madre, su Progenitora.",
    "Y así es como a Ud.… un hombre que cree, lo tientan: “¡Oh, ven únete a nuestra iglesia! Mira, eso es fanatismo. El—el—día…”.",
    "Ahora, si ese aguilucho tal vez estaba parado allá fuera y oyó a esa madre gritar, y miró alrededor y dijo: “¿Dónde está?”. Miren, tal vez ella le gritó algo así al aguilucho: “Jesucristo, el mismo ayer, hoy, y por los siglos”.",
    "Y la madre dijo: “Ya pasaron los días de los milagros, cloc, cloc, cloc, cloc. Ya pasaron los días de los milagros. ¡No hay tal cosa! ¡Eso es fanatismo!”. ¡Oh, qué cosa!",
    "Pues, Ud. no podría detenerlo más. Puedo oírlo decir: “Mamá, ¿cómo subo allá?”.",
    "🦅 Solo bate tus alas, cariño. Es todo lo que tienes que hacer. Tú eres un águila. Solo camina por fe”.\n\n“¿Cómo va a ser, Mamá”?",
    "🦅 No lo sé. Solo sigue caminando”. Ahí viene. Con sus primeros aleteos, se posó en un poste de la cerca. Por lo menos llegó a esa altura. Ella dijo: “Simplemente ven, yo te agarraré”. Así es.",
    "Una nueva naturaleza, un nuevo ser, una nueva creación, la naturaleza de su Padre. Y Ud. cree y ama cada Palabra que Él dijo. La palabra de toda hombre es una mentira, contraria a esta Palabra. Esta es la Palabra de Dios. ¿Ven? La Biblia tiene razón. No me importa lo que diga la iglesia, la Biblia sigue siendo lo correcto, para Ud., porque su naturaleza ha sido cambiada. Ahora, si Ud. tiene una—una iglesia como padre, Ud. creerá en esa iglesia padre. Pero si Ud. tiene al Padre, Dios, Ud. creerá en la Palabra de Dios. Si Ud. tiene una iglesia como padre, Ud. creerá eso porque Ud. es de su naturaleza, ese es su padre. Pero si su Padre es Dios, entonces Ud. creerá la Palabra de Dios. Si Ud. es de la iglesia, Ud. va a—Ud. va a creer su palabra, creerá la palabra de la iglesia, Ud. será lo que diga la iglesia. Pero si Ud. ha nacido de nuevo, entonces creerá lo que dice Dios, porque Dios es su Padre; no el mundo ni los credos de la iglesia.",
    "Me recuerda. Un día ellos, en un—un patio, dicen que había un pato que seguía a algunas gallinas. Y el—el pato, Uds. saben, era un pequeñín raro para esas gallinas. Era un poco pesado de arriba, ya Uds. saben, y de pico grande, Uds. saben. Pero eso, dado que era pesado de arriba, él—él tenía ese pico allí por algún motivo. Y supongo que a veces así el Cristiano parece ser un poco, ser un poco fanático, pero—pero eso está allí con un propósito. ¿Ven? Entonces él, sí que se veía extraño mientras que él andaba con las gallinas, y podía… los pavos y demás, ellos—ellos—ellos tenían picos muy pequeños, y ellos, y en las cosas que hacían, y no fueron formados como ese pato. Un día, la madre llevó un montón de gallinas y a él, a la parte trasera. Él siempre estaba en la parte de atrás, Uds. saben. Él ni siquiera hablaba como ellas. Su lenguaje era diferente. No podían entenderse unos a otros.",
    "Así es con el Cristiano cuando ha nacido de nuevo, ¿ven? Él salió de un huevo diferente, eso es todo. ¿Ven? Tal vez él tiene… Yo creo que hay muchos de ellos aquí en estas iglesias denominacionales, que son patos genuinos, pero tienen de líder a una gallina. Así es. Y ellos simplemente no entienden Eso. Eso suena descortés. No lo quiero decir de esa manera, pero quiero hacer entender algo.",
    "Un día ella lo llevó un poco lejos detrás de la granja. Había agua que corría detrás de la granja. Sí. Un manantial que fluía, un arroyo. Y él iba por allí preguntándose de qué se trataba el asunto, Uds. saben, siguiendo a la gallina. Y, pues, a él ni siquiera le gustaba la dieta que estaban comiendo, no le parecía bien. Esas cosas que ellas hacían, no le parecían correctas. Así que, después de un rato, sucedió que olfateó algo. “Eso sí olía bien. ¿De dónde vino eso?”. ¡Oh, ese pequeño olor del Cielo, hmmm! Olfatear ese pequeño olor de algo refrescante, un sermón que lo atrae a uno, que penetra en Ud., y Ud. siente que la Palabra se ancla. ¡Hmmm, rayos de sol Celestiales! Él pensó: “¡Oh!, de alguna manera u otra, ese aliento que respiro encaja en mi naturaleza”. Lo respiró de nuevo. “Está en alguna parte. Ahora, Uds. no me lo pueden negar; está en alguna parte. Sé que hay algo en alguna parte a lo que yo pertenezco”, no a este credo. ¿Ven? ¿Saben Uds. a lo que me refiero? Él olfateó el agua, y su naturaleza era de pato, y el pato y el agua se acoplan. Así es como el creyente y Dios se acoplan. En eso le llegó otro olor grande a agua, se hizo más fuerte. Después de un rato, el viento comenzó a soplar. Como el Viento recio que sopla, Uds. saben. Comenzó a soplar la brisa del agua, hacia él. Él no podía soportarlo más. Bajó la colina, tambaleándose, tambaleándose, tambaleándose, tambaleándose, simplemente, Uds. saben, haciendo: “Honk-honk, honk-honk, honk-honk”. Con ese piquito levantado al aire, Uds. saben. ¡Él olfateó agua!",
    "La vieja gallina dijo: “¡Tú, fanático, regresa aquí!”. Pero de nada le sirvió; él ya había olfateado el agua. ¡Iba camino al agua!",
    "🦅 Hay una Fuente llena de Sangre, sacada de las venas de Emanuel, donde pecadores sumergidos en el raudal, pierden todas sus manchas de culpa”. Un verdadero Cristiano no quiere tener nada que ver con el mundo. Ellos no quieren vivir aquí al azar y preguntándose dónde están, y hoy son metodistas y mañana son bautistas y presbiterianos y pentecostales, y demás. ¡Oh, hermano, eso es lastimoso! Un verdadero Cristiano quiere recibir la frescura del Espíritu, la frescura de Dios en su vida, algo que lo haga a él una nueva creación. Tan pronto él puede obtener esa salida, conducirá sobre caminos nevados o cualquier otra cosa para llegar allí. Él irá, porque para empezar él es un pato. Sí. No un credo, no, no, no, no.",
    "Y si Ud. aún ama las cosas del mundo, Ud. está engañado, su sacrificio todavía no ha sido aceptado, su naturaleza no ha sido cambiada. ¿Ahora saben Uds. lo que significa nacer de nuevo? ¿Ven?, su naturaleza es cambiada, Ud. llega a ser una nueva criatura. Ud. primero tiene que morir y luego nacer de nuevo. Sé que es hora de terminar, pero solo denme unos minutos, pasaré por estos textos muy rápido, ¿ven, ven? Si Ud. aún ama el mundo y afirma que ha nacido de nuevo, no importa lo que haya hecho… Es posible que Ud. haya llorado, es posible que haya tenido escalofríos. Esas cosas están bien, no tengo nada en contra de eso. Los Cristianos lloran y sienten escalofríos. Y Ud. dice: “Hermano Branham, hablé en lenguas hace…”. Eso pudiera estar bien, y pudiera estar muy bien.",
    "Estoy mirando a una mujercita en este momento, que vino a mí hace poco con una visión o un sueño que tuvo, y yo recibí la interpretación. Aún así, fue un poco difícil ir a decirle a esa esposita de ese predicador pentecostal que ella no tenía el Espíritu Santo, ajá, pero no lo tenía. Pero después ella Lo recibió, ¿ven?",
    "Sí, es diferente, ¿ven? Sí, no es hablar en lenguas, no es danzar en el Espíritu. Ud. no lo puede atribuir a ninguna de esas cosas. Es una muerte y un Nacimiento, una naturaleza cambiada, una disposición cambiada. Las cosas viejas están muertas, las cosas nuevas son nuevas; el mundo está muerto y Dios es nuevo. Dios es su Vida, y el mundo está muerto para Ud. ¿Ahora lo entienden? Muy bien.",
    "Ahora escuchen. Aquí voy a tener que cortar un poco, Uds. saben, para sacar las zarzas del camino. Mujeres y hombres que no quieren seguir la Palabra de Dios y Su Enseñanza, después de que dicen haber nacido de nuevo, algo anda mal. Voy a hablar con las mujeres por un minuto. Si una mujer que sabe que la Palabra de Dios condena cortarse el cabello y usar pantaloncitos cortos, usar pantalones, vestirse inmoralmente, y no tiene la decencia suficiente para dejarse crecer el cabello y usar ropa para que parezca como Cristiana, Ud. está engañada. A mí no me importa por lo que Ud. haya pasado. Es posible que haya hablado en lenguas como vaciar guisantes sobre un cuero seco de vaca. Ud. tal vez, tal vez haya danzado en el Espíritu hasta haber sacudido todo el edificio. Eso no tiene nada que ver con eso. Muestra que el amor del mundo aún está en Ud. ¡Aún cuando Dios condena eso! Él dijo: “No es… La mujer debe tener su cabello largo. Y la naturaleza misma les enseña que el hombre debe tener el cabello corto, porque Dios está sobre el hombre, y el hombre sobre la mujer”. Y si una mujer se corta el cabello, deshonra su cabeza, que es su esposo. Si el hombre deja crecer su cabello, entonces deshonra su cabeza, que es Cristo. ¿Ven? “Que sus mujeres se vistan con ropa modesta”, pura, como damas. ¿Ven?",
    "Y luego sin la decencia común para hacer eso, decimos: “¡Gloria a Dios! ¡Aleluya! Yo hablé en lenguas. ¡Aleluya! ¡Gloria a Dios!”. Eso muestra que ese espíritu ahí adentro está errado. Aceptará la Palabra cada vez si es de la naturaleza de la Palabra. Y la Palabra es carne, y la Palabra era Dios, y la Palabra es Dios; y la Palabra estando en Ud., lo hace convertirse en un hijo o una hija de Dios, un descendiente de Él, creyendo Su Palabra.",
    "🦅 Yo no creo en ser bautizado en eso del Nombre del Señor Jesús. ¡Aleluya! No me importa cuánto Ud. intente explicarlo, yo le creo a mi pastor”. Siga adelante, ese es su padre. Pero si Dios es su Padre, Ud. se alineará con la Palabra de Dios.",
    "Predicador: “Muchos vendrán a Mí en aquel día y dirán: ‘Señor, ¿no he echado fuera demonios en Tu Nombre?’. Predicadores. ‘¿No he hecho muchas obras poderosas?’ Evangelistas en el campo. ‘Apartaos de Mí, hacedores de maldad’”, hijos ilegítimos. Así es.",
    "Si Ud. ha nacido de Dios, Ud. es lavado en las aguas de la Palabra, separado de las cosas del mundo, y le cree a Dios. Ud. está muerto. Está muerto a su propio pensamiento, muerto para sus propias ideas, muerto para todo lo demás excepto a la Palabra de Dios; y Ella vive en Ud., obrando otra vez a través de Ud., demostrando que es la Palabra de Dios. Ud. dice: “Estoy muerto para el mu-… Estoy muerto para el mundo, Hermano Branham”. ¿Y niega la Palabra de Dios?",
    "Jesús dijo: “Estas señales seguirán a los que creen”. Ahora estamos llegando a lo que significa “nacer de nuevo”. ¿Ven?",
    "Todavía con mal genio, todavía malvado, arrogante. Alguien dice algo de Ud., allí está listo para pelear. Y luego, ¿que ha nacido del Espíritu de Dios? No. El Espíritu de Dios no hace eso. No. El Espíritu de Dios es humilde, manso, dulce, paciente. Eso es Dios, amoroso, amable, perdonador, ese es el Espíritu de Dios. ¡Oh, sí!",
    "Pero ellos se aferrarán de esa denominación y hablan en lenguas, profetizan, hacen todo tipo de obras. Jesús dijo que lo harían; “Teniendo apariencia de piedad”. Se aferran de la denominación porque ese es su padre. Nacieron de ese padre denominacional. Pero si Ud. ha nacido de Dios, Esta es su Padre, Él es la Palabra, la Palabra. No importa cuántas sensaciones tenga Ud., sigue siendo un hijo de Satanás hasta que Ud. llegue a estar muerto para el mundo y vivo en Cristo. Escuchen, rápidamente ahora.",
    "Un alma, buena o mala, la muerte no la cambia. Yo tenía muchas Escrituras anotadas aquí en esto sobre lo cual quería comentar: “lo que es un alma”. ¿Qué es un alma? Es Ud. Ud. es un alma. La parte que está dentro de Ud. Y cuando Ud. muere, sea cual sea la condición en la que esté esa alma, así es como se va. Se va a su destino. Uno no pudiera mejorarla, no importa cuánto haga Ud. por ella, esa alma tiene que ser cambiada aquí, nacer de nuevo.\n\nUd. dice: “¿Qué del Espíritu Santo, Hermano Branham?”.",
    "El Espíritu Santo lo bautiza a Ud. dentro del Cuerpo para servicio, pero Ud. cree para la Vida Eterna. “El que oye Mis Palabras y cree en Aquel que Me envió, tiene Vida Eterna”. ¿Ven? Luego Ud. es bautizado por el Espíritu Santo en el Cuerpo, para las manifestaciones de los dones y demás, pero Ud. cree para Vida Eterna. El que cree tiene Vida Eterna. Y cuando Ud. cree es cuando está muerto, y ha nacido, es regenerado, es una nueva criatura. Muy bien.",
    "Ahora recuerden, el alma, buena o mala, la muerte no tiene nada que ver con ella. La muerte simplemente la lleva a su destino. ¿Escuchó eso? Y si Ud. todavía tiene el mundo y el amor del mundo allí, morirá con Ud., porque el mundo tiene que morir. Dios ha condenado al mundo, es decir al orden del mundo. Dios lo ha condenado y tiene que morir. Y si ese mundo está en Ud., Ud. morirá con ese mundo. ¡Vaya, no veo cómo podría ser más claro! ¿Ven? Y si es buena, nacida de Dios, ella tiene que ir a Dios. Si es del mundo, ella se quedará para perecer con el mundo. Si es de Dios, vivirá con Dios, educada o no educada. Educada o analfabeta, si el mundo todavía está allí, debe morir. Y si el mundo está en su alma, y su deseo es por las cosas del mundo, Ud. perecerá con el mundo. Eso está claro, ¿verdad? Debería estarlo. Ud. es parte del mundo muerto. Y al estar muerto el mundo, Ud. está muerto junto con el mundo.",
    "Pero si Ud. ha nacido de nuevo, Ud. está vivo con Cristo, y su mira está puesta en las cosas de arriba y no en las cosas del mundo. Pero si Ud. ha nacido de nuevo del Espíritu de Dios, Ud. viene a ser parte de Dios y Ud. es Eterno con Él. Entonces, la muerte no puede tocarlo a Ud. cuando ha nacido de nuevo. Ud. es Eterno. Ud. ha cambiado de una criatura de tiempo a una criatura de Eternidad. Ud. ha cambiado de muerte a Vida. Estoy hablando de lo “Eterno”. De muerte Eterna a Vida Eterna. Si Ud. es del mundo, muere aquí con él. Si Ud. ama… La Biblia dice en Juan: “Si Ud. ama el mundo o las cosas del mundo, es porque el amor de Dios ni siquiera está en Ud.”. Ud. no puede amar al mundo. Y Jesús dijo: “No podéis amar a Dios y a las riquezas”. Las riquezas son el “mundo”. Ud. no puede amar al mundo y a Dios al mismo tiempo. “Y el que dice que Me ama y no guarda Mis mandamientos” esa es la Biblia, “el tal es mentiroso, y la Verdad ni siquiera está en él”. Ahí lo tienen.",
    "¡Oh, Tabernáculo Branham, y todas Uds. personas buenas, hagamos un inventario! Esto es Año Nuevo. Comencemos, hagamos algo, saquemos de nosotros las cosas del mundo. Si aún están allí, deshagámonos de ellas. Sí, señor. Muy bien, la gente de hoy… Tengo que darme prisa.",
    "La gente de hoy recibe todo tipo de espíritus. Pasan al frente y reciben un espíritu de iglesia, hasta reciben espíritus que dicen ser “espíritus de Dios, nacidos de nuevo”, y niegan que la Palabra de Dios es verdad. ¿Podría Ud. imaginarse al Espíritu de Dios negando Su Propia Palabra? Para Uds. personas católicas, católicos romanos, quiero decir, ¿podrían Uds. decir que nacieron del Espíritu de Dios, y aceptan esos dogmas que son contrarios a la Biblia, y negar la Palabra de Dios, y decir que Uds. son… el Espíritu de Dios está en Uds.? ¿Negaría el Espíritu esta Biblia que Él escribió? Eso sería como yo decir algo y pararme y desmentirlo. ¿Que Dios diga algo, luego dar la vuelta y desmentir eso? Cuando la Biblia dice: “Es imposible que Dios mienta, porque Él es la propia Fuente de toda Verdad”.",
    "Uds. metodistas, bautistas, que han sido bautizados en los títulos de “Padre, Hijo, Espíritu Santo”, ¿y que ahora tienen mejor conocimiento? Uds. tienen su Biblia. ¿Qué de Ud. que solo acepta unirse a la iglesia por un apretón de manos? ¿Uds. que llevan su carta de una a la otra y dicen que han nacido de nuevo del Espíritu de Dios? ¿Cómo pueden Uds. hacerlo, y luego encarar la Palabra de Dios y llamarse un Cristiano nacido de nuevo? Cuando Ud. está muerto a la iglesia, Ud. está muerto a los credos, Ud. está muerto al mundo, Ud. está muerto a todo lo demás excepto Dios, ¡y Dios es la Palabra! Ahí lo tienen. Veamos. Aceptan toda clase de espíritu. ¡Oh, tienen espíritus de iglesia, tienen todo tipo de espíritus! Ahora escuchen atentamente.",
    "¡Profetas! La Palabra de Dios viene al profeta. La Biblia lo dice. Ahora, para terminar, solo tengo aquí un par de comentarios más, algunos, que quiero dar, y luego voy a terminar. La Palabra del Señor vino a los profetas. ¿Qué vino a los profetas? ¿La palabra de la iglesia vino a los profetas? [La congregación dice: “No”.—Ed.] ¿La palabra del credo vino al profeta? [“No”.] ¡La Palabra del Señor! ¿Qué era eso? El profeta reveló la Palabra de Dios. ¿Ven? Esos son profetas, verdaderos profetas. Ahora, tenemos falsos profetas, llegaremos a ellos en un minuto. Pero el verdadero profeta, la verdadera Palabra vino al verdadero profeta; no podría ser nada más. Ahora, un credo no vino al profeta, una denominación no vino al profeta. No. Pero la Palabra del Señor vino al profeta, y él se La reveló al pueblo. El verdadero profeta tenía la verdadera Palabra.",
    "¿Cómo se prueba a un verdadero profeta? Cuando él tiene la verdadera Palabra. Entonces si no es una Palabra verdadera, tiene que ser falsa. Si dice algo diferente a esta Palabra, y esta Palabra es la Palabra de Dios, que la palabra de todo profeta sea mentira y que la Palabra de Dios sea verdadera. Y si esa Palabra que viene del profeta es la Palabra de Dios, entonces él es un verdadero profeta, porque la Palabra vino a los profetas, a los verdaderos profetas. Siempre hemos tenido a falsos. Los verdaderos profetas: la verdadera Palabra. Falsos profetas: falsa palabra, “nuestros credos, nuestras denominaciones, únanse a esto, digan esto, crean esto, hagan esto”.",
    "Pero la verdadera Palabra viene al verdadero profeta, y él les dice a Uds. la verdadera Palabra. Siga Ud. esa verdadera Palabra, y Ud. obtiene una genuina experiencia de la Palabra porque la Palabra se hace carne en Ud., y Ud. llega a ser hijo de Dios, y la Palabra de Dios sale directamente de Dios entrando en Ud., porque Ud. es de Su Naturaleza, Su Espíritu está en Ud. y Ud. hará las obras de Dios. ¡Aleluya! La Biblia lo dice. ¡Oh, vaya!",
    "Los falsos profetas traen palabras falsas. ¿Qué hacen? Tienen sensaciones falsas. Los falsos profetas mantienen suficiente de la Palabra genuina para ser falsos. Ellos no lo hacían antes, pero la Biblia dice… ¿Quieren anotar la Escritura sobre eso?, Segunda de Timoteo 3, ¿ven? Los falsos profetas tienen suficiente de la verdadera Palabra para hacerlo algo falso, porque la Biblia dice que ellos tendrían “apariencia de piedad”. Para tener una apariencia de piedad, ellos tienen que tener parte de ella como Verdad. “Una apariencia de piedad, pero niegan su eficacia”. ¿La eficacia para qué? Para enderezarlo a Ud., que sea diferente, que sirva a Dios, para que no vaya a bailes y cosas del mundo que la Biblia condena, no cortarse el cabello. Pues, los falsos profetas dicen eso: “Que no tiene importancia”.",
    "Alguien dijo no hace mucho, (creo que lo cité aquí antes, no sé) dijo: “¿Por qué será que Ud. no deja en paz a esas mujeres y hombres?”, a mí. Dijo: “Pues, mire, la gente lo cree a Ud. profeta”.\n\nYo dije: “No lo soy”.",
    "🦅 Pero la gente cree que Ud. lo es. ¿Por qué no les enseña cómo recibir visiones, cómo hacer las obras de Dios de esa manera?”.",
    "Dije: “¿Cómo puedo enseñarles álgebra cuando no saben su ABC?”. ¿Ven? ¿Ven? ¿Cómo se puede sacar a un niño del jardín de infancia y darle una educación universitaria hoy, enseñarle la medida de raíz cuadrada? ¿Cómo se puede hacer cuando no sabe lo que significa ABC? ¿Saben Uds. lo que significa ABC? “Siempre Cree a Cristo”. [En inglés: “Always Believe Christ”—Trad.] Así es. No le crean a la iglesia, no le crean al credo, no le crean a sus doctrinas. ¡Créanle a Cristo! ¿Por qué? “Conocerlo a Él, conocerlo a Él es Vida”. ¿Correcto? No conocer Su credo, no… Él no tiene credos. Ni siquiera es conocer Su Palabra. No es conocer Su Palabra; Ud. tiene que conocerlo a Él, conocerlo a Él como su Salvador en un nuevo nacimiento. Así como Jesús le dijo a Nicodemo: “Si no puedes creer las cosas terrenales que te digo, ¿cómo podrías creer las cosas Celestiales?”. ¿Cómo va a creer Ud. las cosas espirituales que entran en el Espíritu, y conocer y ver visiones y cosas como esas, y establecer un colegio en orden de esa manera, cuando ellos ni siquiera creen las cosas terrenales? Ni siquiera pueden creer como para usar ropa correctamente. Ni siquiera pueden creer como para dejar de fumar y dejar de mentir, dejar de lado su mal genio, y todas esas cosas, hacer todas estas cosas, o dejar la lujuria. ¿Cómo se les puede enseñar a las personas a entrar en el Espíritu cuando aún tienen todas esas cosas en ellas? Sí. ¡Oh, vaya!",
    "Los falsos profetas tienen palabras falsas, credos, denominaciones, sensaciones. “¡Oh, bendito Dios, lo único que Ud. tiene que hacer! ¿Quiere Ud. ponerse el manto de Elías? ¡Gloria a Dios! Lo único que Ud. tiene que hacer es poner su mente en blanco, no piense en nada y diga: ‘¡Oh!, lléname, lléname, lléname’”. El diablo ciertamente lo hará. ¿Y luego Ud. confía en eso? “¡Ooooh!, eso pasó por todo mi ser, Hermano Branham. Yo lo sentí. ¡Ooooh!, gloria a Dios. ¡Aleluya!”. Dando saltos así, “¡Oh, yo lo recibí!”. ¿Y vive como Ud. vive?",
    "🦅 Por sus frutos los conoceréis”. ¿Ven? ¿Ven?, no por sensación.",
    "🦅 ¡Oh, hermano!, si Ud. quiere recibir el Espíritu Santo, solo vaya al altar y diga: ‘Gloria, gloria, gloria, gloria, gloria, hasta que hable en lenguas’”. Ajá, ¿para salir de nuevo y vivir cualquier tipo de vida, mentir, robar? Cuando le dicen a Ud. de ser bautizado en el Nombre de Jesucristo: “¡Eso es fanatismo, mi iglesia lo enseña diferente!”. ¿Y dice que Ud. ha nacido de nuevo, lavado por las aguas de la Palabra? Algo anda mal en alguna parte. ¿Ven?",
    "Ud. creerá cada Palabra tal y como está escrita aquí. Nosotros no necesitamos… y no… Y la—la Biblia dice: “No es de interpretación privada”. Dios La interpretó, y así como Ella está, es. Él… la Palabra, Su Palabra aquí. ¿No dice la Biblia en Segunda…? Creo que allí en Segunda de Pedro: “La Biblia no es de interpretación privada”. Claro. No, no es algo privado. Está escrita de la manera que Ella quiere decir, así exactamente. Solo créala tal como Ella está escrita aquí, producirá los mismos resultados.",
    "Ahora, falsos maestros traerán falsos nacimientos. Verdaderos profetas traerán la Palabra, el nacimiento de la Palabra, Cristo. Los falsos profetas traerán un nacimiento falso, el nacimiento de iglesias, el nacimiento de credos, el nacimiento de denominaciones. Y aquí está Ud., hermano pentecostal, falsas sen-… o sensaciones, y le dice a un hombre que tiene el Espíritu Santo porque él habla en lenguas. Yo he visto a demonios hablar en lenguas; lápices puestos allí y escribir en lenguas desconocidas. Eso no significa nada. ¿Ven? Tiene que ser una vida, por sus frutos los conoceréis. “Hermano Branham, ¿cree Ud. en hablar en lenguas?”. Sí, señor. “¿Cree Ud. en gritar”? Sí, señor. Para ser un Cristiano, lo creo. Yo creo la Palabra de Dios. ¡Pero si la vida no está allí para respaldarlo!",
    "Salen allí como una camisa almidonada: “¡Gloria a Dios! ¡Aleluya!”. ¿Y luego me dicen que eso es Cristo? Cristo era humilde, manso y bondadoso. Ir a una ciudad y, tienen que cepillarle los hombros, Uds. saben, y todo tiene que estar exactamente, sin ninguna arruga en su traje, y Ud. tiene que tener lo mejor o ni siquiera va, si no le garantizan cierto dinero Ud. no puede tener una reunión. ¡Oh, oh, oh, oh, oh, vaya! Todas las denominaciones tienen que darle palmaditas en la espalda. Ni una de ellas le dio palmaditas a Él en la espalda, porque Él era la Palabra. Correcto.",
    "Lo falso mantiene suficiente de lo verdadero para dar una apariencia de piedad. Y escuchen, ahora diré algo aquí, quiero que escuchen: Ese tipo de concepciones falsas, ya Uds. saben lo que es una concepción falsa, guía a millones de personas a un nacimiento falso. Maestros falsos guían a la gente a creer en una sensación: “Porque tembló por todo su cuerpo, Ud. Lo recibió. ¡Oh!, porque Ud. sintió que tuvo una sensación extraña, Ud.—Ud. vio luces frente a Ud. y quedó ciego y tambaleó, que esa es la chaqueta de Elías que le fue puesta. Es cierto, Ud. Lo recibió. ¡Oh!, ¿sabe lo que Ud. es? Ud. es un hijo de Dios manifestado”. ¿Dónde se encuentra Ud.? Derrotado. Así es. “¡Gloria a Dios, fui ahí una noche y tuve un sueño!”. ¡Oh, sí, ajá! ¿Ven? “¡Oh, yo vi esto, aquello”! Sí, ajá. “Ud., ¿no cree Ud. en sueños?”. Sí, señor, ciertamente que sí. Pero si ese sueño no respalda la Palabra de Dios, entonces está errado. Esta aquí es la Verdad, no se salga de Ella. Sí, señor. Ellos guían a millones a un nacimiento falso, ¡piénsenlo!",
    "Tengo un papelito que iba a traer conmigo, donde el padre ecuménico de todas las iglesias ortodoxas griegas y las ortodoxas ha hablado con el Papa Juan 22, y él dijo: “Quizás no lo veamos en nuestra generación, pero la gran hermandad que está surgiendo en ambos, protestantes y católicos, está llegando a una unión”.",
    "Pensé: “¡Alabado sea Dios!”. Alguien lo recortó de un periódico, me escribió de eso. Creo que fue el Hermano Norman o alguien, dijo: “Hermano Branham, es más tarde de lo que pensamos”. Miren hoy, el ministro de guerra y ¡oh! tantos funcionarios diferentes y el Presidente, y esta nación está toda controlada por católicos. ¡Escuchen!",
    "Ud. dice: “Bueno, ellos son Cristianos”. El ser Cristiano es ser como Cristo, tener Su Espíritu. ¿Correcto? Esto es descortés, algo descortés, pero quiero decirlo. Si uno llamara oveja a un cerdo, ¿lo convertiría en una oveja? Pues, si uno dijera: “Cerdito, estoy cansado de que seas un cerdito. Quiero un corderito, así que voy a sacarte acá y voy a darte una buena restregada, y voy a lavarte los dientes, y voy a peinarte, y yo—yo voy a hacerte un corderito. Voy a atarte una cinta rosadita del cuello y vas a ser un corderito en vez de un cerdito”. Ud. se acerca y dice: “Corderito, corderito, corderito”, todavía hará: “Oink, oink”. Suéltelo en un chiquero, él se comerá toda la porquería que más pueda. ¡Así es! Y no es el rociarlo, no es meterlo en el agua; ¡es una muerte y un nacimiento! Sí, señor. Dirá: “Solo voy a alimentarte con alfalfa, voy a darte comida de oveja”. Aun dándole alfalfa, sigue siendo un cerdo. Así es. ¿Correcto? Seguro que sí. Pues, seguro, él es un cerdo porque su naturaleza es de un cerdo.",
    "Y si Ud. ama el mundo o las cosas del mundo, Ud. sigue siendo un cerdo. Así es. Se requiere el poder de Dios para transformar esa alma. Muera a eso de cerdo, entregue sus hábitos de cerdo en el altar, colóquese Ud. mismo allí y deje que el sacrificio de Dios sea… o que el fuego del juicio baje y lo consuma a Ud., eso de cerdo, y le dé el nuevo nacimiento como un cordero. Entonces Ud. no comerá porquerías, no podría, su gastronomía no lo digiere. Ud. no está bien. No, claro que eso no lo convertirá a él en un—un cerdo al decir… o lo convertirá a él en un cordero al decir que es un cordero.",
    "¡Así mismo es una persona que se llama Cristiana por medio de algún credo o alguna sensación! Ud. dice: “Gloria a Dios, Hermano Branham, yo dancé en el Espíritu toda la noche esa noche. Hablé en lenguas, ¡oh, Hermano Branham!”. Ahora les estoy hablando a los pentecostales. “Yo—yo—yo dancé en el Espíritu. ¡Oh, tuve sensaciones, todo eso! Pero yo le diré ahora mismo, no me hable Ud. de ese asunto allí del Nombre de Jesús”. Adelante, cerdito. Ud. aún es un cerdo, eso es todo.",
    "🦅 ¡Mis ovejas oyen Mi Palabra”! Digo: “Pero, hermano, mire, encuéntreme un lugar donde alguna vez fueron bautizados ‘en el Nombre del Padre, Hijo, Espíritu Santo’, en la Biblia”.",
    "🦅 No me importa lo que se haga, aleluya, yo no quiero nada de ese asunto de los Solo Jesús”. ¿Quién dijo algo de Solo Jesús? Yo estoy hablando de la Biblia. Solo Jesús es un grupo de credos y un grupo de denominaciones. Una no puede llamar a la otra cierta cosa, porque ambas están metidas en eso.",
    "Pero yo estoy hablando de Cristianos cabales, genuinos, cien por ciento, nacidos de nuevo del Espíritu de Dios, y con las gotas de rocío del Cielo en sus vidas. De eso es de lo que estoy hablando. Si Ud. es metodista y tiene eso, ¡amén! Lo único por hacer es apuntarlo a Ud. a la Palabra, y Ud. la seguirá así como el pato yendo al agua. ¿Ven? Exactamente. Así es.",
    "La gente de hoy quiere atajos. No quieren… ellos—ellos piensan que se obtiene en un minuto, “¡Gloria a Dios!”. ¿Qué es? ¿Qué es lo que hacen? Esta noche están en un—están allá en… Como algunos de estos individuos que ellos tienen, como ciertas personas que yo podría nombrar, pero no quiero hacerlo porque esto está en la cinta, pero ellos están en un club nocturno esta noche con una guitarra, rasgueándola, y mañana por la mañana están parados en la iglesia en algún lugar, rasgueando esa misma guitarra. ¡Inmundicia! La Biblia dice en Isaías, el capítulo 28: “Todas las mesas están llenas de vómito. Como el perro va a su vómito y la puerca al cieno, también ellos”. ¿Por qué? ¡Aún son perros y cerdos! Eso es lo que los hace regresar al cieno y al vómito. Aún son… Ellos no han nacido de nuevo. Si han nacido de nuevo, son nuevas criaturas.",
    "¿Saben algo? Si Ud. tiene un cuervo, él—él… no importa cuánto Ud. intente… Ud. podría pintarlo del mismo—del mismo color aceitunado como el de una paloma, tan gris como una paloma, blanco, pintarlo todo, él sigue siendo un cuervo por dentro. ¿Ven? Él aún apesta, sigue siendo el mismo viejo buitre carroñero, come las cosas muertas de la tierra. Así es. ¿Pero saben esto? Una paloma ni siquiera tiene que bañarse. ¡Oh, aleluya! El cuerpo de la paloma, porque es una paloma, tiene un aceite que viene por sus plumas, que la mantiene limpia todo el tiempo, porque viene del interior hacia afuera. ¡Oh! ¿Por qué? El buitre dice: “¡Las mías también! Me puse un poco de agua bendita, hermano, eso lo arregló”. No, no lo arregló. Porque eso viene del interior hacia afuera, no desde afuera hacia el interior. Es un nacimiento. “Bendito sea Dios, yo voy a la iglesia igual que Ud. Aleluya, mi iglesia es tan buena como la suya. Aleluya, estamos…”. Muy bien, buitre. ¿Ven?, así es. ¿Ven? Pero la paloma se lubrica desde el interior. Hay—hay una cierta glándula en la paloma que no está en ninguna otra ave de esa manera, paloma o pichón. Y se lubrica del… Exteriormente, se mantiene limpia todo el tiempo. No tiene que mantenerse limpia, hay algo por dentro en ella que la mantiene limpia. ¡Oh, Hermana Way! ¡Aleluya! Algo dentro de ella la mantiene limpia.",
    "Ud. dice: “Lo sé, yo me uní a la iglesia la semana pasada. Realmente me—me—me gustaría tomarme ese trago contigo, pero, ¡eh! ¡Mmm, ese cigarro huele tan bueno! ¡Oh, hermana, sé que soy un modelo anticuado, ahora tengo que dejarme crecer el cabello! ¿Qué horrible, no? Tú sabes esos vestiditos bonitos que yo usaba, y todos silbaban: ‘fi-fiu’, ahora me lo tengo que quitar. Porque, sabes, me uní a la iglesia la semana pasada”. ¡Cuitada, miserable! Toda el agua bendita del mundo no podría limpiarla a Ud.",
    "Pero, hermano, cuando uno tiene Algo por dentro, simplemente lava eso todo el tiempo. Ud. solo se queda quieto y Ella lo lava.",
    "Uds. no tienen que decirle a una oveja: “Tienes que manufacturar”. Eso es lo que le pasa hoy a la gente pentecostal. Eso es lo que pasa con toda la Cristiandad, están tratando de manufacturar algo. A una oveja no se le pide que manufacture lana; ella produce lana. Uno produce los frutos del Espíritu. Ud. no dice: “Gloria a Dios, tengo que ponerme morado en la cara, tengo que hacer esto, y tengo que tener una sensación, tengo que danzar en el Espíritu, y Lo tengo”. No, no, no-no. Simplemente nazca de nuevo y en realidad eso de por sí acontece. Ud. no tiene que decir: “¿Debo estudiar toda la noche? ¿Haré esto? ¿Haré eso? ¿Me uno a esto? Y ¿recitaré este credo? ¿Haré estas penitencias?”. No, no. Simplemente muera, eso es todo. ¿Ven? Nazca de nuevo, y eso viene desde el interior, se encarga de lo de afuera. ¿Ven? El rociarlos con un poco de agua y lavarlos, es así como convertir a un cerdo en un cordero, no se puede. Pero si por dentro es un cordero, entonces ya no será un cerdo. ¿Ven? Son comentarios rústicos; pero no tengo educación, solo tengo que hacerlos.",
    "Uds. saben, es, pensé, yo leía de la vida de Juan el Bautista el otro día, lo que dijo, que él los llamó: “¡Generación de víboras!”. ¿Por qué? Él fue criado en el desierto. ¿Ven?, él sabía lo que eran. Pise Ud. bien fuerte y se esconden rápidamente. “Uds. generación de víboras”. También: “El hacha está puesta a la raíz del árbol”. Árbol, víboras, hachas, él hablaba de lo que sabía. Así es como se aprende de Dios, por lo que uno sabe. Observe a un cerdo y a un cordero, no se parecen en nada. No se puede hacer… Se puede lavar a ese cerdito y hacer todo lo que Ud. quiera, él sigue siendo un cerdo. Él tiene que volver a nacer antes de que pueda ser un cordero.",
    "¡Atajos! En la noche, andan hoy por acá afuera en ese desorden, ¡oh, vaya!, y mañana quieren predicar. Los pentecostales de hecho, les están permitiendo eso. Sí. Ellos quieren un atajo al Cielo: “Aleluya, todo lo que tengo que hacer es arrodillarme aquí y no pensar en nada en lo absoluto, y decir: ‘Aleluya, Aleluya, yo tengo el manto de Elías. Mañana voy a ir a echar fuera demonios. ¡Aleluya, Aleluya, yo Lo recibí!’ ¡Alabado sea Dios, aquí voy!”. Quieren el atajo al Cielo, llevándose todo lo del mundo que más puedan. Ud. no puede llevarse nada de eso. No hay atajos. Ud. viene por el camino del Calvario. Ud. viene por el camino del altar de bronce. Ud. viene por el camino de la serpiente de bronce. ¡Ud. muere! En realidad Ud. muere. ¡Oh, Dios!, ¿por qué no puedo decir eso bien? ¡Ud. muere! Literalmente, muere a sí mismo. Ud. muere a las cosas del mundo y nace de nuevo. Amén. Nada del mundo, las cosas del mundo están muertas. No hay atajos. ¿Ven? Ellos quieren venir rápido, no quieren crecer. Nosotros crecemos en el Señor. Se requiere crecimiento y experiencia.",
    "Ahora les dicen a las personas allí en la Costa Occidental: “¡Oh, nosotros tenemos el bautismo inmortal! A Ud. lo bautizamos en agua y Ud. vuelve a ser un joven allí mismo, una joven. Sí, señor. Ud. se hará más…”. Ellos tienen mantos de Elías, tienen hijos manifestados de Dios. “Sí, señor, hermano, Dios está manifestando hijos ahora mismo. Manifestando, diciéndoles todo sobre esto. Esta noche Ud. es un pecador, mañana es un hijo manifestado de Dios”. ¡Tonterías! ¿Dónde ve Ud. eso en la Palabra? Los bebés no nacen siendo hombres, nacen bebés y crecen hasta llegar a ser hombres.",
    "Escuchen esto aquí, permítanme citarles solo un minuto y leerles algo en Efesios, el versículo 11, 12, como hasta el 15, creo que es, por ahí. Comencemos en el versículo 12.\n\na fin de perfeccionar a los santos para el obrar del ministerio…la edificación del cuerpo de Cristo,\n\nhasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un varón perfecionado, y a la medida de la estatura y de la plenitud de Cristo;\n\npara que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina (escuchen, y ¿qué doctrina?) por estratagema—estratagema de hombres que para engañarlos emplean con astucia las artimañas del error,\n\nsino que siguiendo la verdad en amor,…(y, esperen, ¿qué?)…sino que siguiendo la verdad (Él es la Verdad) en amor,…\n\n¡Escuchen! ¿Están escuchando? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.]\n\n¿Qué?…crezcamos en todo llegando a aquel…\n\n¿Qué? ¿Mañana? No. “Crezcamos llegando a Aquel”.\n\n…crezcamos—crezcamos en todo llegando a aquel que es la cabeza, esto es, Cristo,\n\n¡Creciendo en Él! ¡Oh!, hay…",
    "Recuerdo el primer sermón que prediqué. Subí allí y yo—yo pensé que lo había hecho muy bien, y todas las ancianas que estaban allí sentadas alrededor, pues lloraron un poco, Uds. saben, y dijeron: “¡Oh, qué muchacho tan maravilloso!”.",
    "El pastor, ya de edad, el Doctor Davis, era un abogado experimentado. Bajé y él dijo: “Quiero verte allá en la casa”.",
    "Yo dije: “Muy bien”. Entré, al día siguiente, ya saben, todo inflado. Le dije: “¿Qué tal lo hice, Doctor Davis?”.\n\nDijo: “¡No he oído peor!”.\n\nDije: “¿Qué?”.\n\nÉl dijo: “Fue lo peor que he oído”.\n\n“¡Oh!” le dije, “Hermano Davis, todos estaban llorando”.",
    "Él dijo: “Sí, ellos lloran en los funerales, lloran en los nacimientos, en todo lo demás”. Él dijo: “Lo que pasa, Billy, es que tú nunca citaste ni un poquito de la Palabra de Dios. Hablaste de alguna madre que había fallecido o algo así, y lograste que todos lloraran”. Dijo: “¡No se nace de nuevo en base a cosas y sensaciones de esta tierra, se nace por la Palabra!”. Dijo: “¡Billy!”.",
    "¡Oh, él me desinfló! Me da gusto que lo haya hecho. ¿Ven? ¿Ven? No es por saltar, gritar, no es eso. Es la Palabra la que da vida. La Palabra es vivificada. No experiencias; ¡la Palabra!",
    "Él dijo: “Recuerdo el primer caso que yo abogué, Billy”. Dijo él: “Golpeé la barandilla” y dijo, “dije: ‘Miren a esta pobre mujer’”. ¡Oh!, dijo él: “‘Miren su semblante, su marido la maltrató’”. Y dijo: “Lloré un poco y tomé el pañuelo, y actué como el resto de los abogados”. Dijo: “Yo pensé que haría la misma demostración emocional”. Dijo: “Juez, su Señoría, ¿por qué no le da el divorcio? ¡Mire el asunto! Ella dice que su esposo la golpeó en la espalda”. Él ni podía verlo, debajo de la ropa interior. “La golpearon en la espalda”. Y dijo: “¿Por qué no le da…?”. El juez anciano sentado allí, observando.",
    "En seguida, el abogado veterano sentado al otro lado, ya había crecido, dijo: “Juez, su Señoría, ¿cuánto más va… de esta tontería va a soportar su corte?”. Solo era una gran actuación.",
    "Así es como lo hace mucha gente. Demasiada actuación sin suficiente Palabra para respaldar eso. ¡Crezca! “¡Oh, él danzó en el Espíritu anoche, Hermano Branham, él ya está bien!”. No conmigo, él no está bien por eso. No, señor. Tiene que madurar, ser probado, examinado, crecer en Él, experimentado.",
    "Yo leía en las historias no hace mucho. ¿Estaré tomando demasiado tiempo? Yo leía en la historia de la iglesia. Creo que la Hermana Arnold allá atrás me dijo “amén” el otro día por algo de la historia de la iglesia, que ella venía leyendo. Vi cuando una noche había un joven en un monasterio, en los días de San Martín, que dijo: “El Señor me hizo un profeta de antaño del Antiguo Testamento. ¿Ven? Yo soy uno de los profetas de antaño”. Bueno, no recuerdo el nombre del obispo allí, de esa escuelita, solo era un grupito como este aquí. No recuerdo su nombre en este momento, pero fue entrenado bajo Martín. No sonaba del todo bien, así que el resto de los hermanos simplemente lo dejaron en paz. Enseguida él profetizó, dijo: “Esta noche Dios va a bajar y me va a dar un manto blanco, para así sentarme entre Uds., y sabrán que yo soy uno de los profetas del Antiguo Testamento”. Luego, esa noche, a media noche, en realidad sucedió. Se oían voces, la gente se movía, y el joven recibió un manto, dijeron que era de lo más blanco posible. Vino, dijo: “¿Acaso no les dije?”. Dijo: “Ahora todos Uds. van a recibir mis órdenes. Yo soy el profeta del Antiguo Testamento”.",
    "Pero el obispo anciano no se dejó llevar mucho por eso. No era la Palabra. Los profetas no se hacen, son predestinados. Y un profeta no se comportaría así, para empezar. Ese fruto demostraba que él no lo era. ¿Ven? Los frutos demostraban que no era profeta, ¿ven? Entonces él dijo: “Pasaremos el resto de la noche ayunando y orando, y cantando himnos”. Un día o más pasaron. Después de un tiempo, el obispo anciano, orando, dijo: “¡Señor, ese joven!”. Ese manto, lo miraron, vie-… nunca se había sabido de eso, visto algo semejante. Los escribas vinieron a mirar, y nunca habían visto algo así. Allí estaba. Finalmente, conocían a un hombre que sí era profeta, ese era Martín. Ellos dijeron: “Muy bien, tienes que hacer una cosa ahora para probarnos eso. Por las Escrituras estás equivocado. ¿Qué te parece si vas adonde Martín y te paras frente a él y le dices eso?”. ¿Ven?\n\nÉl dijo: “¡Oh, no se me permite presentarme ante Martín!”.",
    "El que tiene buen oro no teme ir a la máquina probadora; ajá, así es, el que tiene la Verdad. Es por eso que yo hago un reto: Que cualquiera venga y me muestre dónde está el error del bautismo en el Nombre de Jesucristo. Muéstreme este nacimiento, que Ud. tiene que morir. Y si Ud. aún tiene el mundo por dentro, Ud. aún es del mundo. Muéstreme estas cosas. Eso no tiene que preocuparle, llévelo a la máquina probadora. Aquí está la Máquina Probadora. ¿Ven? ¿Ven? Ella es lo correcto.",
    "Entonces dijeron: “Vas a ir de todos modos”. Y un grupo de los hermanos lo levantaron, y el manto desapareció. ¿Ven? ¿No se tragaría eso la gente pentecostal de hoy día? ¡Oh, vaya! Eso parecía el asunto real, pero no estaba conforme a la Palabra.",
    "Martín dijo que Satanás se le apareció una vez, llevaba una gran corona de oro, con tres o cuatro líneas de estrellas así, reluciente y hermosa; un hombre enorme, agradable, guapo, bien peinado y arreglado, vestía una hermosa túnica, y sus zapatos que calzaba eran dorados, se acercó y dijo: “Martín, ¿me conoces?”.",
    "Ahora la gente que no ve visiones, esto quizás no—esto quizás no… quizás Uds. no lo entiendan, ¿ven?, pero cómo le llegan a uno cosas con diferentes espíritus y lo engañosos que son. La Biblia dice que ellos engañarían a los mismos elegidos, si fuere posible, ¿ven? Los elegidos, esos son aquellos predestinados y nacidos para ese propósito. ¿Ven? ¿Ven?",
    "Así que él vino a este elegido, dijo: “Martín, ¿me conoces? Yo soy Cristo”. Él dijo: “¿Me reconoces?”. Y Martín vaciló. Parecía extraño. Esperó un minuto, y él volvió a decir, dijo: “¿No me ves? Yo soy Cristo. ¿Me reconoces?”. Se lo dijo tres o cuatro veces.",
    "Cristo dijo, o Martín dijo: “Satanás, te conozco. Mi Señor todavía no está coronado, sino que Sus santos lo coronarán a Él”. Ahí está la Palabra respondiendo.",
    "Así fue como esa iglesia romana obtuvo tanto dogma, espíritus malignos que entraron, contrarios a la Palabra, y ellos tuvieron que negar la Palabra para aceptar su dogma y alejarse de la Biblia. ¡Quédense con la Palabra! Esa es la línea de la Vida hoy. Habrá espíritus que se levantarán después de un tiempo que los engañarán casi a todos. La Biblia así lo dice: “De la manera que Janes y Jambres resistieron a Moisés, así también estos hombres corruptos de entendimiento en cuanto a la Verdad”, hacen milagros y hacen todo tipo de señales. Pero quédense con esa Palabra. La Palabra del Señor vino al profeta, y ellos La manifestaron, y nosotros les creemos a los profetas.",
    "Noten, sí, él dijo: “Yo te conozco, Satanás”. Dijo: “Mi Señor no es un hombre pomposo así. Mi Señor se fue con una prenda vieja y tosca, con cicatrices en Su mano, sin corona, con mechones ensangrentados. Y cuando Él regrese, así mismo vendrá, porque la Biblia dice que volverá de la misma manera que Se fue”. Y la cosa desapareció de él. ¡Oh, vaya!",
    "Cómo entra él y lo hace tan hermoso: “¡Oh, ellos hablaron en lenguas! Ellos—ellos—ellos son las mejores personas que Ud. haya visto”. No crean eso. Sean cautelosos.",
    "Espero que la Palabra no los esté aburriendo. Los Cristianos que han nacido crecen a la estatura de Cristo a medida que viven. Ellos nacen de nuevo, y sus vidas comienzan a desarrollarse como la de un bebé. Toma forma y comienza a crecer. Cuando Ud. menos piensa, aquí están ellos en la estatura completa. Amén. Ahí lo tiene Ud. Día tras día, año tras año, se mantienen igual. Regresen ahora a la Palabra: “¡Si Uds. permanecen en Mí!”.",
    "Ellos dicen: “Yo nací de nuevo, aleluya, me uní a ellos. Me uní a esto. Me uní. No sé, el año pasado creí en el Nombre de Jesús, ahora me—me he retractado, yo—yo creo esto. Yo sí creía que uno tenía que vivir, ser santo, pero yo—yo… Fulano de tal dice…”. Personas errantes, llevadas por doquiera de todo viento de doctrina. ¿Ven? Ahí lo tienen Uds.",
    "¡Pero nazca del Espíritu y crezca a la estatura de Cristo! ¿Lo ve, Hermano Dauch? ¡Creciendo a la estatura de Cristo! Por su vida se prueba. Tal como si Ud. nació profeta, seguirá siéndolo. Si Ud. nació Cristiano, lo seguirá siendo. “¡Si permanecéis en Mí y Mis Palabras permanecen en vosotros!”. Esto los hace crecer a la estatura de Cristo. No algún abogado joven golpeando, gritando, llorando, que les dice esto, eso, lo otro, con mucha emoción; sino alguien que ha crecido llegando a la estatura de Cristo, experimentado y probado a través de los años, de pie al timón. ¡Ningún otro! “En Cristo, la Roca sólida nos paramos, todos los otros terrenos son arenas movedizas. Dejen que las denominaciones y los credos vengan y vayan, los ismos; mantenme humilde, Señor, quedándome allí con la Palabra y seguir adelante a través de la corriente. Ella nos guiará a la orilla”. La estatura completa.",
    "Ahora miren, si nosotros vemos cómo resulta eso aquí, y uno no puede cambiar después de la muerte… Ahora, Uds. observen a estas personas que vienen, tienen todas las sensaciones y cosas, se van y mañana están de esta manera. ¿Lo han visto? Cientos de ellos. ¿Ven? ¿Y ven Uds.?, Uds.—Uds. ven lo que sucede. Y ahora ¿qué tal si esas personas murieran en esa condición? La muerte no cambia eso.",
    "Así que, ¡oh, Cristianos!, al cerrar con estas Palabras permítanme decir esto: Acudamos a Él y a Su Palabra, con toda sinceridad, vengan humildemente como Cristianos, y nazcan de nuevo de Su Espíritu. Y cuando Ud. nace de nuevo, Ud. es vindicado como Cristiano por los frutos que Ud. lleva. ¿Entiende Ud. eso, Hermana Peckenpaugh? Ud. es Cristiana por los frutos que Ud. produce; “Por sus frutos los conoceréis”. Esa es una vindicación. Puede ser que Ud. no conozca su ABC, pero Ud. puede ser una dama, una Cristiana. Puede ser que el mundo la odie (si la odia por algo que Ud. ha hecho, debería odiarla), pero si la odian por Su causa, eso es diferente.",
    "Ud. quizá no—quizá no sea un teólogo. Miren al ciego que nació ciego. Jesús lo sanó. Así había nacido, él ni siquiera tenía los ojos. Y Jesús lo restauró, lo sanó. Y cuando ese hombre recibió la vista, y los fariseos lo interrogaron, dijeron: “¿Quién fue?”. Ellos no podían negar que algo había sucedido. Ahora, el hombre no era un teólogo. No podía discutir como lo harían los predicadores, cositas técnicas, él no se las podía explicar; él no conocía el Testamento. No sabía cómo iba a nacer el Mesías y las obras que Él habría de hacer. El hombre no lo sabía; no era teólogo. Pero ¿qué hizo él? Le dijeron: “Da gloria a Dios. Nosotros somos teólogos y sabemos que Él es pecador”.",
    "Ahora, el hombre no podía negar la palabra de ellos, pero esto es lo que sí dijo, en otras palabras: “Si—si Él es pecador y hace esto, entonces ¿qué les pasa a Uds., compañeros? ¿Qué les pasa a todos Uds.?”. ¿Ven? Él dijo: “Si Él es pecador o no, no lo sé, no sabría eso. Pero esto sí sé: habiendo yo sido ciego, ahora veo”. ¿Qué estaba haciendo él? Él fue vindicado. Así es. Estaba siendo vindicado. Algo le había pasado. Su ser fue cambiado de la oscuridad a la luz, de estar ciego a tener vista.",
    "Y un hombre que haya nacido del Espíritu de Dios, que antes tuvo apariencia de piedad, negaba Esa Palabra y Su Poder, y decía: “Los días de los milagros ya pasaron”, cuando nace de nuevo, tal vez él no sea un erudito, tal vez no pueda explicarla, pero él La cree. Como el…",
    "Si mis hermanos y hermanas de color aquí me perdonan por decir esto, un buen hermano anciano de color en el sur, contaron una pequeña anécdota de él, dijeron que llevaba cargada una Biblia y que ni siquiera sabía leer su nombre. Y él le dijo: “Mose, ¿por qué cargas esa Biblia?”.\n\nDijo: “Es la Palabra de Dios”.\n\nEllos dijeron, pues, dijeron: “¿La crees?”.",
    "Él dijo: “Sí, señor, claro que La creo”. Dijo: “La creo de ‘cubierta’ a ‘cubierta’, y también creo la ‘cubierta’, porque allí tiene escrito ‘La Santa Biblia’”.",
    "Dijo: “¿Cómo sabes que es una Santa Biblia?”. Dijo: “¿Cómo sabes que lo es?”.",
    "Él dijo: “Simplemente La creo. Eso es todo”. Eso es todo lo que él necesitaba. Él sencillamente La creía. No sabía por qué, pero La creía.",
    "Le dijeron: “Mose, ¿tú, harías cualquier cosa que esa Biblia te dijera que hicieras?”.\n\n“Sí, señor”. Él dijo: “Si la Biblia así lo dijera, yo lo haría”. Ahí lo tienen.",
    "Él dijo: “Muy bien, Mose”. Él dijo: “Ahora, ¿qué, si ese cerco de piedra allí, si el Señor te dijera que saltaras a través de ese cerco de piedra, ¿lo harías?, ¿cómo saltarías a través del cerco de piedra?”.",
    "Él dijo: “¿Dice la Biblia que Mose salte a través del cerco de piedra?”. ¿Ven?",
    "Él dijo: “Pero ¿qué tal si Dios te hablara y te dijera que saltaras a través del cerco de piedra?”.\n\nÉl dijo: “Si fuera Dios, y Él me dijera que saltara, yo saltaría”.",
    "Él dijo: “¿Cómo vas a atravesar ese cerco sin un agujero?”.",
    "Él dijo: “Si fuera Dios, Él tendría el agujero allí cuando Mose llegara allí”. Y así es. ¡Correcto!",
    "¡Ud. atrévase a tomar la Palabra de Dios y párese firme allí y diga que así es! Que lo haga esta pobre mujercita nerviosa aquí. Piensa que ella se va a morir y por todo lo demás que está mal con ella, ¿ven? ¡Ud. no va a morir! Ud. dice: “¿Cómo puedo hacerlo, Hermano Branham?”. Simplemente tome Su Palabra y párese firme en Ella una vez, ¿ve? Párese firme en esa Palabra, vea lo que sucede. Dígale al diablo que él es un mentiroso. Ud. ha estado en la menopausia todos estos años, tiene unos cincuenta y siete años. Y salga de esa cosa, ¡es el diablo! Tome la Palabra de Dios y diga: “Por Sus llagas soy sanada”, observe lo que ocurre. Entonces dejará de pensar que Ud. sufre ataques cardíacos y todo. Ud. no tiene ataques cardíacos y todas esas cosas; esa es una mentira. Ud. no tiene eso. Solo crea la Palabra de Dios. Así es.",
    "Cuando Ud. nace de nuevo, Dios lo vindica a Ud. Así es como Dios vindica toda Su naturaleza. ¿Cómo? Por sus frutos. Así es como Él vindica Su ministerio. Correcto. Todos Sus siervos son vindicados de la misma manera que Él vindica la naturaleza. ¿Cómo sabe Ud. que es un árbol de durazno? Porque produce duraznos. ¿Cómo sabe Ud. que es un manzano? Porque produce manzanas. ¿Cómo sabe Ud. que es un Cristiano? Porque produce señales Cristianas, la vida Cristiana emana de él. ¿Cómo sabe Ud. que él es maestro? La Palabra viene de él. ¿Cómo sabe Ud. que él es un profeta? La Palabra viene a través de él, da testimonio, vindicación. Ella misma Se prueba. ¿Cómo llega a ser eso? Cuando muere y llega a ser uno. Así es. Cuando nosotros morimos y llegamos a ser una nueva criatura en Cristo Jesús, eso nos une con nuestro llamamiento, nos quedamos con nuestro llamamiento. Los frutos del Espíritu nos siguen cuando somos Sus siervos. Cuando nacemos de nuevo, los frutos de la Vida de Cristo nos siguen. Así es. ¿Cómo sabe Ud. que es un árbol de durazno? Porque tiene duraznos. ¿Cómo sabe Ud. que él es Cristiano? Porque él actúa como Cristo, él camina como Cristo, él habla como Cristo, él vive como Cristo, por encima del pecado, victorioso. ¿Qué hace él?, dice: “¿Vieron lo que hice?”. Cristo no hizo eso. Él le dio toda la gloria al Padre. Correcto. Así es como uno lo sabe. Por sus frutos los conoceréis. ¿Qué debemos…?",
    "🦅 De cierto, de cierto, te digo, el que no naciere de nuevo, ni siquiera puede entender el Reino de Dios”.",
    "Así que no es en sí mi mensaje del Año Nuevo aquí a las doce y media, o veinte minutos para la una, pero mi consejo es para Ud., Cristiano, Uds. que aman a Dios. Cuando Ud. venga al altar de bronce del juicio de Dios, y quiera nacer de nuevo, simplemente colóquese allí. No espere volver a levantarse, Ud. va a morir. Ese es su fin. Eso es todo. Si no lo hace, si Ud. no siente que puede hacer eso, no, no lo intente, no funcionará; hágalo en profunda sinceridad. Termino dejando unas diez páginas de esta lección aquí o más, Escrituras. Pero póngase Ud. sobre el altar de bronce del juicio de Dios, y llegue a estar tan muerto para el mundo como Cristo lo estaba. ¿Ven? Venga Ud. tan muerto como lo estaba la serpiente juzgada en el huerto del Edén; ya había sido representado en forma de una serpiente de bronce, sin vida en absoluto. Toda su vida se había ido. Cristo estaba sin vida, ellos Lo tomaron de la cruz y Lo sepultaron en la tumba. Él estaba—Él estaba muerto. Y luego Él Se levantó para nuestra justificación. Y nosotros morimos con nuestro Cordero sobre el altar, y resucitamos para… en Su justificación. ¿Cómo lo sabemos? Porque Su Vida que lo levantó a Él de esa condición muerta, esa misma Vida nos levanta a nosotros de nuestra condición muerta del mundo, a una nueva criatura en Cristo Jesús, y luego por el Espíritu Santo somos sellados en el Reino de Dios hasta el día de nuestra redención.",
    "🦅 De cierto, de cierto os digo, el que no naciere de nuevo no puede entender el Reino de Dios”. No traten de entenderlo; nunca lo entenderán. Jesús dijo que uno no podría. Solo acéptelo, acéptelo en base a Su Palabra.",
    "Ahora no entre Ud. a ciegas, diciendo: “¡Oh, Señor!, dame una sensación”. No diga: “Señor, déjame decirte”. No. Solo diga: “Señor, mátame, saca el mundo de mí. Yo—yo—yo aún amo las cosas del mundo”. No me refiero a la creación, las puestas de sol y la belleza y cosas así, no me refiero a eso. Me refiero a la lujuria, la inmundicia, el orden del mundo. Todas esas cosas del mundo. Ellas sencillamente, simplemente mueren, sencillamente mueren automáticamente, y Ud. no tiene… ellas ya no tienen más control sobre Ud. Llegan a ser hediondas para Ud.: “¡Uff, simplemente no veo cómo la gente vive en ellas!”. Ud. clama. ¡Cuanto más Ud. lo ve, peor se torna para Ud.! Sí, señor. Ud. no puede ceder ante eso. No hay lugar para ceder. No hay cabida para Ud. incluirse cuando hay mundo allí. Ud. está muerto a esas cosas. Y ¿cómo puede Ud., una vez que está muerto para el mundo, luego relacionarse en esas cosas nuevamente? No se puede. Así que no haga eso. Muera a las cosas del mundo.",
    "El Señor los bendiga. Sean Cristianos nacidos de nuevo. Nazca Ud. de nuevo, entonces no tendrá que decir: “Es lo más difícil” Uds. mujeres, “dejarme crecer el cabello”. “Es lo más difícil para mí deshacerme de mi mal genio”, Uds. hombres. “¡Vaya!, es que yo tengo que decirle a mi esposa. Yo la agarro, ¡vaya!, la sacudo y le digo: ‘Sé que soy Cristiano, que no debería hacer esto, pero tú te callas y te sientas’”. Ajá, no haga Ud. eso. ¿Ve?",
    "Ud. quisiera ver un momento en el que Ud. pueda abrazarla, y decir: “Cariño, eso no le conviene a una Cristiana”. Así es como Ud. quiere ser, ¿verdad? Ud. puede ser así. ¿Ve? Y cuando un hombre le da una bofetada en un lado de la cara, Ud. no tiene que cortarlo con una navaja. ¿Ve? Si un hombre le abofetea un lado de la cara, diga: “Hermano, ¿por qué razón hizo Ud. eso?”. ¿Ve? Ahí lo tienen. Eso es Cristianismo. Cuando alguien dice algo malo acerca de Ud., en lugar de tratar de hacer un gran espectáculo, apártese a algún lugar y diga: “Padre Celestial, ese hombre es un mortal. Ruego que Tú le quites ese espíritu. No dejes que haga eso. Pido que Tú le salves la vida”.",
    "No diga Ud.: “Señor, sé que no debo decirlo”. Bueno, Ud. quizás no lo diga con sus labios, pero sí dígalo en serio en su corazón. ¿Ven? Es su corazón lo que cuenta, ¿ven? Cuando Ud. nace de nuevo del Espíritu de Dios, Ud. realmente los ama a todos. Ahora, a Ud. no le gusta lo que hacen y esas cosas así, no quiere participar de ellas. No, señor. Manténgase alejado de las cosas del mundo, pero consérvese Ud. sin manchas. Y la única forma que Ud. tiene para hacerlo, es de adentro hacia afuera, como la paloma arreglando sus plumas, ¿ven? Ella no tiene que arreglarlas, decir: “Pues, hoy tengo que limpiar todo esto”, y cosas así. No, ella tiene aceite por dentro porque es una paloma, eso la mantiene limpia. ¿Ven? Correcto.",
    "¿No quiere Ud. hacer eso? ¿No quiere Ud. recibirlo a Él de esa manera? Esa es mi persuasión para Ud. en esta víspera de Año Nuevo. Persuado a este pequeño tabernáculo. ¡Cuánto los amo!, ¡cuánto amo a este grupito de personas! ¡Cuánto me gustaría entrar alguna vez, caminar por este edificio y solo mirar! ¿Saben Uds. lo que yo siempre he anhelado ver? Una iglesia llena del Espíritu, que el pecado ni siquiera tolere estar alrededor de ella. Tan pronto como un miembro hiciera algo errado, el Espíritu lo expondría de inmediato. Él tendría miedo de unirse con los Cristianos sin antes confesarlo y corregirlo, porque él sería expuesto en la reunión cuando Uds. se reunieran. ¿Ven Uds.?, ¿no sería eso hermoso? Entonces los impíos entrarían y se sentarían entre Uds., y cuando menos piensan, el Espíritu Santo hablaría de tal manera que revelaría los secretos de su corazón, ¿ven?, diciéndolos. Ahora, si eso funciona en uno, lo hará con el otro. ¿Lo ven? ¿Ven? Y todos en oración, todos Uds. como una sola unidad, una persona, una sola persona, todos como miembros que somos de este Cuerpo avanzando, todos nacidos de nuevo del Espíritu de Dios, llenos con el mismo Espíritu, bautizados en el mismo Cuerpo. ¿No sería eso maravilloso? Ahora, podemos tenerlo, Dios nos lo prometió. Pero primero, muerte, sepultura, y resurrección con Él.",
    "Inclinemos nuestros rostros ahora para orar. También hay algunos pañuelos puestos aquí.",
    "Dios santo, nos damos cuenta, Señor, que… lo sagrado de estar parados en este lugar. Nos damos cuenta que estamos en la Casa de Dios. Estamos aquí, asociándonos con el Cuerpo de Cristo, que es la Casa de Dios. Los miembros del Cuerpo están reunidos. Hay uno que viene de un lugar y otro de otro, congregándose. Y hoy, en esta lección de escuela dominical, ha sido larga y prolongada. Pero, Padre, yo creo que fue ordenado por Ti, que así sería para que podamos entender lo que significan el nacimiento y la resurrección. Lo que significa nacer de nuevo. Nos es necesario, primero lo primero, nos es necesario morir para así poder nacer de nuevo. Tú nunca cambias Tus Leyes. La ley de la naturaleza aún provee. La ley de la naturaleza es que cualquier semilla primero tiene que morir para poder nacer de nuevo. Y nos damos cuenta que nosotros también tenemos que morir para poder nacer de nuevo. Y tantos hoy, Señor, pido que Tú nos perdones, tantos han dependido de ciertas experiencias que tuvieron, por las que afirman que nacieron de nuevo. Pero los frutos de su vida demuestran que eso… ellos fueron traídos en el árbol equivocado.",
    "Ese fue mi motivo, Padre, pues esta mañana pidiendo que si el Hermano Neville me pedía que trajera un Mensaje, yo simplemente enseñaría la escuela dominical. Y, por lo tanto, Padre, yo lo he hecho con—con amor y con todo mi corazón, para que la gente pudiera saber que, no se basen en alguna pequeña experiencia que tuvieron, sino que se basen solemnemente en su vida cotidiana: cómo viven en los momentos cuando están en la iglesia y cómo viven cuando la—la gran presión viene allá afuera. ¿Acuden a la Cruz en busca de ayuda cuando surgen problemas, o caminan en su propio espíritu y su propio intelecto? ¿Responden ellos con enojo cuando son vituperados? Esa es la pregunta, Padre. Y cuando vemos que es totalmente imposible que alguno de nosotros salve al otro, que Dios ha adecuado un camino, un—un Sacrificio todo suficiente, y que Ese es el único Camino por el que podemos venir. No es por alguna iglesia, algún credo, alguna denominación, alguna sensación, sino por el camino de Cristo. Así como murió el primer hombre, el justo, él murió en el altar con su cordero. Y hasta esta misma hora, todos los otros hombres justos tienen que morir en el altar de bronce de Dios con su Cordero, Cristo Jesús. Entonces nosotros estamos muertos con Él, y resucitamos de nuevo, en una Vida nueva. Concédelo, Señor, que eso no se pase de ningún corazón aquí.",
    "Permítenos pensarlo bien hoy, Señor, mientras volvemos esta tarde, nuevamente a las siete y media, para comenzar aquí una serie de reuniones de predicación esta noche. Pido que bendigas a cada uno de Tus siervos esta noche con Mensajes poderosos, Señor. Concédelo. Que nuestras almas se llenen. Estas personas que han conducido de tan lejos para venir, que haya… sean tan llenas con el Evangelio del poder de Dios durante esta víspera de Año Nuevo, que se vayan de aquí felices y regocijándose. Concédelo, Señor, dándoles Alimento espiritual para el año entrante. Concédelo.",
    "Perdónanos nuestras ofensas, como también nosotros perdonamos a los que nos ofenden. Y Tú dijiste: “Si desde vuestro corazón no perdonáis a todo hombre sus ofensas, tampoco vuestro Padre Celestial os perdonará”. Así que, Señor, nosotros perdonamos a todos. Nosotros, por fe, esta mañana, ponemos nuestras almas sobre el altar, quema de nosotros toda partícula de la vida del mundo, Señor. Que el humo de nuestro sacrificio suba, Señor, y que sea de olor fragante en Tu nariz. Concédelo, Señor, ya que no ponemos un cordero para ser quemado, sino que nos ponemos nosotros mismos allí como pecadores, para ser quemados como pecadores, y cambiados en corderos por un nuevo nacimiento. Concédelo, Señor.",
    "Entonces no nos metas en tentación, mas líbranos del mal; el mal de la enfermedad, el mal de la depresión. Sana a todos los que están en el edificio esta mañana. Que toda persona enferma pueda ser sanada hoy, Señor. Hablo estas palabras en el Nombre del Señor Jesús, para que las montañas que se encuentran delante de la gente puedan todas ser movidas hoy. Si son de enfermedad, si son de lujuria, si son de pasiones, si son de algo del mundo, que se hagan a un lado y permite que la Palabra de Dios entre y sea manifestada en sus vidas. Líbranos del mal; porque Tuyo es el Reino, Señor, y el poder, y la gloria, por todos los siglos. Amén.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.\n\nAhora salúdense de mano.\n\nYo Le amo, yo…\n\nDese vuelta allí, y diga: “¡Le saludo, mi hermano, saludos!”.\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.\n\nSiga tocando.",
    "Quiero agradecerle a cada uno de Uds. por toda su amabilidad este año pasado. Probablemente traeré mi Mensaje esta noche, si Dios quiere, a las siete y media. Quiero agradecerles a Charlie y a Nellie, y a Rodney y a su esposa, por su amabilidad, cuando estuve allá para la temporada de cacería, ellos me trataron como si fuera su padre o su hermano. Y a todos Uds. que han sido tan amables conmigo, gracias. Al Hermano y la Hermana Dauch, y al Hermano Wright, también al Hermano Ben, y a muchos, a todos—todos Uds., al Hermano Palmer y, Uds. saben, a todos Uds. de Georgia, de todas partes, gracias.",
    "A propósito, el padre de Margie, ellos llamaron ayer y dijeron que él estaba enfermo. ¿Están—están aquí Margie y Rodney? ¿No están? ¿Cómo está el anciano? [Un hermano en la congregación dice: “Parece estar un poco mejor”.—Ed.]\n\nPues, lentamente, oremos.",
    "Padre Celestial, hace unas semanas me senté en el pequeño porche rural, muy adentro del camino en Kentucky. Un papá anciano estaba sentado allí con su overol y su camisa azul descolorida, temblando. Lo tomé de la mano y vi que se estaba acercando al fin. Una madrecita anciana me invitó a entrar para comer panecillos con salsa. Señor, solo lo hacían en respeto a Tu Palabra. Ahora él a duras penas está aquí, ya se nos va. No dejes que él muera como pecador, Señor. Tal vez haya sido nuestra… la culpa de Tu siervo, Señor. Ese pobre anciano, no sabiendo nada sino trabajar la tierra para dar un sustento a sus hijos, pero encontré en él un espíritu bueno y apacible. No permitas que él muera como pecador. Su hija es una de nosotros, Señor. Y cómo Margie, con esos hombritos adoloridos, y cómo me ha ministrado y tratando de prepararme una cama para dormir allá, y un—un desayuno en la mesa, y ella y Nellie y Charlie, y todos ellos, mamá Cox. “Y ella estaba llorando” dijeron, “por teléfono. Su papá se está muriendo”. Ese es su papá.",
    "Señor, ve a esa tienda de oxígeno ahora mismo, y no toques en la tienda, sino en esa puerta de la tienda de su corazón. Tal vez algunos de nosotros no hemos cumplido nuestro deber de ir a él, Señor. Algunos de Tus otros siervos, tal vez en sus días jóvenes cuando su mente estaba alerta, tal vez sea nuestra culpa, Señor, que no lo persuadimos. Entonces perdónanos, Señor, y recíbelo en Tu Reino. Concédelo, Padre. Te lo encomendamos a Ti ahora. Y si fuere posible o si estuviera en Tu gran plan levantarlo, Señor, quizás algunos de nosotros aún tengamos la oportunidad de hablarle. Sin embargo, nuestra petición es por su alma, Señor, porque muy pronto va a emprender su viaje, al parecer, navegando allá a lo desconocido, ¡oh, sin piloto, nadie que lo guíe a través de la niebla y la neblina del más allá! Se extraviará de su camino, Señor. Que el Piloto que conoce el camino, venga a él esta mañana, que ancle su barquito contra el costado de la vieja nave de Sion. Cuando él emprenda su viaje, tendrá la seguridad de llegar a salvo. Concédelo, Padre. Te lo encomendamos a Ti ahora, en el Nombre de Jesucristo. Amén.",
    "Yo Le amo, yo Le amo\n\nLevantemos las manos.\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la Cruz.",
    "Esta noche trataré de darme más prisa con el Mensaje que en esta mañana. Ahora salgan en silencio. Yo quisiera poder llevarlos a todos a casa conmigo, darles a todos un buen almuerzo. Ciertamente que lo haría si pudiera. Pero espero que el Señor les dé una—una verdadera comida, hablando espiritualmente, en Su bondad y misericordia, para que Uds. lo vean y crezcan a la plenitud de la estatura de Aquel que Uds. aman, su Salvador, Jesucristo. Ahora, mientras salimos del edificio, y nos ponemos de pie para orar y despedir, queremos cantar nuestro himno, y estén seguros de que Uds. lo obedezcan, De Jesús el Nombre invoca. [El Hermano Neville dice: “Tengo un anuncio que quiero hacer”.—Ed.] (¿Qué? Despida Ud. la congregación.) Ahora, vamos a hacer un anuncio en un momento, tengo un anuncio tan pronto cantemos nuestro canto. Muy bien.\n\nDe Jesús el Nombre invoca,\n\nHeredero del dolor;\n\nDulce hará tu amarga copa,\n\nCon el néctar de su amor.\n\nSuave Luz, ¡oh, manantial!\n\nDe esperanza, fe y amor…\n\nSeñor Jesús, sana a estas personas, lo pido en el Nombre de Jesús.\n\nDe esperanza, fe y amor…\n\nDe Jesús el Nombre invoca,\n\nQue te sirva de broquel;\n\nEscuchen ahora, ¿qué?\n\nCuando tentación lo rodee, (¿qué hará Ud.?)\n\nInvoque ese santo Nombre en oración.\n\nSuave Luz, ¡oh, manantial!\n\nDe esperanza, fe y amor;\n\n¡Sumo bien (sumo bien) celestial!\n\nEs Jesús, el Salvador.",
    "Ahora recuerden, yo creo que Jesucristo le dice esto a cada ser humano, en Su primera Doctrina: “El hombre que no naciere de agua” esa es la Palabra, lavado por el lavacro de la Palabra, “y del Espíritu” que es el Espíritu Santo, el Espíritu Santo confirmando la Palabra, “él no puede ver el Reino del Cielo”. ¿Lo creen Uds.? ¿Ven? “Del agua”, lavado por el agua de la Palabra, la Palabra y la Verdad, Él es la Verdad, “agua y Espíritu”, el Espíritu viniendo con la Palabra para confirmar la Palabra, haciendo que Dios viva en mí, ¿ven?, “no podremos entender el Reino del Cielo hasta que eso haya sucedido”; entonces, cuando eso comience a suceder, que veamos la Palabra en nosotros, habiendo nacido de la Palabra y del Espíritu, manifestándose Ella misma, no alejándome de la Palabra, el Espíritu me guía a la Palabra, y la Palabra viviendo en mí, manifestando a Dios en su vida, “sin eso Ud. nunca entenderá el Reino de Dios y de ninguna manera podrá entrar en él”. Dios los bendiga.\n\nHermano Neville. 🦅"
  ]
}