{
  "title": "SI DIOS ESTÁ CON NOSOTROS, ¿DÓNDE ESTÁN SUS MARAVILLAS?",
  "id": "61920009",
  "content": [
    "🦅  Muchas gracias, Hermano Neville. Buenas tardes amigos. Aquí estamos nuevamente, y hoy en la mañana apenas prediqué cuatro horas. Me da mucha pena. Después de haberles predicado por cuatro horas debieran estar tan cansados de mí que me quisieran correr de la plataforma.",
    "[La congregación dice: “No”. Doc, hermano del Hermano Branham dice: “Bill, eso me hace recordar. Alguien me dijo hoy que tú siempre tienes cosas que te sobran, que no pudiste hablar”.—Editor] Sí, señor. [“Pero en esta noche, amado hermano, puedes tomar todo el tiempo que deseas”. La congregación dice: “Amén”. Doc dice: “Entonces, no tendrás que omitir nada”.] Tengo casi la mitad de la Biblia escrita aquí. [Alguien dice: “Ud. tiene toda la noche para predicar”.] Tenemos aquí a algunos preciosos hermanos, que deseamos escuchar.",
    "¿Cuántos se gozaron con la predicación de esta mañana? [La congregación dice: “Amén”.—Editor] En realidad, cuatro horas. No sé hasta dónde corrieron las cintas.",
    "Después del culto me llamó mi hermana y me dijo: “Seguramente eso no fue para nadie más”. Dijo: “Creo que todo fue para mí solita. Y le dije”, a su esposo, “‘Junior’, dije, ‘¿Qué te pareció?’ ‘Oh’, dijo él, ‘he escuchado al Hermano Branham predicar mejor’”. Ella dijo: “Entonces estuve segura que todo fue solamente para mí”, así dijo.",
    "Creo que está sentada allá atrás, de otra manera les diría lo demás que me dijo. Pero lo dejaré quieto. Delores, ¿dónde estás sentada? No se encuentra. Muy bien, entonces se los contaré. Dijo: “He sido culpable de usar un poquito de, Uds. saben, maquillaje; cortándome un poquito”. Dijo: “Pero ahora todo eso se acabó”. Ella se dio cuenta que en realidad no estaba muerta todavía. ¿Ven? Uno tiene que morir. Así que lo he titulado el mensaje de…para el Año Nuevo. Que el Señor añada Sus bendiciones.",
    "Es tan agradable esta noche ver a tantos aquí. Apenas llegué a tiempo para escuchar al Hermano Graham Snelling terminar ese bello himno: “Entonces Nos Iremos A Vivir En El Monte De Sión”.",
    "Me supongo que aquí no queda nadie que se acuerde del Rabí Lawson. ¿Lo recuerda alguien? Sí, dos o tres, el Hermano Graham y el Hermano Slaughter. Ese himno me hizo recordar al Hermano Lawson. ¿Se acuerdan cómo cantaba él? Era un hombre pequeño, y yo le llamaba “Rabí” porque siempre usaba un sombrero negro, así plano. Era un predicador Pentecostal. Y unos lentes grandes con marcos de carey, y yo le decía: “Ud. parece un rabí”. Y por eso siempre le llamábamos: “Rabí Lawson”, un precioso hermano. Y él—él era tan anciano, que venía cojeando; fue atropellado por un carro y se le endurecieron las rodillas. El colgaba su bastón aquí de este lado y yo me sentaba en una silla. Y cuando llegaba a la parte del himno que dice: “Todas las ruedas de esta vida mortal llegarán a pararse”, luego él levantaba su bastón y lo extendía por el hombro hacia atrás y me agarraba del cuello con el gancho o el mango, y me jalaba así, me abrasaba, y luego continuaba cantando: “luego nosotros iremos a morar en el monte de Sión”.",
    "¿Habrán otros que se acuerdan del Rabí Lawson? Muy pocos. Entonces quiero decir esto. Algo muy extraordinario sucedió con él. El era un verdadero predicador, un fiel hermano. Y él no tenía cosas grandes de qué preocuparse; esa no fue su misión. Pero yo sinceramente creo que él vivió fiel a todo lo que Dios le encargó, eso es lo principal.",
    "Y sucedió que su esposa pensó que él no ganaba suficiente dinero predicando, y le insistía que buscara trabajo. El estudiaba la Biblia todo el tiempo. Entonces un cierto día ella se enojó de tal grado con él, que fue y le quitó la Biblia de las manos, y fue y metió esa Biblia en las llamas de la estufa y la quemó. Unos meses después, ella estaba adornando el árbol de navidad con sus luces eléctricas, y la atrapó el fuego del árbol y la quemó, allí en el mismo lugar. ¿Ve Ud.? Uno siempre cosecha lo que siembra. “No toquéis a Mis ungidos, ni hagáis mal a Mis profetas”. ¿Ven?",
    "Lo sobresaliente de la Palabra de Dios. Esa familia que sobrevivió el accidente, y luego Satanás intentó destruir su casa rodante. Acabo de notar que están sentados en la última fila, se pusieron de pie para dejar pasar a otras personas. Casi todo en esa habitación estaba hecho cenizas. Yo fui a ver eso y lo único que existía, creo, fue una Santa Biblia, y, creo, mi libro y el libro del Hermano Osborne. Todo lo demás estaba hecho cenizas en su casa rodante. Yo levanté la Biblia y estaba apenas humeada por las orillas. Le dije al hermano y la hermana que algún día, Dios mediante, quisiera traer esa Biblia aquí al púlpito y predicar del versículo que dice: “El cielo y la tierra pasarán, pero Mis Palabras no pasarán”. Cuando todo esto haya desaparecido todavía permanecerá la Palabra. ¿No es maravilloso como Dios cuida de Su Palabra? Entonces permita Ud. que esa Palabra more en Ud., El cuidará de Ud. Correcto.",
    "Durante el tiempo de la inundación, yo estaba predicando aquí una noche y dejé mi Biblia. La inundación de 1937 llegó casi de la noche a la mañana, y al atravesar el Tabernáculo levantó este mismo púlpito, lo levantó (entonces no había este cielo falso), y lo levantó hasta el techo. La Palabra estaba en el púlpito y en vez de hundirse, flotó. Lo levantó hasta el techo. Yo andaba remando en una lancha por todo este lugar. Después cuando bajaron las aguas, el púlpito bajó y la Palabra estaba abierta en el mismo lugar donde yo había estado leyendo antes de la inundación. “El cielo y la tierra pasarán, pero Mi Palabra no pasará”. Correcto. El es maravilloso, ¿no es así?",
    "Ahora, en serio, quiero terminar y bajarme de aquí rápidamente, siendo que tenemos muchos ministros muy finos. Pensé que los llamaría a todos a la plataforma, pero no tenemos suficientes sillas. He visto a otros sentados en la congregación desde que llegué, los cuales quizás tienen un mensaje en esta noche. Queremos escuchar a nuestro pastor, y también a los demás, el mensaje que traen en su corazón para esta noche, por lo tanto seré breve, y trataré de decir algo.",
    "Y en esta noche estamos iniciando algo, o habrá algo que haremos, Dios mediante, lo cual jamás hemos hecho desde que…en toda mi vida. Pensé de esto hace unos días, y llamé al Hermano Neville, y él pensó que sería una idea muy buena. En lugar de todo el bullicio y la gritería y la borrachera, y demás cosas que acontecen en la víspera del año nuevo, nosotros estaremos más bien, parados aquí en este altar a la medianoche, tomando la Santa Cena. Así que cada uno de nosotros mientras escuchamos las palabras de estos ministros en esta noche, seamos muy reverentes.",
    "El domingo pasado por la noche prediqué mi Mensaje de Navidad. Y le dije a la iglesia, a los que vienen del estado de Georgia y de distintos lugares: “No vengan”, porque al venir le echarían a perder la Navidad a los niños. Ellos están en esa expectativa, apenas son niños. Y les prometí que les grabaría las cintas. Así que, Uds. que no estuvieron, la cinta es a cuenta mía. Hablen con el Hermano Wood para que puedan obtenerlas, y yo me encargo de pagarlas por Uds., pero obtengan la cinta.",
    "Y ahora, esta noche, solamente, yo primero quisiera decir esto, antes de leer mi texto.",
    "Y quizás en la predicación duraremos casi hasta la medianoche. Luego cuando falten unos 15 o 20 minutos para las 12, traeremos aquí el pan, la Santa Cena, el cordero pascual. Colocaremos aquí el pan, luego daremos gracias a Dios, y parados frente al altar con rostros y corazones inclinados, participaremos de la comunión del Señor. Ahora pienso que el cuarto está lleno de grabadoras y cosas. No sé si…¿Qué dice? Ya no estarán para entonces, así que no tendremos que omitir el lavamiento de pies. Mañana es día lunes, y los que han venido de lejos tendrán oportunidad amplia para regresar a sus hogares. Confiando ahora que Dios les bendiga.",
    "Y probablemente esta sea la última ocasión de estar con Uds., hasta que vuelva del oeste. Viajo para Arizona y quizás pase por Louisiana primero, pero luego hasta Arizona y California. Y tan pronto como vuelva, espero verles nuevamente. Hasta ese tiempo, oren.",
    "Yo nunca hice un itinerario. Creo que veo por allí al Hermano Borders en esta noche en el culto. Yo lo estaba buscando en el culto hoy en la mañana. Y él es quien lleva el registro, y el otro día me mostró una libreta llena de toda clase de invitaciones. Pero de alguna manera, durante este tiempo, el Espíritu Santo me ha dicho: “Ve a un lugar. Cuando hubieres terminado allí, entonces Yo te mostraré adónde debes ir en seguida”. ¿Ven? Nos está guiando El de esa manera, qué debemos hacer enseguida. Seguramente estamos muy cerca de la línea, cuando El comienza a dirigir de esa manera, sabiendo adonde está la persona que está llamando y esperando.",
    "No para buenos propósitos de año nuevo, porque no los hacemos; de nada sirven, uno los quiebra. Me acuerdo de haber visto a mi papá cada víspera de año nuevo, cuando botaba el tabaco; y se fijaba en dónde caía para ir a recogerlo al día siguiente. ¿Ven? Y más o menos así sucede. No andemos resolviendo propósitos nuevos. Mejor fuera que pidamos gracia y misericordia, pidamos la misericordia de Dios.",
    "Y ahora si no tengo oportunidad más adelante, siendo que en la administración de la Santa Cena estaremos apurados; y esta es una cosa que yo deseo hacer. Uno de mis deseos es ver una Iglesia sin mancha y sin arruga, en la cual el Espíritu Santo…Hermano Graham, este ha sido el anhelo de mi corazón, el ver una Iglesia tan perfectamente llena de Dios, al grado que el pecado no pueda morar en ninguna parte de ella, el Espíritu de Dios señalándolo, donde quiera que estuviera. Eso quiero ver yo.",
    "Y una cosa que yo he deseado, la gran visión del Señor, que siempre he anhelado tener del Señor, El me la dio el otro día como a las diez de la mañana. Con eso me ha satisfecho ese deseo. Por años y años, desde que he sido ministro, he anhelado ver eso, y por fin se cumplió. Estoy sumamente agradecido ante Dios. No he dicho nada respecto a eso, sino simplemente lo tengo apuntado. Y sé que es exactamente lo que siempre he estado pidiendo.",
    "Y ahora yo ruego y confío en Dios. Y en esta noche, nuevamente dedico yo mi vida a El, aquí sobre Su púlpito. El gran deseo de mi vida es ser más humilde ante Dios y ante Su pueblo. Sabiendo que esa ha sido una de mis fallas más grandes, el tener que lidiar con el público de tal manera, y en eso me ha vaciado de mucho que yo antes tenía. Confío que Dios me restituya el gozo que antes tenía. No es que he perdido mi gozo, no; pero lo que quiero decir es que deseo más; más, más humildad, para servir al Señor. En este año venidero le he prometido a Dios, que si me permite vivir, y me da salud y fuerza, yo me esforzaré por ser un siervo para Dios, y un hermano a todo hombre, con todo mi corazón.\n\nDios les bendiga. Inclinemos nuestros rostros por un momento.",
    "Padre, a medida que la tierra gira por el ecuador, nos dicen así, ahora es cuando comenzará a volver del día más corto hasta el día más largo. Falta poco tiempo hasta el momento cuando comenzarán con sus cornetas y silbatos, la gente estará gritando, sonarán las campanas; el año viejo habrá pasado y estaremos en el año nuevo. Padre, Te damos gracias que nos has permitido ver este año 1961. Y rogamos que nos perdones todos los pecados que hemos cometido durante este año. Y si ha habido alguna cosa que hemos hecho que ha sido bueno, Tu Nombre sea alabado. Porque ciertamente no fuimos nosotros, los indignos, pero fuiste Tú, el Espíritu Santo, que por fin se apoderó de nuestra vida, a pesar de nuestra condición tan rebelde, e hiciste algo que ensalzó a Dios. Estamos muy agradecidos que El haya hecho eso. Padre, en esta noche rogamos que El en toda ocasión nos ponga a un lado y permita que la voluntad de Dios se haga en nuestras vidas.",
    "Y en esta noche, viendo que se han congregado aquí nuestras iglesias hermanas, juntos con sus pastores, tenemos a nuestro Hermano Graham, y hermanos de distintas partes del país; de Utica, de Sellersburg, de Georgetown, y varios lugares. Almas preciosas se han reunido aun de otros estados esta noche, para ayudarnos en este gran jubileo el cual estamos celebrando; y hemos dedicado este tiempo para cantar himnos, elevar una oración, y el escuchar la Palabra de Dios. Llena todo corazón. Quita toda duda. Quita todo temor. Quita todo cansancio. Y permite que el Espíritu Santo entre en nuestros corazones, y siembre la Palabra. Permite que seamos nosotros el campo en el cual caiga la Palabra, y el cual produzca frutos en este año venidero. Concédelo Señor.",
    "Ayúdame ahora, siendo que me ha tocado, la suerte ha caído sobre mí esta vez, para hablar. Ruego que Tú unjas las palabras que se han de hablar. Y que salgan bajo la unción del Espíritu Santo, con la expectativa Señor, para traer individuos a Ti que antes no Te han conocido; y los que ya Te conocen que tengan mayor fe, para servirte. Concédelo, Señor. Y ayuda mi voz, siendo que tengo este resfriado, y estando muy cansado después del Mensaje de cuatro horas de esta mañana, ruego que me ayudes. Ayúdanos a todos, y prepáranos para este culto y la Santa Cena.",
    "Bendice esta iglesia junto con su pastor, nuestro Hermano Neville. Bendice a los síndicos, y a los diáconos, y que Te sirvan con más valentía en este año, que en cualquier otro tiempo. Gracias por su servicio y su valentía. ¡Como ha sido que me han respaldado fiel cuando me encontraba en necesidad de tal apoyo! El Hermano Neville y el Hermano Roy Roberson, y todos los preciosos hermanos quienes se mantuvieron fieles a nuestro lado, en tiempos tenebrosos. Y bajo el liderazgo del Espíritu Santo han hecho decisiones lo mejor posible. Y las decisiones que han hecho han probado ser Tu voluntad, porque Tú has bendecido sus decisiones. Dios, continúa con ellos. Ayúdanos a todos ahora en esta hora. Pedimos esto en el Nombre de Jesús. Amén.",
    "Ahora, para Uds. que apuntan los textos; y confiando que estarán orando por mi. Y por unos cuantos momentos deseo llamarles la atención a una porción de la Escritura hallada en el Libro de los Jueces, en el capítulo 6, comenzando con el versículo 7. Deseo que escuchen quietamente y que escuchen la Palabra.",
    "¿Me pueden escuchar bien, allá atrás? Levanten sus manos, si pueden. Muy bien. Y si vigilan, los que controlan este micrófono, vigilan que funcione bien. ¿Se están grabando las cintas?",
    "En Jueces, capítulo 6, comenzando con el versículo 7. Escuchen bien porque a esto me voy a referir en unos momentos.\n\nY cuando los hijos de Israel clamaron a Jehová, a causa de los madianitas,\n\nJehová envió a los hijos de Israel un varón profeta, el cual les dijo: Así ha dicho Jehová Dios de Israel: Yo os hice salir de Egipto, y os saqué de la casa de servidumbre.\n\nOs libré de mano de los egipcios, y de mano de todos los que os afligieron, a los cuales eché de delante de vosotros, y os di su tierra;\n\nY os dije: Yo soy Jehová vuestro Dios; no temáis a los dioses de los amorreos, en cuya tierra habitáis; pero no habéis obedecido a mi voz.\n\nY vino el ángel de Jehová, y se sentó debajo de la encina que está en Ofra, la cual era de Joás abiezerita; y su hijo Gedeón estaba sacudiendo el trigo en el lagar, para esconderlo de los madianitas.\n\nY el ángel de Jehová se le apareció, y le dijo: Jehová está contigo, varón esforzado y valiente.\n\nY Gedeón le respondió: Ah, señor mío, si Jehová está con nosotros, ¿por qué nos ha sobrevenido todo esto? ¿Y dónde están todas sus maravillas, que nuestros padres nos han contado, diciendo: ¿No nos sacó Jehová de Egipto? Y ahora Jehová nos ha desamparado, y nos ha entregado en mano de los madianitas.\n\nY mirándole Jehová, le dijo: Ve con esta tu fuerza, y salvarás a Israel de la mano de los madianitas. ¿No te envío yo?",
    "Si le placiera a Dios, deseo tomar un texto de allí, sobre, creo que…es como el versículo 14, donde dijo: Si Dios Está Con Nosotros, ¿Dónde Están Todas Sus Maravillas?",
    "Ahora, todos conocemos bien acerca de los Jueces de Israel.",
    "Y cómo es que obraron con los Israelitas, los Filisteos, los Madianitas, los Amorreos. Y todos aquellos habían entrado como plaga de langostas y habían acabado con lo que estos tenían, y les habían robado todo y habían huido. Pero, ¿notaron Uds.?, estos enemigos no pudieron hacer esas cosas en contra de Israel hasta que primero Israel se apartó de Dios.",
    "El Diablo no puede poner su pie en Ud., para causarle daño, hasta que primero Ud. se haya apartado de Dios. Primero Ud. tiene que recordar eso. Revise bien cuando algo sucede y examine para ver si en verdad Ud. está en la fe o no, vea si está Ud. en su debido lugar con Dios; luego recuerde que el Diablo no le puede hacer ningún daño, Ud. está en Cristo.",
    "Y este lugar aquí, acabábamos de dejar la…Unos pocos años antes, había sido la profetisa, Débora y también Barac. Y cómo fue que ella profetizó, y les dijo qué cosa debieran hacer y todo salió perfectamente bien; Barac fue aquel gran guerrero; y escribieron aquel himno del triunfo sobre el enemigo. Pero tan pronto como salieron de ese enredo, regresaron directamente a la zanja una vez más.",
    "¡Oh, si ese no es el cuadro perfecto de la iglesia hoy en día! Tan pronto como sale de un enredo, allí va directamente a otro. Pero el tiempo de acción había llegado. Y es lo mismo hoy, el tiempo de acción ha llegado. El tiempo había llegado allá entonces cuando el jugar a la iglesia había llegado a un alto, con Dios. Y ahora ya no podemos andar jugando a la iglesia. Tenemos que tomar las cosas seriamente. Y yo estoy confiando que ese mismo Dios pondrá este mismo sentir en el corazón del pueblo en esta noche, y puedan reconocer que es tiempo de poner fin a eso de jugar a la iglesia, de jugar a ser religioso, de jugar a ser justo; y ahora es tiempo de entrar en acción.",
    "Como yo estaba predicando en esta mañana sobre el tema de lo que era el nuevo Nacimiento, y cómo es que llegamos a eso, seguramente eso aún está bien anclado en sus corazones. Ahora ha llegado el tiempo de poner por obra lo que uno sabe que es la Verdad. Uno no puede actuar en fe hasta primero saber lo que está haciendo. Primero uno tiene que saber lo que está haciendo, antes de tener fe para ejecutarlo.",
    "Alguien me dijo en una ocasión, un médico muy bien conocido, estábamos hablando de un milagro que había acontecido con una persona enferma. Y él me dijo: “Predicador, ¿no cree Ud. que si Ud. le dijera a esa gente que fueran y tocaran un árbol o algún poste, que la misma cosa sucedería?”",
    "Dije: “No, señor”. Dije: “Porque uno no puede tener fe al tocar un árbol o algún poste”.",
    "Fe no es así de suelta. Tiene que estar basada en un hecho conocido. Uno tiene que tener conocimiento de aquello en lo cual está poniendo su fe, antes de poder tener fe en dicho asunto. Así que primero tenemos que conocer cómo y cuál, cuál es el deseo de Dios, cuál es el plan de Dios, y cómo llegar ante Dios por medio de ese plan. Luego podemos presentarnos confiados ante el Trono de Gracia, y hacer nuestra plegaria conforme al plan que nos ha sido prometido.",
    "Ahora, ellos habían estado jugando a la iglesia. Tan pronto como salieron de un enredo…Dios los libró. Luego en vez de continuar bien y verdaderamente servir a Dios, viendo Su mano poderosa, ellos nuevamente se enlazaron con las cosas del mundo. Y por eso el tiempo había llegado cuando Dios mandó a hacer alto. Y así tiene que ser.",
    "Y yo pienso que ahora es el tiempo de mandar a hacer alto. Nosotros hemos torcido la Palabra de Dios para ajustarla a toda organización que hay en el mundo. Todo plan que cada hombre ha tramado. Hemos torcido la Palabra de esta y aquella manera y la hemos torcido para cuadrar con un plan. Pero la hora ha llegado de hacer un alto, que paren de jugar a la iglesia. Estamos en la hora cuando la gente dice: “Oh, si puedes obtener suficiente Espíritu para danzar en el Espíritu; si puedes obtener suficiente para poder ver luces ante los ojos; o que alguna sensación te corra por la columna vertebral, que te haga temblar, o te haga estremecer, o mostrar alguna emoción; entonces, ¡lo tienes!” En verdad tienes algo; pero yo no me atrevería a decir qué cosa tienes, hasta primero ver qué clase de fruto produce.",
    "Como vimos en detalle hoy en la mañana, uno no puede esperar que un bebé nazca ya hecho hombre. El tiene que crecer a eso. Y nosotros crecemos en Cristo, hasta la medida completa. Algo…El caso no es que una persona se convierta en esta noche, y mañana salga a predicar el Evangelio. Nosotros crecemos hasta ser adultos, hasta la estatura completa de Cristo.",
    "Ahora, hallamos que cuando el pueblo de Dios se encuentra en problemas, Dios siempre les manda un profeta con la Palabra verdadera, para librarlos. Jamás ha habido un tiempo cuando el pueblo de Dios se haya encontrado en problemas, que Dios no les haya enviado Su Palabra. Y como vimos hoy en la mañana, Su Palabra viene a los profetas. Y la manera como Ud. lo prueba, es hallar si es de acuerdo a la Palabra. Si es de acuerdo a la Palabra, entonces la Palabra de Dios es vivificada.",
    "Ahora muchos podrán decir: “Este es el profeta de nuestra iglesia”. “Este es el profeta de nuestra iglesia”. Y los dos contrarios, el uno al otro, algo tiene que estar mal.",
    "Todos debemos hablar la misma cosa. Luego debemos hablar, no contrariamente, sino exactamente con esta Palabra. Así es como un verdadero profeta es probado, si es que tiene la Palabra. La Biblia dice: “Si su testimonio no fuere según la ley y los profetas, en ellos no hay Luz”. Correcto. Tiene que ser de acuerdo a la Palabra.",
    "Y Dios, en toda ocasión, manda al pueblo un verdadero siervo, un profeta verdadero, el cual traerá la verdadera Palabra de Dios. Y la Palabra de Dios es lo que siempre libera a la gente, siempre.",
    "Ahora, si volviéramos a leer del versículo 7 hasta el 10, hallaríamos en eso, del versículo 7 al 10, que Israel se había apartado de Dios, y nuevamente había vuelto al mundo. Y allí salió de la nada, y ni siquiera nos da su nombre. Me supongo que este profeta no tenía mucho interés en su propio nombre. El estaba interesado en una sola cosa: ¡Dios lo había ungido! A él no le importaba si calificaba en sus denominaciones u otras cosas; no le importaba si él era obispo o arzobispo. Lo único que le importaba era ese mensaje que traía en su corazón. Y él llamó al pueblo nuevamente al arrepentimiento, y al entendimiento de que su Dios era un Dios de poder, y un Dios de liberación, un Dios de maravillas, el Cual los había rescatado de las manos de los Egipcios, les había abierto el Mar Rojo, y los había alimentado en el desierto, y que era el Dios de poder que podía quitar el terreno a otros y dárselo a ellos. ¡Amén! Ese era un verdadero profeta. El era ungido, y él era la Voz de Dios para aquel pueblo. El habló para que así fuera, porque ellos estaban en problemas.",
    "Estos Madianitas y Amorreos y demás, habían venido y habían acabado con todo en este país. Y así que el enemigo les había desafiado, ¡y ahora tenían que enfrentar ese desafío! Sus ejércitos no servían para eso, ni tampoco sus sacerdotes, ni tampoco sus iglesias. Así que se necesitó la Palabra de Dios para enfrentar ese desafío.",
    "El enemigo habla hoy. El enemigo trata de decir que: “Los días de milagros han pasado. Y que no hay tal cosa como el bautismo del Espíritu Santo. Y Esto es sólo emoción. Sólo es algo manufacturado”. Así que, ¡el enemigo nos ha desafiado, y su desafío tiene que ser enfrentado! Y la única manera en que podemos enfrentar el desafío de hoy, cuando las denominaciones están llamando a la gente y las ponen en esta organización, en aquella organización; permitiendo que sus mujeres se corten el cabello y que se pinten; y los hombres viviendo cualquier clase de vida, y aún así sirviendo como síndicos y diáconos, y aun pastores en la iglesia, y eso porque tienen un Doctorado en Filosofía o en Divinidad, pensando que ese es el requisito. Jesús nunca exigió que un hombre tuviera eso.",
    "El requisito que les puso Jesús fue: “Esperad en la ciudad de Jerusalén hasta que fuereis investidos de Poder desde lo Alto, entonces seréis Mis testigos”. Eso le hace frente al desafío. Eso le hizo frente al desafío del enemigo. Eso le hizo frente en aquel día. Lo enfrentará en el día de hoy.",
    "Ahora quiero que noten. Del versículo 7 hasta el 10, vemos la llegada del profeta. Del versículo 1 hasta el 7, vemos al pueblo decayendo. Luego del versículo 7 hasta el 10, vemos la llegada del profeta y él dándoles el remedio. Noten, no sabemos de dónde vino; no dice que había un hombre, un fariseo, quien había sido sacerdote por algún tiempo. No nos dice nada de su pasado. ¡Esos profetas, salen de la nada!",
    "Fíjense en Elías. Elías fue el sexto y fue el último de los grandes profetas, de los profetas poderosos. Lo que sabemos de su pasado es nada. No sabemos a qué escuela asistió. No sabemos de qué clase de familia procedía. ¡Lo único que sabemos es que Dios estaba con él! El vino misteriosamente y se fue casi de igual manera. Apareció del desierto de la nada, luego regresó al desierto, y fue levantado de un carro de viento, y fue levantado al Cielo con Fuego. El apareció misteriosamente y desapareció misteriosamente. El no tuvo preparación teológica. No sabemos de dónde vino, ni quién fue su padre, ni su madre, ni quiénes fueron sus hermanos y hermanas. Lo único que sabemos es que fue un hombre de Dios. Dios lo sacó de la nada, y lo usó, y luego se lo llevó a algún lugar, en Su Presencia. El era un hombre de Dios.",
    "Y ahí vino el profeta para esa hora, y les dio la Palabra del Señor. Recuerden, él no les dio alguna teología humana. El dijo: “Yo soy Jehová quien os hice salir de Egipto, os mostré Mi mano poderosa, os mostré Mi poder”. ¡Me imagino que Gedeón estaba sentado allí cerca, escuchándole! “Yo soy Jehová quien ha hecho todas estas cosas. Y he hecho todo esto por vosotros, sin embargo vosotros no habéis guardado Mis mandamientos. A la luz de todo esto, no los habéis cumplido”.",
    "Ahora quiero que noten otra cosa que quizás les anime. Inmediatamente después del mensaje de aquel profeta, el Señor apareció en la escena. ¡Amén! Tan pronto como él hubo dado su mensaje, el Señor apareció debajo de un árbol. El Señor vino después del mensaje del profeta, sentado bajo un árbol. El profeta dio…El pueblo se había apartado, cada quien en su ismo. Dios mandó Su profeta. Tan pronto como el profeta hubo terminado su mensaje, el Señor vino después del mensaje del profeta, ¡para liberación!",
    "Oh, estamos viviendo en una hora tan tremenda. Inmediatamente cuando el profeta se fue de la escena, ¿qué sucedió? ¡El Señor vino a la escena! Tan pronto como Juan desapareció de la escena, ¡el Señor vino a la escena! Es muy raro como el Señor obra, pero así lo hace, obra de una manera misteriosa.",
    "Leemos aquí en la Escritura, que Gedeón, atemorizado, estaba allá junto al lagar, trillando suficiente trigo antes que lo hallasen los Filisteos o los Madianitas. El, junto con su papá, estaban almacenando el alimento para el invierno, y lo estaban trillando secretamente, para que no los hallasen. Porque estos entraban como langostas, y les robaban todo.",
    "Y así es como obra el Diablo. Por ahí se comienza una iglesita, y todo está marchando bien (¿cuántos predicadores no saben que esto es la verdad?), y cuando todo está marchando bien, algún personificador entrará como que es parte del grupo y lo hará pedazos. Correcto, y le robará la iglesia al hombre si lo puede lograr. ¿Ven?, ese es el Diablo; entran como langostas y se llevan lo que ha sido dado. Ahora, cuando…",
    "Gedeón ciertamente fue un hombre Escritural. Cuando el Angel de Jehová le dijo…",
    "Y si notan, aquí no era el Angel del Señor. Dice: “Y mirándole Jehová”, J-e-h-o-v-á. [Lo cual está escrito en mayúsculas en inglés.—Traductor] No fue un Angel. Fue Dios. Fue una—una teofanía en un hombre, a la imagen de Dios, así como apareció a Abraham allá en el desierto, y parecía un hombre. Así que, siendo un Mensajero, él era el Angel de Jehová.",
    "Y le apareció. Y le dijo: “Varón esforzado y valiente”, y le dijo que lo iba a tomar, e iba a librar a Israel por medio de él.",
    "Y Gedeón le hizo aquella pregunta. ¡Qué hombre tan Escritural! Esa es la clase de hombre a la que Dios viene, a alguien que sabe. Gedeón dijo: “Si Dios está con nosotros, si Tú eres el Mensajero, entonces ¿dónde están los milagros que nos habló el profeta?” El sabía que donde Dios iba los milagros Le seguían. El sabía que donde Dios estaría, allí estarían los milagros.",
    "Y ¿cómo esperan que Dios obre hoy entre gente que ni siquiera creen en los milagros? ¿Cómo puede ser?",
    "Y le llamó: “Varón esforzado y valiente”. Dijo: “Con esto has de librar a Israel”.",
    "Ahora, ese que estaba sentado allí parecía un hombre, y en realidad era un Hombre. Y él Lo miró y dijo: “Ah Señor mío, si Jehová está con nosotros ¿por qué nos ha sobrevenido todo esto? Y ¿dónde están las maravillas que nos han contado? ¿Dónde están las cosas que Dios hacía antes?”",
    "Ahora ahí está una buena fórmula para probar si el mensajero está correcto, o no. Si sólo tiene la apariencia de piedad, él negará el Poder para obrar esos milagros. Pero si es un mensajero de Dios, no sólo hablará de aquello, pero lo tendrá para producirlo, y para mostrar que el Dios del cual él habla, está con él y en él.",
    "El dijo: “Si Dios está con nosotros, ¿dónde están todas Sus poderosas maravillas? Porque, entendemos…” Escuchen cuán Escritural era Gedeón. En otras palabras, él dijo: “Si…Nosotros entendemos que Dios es un gran Dios de obras poderosas. El es un gran Dios de maravillas. Y si El está por nosotros, y si El está con nosotros, y es el mismo ayer, y hoy, y por los siglos, ¿adónde puedo ver Sus milagros? ¿Adónde puedo ver a este Dios en acción? ¿Adónde está, si está al lado nuestro?”",
    "Este varón valiente y esforzado podía referirse a la antigua Palabra, y saber que era correcta, porque él sabía esto, que Dios es un Ser sobrenatural. Y donde estuviera un Ser sobrenatural, El hará señales sobrenaturales, porque lo sobrenatural está en El. Uno no puede escaparse de eso.",
    "¿Cómo puede Ud. pararse frente al viento, sin que le sople el viento? ¿Cómo puede meterse al agua y no mojarse? El agua es mojada. Esa es su química. ¡Es mojada! Y cuando Ud. se mete al agua, se va a mojar. ¡Correcto!",
    "Y cuando Ud. entra a la Presencia de Dios, en lo sobrenatural, habrán señales y maravillas, y obras sobrenaturales de un Dios sobrenatural.",
    "Por lo tanto él dijo: “¿Dónde están las obras, donde están las maravillas, si Dios está con nosotros?”",
    "¡Gloria! [El Hermano Branham aplaude cuatro veces con sus manos.—Editor] ¡Así es! ¿Ven?, donde está Dios, allí hay milagros. Donde está Dios, allí está la señal de Dios. ¿Ven?",
    "Y Gedeón, muy Escritural, dijo: “¿Dónde están estas cosas?” En otras palabras, de esta forma: “Yo soy un hombre, casi de cincuenta años”, dijo él. “Y he oído comentar de un Dios que obraba maravillas. Y yo he asistido a la iglesia, y le he creído al sacerdote. También creo a los profetas. Yo creo la Palabra escrita, todos los pergaminos. Y yo he leído en los pergaminos que cuando Dios bajaba entre Su pueblo, algo sucedía”. Y para Gedeón, este que estaba sentado bajo del encino no era más que un hombre cualquiera. ¡Amén! Sólo hasta allí conocía, que era un hombre. Y le dijo: “Ahora, si Dios está con nosotros, ¿dónde están Sus milagros? Queremos verlos”.",
    "¡Cuán Escritural es eso! Porque, donde estuviere lo sobrenatural, Dios y Su señal estarán con El. Donde estuviere Dios, la señal de Dios estará con Dios. Sabemos eso. Si El está en Su pueblo, ellos harán Sus señales. Exacto.",
    "Esa era la pregunta que tenía Gedeón: “¿Dónde está Dios? Si existe un Dios, si Dios está con nosotros, entonces déjeme ver adónde está Su señal. Nos ha sido dicho de que aún las hace. Y si tengo por delante esta gran labor…”",
    "Quizás el Anciano estaba parado allí, parecía un Anciano. La Biblia dice que tenía una vara o cayado en la mano. Lean todo el capítulo 6, cuando lleguen a casa, o mañana en algún momento.",
    "Tenía una vara en la mano; parecía un Anciano sentado bajo un árbol. Y le llamó: “varón esforzado y valiente”. Y dijo que Dios iba a hacer esta cosa. Y le dijo: “Dios está contigo”.",
    "El dijo: “Entonces, ¿dónde están Sus milagros? Si el Dios sobrenatural está aquí, entonces ¿dónde están las obras sobrenaturales de Dios?”",
    "En esta noche se podría hacer esta misma pregunta fácilmente entre nuestras iglesias. “¿Dónde está aquel Dios que antes vivía? ¿Acaso murió? ¿Se fue? ¿Está ocupado? ¿Anda de viaje?” No señor.",
    "El es el mismo ayer, y hoy, y por los siglos. Y si nosotros decimos que somos de Dios, entonces veamos adónde está Dios. Veamos las señales de Dios. Si este Tabernáculo representa a Dios, veamos a Dios moviéndose entre nosotros. Veamos las almas nacidas en el Reino. Veamos las vidas enderezadas. Veamos la sanidad de los enfermos, los ciegos y los sordos. Veamos Sus obras poderosas entre nosotros. ¡Dios entre nosotros!",
    "🦅 Si Dios está por nosotros, ¿dónde están Sus maravillas?” El hizo la pregunta.",
    "Ahora, si Dios está con Su pueblo, y en Su pueblo, él no puede…esa persona no puede hacer otra cosa sino hacer lo mismo que Dios hizo. Porque ya no es la persona, sino Dios en el hombre. Si este hombre peca, entonces Dios no está en él. Si él ama al mundo, entonces Dios no está allí. Y sabemos que Dios no tiene negocios con el pecado. Ahora, más adelante les daré las Escrituras para esto.",
    "Cuando Jesús estuvo en la tierra, Le hicieron la misma pregunta. Le interrogaron: “¿Tú, siendo Hombre, Te haces Dios?”",
    "Cuando sanó al paralítico, le dijo: “Tus pecados te son perdonados”.",
    "Entonces dijeron: “¡Un momentito! Tú, siendo un Hombre, ¿perdonas pecados?”",
    "El dijo: “Pues para que sepáis que el Hijo del hombre tiene potestad en la tierra para perdonar pecados o para sanar. ¿Cuál es más fácil: ‘Toma tu lecho y camina’, o decir, ‘Tus pecados te son perdonados’?” Entonces le habló al hombre y éste se levantó y se fue caminando.\n\nY los fariseos le interrogaron.",
    "Y Jesús les dijo: “Si no Me creen a Mí, crean las señales que Yo hago”. ¿Ven?, les fue dicho que se levantaría un Profeta semejante a Moisés, y Este sería el Mesías. Y El dijo: “Si Yo no hago las obras de Mi Padre, entonces no me crean; Yo estoy errado. Pero si hago las obras de Mi Padre, y no Me creen a Mí, entonces crean las obras. Y ¿qué hacen las obras? Les dicen quien soy Yo. Testifican de Mí. Son Mis testigos. No Mis credenciales, mostrando que pertenezco a la iglesia Presbiteriana, o a la Pentecostal, o que puedo mostrar mi tarjeta de compañerismo; pero más bien las obras que Yo hago, las señales de Dios, las señales del Mesías, éstas testifican de Mí”.",
    "Jesús dijo, en San Juan 14:12, para los que desean apuntar la Escritura, San Juan 14:12: “El que cree en Mí, las obras que Yo hago también él las hará”. ¡Amén!",
    "Hermanos, ¿qué es entonces? Si Dios está con nosotros, ¿dónde están Sus maravillas? Si Dios está en nosotros, ¿qué pasa con nosotros entonces? Algo anda mal en alguna parte. Sí.",
    "Jesús dijo: “Si no pueden creerme a Mí, lo que Yo digo, entonces pongan atención en lo que testifica de Mí, porque estas son las que dan testimonio de Mí. Jehová su Dios ha dicho: ‘Se levantaría un profeta semejante a Moisés. Y todo aquel que no oyere las palabras de este profeta será desarraigado entre el pueblo’. El Mesías habría de tener una señal que le seguía. Y si esa señal del Mesías no Me sigue a Mí”, dijo Jesús, en ciertas palabras, “entonces no Me crean. Pero si la señal del Mesías testifica de Mí, entonces crean la señal. Porque si piensan que Yo estoy errado, la señal sí es correcta porque es Escritural”. ¡Aleluya!",
    "A ese punto deseaba llegar Gedeón. Allí es donde estaba parado Gedeón. “Oh, si en verdad existe un Dios que está al lado nuestro, deseamos ver la señal mostrando que El es un Dios, y que es el mismo Dios, porque El hará las mismas señales”. ¿Qué hizo Dios?",
    "Gedeón dijo: “Espéreme aquí, voy a traer un sacrificio”. Entonces él fue y mató un cordero, y lo hirvió. Trajo pan y trajo el cordero, y se lo ofreció.",
    "Y el Angel le dijo: “Yo aquí te espero”. Hay que probar todas las cosas, examinarlas por la Palabra. Y El le dijo: “Yo aquí te espero”, y quizás pasaron dos o tres horas.",
    "Entonces llegó Gedeón con el caldo, y el pan, y la carne. Y el Angel le dijo: “Por esto entenderás; aquí te lo probaré”.",
    "El vació el caldo en el suelo por libación, una ofrenda. Y tomó el pan y la carne, y los colocó sobre la piedra, donde habían estado sacudiendo el trigo.",
    "Y tomó la vara que traía, el cayado, como lo haría un Anciano, y los tocó. Y cuando los tocó, el humo subió y el sacrificio fue consumido. ¿Qué fue? El lo llevó nuevamente a las Escrituras para probarle Quién era, el mismo Dios que estuvo con Elías en el Monte Carmelo.",
    "Y es el Mismo del cual les hablé hoy en la mañana. Cuando Ud. coloca su alma sobre Su altar de bronce, altar de juicio, ¿qué sucede? Si El es el mismo Dios, ¡El aceptará el sacrificio! Ud. lo ha ofrecido en sinceridad sobre Su altar, El consumará el sacrificio y el mundo desaparecerá de Ud. Solamente el humo subirá. El sacrificio habrá desaparecido. Sí.",
    "🦅 Si Tú eres Dios, y eres el Dios de la Biblia, el Cual nuestros padres nos contaron que obró maravillas, permíteme verte hacer una maravilla o permíteme ver alguna clase de maravilla para saber yo que Dios se ha encontrado conmigo”.",
    "Ahora, ¿podré yo decir esto? Si Dios sigue siendo Dios, y si es el mismo Dios que fue, en los días pasados, Ud. no tiene que llegar al frente y estrechar la mano del ministro; Ud. no tiene que registrarse en algún libro. Esas cosas están bien; yo no tengo nada en contra. Pero luego Ud. se convierte en un miembro de iglesia, con su nombre en un libro; y le dan una carta que Ud. anda guardando. Y tan pronto como surge un problema allí, Ud. se revienta como no sé qué, y se lleva su cartita a la próxima iglesia. Y tan pronto como se presenta un problema en esa iglesia, Ud. se la lleva a la siguiente iglesia. ¿Ve Ud.?, es que en primer lugar Ud. no ha obrado correctamente. Si Dios sigue siendo Dios, coloque su alma pecaminosa sobre Su altar y El lo tocará con Su Palabra y con Su Poder. Entonces el mundo desaparecerá de Ud., y entonces Ud. será una nueva criatura, si El aún es Dios.",
    "El fue el Dios del Antiguo Testamento. Fue el Dios del Nuevo Testamento. Y es el mismo Dios hoy. “Ayer, y hoy, y por los siglos”.",
    "Y entonces Ud. sabe, en su corazón, que se ha efectuado una obra sobrenatural por medio de un Ser sobrenatural. Cuando antes Ud. bebía, y fumaba, y mentía; y Uds. damas, amaban tanto al mundo, seguían pintándose la cara y cortándose el cabello, y haciendo las otras cosas que hacían; luego hallan que algo sucede, y ahora todos los diablos del infierno no podrían obligarlo a hacer eso de nuevo. Algo sucedió, ¡el Dios de maravillas ha obrado!",
    "¿Qué hizo? Le cambió su vil corazón, le cambió sus deseos y le cambió su naturaleza. Una Palabra sobrenatural, de un Dios sobrenatural, convirtió una criatura de tiempo a una criatura Eterna. ¡Amén! Le vació todo el mundo, y colocó en Ud. a Cristo, la esperanza de Gloria. Y Ud. ahora está lleno de Su Espíritu, y listo para encontrarlo.",
    "Si Dios es Dios ¿dónde están Sus milagros? Si Dios está con nosotros ¿dónde están Sus milagros?",
    "Si Dios está con la iglesia Metodista, ¿por qué es que todas sus mujeres todavía andan con cabello corto? Si Dios está con la iglesia Bautista, ¿por qué el pastor todavía fuma cigarros; muchos de ellos? ¿Por qué todavía niegan el Poder de—de Dios para sanar a los enfermos, y para levantar a los muertos, y para hablar en lenguas, y para interpretar las lenguas, y los dones de profecía? ¿Por qué siguen negando estas cosas, si el Dios del Antiguo Testamento y el Dios del Nuevo Testamento es el mismo Dios? Si el Dios del Nuevo Testamento, el Espíritu Santo, todavía es el Dios que los Pentecostales dicen que es, ¿por qué no derriban ellos mismos sus paredes de divisiones, y la contienda el uno con el otro, y lleguen a ser Cristianos renacidos? Correcto. Pero no, ni se hablan el uno al otro. ¿Ven?, el sacrificio no ha sido consumido. Pasan por algunas sensaciones, pero eso lo han hecho a través de todas las edades, aun bajo ídolos recibieron sensaciones.",
    "Pero el Dios de la—de la Biblia, cual Dios es el mismo ayer, y hoy, y por los siglos, El hace ceniza de todo lo que es el mundo y toda la indiferencia, y nos convierte en nuevas criaturas en Cristo. Sí. Jesús dijo: “Estas testifican y os dicen quién soy Yo”.",
    "La verdad del asunto, y la razón de que tenemos todas estas cosas, es porque todavía permitimos que las diferencias denominacionales, los credos, las peleas, la fama, y los diablos de este mundo, nos cieguen la vista a la genuina Verdad de Dios. Correcto.",
    "Muchísimas personas han sido engañadas, en creer que han recibido el Espíritu Santo; como he dicho yo, tienen tantas doctrinas hoy día, como por ejemplo, las vestimentas de Elías, y—y tantas otras cosas, los Hijos manifiestos de Dios, y todos estos ismos distintos, etc., en el mundo hoy. Y la gente sigue ciegamente y recibe alguna clase de sensación, y luego se levanta con un espíritu arrogante, indiferente, exigente, y peliagudo. Ese no es el Espíritu de Dios. Y siguen adelante, fuera de orden, ni conocen lo que es el orden de la Iglesia, no saben cómo portarse en la casa de Dios, no tienen nada de cortesía, nada—nada de audacia, y sin—sin sentir nada hacia Dios, todo lo que piensan es “mi iglesia”. Muestra claramente que recibieron un espíritu de iglesia, y no el Espíritu de Dios; porque el Espíritu de Dios les saca todo eso, lo quema. Seguro.\n\n¿Ven?, dicen: “¿Adónde está?” Tenemos ese derecho.",
    "Pero miren, si las nubes están tapando el sol, el sol siempre está brillando. Lo único que prohíbe que el sol brille sobre Ud., son las nubes. Y si Ud. quita las nubes, el sol estará brillando. Amén.",
    "Hermanos, apartémonos de todo nuestro pecado y duda, y frustraciones. ¡El Hijo ha estado brillando desde el Día de Pentecostés! El Espíritu Santo es igual de grande hoy como siempre. Pero nuestras denominaciones han sofocado y ocultado la Palabra de Dios, al decir: “Eso es para otro día”. O: “eso de sanidad Divina será para el Milenio”. O: “Sanidad Divina fue allá. No es para hoy”.",
    "¿Cómo puede El ser el mismo ayer, y hoy, y por los siglos, y que no exista la sanidad Divina? ¿Cómo puede el Poder, cómo puede…? La Biblia colocó en orden: “Primero apóstoles, profetas, maestros, evangelistas, y pastores”, como vindicación que el Evangelio aún vive. Y Dios los envía entre nosotros, y nosotros les damos la espalda. Dios no ha fallado, es el pueblo que ha fallado.",
    "🦅 ¿Dónde están los milagros entre nosotros? ¿Dónde están?” Dios estaba hablando con este hombre, preparándolo para salir.",
    "Al quitar las nubes, el sol siempre está brillando. Correcto. Cuando las dudas desaparecen, y las cosas se han corregido, allí estarán los milagros, tan seguro como ahí está el Hijo.",
    "El sol, por mandato de Dios, brilla todos los días. Ahí se encuentra porque así lo ordenó Dios. Y mientras hay día y noche, el sol permanecerá. Seguro. No todo el tiempo se puede ver, porque en veces lo tapan las nubes; o la niebla, nubes bajas o altas, lo tapan. Pero siempre está ahí, ¿ven?",
    "Y lo único que Ud. tiene que hacer para ver milagros hoy, si Ud. desea ver los milagros de Dios, aparte toda la duda. Ponga a un lado todos sus credos y todos sus cosas denominacionales, y ahí estará el Hijo brillando automáticamente.",
    "Es Mandato de Dios, porque dice: “El es el mismo ayer, y hoy, y por los siglos”. Entonces, por cuanto El ha de estar allí por siempre, ¡El ahí está! De eso no hay duda, ¡El ahí está! ¿Dónde están los milagros? ¿Qué está impidiendo los milagros? ¡Dios envió a Cristo, Cristo vive eternamente! “Porque donde están dos o tres congregados en Mi Nombre, allí estoy en medio de ellos”. ¡Amén! “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo”. ¡El ahí está, es Su promesa!",
    "Entonces ¿qué pasa? Hemos permitido que las nubes de duda, de codicia, de ira, de egoísmo, de denominación, y tantas otras cosas nos cubran, que nos cubran y que nos aparten de la Palabra, y que digamos: “Eso fue para otro tiempo”, negando así a Cristo, negando el bautismo del—del Señor, del Espíritu Santo, negando el bautismo Cristiano en el Nombre de Jesucristo, y otras cosas, toda clase de cosas, que nuestros credos han servido para apartarnos de la Biblia. Pero en una…",
    "¿No es una cosa muy sobresaliente, un milagro, que a pesar de todo eso, Hermano Way, a pesar de todas las denominaciones, y a pesar de todos los críticos, la Biblia permanece igual? ¿Cómo sobrevivió tanta tormenta? Es que Dios ha determinado que juzgará a todo hombre por la Biblia. Y la Biblia es la Palabra y la Palabra es Cristo. Toda persona, todo hombre será juzgado por Eso mismo.",
    "Al apartar las nubes, entonces ¿qué sucede? Ahí está el sol; lo único que uno tiene que hacer hoy, no es decir: “Oh Jesús, ¡ven y sáname! Oh Jesús, ¡dame el Espíritu Santo!” Sino solamente quite las nubes, ¡El ya está ahí! El vino hace mil novecientos años, y todavía permanece ¡y siempre estará! “He aquí que vivo por siglos de siglos, el mismo ayer, y hoy, y por los siglos”. ¡Correcto!",
    "Ahora, Gedeón y aquella gente, antes de que pudiesen ver o que aun pudiesen contemplar las maravillas de Dios, había una condición con la que tenían que cumplir. Antes de ver el Poder de las maravillas, tenían que creer. También tenían que creer y obedecer la palabra del profeta, para poder ver las maravillas de Dios. Ahora recuerden, antes de poder ver las maravillas, tenían que obedecer lo que les decía el profeta.",
    "Y nosotros, antes que podamos ver las maravillas de Dios, tenemos que creer lo que nos dicen los profetas. La Biblia es el Profeta para nosotros. ¡Correcto!",
    "Si un hombre, no importa cuánto él dice que es profeta de Dios, ya sea de los Bautistas, de los Metodistas, de los Pentecostales, o lo que sea, lo que él diga de sí mismo, pero si esta Palabra no vive en él, él no es profeta. Puede ser profeta, pero será profeta falso. Porque profetas verdaderos hablan de esta Palabra verdadera, y en eso muestra que Dios es el mismo Dios, el mismo Poder, las mismas Palabras, lo mismo en todo, la Palabra verdadera.",
    "Ahora, ellos tenían que creer, tenían que creer la Palabra del profeta y obedecerla, antes de ver las maravillas de Dios.",
    "Y hoy día, Ud. no puede salir aquí bajo algún pretexto falso, diciendo que, “Jesús no es el mismo ayer, y hoy, y por los siglos; y que los días de los milagros han pasado; y que no existe tal cosa como el bautismo del Espíritu Santo”, y esperar ver las maravillas de Dios. ¡Ud. tiene que obedecerlo! Y cuando Ud. lo obedece, entonces Dios se encarga de lo demás.",
    "Si Ud. solamente puede hacer para un lado las nubes, el sol ya está ahí. Ahí está fijo. Nos dicen que el sol no se mueve. El sol se mantiene firme en el mismo lugar.",
    "¡Y Cristo permanece! Correcto. Nosotros nos apartamos de El, pero El se mantiene firme. Correcto. Lo único que Ud. tiene que hacer es darse la media vuelta y encararse con El una sola vez, y verá lo que sucede. ¡Encárese con Cristo! No con la iglesia, no con el credo, no con los títulos; pero ¡encárese con el Cristo! No es cuestión de encararse con el seminario; pero ¡encárese con la Palabra! Cristo es la Palabra. Seguro. Exactamente.",
    "Tenemos que obedecer la Palabra, nosotros. Ellos tuvieron que obedecer la Palabra. Y nosotros tenemos que obedecer la Palabra.",
    "Si desean saber eso, tengo una Escritura anotada aquí, dice: “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, pedid todo lo que queréis”. ¿Ven? ¿Qué fue? Si la Palabra de Dios está en nosotros, y ahí permanece, entonces sencillamente habla por Sí misma. “Pedid lo que queréis, y os será hecho”. Ahora eso está en Juan 15:7, si lo desean apuntar, ¿ven? Jesús dijo: “Si permanecéis en Mí, y Mis Palabras en vosotros…”",
    "No una cosa hoy; y mañana o pasado, otra cosa; y luego recaído, y acá y allí y allá. Eso muestra que Ud. no recibió nada, ni en el principio.",
    "Oh, Ud. dice: “Yo hablé en lenguas”. Muy bien, pero aún no ha recibido nada. ¿Ven? Ud. dice: “Yo dancé en el Espíritu”. Muy bien, sin embargo yo no sé en qué clase de espíritu andaba danzando. ¿Ven?",
    "Si Ud. está en una cosa hoy, y luego otra cosa a la semana entrante, y el próximo pájaro carpintero que llega picando en algún árbol seco, Ud. allí va siguiéndolo y así con cada uno, brincando de misión a misión, y ni sabe adónde pertenece, entonces claro está que Cristo no mora en Ud. Sus Palabras no están allí. Porque, Esto es estable, ¡Ud. jamás volvería a las tinieblas!",
    "Como prediqué el otro día sobre el tema “Una Paradoja”, hablando de cuando Josué paró el sol. Becky, sentada allá atrás, dijo: “Papá, él no pudo parar el sol”, dijo, “se pararía la tierra. El paró la tierra”.",
    "Le dije: “El paró el sol”. Dios no comete errores en Su Biblia.",
    "Dijo: “¿Cómo pudo detener el sol, si el sol ni siquiera se mueve? El sol está fijo”.",
    "Le dije: “Pero El no estaba hablando de aquel astro allá lejos. Lo que El detuvo fue este sol que estaba viajando y produciendo luz a través de la tierra”.",
    "Yo no sé qué cosa haría Dios para efectuar aquello pero lo cierto es que paró el sol. El sol iba viajando hacia acá, el sol que está sobre la tierra, el reflejo del sol. Nosotros no podríamos mirar a aquel astro, a la distancia de un millón de millas, o millones de millas. Pero el reflejo del sol, el cual estaba viajando a través de la tierra, produciendo día y noche, eso es lo que Josué mandó parar; y se detuvo. Una paradoja es “algo increíble, pero cierto”. Y eso es algo increíble, sin embargo es cierto.",
    "¿Cómo puede Dios tomar un pecador, un hombre arrogante, peliagudo, exigente, y convertirlo en un santo de Dios? ¿Cómo puede El tomar una mujer tan inmunda, que ni los perros de la calle le prestan atención, y convertirla en una santa de Dios? Yo no se los puedo explicar. ¡Pero lo ha hecho! Es una paradoja. ¡Seguro! Todas las grandes obras de Dios son paradojas.",
    "🦅 Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho”. San Juan 14, o San Juan 15, perdónenme, San Juan 15:7. Muy bien.",
    "Regresemos a Génesis por un momento. Noé tuvo que hacerle frente a las condiciones. Noé tuvo que creer la Palabra de Dios, y ponerla por obra antes de poder ver la maravilla de Dios. Correcto. Noé, el gran profeta de Génesis, tuvo que creer la Palabra de Dios y ponerla por obra, antes de ver la maravilla de Dios. Nunca había llovido, Uds. saben, no había habido la lluvia.",
    "Y ¿qué piensan Uds. que nos dicen? Que, en cuanto a la ciencia, aquella edad era mucho más avanzada que la nuestra. Nosotros no podemos reconstruir la pirámide, ni el esfinge. No tenemos cómo perfeccionar una momia; no podemos hacer que se petrifique así. No podemos teñir la tela, para que dure, como hacían ellos allá. Ni tenemos esas cosas. Son cosas que nuestra ciencia moderna ni aún puede hallar. Pero ellos lo tenían.",
    "No tenemos—no tenemos ingenieros como tenían ellos. La gran pirámide en Egipto está tan perfectamente situada en el centro de la tierra, que no importa adónde esté el sol, allí nunca se produce sombra. Jamás podríamos edificar algo así. No sabemos cómo hacerlo. Ni tampoco podríamos edificar una pirámide. Y en lo alto, cerca de la piedra de corona, elevadas, casi a media cuadra en el aire, hay piedras que pesan billones de toneladas, centenares de toneladas, mejor dicho, y así de alto están. Toda la maquinaria que tenemos en todo el mundo no podrían levantar tales piedras a esa altura.",
    "Me cuentan que se necesitarían dieciséis vagones de plataforma de tren, para trasladar la pierna de la esfinge. ¿Cómo la metieron allí? ¿Cómo se hizo? ¡Eran científicos muy sabios!",
    "Y ¿qué piensan Uds. que le habrán dicho a un hombre, un fanático, que supuestamente era un profeta, que decía: “El agua va a bajar del cielo?”",
    "Los puedo oír diciendo: “Podemos tomar estos instrumentos y medir de aquí hasta las estrellas, y no hay ni una sola gota de agua de aquí hasta allá. ¿Dónde está el agua”.",
    "Noé podría responderles: “Dios me dijo a mí, ‘Va a llover’”. Con eso basta. Allí queda concluido. Dios dijo que sucedería, y exactamente así va a suceder. Muy bien. (Debo apurarme; otros hermanos están esperando). Miren, no. El dijo: “Va a llover”.\n\n“¿Cómo sabes?”\n\n“Porque es la Palabra de Dios. Es ASI DICE EL SEÑOR”.",
    "🦅 ¿Qué vas hacer al respecto Noé, seguir así nada más y predicarlo?”\n\n“No señor. Voy a prepararme”. ¿Ven?\n\n“Oh, ¡pero eso sería un milagro! Los días de milagros ya pasaron”.\n\n“Tengan paciencia, más adelante lo verán”. Sí señor.",
    "Y ¿qué hizo? El construyó el arca antes que cayese la lluvia. ¿Qué estaba haciendo? Estaba obrando a base de la promesa. Amén. Yo ahora me siento pentecostal, me siento religioso.",
    "Sí, tome a Dios en Su Palabra, obre según la promesa, sin importar lo que suceda, el cumplirlo es la responsabilidad de Dios. ¡A Ud. le toca quitar las nubes! “Despojándonos de todo peso que nos rodea”. Despójese Ud. de todas sus dudas, sus temores, sus denominaciones, sus credos, y cualquier cosa que es contraria a la Palabra. Jesucristo es el mismo ayer, y hoy, y por los siglos. Ponga a un lado sus credos, ponga a un lado sus denominaciones, ponga a un lado sus dudas, y todas sus frustraciones, y siga marchando. De repente Ud. quitará la última pieza, y El allí estará parado. Ud. se encontrará con El.",
    "Noé dijo: “Cuando yo termine de construir el arca, El vendrá. ¡La lluvia comenzará a caer!”\n\n“¿El mismo día cuando termines el arca?”",
    "🦅 Aun si El demora cincuenta años, yo estaré sentado en el arca esperándolo. ¡Sí viene, porque Dios lo ha dicho!”",
    "¿Ven?, primero él tuvo que prepararse. El sabía que Dios era un Dios de milagros, así que no podía dudar de El. Dios le había hablado, y él lo sabía.",
    "Cuando Dios le habla a Ud., de Su Palabra, a su corazón, Ud. lo sabe. Cuando todo el mundo ha desaparecido de Ud., y todas las cosas del mundo están muertas, Ud. lo sabe. Pero si Ud. ama el mundo, o las cosas del mundo, Ud. todavía sabe en su corazón que no está bien. Es verdad. Así que cuando todo ha desvanecido, y no le queda otra cosa más que encontrarse con Dios, El allí estará. El permanece igual.",
    "Así que como el sol, s-o-l, igualmente el H-i-j-o permanece el mismo ayer, y hoy, y por los siglos. [En el inglés, las palabras “sol” e “hijo” suenan igual.—Traductor] Este s-o-l que está brillando afuera es el mismo sol que brilló en Génesis, es el mismo sol que brilló sobre Elías en aquel cerro, y es el mismo sol que se puso en el día de la crucifixión. ¡Aleluya! Permanece igual. Y el mismo Hijo de Dios, es el mismo ayer, y hoy, y por los siglos; el mismo en Poder, el mismo en amor, y el mismo en señales.",
    "Hoy día, ¿cuál es la señal de un Cristiano? “Oh, él asiste a la iglesia, se registra en un libro, él tiene una carta”. Esa no es la señal que mencionó Jesús.",
    "El dijo: “Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas. Si tomaren serpientes en las manos, o si bebieren cosa mortífera, no les hará daño. Sobre los enfermos pondrán sus manos y sanarán”.",
    "Si Dios está con nosotros ¿dónde están Sus señales? Seguro, volvamos a Su Palabra, las señales seguirán automáticamente cuando volvamos a la Palabra.",
    "Noé, antes de ver las maravillas de Dios (como Gedeón quería saber), primero él tuvo que poner por obra la Palabra de Dios. Gedeón tuvo que poner por obra la Palabra de Dios.",
    "Toda persona tiene que poner por obra la Palabra de Dios. Antes que yo pudiese decir que existía un Dios, tuve que poner por obra Su promesa, luego El se manifestó. Si Ud. desea sanidad, ¡Créale! Ponga Su Palabra por obra, entonces se cumplirá.",
    "Moisés, antes que él pudiese ver los milagros de Dios, él primeramente tuvo que poner por obra la Palabra de Dios. El sabía que había oído a su madre contar que él había tenido un nacimiento raro, fue escondido en el carrizal. Ella le había dicho que Dios lo había llamado y escogido.",
    "Y él pensó: “Bueno, siendo que soy un tremendo hombre militar, puedo ir allí y matar—matar a este Egipcio y sepultarlo en el polvo. Yo puedo hacer lo quiera. Con eso basta”. Pero, ¿ven?, eso es lo que él estaba procurando hacer. Esa era su idea. El nunca había visto a aquel Dios que obró el milagro para guardarlo durante aquel tiempo.",
    "Pero un día, después de los ochenta años, él estaba pastoreando unas ovejas, bajando por un prado, quizás por el sendero donde las ovejas habían estado corriendo. Y el pastor anciano iba caminando por ahí, con una vara torcida en la mano, pegando en el suelo; quizás a los ochenta años ya cojeaba un poco; y quizás tenía barba hasta la cintura, y era de color gris, igual que las ovejas que él pastoreaba. ¡De repente él vio Algo! ¡Oh Dios! Era algo misterioso para él.",
    "Ojalá yo les pueda mostrar algo en esta noche. Y aquí tenemos el agua ya listo.",
    "El vio algo que jamás había visto antes. Y él dijo: “Conviene que investigue esto”. Y entonces él se apartó del camino, y la Palabra del Señor vino a él. ¡Gloria! ¡Aleluya! La Palabra del Señor vino a él. Ahora antes de poder ir, él tuvo que poner por obra la Palabra del Señor.",
    "Y recuerden, la Palabra del Señor siempre obra maravillas. El dijo: “¿Cómo sabré que Tú estás conmigo y me has enviado?”\n\nLe dijo: “¿Qué tienes en la mano?”\n\nY él dijo: “Una vara seca”.",
    "🦅 ¡Tírala al suelo!” Esa fue la primer orden que Dios le dio a Moisés. “Si tú quieres conocer que Yo soy Dios; tú tienes una vara en la mano, tírala al suelo”.\n\nGedeón preguntó: “¿Dónde están las maravillas de Dios?”",
    "El dijo: “Coloca ese pan sobre el altar y Yo te mostraré Quién es Dios”. Entonces El lo tocó con la vara; y el humo subió y el sacrificio fue consumido.",
    "Moisés dijo: “¿Quién les diré que me ha enviado? ¿Cómo sé yo que Tú eres Dios?”",
    "Y El dijo: “¿Qué tienes en la mano? Yo soy el Creador de la vida. Yo soy el Dios que obra maravillas”. Y antes que Moisés pudiese ver el Poder de Dios que obró todas las cosas, primero tuvo que obedecer a Dios. Tiró la vara al suelo, y se convirtió en una serpiente. ¡Oh, hermano! ¿Qué?\n\nPrimero viene la obediencia, ¡antes de que Ud. vea Sus milagros!",
    "Estas así llamadas iglesias por todo los países hoy día, dicen: “¿Dónde están todas las maravillas? Nosotros daremos mil dólares a cualquier persona que pueda producir una maravilla”. ¡Oh Ud. pobre decepcionado, retrocedido, dos veces muertos, y desarraigado!",
    "¿Cómo piensa Ud. ver un milagro, sin llegar a ser un milagro Ud. mismo? ¡Gloria! ¡El milagro de la gracia de Dios, que toma a un incrédulo escéptico y lo llena con el Espíritu Santo! Jesús dijo: “El que no naciere de nuevo, no puede ver el Reino de Dios”. Si Ud. quiere ver un milagro, llegue a ser uno. Permita que Dios obre con Ud. primero. El tiene que hacer unas reparaciones, y ponerle otros lentes en los ojos, porque Ud. está ciego, muerto en delitos y pecados, ciego espiritualmente, dos veces muerto. ¡Correcto! Dios tiene que darle Vida, y tocarle los ojos para que Ud. pueda ver; tiene que obrar una maravilla, y hacer de Ud. una maravilla, y entonces Ud. podrá ver el Dios que obra maravillas. Ese es el primer paso.",
    "Moisés tuvo que creerle. Moisés tuvo que poner por obra, poner por obra lo que le decía la Palabra de Dios. El quería ver si ese era Dios o no. El le dijo: “Bien Moisés, pon por obra lo que te digo”.",
    "Hermano y hermana, escuche bien en esta noche. Si Ud. desea saber Quién es Dios, simplemente ponga por obra lo que El dice aquí. “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo, y llegaréis a ser un milagro”. Esa es Su promesa. Es lo que El mismo dijo. Ponga por obra Su Palabra: “Y recibiréis el don del Espíritu Santo; porque la promesa es para vosotros, y para vuestros hijos”. Oh, ¿fue eso solamente para los apóstoles? “Y para aquellos que están lejos, y para cuantos el Señor nuestro Dios llamare”. Hasta tales se extiende la promesa.",
    "Ponga por obra Su Palabra, y Ud. verá una verdadera maravilla. Algo sucederá cuando Ud. pone por obra Su Palabra. Así como hizo Gedeón, ¡él hizo lo que Le mandó hacer! Así como hizo Noé, ¡él hizo lo que Le mandó hacer! Así como hizo Moisés, ¡él hizo lo que Le mandó hacer!",
    "Le dijo: “Echa la vara al suelo”. En otras palabras: “Líbrate de todo lo que tienes alrededor”. ¡Amén! “Dámelo todo a Mí”.",
    "Ud. dice: “Pero yo tengo un mal genio muy tremendo”. Déselo a Dios, El sabe como aplacar eso. “Oh, pero yo tengo muchas codicias”. El sabe como quitarle todo eso. ¿Ven? Colóquelo todo en Sus manos y vea lo que una maravilla puede hacer. Correcto. Muy bien.",
    "Moisés tuvo que obrar con la Palabra de Dios, antes, o, tuvo que obedecer la Palabra de Dios, antes de poder ver las maravillas de Dios. Pero cuando hubo visto, oh hermano, entonces nada lo pudo detener.",
    "Ahí lo puedo ver al día siguiente, con Séfora sentada en la mula y cargando al pequeño Gersón así a un lado, o ella lo cargaba, mejor dicho; la barba colgando así de larga; hermano, el rostro sonriente, los ojos brillando hacia el cielo. Antes era pastor de ovejas, pero ahora un tremendo hombre de Dios; un varón valiente, que iba a librar. ¡Miren a Gedeón! ¿Qué sucedió? Sí señor. Este iba bajando allá con una vara torcida para tomar el mando de una nación. Y lo hizo. Seguro que sí. Dios así le mandó.",
    "No importa cuán imposible parezca el asunto, Ud. solamente haga lo que Dios le manda. Entonces hallará que Su Palabra permanece igual. Solamente aparte las nubes, el sol ya está brillando.",
    "Josué, ¡oh aquel gran conquistador! ¡Oh, el sucesor de Moisés! Un hombre a quien Dios amaba, ¡un guerrero poderoso! ¡Un hombre a quien Dios amaba! Dios le dijo: “Así como estuve con Moisés, así también estaré contigo”. Pero antes que cayesen los muros, Josué marchó, según las órdenes del Capitán Supremo, alrededor del muro, trece veces, antes que el Poder de Dios diera contra eso. El marchó alrededor del muro, y tocó la trompeta, según la Palabra de Dios que el Capitán Supremo le había dicho allá cuando lo encontró. El marchó de acuerdo a la Palabra de Dios. ¿Qué hizo? Puso por obra la Palabra, antes de ver la maravilla.",
    "Ud. bien sabe, que el sonido de trompeta no puede tumbar un muro, sobre el cual se acostumbraba carreras de caballos con carrozas—el sonido de trompeta. Pero Dios les dijo: “Marchen alrededor de los muros siete veces, y el último día marchen siete veces”. Entonces son trece vueltas. “Y cuando estén dando la última vuelta al muro, dejen que los sacerdotes caminen primero con el arca, y toquen la trompeta, y al sonido de la trompeta los muros se derrumbarán”. ¿Qué hicieron? El vio la maravilla de Dios después de haber puesto por obra la Palabra de Dios.\n\n¿Dónde están sus maravillas? Primero, ponga por obra Su Palabra.",
    "¿Cómo será posible que aquellos muros se derrumben y que una sola casita permanezca, la casa de una ramera? Porque ella puso por obra la Palabra de Dios. ¿Por qué murieron los demás, y ella sobrevivió? Porque puso por obra la Palabra de Dios, y vio la maravilla de Dios. Así es como se encuentra, al poner por obra la Palabra.",
    "Los jóvenes Hebreos, allá frente al horno ardiente. ¿Qué hicieron antes de ver la maravilla de Dios? Pusieron por obra la Palabra de Dios. Ellos sabían que El era Dios. Sabían que El era el Dios que los había librado de Egipto. Sabían que ellos…que El era el mismo Dios de siempre, y que tenía que ser el Dios que obraba maravillas.",
    "Y El les había dado una comisión: “No se postren ante los ídolos”. El no cambia. “¡Manténgase con Mi Palabra! ¡No se postren ante los ídolos!”",
    "¿Qué dijeron? “Nuestro Dios muy bien nos puede librar de este horno ardiente. Sin embaryo, ¡nosotros vamos a poner por obra Su Palabra!” Allí estaba la cosa. ¿Qué sucedió? Entonces vieron la maravilla de Dios, que Dios podía resistir aun el fuego.",
    "¿Se encuentra Ud. enfermo? Ponga por obra Su Palabra y vea si El le sana. Si Ud. es un pecador, y desea ser lleno del Espíritu Santo; venga, arrepiéntase, y bautícese en el Nombre del Señor Jesucristo. Ponga por obra Su Palabra y vea cómo le resulta. Si Ud. todavía tiene al mundo por dentro; si Uds. las mujeres, todavía andan con cabello cortito, y todas pintadas; si Uds. varones, todavía andan con ese mal genio, y discutiendo respecto a su denominación; si Uds. quieren saber si El todavía es Dios; pónganla por obra y póstrense sobre Su altar y vean qué acontece. El es Dios. Pero primero, Ud. tiene que poner por obra Su Palabra.",
    "Daniel, antes de ver la maravilla de Dios, que le podía librar del foso de los leones, lo primero que hizo fue poner por obra la Palabra de Dios.",
    "Salió aquel edicto: “Si cualquier hombre orare, a cualquier otro dios, aparte de este ídolo, por tantos días, tal persona será echada al foso de los leones”. Nadie podía orar a ningún dios sino al del rey; él tenía que ser dios, ¿ven?, por treinta días.",
    "Pero ¿qué hizo Daniel? El puso por obra la Palabra de Dios. Porque, cuando Salomón dedicó el templo, él oró, y dijo: “Señor, concede que si Tu pueblo se hallara en problemas en cualquier parte, y miraran hacia este santo templo, entonces Tú escucharás desde el Cielo”. Correcto.",
    "Daniel actuó primero. La amenaza era: “Caerás en el foso de los leones”. Pero Daniel puso por obra la Palabra de Dios. El sabía que Dios todavía era Dios. Igual como Gedeón; él sabia que Dios, si todavía era Dios, entonces ¿dónde estaban Sus maravillas? Y Daniel sabía que él era profeta, y sabía que amaba a Dios. El sabía que él era Su siervo, y sabía que Dios podía librarle de los leones. Pero si él se encontraba en problemas, y bajo esa amenaza, él volteó su rostro hacia el templo, y oró tres veces al día, exactamente. El puso por obra la Palabra de Dios, y Dios lo llenó de tal grado con el Espíritu Santo hasta que los leones no se lo pudieron comer. Correcto. Correcto. El primeramente puso por obra la Palabra de Dios.",
    "Jonás, allá en el vientre de la ballena, primero puso por obra la Palabra de Dios. En cuanto a lo físico, él sabía que no había remedio. Estaba atado de los pies y de las manos. Este predicador a los Gentiles había sido tirado del barco en alta mar, y cayó en el vientre de la ballena, y ahora estaba en lo más profundo del mar. ¡Ahora, en qué condición estaba! Pero primero, él se volteó allá en lo profundo de la ballena, y tenía algas marinas alrededor del cuello, donde la ballena había estado comiendo estas plantas, y demás cosas, para nutrirse el cuerpo. Estas eran sus vitaminas, y ahora se había tragado un predicador. ¡Pero el predicador se volvió en sí! ¡Aleluya!",
    "Oh hermano predicador, ¡vuelva en sí esta noche! Apártese de todos esos credos y demás cosas y vuelva a un Dios vivo, a una Palabra viva.",
    "El volvió en sí, y se enderezó. No se puede apartar a un santo de su oración. El se enderezó y miró que a todo lado era estómago de la ballena; a este, al oeste, al norte y al sur. El se dio cuenta que estaba en el vientre de la ballena, y estaba en lo profundo del mar, y arriba en la superficie del mar había una tormenta. Cuando estaba en el barco no había esperanza; y ahora estaba en el vientre de la ballena, mucho más alejado de la esperanza. Y cuando no pudo ver nada más que vientre de ballena, clamó y dijo: “Vanidades ilusorias son estas. Y ya no las creeré más. Pero Señor, miraré hacia Tu santo templo”. El santo templo no se encontraba mirando hacia abajo; él dijo: “Está hacia allá, y hacia allá estoy mirando”.",
    "Luego vio la maravilla de Dios. De alguna manera, oxígeno entró en la ballena, y él respiró normalmente por tres días, y se paseo y se recuperó para poder aguantar el viaje de cuarenta días hacia la pecaminosa ciudad y predicarles el Evangelio. Se refrescó con oxígeno nuevo del Cielo. No podía proceder de la ballena, y no podía proceder del mar, ¡así que tenía que venir de Dios!",
    "Oh Señor, sopla sobre nosotros esta noche el Oxígeno de la Palabra de Dios, en el Poder de Su resurrección, para que podamos continuar vivos en este último día malvado. ¡Respira sobre nosotros Espíritu Santo! Así es hermano. ¡Respira Señor y llénanos con ese Oxígeno!",
    "Como les conté hoy en la mañana del patito. Cuando por primera vez él olió el agua, nada lo podía detener; ni todo el cloqueo de las gallinas, ni nada más. El se dirigió directamente hacia el agua, por cuanto era pato.",
    "Ahora si entre Uds. hubiera alguno con naturaleza de pato, aquí tenemos un bautisterio muy grande, ¿ven? Si Ud. puede oler, si Ud. percibió un olor que Dios todavía es Dios, si Ud. percibió un olor desde el Cielo esta noche, que Dios cumple Su Palabra y que El es un Dios que hace maravillas, y Ud. aún no ha recibido el Espíritu Santo; huela el agua, es el primer paso que El ha mandado. Cierto. Arrepiéntase, desde lo profundo de su corazón, y póstrese como sacrificio sobre el altar; y Ud. será vaciado del mundo, y será renacido del Espíritu; y bautícese en el Nombre de Jesucristo, y El le llenará con el Espíritu Santo. Pase por el proceso correcto; no es cuestión de estrecharle la mano al predicador y de registrarse en el libro, sino que muera, hasta tal grado que ya ni conoce el mundo.",
    "Abel murió en el mismo altar con su cordero. Y la única manera para que Ud. esté correcto con Dios, es de morir en el altar juntamente con Cristo, hasta que todo a su alrededor se vuelva negro. ¡Allí se muere! Y cuando se levante nuevamente, Ud. será una nueva criatura en Cristo. Seguro.",
    "Jonás primero tuvo que creer la Palabra de Dios, y ponerla por obra. El probablemente terminó con la cara hacia abajo cuando llegó al vientre de la ballena, porque ellos sencillamente lo tiraron por la borda; y entró directamente al vientre de la ballena. Y la ballena dijo: “Bueno, ahora bajemos a lo profundo del mar”.",
    "Me pregunto yo, ¿qué habrá pensado la ballena durante esos tres días? Algo raro estaba ocurriendo. Ahora vean, al cuerpo de la ballena no le agradó. Ni tampoco le gusta a la iglesia denominacional organizada. Pero ¡cuánto lo amaba Jonás! Seguro, así fue. Seguro, él lo amaba porque era aire fresco que Dios le estaba soplando, y manteniéndolo vivo. ¡Dios, sóplanos con el Aire fresco!",
    "Si Jonás podía obrar un milagro como ese, al creer la Palabra de Dios, mirando hacia un templo natural; en que un hombre, que finalmente recayó, Salomón, lo había construido, pero pidió a Dios en oración, que bendijere a cualquiera que mirare hacia ese templo, y que lo librase de sus problemas, dondequiera que estuvieren; y Jonás podía creer bajo tales condiciones. Cuánto más podemos creer nosotros en esta noche, mirando al Cielo; donde no es una persona recaída, ni tampoco un hombre muerto y enterrado, como estaba Jonás—como estaba Salomón en ese tiempo; sino un Dios vivo Quien está sentado a la diestra de la Majestad, con todo Poder y autoridad, y predicando la Palabra y enviando el Espíritu Santo como testigo. Amén. Crea Ud. la Palabra de Dios, y verá las maravillas de Dios. Pero primero tiene que creer la Palabra. Ciertamente. Sí.",
    "Gedeón, después de ver a este Visitante sentado bajo el árbol, y en el principio Gedeón le interrogó un poco. Dijo: “Si Dios todavía es Dios, si Dios está con nosotros, ¿dónde están Sus maravillas?” Y este—este Visitante, sentado bajo el árbol, ¿qué hizo? Cuando El tocó el sacrificio con la vara que traía en la mano, el sacrificio fue consumido. Y él sabía que esa era la obra de Dios, y entonces se dio cuenta que este Visitante bajo el árbol, quien parecía cualquier Anciano sentado allí, en verdad era la Palabra hecha carne. ¡Aleluya! Era la Palabra viviente. El sabía que era la Palabra viviente porque estaba actuando y viviendo en tiempo presente. ¡Gloria a Dios, hermano!",
    "Pentecostés está muy bien, pero es apenas una lumbre pintada si Ud. mismo no lo ha recibido. No es cuestión de tiempo pasado, ¡sino de tiempo presente! ¿Cómo nos beneficia un Dios del pasado si no es el mismo Dios hoy? Como he dicho muchas veces, ¿qué beneficio es darle tanta vitamina al canario para que le crezcan las alas, y luego mantenerlo en la jaula? ¿Qué beneficio hay en instruir al pueblo que existe un Dios de Poder, y luego negarle al pueblo el privilegio de servirle? Amén. Cierto. No cuadra.",
    "¿Por qué tienen todos estos seminarios que parecen tremendas incubadoras, empollando predicadores? ¿Ven?",
    "Yo siempre le he tenido lástima al pollo empollado en la incubadora, porque el pobre nunca tuvo mamá. El nunca supo de dónde vino y no tuvo a nadie para acariciarlo, por cuanto llegó mecánicamente.",
    "Y así es con el predicador del seminario que sólo conoce la teología. Puede ser tan inteligente e ilustre como cualquier erudito, y posiblemente pueda predicar en varios idiomas, ¡pero si no sabe quién es su Padre!",
    "Como dije no hace mucho, si alguna cosa es ignorante, es la mula. Este no sabe quién fue su papá ni quién fue su mamá. Es una cosa híbrida, ¿ven?, él no sabe quién, ni papá, ni mamá. El no sabe ni adónde pertenece. Es como algunos de estos Cristianos híbridos, así llamados, engendrados por denominación. Pero un buen caballo de sangre pura tiene ascendencia, y conoce bien.",
    "Y un buen Cristiano de sangre pura conoce adónde está el Almacén de Dios. Ellos saben que han nacido de la Palabra. La Palabra es hecha carne en ellos. Toda Palabra que Dios habla, ellos no discuten; sino que dicen: “¡es correcto! ¡Amén y amén!” Lo acentúan cada vez con un “amén”. “¡Amén! ¡Amén!” Algo en ellos lo acentúa, El mismo.\n\n“Jesucristo es el mismo ayer, y hoy, y por los siglos”.\n\n“¡Amén!”\n\n“El que creyere en Mí, las obras que Yo hago él también las hará”.\n\n“¡Amén!”",
    "🦅 Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuera bautizado será salvo. Y estas señales seguirán a los que creen”.\n\n“¡Amén!”",
    "La gallina dice: “Cloc, cloc, cloc, los días de los milagros ya pasaron”.\n\nPero: “¡Honk, honk, honk, yo huelo el agua!”",
    "¿Ven? Así es, correcto. ¿Por qué? Porque Ud. está poniendo a Dios a prueba. ¿Ven? Eso es, Dios primero. Ponga por obra Su Palabra y vea si está correcta. Cierto.",
    "Juan el Bautista estaba siguiendo en su línea del deber. Cuando apenas era un—un joven, no tenemos muchos datos acerca de él. Su padre fue un hombre fino, pero descreyó a Dios. Dios se había propuesto traer a este niño por medio de Elisabet. Este niño…Así que le dijo a ella, le dijo a él que lo haría.",
    "Que ella concebiría este niño, pero él dudó, y El lo enmudeció. Me imagino que los padres de Juan el Bautista, Zacarías y Elisabet, estaban muy afligidos de corazón, porque sabían que ya eran de edad avanzada. Y este niño prometido que había nacido, Dios había obrado una maravilla al traerlo a este mundo cuando ellos ya eran ancianos y pasados de la edad. Ellos sabían que sus corazones estaban afligidos porque no vivirían lo suficiente para verlo hacer su gran obra de Dios. ¡Pero lo dedicaron a esa obra! ¡Gloria a Dios! De alguna parte más allá de las estrella y la luna, ellos podrían mirar y verlo. Ellos nunca verían a este niñito…Ambos murieron. Ellos murieron cuando él aún era un muchacho, un joven. De joven él salió de su casa y se fue al desierto y allá fue criado bajo el Poder de Dios.",
    "Dios le dijo: “Tú eres la voz de uno que clama en el desierto. Yo te envío. ¡Ve, y clama!”",
    "Cómo Juan habrá esperado cada día, mientras corría las serpientes entre las piedras, y pateaba las piedras: “Oh, ¡ya no puedo esperar!”\n\n“Juan, ¿qué cosa esperas?”",
    "🦅 Solamente quiero oír Su comisión, es todo. ¡Apártense víboras!” Y éstas buscaban amparo en las rocas. Por eso fue cuando se le aparecieron los fariseos, el clamó: “Oh, generación de víboras, ¡mejor escóndanse en las rocas!”",
    "Y esta noche yo digo lo mismo: “Oh, generación de víboras, ¡busquen donde hay agua!” Amén. Uds. saben de qué estoy hablando. Estas cintas, esto se está grabando, y estas cintas llegan a todas partes del mundo. ¡Métanse al agua si desean ver las maravillas de Dios!",
    "Juan siguió por ahí. Un día vio que se acercaba un hombre de buen parecer; y dijo: “Quizás este es El”. Lo estudió bien. “No, este no es. No. Dios me dio una promesa”.\n\n“Juan, ¿tú dices que el Mesías está vivo hoy?”\n\n“Sí”.\n\n“¿Dónde está?”",
    "🦅 Está aquí en la tierra, en alguna parte. Yo no sé dónde está, pero sé que Lo conoceré cuando aparezca”.\n\n“¿Cómo sabes eso?”\n\n“Dios me dijo qué debo buscar”.",
    "🦅 ¿Cómo sabes que vas a sanar cuando oran por ti?” Porque Dios ya me dijo qué debo buscar. “¿Cómo sabes que vas a recibir el Espíritu Santo?” Porque yo sigo Su Palabra. El me dijo qué debo buscar, y sé qué cosa sigue. ¿Sabe Ud. qué cosa sigue? Si Ud. obedece Su Palabra, Su promesa es lo que sigue. El no puede mentir; El es Dios.\n\n“¿Qué es lo que sigue?”\n\nJuan dijo: “Yo lo veré cuando apareciere”.",
    "Le dijeron: “Mira éste que viene aquí. El tiene una corona puesta en la cabeza, ese debe ser el Mesías, el que viene con esos caballos”.\n\nDijo: “Ese no es El”.",
    "Pero llegó directamente a él y le dijo: “¡No te es lícito vivir con la esposa de tu hermano!” Entonces sabían que algo andaba mal allí. Juan fue y se lo dijo directamente. Era Herodes. ¿Ven? Y eso enfureció tanto a su esposa, ella lo odió hasta la muerte. ¿Ven?",
    "Juan continuó buscando. El dijo: “Yo lo conoceré cuando apareciere”.\n\n“¿Cómo lo sabes?”",
    "🦅 Dios me dijo que yo vería una señal, y que sería la señal del Mesías. Yo conoceré al Mesías porque le acompañará la señal del Mesías”.",
    "Dios conoce a Su Iglesia. El dijo: “Estas señales les seguirán”. No que, “pertenecerán a los Metodistas, Bautistas, y los Pentecostales”, sino más bien, “Estas señales seguirán a los que creen”. El conoce a los creyentes.\n\nHoy en día uno pregunta: “¿Es Ud. creyente?”",
    "🦅 Oh, yo soy Metodista”. Muy bien, eso muestra que Ud. no es creyente. ¡Ven? “Yo soy Pentecostal”. Tampoco muestra que sea creyente.",
    "Cuando Ud es creyente, ¡Ud. cree en Dios! Y todo mundo lo sabe, porque es sellado por el Reino de Dios; y un sello se pone por ambos lados de la página, yendo y viniendo. ¿Ven?, se conocen.\n\nMuy bien.",
    "El dijo: “Yo lo conoceré cuando aparezca, porque habrá una señal. Yo veré la señal del Mesías”. Un día él vio…",
    "¡Oh hermano! ¿Por qué? Porque lo estaba esperando. Por eso lo reconoció. [El Hermano Branham toca en el púlpito.—Editor] Ojalá eso penetre bien. ¿Están Uds. esperándolo? ¿Están esperando que algo acontezca? Entonces ¡conozcan bien las Escrituras!",
    "Ahora, todos aquellos sacerdotes parados por ahí tenían cinco veces la inteligencia de Juan. No tenemos registrado que haya asistido a la escuela ni un solo día. Pero allí había sacerdotes cuyos tatarabuelos también fueron sacerdotes. Allí habían hombres que conocían cada pulgada de los pergaminos, todos los profetas y Génesis, y todo acerca de eso. Pero, vean, Juan estaba buscando una señal, ¡un Mesías! El sabía que si ese era Dios, entonces habría algo sobrenatural al respecto. Correcto.",
    "¡Así también es hoy! Si Ud. es Cristiano, algo sobrenatural le ha tocado. Y si no le ha tocado, entonces Ud. está engañado. Si Ud. sigue viviendo la misma vida de siempre, y todavía ama las cosas que amaba al principio, si aún las ama, entonces está engañado, correcto, y no es hijo o hija de Dios.",
    "Entonces hallamos que Juan estaba parado allí un día, y dicen…Como leía yo hace poco una historia de él, decía que Juan estaba de un lado del río, y al rato ya lo tenían empujado del otro lado. Y así es como hacen con todo siervo de Dios, lo botan de toda denominación y de toda organización y de todo. El no tenía púlpito; pero estaba parado en el lodo hasta las rodillas. Tampoco tenía traje fino con el cuello al revés. No señor. Estaba vestido más bien con una piel de cordero, y no cabe duda que parecía un hombre salvaje, parado allí.",
    "Y aquellos sacerdotes le preguntaron: “¿Nos quieres decir que llegará el día cuando nuestro gran templo, y nuestra gran organización serán destruidos?”\n\nEl les dijo: “Seguro que sí”.\n\n“Y tú, ¿cómo lo sabes?”",
    "🦅 ¿Cómo leen Uds. las Escrituras? El Mesías viene y este Mesías quitará el continuo sacrificio. ¡Así dijo Daniel! ¡Así dijo el profeta!” ¡Aleluya!\n\nOh me estoy sintiendo aun más religioso. (Pero tengo que parar.)\n\n“¿Cómo lo sabes?”\n\n“¡Porque el profeta lo ha dicho!”",
    "Y así fue también que Micaías sabía que no podía bendecir a Acab; porque Elías ya lo había maldecido. Eso era todo. El tenía que mantenerse con la Palabra. Y si Ud. quiere ver las obras de Dios, Ud. tiene que seguir la Palabra de Dios. El sabía que no podía suceder.",
    "Entonces ¿qué pasó? El deseaba ver las obras de Dios. Juan dijo: “Yo lo conoceré cuando venga”.",
    "Un día él estaba parado allí, y dijo: “Sí, llegará el día cuando cesará el continuo sacrificio, porque el Mesías mismo será ese sacrificio continuo. Y entrará la abominación desoladora”.\n\n“Rabí, ¿de dónde sacas tales cosas? Eso es contrario a nuestro credo”.",
    "Pero no era contrario a la Palabra de Dios. Allí estaba el profeta, y la Palabra del Señor estaba con ese profeta. Correcto.",
    "Y entonces dijo que: “¡He aquí, allí está parado el Cordero de Dios que quita el pecado del mundo!” Era un Hombre ordinario, pequeño, con los hombros caídos, y venía caminando hacia el río, caminando con Lázaro. Era un Hombre muy ordinario; vestido como cualquiera; no era sacerdote, no traía turbante, ni corona, nada; apenas era un Joven pobre, un Carpintero, con las manos llenas de astillas, quizás. Llegó caminando.\n\n“¿Nos quieres decir que…?”",
    "🦅 ¿Qué? ¿No Lo pueden ver allí?” He aquí, quiere decir: “Contemplar, reverenciar”. “He aquí el Cordero de Dios, que quita el pecado del mundo”.",
    "Entonces algunos dijeron: “¿No saben quién es este? Este es el hijo de aquel carpintero. Ahora nosotros sabemos que este no es profeta”. Pero sí era. Sí era. El sabía. “¿Por qué? El no sabe lo que está diciendo”. Pero sí sabía. “¿Cómo puede él diferenciar entre El y cualquier otro hombre?” El Mesías será diferente. “¿Cómo lo sabremos?” Es que Juan vio algo que ellos no vieron.",
    "Todo depende de qué está Ud. mirando. ¿Qué ven Uds. en esta noche? ¿Ven Uds. a un gran hombre, muy popular, una grande denominación y todo les llega muy fácil? O, ¿simplemente toman el camino con la minoría despreciada del Señor? ¿Pueden ver Uds. la Biblia? ¿Pueden ver Uds. la Palabra de Dios? Si Ud. es renacido, lo podrá ver. Pero hasta entonces no podrá ver nada.",
    "He aquí venía. El dijo: “El que me dijo allá en el desierto…” ¡Oh, hermano! “El que me dijo que ‘clamara’, y aquí he estado clamando por estos seis meses, y aun de noche, por todos lados, a lo largo de este Jordán, hasta las rodillas en este lodo; discutiendo con Uds. predicadores, dándoles patadas a sus denominaciones, y pisándoles los callos. Pero ya está aquí el asunto, ¡lo estoy viendo!”\n\n“¿Cómo lo sabes?”",
    "🦅 El mismo que me dijo que ‘fuera una voz clamando en el desierto’, y que Dios me levantaría para ese propósito, también me dijo, ‘sobre Quien vieres el Espíritu’”.",
    "Juan lo conocía. ¿Qué hizo? Primero predicó la Palabra, obedeció la Palabra, y, luego vio la señal de Dios. Y recuerden, no está escrito que ninguna otra persona presente ahí la haya visto. Solo Juan la vio. Depende qué está Ud. buscando. ¿Por qué? Juan estaba obedeciendo la Palabra. Los sacerdotes y demás no estaban obedeciendo la Palabra. Juan estaba obedeciendo la Palabra, su comisión, y la vio. (Nos daremos prisa; tengo qué).",
    "Marta, allá frente a la tumba. Ella se había encontrado con la Palabra de Dios, y La había creído. Antes de poder ver la maravilla de Dios, ella tenía que ver la Palabra de Dios y ponerla por obra. Ella dijo: “Señor, si hubieras estado aquí, mi hermano no hubiera muerto”.",
    "El dijo: “Marta, Yo soy la resurrección y la Vida. El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”\n\nElla respondió: “Sí Señor”. Allí está la cosa, poniendo por obra. “Yo creo”.\n\n“¿Qué es lo que crees Marta?”\n\n“Que Tú eres el Cristo que habría de venir al mundo”.\n\nDijo: “¿Dónde lo han sepultado?”",
    "Llegaron al sepulcro y allí estuvo parado. (Dijo: “Voy a ver se ella en verdad cree que Yo soy la Palabra”). Dijo: “Quita la piedra”.",
    "¡Ella comenzó a poner por obra la Palabra! Tuvo que hacerlo, para ver la muerte convertida en vida.",
    "Y la única manera que Ud. jamás podrá ver muerte convertida en vida, es ¡tomar Su Palabra y ponerla por obra!",
    "Si Ud. es inconverso, tome Su Palabra y póngala por obra, y luego verá el milagro de Dios. Ud. mismo será un milagro de Dios.",
    "Si Ud. está enfermo, ¡tome la Palabra de Dios! El médico le dice: “Ud. va a morir”. Tome Ud. la Palabra de Dios y póngala por obra, eso le dará vida nueva. ¡Oh, hermano!",
    "Perdónenme por retenerlos tanto tiempo. Dos ejemplos más y terminaremos. ¿Ven? Otros dos, en serio. Siento mucho haberles quitado el tiempo a mis hermanos. ¿Ven?, apenas les dejo dos horas. Miren.",
    "La mujer junto al pozo, ella era inconversa. Tenía cinco esposos. Llegó un día para sacar agua. Empezó a sacar el agua, y escuchó la voz de un Hombre que le decía: “Mujer, dame de beber”.",
    "Ella lo miró y dijo: “No se acostumbra que los Judíos hablen con los Samaritanos. Yo soy una mujer de Samaria. Y no se acostumbra. ¿Por qué me hablas a mí?”",
    "El le dijo: “Pero si supieras con Quién estás hablando, pedirías a Mí algo de beber”.",
    "🦅 Pero”, dijo ella, “el pozo es muy hondo, y no tienes con qué sacar”. Dijo: “¿Cómo—cómo vas a sacar para beber?”",
    "Y El dijo: “El agua que Yo doy será una fuente, un manantial, que sale del alma”.",
    "Ella dijo: “Un momentito. Tú eres Judío y adoras en Jerusalén, y nuestros padres adoran en este monte”.",
    "El dijo: “¡Créeme! La hora viene, y aun ahora es, cuando ni en Jerusalén, ni en este monte habréis de adorar. Dios es Espíritu, y los que le adoran le adorarán en Espíritu”.",
    "No cabe duda la mujer habrá pensado: “Un momento. ¿Quién es este tipo?” El deseaba que ella conociese Quién era, porque a ella le tocaba introducirlo a los Samaritanos. Ella dijo: “¿Quién es El?”",
    "El habló con ella por unos momentos. Y de repente dijo: “Mujer, ve, llama tu marido, y ven acá”.",
    "(Y ella dijo: “Este sí es un presuntuoso”. ¿Ven?) Ella dijo: “Pero yo no tengo marido”. ¡Ajá!",
    "Allí fue cuando la vara tocó el sacrificio. ¿Ven?, algo sucedió. ¿Qué pasó? Ella vio el milagro de Dios. El dijo: “Has dicho la verdad. Porque has tenido cinco, y con el que vives ahora no es tu esposo; así que has dicho la verdad”.",
    "Ella se volteó. Ella sabía que para el pueblo, Dios había muerto muchos años atrás; los sacerdotes y rabinos y demás, ellos hablaban de un Dios. Pero también había promesa en la Biblia de Uno que venía.",
    "Entonces ella dijo: “Señor, me parece que Tú eres profeta”. ¿Ven? “Nosotros sabemos que ha de venir el Mesías”. (“Quiero estar segura de esto”). “Nosotros sabemos que ha de venir el Mesías”. (“Le diré esto y veré qué me responde; ningún hombre que no conoce a Dios no me podría decir eso”). “Nosotros sabemos que ha de venir el Mesías, llamado el Cristo, y cuando El venga, esto es lo que El hará, cuando venga. Lo estamos esperando”.\n\nEl dijo: “Yo soy”.",
    "Con eso fue suficiente. Más que suficiente. Ella corrió a la ciudad y dijo: “Vengan y vean un Hombre que me ha dicho las cosas que he hecho”.",
    "Antes que ella pudiera traer ese mensaje, primero tuvo que ver el milagro de Dios. Y antes de ver el milagro de Dios, tuvo que tomar a Dios en Su Palabra. Exactamente correcto.\n\n¡Oh, cómo pudiéramos continuar! Veamos un caso más.",
    "Pentecostés. Después de que habían caminado con la Palabra, después de que habían visto la Palabra, y después de que habían creído la Palabra; pero antes de poder ver el milagro de Pentecostés, ellos tuvieron que obedecer la Palabra. ¿Ven? “Subid a la ciudad de Jerusalén”, les había dicho la Palabra, “y esperad allá hasta haber sido investidos con poder de lo alto”.",
    "Ahora, ¿qué tal si al haber pasado el octavo día, Mateo se hubiera dirigido a Marcos? Y le dijo: “¿Sabes qué? El otro día tuve una sensación rara, eso debe de haber sido el Espíritu Santo. El nos dijo que esperásemos. ¿Ven?, eso debe de haber sido”.\n\n“Mejor esperemos un día más”.",
    "Llegó el noveno día. “Hace nueve días El nos dijo que subiéramos aquí. Seguramente, ¿no creen Uds. que ya lo recibimos? Yo creo que lo recibimos cuando Le creímos. ¿No piensas tú así?” ¡Para todos Uds. Bautistas! ¿Ven? Dijo: “Yo creo que lo hemos recibido, porque El nos dijo que subiéramos aquí. Y ¿saben qué creo yo? Yo creo que tan pronto como subimos, en eso ya obedecimos lo que El nos dijo”.",
    "Pero ¿qué fue lo que dijo? No dijo: “Cuando lleguen allá, en ese momento lo recibirán”. Tampoco dijo: “Esperen cinco días o nueve días”. Pero dijo: “¡Hasta!” Así es. “Los que esperan en Jehová, sus fuerzas renovarán”.",
    "¿Qué hay que hacer? Aceptar Su Palabra, ponerla por obra, y mantenerse firme. Cada día uno tiene que pararse frente a frente con Satanás, con la Palabra: “¡Escrito está!” “¡Escrito está¡” “¡Escrito está!” “¡Escrito está!” “¡Escrito está!” “¡Escrito está!” “¡Escrito está!” ¡Tiene que tener cumplimiento! Ud. está poniendo por obra la Palabra, ¿ven?, y luego verá el milagro de Dios. Correcto. Pero primero tiene que ponerla por obra.",
    "Ellos subieron allá y obedecieron la Palabra, se quedaron.",
    "Llegó el noveno día, y puedo oír a Pedro decir: “¿Saben qué? ¿Qué piensan Uds., hermanos?”",
    "Marcos pudo haberse parado y dicho: “¿Saben qué hermanos? Aceptemos esto por fe, porque en realidad estamos obedeciendo”. No, no están obedeciendo completamente.",
    "Ud. me dirá: “Yo fui bautizado en el nombre de Padre, y Hijo, y Espíritu Santo”. Pero eso no es obediencia completa. ¿Ven? Otro me dirá: “Pero yo me he unido a tal iglesia”. Eso tampoco es obediencia, ¿ven? “Yo repito el Credo de los Apóstoles”. Eso aún no es obediencia. “Pero hermano, yo he dejado de robar y mentir. Ya no cometo maldades”. Eso aún no es obediencia.",
    "¡Tiene que ser un Nacimiento! Algo tiene que suceder. Ud. tiene que morir, y algo tiene que nacer en Ud.",
    "Oh, después de que habían esperado tantos días, nueve días habían pasado. Dijeron: “Simplemente aceptémoslo y continuemos con nuestro ministerio. El mundo está muriendo, ¿por qué habremos de esperar más?”",
    "Puedo oír a Pedro decir: “Pero saben, algo me dice que la cosa no está bien todavía. Eso no es obedecer exactamente la Palabra. Vean, si esperamos ver el milagro que Dios nos ha prometido, de enviar la Promesa del Padre sobre nosotros, tenemos que esperar aquí hasta que algo suceda. Porque la Escritura declara que vendrá en esta forma. Joel dijo: ‘Derramaré Mi Espíritu sobre toda carne. Y profetizarán vuestros hijos y vuestras hijas. Y también sobre mis siervos y sobre mis siervas derramaré de Mi Espíritu. Y daré prodigios en el cielo y la tierra’. Isaías el profeta dijo: ‘Porque en lengua de tartamudos y en extraña lengua hablaré a este pueblo, y este es el refrigerio y este es el reposo. Dad reposo al cansado y esto es el refrigerio. Mas no quisieron oír’. Ahora hermanos, no podríamos salir así, sin ver ninguna experiencia. Tenemos que tener algo, porque El nos dijo: ‘Esperad hasta ser investidos de Poder’. Y la verdad es que yo no tengo más Poder que cuando entré. Y he estado aquí toda la noche, estuve la siguiente noche, he estado aquí por nueve noches. Y me siento igual que cuando entré. Y El nos dijo que recibiríamos Poder, así que conviene que continuemos esperando”.",
    "Luego, de repente, cuando hubieron obedecido la Palabra de Dios completamente, luego fue cuando vieron el milagro de Pentecostés. Vieron el Fuego caer en el edificio. Esa tremenda Columna de Fuego bajó entre el pueblo; y lenguas repartidas de fuego aparecieron sobre cada uno. Y todos fueron llenos del Espíritu Santo y comenzaron a hablar en otras lenguas, como el Espíritu les daba que hablasen. Algo sucedió.",
    "¿Cuando sucedió? ¿Cuando—cuando tomaron la decisión que ya lo habían recibido? No. Cuando hubieron obedecido cabalmente la Palabra de Dios, entonces vieron el milagro de Pentecostés. Así es hoy, uno tiene que hacer la misma cosa.",
    "Ahora, amigos, en verdad voy a cerrar con esto. No voy a voltear otra página más. Muy bien, el siguiente hombre que se aliste cuando yo diga esto.",
    "Ahora, aunque llamado de todo lo que podría ser llamado, mal: “santo rodador, pentecostal, rompe iglesias, hipócrita, Beelzebú, soñador”. De todo lo que pudieran decir de nosotros, nos dicen. Pero ¿qué hacemos? ¿Qué nos llaman? “Soñador, Beelzebú, falso profeta, Sólo Jesús”, todo lo demás que pudieran llamarnos, todo lo malo que pudieran decir.",
    "Pero, al creer la verdadera Palabra de Dios, Su verdadero profeta de la Palabra, ¿qué hacemos nosotros? Vemos las cosas que vemos.",
    "Jesús pronto volverá,\n\nAl mundo con gran poder,\n\nPromesa nos dio, El regresará,\n\nSí, viene el Salvador.\n\nSeñales abundan hoy,\n\nCumpliéndose ya están,\n\nPor su gracia listo estoy,\n\nLe espero sin más afán.\n\nMuy pronto Jesús vendrá,\n\nEl viene no tardará;\n\nEl ha de venir, El descenderá,\n\nDel cielo, el Rey vendrá.\n\nDespiértate pecador,\n\nEl tiempo es corto ya,\n\nViene pronto el Salvador,\n\nNo sabes cuando será.",
    "¿Por qué? ¡Estamos poniendo por obra Su Palabra! Amén. Llámenlo lo que quieran. Nosotros vemos la señal del Mesías en nuestro medio. Vemos la Columna de Fuego. ¡No se puede negar! Que nos llamen lo que quieran. Dios está aquí. La ciencia lo ha fotografiado. ¿Por qué? ¡Obedeciendo Su Palabra! Nunca se ha logrado en toda la historia, sin embargo el ojo mecánico de la cámara ha mostrado que es El, hay una Luz que pegó en el lente. ¿Por qué? ¡Tomando la Palabra de Dios primero! Deje Ud. que las denominaciones lo echen, si así lo desean. Deje que todos le den la espalda, si Ud. lo desea. ¡Pero ponga por obra la Palabra de Dios, si Ud. desea ver las maravillas de Dios!",
    "Jesús prometió: “Así como fue en los días de Sodoma, así también será en la venida del Hijo del hombre”.",
    "Aquel Angel que bajó, Dios manifestado en carne humana, dio Su espalda a la tienda, y dijo a…Fingiendo no saber quién era Abraham, dijo: “Abraham”. No Abram; apenas unos dos días antes El había cambiado su nombre. “¿Dónde está tu esposa Sara?” No S-a-r-a-i. ¡S-a-r-a! “¿Dónde está tu esposa Sara?” Le llamó por su nombre de paternidad, y a ella por su nombre de princesa. ¡Oh! ¿Quién era El? En ese momento Abraham sabía Quién era.\n\nEl dijo: “Ella está en la tienda detrás de Ti”.",
    "El dijo: “Abraham, te voy a visitar. Yo, Yo te voy a visitar, según Mi promesa que te hice, por cuanto tú ya has esperado todos estos años. Por veinticinco años tú has esperado. Te mantuviste con la Palabra, poniéndola por obra. Negaste aun que eras de la tierra. Has llegado a ser un peregrino y un extranjero. Estas buscando una Ciudad por venir, Cuyo Constructor y Hacedor es Dios. Yo te prometí que por medio de este hijo que te nacería, que él…tú serías el padre de muchas naciones. Yo lo he prometido. Tú has puesto por obra la Palabra, ahora vas a ver la maravilla de Dios”.\n\n“¿Cómo lo veré, mi Señor?”\n\n“¿Dónde está Sara, tu esposa?”\n\n“En la tienda detrás de Ti”.\n\nDijo: “Te voy a visitar, según el tiempo de la vida”.",
    "Y Sara se rió dentro de sí misma, diciendo: “¿Cómo puedo yo una anciana, y mi señor también anciano, tener nuevamente placer?”\n\nEl dijo: “¿Por qué se rió Sara?”",
    "El había puesto por obra la Palabra de Dios. El ahora estaba viendo la maravilla de Dios.",
    "Jesús dijo: “Así como fue en los días de Sodoma, así también será en la venida del Hijo del hombre”. ¿Ven? Ponga por obra la Palabra de Dios, y Ud. verá la maravilla de Dios.",
    "¿Qué fue? Cuando estuvimos aquí no hace mucho, predicando sobre Las Edades De La Iglesia, y las explicamos, y ese dibujo que está ahí, que yo había dibujado aquí en la pizarra. Y aquí mismo en esta congregación, ante más gente que la que está sentada aquí hoy, tan pronto terminé de predicar, una Luz brillante bajó y se posó en aquella pared ahí atrás. Y una sombra vino y la cubrió, mientras todos la estaban mirando, y trazó cada una de esas edades de la iglesia exactamente de la manera que están allí. Levanten la mano los que están aquí hoy que estuvieron presentes aquel día. ¿Ven? ¡Viéndolo con sus propios ojos! ¿Qué fue? Primero, creyendo la Palabra de Dios, predicando la Palabra de Dios, recibiendo la Palabra de Dios; y entonces vimos la maravilla de Dios confirmando la Palabra, que estaba correcta.\n\nMuy pronto Jesús vendrá (todos juntos),\n\nEl viene no tardará;\n\nEl ha de venir, El descenderá,\n\nDel cielo, el Rey vendrá.\n\nDespiértate pecador,\n\nEl tiempo es corto ya,\n\nViene pronto el Salvador,\n\nNo sabes cuando será.\n\nAmén.",
    "¿Por qué? Estamos creyendo en Su Palabra, manteniendo el Aceite en la lámpara, manteniéndola preparada y ardiendo, “Dejando que vuestra Luz alumbre ante los hombres, para que vean vuestras buenas obras, vuestros frutos, y glorifiquen a vuestro Padre que está en los Cielos”. Y ¿qué sucederá? Creyendo la Palabra de Dios, y poniendo por obra la Palabra de Dios, lo encontraremos a El en el aire. ¡No hay duda alguna! Dios les bendiga.",
    "Aquí voy a terminar, llegué como a la tercera parte. Lo terminaré en alguna otra ocasión, Dios mediante. “Si Dios está con nosotros, ¿dónde están Sus maravillas?” ¿Ven? ¿Lo creen Uds.?",
    "Oh Dios, permítenos ver el—el año venidero. Permítenos ver el año venidero, y que nuestros corazones no estén satisfechos con una iglesia denominacional, o un credo, con un estrechar de manos, o una así llamada religión. Que no estemos satisfechos hasta que sintamos el Poder de Dios que obra milagros obrando en nuestros corazones, sacando el mundo y formando a Cristo. Ahora, no que sea esta noche, y mañana comenzar a hacer otra cosa; sino crecer en El, hasta Su estatura. Crecemos en El, hasta encontrarnos con El. Inclinemos nuestros rostros.\n\nLugar, lugar, sí hay lugar,\n\nHay lugar en la Fuente para ti,\n\nLugar, lugar, sí hay lugar,\n\nHay lugar en la Fuente para mí.",
    "Nuestro Padre Celestial, con humildad de alma y espíritu, ronco de mi voz, y estas pocas palabras, cortadas y quebradas, Señor, yo ruego que Tú las tomes y las unas; no sabiendo yo cómo hacerlo, pero simplemente diciendo lo que se me venía a la mente. Colócalo profundo en el corazón de cada persona, y permíteles verlo y creerlo, en la misma actitud en que fue presentado. Y Padre, les parecerá razonable, les traerá a Cristo. Bendícenos esta noche Padre. Esperamos, poniendo por obra la Palabra de Dios.",
    "Señor bendice a estos hermanos. Perdóname, Padre, por haber tomado algo de su tiempo. Yo ruego que los unjas con el Espíritu Santo, en tal forma que el Poder de Dios sea derramado aquí en el edificio, y que pecadores vengan al altar y—y con lágrimas lleguen al Calvario, y que los enfermos sean sanados, y que se obren grandes señales y maravillas, y veremos el Poder del Dios viviente que obra milagros. Esperamos en eso, Padre, en el Nombre de Jesús. Amén.",
    "¡Alabado sea el Señor! ¿Le aman? Si Dios está con nosotros, ¡veamos Su señal!",
    "¿Dónde está la señal del Mesías, el cual es el mismo ayer, y hoy, y por los siglos? Si ese Mesías es el mismo, tendrá la misma señal. ¿Adónde está El? ¿A qué organización pertenece? ¿A qué organización podemos unirnos para hallar al Mesías, y Su señal? ¿A qué casa podemos entrar para hallarlo? Piénsenlo.\n\nPerdone, Hermano Neville. 🦅"
  ]
}