{
  "title": "PRESUMIR",
  "id": "62010009",
  "content": [
    "🦅  Tener este momento de compañerismo con Uds., lejos de ese norte helado del que acabo de salir. Le dije a su pastor, allá en su estudio esta tarde: “Esta va a ser una de las mejores reuniones que he visto, o se me pasó la voluntad del Señor”. Satanás nunca me ha peleado tanto como lo hizo ahora para venir aquí. Cuando el Hermano Williams me invitó hace algún tiempo, como que vacilé un poco. Le dije: “Le avisaré un poco más tarde, porque yo creo en orar por las cosas antes de tomar una decisión. Que sea la elección de Dios”.",
    "Pero seguía sintiéndome guiado a venir, porque era un tiempo… siempre aprecio la Fraternidad de los Hombres de Negocios del Evangelio Completo. Y luego… Y con esta un poco más, porque podría conocer las diferentes iglesias, los diferentes hermanos de diferentes denominaciones. Me encanta hacer eso, y tener compañerismo en diferentes iglesias, de—de todas las iglesias de Dios. Entonces, cuando…",
    "Yo dije: “Me aseguraré que sea el Señor llamándome”. Dije: “Voy a darle bastante tiempo al Hermano Williams para que consiga a alguien más, Uds. saben, para que vaya allá. Estar—estar seguro, que, si él todavía me está esperando, entonces sabré que es el Señor, y si todos los hermanos dicen que quieren que yo venga”. Dije: “Padre Celestial, daré por hecho que—que Tú quieres que yo vaya a Phoenix”.",
    "Bueno, entonces esperé varios días. Pensé: “Pues, será mejor que se lo diga de inmediato, porque él… Tienen que anunciarlo en—en La Voz de los Hombres de Negocios”.",
    "Y, después de esperar unos días, entonces lo llamé. Él dijo: “¡Oh, Hermano Branham, todos los hermanos quieren que Ud. venga!”. Entonces, dije… Sentí ese pequeño empujón que debía hacerlo, y pensé que esta sería una gran oportunidad.",
    "Bueno, pensé en venir un—un poco antes. Y quería cruzar a México y conseguirme una maleta que necesitaba mucho. Pues, alguien me dio el dinero en Navidad, para comprarla, y podría conseguirla a la mitad del precio que aquí, y como el doble de buena, al otro lado de la frontera. Pensé: “Bueno, iré por Texas, y me permitiré unos tres días más para poder comprar y conseguirme una buena, y descansar un poco en el camino”. Y yo iba a salir un jueves.",
    "Y estábamos todos listos para partir, y comenzó una tormenta de nieve por todo el país, y hasta bloquearon las carreteras, por todas partes. Y todo el Sur quedó completamente intransitable. Y no nos dejaron pasar por el norte, por la 66.",
    "Esperé dos días, y finalmente abrieron los caminos, dijeron: “Pueden arriesgarse”. Así que partí.",
    "Pensé: “Bueno, hará buen tiempo”. ¡Jum! No creo haber estado en una peor tormenta, en toda mi vida; con hielo y atascos, y por todo el camino, y de todo.",
    "Finalmente, uno de los muchachos de las grabaciones aquí, el Hermano Maguire, su carro se le descarrió, al salir. Íbamos a continuar. Así que lo pasamos terrible… Creo que tuvo un problema. No creo que se haya descarriado por completo. Solo se averió, ¿ven? Y él consiguió un generador viejo, y la cosa no funcionaba bien. Y lo intentó de nuevo, y no funcionó bien. Lo llevó a otro taller; no quedaba bien. Él probó en tres, hasta como a las once una noche, y aun así la cosa…",
    "A la mañana siguiente, se puso en marcha. Red… Él salió. Ahora, él está por aquí escuchándome. No se lo dije ni siquiera a su suegro y a los demás. Pero él me tocó en el hombro, saliendo del restaurante, dijo: “Hermano Branham, solo pídale Ud. a Dios, y funcionará bien”.\n\nLe dije: “¿Realmente lo crees?”.\n\nÉl dijo: “Lo creo”.\n\nY funcionó bien. Vinimos acá.",
    "Y cuando llegué a Phoenix, pensé: “Se acabaron mis problemas”. Solo si no me hubiera levantado esta mañana con gripe, dolor de cabeza y malestar.\n\nBueno, yo dije: “Satanás…”.",
    "Es una pelea, así que, aquí estoy. Y estamos aquí para disfrutar de este compañerismo. Y pude conocer al pastor esta tarde, en su estudio aquí arriba, y pasamos un momento maravilloso. Una iglesita muy hermosa. Y les traigo saludos de toda la casa de Dios, allá en el este central, de donde soy. Y sabemos que a Uds. les está yendo muy bien aquí; hemos sabido de Uds.",
    "Y me alegra ver al Hermano Norman sentado aquí esta noche, de Tucson. Y, tengo algunas personas… Estoy mirando sobre esta pequeña congregación aquí, y viendo gente de Ohio, el Hermano y la Hermana Dauch sentados aquí. Y creo que está la gente de Iowa, sentada directo aquí detrás de nosotros, y—y otros más. Es que vienen del este y del oeste, ¿no es así?, de todas partes, llegando juntos. Así que estamos contentos de estar aquí.",
    "Y ahora estamos esperando las noches que nos están programadas para ir a predicar a las diferentes iglesias. Creo que mañana en la noche estaremos en Tempe, ¿verdad? [Un hermano dice: “Sí, en Tempe”.—Ed.] Tempe. Y luego, la noche siguiente, creo, en… [“Donde el Hermano Outlaw”.] Donde el Hermano Outlaw. Eso es en… [“La calle 20 y Roosevelt”.] Calle 20 y Roosevelt. Luego, en varias. Y el…",
    "Si Uds. hermanos están por aquí, donde falté esas dos noches, mis disculpas por eso. Pero el Señor nos dará una pequeña bendición especial en esos domingos por la mañana donde tenemos que compensar. Así que, el itinerario está lleno, pero por la gracia de Dios lo—lo lograremos.",
    "Y luego esperamos un tiempo tremendo en esta convención que viene, esta, la convención de Hombres de Negocios. Estoy muy contento por la oportunidad, tal vez de conocer a todos esos hermanos, y estrecharles la mano. Y es—es algo bueno, conocer amigos. Y nosotros—nosotros… No hay nada como los amigos.",
    "Voy a citar algo que le dije al pastor esta tarde. Oswald J. Smith, es un gran hombre orientado a lo misionero. Él le estaba hablando, hace algún tiempo, en Louisville, Kentucky, a un amigo mío, el Dr. Wallace Cauble. Y él le dijo al Hermano Cauble, le dijo: “Hermano Cauble, yo—yo creo que cuando un hombre recién se casa” dijo, “y su esposa es joven y ella es hermosa y todo” dijo, “pero sabe, si llega a suceder que ella se echa a perder, vuela el gallinero, como decimos, se va, no respeta nada, o lo que sea, Uds. saben, sale y se comporta mal” dijo, “uno tiene que dejarla, o algo así” dijo, “es grave, pero no lo es”. Dijo: “Ud. puede… Ud. es joven, y puede buscar por ahí, tal vez, y encontrar otra que sea buena”. Dijo: “Entonces, después de vivir con ella lo suficiente, cuando llegan los hijos” dijo, “es muy difícil, que ella lo haga entonces, sabe”. Dijo: “Uno en verdad comienza a darse cuenta que la necesita”. Dijo: “Y cuando llega a los cincuenta” dijo, “casi no puede vivir sin ella”. Dijo: “Luego, cuando llega a los setenta, de seguro no puede vivir sin ella”.",
    "Comencé a pensar, casualmente, y como que le puse una pequeña interpretación espiritual a eso. Cuando yo era un ministro joven, todo hombre que cometía un error, quedaba fuera del cuadro. Ni siquiera estaba en la carrera. Hasta ahí llegaba. Si él no era un bautista, simplemente estaba fuera del cuadro, eso es todo. ¿Ven? Él tenía que ver lo que yo veía, o el hombre estaba completamente errado.",
    "Y después que fui un poco mayor, comencé a darme cuenta que, Uds. saben, la cobija se estiró un poco. Yo lo vi por donde tuvo que, por lo que él tuvo que pasar; un montón de problemas, como pastor de una iglesia, y las angustias que vienen con eso. Me di cuenta que esta manta también se estira un poco hacia él, Uds. saben, para evitar que se enfríe. Y ahora, a medida que llegamos a donde estoy ahora, yo—yo—yo les digo; nos necesitamos tanto el uno al otro, que casi ni podemos estar el uno sin el otro. Así de sencillo.",
    "Y mientras vemos que los días se tornan malignos, y las cosas como están, pues, creo que es bueno que nos reunamos y tengamos compañerismo. Y yo solo anhelo reunirme con los hermanos, y hablar con ellos, y demás. Todas las diferentes iglesias, y—y la hermandad, yo—yo amo eso. ¿Ven?, tiene algo especial, que es real.",
    "Y yo sí pienso, no para promover este grupito de hombres, de Hombres de Negocios del Evangelio Completo, pero sí pienso que es una gran oportunidad que Dios nos ha dado a todos, para que a través de eso podamos unirnos, y podamos tener compañerismo. Ellos no trazan ninguna línea divisoria con ninguna denominación, y demás, y podemos sentarnos juntos en lugares Celestiales en Cristo. Y, estoy consciente de que no va a ser perfecto; ellos van a cometer muchos errores. Yo veo el de ellos, y ellos ven el mío; y Uds. ven el mío, yo veo el de Uds. Y, pero tenemos que—tenemos que vivir el uno con el otro, y tenemos que darnos cuenta. Pero creo que, después de todo, a fin de cuentas, al menos de mi parte, es la crema de la cosecha. ¿Ven? Así es. Esto lo es.",
    "Me decidí por el Evangelio Completo, hace muchos años, y cada día estoy más contento por eso. Y yo—yo estoy agradecido de ser uno de ellos. Y con esta gran experiencia de recibir a Cristo como mi Salvador y, a cambio, tenerlo a Él para llenarme con Su Espíritu Santo, y viviendo en mi corazón diariamente, dándome testimonio, que he pasado de muerte a Vida. Probando mi programa de salvación, cada día, al hacer inventario. Ver la manera en que el Espíritu está en mí, ¿cómo se siente? ¿Cómo Se comporta frente a las cosas del mundo? ¿O es tan Celestial que el mundo le parece insípido, lúgubre y sucio?",
    "Pasaba por esta calle; vine aquí por primera vez, hace treinta y cinco años, este año, 1926, en un viejo Ford, modelo T. Y yo vivía en la Dieciséis y Henshaw. Veo que hasta le cambiaron el nombre. Ahora es Buckeye por allá. Así que todo está cambiando. Pero reconozco el antiguo lugar. Uds. saben, monté a caballo por el valle allá abajo, en el Río Salado, y allá por esos lados. Bueno, tenían burros allá al otro lado de la montaña, burros salvajes, ¿ven?, y venían los que buscaban oro. ¡Vaya! Y aún vienen cateadores, pero vienen en Cadillac, así que sigue igual. Y ha—ha cambiado bastante.",
    "Pero me doy cuenta de que el Evangelio no cambia; aún trae la misma satisfacción. Y uno regresa, año tras año, se da cuenta de que sigue igual. Es la misma experiencia que ellos recibieron en Pentecostés. Después de dos mil años, no ha cambiado nada. Obtenemos lo mismo, ¿ven?, exactamente lo mismo que hizo allá.",
    "Mientras miraba las magníficas calles, y veía los lugares y las luces, y—y los lugares iluminados, pensé: “Hace trescientos años…”. Mientras hablaba con mi hijo, viniendo acá. “Este valle estaba en paz y quietud. Quizás de vez en cuando un coyote aullaba, o—o algún ruido, un burro rebuznaba, o—o hace trescientos años”. Y mientras miramos el resultado, no sé si se le puede llamar convertido o pervertido, en lo que es ahora.",
    "Sería convertido si estas calles estuvieran llenas de gente caminando de un lado a otro, con sus manos alzadas hacia Dios, alabando a Dios por el hermoso valle, y por un hermoso lugar para vivir, y un clima saludable; y alabando a Dios en las iglesias, y los hermanos fueran hermanos y hermanas, y demás, solo una gran colonia de la economía de Dios; sería un lugar maravilloso.",
    "Pero en lugar de eso, con licorerías, bares, prostitución, fumando cigarrillos, apostando, maldiciendo, jurando. Me imagino que un día Dios arrasará toda esta cosa. Así es. Y aquellos quienes Lo escojan a Él vivirán de nuevo aquí en una edad sin fin, ese gran Milenio que está por venir.",
    "Y mi intención, y para lo que estoy aquí en Phoenix esta noche, es para tratar de tener compañerismo, primero, para fortalecer la iglesia, para orar por los enfermos si alguien viene por la oración. No tenemos la intención de repartir ninguna tarjeta de oración, ni nada por el estilo. Venimos. Y haremos lo que podamos para ayudar al pueblo. Si alguien quiere que se ore por él, lo único que tienen que hacer es pedirlo, y oraremos por ellos, lo que podamos hacer. Me di cuenta en casa, hace unas semanas que, el hacer eso, avanza más que cualquier otra cosa, ¿ven Uds.?",
    "Y recuerdo cuando vine por primera vez aquí a Phoenix. Nos paramos allá en la iglesia del Hermano Outlaw, él fue el primero que me invitó a Phoenix. Y luego había una iglesita mexicana llamada García, el Hermano García, una pequeña iglesia de habla hispana allá en algún lugar. Y qué tiempo más maravilloso tuvimos allí, y la gente se paraba en las líneas de oración, y eran sanos, solo al orar y ponerles las manos.",
    "El ministerio ha subido. Seguro que sí. Los dones se han multiplicado. Pero de alguna manera u otra, desearía regresar a como yo estaba al comenzar, ¿ven Uds.? Solo el… ¿Ven? Sí. Creo que más aquí. Si nos olvidamos de algunas de las cosas que ellos aprendieron, creo que estaría mucho mejor. ¿Ven?",
    "Bueno, yo creo que el camino a Dios es por el sendero de la humildad y el servicio. No creo que haya nada mejor en el mundo para elevarnos a Cristo que eso. Cuando se ven imitaciones carnales y demás, eso paraliza y lo carga a uno con algo. Yo—yo desearía que no lo hiciera, ¿ven Uds.? Nosotros solo… Si Ud. solo, hizo que… Eso como que se lo trae a Ud. Yo pienso que eso lo trae a una condición de complejo, cuando Ud. no debería estar allí. Ud. debería mantener todas las cosas alejadas, y seguir adelante.",
    "Y, espero entonces, en esto, que fortalezca nuestro compañerismo el uno con el otro. Oro que Dios sane a los enfermos por los que se orará. Y sobre todas las cosas, salve toda alma que pueda ser salva. Yo no sé dónde están, quiénes son. Así que, yo solo—solo predico, y los que vengan, ahí es donde trato de ministrarles. Y esperando que algún día a través de esa gran Eternidad, y un valle pacífico, quizás no el de Maricopa, sino en algún valle pacífico en alguna parte, viviremos juntos, vecinos por edades sin fin. Por eso es que estamos aquí.",
    "Ahora, muchos están de pie. Y yo… Uds. son tan amables, que podría hablar toda la noche. Y—y sé que tenemos varios servicios, y no quiero tomar demasiado tiempo en cada lugar.",
    "Pero, si ahora pudiéramos inclinar reverentemente nuestros rostros antes de abrir la Palabra de Dios, y orar.",
    "Bondadoso Padre Celestial, realmente es un gran privilegio estar con vida esta noche, para tener la oportunidad de testificar una vez más ante la Iglesia del Dios viviente. Y mientras les hablaba a estas personas hace unos momentos, y pensando en esta tremenda, gigantesca y hermosa ciudad, sin embargo, cargada de pecado como todas las otras ciudades, pensaba mientras mi hijo decía: “¿Entonces de qué sirve, papá?”.",
    "Dije: “Hijo, por toda esta ciudad está esparcida la Iglesia del Dios viviente. Es ese grupo el que estamos presentando delante de Dios; son esos—esos santos”.",
    "Como Pablo debe haber mirado a Roma, con sus muchos miles de habitantes, y los diferentes lugares a los que fue, él veía la ciudad entregada a la idolatría. Pero había joyas en esa ciudad por las cuales él tuvo que trabajar. Ellos están descansando allá, esperando la resurrección general en el día postrero, la cual creemos que está cerca.",
    "Oramos por cada iglesia en Phoenix. Cada una de ellas, Padre, oramos que Tú derrames Tu Espíritu sobre todas ellas. Que haya tales luces encendidas para el Evangelio, al grado que apaguen las luces de estos clubes nocturnos y bares clandestinos. Concédelo, Señor. Que los corazones de la gente se vuelvan tan sedientos de Ti durante este tiempo de visitación, y que Tú verdaderamente nos visites, Señor. Visítanos con Tu Espíritu, y derrámalo sobre nosotros en gran medida, Señor.",
    "Bendice la convención que viene. Oro, Padre, que haya muchos hombres de negocios, y otros, que sean guiados a esta gran experiencia de conocer a Cristo por el bautismo del Espíritu Santo. Concédelo, Señor.",
    "Bendice a esta iglesia en la que estamos aquí esta noche, a su encantador pastorcito, todo su—su ser, Señor. Está aquí como un ejemplo. Es una luz para esta ciudad, para que la gente pueda ver el camino de la verdad. Oro que Tú hagas que sus miembros sean tan salados que todos en el vecindario y por toda la ciudad, tengan sed de ser como ellos.",
    "Ahora, yo sé que Tú plantas estas iglesias aquí con un propósito. Ellas se paran como testigos en contra del mal. Y hay un testimonio en ellas de que Dios es justo y verdadero. Oro que los bendigas, Padre, abundantemente.",
    "Ahora, para esta porción del resto del servicio esta noche, sin duda, Tú ya has derramado Tus bendiciones sobre ellos. Oramos que Tú nos bendigas, Señor, con Tu gran Presencia. Habla a través de nosotros, a través de la Palabra, en el Espíritu. Lo pedimos en el Nombre de Jesús. Amén.",
    "Esta tarde, estando sentado, leyendo, mis ojos llegaron a un pequeño texto aquí que tal vez quisiera leer, y usar algo de allí como contexto, si Dios quiere. Y anoté unas Escrituras y unas notas, de las que me gustaría hablarles un poco, para la gloria de Dios.",
    "Ahora, Uds. que desean ir, abramos en Números, el capítulo 14, y comencemos con el versículo 41. Números 14:41, y leeremos, como comienza.\n\nY dijo Moisés: ¿Por qué quebrantáis los mandamientos de Jehová? Esto tampoco os saldrá bien.\n\nNo subáis, porque Jehová no está en medio de vosotros, no seáis heridos delante de vuestro enemigo.\n\nPorque el amalecita y el cananeo están allí delante de vosotros, y caerás a espada; pues por cuanto os habéis negado a seguir a Jehová, por eso no estará Jehová con vosotros.\n\nSin embargo, se obstinaron en subir a la cima del monte; pero el arca del pacto de Jehová, y Moisés, no se apartaron de en medio del campamento.\n\nY descendieron el amalecita y el cananeo que habitaban en ese monte,…en aquel monte, y los hirieron y los derrotaron, persiguiéndolos hasta Horma.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Deseo tomar un texto de allí, si el Señor quiere, sobre el tema: Presumir. Es un…",
    "Me encanta leer la Palabra, porque sé que Ella es verdad. La Palabra es por lo que nos mantenemos. Siempre debe ser la Palabra de Dios, o nos—nos iremos por el camino equivocado.",
    "Está escrito en San Juan, creo, como en el capítulo 15: “Si permanecéis en Mí, y Mi Palabra en vosotros”. ¿Ven? La Palabra al permanecer en Ud. ¿Ven? “Entonces pedid lo que queráis, y os será hecho”. Porque no es Ud. Es la Palabra que está en Ud. Y la Palabra es Dios, ¿ven?, Dios en Ud. Dios es la Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "Ahora, en el regreso del Espíritu Santo, trayendo la Palabra en nosotros, y Ella morando allí, entonces no es Ud. el que habla, es la Palabra Misma saliendo. Así que Ella, la Palabra, hará la obra.",
    "Presumir, tomé el diccionario y busqué lo que realmente significaba la palabra presumir. Webster dice que significa “aventurar sin verdadera autoridad”. Presumir algo, es “aventurarse sin verdadera autoridad, o dar algo por hecho. Es aventurarse sin verdadera autoridad, o dar algo por hecho. Es hacer algo antes de estar autorizado para hacerlo; sin la autoridad propia para hacerlo”.",
    "Ahora, acabamos de pasar dos de las fiestas principales, que conocemos aquí en América como la época de Navidad y el Año Nuevo. En realidad no es Navidad, es un día que apartamos. Por supuesto, sabemos que no es el cumpleaños del Señor. Él no pudo haber nacido el 25 de diciembre, porque hace—hace mucho frío allá arriba, los pastores no podían haber estado en la colina, y eso así. Y si Ud. alguna vez ha estado en Judea en esa época del año, Ud. sabría que no fue—no fue en el tiempo de invierno. Pero se piensa que quizás fue en abril o mayo, cuando nacen los corderos. Y así como Él vino de acuerdo a toda la naturaleza, así como nacen habitualmente los corderos; Él era el Cordero de Dios, y nació como en esa época. Pero me supongo que a Él no le importa qué día apartemos, porque el día en sí se perdió; pero es en conmemoración de Su nacimiento.",
    "Y en lugar de nosotros hacerlo una conmemoración y un día de adoración a Dios, por habernos enviado a Su Hijo, hacemos una celebración. ¿Ven? Celebramos la Navidad. Y no es una celebración. Ud. pudiera celebrar el nacimiento de Washington o el nacimiento de Lincoln, o el nacimiento de algún otro gran hombre, Ud. pudiera celebrarlo, pero la Navidad debería ser un día de adoración. Lo hemos torcido y lo hemos convertido en uno de los días comerciales más grandes. Está todo arreglado en darse regalos el uno al otro, y sentirse herido si no lo hacemos, y hay que corresponder. Y simplemente está todo trastornado.",
    "Y luego, hace unas semanas, cuando mi esposa y yo estábamos en el centro comercial, en nuestro pequeño pueblo en casa, oímos la conversación de dos muchachas que hablaban. Y una de ellas dijo: “Bueno, ¿qué le regalaste a mamá en Navidad?”.",
    "🦅 ¡Oh!” dijo ella, “querida, no se me ocurría qué darle. Pero lo que ella disfrutaría más sería un paquete de, o, una caja de cigarrillos y demás, para mamá”. Y ella le dijo: “Yo le compré a papá un litro de whisky”. Y dijo: “Sabes, cuando…”.",
    "Y ella dijo: “Bueno, me alegra que hayas hecho eso, querida, porque yo le compré un juego nuevo de fichas de póquer, ¿ves?”.",
    "¿Ven Uds.?, eso es Navidad. ¿Ven? ¿Cómo puede el mundo aguantar mucho más tiempo, una celebración? Y pues, me supongo que ellos presumen que esa es la manera correcta de hacerlo. ¿Ven? Que así lo deben hacer. Pero ellos solo lo están presumiendo. ¿Ven?",
    "Y aquí viene el Año Nuevo. Después de que llega el Año Nuevo, pues, por lo general, toda la gente hace una gran fiesta de Año Nuevo. Y en esta fiesta de Año Nuevo, todos se emborrachan para eso de la medianoche. Y me supongo que entierran sus pecados, para olvidar todo lo que han hecho en el año. Se emborrachan tanto que se olvidan de todos sus pecados. Y supongo que presumen que esa es la manera de deshacerse de los pecados. Pero están equivocados, eso solo trae más pecado. Ud. no puede corregir nada haciendo otro mal. Así que, solo es presumir, ahogar.",
    "Me pregunto qué piensa la gente que, cuándo, y el placer de beber, lo que ellos llaman placer. Cuando el whisky entra en el sistema, calienta la sangre de tal manera que confunde la mente, el cerebro, y Ud. se queda en blanco. Su mente está tan confundida que, con el calor de este alcohol en el torrente sanguíneo, dicen los médicos, que como que les deja la mente en blanco.",
    "Pues, si hubiera alguna enfermedad en su cuerpo que dejara su mente en blanco, uno buscaría en cada consultorio médico en la ciudad, para encontrar algo para deshacerse de esa cosa. Y, sin embargo, la gente celebra el nacimiento de Cristo, y procuran ahogar sus penas, al blanquear la mente. ¿No se da cuenta, amigo mío que, gente, Uds. tienen que enfrentar eso en el Juicio? Ud. no puede pasar impune con eso. Pero ellos presumen que esa es la costumbre normal aquí en esta nación, blanquear la mente en la noche de la víspera de Navidad, o en la víspera de Año Nuevo, dejando la mente en blanco con la bebida.",
    "A eso llaman: “Un poco—un poco de diversión limpia. Un pequeño gusto que la gente tiene que darse, para desahogarse”. Bueno, si ese es todo el placer que una persona tiene de la vida, ¿qué clase de placer es? Dejar su mente en blanco, tan en blanco que ni siquiera sabe lo que está haciendo, y luego lo llaman placer.",
    "Ahora, yo puedo ver a los hombres del mundo haciendo eso. Pero cuando se trata de la iglesia que lo hace, la gente que se llama a sí misma Cristiana, eso muestra entonces que se ha bajado la guardia en alguna parte, porque esa no es la manera en que Ud. olvida los pecados. Están en el Libro de Dios. Y la única manera de deshacerse de ellos es ponerlos en el Mar del Olvido, la Sangre de Jesucristo, y luego ya no son recordados más contra Ud. Esa es la única manera. Pero ellos presumen que la forma correcta es hacerlo de la manera común, como lo hace la gente.",
    "También tenemos predicadores de denominación, grandes denominaciones por toda la nación, y estos ministros predican la doctrina de su denominación, presumiendo que están haciendo exactamente lo correcto. Muchos de ellos, no importa cuán contrario sea a la Escritura, ellos presumen que están haciendo lo correcto cuando predican esa doctrina, sea la que sea. Ellos presumen que eso es exactamente lo que Dios requiere: un cierto credo, o una cierta afiliación. Ellos piensan que eso es todo lo que Dios requiere. Presumen que están llevando a la gente al Cielo simplemente uniéndose a una iglesia y predicando un credo. Ellos presumen que eso está bien, que eso es todo lo que hay por hacer. ¡Qué error más grande! Ese es un error terrible, el solo presumir de eso.",
    "Solo hay un credo en la Biblia: y es Cristo. ¿Ven? Solo tenemos que—que conocerlo a Él, es conocer, es tener Vida. Fuera de eso, no hay camino a la Vida, aparte de conocer a Cristo a través de su experiencia personal con Él, y no por unirse a una iglesia, o recitar un credo. Y al llevarlo a esa condición superficial, es la razón por la que tenemos fiestas de borracheras de año nuevo entre los así llamados Cristianos. Por eso es que tenemos la celebración de la Navidad y el Año Nuevo, y otros días santos, y demás.",
    "Esa es la razón por la cual la gente hace eso, por cuanto es todo lo que saben hacer. Pues, seguramente, si hay algo que le cause a la gente querer hacer algo en ese día, debería haber algo real para hacer. Hay algo en alguna parte que es lo correcto por hacer, si es que eso no es lo correcto. Porque, tiene que haber un bien para todo mal, o eso sería correcto. Así que tiene que haber un pro y un contra, negativo y positivo.",
    "Tiene que haber un dólar real del cual se copia un dólar falso, o el dólar falso sería el dólar real. Y cuando vemos una—una—una denominación, o un—un grupo de personas que están hambrientas por algo, y van a la iglesia, y—y se unen a la iglesia, muestran que hay algo por lo que están hambrientos.",
    "El alma humana clama por algo. Ella sabe que hay algo que la trajo aquí. Ellos… Ella sabe que hay algo que—que está más allá de esto. Ellos saben que vienen de la noche, y regresan a la noche. Y quieren saber de dónde vienen, y adónde van. Ahora, si esa hambre está allí adentro, Ud. nunca podrá saciarla embotando su mente.",
    "Saben, escuché a alguien en una reunión aquí, hace algún tiempo. Alguien que dijo: “Solo ponga su mente en blanco ahora. Y miren directamente hacia los cielos. Coloque su mente en blanco. Ud. va a tener una experiencia”. Y no cabe duda que la tendrá. Así es. Pero, Ud. va a recibir una experiencia, pero ¿qué experiencia? ¿Ven Uds.?, cuando Uds. hacen eso, Uds. simplemente le abren su alma a Satanás. Y él va a darles algo. Eso es verdad.",
    "Pero, yo creo que una persona que viene a Cristo debería venir con toda la inteligencia que tiene, y citando en sus mentes, cuando vienen a Él, toda promesa en la Escritura. Mantengan su mente alerta, cuando vengan a Cristo. No dejen que se quede en blanco. El diablo le hará hacer cualquier cosa a Ud. ¿Ve? Ellos le darán a Ud. una sensación; de hecho, él puede. Pero Ud. quiere una experiencia, algo que la Biblia enseña, algo que sea real.",
    "Luego se van, presumiendo: “Bueno, un escalofrío. Vi una luz delante de mí”, o—o algo así. “Ya Lo tengo”. Y nunca cambian su manera de vivir. Se van directamente y salen.",
    "Muchos de ellos vienen y dicen: “Sí, yo recité este credo; creo que ahora ya estoy bien”. Pues, Ud. supone que está bien. Ud. solo piensa que lo está.",
    "Ahora, cuando ellos hacen esto, la gente viene y se une a esta iglesia, presumiendo estar haciendo lo correcto. Y a muchos de ellos solo se les pide que tomen un—un credo, que vivan por él. Les rocían un poco de agua, y los hacen miembros de iglesia, y entonces ya están bien. Esa gente sale, gente honesta, buena, presumiendo que van de camino al Cielo.",
    "Ahora, ahí es donde viene el problema. Las personas de pensamiento honesto creen que si llegan a cierta condición, o a cierto lugar, o hacen una cierta promesa, o algo así, que eso es todo lo que Dios requiere. Guardar un mandamiento, o vivir por los diez mandamientos, o algo así, hacer alguna buena obra, un giro social, darle algo al vecino. Ellos presumen que eso es religión, y que eso es todo lo que necesitan tener. Pero cuán errado está eso.",
    "Ahora estamos viviendo más tarde de lo que pensamos. Año tras año, viniendo a Phoenix y a otros lugares, me pregunto si estaremos aquí el próximo año. Me pregunto entonces, cuando me vaya: “¿Fui…? ¿Fui honesto? ¿Lo expliqué todo tan claramente como pude? Señor, ¿seguí Tus instrucciones? ¿Dije algo contrario a Tu Palabra, o mantuve toda palabra en línea con Tu Palabra? Porque estas mismas personas se pararán junto a mí en el Juicio, y tendré que dar cuenta de lo que dije cuando estuve en cierto lugar, donde haya sido”.",
    "Pero la gente, después de estos ministros, creo yo, presumir, después de tanta educación y obtener un título de tal cosa, y aprenderse el credo de una iglesia, y regresar y tomar un trabajo pastoral y, creo yo, con honestidad y sinceridad, tan sincero como alguien pudiera serlo. Pero la sinceridad no hace que eso sea la verdad. Eso, eso no es del todo Verdad. He estado en…",
    "Aquí no hace mucho, en la India, y los vi con un ídolo con rubíes en las orejas, que valían miles de dólares, y con una cara horrible, con ojos tremendos. Y vi a los sacerdotes derramar agua bendita sobre un hombre, con su cuerpo lleno de anzuelos y con bolas de agua colgando de allí. Y—y los vi cruzar una—una zanja de fuego, como de veintisiete metros de largo, tal vez 3 metros de ancho, y varios pies de profundidad, brasas blancas de fuego, y ver al hombre con toda esta tortura. Y tal vez con sus labios, si él mintió o dijo algunas mentiras, haciendo penitencia, con la lengua afuera y cosida a su nariz, y se atravesaba lancetas por el labio superior, y las sacaba por su frente aquí, y salían así. ¡Toda clase de cosas horribles! Y los sacerdotes le echaban agua bendita encima, para… y luego mataban un macho cabrío, para hacer un sacrificio de sangre. Para caminar por ese fuego, presumiendo estar haciendo la voluntad de Dios, y siendo sinceros. Ellos son sinceros.",
    "Allá en África, los vi tomar niños, pequeños, gorditos, bebés negros, pequeñitos, y tomar… El médico brujo tomaba los cuchillos y los cortaba, y les frotaba esa tintura de bayas en la cara, y los desfiguraba, y castraba a las niñas, y demás, para convertirlas en vírgenes. Y toda clase de cosas así, con la más profunda sinceridad. Seguro, lo hacen. Postrarse ante ídolos, y aun dar sus vidas con la más profunda sinceridad. Pero la sinceridad no lo logra. Ellos presumen que eso es correcto. Ellos solo piensan que es lo correcto.",
    "Y Uds., los miramos con desprecio, y pensamos que deberían ser instruidos, que eso está errado. Pero nosotros en América estamos igual de mal y, quizás, peor. Es cierto. Nosotros presumimos. Nosotros lo damos por hecho. Nos aventuramos en lo que sea sin la verdadera autoridad para hacerlo. No hay autoridad en la Biblia para que un Cristiano beba, apueste, mienta, parrandee.",
    "La gente se une a estas iglesias y sigue igual. Se unen a estas iglesias. Las mujeres se cortan el cabello, usan pantalones cortos, fuman cigarrillos, seguro, siguen adelante. Ellas piensan que eso está bien. Ellos presumen que está bien. Pero no está bien. No está bien. Por un millón de millas, no está bien. La Palabra de Dios no lo respalda. Es contrario a eso, pero ellos presumen que está bien.",
    "En algún lugar aquí en la Costa Oeste. Ahora, esto no es de los presbiterianos. Estos son los pentecostales, y es una iglesia fina, una organización maravillosa, pero se han apartado de la Palabra. Esta señora tenía su cabello largo; se hizo un rollito redondo en la parte de atrás de su cabeza. Y, ellos, ellos se le acercaban, decían: “Oye, se te pinchó la llanta, allá atrás”. Ellos… Y todos se burlaron de ella. Aun el pastor le dijo que debía cortarse el cabello porque aquello era diferente.\n\nElla me preguntó. Me dijo: “Hermano Branham, ¿qué me dice de eso?”.\n\nYo le dije: “Él le dijo a Ud. algo errado”.\n\nNuestras hermanas pentecostales hacen lo mismo, como el mundo.",
    "Alguien dijo, el otro día, dijo: “Hermano Branham, la gente lo considera a Ud. un profeta. ¿Por qué no le enseña a esa gente cómo obtener dones espirituales? Deje a un lado la manera en que se visten esas mujeres y como se comportan esos hombres. Deje eso. No es asunto suyo decir eso. Enséñeles cosas grandes, profundas y espirituales”.",
    "Yo dije: “¿Cómo puedo enseñarles álgebra, si no se saben el abecé?”. ¿Cómo puede Ud. darles una educación universitaria, ni siquiera han salido del jardín infantil? Ni siquiera tienen la decencia común de asearse y actuar como Cristianos, y vestirse como Cristianos, y vivir como Cristianos, y luego hablar de dones espirituales. Salgan del jardín infantil. Ellos presumen que eso está bien, pero está errado. Ud. no debería hacerlo. Sus madres no lo hicieron, eso fue en Pentecostés hace años. Pero ellas lo hacen.",
    "Y Uds. hombres, ¿cómo permiten, dejan que sus esposas hagan eso? Uds. todavía están en el jardín infantil. ¿Ven? Así es. Ud. presume que está bien, pero no lo está. Ud. dice: “Bueno, mi esposa hará esto y aquello”. Ud. es la cabeza de la casa. Dios lo dijo. Sí.",
    "Ud. solo presume que está bien porque los demás lo hacen. A mí no me importa lo que hagan los demás, es lo que dice la Palabra de Dios. Esa es la Verdad.",
    "Solo lo presumen. ¿Ven? Ud. dice: “Bueno, supongo que está bien, el—el pastor”.",
    "A mí no me importa lo que diga el pastor. La Palabra es correcta. La Palabra es lo correcto. ¿Ven? No lo presuman. Ud. se meterá en problemas. Solo hagan lo que dice la Palabra. Sí, señor.",
    "La gente, ellos—ellos siguen haciéndolo igual, pero presumen estar bien cuando no es así.",
    "La gente dice: “Bueno, Él es demasiado bueno. Él, Él es demasiado bueno para hacerlo. Dios es muy bueno”.\n\nYo lo creo. Yo creo que Dios es bueno.",
    "Un adolescente dijo, no hace mucho, en nuestro pueblo, nuestra ciudad. Él dijo: “¿Sabe qué?”. Dijo: “Dios es muy bueno, Hermano Branham”. Él dijo: “Sabe, Dios es tan bueno, que Él me deja hacer cualquier cosa”. Dijo: “A Él no le importa. Él no Se molesta, porque Él es tan bueno conmigo”. ¡Tonterías!",
    "Dios es un Dios bueno. Escuchamos tanto que Él es un Dios bueno, y yo creo que Lo es. Así es. Él es un Dios bueno. Pero si es un Dios bueno, Él tiene que ser un Dios justo. Él no puede darnos un mandamiento para que hagamos cierta cosa, y nosotros desobedecerle y esperar escapar del Juicio. Él también es un Dios de ira, un Dios de juicio. Eso es lo que lo hace a Él un buen Dios, porque Él cumple Su Palabra. Él cuida de Ella.",
    "Así que no podemos esperar hacer el mal, estas cosas que hacemos, y que no pase nada. No. Nosotros solo… Él no es demasiado… Él no es tan…",
    "Él es bueno. Eso es cierto. No quiero que Uds. me malentiendan. Pero, Dios es un Dios bueno. Esa es la pura verdad.",
    "Pero, recuerden, la única manera en que Él puede ser bueno es siendo justo. Y si Él es justo, Él tiene que cumplir Sus propios mandamientos. Y si Él cumple Sus mandamientos, está mal que los Cristianos toleren el mundo. Está mal. No deberíamos hacerlo. Debemos ser personas diferentes.",
    "Y solo estamos aventurando, presumiendo, sin verdadera autoridad. La Palabra de Dios nos da la autoridad, y esa es la autoridad sobre la cual debemos pararnos, es lo que Dios dijo.",
    "Aquí, Israel presumió que estaba bien. Él había sido un Dios bueno, donde acabo de leer en Números. Él había sido un Dios bueno. Él había bajado a Egipto y los había sacado de la esclavitud. Seguro. Él era un Dios bueno. “Pues, Él aun hizo llover el—el maná del cielo sobre nosotros”. Un Dios bueno, seguro. Estuvo muy bien.",
    "Pero luego, cuando llegó el momento en que Su Palabra debía cumplirse, cuando se llegó a Cades-barnea, y los espías regresaron con la evidencia de la tierra más allá, entonces presumieron que estaría bien si ellos pasaban por alto eso. Dios Se enojó con ellos.",
    "Y Moisés dijo: “No vayan allá con los amalecitas, porque Uds. no han cumplido lo que Dios nos dijo que hiciéramos”. ¿Ven?",
    "El mandamiento era: “Yo te he dado esa tierra. Ve, tómala”.",
    "Y ellos regresaron con la evidencia de ella, pero aquellos lo dudaron. Ellos querían caminar de regreso, y preferían regresar a Egipto, que seguir adelante y tomarla, porque tenían miedo.",
    "Mucha gente tiene miedo hoy, de que alguien, su vecino, vaya a decir algo en contra suya.",
    "Muchas veces el pastor tiene miedo de decir algo, que, acerca del Evangelio; “Temo que hiera los sentimientos de alguien”. Deberían herirse. Deberían lastimarse.",
    "A veces las—las—las mujeres tienen miedo, dicen: “Hermano Branham…”.",
    "Así como esta pobre alma, ella dijo: “Tengo miedo de dejarme… Si no me corto el cabello, mi—mi esposo y el resto de las mujeres…”.",
    "Bueno, hermano, no presuma esas cosas. Tome la Palabra de Dios en cuanto a eso. ¿Sabe Ud. que tiene un alma que debe ser salva? ¿Se da cuenta de que la muerte no cambia esa alma? La muerte no cambia nada sino su morada, cual sea, cuando lo deja a Ud.",
    "Vamos a una funeraria. Sentimos lástima por las—las personas que están muertas. A veces queremos pensar lo mejor que podemos de ellos. Es lo correcto.",
    "Pero Jesús dijo firmemente: “El que no naciere de nuevo, no entrará”. Así que no hay una línea intermedia.",
    "Ud. presume que se fue al Cielo. Pero, de acuerdo a la Palabra, no es así con él. ¿Ven?, Uds. solo presumen que está allá. “Bueno, él fue un buen miembro de iglesia; fue bueno con los vecinos”. Eso está bien. Lo creemos. Eso está bien. No hay nada que decir en contra de eso.",
    "Pero, ¿se dieron cuenta qué fue lo que mantuvo a la gente fuera de la tierra prometida? Ellos ser creyentes fronterizos. Fueron hasta cierto punto, pero no quisieron ir más allá.",
    "Así lo hacen los hombres y las mujeres, la gente hoy. Ellos van hasta cierto punto en Dios. Ellos dirán: “Sí, yo—yo creeré. Yo—yo seré bautizado. Haré esto, eso, o lo otro, cualquier regla que la iglesia tenga que colocar”. Pero cuando se trata de rendirle todo a Cristo, su vida y todo, allí está la línea.",
    "Eso es lo que hace que la gente diga: “Bueno, yo me fijo en los demás”. Y aquí hablándole a Uds. Cristianos mayores, para los más jóvenes. Las mujeres jóvenes miran a las mujeres mayores, los hombres jóvenes miran a los hombres mayores, y ven cómo se comportan Uds., para ver qué hacen Uds. Y ellos presumen que están bien, porque Uds. lo hacen.",
    "Ahora, si la iglesia pentecostal realmente viviera de acuerdo a su estándar, si viviera lo que dice tener, entonces el mundo tendría sed de eso. Pero cuando ven a la iglesia pentecostal en desgracia, con tantas cosas casi como el mundo, entonces ellos presumen que son tan buenos como Ud. Así es. Así es. Tienen el derecho a hacerlo. ¿Ven? Pero tenemos que apartarnos de eso. No podemos presumirlo. Tenemos que alinearnos con la Palabra. Solía…",
    "Ya es casi imposible lograr que la gente ore, ayune, invoque al Señor. Parece que la iglesia se ha vuelto muy somnolienta, perezosa en estos últimos días, es muy lamentable. Y no me gusta venir y seguir golpeando, y predicando, y diciendo estas cosas. Pero, hermano, hermana, es la verdad. No puedo soportarlo. Es el Evangelio, y se debe predicar. Tiene que predicarse como testimonio. Es verdad.",
    "Así que, pienso que estamos presumiendo demasiado. Presumimos, porque hemos tenido una experiencia. “Hace cinco años, Hermano Branham, yo estaba caminando por la calle un día, y el Espíritu Santo me bendijo, y corrí por la calle. Y—y pensé: ‘Señor, tienes que llevarme a algún lugar, porque me voy a comportar mal en la calle’”.",
    "Tal vez Ud. estaba en la iglesia, y recibió una experiencia. Ud. habló en lenguas, y piensa: “Bueno, eso está bien. Puedo seguir adelante ahora, y está bien, veo a los demás haciendo esto”. Ud. solo está presumiéndolo.",
    "Israel tuvo esas experiencias. Israel había salido de Egipto. Israel había visto señales, y milagros, y prodigios a lo largo de su camino. Habían pasado por el Mar Rojo, como en tierra seca. Vieron caer maná del cielo, cada noche. Presenciaron las bendiciones de Dios en sus vidas. Pero luego fallaron, al desobedecer uno de los mandamientos de Dios, y ¿qué sucedió? La bendición les fue quitada. Y ellos presumieron que por cuanto Dios había sido tan bueno, Él seguiría así, siendo bueno, seguiría; pero Dios no puede.",
    "Creo que hemos llegado a ese punto. Hemos llegado a Cades-barnea, donde nosotros… cuando Dios ha llevado el asunto para que la—la iglesia se detenga, y vuelva a la vida de oración, de vuelta a una consagración, de nuevo al punto de consagrarnos apartados de las cosas del mundo, y lejos de nuestras pequeñas diferencias insignificantes entre nosotros; y—y—y volver a Dios, y al amor fraternal, y a la humildad, de vuelta al poder de Dios una vez más. ¿Ven? Solo estamos…",
    "Nosotros, solo presumimos estar yendo bien, porque Dios está bendiciendo. Eso—en eso, Él estaba bendiciendo a Israel probablemente el mismo día que ellos rehusaron ir allá y tomar la tierra prometida. El mismo día que no le creyeron a los espías, el maná cayó igual esa noche. Pero ellos estaban completamente fuera de la voluntad del Señor. Ellos ya no podían ganar otra batalla hasta que regresaran y—y se pusieran a cuentas con Dios. Ahora es… Yo creo que es el momento para que la iglesia regrese a Dios nuevamente. Regrese y comience como debe ser, para que podamos continuar en nuestra—nuestra jornada.",
    "No obstante, ellos sabían que Dios era un Dios bueno; Él estaba lleno de misericordia. Él les había dado misericordia. Él les había mostrado Su gloria. Cómo ni había… Ni aun sus zapatos se estaban gastando. Sus ropas no se deshilachaban. Y el maná caía del cielo cada noche. Ellos vieron milagros y señales todo el tiempo, de la Presencia de Dios con ellos. Sin embargo, ellos presumieron que porque Dios había hecho eso, ellos podían subir allá y tomar esa montaña.",
    "¡Aquí está!, cuando, si queremos dones espirituales en la iglesia, si queremos el poder de Dios, y el verdadero poder de Dios… Ahora, déjeme decirle, hermano, hermana, es muy fácil que alguien sea engañado con eso, con sensaciones y cosas. El diablo puede imitar casi cualquier sensación que Dios tiene. ¿Ven?",
    "Pero, ¿ven Uds.?, nuestra iglesia no se está moviendo de la manera que debería moverse. Sabemos que algo anda mal. ¿Ven? Y entonces nos damos cuenta de que Dios no estará con nosotros hasta que enderecemos el asunto, sea lo que sea. Así que es tiempo de revisión, ver las cosas que debemos hacer, y las cosas que no debemos hacer, y luego prepararnos y seguir adelante. Está bien, las bendiciones.",
    "Sansón, pues, Sansón fue un gran hombre. Él nació nazareo para el Señor. Él tenía sus siete mechones de cabello colgando sobre los hombros. El probaba por su señal que él era un—un—un nazareo para el Señor. Y Dios fue bueno, aunque él huyó de sus padres, y fue allá, y comenzó a salir con una mujer filistea. Y eso estaba en contra de la tradición, o en contra de Israel, enredarse con un filisteo. Pero aquí estaba él, yendo allá. Dios continuó en Su misericordia con él; estuvo bien. Y entonces él…",
    "Ella trató de engatusarlo para conseguir su secreto. En lugar de decirle claramente que no hiciera esa cosa, que él era un nazareo para el Señor y que él no lo diría, él le dijo a ella, dijo: “Átame las manos”. Le mintió. ¿Ven? Y Dios le perdonó su mentira. Y él rompió las ataduras, y así sucesivamente. Hasta que, finalmente, una vez él presumió que podía hacer lo que quisiera, y salirse con la suya.",
    "Ese es el problema, presumir que podemos hacer cualquier cosa y salirnos con la nuestra. “Somos gente pentecostal, ¿ven Uds.?, podemos hacer cualquier cosa y salirnos con la nuestra”. Ud. no puede hacerlo. Ud. no puede hacerlo.",
    "No podemos continuar solo porque somos una gran organización. Gracias al Señor por eso, por una gran organización. Se agradece. Pero no podemos continuar diciendo: “Tenemos más miembros que el otro y, por lo tanto, él ya no está en la carrera, y nosotros podemos continuar. Déjenme decirles, vamos a dejar de hacer esto, y dejar de hacer aquello. Yo pienso, bueno, yo pienso que esto es anticuado. Yo—yo no creo que debamos tener esas reuniones de oración, y todo esto que sucede. Yo creo que no deberíamos hacer eso”. Ud. solo está presumiendo.",
    "Se los digo de nuevo, en lugar de predicar, llevando a tantos de nuestros estudiantes aquí, y llenándolos de tanta teología y cosas así, creo que sería mejor llevarlos a un aposento alto como lo hicieron hace mucho tiempo atrás, a tener una experiencia.",
    "Hudson Taylor dijo una vez, el gran misionero a la India. Un joven indio se convirtió, y fue lleno del Espíritu de Dios. Dijo que su rostro brillaba como una—una luz. Y vino, y le dijo: “Sr. Taylor, creo que ahora iré a la escuela, y cursaré los cuatro años que me perdí en la universidad”. Él dijo: “Luego creo que voy a estudiar, y obtener mi Licenciatura en Artes, y dentro de unos años podré salir a predicar el Evangelio”.",
    "El Sr. Taylor, como destacado Cristiano que era, le dijo: “Hijo, ve ahora con lo que tienes”. Eso es. Dijo: “Comienza a dar Luz cuando la vela está encendida, no cuando esté medio apagada”. Así es. Hablen de lo que saben. Si Ud. no tiene experiencia, no puede decir nada.",
    "Pero lo que necesitamos es—es “volver a Dios”. Eso es verdad. ¿Ven?, debemos regresar a esa experiencia de nuevo, a la cosa que nos limpia, por dentro y por fuera. Si lo de adentro está bien, lo de afuera vendrá por añadidura. Vendrá… Tomará su lugar automáticamente. Ajá. Sí, señor.",
    "Sansón dijo: “Bueno, me levantaré y me sacudiré, como siempre lo he hecho. Y cuando lo haga, Dios estará allí. Presumo que Él está allí”. Pero encontró que Él se había ido.",
    "¿Saben qué? Yo creo que la iglesia debería regresar a la santidad otra vez, debería regresar a la manera correcta de vivir. ¿Ven? Presumimos entonces, porque recibimos el Espíritu, porque danzamos en el Espíritu, porque hemos hecho estas cosas que hemos hecho, y Dios nos ha bendecido, y hemos visto las reuniones de sanidad, y vemos los avivamientos, y demás, pensamos que por eso todo está bien.",
    "Ahora, al hacer eso, nos moldeamos, nos establecemos, porque tenemos un gran edificio, tenemos una buena denominación, tenemos todo esto. Tenemos la clase más alta de esto, la mejor iglesia en esta ciudad, y todas estas cosas, hasta que podemos darle entrada al mundo y decir: “Mira, nuestro piano, nuestro órgano, y nuestro tal y tal, son tan buenos como los de Uds. Y nuestras—nuestras bancas son, las sillas son tan buenas como las de Uds. Nuestro predicador es tan educado como el de Uds.”. Estamos suponiendo que Dios todavía está con nosotros, cuando no lo está. ¿Ven? Deben recordar eso.",
    "Cuando comenzamos a ver los milagros y señales y maravillas de Dios, vemos el poder de Dios descender, y luego vemos a la gente vivir diferente, limpian sus vidas: de temperamentos de sierra eléctrica, mal genio, alboroto y riñas, y pelear el uno con el otro, “miembros desordenados”, así es, toda clase de pecado entre nosotros, de incredulidad.",
    "Alguien predica la Palabra de Dios, y dice: “Dios dijo que Ud. tiene que nacer de nuevo. Si no lo hace, Ud. ni siquiera puede entrar”.\n\n“Yo no estoy de acuerdo con eso”.",
    "¿Y Ud. dice tener el Espíritu Santo? El Espíritu Santo no negará Su Propia Palabra. Tiene que quedarse con esa Palabra, porque Él es Quien La habló. Si yo hablo una palabra, y luego niego lo que dije, entonces mi palabra no sirve. El Espíritu Santo tiene que cumplir lo que Él dijo. Y esta Palabra escrita Aquí es la Palabra del Espíritu Santo. Yo lo creo. Así es. Ahora, vemos que Dios…",
    "Necesitamos, necesitamos más santidad. Necesitamos una limpieza, nuestras iglesias.",
    "Sansón, él pensó: “Bueno, yo—yo solo…”. Fue allá y vivió con esta prostituta, y todo. “Entonces ella finalmente me dijo que hiciera esto, y finalmente me salí con la mía, y luego todo esto. Y, ¡oh!, yo—yo realmente le dije la verdad, que aquí es de donde se trata todo. Era así, y yo—yo creo que va a estar bien. Presumo que Él está conmigo”. Pero cuando se levantó y se sacudió, se dio cuenta de que su poder se había ido.",
    "Yo creo que hoy, hermano, cuando vemos nuestras iglesias y la manera en que se conducen, es tiempo de sacudirnos. Algo anda mal. Estamos presumiendo que vamos bien; presumimos que estamos bien.",
    "Como les decía, no hace mucho a algunos de nuestros hombres de negocios, nuestros hermanos, les dije en cierta reunión en la que estábamos, allá, al otro lado del mar. Y los hermanos estaban allí, y tenían una reunión. Y estaban hablando de cómo el Señor los había bendecido. Y que tenían un pequeño negocio en la esquina, y dieron su vida a Cristo, y ahora tenían una flota de Cadillacs.",
    "Entonces les dije a los hermanos, dije: “No digan eso. Eso es lo contrario. Los primeros pentecostales no lo hicieron así. Ellos se deshacían de lo que tenían y se lo daban a los pobres. Y esos hombres son hombres de negocios; son dueños de fábricas, y todo lo demás. Uds. tienen que darles algo que ellos no conozcan”.",
    "Eso es lo que pasa con la iglesia: Tenemos el brillo de las luces y todo eso, y el… y casi que fiestas de taberna en la iglesia. Estamos queriendo parecernos al mundo. Ud. nunca podrá hacer eso. Tenemos que invitar a la iglesi-… al mundo a los terrenos de la iglesia, no salir al terreno de ellos. No podemos compararnos con ellos allá. Pues tenemos algo que ellos no tienen. Eso es lo que queremos. Esa es la cosa. Sí, señor. Lo que queremos mostrarles es a Cristo en nuestras vidas, el poder del Espíritu Santo, ¿ven?, mostrarles algo que ellos no tienen. Que ellos vengan a nuestros terrenos. Si quieren a Cristo, que vengan a este terreno. Pero no hagan como ellos y actúen como ellos. Eso está mal.",
    "Allí es donde Sansón cometió un error. Se fue de Palestina, allá a la tierra filistea. Se fue con lo erra-… se fue de su propio terreno. Y finalmente, en una ocasión, presumió que Dios estaba con él, y Dios lo había dejado.",
    "Acán, pues, él tomó ese pequeño lingote y ese manto babilónico, pues, él pensó, presumió que nadie lo vería. “Bueno, ¿qué es? Solo es un manto. Lo meteré aquí abajo, y probablemente mi familia lo disfrutará por mucho tiempo. Tengo un lingote. Si alguna vez llegamos a pasar necesidad, entonces tengo un—un lingote de oro. Nadie lo verá. Voy a envolverlo y a ponerlo debajo de mi abrigo y seguiré adelante”. Él presumió que estaba bien, presumiendo.",
    "Pero el mandamiento de Dios era: “No toméis nada de esa ciudad maldita. No poseas nada que esté maldito”.",
    "Entonces ¿cómo podemos fumar cigarrillos? ¿Cómo las mujeres pueden cortarse el cabello? Dios dice que, cuando hacen eso, ¿está errado? ¿Cómo pueden Uds. usar estos miserables pantaloncitos que usan? Cuando, Dios dijo: “La mujer que se pone vestimenta que pertenece a varón, es una abominación ante Sus ojos”. Dios no cambia. ¿Cómo podemos hacerlo? Y solo presumiendo que todo está bien. No está bien. Eso no está bien. Nuestras mujeres pentecostales que hacen algo así, es mejor que Uds. se detengan y revisen, se sacudan, revisen atrás. No presuma esas cosas, porque Ud. está errada, absolutamente errada.",
    "Los egipcios, cuando salieron tras Moisés y los israelitas, vieron a Moisés marchar directo a través de ese mar, cruzar por allí, todo israelita. Ellos fueron circuncidados y dedicados al Señor. Ellos… tenían los mandamientos de Dios. Las señales de Dios los seguían. Caminaron directo a través del mar. No hubo ningún error. Los egipcios se pararon y los vieron hacerlo.\n\n“Bueno” dijeron ellos, “presumimos que si ellos pueden hacerlo, nosotros también”.",
    "Ahora, nosotros miramos atrás y vemos la iglesia pentecostal en el principio. Pensamos en los pentecostales, hace treinta, cuarenta años. Pensamos en el concilio pentecostal posterior a Nicea. Pensamos en ellos en las edades primitivas de Ireneo, San Martín, Colomba, Justino, Policarpo, todos esos hombres santos. Y sentimos que, al verlos, nosotros recibimos la misma bendición que tuvieron ellos, así que nos parece que podemos avanzar como ellos. Nos parece que podemos hacer las mismas cosas que hicieron ellos. Pero no podemos hacerlo bajo estas circunstancias, bajo estas condiciones en las que está la iglesia ahora.",
    "Miren lo que hicieron esos hombres. Miren lo que hicieron esas iglesias. ¡Qué sacrificio fue! ¡A lo que tuvieron que renunciar! ¡Cómo ellos ni siquiera consideraban sus vidas! Permanecían postrados, de rostro, día y noche, orando al Señor. Iban donde podían, en busca de cada—cada grieta y rincón al que podían llegar, testificando del Reino de Dios, al pueblo.",
    "Y, hoy, nosotros esperamos que el pastor lo traiga en su maletín, o el evangelista y, “¡Bendito sea Dios! Yo pertenezco a la iglesia”. Es todo. ¿Ven? “Yo soy un miembro allí. Yo estoy… Yo creo en esta iglesia. Esta, esta iglesia está bien”. Seguro. El edificio pudiera estar bien. No pudiera tener nada mal, sin termitas ni nada.",
    "Pero ¿qué me dice del edificio, el otro edificio? ¿Qué clase de termitas tiene ese? ¿Ven? Eso es lo que pudiera causarnos problemas. ¿Ven? Las termitas que se comen el alma. ¡Oh, cuánto necesitamos una revisión, en lugar de presumir—en lugar de presumir que estamos bien! Sí. Sí.",
    "Esos egipcios incircuncisos, pensaron: “Vamos a cruzar directo por el mar como lo hicieron ellos”, y perdieron sus vidas.",
    "Acán pensó: “Este pequeño lingote, no afectará nada”. “El resto de las damas se están cortando el cabello, yo haré lo mismo, no hace ninguna diferencia”. Pero ¿qué hizo? Aquello nunca trajo deleite a su familia. Le trajo muerte a cada uno de ellos.",
    "Y cuando nosotros cedemos en cualquier mandamiento de Dios, para complacer a la gente, matamos la cosa allí mismo. Un pequeño lingote, un manto babilónico, detuvo la marcha del ejército. Hermano, una cosa que le permitamos hacer a la iglesia, errada, una cosa contra la cual no clamemos, y no hagamos que la gente lo corrija, detendrá la marcha de la iglesia.",
    "Ellos presumen estar avanzando. Puede ser que lo hagamos, solo de nombre; puede ser que lo hagamos, en número. Eso no es lo que cuenta. Eso no es lo que cuenta.",
    "Es Dios con nosotros, Dios en nosotros, Dios moviéndose a través de nosotros, Su Palabra viva en nosotros.",
    "No presuman eso; Uds. lo saben. Observe cómo aquello lo hace vivir a Ud., la actitud que Ud. toma hacia el pecado, cómo todo… Pues, ¿lo que Ud. piensa sobre un Dios santo? ¿Ha pensado Ud. en Aquel, que Ud. va a tener que pararse en Su Presencia y dar cuenta por esta Palabra, y por Cristo? Cuando, Dios es tan santo, sentado allá en la Eternidad, cuando diez millones de soles son como manchas negras delante de Él. Tan santo, que aun los Ángeles parecen inmundos ante Su vista. Los ángeles delante de Él son inmundos.",
    "¿Y esperan que Uds. y yo, con Su Palabra y la Sangre de Su Hijo para limpiarnos del pecado, y pasar por encima de Sus mandamientos y salir caminando al mundo, y esperar pararse allí sin culpa, cuando Ud. sabía que no debía hacerlo?",
    "Más vale que la iglesia se esté enderezando. No, no presumamos esto, solo porque somos más numerosos que antes, y financieramente estamos mejor de lo que estábamos. Tenemos mejores edificios que antes. Nos vestimos con mejor ropa que antes. Usamos… Tenemos mejores carros que antes. Pero, ¡oh, hermano!, me pregunto por Cristo: ¿Cuánto estará Él con nosotros? ¿Ven? Eso es. Solo estamos presumiendo. Sí, señor.",
    "Los incircuncisos no pudieron hacerlo. Así es. Se ahogaron en el mar.",
    "En los días de Noé, cuando Noé estaba construyendo ese gran barco que iba a enfrentar las mareas, pues, no hay duda que muchos de los miembros de iglesia de ese día dijeron: “¡Pues, ese fanático! ¿Y qué pasa si sucede? ¿Qué pasa si sucede? ¿Qué pasa si viene una tormenta? Subiremos a nuestro barco y navegaremos. Nuestro barco es tan bueno como el barco de ellos. Nuestro barco flotará tanto como el de ellos, lo haya construido Dios o no”.",
    "Eso es lo que hizo la gente de Noé… y lo hacen hoy. Ellos dicen: “Yo pertenezco a esta iglesia. Yo me uní aquí. Y es tan buena como las demás”.",
    "Bueno, hermano, si no estamos en la Palabra, y la Palabra no está en nosotros, solo estamos presumiendo estar bien. Recuerden, cuando vinieron los diluvios, solamente la barca construida por Dios flotó. Ellos presumieron que estarían bien. Pero presumir que uno está bien, y realmente estar bien, es diferente.",
    "Ud. dice: “Hermano Branham, Ud. nos está colgando por aquí en una rama por ahí. ¿No es así?”.",
    "No. Solo quiero mostrarles lo que está frente a Uds. ¿Ven? Entonces vendremos al rescate en un minuto. Sí.",
    "Ud. dice: “Pues, Noé…”. Alguien diría: “Bueno, aquí, yo tengo… Bueno, yo conozco al Sr. Tal y tal, aquí en la esquina. Pues, él tiene un barco con el que podemos navegar por cualquier arroyo”.",
    "Pero, ¿ven Uds.?, no fue construido por Dios. No fue hecho con madera de acacia, y—y—y la manera en que Dios la construyó.",
    "Ud. dice: “Yo tengo una iglesia, Hermano Branham. ¡Oh, nosotros, nosotros pertenecemos a la denominación más grande en esta ciudad! Nosotros, somos la iglesia más grande que hay por aquí, y tenemos al grupo de personas mejor vestidas. El alcalde viene a nuestra iglesia, y los oficiales vienen a nuestra iglesia. Pues, nosotros, todo esto que tenemos. ¿Ven?”.",
    "Pero a menos que sea construido por Dios, no permanecerá. Ninguna denominación, a menos que sea destruida… construida por la construcción de Dios aquí, no permanecerá. Así es. Tiene que ser de la manera que Dios dijo que se construyera. No puede ser de otra manera; no por credo, no por unirse, no por esto, o no por una sensación. Tiene que ser por el camino de la cruz. Tiene que venir por medio de la Sangre. Tiene que venir y ser lleno del Espíritu Santo. Tiene que ser material del Espíritu Santo, y el material del Espíritu Santo hace gente del Espíritu Santo.",
    "El material de un barco de ciprés hace un barco de ciprés. Un material de álamo hace un barco de álamo. ¿Ven lo que quiero decir? Y el material mundano hace una iglesia mundana. Un material del Espíritu Santo hace una Iglesia del Espíritu Santo.",
    "🦅 ¿Qué es esta Iglesia del Espíritu Santo, Hermano Branham? ¿Qué hace? ¿Cómo actúa?”. Lo veremos dentro de poco. ¿Ven? Muy bien.",
    "Construidos, igual que hoy, ellos—ellos quieren creer. Tantos, hoy, tantos a través de la edad, han hablado de que hay tantas maneras diferentes, diciéndoles a Uds., tantas personas, de diferentes maneras. Es una confusión. Ud. va por aquí…",
    "Mi anciana madre que acaba de fallecer, hace unos meses, cuando ella estaba postrada allí en cama, dijo: “Billy, voy a partir”.\n\nDije: “Madre, no hables así”.",
    "Ella dijo: “Ya me voy”. Dijo: “Quiero ir a ver a mis otros hijos. Quiero ver a papá. Me voy”. Y ella miró hacia allá.",
    "Yo estaba parado allí, su hijo mayor. Aquí estaba mi hermana, la más joven. Y éramos diez niños; nueve niños y una niña.",
    "Ella miró, y dijo: “Mi primero y mi última”. Ella dijo: “Dolores, tú eres mi única hija. Tú has sido buena conmigo”. Dijo: “Has venido y me has ayudado en el lavado. Tú me has—tú me has amado y me has cuidado”.",
    "Ella dijo: “Billy, tú te has preocupado que yo no pasara hambre. Tú has pagado mis cuentas. Me proveíste un lugar donde vivir”. Y dijo: “Tú has sido mi guía espiritual”.",
    "Y yo dije: “Madre, hace unos años, cuando vine a Cristo, siendo un muchachito, después de haber sido llamado de niño”, dije: “primero, siendo irlandés, pensé en ir a la iglesia irlandesa. Y ellos dijeron: ‘Nosotros somos la iglesia, no importa lo que digan los demás. Nosotros somos la iglesia’. Y dijeron: ‘A esta debes venir, tienes que venir a esta. Esta es la única iglesia’”.",
    "Y dije: “Luego pensé en ir a visitar a la luterana. Los luteranos dijeron: ‘Nosotros, nosotros somos la iglesia. Lo somos. Somos aquello’. Un cuer-… Y una iglesia es un cuerpo de personas, un cuerpo de personas llamado a salir. Pensé: ‘Bueno, ahora, ¿cuál de ellos es el Cuerpo? ¿Cuál de ellas realmente es la Iglesia? Uno dice que es de esta manera, y el otro dice que es de esa manera’. Fui a los metodistas, ellos son de esta manera. Los bautistas de esta manera”.",
    "Dije: “Me di cuenta que hay como novecientas iglesias diferentes, ¿ven?, cada una tirando para acá y para allá. Así como…”. Dije: “Yo no pude basar mi fe en eso. Yo no pude hacerlo, mamá. Así que, no escogí ninguna de ellas.",
    "🦅 Pero yo regresé, y averigüé qué había sido construido, lo que Dios había establecido; las instrucciones, más bien, lo que las instrucciones decían que se debía hacer. Y Lo enseñé exactamente como Lo enseñaron los apóstoles, y obtuve los mismos resultados”. Yo dije: “Ahora, Eso es”. ¿Ven? Eso es. Yo tomé la Palabra de Dios y La abrí así.\n\nY ella dijo: “Billy, en eso estoy descansando”.",
    "Y cuando la pobre anciana ya no podía hablar más, le dije: “Madre”. Quería encomendar su alma a Dios; lo hice con mi padre. Y quería encomendar su alma a Dios, y ella estaba postrada allí. Ella ya no podía hablar. Le dije: “Madre, todavía estoy parado aquí. ¿Lo sabes? Si así es, pestañea”. Y ella pestañeó. Yo dije: “Quiero preguntarte algo ahora, madre. Ya solo te quedan unos minutos ahora”. Le dije: “Quiero estar aquí para ver a Jesús venir por tu alma”. Dije: “Entonces se la encomendaré a Él”. Le dije: “Quiero preguntarte algo, madre”, dije.",
    "Ahora, yo bauticé a mi madre hace como treinta años. Y ella fue llena del Espíritu Santo. Y—y ella era una Cristiana, una verdadera santa de Dios.",
    "Y dije: “Madre, ¿significa Jesús, aquí mismo cuando te quedan quizás cinco minutos más de vida? ¿Es Jesús tan dulce para ti como lo fue el día que recibiste el Espíritu Santo?”. Yo dije: “Madre, quiero decir esto por mí mismo, para poder decírselo a otros. ¿Es Él igual de dulce ahora mismo? Tú eres mi madre. No me dirías nada errado. Quiero saber cómo te sientes ahora mismo. ¿Es Él tan dulce como cuando Lo recibiste allá atrás, hace treinta años? Si es así, y sé que no puedes hablar, pero pestañea rápidamente”. Y ella pestañeó muy rápido, y las lágrimas corrían por sus mejillas. ¡Oh, hermano! Sí.",
    "Eso es. Entonces Ud. no está presumiendo. Ud. sabe dónde está parado. Así es. ¡Oh, no presuman en esto! Hay tantas maneras diferentes. Pero solo no presuma. Pero Dios ha dado una vindicación de Su promesa. ¿Ven? No tenemos que presumir al respecto. Dios lo ha vindicado.",
    "Ahora, en Deuteronomio 18:22, Uds. pueden encontrarlo, 18:15 al 22, Uds. lo encontrarán. La Biblia dice que, “Profeta como yo levantará Jehová vuestro Dios”, Moisés hablando. “Y Él, el pueblo… Cualquiera que no oiga a este Profeta, será cortado de entre el pueblo”.",
    "Entonces Él continúa y dice: “Si hubiere profeta entre vosotros, o alguno que diga serlo, y lo que él dice no se cumple, entonces no le temáis. No está correcto. Pero si el Señor le ha hablado, Él lo traerá a cumplimiento”. ¿Ven? Así es como Ud. lo sabrá. Dios nos dio instrucciones para saberlo, nosotros no tenemos que presumir nada, nada. Ud. no tiene que solo imaginarse cosas. Ud. puede tener una experiencia para saberlo. Sí, señor.",
    "En Juan 14:12, ese Profeta que el Señor levantó, el cual fue Cristo Jesús, Su Hijo, ese mismo Profeta, en San Juan 14:12, dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. Hermano, no se está presumiendo en eso, en nada; Él dijo que vosotros lo haréis. En Marcos, capítulo 16, del versículo 15 al 18, Jesús dijo: “Estas señales seguirán a los que creyeren”.",
    "Ud. no tiene por qué presumir: “¿Me estaré imaginando que estoy en lo correcto? ¿Podré yo—yo—yo pensar que estoy en lo correcto?”.",
    "Jesús dijo: “Estas señales seguirán a los que creyeren”. Ud. no presume nada en cuanto a esto.",
    "Juan el Bautista, él no tuvo que presumir, decir: “Yo presumo que quizás ese es el Cristo; no estoy seguro. Ahora, ese pudiera ser Él parado allí. Presumo que tal vez lo sea”. Él no dijo eso. Él dijo: “He aquí, allí está parado el Cordero de Dios”. Él no estaba suponiendo que lo era; él sabía que lo era. ¿Por qué?",
    "Dios le había dicho, en el desierto: “Ahora, Juan, no vas a ser engañado por esto. Esto es algo importante. No te debes confundir en tus cosas”.",
    "Y eso es para hoy. Dios quiere que Su Iglesia sepa cuál es la Verdad. No queremos confundirnos en esto. Hermano, Ud. no recibe otro intento. Será mejor que Ud. esté bien, cuando el barco llegue a su casa, cuando la muerte flote alrededor del cuarto. Ud. tiene que estar seguro de esto. No se arriesgue en eso. No lo haga. Está mal. Esté seguro de estar correcto.",
    "Él le dijo a Juan: “Sobre quien vieres descender el Espíritu, Ese es el que bautizará con el Espíritu Santo y Fuego. ¿Ven? Ese es Él; Ese será Aquel”.",
    "Juan no dijo: “Presumo que así es”. Él dijo: “Allí está Él”. ¡Oh, Dios! Eso es. Lo conoció a Él. Él no presumió nada. Él supo que ese era el Hijo de Dios. Él sabía que ese era el Cordero que estaba quitando el pecado del mundo, porque le había sido revelado a él.",
    "Y Ud. nunca lo sabrá de otra manera hasta que le sea revelado a Ud. ¿Y cómo puede Dios revelarle algo a Ud. que sea contrario a Su Palabra? La única manera en que el Espíritu Santo podrá revelarse a Ud. es cuando Él le cumple Su promesa a Ud.: “Estas señales seguirán a los que creen. Mi Nombre, echarán fuera demonios. Hablarán en nuevas lenguas. Tomarán serpientes, o beberán cosas mortíferas, y no les dañarán. Pondrán sus manos sobre los enfermos, y sanarán. En esto conocerán todos los hombres que sois Mis discípulos, cuando tuviereis amor los unos por los otros”.",
    "Estos son los mandamientos, estas son las cosas que hay que vigilar. Los frutos del Espíritu: amor, gozo, paz, paciencia, fe, bondad, mansedumbre, benignidad, paciencia. Ese es el fruto del Espíritu. Esas son las cosas, las evidencias. Esa es la vindicación. Así es como Dios lo vindica. Él se lo prueba a Ud.",
    "¿Cuál era la diferencia en Moab, arriba en la montaña, con siete altares y siete carneros, y con Israel abajo en el valle, con siete altares y siete carneros? Ambos guardando los mandamientos de Dios. Los dos esforzándose por hacerlo. Pero Dios vindicó a Israel.",
    "¿Cómo lo hizo Caín, cuando hizo un altar tan bonito, o más bonito que el de Abel? Él ofreció frutos. Él dio sus diezmos. Trajo su ingreso a la casa del Señor. Él se arrodilló al altar. Se inclinó. Oró. Adoró, tan sinceramente como cualquier hombre. Pero Dios vindicó a Abel al consumir su sacrificio.",
    "En el Monte Carmelo, ese gran día cuando cuatrocientos sacerdotes paganos se reunieron allá, de la casa de la primera dama del país, cuando se reunieron allá para hacer su sacrificio. Clamaron todo el día, y no hubo sonido ni fuego. Pero cuando Elías colocó el becerro allí, y le derramó los siete barriles de agua encima, Dios vindicó que esa era la verdad.",
    "Si Ud. dice que es un creyente, Dios vindica eso; Ud. no tiene que presumir nada. Es Dios, consume. Ud. no tiene que presumir. Así es. El altar de bronce consumió el sacrificio. Si el sacrificio estaba sobre el altar, y no se consumía, Dios lo rechazaba. ¿Ven? Está consumiendo. Y Ud. es el sacrificio de Dios. Póngase Ud. mismo sobre el altar, diga: “Dios, quita todo de mí. Vacíame, para que Tú puedas llenarme, úsame”. Así es. No lo presuman. Créanlo. Sí, señor. Si Ud. no lo cree, Ud., Dios no recibirá su sacrificio.",
    "Él pudo decir, Juan: “Este es Él. Él, Él es verdadero. Yo sé que es Él”.",
    "Natanael fue a Deuteronomio 18. Y Uds. vayan a Deuteronomio 18:15, si quieren anotarlo. Él no tuvo que presumir. Cuando Felipe fue a buscarlo, dijo: “Ven, mira. Encontramos al Mesías”.",
    "Ahora, ¿ven?, Felipe estaba seguro. Él sabía de lo que estaba hablando. Él dijo: “Encontramos al Mesías”. No “Ven, vamos acá y veamos. Examinémoslo juntos, y veamos si este pudiera ser el Mesías. Tú y yo solo tomemos nuestros libros y vayamos y averigüemos”. Con Él no fue razonar. Él no presumió que ese era el Mesías. Él supo que lo era. Él sabía que lo era.",
    "Entonces, Natanael, siendo un buen erudito, cuando llegó a la presencia de Jesús, y Jesús dijo: “He aquí un israelita en quien no hay engaño”, su presunción se acabó.\n\nDijo: “Rabí, ¿cuándo me conociste?”.",
    "Él dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol”. No más presunciones. ¿Qué? Él supo que Dios había dicho eso.",
    "Dios había dicho: “Si hay un profeta, alguno que se levante entre vosotros, y lo que dice no se cumple, entonces no lo escuchen. Pero si acontece, Yo lo he enviado”. Allí lo tienen. Él no tuvo que presumir. Él supo que ese era el Mesías.",
    "Miren a la mujer junto al pozo, cuando Jesús estaba allá, en el pozo en Samaria, cuando Él, ella estaba parada junto al pozo. Ella dijo… Uds. conocen la historia, acerca de: “Dame de beber”. Y dijo: “El pozo es profundo y no tienes con qué sacarla”, y demás, la… mientras continuaba la conversación.",
    "Y finalmente Él le dijo a ella, dijo: “Ve, trae a tu marido y ven aquí”.",
    "Y ella dijo: “No tengo marido”. Ella dijo: “Señor, me parece que Tú eres profeta”, después de que Él le habló. Dijo: “No tengo marido”, dijo ella.",
    "Él dijo entonces: “Bien has dicho, porque cinco has tenido, y con el que estás viviendo ahora no es tu marido”.\n\nElla dijo: “Señor, me parece que Tú eres un Profeta. Nosotros sabemos”.",
    "No: “Presumimos, presumimos que tal vez… Nosotros, presumimos, tal vez, que el Mesías pudiera hacer esto. Presumimos”.",
    "🦅 Sabemos que cuando venga el Mesías…”. ¡Aleluya! Eso es. “Nosotros sabemos; no estamos presumiendo nada. Sabemos exactamente lo que dice la Escritura”.",
    "Hermano, la Escritura dice que debemos nacer de nuevo. Tenemos que separarnos de toda inmundicia del mundo y ser santos; tenemos—tenemos que hacerlo. Eso es lo que dice la Biblia. Nuestras mujeres no deben actuar como el mundo. Nuestros hombres no deben actuar como el mundo. No debemos pararnos alrededor a contarnos chistes sucios. No debemos salir aquí y fumar cigarrillos, tomar un trago social para mantener nuestro trabajo.",
    "Bueno, si yo tuviera que—que comer galletas de soda y beber agua de río, preferiría morirme de hambre en la calle, antes de conservar un trabajo donde tuviera que beber la podredumbre del diablo y fumar cigarrillos, todo lo demás, para mantener un buen favor. No, señor.",
    "Prefiero separarme de un grupo de personas que se llaman Cristianos que me llamarán anticuado, si yo fuera una mujer, porque tengo—tengo cabello largo y ropa de apariencia decente. Prefiero separarme y ser un fanático, que relacionarme con tales personas que se reirán, y se burlarán de cosas así. ¡Pues, es una abominación a la vista de Dios! Es lo correcto.",
    "Pero, con todo, queremos decir: “Así es la cosa”. Presumimos que todo está bien; “Los demás lo hacen”. Pues, eso no es ninguna… Judas traicionó a Cristo. ¿Es esa la señal que Ud. tiene que hacerlo? No, señor. No queremos hacer eso.",
    "Ud. debe, Ud. debe cumplir la Palabra de Dios. No presuma nada. Tome lo que dice la Palabra de Dios. Sí, señor.",
    "¿Qué hubiera pasado si los discípulos, ahora, en el Día de Pentecostés… (Ya terminando.) ¿Qué hubiera pasado si los discípulos hubieran dicho: “Subimos allá”, y ellos—ellos estando allá arriba por nueve días? En el noveno día, ¿si Pedro hubiera dicho: “Hermanos, Uds. saben que nuestro Señor no puede mentir. No. Él no puede mentir”.\n\nMateo hubiera dicho: “Eso, eso es así, Simón. Él, Él no puede mentir”.\n\n“¿Qué piensas de eso, Marcos”?\n\n“¡Oh, es verdad! Él no puede mentir”.",
    "🦅 Él nos dijo que si veníamos aquí a la ciudad de Jerusalén y esperábamos, Él enviaría la promesa de nuestro Padre sobre nosotros. Eso creemos. ¿No es así, hermanos?”.\n\n“¡Oh, seguro”!",
    "🦅 Ahora les diré algo, llevamos aquí nueve días, presumo que ya lo hemos recibido”. ¡Oh, esos serían unos buenos bautistas y metodistas y presbiterianos! ¿Ven? “Presumo que lo tenemos, hermanos. Salgamos y comencemos una reunión”.",
    "Nunca lo hubieran tenido. Pero ellos no presumieron nada. ¿Por qué? Ellos sabían que allá en las Escrituras… Les daré algunas Escrituras en un momento, tan pronto las abra.",
    "En Isaías 28:11, Él dijo: “Mandato sobre mandato; línea sobre línea sobre línea; un poquito aquí y un poquito allá”. “Retén lo que es bueno”. “Porque en lengua de tartamudos y en lenguas extrañas hablaré a este pueblo. Este es el reposo”.",
    "Joel 2:28 dice: “Acontecerá en los postreros días, que derramaré Mi Espíritu sobre toda carne. Tus hijos y tus hijas profetizarán”. ¡Aleluya! Ellos esperaron hasta que la Escritura les fuera manifestada. Ellos no presumieron nada. Ellos esperaron hasta que concluyera. Ellos esperaron hasta que Lo recibieron.",
    "La iglesia pentecostal, sus mujeres aún se cortan el cabello, sus hombres aún fuman cigarrillos, y las cosas que hacemos, y cosas como esas, y—y dejando que nuestra gente se porte así. Estamos presumiendo algo. Regresemos, hermano. Regresemos aquí por un minuto. Nos estamos adelantando. No podemos ser pentecostales y hacer eso. No, señor.",
    "Regresemos hasta que baje un Fuego consumidor de Dios, y reciba el sacrificio, y llene a la Iglesia completamente del Espíritu de Dios, y los poderes de Pentecostés a la antigua comiencen a mostrarse de nuevo en la iglesia. Seguro. Seguro.",
    "Solo estamos presumiendo. ¿Ven? Lo estamos tomando: “Bueno, sí, señor, yo creo. Un día yo hablé en lenguas. Creo que lo recibí, Hermano Branham. Yo—yo creo que así es”. ¿Y actuando de la manera que Ud. actúa? ¿Haciendo las cosas que Ud. hace? ¿Relacionándose con el mundo? ¿Viendo televisión el miércoles por la noche en lugar de ir a la reunión de oración? Todas estas cosas, amando eso, “Amamos a Susie”, y todas esas otras cosas, ¿más de lo que aman la Biblia? ¿Leían revistas antes? ¿La gente pentecostal leía revistas antes? Porque el resto de las mujeres actúan de esa manera, ¿Ud. también tiene que hacerlo? Haciendo toda esta clase de cosas, y luego Ud. solo está presumiendo.",
    "🦅 El que ama al mundo, o las cosas del mundo, el amor de Dios ni siquiera está en él”. Así es. Es la verdad.",
    "Llegando al punto donde todo es un espectáculo. Todo es solo un espectáculo, en lugar de la santidad a la antigua, en lugar de regresar a Dios. Uds. ven las fotografías hoy en día de los anuncios, y de los evangelistas que salen, con cabello muy bonito y rizado. Me gustaría tenerlo. Es verdad. Pero Uds. los notan. Se toman su fotografía, pues, con el—con el rostro de medio lado, para mostrar ese cabello tan bonito y rizado, la publicidad por allá, y cosas así.",
    "Permítame decirle, hermano: Con razón el Espíritu de Dios se ha apartado del asunto. Con razón nos volvimos tan fríos como los metodistas o los bautistas. Tenemos que salir de esto, hermano, hermana, o Dios nos consumirá. Esa es la pura verdad. Tenemos que regresar al poder de Dios, a las reuniones de oración a la antigua y a los sacudimientos del Espíritu Santo, hasta que los hombres y mujeres vivan santos y santificados. Sí, señor. Saquen el mundo y todo Hollywood, y vestimenta y demás, de la cosa. ¡Vaya! Así es, hermano. Sí. ¡Oh, cuán engañoso es el pecado! Con qué facilidad entra sigilosamente, y toma las cosas. Se agarra a Ud., y lo sujeta, y se sale con la suya. Sí, señor.",
    "Intelectuales, Uds. iglesias, a veces al votar por su pastor, o como sea que lo hagan. Lo hacen como las iglesias bautistas y demás, y presbiterianos, y metodistas, y también pentecostales, por supuesto. Uds. quieren de su pastor, buscan algún gran individuo intelectual, para poder decirle a su vecino por aquí: “Ve Ud., nuestro hombre tiene… Nuestro—nuestro pastor tiene educación universitaria”. ¿Ven? Nosotros, Uds., Uds. escogerán a un hombre así.",
    "Si yo quiero que un hombre le enseñe a mis hijos, dejarlos bajo su tutela, y cosas así, y mi hermano, mi madre, y alguien a quien espero encontrar allá en la otra tierra, yo preferiría tener un hombre que no se supiera el abecé, en cuanto a lo intelectual se refiere. Yo preferiría que él conociera a Cristo, correcto, como Salvador. Sí, señor. Ya sea que pudiera predicar o no, o ponerse de pie y babear y todo lo demás, no me importaría nada. Si usara overoles en el púlpito, ¿qué importa eso? El problema es que nos hemos vuelto muy elegantes y a la moda. Y los pentecostales, nosotros simplemente…",
    "Y somos todos. Seremos—seremos consumidos si no hacemos algo acerca de esto. Necesitamos reuniones de oración. Necesitamos regresar al poder de Dios. Sí, señor. Y uno dice una cosita al respecto: “¡Oh, vaya, Dios mío!”. La gente piensa que eso es horrible. “¡Oh, vaya! No queremos que él diga cosas así en mi iglesia”. ¡Hmm! ¿Ven? Eso es. ¿Qué pasa?",
    "Eso muestra que hay algo errado adentro. Esta es la Palabra de Dios. Este es Su mandato. Estamos presumiendo que estamos bien, pero me pregunto, me pregunto qué dice Dios al respecto. Sí, señor. Sí, señor. Sí, señor. Es—es horrible decir eso, pero es así. Sí, señor.",
    "El Día de Pentecostés, ellos esperaron hasta que tuvieron autoridad Escritural. Así es, antes de reclamar algo, ellos sabían que lo tenían. No dijo—dijo: “Bueno, yo—yo sentí una pequeña sensación”. Ellos lo sintieron, lo vieron, todo lo demás. Ellos sabían que Aquello estaba allí. Ellos Lo vieron moviéndose en ellos, obrando en ellos, hablando a través de ellos, todo. Estaba allí. Ellos no tuvieron que presumir nada. Aquello estaba allí, hablando por Sí Mismo.",
    "Y un hombre, cuando nace de nuevo del Espíritu de Dios, así mismo es hoy. Ud. no presume;",
    "🦅 Yo—yo creo que recibimos el Espíritu Santo cuando creemos”. No. No lo recibieron. Ud. no re-… Algunos, Ud. podría hacerlo. Pero solo porque Ud. creyó, si Dios no lo llenó con el Espíritu Santo, entonces Él aún no lo ha vindicado a Ud. Ud. no Lo tiene. ¿Ven? Así es.",
    "No presuma que Ud. Lo tiene, esté seguro de ese asunto. Ud. no va a querer arriesgarse, no, porque Ud. estará perdido. No presuma. Solo quédese, vaya, quédese hasta que termine. Hoy lo damos por hecho por un credo o por alguna clase de sensación.",
    "Escuché a alguien, como decía al principio de mi mensaje. Por aquí, hace unos días, estuve en cierto lugar, y algunos dijeron: “Ahora, Ud. tiene que ponerse el manto de Elías”. Vaya, hay más vestimentas diferentes, y—y tocar, y sobar, y sensaciones, de las que he oído en mi vida. Dijo: “Ahora colóquela en blanco. Quédese en blanco. Mantenga su cabeza hacia atrás”. Gente buena y honesta. “Quédese en blanco. No piense en nada. Solo—solo—solo deje que su mente quede completamente en blanco ahora. Ahora diga: ‘Yo le creo a Dios. ¡Oh, yo creo que Tú me vas a dar la—la vestidura de Elías!’”.",
    "Yo no quiero la vestidura de Elías. Yo quiero el Espíritu Santo. Yo quiero venir sobre la base de esta Palabra. Quiero continuar con el conocimiento. ¿Ven? Y yo vine a Dios, creyendo. Eso… Yo no puedo ser cubierto con el manto de Elías. Yo quiero estar cubierto con el manto de la justicia de Jesucristo, vestido con Su justicia. Seguro. Esa es la vestidura que queremos. Sí, señor.",
    "Entonces dijeron: “¡Lo tenemos! ¡Nosotros!”. Y la gente se va, creyendo eso. Dicen: “Bueno, ahora presumo que lo tengo. Tuve una sensación extraña, ¿ven Uds.? O, yo—yo en realidad. Yo… me dio escalofríos”. Sí.",
    "Algunos de ellos dijeron: “Bueno, hasta me hizo llorar”. Yo también lo hice, en el funeral de mi madre, pero, aun así, eso no tuvo nada que ver con Aquello, el Espíritu Santo.",
    "El Espíritu Santo es el poder de Dios enviado a Ud., al corazón, como testigo del Espíritu. Ud. ha nacido de nuevo. Su vida está limpia. El mundo está muerto, y toda su hediondez. Es como el ajo en Egipto, ¿ven?, Uds. están muy lejos de eso. Ud. es una nueva criatura en Cristo Jesús. Las cosas viejas han pasado. Ud. llega a ser una nueva, una nueva creación, completamente, nacida del Espíritu. Sí, señor. Todos los miembros de su cuerpo están sujetos a Su Espíritu, y Ud. se mueve en el Espíritu Santo, sin escuchar el sonido del mundo. Sus ojos están puestos en cosas Celestiales. Eso, ahí—ahí es cuando Ud. realmente tiene… Dios está vindicando la—la cosa.",
    "Pero mientras Ud. aún tenga el mundo, y quiera decir: “Bueno, ellos hacen esto, y ellos hacen aquello; presumo que ellos Lo recibieron”. Ellos, ellos pudieran tenerlo. Yo no sé lo que recibieron, pero no es de Esto de lo que estoy hablando. Esa es la pura verdad. Porque no lo es. Sí, señor. Eso—eso es algo cierto, porque así es. Sí, señor.",
    "Entonces, ¿pueden Uds. imaginarse a una persona que tiene el Espíritu Santo y que niegue parte de la Palabra de Dios, tomando la mitad de Ella, diciendo que la otra mitad no sirve? ¿Ven? “Pues yo creo que un hombre debe vivir, una vida bastante buena. Pero cuando llegamos al momento de pensar en la sanidad Divina y todas estas cosas así, y abstenernos, y, ¡oh!, tenemos que ser esto, aquello, yo no creo en eso”. Ajá.",
    "La Biblia dice que eso sucedería; “Teniendo apariencia de piedad, pero negando la eficacia de ella”. Ellos niegan la mitad de Su Palabra y todo Su poder. Así es. Sí, señor. Eso es cierto. Y luego presumen que ellos Lo tienen; “Todo está bien”. ¿Ven? Sí, señor.",
    "Una señora, un par de señoras, se encontraron con una de nuestras hermanas viniendo aquí, y ella tuvo un pequeño accidente en el camino, o se lastimó, reventó una bujía en su carro, o alguna otra cosa. Y algunas mujeres la recogieron, de cierta iglesia. Y le dijeron a dónde venía. Les dijo: “¡Oh, el Señor nos guio aquí!”. Dijeron: “Ud. está en error. Los pentecostales en error, ¿ven Uds.? Así que nosotros…”. ¡Oh, me hubiera gustado estar allí! ¡A medio vestir!",
    "Dejen de presumir. Esperen hasta que todo el mal genio se haya ido, las señales de la Biblia de su salvación estén obrando en Ud.",
    "Moisés presumió, sin un llamado real, que Dios seguramente se lo revelaría al pueblo. Él iba a salir a conquistar Egipto allá. Él presumió que era el tiempo de hacerlo. Pero él falló, y falló miserablemente, y renunció a la obra, abandonó el pensamiento por completo, hasta que un día Dios se encontró con él.",
    "Cuando se encontró con Dios en la zarza ardiente, ajá, él entró en la zarza, la zarza entró en él. Entonces hubo una diferencia. Él no presumió: “Ahora, yo no sé. Yo creo que mataré a este egipcio, lo esconderé aquí bajo la arena, y—y eso será todo”. Ese fue otro lingote de Acán, ¿ven Uds.? ¿Ven?",
    "Pero cuando Dios le habló, en la zarza ardiente, y él realmente vio a Dios, experimentó a Dios, y supo que era Dios, y Lo oyó decir: “Ciertamente Yo estaré contigo”, ese fue un—ese fue un llamado personal.",
    "Muchas veces la gente va y dice: “Yo creo que fui llamado a predicar el Evangelio”. ¿Ven? Un hombre no tiene derecho a predicar el Evangelio hasta que…",
    "A mí no me importa qué tan bien educado esté, qué tan bien conozca la Biblia. El diablo la conoce mejor que cualquiera de nosotros, así es, pero él no puede vivirla. Eso es. Él no puede vivirla. ¿Ven? Esa es la única ventaja que Uds. tienen sobre él. ¿Ven? Él pudiera conocerla tan bien como Ud., pero él no puede vivirla como puede Ud. Cristo murió para que Uds. pudieran vivirla, ¿ven?, y Él no lo hizo por él. Y ahora, ¿ven?, el…",
    "Ningún ministro tiene el derecho, no importa cuán inteligente, cuánta teología conozca, y lo bien que conozca la Biblia, él no tiene nada que hacer en el púlpito, predicando el Evangelio, hasta que primero se haya encontrado con Dios. No presumir, que, “Yo debería hacerlo. Tendré un mejor sustento, y espero no tener que trabajar demasiado”. Ud. está equivocado allí, hermano, si Ud. realmente es un predicador. Sí. “Pero yo… Y la gente será de esta manera. Y seré popular entre el—el vecindario donde estoy, y cosas así. Y creo que es lo que debo hacer”. Eso no es.",
    "El llamado de Dios es algo en lo que Ud. no presume. Es algo, una experiencia real, algo que Ud. ha hablado cara a cara con Dios, y Ud. sabe que está comisionado para ir a hacerlo. “De seguro Yo estaré contigo”. Ud. no presume nada. Ud. simplemente lo cree. Sí. No lo presuman.",
    "No presuma: “Estoy bien”. Esperen una experiencia personal Cristiana. No reclame el Espíritu Santo cuando Ud. se vea todavía perdiendo el tiempo con el mundo; no haga eso. No. Ud., Ud. estaría mejor si simplemente lo olvidara, ¿ven?, si se olvidara.",
    "🦅 Pues” por decir, “Hermano Branham, yo—yo tuve escalofríos un día”. Eso—eso—eso—eso, de hecho, pudiera estar bien. ¿Ven? Pero Ud. dice: “Bueno, yo—yo dancé en el Espíritu. Yo pudiera haber hablado en lenguas. Yo—yo—yo pudiera haber hecho estas cosas”. Eso está bien. Sí, señor. Eso está bien. Pero si esa vida no se ha enderezado, si Uds. hombres todavía fuman cigarrillos, cuentan chistes, toman tragos sociables, mienten, engañan, no son honestos con su vecino, ni siquiera son honestos con su familia, ¿ven?, y Ud. declara tener el Espíritu Santo, no testifique más de eso, hermano.",
    "Y Uds. mujeres que no tienen la decencia común de dejarse crecer el cabello, como Dios les dijo que lo hicieran. Así es. La Biblia dice que una mujer que se corta el cabello deshonra su cabeza, y ella, deshonra a su esposo. Y Uds. que usan estas viles ropas como el resto del mundo, la Biblia dice que el que… “La mujer que se coloca ropa de hombre es una abominación”, inmunda a la vista de Dios. ¿Y luego Ud. reclama tener el Espíritu Santo? Ud. está presumiendo que Lo tiene. Pero cuando Ud. Lo recibe, Aquello Lo limpia a Ud., correcto, lo hace a Ud. diferente.",
    "Uds. que reclaman tener el Espíritu Santo, y Uds. que tienen el cabello largo, y usan sus vestidos de buena manera, todo de esa manera; y Ud. se queda en casa el miércoles por la noche para ver un programa, un programa de televisión, en lugar de ir a la iglesia a la reunión de oración, Ud. está suponiendo que tiene el Espíritu Santo. Porque cuando el Espíritu Santo está allí, el amor de Dios constriñe tanto en Ud., al punto que uno simplemente no puede mantenerse alejado de la gente. ¿Ven? ¡Uds. a quienes tienen que forzarlos a orar!",
    "¿Y si mi esposa, si yo le dijera a mi esposa… Si yo me casara, yo estuviera casado, y le dijera a mi esposa que yo—yo la amaba, y eso fuera una mentira? Y cuando realmente llegue el momento de la verdad, nosotros, es—es un amor artificial. Yo solo estoy… Yo estoy… Realmente no es la verdad. ¿Ven?",
    "Es como si Ud. usara dientes artificiales, si Ud. no tiene dientes; eso, eso está bien. Ud. tiene que tener algo con qué masticar, así que, se pone dientes artificiales. Esos dientes están bien, el sustituto, hasta que Ud.—Ud. tenga más. Pero, eso, esos dientes no están conectados con Ud. Ellos no están conectados allí. Están bien. Son un sustituto, pero no están conectados con Ud. Ellos no vendrán en la resurrección, porque no están conectados con Uds. Así es.",
    "Si a Ud. le cortan un brazo, Ud. se pone un brazo artificial, es un substituto de algo. Usa un guante, y eso—eso está bien. Está perfectamente bien, ¿ven?, hacer eso, pero ese brazo artificial nunca vendrá. Nada artificial vendrá en la resurrección.",
    "Y tampoco un Cristiano artificial jamás se levantará en la resurrección. Ud. no está conectado con Cristo.",
    "Y si Ud. verdaderamente no ama a su esposa más que a cualquier otra mujer en el mundo, no la ama, aún algo anda mal. Si Ud. no ama a su esposo, si Ud. lo desprecia y no vive la clase de vida correcta, hay algo mal. Así es. Ella no estará. Ellos no estarán allí para que, en la resu-… Ud. pudiera haberse casado con él, estar viviendo fielmente a él. Eso está bien. Yo—yo aprecio eso. Ud. debería hacer eso como una dama, por sus hijos. Y Uds. hombres con sus esposas, eso es lo correcto, Uds. deberían hacer eso, es honorable. Pero en la resurrección, esa no será ella.",
    "Ud., igual como en Cristo ahora, Ud. tiene que estar conectado, ser parte de Cristo.",
    "No algo artificial, puesto: “Yo voy a la iglesia y digo la Doxología y el Credo de los Apóstoles, y demás, y creo que estoy avanzando tan bien como los demás”. Hermano, Ud. está presumiendo. No solo dé eso por hecho. Ud. está caminando sobre terrenos en los que en realidad no tiene autoridad para reclamar el Espíritu Santo. Ud. no tiene autoridad real.",
    "¿Qué dijimos aquí atrás, cómo dijo Webster? Webster dijo: “aventurarse sin verdadera autoridad”.",
    "Ud. se está aventurando, diciendo: “Yo soy pentecostal” cuando no tiene la experiencia, y Ud. no está viviendo la vida Pentecostal. Sí, señor. ¿Qué? Sin verdadera autoridad. O, dándolo por un hecho: “Yo hablé en lenguas, así que supongo que Lo tengo”.",
    "Yo también creo en hablar en lenguas. Pero si la vida no lo sigue, entonces eso no sirve de nada. ¿Ven? Seguro. Yo he visto a brujos hablar en lenguas, y magos interpretarlas. ¿Ven? Yo sé eso. Y he visto a santos hablar en lenguas; también con interpretación. Pero, ¿ven Uds.?, tiene que ser una vida; “Por sus frutos los conoceréis”, la clase de vida que es.",
    "Y miren nuestro mensaje Pentecostal hoy en la predicación, y nuestra gente defraudando constantemente. Aun en cositas normales, ni siquiera pueden entrar en el fundamento de la decencia común. Entonces, ¿cómo vamos a proclamar el Espíritu Santo? Es hora, hermano. Con razón el mundo dice que no tiene lo que Ud. dice tener. Lo estamos presumiendo. Estamos tomando el nombre de “pentecostés” sin vivir la Vida de pentecostés. Una vida de pentecostés es una vida consagrada, llena del Espíritu Santo, rica y real, al grado que no hay nadie que pueda apuntarle un dedo. Eso es verdadero pentecostés. ¡Oh!, no… ¿Qué? ¿Por qué querría Ud. un sustituto? ¿Por qué el diablo los engañaría a Uds. en algo así?",
    "Leía aquí no hace mucho, cuán fácilmente el diablo puede engañar a una persona en eso. Estaba leyendo la vida de San Martín. Muchos de Uds. lo han leído, por supuesto, en el Concilio de Nicea, Post-Nicea, Padres, más bien, cómo es que Satanás vino a él, tan real, vino a este Martín. Estaba vestido con una fina corona en su cabeza, hermoso a la vista, cabello resplandeciente, zapatos dorados. Martín quedó asombrado, al ver la visión de él parado allí. Él dijo: “¿No me conoces, Martín? Soy Cristo”.",
    "Martín era un hombre lleno del Espíritu Santo, y realmente había hecho lo correcto. ¿Ven? Solo escuchen esto.\n\nY él dijo: “Acéptame, Martín. ¿Por qué te quedas parado, vacilando?”.",
    "Martín miró hacia atrás y dijo—dijo: [Cinta en blanco.—Ed.], “Mi Señor no regresa con una corona sobre Su cabeza; Sus santos Lo coronan”. ¿Ven? ¡La Escritura!, quédense con Ella. Sí. Él estaba en la Palabra.",
    "Una noche, en una escuela; uno de sus estudiantes, un ministro, tenía una escuela, el monasterio. Muchos de los… Lo que, ellos ahora llaman estudiantes y escuelas Bíblicas. Pero uno de los estudiantes comenzó a sentirse con un estilo propio. Él dijo: “Yo soy uno de los profetas del Antiguo Testamento. Todos Uds. escúchenme”.",
    "Tenemos eso hoy. “Escúchenme a mí”. Un verdadero profeta nunca dirá algo así, amigos. Sería lo que menos diría, será la última persona que diga eso. ¿Ven?",
    "🦅 Todos Uds. escúchenme a mí. El Señor me ha dado autoridad”. Él siguió con eso. Los verdaderos hermanos no le prestaron atención, ni tampoco el obispo. Y continuó, hasta que finalmente dijo: “Por cuanto todos Uds. no me han creído, profetizando. Esta noche, el Señor Dios descenderá y me dará un manto blanco, para establecerme entre Uds. Yo soy uno de los profetas del Antiguo Testamento”.",
    "¿No suena un poco parecido a hoy en día? Investíguelo ahora, adelante. ¿Ven? Alguien dijo, no hace mucho, lo tuvieron en el periódico: “Dios bajó, lo llevó a él delante de Dios el Padre, y sintió Ángeles con plumas en Sus alas”. ¡Fiu! Muy bien.",
    "Entonces esto, esa noche como a la medianoche, ciertamente, una luz vino sobre su lugar. Y solo tenían antorchas en esos días, esa luz real. Se escuchó a la gente susurrar. Enseguida él salió con una túnica blanca. Todos la tocaron, nunca habían visto algo así. Todos vinieron alrededor. Vino el obispo, la miró. Ni siquiera de qué tela era; hermosa. No era una túnica blanca. Era una—era una túnica púrpura, muy felposa y bonita, no se había visto algo hecho así antes.",
    "¿No se habrían tragado eso los pentecostales? ¡Hmm! Vaya, con eso hubieran tenido. Sí, señor.",
    "Y, el anciano obispo era un hombre bastante inteligente, eso sí. Su… ¿Cuál era el asunto con ellos, la iglesia allá atrás? Ellos se quedaron con la Palabra. Ellos nunca presumieron nada, no importa qué clase de sensación fuera.",
    "Dios bendiga sus corazones, hermanos. Quédense con esa Palabra. No importa cuánto su pastor, cuánto diga Fulano de tal, o alguien más, o la iglesia, o la organización diga esto, aquello o lo otro: “Está bien. Haga lo mejor que Ud. pueda”. No crea eso Ud. Solo quédese con esa Palabra.",
    "Así que esa túnica no era natural. Y él dijo: “Ahora vean, de aquí en adelante, me sentaré entre Uds., en esta hermosa vestidura enviada del Cielo”.",
    "¡Fiu! ¿No hubiera destrozado eso una reunión pentecostal, hermano? ¿No lo hubieran hecho? ¡Eh! ¿Ven? Ciega los ojos, simplemente recibir algo, ¡oh!, es tan fácil ser engañado. ¿Ven? Así es. No reciba Ud. eso.",
    "Dijo: “El Señor me dio esto. Y ahora todos Uds. tienen que saber que yo soy un profeta. Yo soy uno de los profetas del Antiguo Testamento. Ahora todos Uds. escuchen lo que les digo”. ¿Ven? “Voy a dar órdenes aquí de ahora en adelante”.",
    "Pero de alguna manera, al anciano obispo, eso no le cuadraba. Simplemente no había… Algo no andaba bien. ¿Ven? No se veía bien, porque la actitud del muchacho no era la correcta. ¿Ven?",
    "Así no es como actúan los profetas. Su vindicación no es por lo que dicen, lo que ellos… así, lo que profesan; son las señales que los siguen.",
    "Con un Cristiano, de la misma manera, y así. Si decimos que somos Cristianos y aún estamos en el mundo, entonces algo anda mal. ¿Ven? Hay algo mal. No, simplemente no se siente bien, no se ve bien. No importa cuánto Ud. diga que está correcto, aún no está correcto. Hay que venir a la Palabra, de regreso a la Palabra.",
    "Así que él dijo, el anciano obispo dijo: “Pasaremos el resto de la noche cantando himnos y—y ofreciendo oración”. Todo continuó. El anciano obispo oró toda la noche. Los demás cantaron himnos al Señor.",
    "A la mañana siguiente (Ellos sabían que Martín era un profeta vindicado de Dios, él no tenía que decirle eso a nadie, sus obras eran la prueba) y, él dijo: “Hay una cosa más que quiero que hagas, hijo”. Dijo: “Quiero que vayas a pararte delante de Martín”.\n\nÉl dijo: “¡Oh, me fue advertido no pararme delante de Martín!”.",
    "Allí tienen. Allí lo tienen. ¿Ven? El que tiene buen oro no teme llevarlo a la máquina de prueba. El que vive una vida sin reproche no le importa lo que el mundo le llame: “santo rodador”. Así es. Si un hombre vive una vida sin reproche, cuando la mujer vive una vida sin reproche, ella puede oír cualquier palabra predicada de la Palabra de Dios, o él, cualquiera, no les molesta. Seguro que no. No tienen que ir, temer a la piedra de prueba, si Uds. tienen oro genuino. No tienen que preocuparse por eso, pasará la prueba.",
    "Y entonces dijeron: “Vas de todas maneras”, porque sabían que Martín era un profeta vindicado del Señor. Así que, Dios había estado con él en las cosas que él había hecho, y probó que así era. Y ya lo levantaban, para llevarlo de todas maneras, y el manto desapareció. [El Hermano Branham chasquea los dedos.—Ed.] ¿Ven qué fácil es, presumir? ¡Ese muchacho honesto, presumiendo que había oído una Voz! ¡Cuán fácil hubiera sido para ese obispo, y para cualquiera de ellos, haber sido engañados por eso, pero esos hermanos se quedaron con la Palabra!",
    "Cuando ese concilio de Nicea surgió allá, ellos comenzaron la discusión. Muchos de Uds. ministros saben de lo que estoy hablando. Las que eran escuelas genuinas, como San Patricio y los que fueron allá, y los diferentes, eso e Ireneo y los diferentes, ellos se quedaron con la Palabra. Los demás escogieron dogmas y se desviaron, y allí está eso aun hoy. Pero los verdaderos creyentes se quedaron con la Palabra. ¡Bendito sea Dios! Yo sé.",
    "No presumamos nada. Quédense con esa Palabra. Y Dios está obligado a hacer…",
    "Esa Palabra es una Simiente, y esa Palabra producirá todo lo que prometió producir; lo hará. Sacará el mundo de Ud.; lo santificará; lo hará vivir una vida diferente; lo hará hacer cosas que Ud. pensó que no podía hacer, porque es la Palabra en Ud.",
    "No presuma que Ud. lo tiene. Vigile su vida y dé la talla, y vea lo que es su vida. Vea la manera en que Ud. está viviendo. Vea si Ud. está en la Fe. Escudriñe y vea si todo está saliendo correctamente. Vean si el mundo todavía tiene un amor, tanto, que los llamará a apartarse de las cosas que realmente son de Dios, para amar al mundo. Si es así, hermano, escudríñese aquí mismo. Deténgase aquí mismo, diga: “Satanás, devuélvete con esa cosa sucia; no la recibiré”.",
    "🦅 Bueno, allá en la iglesia de Fulano de tal, ellos hacen eso. El Hermano Fulano de tal se lo permite a su gente”.",
    "🦅 A mí no me importa lo que haga el Hermano Fulano de tal. La Palabra dice que no lo hagamos; con eso basta”. Así es.",
    "🦅 Pues, ellos, ellos son la organización más grande del país. Todos lo hacen. Ellos dicen que está bien”. Sí. Sí, pudieran decir que está bien.",
    "Pero cuando Dios lo dice, ¿ven?, la Palabra de Dios lo dice. Satanás dijo: “Escrito está…”. Y Jesús dijo: “Escrito está también…”. ¿Ven? Allí está. ¿Ven? Está escrito.",
    "Debemos guardar la Palabra de Dios. No presuma nada. No lo den por sentado. No se aventure a salir cuando Ud. no tiene autoridad para hacerlo. Lo que hay que hacer es quedarse allí y esperar, si son diez días, veinte días, diez años, o lo que sea, hasta que Ud. esté totalmente seguro, y la Palabra por sí misma testifique que así es. Entonces Ud. tiene razón. Esa vida se enderezará, y llegará directamente a lo alto, llegará directamente a su lugar. Seguro que lo hará.",
    "Y, la iglesia, a menudo me he preguntado. Me gustaría entrar a una iglesia… Espero poder verla antes de morir. (Terminando.) Entrar a una iglesia alguna vez, y pasar allí y solo ver, ¡oh, cómo el pecado ni siquiera pudiera estar en esa iglesia! Cualquier miembro tendría que confesarlo antes de llegar allí. El Espíritu Santo lo declararía en el acto, así. ¿Ven? Como ver a las mujeres sentadas allí, luciendo como damas. Ver hombres como hombres, realmente hombres de integridad, hombres llenos del Espíritu Santo, llenos del Espíritu. Que un solo pecado llegue a la iglesia, en cualquier lugar, y el Espíritu Santo lo declare directamente. Como Ananías, Safira, tenerlo allí mismo delante de Uds. ¿Ven? ¡Oh, esa es la iglesia que me gustaría ver! Desearía poder verla.",
    "He cruzado países luchando, amigos. He golpeado; he sacudido; he—he hecho de todo, le he gritado a la gente, y algunas veces condené sus organizaciones, y demás. No a la organización, no es eso. La organización está bien. Yo no tengo nada en contra de eso. Pero escuche, hermano, tantas personas, ¿ven?, están dependiendo de esa organización. ¿Ven?",
    "Si Ud. estuviera yendo por un río hacia unas cataratas, y yo lo viera a Ud. en un botecito, y ese bote se va a hundir. Y yo, al gritarles, no es porque no los ame; es porque los amo. ¿Ven? Uds. se harán pedazos en las cataratas.",
    "Y si Ud. dice: “Bueno, nosotros pertenecemos a esto. Pero, Hermano Branham, le digo, nosotros, nuestro pastor, él es un buen hombre”. Yo no lo dudo ni un poco. Y el varón es honesto, él está presumiendo estar correcto. Entonces Ud. dice: “Pues, él dice: ‘No existe tal cosa como la sanidad Divina. No existe tal cosa como el hablar en lenguas. No existen estas cosas. Eso no es correcto’. Pues, él dice que Eso está errado; eso enseña su organización”. Bueno, yo no estoy en contra de su organización, pero esa cosa se hará pedazos.",
    "Jesús dijo: “Estas señales seguirán a los que creen”. ¿Ven? No presuma. Esté seguro. Entonces Ud. lo tiene, cuando Ud. está seguro. ¿A cuántos realmente les gustaría tener esa clase de experiencia, les gustaría entrar a una iglesia así? ¿No sería maravilloso?\n\nInclinemos nuestros rostros por un momento.",
    "Nuestro Padre Celestial, en la Presencia de Su santidad, sabiendo que Él es el Ser verdadero y justo, cuán difícil es, Señor, venir a los hermanos y hermanas y hablar cosas que cortan, y escarban, y desgarran. Y cuán difícil es decir esas cosas, Padre. Yo—yo oro que seas misericordioso conmigo, y sepas que mi corazón está con el pueblo en—en amor, y que me—me encanta estar con ellos.",
    "Y ¿por qué tendría yo que decir cosas así? Porque, Padre, yo creo que—que se debe decir, que es—es Tu Palabra, y se debe hacer. Y muchas veces eso ayuda a nuestros hermanos por el camino, cuando la congregación se vuelve tan arrogante que ellos—ellos simplemente pasan por alto los mandamientos del pastor y cosas. Y luego, Señor, Tú envías, a veces, a alguien, para cumplir lo de en boca de dos o tres testigos, y ver que—que realmente se crea, y que realmente es la verdad, y personas diferentes citándola. Entonces el pueblo se parará sin excusa en aquel día.",
    "Padre Dios, yo sé que no hay nadie aquí que quiera perderse en ese Día. Lo último en sus mentes sería perderse en ese Día. Y, Señor, no importa lo que hayamos hecho, Tú dijiste: “El que no naciere de nuevo, ni siquiera puede ver el Reino de Dios”. Entonces, si nacemos de nuevo, somos hijos de Dios, y las cosas del mundo están muertas para nosotros. Ya no nos relacionamos con ellas, están—están muertas.",
    "Y oro a Ti, Padre, que seas misericordioso en esta noche y concede que cada miembro de la iglesia que se ha involucrado en tales cosas como un poco de frialdad y volver al mundo, que pronto sean como la paloma que fue soltada del arca, para ir a buscar tierra, y regresó. No pudo encontrar descanso para las plantas de sus pies, sobre esos cadáveres muertos. Y tocó a la ventana, hasta que el padre Noé la dejó reposar dentro del arca, hasta que bajaron las aguas. ¡Oh, Señor!, que esa persona regrese a Dios esta noche.",
    "Que la iglesia regrese, en su totalidad. Que este sea un tiempo de escudriñar, en Phoenix. Que las iglesias sean movidas a la santidad, Señor. Y que haya tal movimiento, para ver eso, los grandes movimientos que Tú inicias, y… y el poder de Dios comience a fluir entre el pueblo. Y luego lo mundano y la indiferencia, y las imitaciones, y—y las comparaciones carnales, y—y la mundanalidad se cuelan en la iglesia, exactamente como fue en nuestro texto esta noche. Ellos anduvieron bien.",
    "Salieron de Egipto, bajo la circuncisión, y en la sangre del cordero, y—y ellos iban bien. Pero cuando llegaron a otra parte de Tu Palabra, y luego la dudaron, allí mismo se detuvieron, y perdieron la batalla.",
    "Y, Padre, oramos que eso nunca le suceda a Tu Iglesia en estos últimos días. Dios, no permitas que la batalla nos deje derrotados. Saquemos todos los Acán, y los—los lingotes del campamento, y—y volvamos a la Palabra, y regresemos a la santidad, y regresar a la justicia, y vivir para Dios en el poder del Espíritu Santo. Concédelo, Señor.",
    "Por Jesucristo, oro que pongas hambre en el corazón del pueblo, por ver esa iglesia como lo fue allá en los días antiguos, cuando ni tenían un—un mueble en la iglesia. Ni siquiera tenían un altar allí, porque los paganos se postraban ante el altar, y se postraban ante los ídolos paganos. Y temían colocar un altar en la iglesia, por la gente, los convertidos simples pudieran querer adorar el altar en lugar del—del Dios viviente.",
    "Y ellos caían de rodillas allí abiertamente, y alzaban sus manos hacia el Dios invisible, porque ellos amaban esos efectos secundarios del fluir del Espíritu. Se sentaban sobre losas frías de—de roca, y—y en el suelo, para escuchar a algún varón piadoso explicar el Evangelio y el poder de Dios, y luego el Espíritu Santo caía en la reunión.",
    "¡Oh, Dios!, verlos entrar en fosos de leones, y en hogueras, y—y cuanta cosa, Padre. Y en la resurrección, ¿dónde nos pararemos? Puede ser que hoy no se requiera ir a cuevas y a fosos de leones, pero Dios, se nos requiere vivir decentemente y en santidad, y conforme al modelo de Dios; para vivir piadosamente, escudriñando y orando, y—y esperando, y vigilando que en cualquier momento Él vendrá: no temiendo que Él venga, sino “amando Su aparición”. Concédelo, Señor.",
    "Nos encantaría ver esa gran Iglesia convocada junta, y esta porción que descansa y peregrina aquí en Phoenix. Creemos que Tú literalmente tienes a cientos de los miembros de Tu Iglesia peregrinando aquí en Phoenix, esperando ese momento. Señor, ellos no están presumiendo, ellos están llenos del Espíritu, sus vidas cuadran y muestran que lo están. Ellos son Tus hijos.",
    "Y hay algunos que les encantaría estar de esa manera, Padre. Ellos tal vez solo han presumido, y miran hacia atrás en sus vidas y ven que simplemente no funciona de esa manera. Algo anda mal. Oro, Padre, que esta noche… si hay alguno aquí, que esta sea la noche en que sea llamado, que no se avergüencen, sino que se paren y digan: “Estoy errado. Dios, perdóname. Y ayúdame de esta noche en adelante, a realmente venir a la Palabra y creerla toda, y ser lleno del Espíritu, y santificado de tal manera que mi testimonio no esté contra mí en la ciudad”. Concédelo, Padre.",
    "Ahora, mientras tenemos nuestros rostros inclinados, nuestros ojos cerrados, voy a pedirles, como—como su hermano, como un peregrino junto a Uds., buscando una Ciudad cuyo Arquitecto y Hacedor es Dios. Y me pregunto, si algunas de Uds. hermanas aquí esta noche, algunos de Uds. hermanos, sin duda son buenos, sinceros. No he querido lastimar. Pero he querido decirles cuál es la Verdad, la Palabra de Dios.",
    "Y yo he estado en su ciudad y he tenido avivamientos. Uds. han visto que—que yo creo en Dios. Dios no le responde a los pecadores, sabemos eso. Y nosotros—nosotros… Yo creo ser un Cristiano. Y yo… Y—y sus pastores se los han dicho, por la ciudad aquí. Y se dan cuenta de que Uds. están confesando tener el Espíritu Santo, y se enteran de que aún encajan con en el mundo, se entretienen allá en el mundo. Ud. no quiere eso, ¿verdad, hermana? Uds. no quieren eso. Ud. es una persona demasiado buena para ser así. Ud. no se lo perdería por nada. Y ahora, de esta noche en adelante, Dios… si Uds. nunca lo oyeron antes, Dios lo hará responsable por eso; Él lo hará a Ud. responsable.",
    "Hermanos, si Uds. son culpables de algunas de esas cosas de las que hemos hablado, Ud. no quiere ser así, ¿verdad, hermano? Seguro que no. Ud. quiere ser un verdadero Cristiano.",
    "¿Cómo puede Dios llevarnos al álgebra, como dije, cuando no podemos salir del jardín infantil? ¿Ven? Nosotros—nosotros quizás tengamos emociones. Pudiéramos gritar y alabar a Dios, y danzar en el Espíritu, y todo eso. Pues, eso, todo eso está bien, hermano, hermana. Yo también creo en eso. Pero yo los he visto danzar alrededor de un ídolo pagano de la misma manera, gritando y clamando, y hablando en lenguas, ¿ven Uds.?",
    "Así que, es—es la vida lo que cuenta. ¿Ven? “Por el fruto se conocerán”. Y Ud. ve que Ud…. ella no está cuadrando. ¿Le gustaría a Ud. ser un verdadero Cristiano? Y ahora los quiero con los ojos cerrados, orando, por favor. Quiero que sean muy honestos ahora, ahora mismo sean muy honestos.",
    "El pecado no se puede cubrir bebiendo, haciéndolo a un lado, uniéndose a una iglesia, buscando comportarse mejor. El pecado solo se puede matar por el poder de Dios, la Sangre de Jesucristo. ¿No querrían Uds. una vida así? Si Ud. la quisiera, y Ud. está… Ud. cree que Dios está en el edificio. Su Presencia que nunca falla está siempre cerca, no importa dónde Ud. esté.",
    "En una visión la otra mañana, Él me dijo eso. Él dijo: “No temas”. Él dijo: “Levántate confiadamente, ¿ven?, porque la Presencia infalible de Cristo está cerca”.",
    "¿Quisiera Ud. ser ese tipo de Cristiano, como Ud.—Ud. realmente sabe que debería serlo? Ud., Ud. está tratando de serlo, pero aún no ha llegado a ese lugar. Ahora, su propia vida lo prueba. ¿Ven? Levante su mano a Dios. Solo diga… Dios le bendiga. Esos son corazones honestos y sinceros; “realmente quiero serlo”.",
    "Ahora, qué pasa si Ud. ha… Si sabe en su vida que Ud. no está cuadrando con lo que se requiere para que un Cristiano haga. Y entonces, aun ahora, en la Presencia del Espíritu Santo, Satanás hace que Ud. mantenga su mano abajo, y Ud. no lo recibe. Ahora, ¿qué me dice de eso? Cuando, Ud. sabe, aquí mismo con las Escrituras, que Ud. está errado. Y digo eso en amor, con respeto. ¿Ven?",
    "¡Qué cosa tan horrible es, ¿ven?, que Uds. lo supieran! Y no digo que Ud. lo sepa. Pero, digo, si Ud. lo supiera, y conociera que su vida, al escudriñar lo que Ud. hace, y como se está portando, ver que su vida no cuadra con la Biblia. Y Ud. oye el Evangelio predicado. Y Ud. mismo Lo lee. Ud. sabe que está mal hacer esas cosas y, sin embargo, lo hace. ¿Ven? ¿No es eso algo horrible?",
    "Ahora, por lo menos veinte, treinta manos se levantaron. ¿Alguno más que quisiera…? Ahora, que nadie mire. Solo que yo mire. Quiero orar. Alguno que no alcanzó, le gustaría levantar la mano. Lo veo en el balcón. Sí. Sí, allí. Dios le bendiga. Hay muchos más. Sí. Dios sea con Ud. Fue con mucha sinceridad. ¿Por qué no quedamos a cuentas esta noche? ¿Por qué no decimos en esta noche: “Vamos a arreglarlo”?",
    "Ahora, vengo entre Uds. aquí a Phoenix, este hermoso lugar, apreciándolos tanto, las cartas que escriben, y el ánimo y cosas, con las que Uds. tratan de motivarme. Y Uds. oran por mí. Por eso es que tengo… Quiero ser sincero con Uds. ¿Ven? Pues Cristo va a hacerme responder por esto. Y si no les digo toda la Verdad, entonces, ¿ven?, yo tendré que responder. Y por eso, quiero—quiero que estén Allí, hermano, hermana.",
    "No se arriesgue. Si existe la más mínima probabilidad, no se arriesgue; que no solo sea un juego. Nosotros no… Seamos—seamos genuinos, Cristianos genuinos. Seamos… Ud. puede serlo; otros lo son. Ud. también puede serlo. Ud. conoce a cierta dama a la que le gustaría parecerse, a cierto hombre al que le gustaría parecerse, cierto ministro al que Ud. quisiera parecerse, cierta persona. Uds. quieren ser así. Ud. puede serlo. Ahora creamos con todo nuestro corazón.",
    "Y ahora, mientras tenemos nuestros rostros inclinados, y voy a pedirle a nuestra hermana allí en el piano, por favor, solo darnos un pequeño acorde de un canto, hermana, por favor. Y me pregunto, Uds. que realmente les gustaría… Ahora, si Uds. realmente son sinceros, eso sucederá ahora mismo, si realmente son sinceros, pero tienen que ser sinceros.",
    "Tengo un testimonio. He estado… Desde que partió mi madre, he estado en el bosque, tendido en una cueva, ayunando y orando. Una visión vino a mí. Y esa fue una de las cosas, la sinceridad. ¿Ven? Ahora, ¿es sincero Ud. en eso, que quiere ser un Cristiano así? ¿Quiere Ud. soltar todo el mundo, y que todo eso sea quitado de Ud.?",
    "Si realmente lo dice en serio, Ud. no siente vergüenza de nadie en esta iglesia. Ud. no se avergüenza por alguien que vea su postura. No, señor, Ud. no. Ud.—Ud.—Ud. extendió su mano a Dios. Ud. no se avergüenza de nada. Ud. viene. Lo único de lo que Ud. se avergüenza es de su vida. ¿Ven? Y Ud. quiere—Ud. quiere ser enderezado. Ud. quiere… Ud. siempre ha querido vencer, para hacer lo correcto.",
    "Si Ud. es así de sincero, quiero que se levante y venga aquí, párese aquí en el altar, como si viniera a que se orara por Ud. si estuviera enfermo. Quiero orar por Uds., e imponerles las manos. Si Ud. quiere venir aquí para eso, simplemente venga. Estoy seguro que el Padre Celestial… Solo vengan en silencio y párense aquí alrededor del altar. Venga para la consagración, en tanto silencio como pueda.",
    "🦅 Estoy consagrando mi vida desde esta noche en adelante, Hermano Branham. Yo no voy a presumir nada. Voy ahora mismo. Voy ahora mismo. He—he terminado con esto; estoy—estoy prometiéndole a Dios. Yo, no importa lo que suceda, yo—yo he terminado con el pecado ahora mismo. Estoy… Quiero ser un verdadero Cristiano. Vengo a consagrar mi vida”. Me hace sentir tan bien verlos hacer eso.",
    "Ahora, solo—solo uno o dos momentos más. ¿Hay alguien más que quisiera pararse y decir: “Yo, en esta noche, consagro mi vida. Yo… Dios, estoy—estoy cansado de esto. Siempre he querido ser genuinamente, un verdadero Cristiano. Ha ardido en mi corazón desde que yo era un muchachito, o una muchachita. Yo—yo quiero el mismo… Yo—yo no puedo correr un riesgo como este, sabiendo que tengo que morir”. ¿Por qué no vienen, se paran alrededor del altar por un minuto, para consagrarse? Ahora, esa consagración significa consagrarse a algo, la consagración a Cristo. ¿Podrían venir y pararse alrededor del altar para esto, solo un minuto?",
    "Los Cristianos que no tengan esta experiencia, no se arriesguen ahora. ¿Ven? ¿Cómo se conoce un árbol? Por el fruto que da.",
    "Ahora, venimos tan reverentes como sabemos venir. Más adelante, en una de las reuniones en las iglesias, Uds. sabrán por qué estoy haciendo esto. No tengo tiempo para decirlo esta noche, entrar en eso. Pero yo… Uds. entenderán por qué lo estoy haciendo. Yo creo que Dios le está dando Su llamado a Su iglesia. Ese es el… como el último que vamos a tener. ¿Ven? Es algo que va a suceder, y yo no sé cuándo. Pudiera sucederle a Ud. antes del amanecer. Pudiera sucederme a mí antes del amanecer.",
    "Pero, hermano, hermana, ¿podremos darnos el lujo de arriesgarnos en cualquier cosita, no importa lo que sea? “El culpable de lo mínimo es culpable del todo”. Ud. debe estar limpio, lavado en la Sangre del Cordero. El pecado más mínimo lo impedirá a Ud. inmediatamente. ¿Ven? Si los Ángeles se ven sucios ante Él, ¿qué de nosotros?",
    "Ahora, solo espero un o dos momentos más, porque pudiera haber alguna otra alma. De nuevo, una se mueve por aquí y allá, que vienen. Quiero que vengan en profunda sinceridad ahora.",
    "Ahora, sin duda alguna, muchos de Uds. parados aquí en el altar han tenido diversas experiencias. Quizás Uds. han gritado, llorado, hablado en lenguas, danzado en el Espíritu, Uds. hermanos y hermanas. No hay duda de que las han tenido. Y esas—esas cosas están bien, muy bien.",
    "Pero ¿saben Uds., cuando la…? Hebreos, el capítulo 6: “La lluvia viene sobre la tierra muchas veces, para prepararla, disponerla para su propósito. Pero los espinos y abrojos están prontos a ser desechados, cuyo fin es ser quemados”. ¿Cómo supieron diferenciarlos? El mismo Espíritu, la misma Vida, la misma agua que cayó sobre el trigo también cayó sobre los espinos. Y las espinas, y las zarzas, y la—y la cizaña estaban igual de felices y refrescadas con la misma lluvia. Y la gente puede sentarse en la iglesia, amigos, y recibir la misma clase de experiencias.",
    "Ahora, no se deje engañar por esto, amigo. ¿Ve? Ud. puede recibir la misma experiencia por el mismo Espíritu Santo que recibió alguien sentado junto a Ud., y aun así no es Aquello; “El sol brilla sobre el justo y el injusto. La lluvia cae sobre los espinos y sobre el trigo”. Se envía para el trigo. El Espíritu Santo es enviado a la iglesia para los santos consagrados, pero los que están sentados allí lo disfrutan. Seguro. “Pero por sus frutos se conocen”.\n\n“¿Los arrancamos” dijeron, “entonces”?",
    "🦅 No. Que crezcan juntos. Y en aquel Día, los Ángeles saldrán y reunirán todas las zarzas y enredaderas, y las quemarán. Pero el trigo será llevado al granero. Por sus frutos los conoceréis”.",
    "Por eso es que Uds. están parados aquí esta noche, es por fruto, el fruto del Espíritu. Ahora, no olviden.",
    "🦅 ¿Por qué es” dice Ud., “Hermano Branham”? Quizás algunas de Uds. mujeres paradas aquí. Veo que tienen el cabello corto: “¿Por qué será, Hermano Branham, soy Cristiana, y me—me parece que aún no puedo hacer eso. No puedo dejarme crecer el cabello. Sin embargo, yo sé que la Biblia enseña que es lo correcto; el Nuevo Testamento enseña que eso es lo que hay que hacer. Yo simplemente no puedo hacerlo. Parece que no puedo vencerlo, ¿ve?, no puedo llegar a ese lugar”. ¿Ven?",
    "Yo creo que Ud. es una buena persona. Creo que es sincera. Ud. no estaría parada aquí como un ejemplo esta noche. Ud. está haciendo eso. Y, eso, eso es lo que Ud. debe hacer. Es la Escritura. Es lo que Ud. tiene que hacer. ¿Ve?",
    "Algunos de Uds. hermanos, solo Dios conoce su corazón, por qué estará Ud. parado aquí, las cosas que Ud. quiere vencer. Ahora, Uds.—Uds. pueden hacerlo, si tan solo lo aceptan de esta manera. Y dicen: “Señor, no soy nada ahora, y me estoy rindiendo a Ti, y aquí vengo. Por Tu gracia voy a hacerlo”. Ahora, Ud.—Ud. no puede hacerlo sin Él. No hay nada en el mundo que Ud. pueda hacer. Ud. tiene que permitir que Él lo haga. Ud. solo conságrese a Él, y créalo con todo su corazón, entonces Él lo hará. Él lo hará por Ud., ¿ve?, si Ud. solo lo toma a Él en Su Palabra. Él no haría con uno de cierta manera, y con el otro de otra manera. Él hará con todos Uds. de esa manera. ¿Ven? Él los hará, a cada uno, de la manera correcta.",
    "Quiero que todos Uds. que son Cristianos y que están viviendo por encima de estas cosas, quiero que oren, quiero que oren conmigo. Especialmente los hermanos ministros, que oren conmigo. Yo quiero que cada uno de Uds. ahora, desde lo profundo de su corazón… ¿Ven?",
    "Ud. sabe que la lluvia le ha caído. Dice: “Hermano Branham, yo dancé en el Espíritu. Yo hablé en lenguas”. Ciertamente. Pero observe, ¿ve?, hay algo que no está bien allí. ¿Ve? ¿Ve? Ud. tiene que pasar de esta cizaña ahora, a un trigo: humilde, dulce, con la Palabra, obediente, ¿ve?, obediente a la Palabra.",
    "Ahora dejen que el Espíritu Santo entre, y permitan que Dios los cambie en esta noche de lo que Uds. eran, a lo que Él quiere que Uds. sean, mientras oramos.",
    "Nuestro Padre Celestial, me doy cuenta que, alrededor de este altar, pues, la iglesia es un altar, el lugar donde la gente viene y sobre el cual se colocan, para ser recibidos como un holocausto al Señor. Y sé, Padre, que esta noche algunas de estas personas paradas aquí, y sus—sus amistades están aquí en las iglesias, y ellos se paran aquí en este altar para una consagración. Y es—es algo importante para ellos hacer, porque le están testificando a la gente mientras están aquí, y delante Ti, de que—que hay algo que falta en sus vidas.",
    "Y tan duro como tuve que cortar a las pobres hermanitas esta noche, Padre, en sus—sus abecés, y aquí se levantaron directamente de sus asientos, viniendo como una dama, parándose allí y diciendo: “Entonces, Dios, si estoy errada, moldéame y fórmame”. Aquí están los hermanos parados, igualmente. Con todo, ellos se levantaron de su asiento y pasaron adelante.",
    "En lo profundo de su corazón hay un deseo. Y Padre, Satanás no pondría en sus corazones el deseo de hacer lo correcto; él colocaría en sus corazones el deseo de obrar el mal; “Continua así. No subas allá. Déjalo así. No lo creas”. Eso es lo que diría él.",
    "Entonces, ¿cómo lo juzgamos? Por la Palabra. Como dije, San Martín, Pablo, todos los primeros obispos de la iglesia, y los ancianos, ellos juzgaban los casos por la Palabra. Y ahora, esta noche, ellos son juzgados por la Palabra. “Y cuando son juzgados, son disciplinados, para que no sean condenados con el mundo”.",
    "Así que ellos han venido ahora, Señor, para consagrarse, para ser apartados del mundo, pues no quieren tener nada que ver con el mundo. Ellos quieren estar tan completamente rendidos a Ti, que todo su ser refleje a Cristo. Que, cuando ellos caminen, hablen, se vistan, actúen, sea el reflejo de Cristo constantemente en sus vidas. Y, Padre Celestial, oro que se los concedas a ellos.",
    "Ahora, sabiendo que el tiempo está tan cerca, la Venida del Señor; y ver este gran movimiento a través de Phoenix ahora mismo, entre el pueblo; y ver los momentos que hemos tenido, en los servicios de sanidad; y ver cómo me fue dada su fe, para—para ayudar a liberar a la gente de sus enfermedades y aflicciones; ver Tu Espíritu moverse entre nosotros, Señor, en una vindicación de que Tú estabas allí, tanto física como científicamente.",
    "Y luego, esta noche, con este llamado, Te los entrego a Ti, Señor, en mi oración. Todo ministro aquí, Señor, todo Cristiano que está caminando en los mandamientos de Dios, están orando conmigo, Señor. Y Te entregamos ahora nuestras oraciones a Ti, en favor de estas personas. Que cada uno de ellos se consagre, desde esta noche en adelante, Señor. Que el poder de Jesucristo, humildemente, ahora mismo, penetre en sus corazones, de tal manera que solo los moldee y—y cause que sean diferentes, de esta noche en adelante.",
    "Que un espíritu dulce, humilde y quebrantado entre en ellos, Señor, en penitencia por lo que se ha hecho mal. Y que la… una gran determinación de—de la gracia de Dios venga sobre ellos, para continuar sus vidas de una manera santificada para Ti, Señor. Recíbelos, Padre. Te los entregamos ahora, mientras ellos consagran sus vidas, en el Nombre de Jesucristo.",
    "Ahora, con sus rostros inclinados, yo… mientras Uds. han orando, confío. Y Ud. no puede decirle una sola palabra a Dios sin que Él ya la sepa. El más débil de los santos hace temblar al diablo. Y Uds. son Sus hijos. Y Uds., completamente, de todo corazón, cada uno de Uds., ha colocado completamente su vida delante de Dios, y dicho: “Dios, moldéame y hazme la clase de Cristiano del que se ha hablado aquí esta noche. Que, yo—yo Te he entregado mi vida. Saca todas las cosas de mi vida que estén erradas, Padre. Y, desde esta noche en adelante, voy a… Yo… por Tu gracia, viviré cada día para Ti, vigilando que mi vida cuadre exactamente con los requisitos de la Biblia”.",
    "Si Ud. ha hecho eso en su corazón, ¿levantará sus manos delante de Dios? Diga: “Yo lo he hecho. Ahora lo creo con todo mi corazón”. El Señor le bendiga. El Señor le bendiga. Dios le bendiga.",
    "Ahora, Padre, son Tuyos. Ellos han levantado sus manos, han hecho su consagración. Y no importa cuán pequeño sea el don, Tú estás aquí para recibir hasta el don más pequeño. Y ellos se entregaron a Ti, tal como estaban. Ellos quieren ser miembros de ese gran Cuerpo, sin—sin mancha, sin arruga. Y ahora se han consagrado a Ti, Padre. Oro para que los guardes de las cosas del mundo mientras vivan. En el Nombre de Jesucristo. Amén.",
    "Ahora vuelvan a sus asientos, regocijándose y contentos de que Cristo les tome por su palabra. Ahora, yo sí creo…",
    "Mientras van, hay una señora sentada aquí en una silla de ruedas, y un varón, creo, y se están hablando a través de señas. Ellos son… sin duda están aquí para que se ore por ellos. ¿Podrían inclinar todos sus rostros y me permitirían bajar a orar por ellos?",
    "Ahora, hermano, Ud. que puede hablarles a ellos allí en la silla de ruedas, y lo que sean. ¿Ven? Ahora, solo dígales esto. El Señor Jesucristo los ama tanto que Él está dispuesto a sanarlos ahora. Si hubiera algo que yo pudiera hacer aparte de orar, lo haría. Pero Él ha contestado mis oraciones tantas veces por personas como Uds., quienes están sufriendo, y los ha sanado. Mi corazón se ha compadecido de Uds. desde que me paré aquí.",
    "Al ver la señora y, pienso en mi madre que acaba de irse a encontrar con Dios hace unos días. Ella quizás sea la madre de alguien. Yo oraré por ella. Quiero que crean, hermana y hermano, que Dios escuchará nuestra oración, y Él responderá. Y desde esta misma hora, quiero que Uds. crean que la obra está hecha.",
    "Ahora, para el resto de la congregación aquí, ¿si alguien más vino por la oración, algunas personas enfermas o algo, alguien? La señora aquí, alguien allá. Muy bien. Ud. dé la vuelta al altar aquí. Con gusto lo haré.",
    "Ahora, ¿cuántos pueden recordar aquí, hace mucho tiempo, hace como catorce años, allá en la iglesia del Hermano Outlaw? ¿Alguien recuerda la iglesia del Hermano Outlaw, cuando yo estuve allá hace como catorce años? El Hermano García y los de por allá. ¿Recuerdan cómo yo hacía pasar a la gente?",
    "He cruzado el mundo, vez tras vez, discerniendo el espíritu. Les llevaré a relatos y testimonios esta noche. ¿Alguna vez vieron que falló? [La congregación dice: “No”.—Ed.] Nunca. De las miles de veces, cada vez fue perfectamente, exactamente correcto. ¿Es así? [“Así es”.] Ahora, todos los que saben que eso es verdad, levanten las manos, que han estado en las reuniones y han oído. [“Amén”.] ¿Qué dijo Él? “Si lo que él dice se cumple, entonces oídlo”.",
    "Ahora, las visiones no sanan a la gente, las visiones solo vindican la Presencia de Dios. ¿Ven? Ahora, creo que realmente lo sabemos ahora. Pero la manera en que lo hacía entonces era solo orar.",
    "Había una señora aquí que era de cierto lugar aquí de Phoenix. Su nombre era la Hermana Hattie Waldrop, creo que era. Creo que así era. O, sí, ella tenía cáncer. Su esposo era fontanero. Y por lo general están en las reuniones. Yo no sé si ella está aquí esta noche o no.",
    "Recuerdo que ella estaba en la reunión. Y—y ellos dijeron que ella murió; y parecía que así fue, en la línea. Y recuerdo el cáncer al corazón, y el doctor aquí envió las radiografías y demás, para mostrar. Eso fue hace como catorce años. Ella está con vida hoy.",
    "Recuerdo llamar, orar por un muchachito lisiado, pelirrojo. El Señor lo sanó, lo curó. Tantas cosas, tantas, solo que muy numerosos, innumerables. Yo…",
    "Yo digo esto, con—con sinceridad Cristiana. Supongo que si pudiera escribir de cada caso que ha sucedido y de lo que he visto a Cristo hacer desde que soy ministro, no podría apilar un volumen de libros así de alto. Tengo testimonios de declaraciones de médicos, de cinco personas que fueron declaradas muertas, yaciendo muertas, y volver a la vida, por la oración. ¿Ven? Muchos que dicen que lo han hecho, y yo—yo no podría confirmar eso. Yo no lo diría a menos que hubiera alguna manera de probarlo, ¿ven Uds.?, y saberlo. Pero los he visto, después de estar muertos por horas, días.",
    "Bueno, el bebé mexicano aquí en Ciudad de México, había muerto … bueno, murió esa mañana a las nueve, y esto fue como a las diez y tanto esa noche. El médico firmó la declaración: “Bebé, el bebé murió de neumonía, y había estado muerto todo ese tiempo”. Y de pie bajo la lluvia, esa pobre madrecita mexicana. No hice nada más que poner mis manos sobre el bebé. Vi una visión. Puse mis manos sobre el bebé. Comenzó a patalear y a gritar. Y los Hombres Cristianos de Negocios publicaron el artículo de eso no hace mucho, o algo al respecto en La Voz de los Hombres de Negocios, acerca de resucitar a los muertos. Ahora, se puede hacer. Pero ¿qué pasa si…?",
    "Les diré algo. Permítanme decirles a los miembros de esta iglesia aquí, y se lo diré a cualquier miembro de iglesia: Consagren esta iglesia a Dios, y a todos sus miembros, ¿ven?, conságrenla a Dios, cada uno de Uds., con una vida santa delante de Dios, observen lo que sucederá. Cuando esa iglesia se une, y comience a orar, ¿ven?, las oraciones de esas personas comienzan a elevarse ante Dios, Él no las rechazará. Así es. Ahora, yo solo soy uno, y habrá muchos de Uds. aquí orando. Y la sanidad Divina no depende de una cierta persona. Es por corazones sinceros que oran a Dios, y son personas sinceras las que lo reciben.",
    "Y sé que hay dones que han sido enviados a la Iglesia, que tienen fe. Y yo—yo me doy cuenta de que mi ministerio de cruzar las naciones, y—y solo toma, solo se trae a unas cuantas personas, y muestra visiones, y entra a fondo. Y aquellos que pasan por las líneas de oración de otros hombres, y demás, ellos pasan. Entonces yo he tenido que parar, tal vez haya algo en la vida de esa persona. Y muchos de Uds. aquí lo vieron directamente en la plataforma: declaró el pecado, los secretos de sus corazones, y cosas, y les dijo la razón por la cual ellos no podían ser sanados.",
    "Pero por eso, solo haciéndolo con esos pocos, porque, solo unos pocos y luego, mi fuerza se acaba. ¿Ven? Y entonces, Uds. entienden eso, es Escritural, y cómo es. Luego ha habido muchas madres con un pequeño bebé allá, por las que ni siquiera pude orar, ¿ven?, muchas personas enfermas por las que no pude orar. Creo que ya se sabe lo suficientemente bien y todos deberían saberlo, que les he dicho la verdad, ¿ven?, que es la verdad. Y simplemente voy a orar por los enfermos, y pedirle a Dios que los sane. Y yo creo que cada uno por el cual oremos, sanará.",
    "Ahora, si hay algo en sus vidas, a las personas que están paradas aquí, permítanme pedirles esto: Si Ud. no es un Cristiano, llegue a ser Cristiano. Entregue su corazón a Cristo, parado allí mismo donde está. Si Ud. no está lleno del Espíritu Santo, no deje—deje de orar hasta que Dios lo llene con el Espíritu Santo. Si Ud. está haciendo algo errado, y es Cristiano, deje de hacerlo; deje de hacerlo. Revise su vida. Viva para Cristo. Ahora voy a orar y pedirle a Dios.",
    "Ahora, una mañana en un desayuno, o alguna noche, quiero contarles algo que sucedió solo—solo… Dejé el campo y esperé, regresé a orar y ayunar, para ver qué era. Y algo que siempre había anhelado, sucedió. Así que yo…",
    "No es nada, pues, algo fantasioso. Yo no me inclino por esas cosas. Yo quiero… Tiene que ser ASÍ DICE EL SEÑOR, por la Palabra. ¿Ven? Tenemos, tenemos demasiado de eso aquí, de tocar, sentir, y todo eso ahora, supersticiones y demás. Alejémonos de esas cosas. Regresemos directamente a Dios. Queremos el Espíritu Santo.",
    "Yo creo que Dios envía personas a orar por los enfermos. Y yo soy uno de los humildes; yo soy uno de los pequeños que Él envió. Y yo—yo quiero ofrecer mi oración por Uds. esta noche, para que sean sanos. Ud. crea. Y quiero a estos hermanos aquí, y hermanas, por todo el edificio, que se unan conmigo en oración. Y solo deje…",
    "Creo que si empezamos por aquí. Alguien venga directamente al púlpito. Entonces déjelos que caminen o regresen como vinieron. Estará bien. Alguien, Billy, algunos de Uds. ayúdenme, solo tráiganla, tráigannos.",
    "Aquí mismo, esta señora aquí mismo. No tienen que comenzar con ninguna en particular. Solo es que, no puedo… Temo dejarlos… Si pudieran dejarlos regresar, ¿pueden regresar por allí, hermano? Muy bien. Ahora, solo… Ahora estamos un poco atrasados, pero si me dan un minuto, para orar.",
    "Conozco a la hermana aquí. Yo—yo creo que ella es miembro de la iglesia del Hermano Outlaw. ¿Cómo está él? Bien. Y, ¿ha estado enfermo? No recuerdo su nombre. Pero… [La hermana dice: “Bagby”.—Ed.] Bagby, Hermana Bagby. Yo debería reconocerla. Ud. ha sido amable conmigo, Hermana Bagby. Y no fue que… ¿No fue a Ud. a quien el Hermano Outlaw me llevó, para orar, en el hospital, cuando vine aquí por primera vez, hace años? [“Sí”.] ¿Era algo así como…? ¿Qué tenía Ud., diabetes o el corazón? [“Tuberculosis en la garganta”.] Tuberculosis de la garganta. Y él todavía está viviendo, para la gloria de Dios. [“Así es”.] Bueno, eso está muy bien.",
    "Ahora, Él sigue siendo el mismo Dios en esta noche, tal como lo fue allá. Puede ser que nosotros hayamos cambiado, pero Él no lo ha hecho. Ahora, cualquiera que sea su problema, Él se lo quitará, si Ud. lo cree. ¿Lo creerá?\n\nLe pido a la iglesia que ore conmigo.",
    "Padre Celestial, mientras impongo mis manos sobre esta hermana, en el Nombre de Jesucristo, que Dios la sane. Pronuncio esta bendición para la gloria de Dios, en el Nombre de Jesucristo. Amén. Ahora, crea, Hermana Bagby.",
    "¿Cree Ud. que Dios la sanará si oramos por Ud., y se recuperará? Y Ud. es una Cristiana, le dará todas las gracias y gloria a Dios. Pero al orar por Ud., ahora, Ud. se va a ir a casa para estar bien. Es asunto terminado para siempre. Ya no hay que pensar más en eso.",
    "Nuestro Padre Celestial, junto con esta iglesia, donde muchos de ellos han vuelto a dedicar sus vidas. Padre, oro que sanes a nuestra hermana, en el Nombre de Jesucristo.",
    "Ahora, no son solo mis oraciones, sino miren por todas partes. ¡La profunda sinceridad! No estamos… Realmente queremos decir esto de corazón: Ud. va a estar bien.\n\nUd. creerá lo mismo, ¿verdad?",
    "Nuestro Padre Celestial, con humildad de Espíritu… Y, Dios, perdona nuestros corazones infieles. Haznos puros, Señor, mientras ponemos las manos sobre los enfermos, porque es—es pronunciar algo que Dios pidió que se hiciera. Y solo ayuda a esta pobre gente, Padre. Coloco las manos sobre la hermana, en el Nombre de Jesús, y pido su… La bendición de Dios.",
    "[Una hermana le habla al Hermano Branham.—Ed.] Seguro. Yo confío… Dios la bendiga, hermana. Un momento por favor… La señora está confesando sinceramente. Ella dice que tiene un espíritu de mal genio. Y sabemos que eso no—eso no es algo bueno. Pero, hermana, no es solo Ud., sino que hay muchos de nosotros, ¿ve Ud.? Pero, tal vez, algunos no sean tan sinceros para confesarlo; “Pero el que confiesa sus pecados… El que encubre sus pecados no prosperará. Pero el que confiesa sus pecados alcanzará misericordia”. Uds. saben eso.",
    "Así que, oro, Padre Celestial, al imponer manos sobre la hermana, que este mal genio la deje. Que nunca más la moleste, en el Nombre de Jesucristo. Amén.\n\nDios la bendiga, hermana.",
    "Mi hermano, ¿cree Ud. que Él va—va a conceder la petición? ¡Oh! [El hermano le habla al Hermano Branham.—Ed.] Dios lo bendiga, hermano. Quizás eso, ¿ven?, ser nervioso, pudiera causar que el corazón se acelere de esa manera.",
    "Nuestro Padre Celestial, sabiendo que desconocemos en qué momento nuestro corazón se va a detener, puede ser en cualquier minuto. Y el hermano tiene un problema al corazón, y con un mal genio que le causa rabietas. ¡Oh, a ese diablo le gustaría llevárselo a una tumba prematura! Pero yo, como Tu siervo, junto con todos estos otros siervos esta noche, pedimos que, en el Nombre de Jesucristo, que el mal genio lo deje, y el corazón sea sano, y sea fiel a Cristo todos los días de su vida, y que esté bien para servirle a Él. En el Nombre de Jesús. Amén.\n\nDios le bendiga, hermano. Yo creo que todo ha terminado. Ud. ha sido sano.\n\n¿Cómo está Ud.? ¿Cree Ud. que Él le concederá su petición?",
    "Nuestro Padre Celestial, traemos a nuestro hermano a Ti, bajo el Nombre del Señor Jesús, lo traemos, por así decirlo, debajo de la cruz, y apuntándolo hacia arriba. A mirar esas heridas allí. A ver esa Sangre mientras gotea de Su costado y por Su rostro, el Hijo de Dios, muriendo, para que pudiéramos ser limpios de todos nuestros pecados y enfermedades. Concédeselo a nuestro hermano. En el Nombre de Jesús, presento esta oración. Amén.",
    "Yo creo que ha terminado. ¿No es así, hermano? Solo vaya a casa.",
    "¿Cómo está Ud., hermano? ¿Cree Ud. que esta va a ser la noche? Todo va a terminar desde esta noche, y Ud. va a estar bien.",
    "Nuestro Padre Celestial, al sostener la mano de nuestro hermano, desde esta noche en adelante que su petición sea concedida, que sea sano, y viva para Ti todos los días de su vida. En el Nombre de Jesús. Amén.\n\nYo creo que va a estar… Ud. va a estar bien.",
    "¿Cómo está Ud., hermano? Esta es la hora en que todo ha terminado. Tome su decisión ahora. [El hermano dice: “Amén”.—Ed.]",
    "Nuestro Padre Celestial, como dijo el hermano: “Amén”, este es el momento en que se toma la decisión, aquí mismo en la Presencia de Cristo. Que sea consumado, desde esta noche en adelante. En el Nombre de Jesucristo, se sano.",
    "Dios le bendiga, mi hermano. Crea que ya ha terminado.",
    "¿Cómo está Ud., hermana? [La hermana dice: “Quiero que ore por mi esposo. Lleva lisiado veinte años”.—Ed.] ¡Oh!, ¿me permite su pañuelo para acompañar esto? Está bien. Eso está bien. Cualquier cosa, una pequeña señal. Podría decir, la tierra, pero, me imagino que eran vestiduras que ellos usaban en los días antiguos. ¿Qué me dice de Jesús? Él tenía una sola vestidura. Probablemente, Él tenía que dormir con ella puesta, vivir con ella, pero miren lo que envolvía. Muy bien.",
    "Nuestro Padre Celestial, su precioso esposo está postrado, lisiado. Y aquí está su compañera parada aquí esta noche, con un pañito en la mano. Y él está lisiado. Oro, Padre, que seas misericordioso. Y que la oración de esta iglesia que está reunida aquí, estos que están peregrinando en Phoenix, y las diferentes partes del país que están representadas aquí esta noche, nuestras oraciones sean escuchadas. Y cuando esta tela sea puesta sobre el varón, que el poder de Dios lo traiga de vuelta a una vida normal. En el Nombre de Jesús. Amén.\n\nPues, ha sido pedido, ahora que sea hecho. Créalo, hermana.",
    "¿Cómo está Ud., hermana? ¿Quiere tomar su pañuelo? Ud. estaba… Su necesidad ahora, quizás Ud. esté muy enferma. ¿Quiere decir su problema, o simplemente… [La hermana dice: “He tenido artritis”.—Ed.] Artritis. Eso… [“Veinte y tantos años”.] Veinte y tantos años.",
    "Hay un hombre sentado justo detrás de mí, llamado el Hermano Ed Hooper. Él estaba tan mal con eso, una vez aquí en Phoenix, que tenían que tenerle sus manos sobre almohadas. ¿No fue así, Hermano Ed? Y él estaba agonizando, con eso, esa tarde, o así es como conozco la historia. Y él le dijo a su esposa que pensaba que se estaba yendo. Y él miró y vio a Cristo en la cruz, o algo, inclinado hacia adelante, o algo. Y él quedó tan sano, que pudo… Allí está sentado, aquí mismo ahora, sentado allá atrás. Sí. Hermano Hooper, ella solo quiere verlo a Ud. Eso, levante la mano. Allí lo tienen.\n\nOremos.",
    "Nuestro Padre Celestial, el hombre presente nos hace saber que Tú eres el Sanador. Ponemos las manos sobre la hermana. Esta pequeña y humilde oración consagrada ofrecemos por su sanidad, Padre. En el Nombre del Señor Jesús, para Su gloria. Amén. Amén.\n\n¿Está creyendo? Esto es… va a terminar entonces.",
    "Ud. no iba a ser… Ud. iba a ayudar con ella, ¿es así…? [Alguien dice: “Así es”.—Ed.] Dios le bendiga.",
    "¿Cómo está Ud., hermana? [La hermana dice: “Tengo diabetes, según el médico, y artritis. He estado enferma desde que falleció mi esposo hace tres años”.—Ed.] Nuestra hermana sufre, desde que falleció su esposo hace tres años, de diabetes y artritis. Y ella cree que Dios la sanará. Nosotros creemos lo mismo.",
    "Padre Celestial, con las manos sobre ella ahora, que ella regrese a la iglesia, con muchos otros, solo agradeciendo a Dios que todo ha terminado y se ha ido. Pedimos que sea así, Padre, en nuestra humilde oración, en el Nombre de Jesús. Amén.\n\nDios la bendiga, mi hermana. Crea ahora.",
    "¿Cómo está Ud., hermana? Ud. cree que esta noche será el fin de eso, y Ud. puede aceptarlo ahora como su Sanador? [La hermana dice: “Sí, señor, lo creo”.—Ed.]",
    "¡Oh, precioso Dios! “La oración de fe salvará al enfermo, y Dios los levantará”. Pensamos en nuestro Señor, cómo vino aquí a la tierra y ministró a los enfermos, y las muchas cosas que hizo. Ahora oro por nuestra hermana, en el Nombre de Jesucristo. En la comisión que nos fue dada como ministros, hacemos esta oración por su sanidad. Amén.",
    "Solo crea que todo está hecho ahora. Toda la fe que Ud. tiene, aplíquela, eso acontecerá.",
    "¿Cómo está Ud., hermano? Sobre la base de Su Palabra, eso pudiera terminar aquí mismo.",
    "Padre Celestial, concede esta petición de nuestro hermano. En el Nombre de Jesucristo, que él sea sano. Amén.",
    "Dios le bendiga, mi hermano.",
    "¿Cómo está Ud., hermana? ¿Está Ud. preparada ahora, y lista para recibir Su sanidad? [La hermana dice: “Sí”.—Ed.] Y al pedir, ¿ve Ud.?, según eso, nada le impediería a Él derramar Su Espíritu.",
    "Nuestro Padre Celestial, mientras coloco las manos sobre nuestra hermana, viéndote sanar a la gente, oro y creo con todo mi corazón que Tú concedas su petición. En el Nombre de Jesucristo. Amén.\n\nDios la bendiga, hermana.",
    "Saben, solo quiero decir esto mientras se acercan. Yo nunca pude entender por qué, yo… Justo antes de llegar a ser pentecostal, yo solía ir a orar por la gente. Ellos, ellos simplemente sanaban; no lo sé. No es nada que yo hubiera tenido que hacer al respecto; solo—solo es creerle a Él. Y yo solo hago la oración y, cuando menos pensaba, la gente estaba bien.",
    "Así es como lo hace cualquiera. Solo hacemos la oración y lo creemos. Ellos simplemente se mejoran. Eso es todo. ¿Ven? ¿Cuántos han sido sanados por sanidad Divina? Sí. ¿Ven?",
    "¡Oh!, ¿ven Uds.?, se—se nota que estamos entre pentecostales y gente del Evangelio Completo. Esas manos, ellos lo creen. ¿Ven? ¿No ven por qué el Señor es celoso de Uds.? No es queriendo lastimarlos, sino para tratar, Uds. saben, de traernos a ese lugar “sin mancha ni arruga”. Espero que Uds. no se enojen conmigo por traer palabras de aquello de la Biblia. Yo—yo lo hago en tolerancia de buena fe hacia Dios.",
    "Esta es la hora para que le suceda a Ud. ¿Verdad, hermana? Ahora, tiene que suceder, ¿ve?, porque Él lo prometió, tiene que suceder.",
    "Nuestro Padre Celestial, bendice a nuestra hermana mientras coloco mis manos sobre ella. Y por fe, todo Cristiano aquí pone sus manos sobre ella. Esta iglesia orando, pedimos que la enfermedad y la aflicción la dejen. En el Nombre de Jesús. Amén.\n\nEsto es lo que Él ha prometido.\n\n¿Cómo está Ud., hermana? Ud. cree que esta noche es la noche para ello.",
    "Nuestro Padre Celestial, en el Nombre del Señor Jesús, permite que este sea el toque final en esta hora, para que ella sea sana. En el Nombre de Jesús. Amén.\n\nDios la bendiga, mi hermana. Eso ha terminado, a partir de esta noche.",
    "¿Cómo está Ud., hermana? ¿Esta es la hora para su sanidad? Muy bien, señor.",
    "Nuestro Padre Celestial, traigo a nuestra hermana ante Ti, en el Nombre del Señor Jesús, y hago esta oración en favor de ella, para que sea sana en el Nombre de Jesús. Amén.",
    "Yo… ¿Ven?, no es solamente mi oración. Todos aquí están orando, ¿ven?, todos a la vez. Y estamos conscientes de que Dios está presente. Sabemos que Él—Él tiene que estarlo. ¿Ve? Él lo prometió. Ud. vaya, creyendo.\n\n¿Cómo está Ud., hermana? Esta es la hora para eso, ¿no es así, para ser sana?",
    "Nuestro Padre Celestial, que esto se acabe para ella, de esta noche en adelante. Que ella salga de esta iglesia en esta noche feliz, regocijándose, sabiendo que se ha terminado. En el Nombre de Jesucristo. Amén.\n\nDios la bendiga, hermana.",
    "¿Cómo está Ud., hermana? Esta es la noche para su sanidad, ¿no es así? Este es el tiempo, ahora mismo, ante la Biblia y la iglesia, y Cristo.",
    "Padre Celestial, entre los ministros, entre los laicos, hombres laicos, todos los santos de Dios, los Ángeles, y el Espíritu Santo, en la comisión de Jesucristo, que, “Estas señales seguirán a los que creen. Si colocan las manos sobre los enfermos, sanarán”. Así que lo reclamamos, terminado, para nuestra hermana esta noche, su sanidad, en el Nombre de Jesús. Amén.\n\nDios la bendiga, mi hermana.",
    "Haremos lo mismo por Ud., hermano. ¿Lo creerá? [El hermano dice: “Sí, lo haré”.—Ed.]",
    "Nuestro Padre Celestial, él dijo que cree. Así que debe ser hecho, Padre. Eso es lo que Tú dijiste. “Estas señales seguirán a los que creen”. Y él cree. Así que Te damos gracias por su sanidad, Padre, en el Nombre de Jesús. Amén.\n\nEso es bueno. Ud. sabe cómo aceptarlo y creerlo.",
    "¿Cómo está Ud., hermano? Esta va a ser la noche de la sanidad. Solo déjelo aquí y aléjese de eso caminando.",
    "Nuestro Padre Celestial, traemos a nuestro hermano a Ti, en el Nombre de Jesús, para su sanidad. Él lo va a dejar aquí mismo, Señor. Y el enemigo tendrá que dejarlo. Él será dejado en libertad de nuevo, en el Nombre de Jesús. Amén. Así sea.",
    "¿Cómo está Ud.? ¿Cree Ud. que Jesús la va a sanar aquí esta noche?",
    "Nuestro Padre Celestial, mientras esta niña viene a recibir su sanidad, nosotros, la iglesia, hacemos nuestra oración, en el Nombre de Jesucristo, para su sanidad. Amén.\n\n¿Ven? Eso es. Todo ha terminado. Dios la bendiga, hermana.\n\nTodo se va a terminar, de esta noche en adelante, ¿no es así?",
    "Nuestro Padre Celestial, la gente está creyendo. Ellos creen; ellos no estarían pasando a la plataforma aquí. Están enfermos. Ellos saben qué hacer. Han sido instruidos. Ellos saben que esta es la hora en que toman su decisión final. Y vienen buscando esa confirmación: “Estas señales seguirán a los que creen”. Y coloco las manos sobre ella, en el Nombre de Jesús. Así ella será sanada. Amén.",
    "Dios la bendiga, hermana. [La hermana dice: “Hermano Branham, si no hubiera sido por Ud., hace quince años yo hubiera muerto”.—Ed.] Es así… [“Es verdad. En el servicio del Hermano Reed en Jonesboro, Arkansas”.] Jonesboro, Arkansas. ¡Vaya, hace muchos años!",
    "¿Cuál era su problema, hermana? [“Bueno, yo tenía bocio. Si Ud.… No sé si Ud. lo recuerda o no”.—Ed.] No lo recuerdo. [“Pues yo tenía bocio. Tenía algo… Estaba fuera así, y estaba afectándome el corazón. Y esa mañana… La mayor parte de mi familia son Testigos de Jehová. Esa mañana, yo dije: ‘Él solo es el profeta del diablo’. Pero salí a mi jardín. Dios me habló. Él dijo: ‘Catherine, si vas a ver al Hermano Branham esta noche, serás sanada’. Y entré de nuevo a la casa y se los conté a todos. Dije: ‘Si yo voy esta noche, Dios me habló, seré sanada’. ‘Y nosotros solo íbamos para complacerla’. Ellos fueron conmigo. La mayor parte de mi familia ahora es pentecostal”.] ¡Alabado sea el Señor!",
    "¿Pudieron escuchar el testimonio? Espere, yo… un minuto, hermana. Voy a repetirlo.",
    "En Jonesboro, Arkansas, hace unos catorce, quince años, ella tenía un gran bocio colgando de su cuello. Y ella era Testigo de Jehová. Y esa mañana, cuando ella escuchó de nuestro servicio allá para el Señor, ella dijo que yo era “un profeta del diablo”. Y ella salió al huerto a orar, y el Señor le habló, y le dijo: “Ve allá y” que ella “sería sana”. Y el Señor la sanó. Ella no tiene bocio. Y su familia, que eran Testigos de Jehová, la mayoría de ellos son pentecostales esta noche.",
    "Ahora, si Él puede suavizar así el cuello de esa buena mujer Cristiana, Él puede sanarla a Ud. ¿Verdad? Seguro que puede.",
    "Nuestro Padre Celestial, con las manos puestas sobre nuestro hermano, pedimos por su sanidad, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga.\n\nÉl es igual para Ud. como lo sería para ella. ¿Es así?",
    "¡Nuestro Padre Celestial, una pequeña oración sencilla con fe sencilla! ¡Oh, estoy tan contento Señor, Tú lo haces sencillo, para que yo pueda entenderlo, simplemente aceptarte a Ti! Y, Padre, oro que Tú lo sanes, y lo restaures, en el Nombre de Jesús. Amén.",
    "¿Cómo está Ud., hermana? [La hermana dice: “Hermano Branham, he tenido una operación de tuberculosis. Y me sacaron seis costillas, y no ha sanado bien. Y—y me causa muchos problemas. No puedo usar bien mi brazo, Ud. sabe”.—Ed.] Sí, señora. [“Me canso”.] Yo también veo dónde respira Ud. Creo que el… [“Sí. No puedo respirar bien”.] Eso es algo muy terrible. [“No puedo respirar bien. Mi pulmón está colapsado, Ud. sabe, de un lado”.] ¡Oh, sí, vaya! Eso la hace sufrir, me supongo, terriblemente. ¡Oh, vaya! [“Sí. Sí. Y eso me puso presión en el corazón”.]",
    "No hay razón para que ella sufra más. ¿Verdad? ¿Ven? Los médicos quizás la han operado, y le han sacado las costillas del pulmón, y probablemente le dieron tratamiento para el neumotórax, y arruinó el pulmón. Y—y la señora está sufriendo. Y Ud. viene, creyendo que Cristo la sanará, y Ud. quiere dedicar el resto de su vida en servicio para Él, trabajar para Él. Entonces, Cristianos, yo creo que tenemos el derecho de traer a esta señora ante Cristo, y Él la sanará.\n\nOremos, todos.",
    "Nuestro Padre Celestial, nuestra hermana viene en humilde adoración esta noche, sabiendo que su médico hizo todo lo que pudo. Él se esforzó mucho, pero aun así no sana. Pero Tú eres el Sanador. Que—que ella sea sana, Padre. Te la encomendamos, para que la sanes, en el Nombre de Jesús. Amén.",
    "Dios la bendiga, hermana. Sea sana ahora. Yo creo que sanará, y Ud. va a estar bien.",
    "¿Cómo está Ud., hermana? ¿Cree Ud. que Él la sanará esta noche? [La hermana dice: “Yo no sé lo que es, pero Él lo sabe”.—Ed.] Muy bien. Pero Él lo hará, si Ud. tan solo Le cree. ¿Lo hará Ud.? [“Sí”.] Muy bien. Oremos.",
    "Nuestro Padre Celestial, la dama viene, creyendo. Ella dice que ni siquiera sabe cuál es su problema. Pero Él lo sabe. Sea lo que sea, Señor, ella quiere liberarse de eso. Nosotros… Ella sabe que es del enemigo. Oro que Tú concedas su petición, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga, hermana. Vaya, creyendo con todo su corazón.",
    "¿Cómo está Ud., hermana? ¿Cree Ud. que esta es la noche donde se solucionará todo?",
    "Estaba pensando, la señora de Arkansas acaba de testificar. Recuerdo, en una línea, nunca lo olvidaré allí, una señora sostenía un pañuelo. Yo pensé que estaba llorando. Y cuando ella lo bajó, el pañuelo, ella no tenía nariz. El cáncer le había comido la nariz. Y su hijo era un controlador de plagas allá en Texarkana. Y yo—yo oré por ella.",
    "En la siguiente reunión, una hermosa mujer parada allí, de apariencia, se veía muy joven, y me miraba. Ella me dijo: “¿No se acuerda de mí?”.\n\nYo dije: “Creo que no”.",
    "Y el muchacho comenzó a llorar y mientras miraba. Era esa señora. Ella tenía una nariz nueva. Le volvió a crecer en la cara. Yo sé que eso suena irrazonable. Y yo—yo no—yo no quisiera decir algo que no fuera correcto. Así que, pues, no deberíamos hacerlo. Debemos ser muy honestos al decir estas cosas. Pero miré a la señora que estaba parada allí sin nariz. Y luego, unas semanas después, la volví a ver, con nariz. Y eso—eso solo… Ella dijo que el cáncer simplemente dejó de carcomer. Y pasado un tiempo comenzó como que algo le volvía a crecer, y allí tenía una nariz otra vez. ¿Ven? Es tan maravilloso ver cómo Él pudo hacerlo.",
    "Ahora, Aquel que puede hacer eso, sanarla, ¿no podría sanarla a Ud., hermana? La pregunta no es, Su poder para hacerlo: es Su la voluntad de hacerlo. Y me gustaría decirle esto a Ud., hermana, como mortal, que ambos tendremos que pararnos así en Su Presencia algún día. Él ya lo ha hecho, si Él tan solo puede hacer que Ud. lo crea. Y hay una pequeña acción como el de ser un Cristiano, que se bautiza y demás, así. Créalo cuando yo ore por Ud., y Ud. sanará, hermana.\n\nAhora, toda la iglesia ore conmigo al orar.",
    "Nuestro Padre Celestial, esta jovencita parada aquí, y en la Presencia de Dios, coloco mis manos sobre ella y pido por su sanidad, en el Nombre de nuestro Salvador, Jesucristo. Amén.\n\nDios la bendiga, hermana. Que así sea hecho de ahora en adelante.",
    "[La hermana dice: “Hermano Branham, vengo en representación de mi madre que tiene cataratas en ambos ojos”.—Ed.] Sí. ¡Oh, ya veo! [“Ella tiene noventa y cinco”.] Noventa y cinco. Esto es algo dulce, venir por su madre de noventa y cinco años con cataratas.",
    "Nuestro Padre Celestial, ella como representante, dice, por su madre, de edad avanzada, con cataratas, oramos por su madre. ¡Oh, Dios!, esta iglesia ofrece nuestra oración por la sanidad de su madre, en el Nombre de Jesucristo. Amén.\n\nNo lo dude. Solo crea.",
    "Hermana, querida, ¿va a term-…? ¿Puede creer que eso terminará esta noche? [La hermana dice: “Amén”.—Ed.]",
    "Nuestro Padre Celestial, con las manos puestas sobre ella, para que se complete esta obra terminada, que así sea en ella ahora. En el Nombre de Jesús lo pido. Amén.\n\nDios la bendiga, hermana.\n\nMi hermano, ¿cree Ud. ahora con todo su corazón?",
    "Padre Dios, traemos a este joven aquí ante Ti, colocando las manos sobre él, en el Nombre del Señor Jesús. Que la obra consumada de Cristo en el Calvario sea completada en él, sanándolo. Amén.\n\nDios le bendiga, hermano. Que eso termine, esta noche.",
    "¿Cómo está Ud., hermana? Vamos a creer que va a terminar esta noche. Dios lo va a finalizar aquí mismo.",
    "Nuestro Padre Celestial, acaba de… Ha sido escrito, ahora será hablado, luego tiene que ser hecho. Que así sea en el cuerpo de nuestra hermana. En el Nombre de Jesucristo lo pedimos. Amén. Amén.\n\nLo creemos ahora con todo nuestro corazón. Ella estará bien.",
    "¿Cuello roto? [La hermana dice: “No, fue una mala contractura”.—Ed.] Mala contractura. [“Y un letrero aquí. Yo lo llevo”.] ¡Oh! Sí. Ajá. [“¡Duele todo el tiempo!…?…”.] ¡Vaya! ¡Una desgracia! Bueno, hermana…",
    "Ahora, todos nosotros aquí, Cristianos, todos nosotros, nos imaginamos cómo nos sentiríamos, teniendo eso. Ahora, ¿y si fuera al revés, y la señora estuviera orando por mí? ¿O si ella estuviera orando por Ud.? Ahora, ¡cómo se encuentra en ese sufrimiento todo el tiempo! Pues, ¡cómo desearía Ud. que alguien fuera muy honesto, sincero, y absolutamente sincero en esto! Si fuera mi caso, yo lo querría. Y pues hagan con los demás lo que les gustaría que hicieran con Uds. Ahora, cada uno de Uds. mantenga esta fe, y como una verdadera iglesia, digamos, como estamos, digamos: “Padre Dios, quita el sufrimiento de nuestra hermana”.",
    "Nuestro Padre Celestial, que ella pueda regresar, trayendo esta pieza que tiene alrededor del cuello, sabiendo que ya no tiene que usarla más, que todo ha terminado por Jesucristo, mientras la iglesia ora y pide esta bendición. Respóndele a estos Cristianos, Señor. Ellos han consagrado sus vidas a Ti. En el Nombre de Jesús, que ella pueda ser sana. Amén.",
    "Que eso termine, se detenga. Ya no le dolerá más, y Ud. estará bien.\n\nHermano, que se termine ahora. Y quede resuelto para siempre.",
    "Padre Celestial, en el Nombre del Señor Jesús, concede la sanidad de nuestro hermano. Pedimos esto para la gloria de Dios, en el Nombre de Jesús. Amén.\n\nDios le bendiga, mi hermano.\n\nTerminado, de ahora en adelante.",
    "Señor, esta mujercita que está parada aquí esta noche, permite que la obra del Señor Jesús sea hecha en su cuerpo, porque por Su llaga fuimos nosotros curados. Pedimos esta bendición, en el Nombre de Jesús. Amén.\n\nAhora se ha acabado.",
    "¿Cómo está Ud.? ¿Cree Ud. que Jesús la va a sanar esta noche? [La hermana dice: “Ataques de asma, y además tengo un tumor”.—Ed.] Asma, vaya, eso es algo muy malo. ¿No es así? Seguro.",
    "El Hermano Williams aquí, hermano, un hombre de negocios Cristiano. Él… Sí, lo es. Sí. Él tenía un… La Mayo acaba de desahuciarlo con asma, dijeron que nunca subiría más de peso, ni nada. Él pasó por allá, hace casi un año, creo, una noche al tabernáculo. Y salí, oré por él, y el Señor lo sanó. Supongo que él subió de peso. Él se sienta… Dijeron que no podía subir más de peso, que no podría subir más peso. Y ha subido trece, catorce kilos, desde entonces.",
    "[Una madre dice: “Hermano Branham, hay una niña, nuestra niña, de diecisiete años, fue sanada en su reunión cuando Ud. estaba en Phoenix, hace como diez u once años. Mi hija menor fue sanada instantáneamente en el servicio. Era asmática; por poco la perdemos. Ella tuvo neumonía catorce veces”.—Ed.]\n\n¿Escuchas eso, cariño?",
    "[La madre dice: “Dios instantáneamente…”.—Ed.] ¿Está la dama…? ¿Está aquí ahora? [“Está allí mismo, la—la tercera desde el final, la segunda fila”.] La damita aquí con… ¡Oh, sí! Ya lo veo. [“Nosotros…”.] Adelante. [“Hemos testificado, de costa a costa, de su—de su sanidad”.] Es…",
    "¿Oyeron eso? Ahora miren. Jesús la sanó cuando ella probablemente era más pequeña que Ud. [La madre dice: “Sí, era una niña pequeña”.—Ed.] Pequeña, y tenía neumonía, y todo, pasándolo tan mal. Y miren, Jesús ama, Él los ama a Uds. Y Él… Miren qué—qué bonita se ve ella, ¿ven?, y bien. Ahora, con Ud. también será de esa manera.\n\nOremos ahora.",
    "Padre Celestial, colocamos nuestras manos sobre la niña, pedimos que el asma la deje, y que sea sana, por medio de Jesucristo nuestro Señor. Amén.",
    "Dios te bendiga. Ahora ve, y te vas a mejorar, y va a estar bien, y testifique como lo hizo esa señora por su hijita.\n\n¿Cómo está Ud., hermana? ¿Cree Ud. que el Señor Jesús la sanará?",
    "Nuestro Padre Celestial, oramos que también sanes a esta niña. Que su testimonio sea como el que acaba de decir la hermana. Que de costa a costa ella alabe a Dios por la bondad que Él mostró. Amén.\n\nDios la bendiga, hermana.\n\n¿Cómo está Ud., hermana? ¿Ahora este es el momento de su sanidad?",
    "Nuestro Padre Celestial, mientras la dama viene, creyendo sinceramente que esta será la hora de su liberación, que así sea, Padre, pues lo pedimos, en el Nombre de Jesucristo. Amén.",
    "Dios la bendiga, hermana. Que eso se acabe, de ahora en adelante, y no piense más en eso. Para Ud. también, hermana.",
    "Yo sé que eso suena grosero, decir: “No piense más en eso”. Pero yo—yo no lo digo de esa manera. Lo digo en serio, pues, simplemente, es una obra terminada; ya está hecho. ¿Ven? Así como…",
    "[Una hermana dice: “¡Tengo un—tengo un tumor!…?…”.—Ed.] Correcto. ¿Y cree Ud. que Él lo sanará? [“Seguro que sí”.]",
    "Nuestro Padre Celestial, oro que sanes a nuestra hermana y la restaures. Colocamos las manos sobre ella, en el Nombre de Jesús, pidiendo por su sanidad. Amén.\n\nSolo dejen que eso concluya en su mente, resuelto, y todo estará bien.",
    "¿Cómo estás, hijo? [El hermano dice: “Tengo…?… en—en mi estómago”.—Ed.] ¿En tu estómago? ¿Crees que Jesús te sanará, hijo?",
    "¿Es hijo suyo? ¿Cree Ud. que Él lo hará, hermana? Yo sé. Suena… Bueno, Uds. conocen el testimonio, lo que nosotros… lo que el Señor ha hecho en Su Iglesia en los últimos días, mucho más allá de lo que nuestro hermanito tiene esta vez. Él es Dios, Quien puede crear. Él puede… Donde como…",
    "Miren. Si un tallo de trigo está brotando, y un terrón cae sobre él y—y daña ese trigo, y lo hace girar hacia el otro lado, entonces el trigo no está creciendo correctamente. Pero al quitar esa causa, entonces el trigo crecerá correctamente. ¿Ven?",
    "Bueno, Satanás hizo algo maligno aquí. Pero si la oración de fe puede reprenderlo, entonces crecerá correctamente. Uds. lo creen, ¿verdad?\n\nAhora oremos por este precioso muchacho aquí.",
    "Padre Celestial, sencillo pero poderoso, permite que el poder de Dios sane a nuestro hermanito. Que haya tal cambio en este muchacho, que la madre pueda regocijarse mucho por eso, en las próximas horas. Lo pedimos en el Nombre de Jesús. Amén.",
    "Dios lo bendiga, mi hermano. Créanle. Dios le bendiga. Un muy buen muchacho. Dios le bendiga.",
    "[Un hermano dice: “Tengo presión arterial alta”.—Ed.] Presión arterial alta.",
    "Padre Celestial, nuestro hermano confiesa de una presión arterial alta. Oro que Tú lo sanes, Señor. Que eso lo deje esta noche. Que, cuando él tenga su próximo chequeo, o lo que sea, el médico diga: “Vaya, Ud. ha vuelto a la normalidad”. Y en el fondo de su corazón él estará agradecido, Señor. Yo oro en el Nombre de Jesús. Amén.",
    "[El hermano dice: “Mi padre está muy enfermo. Si Ud. ora sobre ese pañuelo, se lo llevaré”.—Ed.] Con mucho gusto lo haré, mi hermano.",
    "Padre Celestial, su—su padre, aquí en la tierra, está enfermo. Él tiene un pañuelo aquí. Quiere colocarlo sobre su papá. ¡Oh, Dios!, oro que Tú honres la fe de su hijo. Y sanes a su padre, en el Nombre de Jesús. Amén.",
    "Dios lo bendiga, mi hermano. Que Dios conceda todo, y yo creo que Él lo hará.",
    "Hermana, eso va a terminar ahora, ¿no es así? De ahora en adelante, se va a ir. [La hermana dice: “Sí”.—Ed.]",
    "Nuestro Padre Celestial, mientras nosotros, Tu iglesia, oramos por nuestra hermana en su condición, que el poder de Dios la sane y la restablezca, en el Nombre de Jesucristo. Amén.\n\nDios la bendiga ahora, hermana. “Pedid y se os dará”.",
    "¿Cómo está Ud., hermana? ¿La va a sanar Él a partir de esta noche? [La hermana dice: “Sí”.—Ed.]",
    "Nuestro Padre Celestial, oro que sanes a nuestra hermana, recuperándola. Ella viene y dice que cree que así será. Así sea, entonces, Padre. Lo pido en el Nombre de Jesús. Amén.\n\nDios la bendiga, hermana.\n\n¿Cómo está Ud., hermana? Esta es la hora de liberación para Uds.",
    "Nuestro Padre Celestial, estas personas humildes cruzan la plataforma, creyendo que Tú sanarás sus enfermedades. Ellos han oído tanto decir. “Y la fe viene por el oír”, testimonios de oír. Siendo que, “Nosotros vencemos por la Sangre del Cordero y nuestro testimonio”. Oro que Tú sanes a nuestra hermana y la restablezcas, en el Nombre de Jesús. Amén.\n\nDios la bendiga, hermana, déje eso allí mismo.",
    "Hermano, querido, esta va a ser la hora en que va a terminar. ¿Es así?",
    "Nuestro Padre Celestial, lo traigo ante Ti, con esta iglesia, sus oraciones, y la de todos estos ministros fieles, y diáconos, y ancianos, y miembros laicos, todos. El Espíritu Santo en medio de nosotros, dando testimonio de Su Palabra; “Sobre los enfermos pondrán las manos; y sanarán”. Tú lo prometiste, Padre. Ahora sana sus ojos y que esté bien, en el Nombre de Jesús. Amén.\n\nDios le bendiga, mi hermano. Que eso se acabe, de ahora en adelante.",
    "¿Cómo está Ud., hermana? ¿Cree Ud. que eso terminará de ahora en adelante? [La hermana dice: “Sí, señor”.—Ed.]",
    "Nuestro Padre Celestial, que todo eso se acabe para nuestra hermana, de esta noche en adelante. Que ella sea sana para la gloria de Dios. Amén.\n\nDios la bendiga, hermana. Crea ahora con todo su corazón, crea que se ha terminado.",
    "¿Cómo está Ud.? ¿El bebé? [La hermana dice: “Sí. Ella tiene una alergia que le ha causado una crisis nerviosa”.—Ed.] ¡Oh, vaya! ¡Oh, vaya! Eso es muy malo. Eres una muchachita muy bonita. Jesús te va a sanar ahora.",
    "Nuestro Padre Celestial, con mis manos sobre esta niña, sintiendo en mi corazón, “¿Y si fuera Sara, mi hija?”. Es la hija de alguien. Y oro, Padre, que sanes a la niña, de esta alergia. Y que estos ataques la dejen. Que ella esté bien, en el Nombre de Jesús. Amén.",
    "Ahora vas a mejorarte, cariño, y estarás bien. Ud. créalo, hermana.",
    "¿Cómo está Ud., hermano? Va a comenzar de nuevo, a partir de esta noche. ¿Es así, señor? [El hermano dice: “Amén”.—Ed.]",
    "Padre Dios, oro, en el Nombre de Jesús, que sanes a nuestro hermano, le des salud. Que sea consumado ahora mismo, en su vida, todo consumado; que él tenga fe, fe indudable, en su corazón. Él estará bien, en el Nombre de Jesús. Amén.",
    "Dios le bendiga, mi hermano. [El hermano dice: “Hermano Branham, me gustaría que se orara por eso, por mi madre. Ella tiene ochenta y tres años. Y sufre de asma y problemas cardíacos”.—Ed.] ¡Pues, Dios bendiga su corazón!",
    "Padre Celestial, su madre, de ochenta y tres años, y sufre del corazón y asma. Concede, Señor, que cuando esta pequeña señal sea puesta sobre ella, que se recupere, en el Nombre de Jesús. Amén.\n\nDios lo bendiga a Ud., hermano, y también a su madre.",
    "Que todo termine, de ahora en adelante, hermana. Solo deje que eso se quede en el pasado. Este es el futuro que viene aquí.",
    "Padre Celestial, en el Nombre de Jesucristo, sana a esta, nuestra hermana. Lo pedimos en el Nombre de Jesús. Amén.\n\nAhora ya no está. Solo créalo.\n\n¿Cómo está Ud., hermano? Se va terminar, de ahora en adelante.",
    "Nuestro Padre Celestial, oro por nuestro hermano, que Tú sanes su cuerpo y lo restaures. Que todo termine, de esta hora en adelante, en el Nombre de Jesucristo. Amén.\n\nDios le bendiga, hermano.",
    "[Un hermano dice: “Conocemos a una señora. Ella ha perdido parte de su vista en un ojo, y solo le queda el otro”.—Ed.] ¡Oh, vaya! [“Y nos gustaría…”.] Que se ore por eso. Pues, con mucho gusto haré eso, hermano. Crea Ud. conmigo ahora, que ella va a sanar.",
    "Nuestro Padre Celestial, la dama encantadora en algún lugar, está esperando que pongan este pañuelo sobre ella. Lo enviamos para su sanidad, en el Nombre de Jesucristo, el Hijo de Dios. Amén.\n\nDios le bendiga.",
    "Ahora, hay una señora sentada aquí que no puede levantarse, y otra por acá, y un varón también. Bajaré allá a orar por ellos. Ahora, todos Uds. oren conmigo, ¿lo harán?",
    "[El Hermano Branham deja el púlpito, para orar por los que no pueden levantarse.—Ed.] ¡Oh, vaya! [Cinta en blanco.]",
    "[Un hermano dice: “El bulto que ella tenía en el pecho desapareció, y el dolor desapareció”.—Ed.] ¡Oh, alabado sea Dios! ¿No es maravilloso?\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó,\n\nY compró mi salvación\n\nAllá en la cruz.",
    "[Una hermana dice: “Hermano Branham, estoy a punto de tener a mi hijo. Me enviaron a casa, desahuciada con cáncer. Y vino la Hermana Waldrop. Ella oró por mí. Ella me habló, y me dijo que creyera por la sanidad. Y se ha orado por mí, y estoy creyendo por mi sanidad”.—Ed.] Dios le bendiga. [“Pero yo no estoy bien, así que ¿podría orar por mí?”] Seguro que lo haré.",
    "Padre Celestial, oro que sanes a nuestra hermana y la restaures. En el Nombre de Jesucristo, pido que esto sea completamente sanado, para este embarazo. Amén.\n\nDios la bendiga, hermana. Vaya y sea sana ahora. Reclame su sanidad.",
    "¿Ven cuán sencillo es? Ahora, dígame ¿qué pasó por aquí, para quitar ese bulto y quitarle el dolor a la mujer que ni siquiera pudo oír el Mensaje? ¿Ven? Correcto. Ella está allá alabando a Dios. Si una mujer que es sorda, muda y ciega, puede alabar a Dios por quitarle un cáncer, seguramente nosotros, que estamos sanos en esta noche, podríamos alabar a Dios por eso. ¿No lo creen Uds.? Sí. Estrechémonos las manos el uno al otro cuando cantemos.\n\nYo Le amo…",
    "…?…(¿Dónde es el servicio, mañana? ¿Lo anunciaron?) [Un hermano dice: “Igual. En Tempe”.] (Tempe, Arizona.)\n\n[Una hermana dice: “¿Podría orar por eso, quiero ponérselo mientras él…?…”.—Ed.]",
    "En el Nombre del Señor Jesús, concédele que a quienquiera que le ponga esto, sea sanado para la gloria de Dios.",
    "¿No es Él maravilloso? Yo—yo se los digo, a mí simplemente me gusta este Camino. Me—me encanta Dios. Yo Lo amo con todo mi corazón. Él es mi Salvador.",
    "Ahora, mañana en la noche, creo que el próximo servicio es en Tempe, Arizona, con el Hermano… ¿Cómo se llama? ¿Qué? [Un hermano dice: “Groomer”.—Ed.] Groomer. Groomer, Hermano Groomer, allá en la Asamblea de Dios. ¿Ahí es? La Asamblea de Dios en Tempe. Evangelio Completo. Sí. Lo han anunciado, me parece. Muy bien.",
    "Ahora, ¿Lo aman mucho? Amén. ¡Qué maravilloso!\n\nAhora, devuelvo el servicio al hermano, el pastor.\n\nAlguien, esperen, ¿alguien por quien orar? Un momento.",
    "Adelante. [Un hermano dice: “Mi esposa ha estado enferma por dos años. Quiero que ore por ella”.—Ed.] Pues, con mucho gusto lo haré, mi precioso hermano.",
    "Ahora, por su esposa enferma, que ha estado enferma por dos años. Ahora solo creamos Padre. Yo sé que el mundo pudiera menospreciar esto y decir: “Yo no creo eso”. ¿Qué me dicen de la señora que testificó hace unos minutos, que tenía ese bocio allá en el cuello? ¿Qué me dicen de eso? ¿Ven? Estas personas que son… Una niña aquí, ahora es una mujer joven, estaba con esa asma y todo eso en su condición. Miren todo lo que sabemos que es verdad. ¿Ven? Él… Él… Dios, a su esposa, también.\n\nOremos.",
    "Señor Jesús, una esposa enferma. Oro que este paño, puesta sobre ella, sea una señal de esta reunión esta noche y de la Palabra de Dios. Y que ella sea sana para Tu gloria. Amén.",
    "Dios lo bendiga, hermano. [El hermano dice: “Hermano Branham, le voy a decir esto: Hace trece años, Ud. estuvo aquí en Phoenix. Yo estaba sentado atrás en la congregación, Dios me dijo que si yo subía y tocaba el borde de su vestidura, yo sería sanado. El diablo dijo: ‘No vayas, te pondrás delante de alguien más’. Y Ud. se levantó y dijo: ‘Hay alguien en este edificio, que podría venir y tocar esto, y serían sanos’. Me di la vuelta, le dije a un hermano anciano, le dije: ‘Yo soy ese’”.—Ed.] No, no.\n\nDios bendiga su corazón. Oremos.",
    "¡Padre Celestial! ¡Ahora a Dios, oro que Tú concedas esta cosa!…?… Concédelo. Y concede esto, Padre, en el Nombre del Señor Jesucristo. Amén.",
    "Ud. lo hizo ahora, Hermano, Ud. lo cumplió, después de trece años. “Los que esperan en Jehová renovarán sus fuerzas, un águila”. Está bien, hermano.",
    "¡Oh, es maravilloso! Bueno, los veré mañana en la noche, a la mayoría de Uds. Si yo… El pastor aquí ahora, Hermano… 🦅"
  ]
}