{
  "title": "CONVENCIDO LUEGO PREOCUPADO",
  "id": "62020009",
  "content": [
    "🦅  Muchas gracias, hermano.\n\nPueden tomar asiento. Realmente considero este un gran privilegio, estar aquí esta noche con el Hermano Groomer, y con su iglesia, y saludar al rebaño que peregrina aquí en Tempe, Arizona. Yo creo que aquí es…",
    "¿Esta es la ciudad que el pueblo mormón construyó aquí, verdad? [Los hermanos dicen: “No. Mesa”.—Ed.] Mesa. Sé que era una de estas pequeñas ciudades. Hace muchos años, cuando yo solo era un muchacho, en la dedicación del Templo Mormón. No recordaba si era Tempe o… Mesa donde dijeron los hermanos.",
    "Y, siempre llego tarde, nunca a tiempo. Saben, me dicen que me demoré un poco más del tiempo normal, cuando llegué a esta tierra. Hice esperar mucho tiempo a mi esposa para cuando nos casamos. Si tan solo pudiera llegar tarde ahora a mi funeral; eso, eso sería lo siguiente. Esa es la hora a la que quiero llegar tarde, muy tarde. Pero la gente ha sido amable en esperarme.",
    "Estuve en una tormenta de nieve y me retrasé un par de días, antes de llegar aquí, y tengo dos días de retraso en reunirme aquí con el Hermano Groomer. Debía haber estado aquí el martes en la noche. Pero hemos hecho arreglos para poder quedar al día y, o como sea que lo hayan cuadrado; puedo estar equivocado en esto. Pero lo han cuadrado para que, como sea, me ponga al día.",
    "Anoche tuvimos una reunión maravillosa, allá en la—la otra iglesia, por allá en… Hermano Hatton, creo, sí, Hermano Hatton, un muy buen caballero Cristiano. Lo conocí ayer, y me senté en el estudio un rato con él, y tuvimos un momento de compañerismo, pudimos orar el uno con el otro. Tuvimos un servicio maravilloso, anoche, pero me demoré un poco, mantuve a la gente hasta tarde. Y es un hábito mío. Pero esta noche no voy a hacer eso. No. Yo—yo no tengo la intención de predicar más de cuatro horas. Yo—yo no espero hacerlo. Así que, ¿ven?, eso por lo general es cierto, en el tabernáculo o en alguna parte.",
    "Veo a algunos de mis amigos, de los alrededores de Jeffersonville, que nos visitan. Tenemos personas sentadas aquí ante nosotros, esta noche, según veo, que conducen desde Macon, Georgia, cada domingo. Para… Esos son como 1,100, 2,000… Son como 2,400 kilómetros, de ida y vuelta, para venir a la iglesia el domingo. Y ellos no hacen eso solo una vez. Cada vez que tenemos servicio en el año allá en el tabernáculo, ellos manejan desde por allá abajo, de Macon, Georgia.",
    "Veo al Hermano y a la Hermana Dauch aquí de Ohio. El Hermano Dauch es de edad avanzada, pero, solo es él y su esposa juntos, y el Señor ha sido bueno con ellos. Y ellos—ellos conducen cada domingo, esta pareja de ancianos, desde por allá arriba, de Ohio, viniendo sobre carreteras congeladas. Y ella, una mujer, manejó desde allá de Ohio, hasta acá, para poder estar en la reunión.",
    "Y aquí hay gente, de Macon y de diferentes lugares, que se ha reunido aquí para el servicio. Nos da gusto tener amigos así. Nos da mucho gusto compartir nuestros privilegios juntos, nuestros compañerismos juntos, porque verdaderamente profesamos que somos peregrinos y extranjeros. Este no es nuestro hogar.",
    "Creo que acabo de mirar y veo a un hermano que viene desde Iowa, por aquí, si es correcto. ¿No es así, hermano? ¿Por acá, el cuñado del Hermano Norman, de Iowa?",
    "Somos como Abraham. Hemos… dejamos el mundo. Y buscamos una Ciudad cuyo Arquitecto y Hacedor es Dios. Estamos creyendo que, algún día, algún día glorioso, veremos esa Ciudad. El deseo de todo mi corazón es ver esa gloriosa Ciudad.",
    "Ahora, confiamos en Dios, que nos bendiga esta noche, y nos dé de Su Presencia.",
    "Y solo dije eso para cambiar un poquito, la atmósfera, para traer una pequeña sonrisa, cuando dije: “Predicar cuatro horas”. Ahora, yo soy culpable de hacer eso, ¿ven?, y la gente es culpable de permanecer y escuchar por tanto tiempo. Pero, eso—eso es un poco duro, castigarlos de esa manera.",
    "Esta es una iglesita bien construida. Casi puedo verlos a todos. Sería un buen momento, lugar aquí, para un verdadero servicio de sanidad, si llegáramos a tener uno, para tenerlo.",
    "Veo, bien atrás en la parte de atrás, veo a la Hermana Evans allá atrás. No veo al Hermano Evans. También son de por allá abajo, de Macon, Georgia, allá abajo en la región cálida. Ellos hablaron con nosotros el otro día, y dijeron que se estaban igualando con nosotros los yanquis allá arriba. Tuvieron nueve pulgadas de nieve. Así que, ellos, tienen algo de que jactarse, con toda esa nieve. ¿Tuvieron un buen viaje? Eso, bueno, eso está muy bien, Hermano Evans.",
    "Solo un pequeño testimonio para el Hermano Evans allá atrás, que me gustaría decir, si le parece bien, Hermano Evans. Si es…",
    "Cómo llegué a conocer al Hermano Evans, fue en el—el Met, allá en Filadelfia. El Hermano Theo Jones, muchos de Uds. han oído de él, él es un hermano del Evangelio Completo, un muy buen predicador. Y nos reunimos, y él me preguntó si podía ir a la Met con él para un par de noches de servicio, a lo que estuve de acuerdo en hacer cuando llegamos de cierta parte. Y el Hermano Leo Mercier y el Hermano Gene Goad se habían conocido con el Hermano Evans de alguna manera, y dijeron: “Hay un hombre que quiere conocerlo en una de las entrevistas privadas” dijo, “de por allá de Georgia”.\n\nY yo dije: “Muy bien”. Y mi esposa y mi hijito…",
    "El pequeño Joseph, como muchos de Uds. recuerdan, el Señor me mostró, seis años antes de que él naciera. El médico dijo que, “Era imposible. Él no podría nacer”. Pero el Señor dijo que así sería, así que Joseph llegó, justo a tiempo. Y, así que, nosotros… Él tenía como dos años entonces, o tres.",
    "Recuerdo la mañana cuando nos levantamos en el hotel. Joseph me miró cuando me estaba vistiendo para ir a desayunar con el Hermano Evans. Yo aún no lo conocía. Y le dije a mi esposa: “Meda, sabes, cariño, que este hombre con el que nos vamos a encontrar…”. Lo describí. Dije… A él y a su esposa. “Y vi una visión de él esta mañana. Le gusta pescar, pero es un infractor”. Y dije: “Yo—yo—yo lo veo haciendo algo que no debería”. Y dije: “No sé si se lo debo decir o no”.\n\n“Bueno” dijo ella, “más vale que uses tacto”.\n\nY dije: “Lo haré”.",
    "Y, entonces, el pequeño Joseph se levantó en la cama. Él dijo: “Papá, ¿sabes que David va a tener un accidente en su motocicleta?”.\n\nY yo dije: “¿Cómo es eso, hijo?”. Su madre lo captó.\n\nDijo: “David”.",
    "David Wood vive al lado mío. Él era un Testigo de Jehová, y su pierna tenía—tenía parálisis infantil, y tenía la pierna recogida. Y su padre y su madre lo tenían allí en una de las reuniones. Y el Señor Jesús reveló todo de él, lo que él era, y le dijo que se pusiera de pie. Fue sano, y su pierna se soltó, normal. Y su padre es un contratista. Entonces él entregó su corazón al Señor Jesús, y se mudó a la casa de al lado, y ha estado viviendo allí en los últimos años. Y el muchacho, a menos que lo recuerde, ni siquiera sabe cuál pierna era la—la que se lastimó.",
    "Hay personas sentadas aquí, esta noche, que conocen al muchacho. ¿Cuántos de Uds. aquí conocen a David Wood? Hay muchos de Uds., seguro, que—que—que han visto al muchacho.",
    "Y Joseph dijo: “Acabo de ver a David lastimarse en una motocicleta, por la calle cerca de la escuela”.",
    "Bueno, pensé. Unos días antes de eso, él me había dicho que estaba esperando que su hermanita regresara a casa. Él estaba en su triciclo. Y dijo: “Papá, vi a…”. Dijo: “¿Hay un Hombre allá arriba, que tiene una—una mano como así de grande?”.\n\nY yo dije: “No lo sé. ¿Por qué?”.",
    "Él dijo: “Miré hacia arriba”. Y dijo: “Iba hacia la carretera, en mi triciclo”. Y dijo: “Vi una mano grande, se parecía a la mano de Jesús, que no me dejaba salir a la carretera”.",
    "Bueno, no le dimos mucha mente a eso. Pero cuando él nos dijo esta profecía, que David se iba a lastimar en una motocicleta, eso fue algo extraño para mí. Y saben, estuvimos en casa tres días… Y él me dijo qué pierna iba a ser: “La del lado derecho. Iba a rasgar la ropa, le iba a lastimar el lado derecho”.\n\nLe dijimos: “Tú soñaste eso anoche, Joseph”.",
    "🦅 No, no”. Él no soñó. Dijo. “Yo—yo vi a Da-da ahora mismo tenerlo”. ¿Ven? Bueno, yo pensé que él lo estaba inventando.",
    "Tres días después de llegar a casa, David se subió a una motocicleta. Un muchacho vino de Louisville en la motocicleta. Él se fue por la carretera, y allí mismo cayó en la motocicleta, y se despellejó toda la pierna, del lado derecho.",
    "Y ese fue el—el día que conocí al Hermano Evans. Y después de hablar con él, y vi que él era un buen hermano sureño, le dije: “Quiero preguntarle algo”. Le dije: “Ud. va a pescar allá a los pantanos por ahí; me parece a mí como la Florida”.\n\nÉl dijo: “Sí, así es”.",
    "Le dije: “Hace poco Ud. pescó un saco lleno de pescado. Ud. no debería haber tenido tantos”. Le dije… Y, él dijo… Como que, la cara se le puso roja, bajó la cabeza. Y le dije: “Ud. estaba saliendo, Ud. y su muchacho, y escondió esos pescados tres veces, porque Ud. había visto al guardabosques por allá al final; o eso pensó”.",
    "Él dijo: “Sí, señor. Así es”. Su cara, muy roja, él y su esposa.\n\nYo dije: “Solo que…”.\n\nÉl dijo: “Yo—yo—yo lo siento. Yo—yo no debí haber hecho eso”.\n\nLe dije: “Pero realmente me gustaría ir a pescar allá”.\n\nBueno, él me llevó. Y fui allá.",
    "Y por allá adentro, hay culebras muy peligrosas, adentro por allá, caimanes, y cocodrilos, culebras, y de todo, por allá. Son peores que los Lagartos de Gila de Arizona. Tienen una a la que llaman la cascabel terrestre, una pequeña, y es—es bastante brava. Y a su hermano lo había mordido una, como tres o cuatro meses antes de eso, y todavía estaba con una pierna enyesada, con un aro sobre ella, por meses. Y estuvo tendido en el hospital, no sabía si iba a vivir o a morir; su hermano menor.",
    "Así que el Hermano Evans y yo andábamos por allá, y yo estaba pescando. ¡Oh, había pasado un gran día!",
    "Sencillamente me encanta pescar. Yo, yo soy el peor pescador del mundo, pero tengo un buen guía: Él. Y Él me dice dónde están, y por lo general los pesco.",
    "Y pesqué unos buenos ese día. Y había enganchado uno tan grande, un robalo muy grande, como de 4 kilos y medio o 5 kilos, me supongo. Yo no podía sostenerlo. Y el pequeño anzuelo, él se lo había sacado de la boca. Y su boca así, y el pequeño abejorro como así. Él podía saltar, y se lo sacudía de la boca. Pero estaba muy enojado. Lo arrojé de nuevo, y a la tercera vez se enganchó.\n\nY el Hermano Evans dijo: “¡Oh, no lo deje ir, Hermano Branham!”.",
    "Así que, yo iba saltando por allí con esta caña, intentando que este robalo mordiera de nuevo, y otro, y ¡oh!, algo, uno grande lo mordió, y lo agoté un poco. Lo mantuve alejado de los lirios del estanque hasta que se acercaba a la ribera.",
    "El Hermano Evans estaba allí, se había mojado los pies. Solo se arremangó el pantalón, y estaba descalzo. Él dijo: “Un minuto”. Los pastos y demás estaban crecidos, así. Dijo: “Iré por él”.",
    "Dije: “No se preocupe. Pues, lo arrastraré acá. Si se suelta, tenemos suficientes”.",
    "Así que comencé a tirar, así. Dijo: “Lo traeré”. Y al dar el paso allá, una pequeña cascabel lo mordió, justo cuando daba el paso, en la parte de arriba del pie, justo arriba del hueso del tobillo.",
    "Nunca había escuchado una—una mirada en un rostro, o escuchado un grito así. Salió de allí, y agarrándose con las manos así, y apretando los dientes. Miré, y solo había una pequeña, una distancia así, donde los colmillos de la serpiente entraron justo en su pierna.",
    "Ahora, solo en unos minutos, Ud. es la persona más enferma del mundo. Y será mejor que llegue al auxilio o alguna parte, porque Ud. morirá. Y ese—ese—ese veneno es realmente tóxico de la cascabel terrestre.",
    "Bueno, él es un hombre bastante grande. Y yo era demasiado pequeño para cargarlo como a tres kilómetros hasta el carro, entre esos pantanos. Y veíamos caimanes por todas partes y, como sea, yo no soy muy valiente entre ellos. Entonces pensé: “¿Qué puedo hacer?”.",
    "Y en ese momento algo pareció hablarme, y vi la Escritura del Señor, que dice: “Y hollarán sobre cabezas de escorpiones, y sobre cabezas de serpientes, y nada los dañará”. Entonces pensé en su hermano, pero su hermano no es un creyente, él no es un Cristiano, pero este hombre es un Cristiano. Y él estaba agarrando y sostenía su pierna.",
    "Puse manos sobre él. Dije: “Padre Celestial, estamos en un estado de emergencia, y yo—yo no puedo cargar a mi hermano. Y además, él estaría tan grave, para cuando yo lo sacara de aquí, no sé si le encontraríamos ayuda a tiempo. Pero está escrito en Tu Palabra, que, ‘Nada les hará daño’. Y este es un creyente”.",
    "Y noté que dejó de sufrir o de hacer ruido. Y cuando terminé de orar, él estaba mirándome, riéndose. Él dijo: “Se fue todo el dolor”.",
    "🦅 Bueno” dije yo, “¿continuamos?”. Seguimos pescando, pescamos todo ese día. Esa noche, como a las once…",
    "Teníamos tantos robalos grandes que, cuando regresamos a la civilización, pues, estaban allá fotografiándolos, mirándolos, allá en la noche, como a las once.",
    "Y su hermano, al que lo mordió la culebra, tenía una—una tienda de cebos. Y él vino, y contamos la historia, le mostramos el punto. Y su hermano dijo: “Está bien ser religioso, pero no insensato”. Dijo: “Ve a un hospital lo más rápido que puedas, y recibe primeros auxilios”.",
    "El Hermano Evans dijo: “Si el Dios Todopoderoso me ha protegido desde las once de esta mañana hasta las once de esta noche, es asunto terminado”. Ni siquiera tuvo otro dolor.",
    "¿Podría ponerse de pie, Hermano Evans, para que la gente pueda ver de quién estoy hablando? Este es el hermano allí mismo. Hermano Dauch…",
    "Y, ¡oh!, Él es Dios dondequiera que Ud. esté. Él es la Presencia infalible de Jesucristo; “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo”. Y Él reta a poner su fe, en cualquier momento que quieran, en Su Palabra, y Él lo cumplirá. Ahora, estoy…",
    "Es un privilegio estar aquí esta noche con nuestro buen Hermano Groomer. Y he… Él ha estado persiguiéndome por mucho tiempo, para que venga aquí. Y creo que es maravilloso estar aquí esta noche, y con estos otros buenos hermanos, llegar a conocer al Hermano Ballard aquí, y a muchos de Uds. Y pues todos estamos esperando estar en el desayuno de los Hombres de Negocios. Y allá en el—en el… ¿Cómo se llama? Ramada. ¿Lo dije bien? Ramada. ¿Eso es español?",
    "Recuerdo una vez cuando aprendí una palabra en español: “Oya”. Ya no lo digo bien. Mejor dejo eso. Quiere decir: “¿Me oyen?”. O algo así: “Oyo”. [Alguien dice: “Oye”.—Ed.] “Oye”. Eso es. “Oye”. Eso es.",
    "Y luego ese: “Gloria a Dios”, gloria a Dios. Eso es: “Gloria a Dios”.…?… “Gloria a Dios”. Recuerdo eso de hace mucho tiempo, así que todavía estoy gritando: “Gloria a Dios”.",
    "Y, ahora, en esta noche, para que no estén mucho tiempo de pie, y—y solo es un poco de compañerismo.",
    "Y discúlpenme, por pararme aquí en la plataforma, hablando esto y regocijándome, pues estoy muy contento de estar aquí. Yo creo que Dios quiere que Sus hijos sean felices. Yo—yo creo que podemos llevarlo a los extremos, y—y no ser sinceros al respecto. Pero yo creo que Dios quiere que Su pueblo sea muy feliz, y sociable, amistoso de corazón; “Amándonos el uno al otro como Dios, por causa de Cristo, o como Cristo nos amó”. Yo creo que por eso debemos ser Cristianos felices.",
    "Ahora, vamos, antes de leer la Palabra, vamos a hablar con el Autor solo por un momento, al inclinar nuestros rostros. Y ahora con nuestros rostros inclinados, dejando a un lado nuestro tiempecito de compañerismo juntos ahora, para conocernos y renovar nuestro compañerismo. Me pregunto, en este pequeño edificio visible esta noche, ya sea afuera o adentro, si hubiera alguna petición que mencionar, y que Ud. pudiera darla a conocer levantando su mano. Dios sencillamente conoce su corazón. Dios sea misericordioso. Dios, sé misericordioso. Ahora Él conoce su necesidad. ¿Cuántos tienen una necesidad espiritual, por la cual Uds. levantarían sus manos? Dios les bendiga. Y ahora, por la sanidad de su cuerpo, levanten sus manos, vean si hay personas enfermas. ¡Oh, vaya! Es un viejo mundo enfermo, ¿no es así? Hablemos con Aquel Quien puede corregir todos los errores.",
    "Dios Todopoderoso, como Tú le apareciste a Abraham en el Nombre del Dios Todopoderoso, desde el siglo hasta el siglo, Tú eres Dios Todopoderoso. Y estamos tan contentos esta noche de tener el privilegio de venir a Ti. Sabiendo esto: que si venimos por la invitación de Jesús, allí tenemos la seguridad de que Tú estás escuchando. Porque Él dijo: “Pedid al Padre cualquier cosa en Mi Nombre, Yo lo haré”. Ahora, nosotros lo creemos, porque es Palabra de Dios. Y tenemos muchas necesidades esta noche, Señor.",
    "Te damos gracias por esta iglesia, y por una nación en la que aún podemos tener este tipo de reunión, por una ciudad que no cerró las puertas. Te damos gracias por su pastor, nuestro precioso hermano, y por toda la junta, los diáconos, los síndicos, y todos los miembros. Y, Dios, sobre todo esto: Te agradecemos por cada peregrino aquí esta noche, los que están peregrinando con nosotros aquí en la tierra.",
    "Nos hemos reunido, Padre, en la sinceridad de la adoración, y creyendo que Tú te encontrarás con nosotros, y no dejarás de bendecirnos, y darnos hasta el más mínimo de nuestros deseos. Y Tú viste las manos de este pueblo con problemas espirituales. ¡Oh, Dios!, quita todo temor y duda, en esta noche. Que el Espíritu Santo tenga la preeminencia.",
    "Dios, oramos por los que tienen su condición física, interrumpida, que no pueden disfrutar de la vida, que el diablo les ha hecho mal y los ha enfermado. Hazles saber, esta noche, que por las llagas del Señor Jesús todos hemos sido sanos. Que tengamos valor esta noche para subir a la Presencia de Dios, por fe. Porque verdaderamente, Dios es nuestro Padre, y la fe es nuestra madre que nos trae al Nacimiento, a Dios. Para que nosotros, por fe materna, seamos traídos a la Presencia del Padre Dios Quien dio la promesa. Y líbranos de todo mal, como Él nos enseñó a orar: “Líbranos del mal”.",
    "Ahora, Señor, bendice a estos ministros de visita. Se acerca la reunión de los Hombres Cristianos de Negocios, oramos por eso, para que muchas almas puedan ser salvas. Y cuando nos vayamos esta noche, que podamos decir como aquellos que venían de Emaús: “¿No ardían nuestros corazones en nosotros, mientras Él nos hablaba en el camino?”.",
    "Bendice Tu Palabra mientras La leemos. “Lámpara es Tu Palabra”, una Luz que da Luz desde la tierra hasta la Gloria. Y que podamos subir un poco más en la escalera esta noche, Señor, por causa de nuestro compañerismo en la Presencia de Cristo Jesús. Ahora, Padre, desde esta hora, entra en nuestra presencia. Toma la Palabra del Dios viviente y repártela a cada corazón hambriento. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, a Uds. que les gusta anotar los textos, o quieren leer en las Escrituras con nosotros, si pueden abrir sus Biblias en San Juan, el capítulo 1, quiero leer una buena porción de la Palabra, de San Juan, el capítulo 1. Y ahora vamos a comenzar con el versículo 15 de San Juan el capítulo 1.\n\nJuan dio testimonio de él, y clamó diciendo: Este es de quien yo decía: El que viene después de mí, es antes de mí; porque era primero que yo.\n\nPorque de su plenitud tomamos todos, y gracia sobre gracia.\n\nY la ley por medio de Moisés fue dada, pero la gracia y la verdad vinieron por medio de Jesucristo.\n\nA Dios nadie le vio jamás; el unigénito Hijo, que está en el seno del Padre,…le ha dado a conocer.\n\nEste es el testimonio de Juan, cuando los judíos enviaron de Jerusalén sacerdotes y levitas para que le preguntasen: ¿Tú, quién eres?\n\nConfesó, y no negó, sino confesó: Yo no soy el Cristo.\n\nY le preguntaron: ¿Qué pues? ¿Eres tú Elías? Dijo: No soy. ¿Eres tú el profeta? Y respondió: No.\n\nLe dijeron: ¿Pues quién eres? para que demos respuesta a los que nos enviaron. ¿Qué dices de ti mismo?\n\nDijo: Yo soy la voz de uno que clama en el desierto: Enderezad el camino del Señor, como dijo el profeta Isaías.\n\nY los que habían sido enviados eran de los fariseos.\n\nY le preguntaron, y le dijeron: ¿Por qué, pues, bautizas, si tú no eres el Cristo, o Elías, o—o ni el profeta?\n\nJuan les respondió, diciendo: Yo bautizo con agua; mas en medio de vosotros está uno a quien vosotros no conocéis.\n\nEste es el que viene después de mí, el que es antes de mí, del cual yo no soy digno de desatar las correas del calzado.\n\nEstas cosas sucedieron en Betábara, al otro lado del Jordán, donde Juan estaba bautizando.\n\nEl siguiente día…(Perdónenme.)… vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.\n\nEste es aquel de quien yo dije: Después de mí viene un varón, el cual es antes de mí; porque era primero que yo.\n\nY yo no le conocía; mas para que fuese manifestado a Israel, por esto vine yo bautizando con agua.\n\nTambién dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.\n\nY yo no le conocía; pero el que me envió a bautizar con agua, aquel me dijo: Sobre—sobre quien veas descender el Espíritu, y que permanece sobre él, ése es el que bautiza con el Espíritu Santo.\n\nY yo le vi, y he dado testimonio de que éste es el Hijo de Dios.\n\nEl siguiente día otra vez estaba Juan, y dos de sus discípulos.\n\nY mirando a Jesús que andaba,…dijo: He aquí el Cordero de Dios.\n\nLe oyeron hablar los dos discípulos, y siguieron a Jesús.\n\nY volviéndose Jesús, y viendo que le seguían, les dijo: ¿Qué buscáis? Ellos le dijeron: Rabí (que traducido es, Maestro), ¿dónde moras?\n\nY Les dijo: Venid…ved. Y Fueron, y vieron dónde moraba, y se quedaron con él aquel día; porque era como la hora décima.\n\nAndrés, hermano de Simón Pedro, era uno de los dos que habían oído a Juan, y habían seguido a Jesús.\n\nEste halla primero a su propio hermano Simón, y le dice: Hemos hallado al Mesías (que traducido es, el Cristo).",
    "El Señor añada Sus bendiciones a esta lectura de Su Palabra. Y ahora, con el más profundo interés, permítanme llamarles la atención por unos momentos a un—un pequeño texto, si lo llamara así. Sentado en el escritorio, hace un rato, como a las tres o cuatro de esta tarde, leyendo, esto me impactó. Y para sacar un texto de aquí, quiero tomar esto, estas dos palabras: Convencido Luego Preocupado. Convencido Luego Preocupado.",
    "Ahora, estamos viviendo en un tiempo terrible. Estamos viviendo en un tiempo de gran apostasía. Lo sabemos; estamos conscientes.",
    "Anoche estuve predicando sobre el tema de Presumir, allá en la otra iglesia. Gente que toma alguna clase de cosa, y simplemente presumen ser Cristianos. Y la palabra presumir, como explicamos anoche, significa “avanzar sin autoridad”. Y demasiadas personas están presumiendo hoy. “Pues” dicen, “yo hice tal y tal cosa. Me uní a la iglesia. Yo—yo fui sumergido en agua. Presumo que soy un Cristiano”. Eso no funcionará. Pues, Ud. no puede presumir de eso. Ud. tiene que estar seguro de que lo es. ¿Ven? Ud., Ud. realmente tiene que saber que Ud. es un Cristiano. Así que, hoy, yo siento, frente a…",
    "Nuestra nación tiene más membresía Cristiana de lo que la nación jamás haya conocido. Pero ¿sabían Uds., que el año pasado, de acuerdo a las estadísticas, que no… no ha habido seminario? Uno a duras penas se compara con el año anterior. Pero, todo otro seminario, o colegio, o escuela Bíblica, no alcanzó su cuota de ministros. Donde los jóvenes, con llamamientos en su vida, para salir al campo y demás, que van para su formación y demás, cómo solían hacer fila para matricularse en las escuelas, y ahora uno difícilmente puede persuadirlos a entrar. Hay algo mal en alguna parte. ¿Ven? Yo creo, con todo mi corazón, sin intención, esperando no estar diciendo algo errado, pero yo creo que es por falta de interés, preocupación, no hay suficiente preocupación. Hay demasiada preocupación por hacer una bomba atómica, demasiada preocupación por quién va a llegar primero a la luna. Y—y a mí no me interesa llegar a la luna. Yo quiero entrar al Cielo, allí es donde quiero llegar.",
    "Saben, siempre están gritando: “Nosotros pusimos primero a un hombre en el espacio”. Rusia sigue gritándonos: “Nosotros pusimos un hombre en el espacio”.",
    "Pues, nosotros hemos tenido Uno en el espacio por dos mil años. Seguro. Nosotros, ellos…?… Están—están bastante atrasados, están dos mil años atrás de nosotros. Tuvimos a un Hombre en el espacio allá atrás, ya, hace dos mil años, se levantó de la tumba, y está en el espacio, y por todas partes, en todo lugar. Seguro. Así que, ese es Aquel a quien estamos mirando. Él nos llevará a donde Él dijo: “En la casa de Mi Padre muchas moradas hay, e iré y prepararé lugar”. En algún lugar más allá del espacio por allá, no lo sé, pero Él regresará a recibirnos. Esa es la cosa. “No se turbe vuestro corazón, ni tenga miedo”. ¡Oh, eso me encanta! Eso me dice que, “Hay un hogar en la Roca en alguna parte, más allá de la cima de la montaña”, como dijo el poeta.",
    "Ahora, esta apostasía es una falta de interés por el Cuerpo de Cristo. Yo creo que quizás lo correcto no ha sido presentado. Tantos jóvenes estudiantes que aceptarían un llamado en la vida, ven tantos fracasos aquí, y realmente ven que el orden y el programa de este día ha fallado. No… Cristo no ha fallado, pero el sistema que hemos creado ha fallado. El programa de Cristo no ha fallado. Pero el sistema de la gente ha fallado. Ahora, Cristo tiene un programa al cual debemos entrar.",
    "Ahora, podríamos quedarnos mucho rato en estas pocas Escrituras y cosas a las que quiero referirme. Pero, para darnos prisa, iniciemos ahora y comencemos allá del Libro de Isaías, y empezando con la primera vez que a Juan se le llamó “la voz de uno que clama en el desierto”, unos setecientos doce años antes de su nacimiento.",
    "Y cuando Zacarías, su padre, un sacerdote en su día, era un ministro en el templo del Señor, y él y su esposa, Elisabet, eran de edad avanzada. Y el Espíritu Santo vino a Zacarías y lo bendijo, y le habló acerca del niño, como todos sabemos. Pero debe haber sido algo extraño, y una sensación en el corazón de esa pareja de ancianos, cuando llegó este hijo prometido. Y, su habla, él había quedado mudo hasta el momento en que dio su nombre, de acuerdo a la Palabra de Dios. ¿Ven?",
    "La Palabra de Dios es muy perfecta. Y es porque ni una pequeña jota o tilde de ninguna manera puede pasar, no puede pasar hasta que se haya cumplido. Jesús viene, y Él viene por una Iglesia sin mancha ni arruga. Y ni una Palabra o una jota de Aquello fallará jamás. La Iglesia estará en esa condición cuando venga Jesús. Ellos nos están esperando.",
    "Ahora, fíjense que Zacarías y Elisabet, como eran de edad avanzada, sabían que ellos no podrían vivir lo suficiente para ver a su hijo, lo que Dios tenía reservado para él. Pero sabían que Dios estaba con él, porque el Espíritu Santo había prometido esa promesa, y ellos sabían que Dios cuidaría de su hijo. Ahora, según la historia, ellos murieron cuando él tenía como nueve años.\n\nY, Juan, cuán extraños son estos individuos.",
    "Pues, parecía que Juan, habiendo salido de la casa de un sacerdote, que él siendo un hombre religioso, y sabiendo que había un llamado en su vida, él hubiera ido directamente a la escuela y hubiera llegado a ser un sacerdote como su padre. Ahora, esa hubiera sido la manera natural de pensar.",
    "Cuando un muchacho recibe un llamado en su vida, lo primero en lo que piensan es en correr al seminario en alguna parte, ¿ven?, correr a la escuela o algo por el estilo, esperar hasta recibir sus títulos, y demás, antes de predicar.",
    "Y, ahora, Juan hizo exactamente lo contrario a eso, en lugar de ir a la escuela de donde salió su padre. Él sabía que había un llamado en su vida. Y él sabía que él iba a anun-… él iba a presentar, al mundo, al Mesías, porque él iba delante de Él. Y no podía haber error en eso.",
    "Y, en cambio, él sabía que si iba allá a la escuela y les decía: “Muchos de Uds. no lo entienden, pero yo soy aquel que nació de Zacarías, el sacerdote, quien obtuvo su educación aquí en esta escuela de teología. Y yo he… Yo… Uds. conocen a mi madre, una mujer justa, y saben quién soy yo. Así que vengo, ‘obispo, arzobispo’, y demás, para—para aprender cómo se verá este Mesías, porque tendré que saber cómo se ve Él. Tendré que estar seguro, porque Él va a ser un Hombre. Voy a tener que saber cómo es Él, para verdaderamente poder presentarlo al mundo”.",
    "Ahora, ese es un oficio importante. Y hermanos míos, ¿saben Uds. que nosotros tenemos ese mismo oficio? Correcto. Es verdaderamente presentar el Mesías al pueblo.",
    "Así que él sabía que si iba a la escuela, cada hombre tendría una idea diferente al respecto, y eso solo causaría confusión.",
    "Pero Juan, a la edad de nueve años, se fue al desierto, para estar a solas con Dios, para así él no cometer algún error. Él quería saber lo que sería este Mesías, cómo Lo encontraría, cómo Se vería, para él poder presentarlo. Y vemos que, en lugar de ir a obtener todos sus títulos y llegar a ser un sacerdote como lo fue su padre, y seguir los pasos de su padre—padre, él se alejó lo que más pudo de la escuela, directo al desierto, a solas con Dios.",
    "Yo no tengo nada en contra de las escuelas. Yo no tengo nada en contra de eso. Están muy bien. Pero a veces, después de que Ud. ha obtenido su título en las escuelas, uno todavía tiene que salir al desierto a alguna parte, para encontrar la voluntad de Dios. Así es. Es verdad.",
    "Ahora, Juan, cargando este gran oficio, se fue directamente al desierto, y estuvo allí desde los nueve hasta los treinta años, en el desierto.",
    "Uds. pueden notar la manera en que él hablaba; era un hombre del desierto. “¡Oh, generación de víboras”! ¿Ven? Él se había acostumbrado a las culebras en el desierto. ¿Ven? Él… ¿Ven? “¡Oh, el hacha está puesta a la raíz del árbol”! ¿Ven? Él era desértico. ¿Ven? Él—él predicó conforme había vivido, en el ambiente en el que había vivido. Y él dio esos símbolos de las cosas que él había aprendido allá en el—el desierto.",
    "Ahora, ¿por qué Juan estaba tan seguro? ¿Se fijaron Uds. que él no dijo: “Quizás esto sea”? Él dijo: “He aquí, ¡esto es!”. ¿Cómo pudo estar él tan seguro?",
    "Ahora leamos otro versículo. El versículo 26, lo tengo escrito aquí. Quiero ver qué obtenemos de aquí de este versículo 26.\n\nY Juan les respondió diciendo: Yo os bautizo con agua; mas en medio de vosotros está uno a quien vosotros no conocéis.",
    "Miren. Juan sabía. ¿Cómo estaba Juan tan seguro que entre ese grupo en alguna parte, parado allí entonces, ¿estaba ese Mesías? “Hay Uno parado entre vosotros ahora, a Quien Uds. no conocen, y Él es Aquel que va a bautizar con el Espíritu Santo”. ¿Ven? Él Lo conoció. ¿Por qué? Porque el tiempo estaba a la mano.",
    "Hermanos, el tiempo está a la mano. Le conviene al Cristiano, no tan solo unirse a la iglesia, o depender de alguna maniobra, alguna sensación, o algo así, sino estar seguro de que Ud. está correcto.",
    "Ahora, hoy tenemos tanto. Algunos se lo dejan a la escolarización. Algunos se lo dejan al aprendizaje de credos. Algunos se lo dejan a pequeños sentimientos raros. Algunos se lo dejan a diferentes cosas. Y, yo no tengo nada en contra de eso. Eso está bien. Pero no es de lo que estoy hablando. Ud. puede tener eso sin tener lo real. ¿Ven?",
    "Y eso es lo que estamos tratando de decir. Debemos estar seguros, porque el tiempo está a la mano, para el—el verdadero derramamiento del Espíritu Santo. Él prometió que lo derramaría en los postreros días.",
    "Ahora, hay tanta gente que dice: “Si Ud. tiembla. Mantenga los ojos cerrados. Haga toda clase de cosas, y reciba sensaciones”. Y Ud. recibe espíritus, amigo. Pero si su vida no cuadra con lo que Ud. está profesando, entonces hay algo errado en el espíritu que Ud. recibió. ¿Ven? Y es verdad. ¿Ven?",
    "Ud., Ud. debe estar seguro. El Espíritu Santo producirá una vida santa, así es. Y si los deseos en su corazón, si Ud. tiene que esforzarse constantemente, para tratar de presionar y hacer lo correcto, y Ud. todavía está hambriento por el mundo, entonces algo anda mal. ¿Ven? El Espíritu Santo, en Ud., no tendrá hambre del mundo; tendrá hambre de Dios. Si es difícil para Ud. ir a la iglesia, y Ud. se esfuerza para venir cuando la iglesia está abierta, hay algo mal en ese espíritu. Está tratando de mantenerlo a Ud. alejado de Dios. El Espíritu de Dios lo llevará directamente a la iglesia cada vez que la puerta se abra para el compañerismo. Sí, señor. ¿Ven? Así que Uds. tienen que estar seguros de esto ahora. El tiempo está a la mano.",
    "Ahora, Juan sabía que el tiempo estaba a la mano, así que él dijo: “Hay Uno parado aquí, en algún lugar, entre Uds., a Quien Uds. no conocen”. Tampoco él, en ese momento, o él hubiera dicho: “Aquí está Él, o allí está Él. Ese es Él parado allí”.",
    "Pero Juan, si él hubiera ido a la escuela, probablemente hubiera señalado a cincuenta.",
    "Pero, ¿ven Uds.?, Juan había ido a otra clase de escuela; Juan había estado delante de Dios. A Juan se le había revelado, de parte de Dios, exactamente la Palabra de Dios, cómo sería el Mesías. Así que él estaba esperando ver la señal del Mesías. Él quería ver dónde estaba el Mesías. Dios prometió: “Yo te vindicaré a ese Mesías”.",
    "Ahora les digo, si quieren la Escritura para eso, será una señal Escritural. El versículo 33, tomemos el versículo 33 aquí y leamos. Ahora observen.\n\nY yo le conocí, no le conocía;…\n\n…Y yo no le conocía; pero el que me envió a bautizar con agua, aquél me dijo: Sobre quien veas descender el Espíritu, y que permanece sobre él, ése es el que bautiza con el Espíritu Santo.",
    "¿Ven? Allí estaba Dios, quiere, queriendo asegurarse de que no haya confusión al respecto. Dios dijo: “Juan, te voy a dar una señal. Y cuando veas esta señal sobre Él, eso probará que Ese es”.",
    "Juan dijo: “Él está parado allá en alguna parte, pero yo—yo aún no Lo conozco”.",
    "Pero tan pronto como él vio el—el Espíritu descendiendo y reposando sobre Él, nadie más Lo vio sino Juan. Solo piensen en eso. El Espíritu Santo descendió, en la forma de una Paloma, y reposó sobre Jesús, y nadie lo vio sino Juan, porque la promesa le había sido hecha a Juan.",
    "Ahora, si hay un incrédulo aquí que no cree en el bautismo del Espíritu Santo, dirá Ud.: “Es que sencillamente no lo creo”, Ud. nunca sabrá nada al respecto. Ud. dice: “Yo no creo en sanidad Divina. No puedo ver que sea correcto”. Seguro que Ud. no puede. No, señor. Pero, para el que cree, Ella es para los creyentes. El que tiene hambre en su corazón de ver a Dios, lo ve. Nadie…",
    "Esos hombres que estaban con Pablo, no vieron esa Luz suspendida allí sobre Pablo. Ellos no vieron la Luz. Pero fue tan—tan real para Pablo, que le cegó la vista. Brilló tanto, que le cegó la vista a un hombre, parado, mirando Aquello, y los otros parados alrededor ni siquiera pudieron ver Eso. Así que, ¿ven Uds.?, Se envía a aquellos que creen y están dispuestos para recibirlo.",
    "Los sabios, los magos de oriente, siguieron la Estrella por dos años, a través del río Tigris, y por las llanuras. Y vinieron de allá de Arabia, de la India, bajaron hasta Jerusalén, siguiendo esa Estrella. Y Ella pasó por todo observatorio, y nadie escribió nada al respecto; no La vieron. Pero ellos La vieron.",
    "Y yo creo, esta noche, que el Espíritu Santo está aquí. Está aquí para aquellos que están destinados a recibirlo, para los que lo creen, para los que Lo están esperando. Está aquí para arreglar cada uno de esos problemas espirituales. Está aquí para sanar a toda persona enferma presente. Está aquí. Pero Ud. tiene que venir y entrar en la—la atmósfera de Aquello, y en la actitud para recibirlo. Ud. tiene que venir, no porque se emocionó. Ud. tiene que venir sobre la base de que cree una promesa que Dios hizo. Eso lo produce; es lo que lo logra.",
    "Estaba esperando ver esa señal, y entonces él estaba… él pudo anunciarlo a Él. Y lo hizo.",
    "Ahora, el segundo día, Juan Lo vio de nuevo, y dijo: “He aquí el Cordero de Dios”. Él estaba seguro; él sabía que ese era Él.\n\nEllos dijeron: “¿Cómo lo sabes?”.",
    "Él dijo: “El que me envió al desierto a bautizar con agua, dijo: ‘Sobre quien veas descender el Espíritu, y donde permanece, Él es Aquel que bautizará con el Espíritu Santo y Fuego’”.",
    "Había dos de sus discípulos parados allí, y siguieron a Jesús. Y cuando nosotros… Fueron Felipe, Andrés. Pero cuando llegaron a… Ellos dijeron: “Rabí, ¿dónde moras? Nos gustaría saber dónde vives. Pues, hemos estado escuchando a un profeta de pie aquí, en el río. Y él nos ha estado diciendo, ya por seis meses, que vendría un Mesías, y que él Lo reconocería. Ahora, sabemos que ese profeta es un hombre justo. Creemos que él es un profeta. Él es—él es un profeta vindicado. Sabemos que él lo es. Y él dice que Tú eres el Mesías. Ahora, nos gustaría saber dónde vives”.\n\nY Él dijo: “Vengan y vean”.",
    "Y ellos entraron y se quedaron toda la noche con Él, porque ya era tarde. ¿Se fijaron, ellos se quedaron con Él esa noche? Y a la mañana siguiente, Andrés estaba tan completamente convencido, que quería encontrar a su hermano. ¿Ven?",
    "Ahora, esa es la única manera que yo veo que pueda venir una preocupación en la iglesia, y de nuevo entre el pueblo, es quedándose lo suficiente hasta que Ud. esté convencido de que el programa es correcto, y es Dios; y no alguna ilusión mental, o emoción, o—o psicología, o algo forzado. Es absolutamente el bautismo del Espíritu Santo que Dios prometió derramar en el día postrero.",
    "Por eso es que los seminarios están disminuyendo. Están viendo que todo lo que reciben, de alguna manera u otra, no… Siempre están prometiendo algo a lo que nunca se llega. Prometen algo, y siguen prometiendo, y prometiendo, y prometiendo. Ud. nunca llega a eso.",
    "🦅 Pero para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”, dijo Pedro en el Día de Pentecostés. Ahora, no es simplemente para un grupo allá atrás, para alguna otra edad; es para hoy. ¿Hasta dónde? “Para cuantos el Señor nuestro Dios llamare”. Las señales debían seguir al creyente, para que supieran quiénes eran; dando una vindicación de ellos, de lo que eran.",
    "Ahora, Andrés se preocupó mucho, bastante, porque se había quedado con Él toda la noche y quedó convencido. Y cuando se convenció de que Aquel era el Cristo, entonces él se preocupó por alguien más.",
    "Y yo creo que todo hombre, toda mujer, todo niño o niña, que permanece lo suficiente, y se convence de que Esto es correcto, y que es el Espíritu Santo, tiene una carga tan fuerte en su corazón, que Ud. no puede quedarse quieto y dejar que estas personas mueran así en vergüenza y pecado. Le molerá el corazón a Ud., por salir aquí a estas calles. Lo hace, a cualquier Cristiano, ver a la gente completamente entregada al pecado: bebiendo, apostando, maldiciendo, blasfemando, fumando. Cada vehículo tras el cual Ud. se detiene, tiene una mujer con un cigarrillo en sus dedos, con uno de estos cortes de pelo inflados, que están—están usando ahora, y toda esta tontería común. Y miles de ellos profesan ser Cristianos.",
    "No se da cuenta, amigo, ya que estoy en eso, que como la primera dama del país, ¿sabían Uds. que Jezabel también fue la primera dama de ese país? ¿Ven? Seguro. Pero Elías la denunció. Ella lo odiaba, pero él le dijo a dónde pertenecía ella. En realidad, él era su pastor. Ella no quería admitirlo, pero él lo era. Así es. Él le dijo.",
    "Ahora, vemos todo el pecado, y las cosas como están, y eso muele en el corazón de cualquiera. Ver a los niños… Mi esposa me estaba diciendo esta mañana. Fuimos a la iglesita allá en el otro lugar. El Hermano Williams nos llevó allá, ayer. Y ella me dijo: “Bill, fue emocionante”.",
    "Después de venir por las calles y ver a niñas de no más de doce años, caminando con cigarrillos en las manos, y muchachos que venían de la escuela, abrazándolas, en el lugar equivocado. Niños, pues, los policías deberían hacer algo por eso. Bueno, eso es corrupción. ¿Qué? Esa pobre niña, ¿qué será de ella? Por allá en bares de juerga, y todo lo demás, bebiendo y apostando, y portándose mal con estos muchachos, y no más de doce, catorce años, y su madre igual de mal. Así es. Y todos son de iglesia.",
    "Ella dijo, allá en esta iglesia ayer, “Fue tan dulce ver a un grupo de niños pequeños, como de ocho o nueve años, todos venir y pasar al altar y orar, y luego tomar trapos y ponerse a limpiar los asientos para que la gente pudiera venir esa noche”.",
    "¡Bendito sea el Nombre del Señor! Todavía queda una rama, en alguna parte. Hay un remanente que Dios llamará a reunirse. Muy bien.",
    "Convencido y luego preocupado. Ahora, Andrés se preocupó por su hermano, tan pronto como estuvo absolutamente convencido de que ese era el Mesías. ¿Cómo lo hizo? Se quedó con Él toda la noche.",
    "El problema es que no podemos quedarnos con Él ni cinco minutos. “¡Oh, tengo que llegar a casa! Hay cierto programa de televisión. Tenemos que ver esa producción. No me puedo quedar más tiempo. Eso es todo. No me la he perdido en mucho tiempo. Es una serie que están transmitiendo, Uds. saben. Y, pues yo—yo no puedo…”. Sí. Eso es. Ajá. “En serio. Yo—yo tengo que hacer esto, o aquello. Yo no puedo hacer esto y hacer aquello”. No hay tiempo.",
    "¡Oh, hermano!, “Busca primero el Reino de Dios y Su justicia”. ¿Ven?",
    "Pero la cosa, es que se pierde el interés, y después de un tiempo Ud. lo ha perdido todo; lo habrá perdido todo. Ud. ya no está interesado en nada más que en Ud. mismo. Así es.",
    "Estamos preo-… tan preocupados hoy de llenar nuestras iglesias. Queremos ver si nosotros… los… si nosotros los pentecostales podemos traer más que los bautistas. Los bautistas quieren traer más que los metodistas. Y están gritando alegremente que sí están trayendo más y más.",
    "Pero ¿qué tienen? No tienen nada más que la gentuza de las calles allí, cuando no se debería traer nada a la iglesia sino lo santo y santificado y apartado. Con razón al pecador se le dificulta. Pues, la gente, aun nuestros pentecostales, presumiendo ser Cristianos, andando por ahí y jugando en el mundo, corriendo a las películas y fiestas y bailes, mujeres cortándose el cabello y usando faldas inmorales.\n\nUd. dice: “Ellas no lo hacen”.",
    "Vengan al desayuno de los Hombres de Negocios y vean si lo hacen, o no. Vayan a casi cualquier iglesia pentecostal, un domingo por la mañana, y vean si no—no lo hacen. Las mujeres se aprietan en vestiditos viles y—y cosas, y en ese comportamiento obsceno, y todo así. Es una vergüenza. Uds. saben que lo es.\n\nPues, Ud. dice: “Bueno, Ud. no debería decir eso”. Yo…",
    "¡Oh, Dios, ten misericordia! Dios nos dé a alguien que tenga suficiente valor para decirlo. Es la Biblia. Sí. Eso es lo que se tiene que decir. Seguro.",
    "Bueno, el hombre, un—un—un hombre que le permite a su esposa hacer eso, yo—yo tampoco tengo mucho respeto por él. ¿Cómo podría él ser un Cristiano, cuando se supone que debe gobernar su propia casa, mantenerla en orden? Pues, es una vergüenza. Debemos regresar a la santidad, regresar a lo correcto, regresar a Dios. Así es.",
    "Pero cuando Uds. ven, el mundo ve a la iglesia, a nosotros el pueblo pentecostal solo profesar algo, el mundo dice, ellos no lo tienen. ¿Ven? Dicen: “Ellos no lo tienen; en ellos no hay diferencia a los demás”. Bueno, esa es la pura verdad. Ellos tienen razón, exactamente.",
    "Saben, siempre estamos queriendo cuadrar con el mundo. Estamos tratando de eclipsarlos. Como dije la otra noche, Uds.—Uds.—Uds. están tratando de enfrentarlos en su terreno. Que ellos vengan a nuestro terreno. ¿Ven? No queremos tener lo que tienen ellos. Tenemos algo que ellos no pueden tener a menos que lleguen a ser uno de nosotros, así es, ser un vaso del Señor, tener a Cristo.\n\nCristo dijo: “Si Yo fuere levantado, a todos atraeré a Mí”.",
    "Pero, ¿ven?, cuando la iglesia no hace eso, ellos exaltan… Ud. debe exaltarlo a Él, como dice el canto, viviendo como deben vivir los Cristianos. ¿Ven? Pero en lugar de eso, comenzamos de inmediato, las mismas cosas que hacemos y cosas, prueban que no lo tenemos. ¿Ven? Así que Uds., ellos solo están presumiendo, como dije la otra noche. No hagan eso. Regrese. No acepte un sustituto, porque Ud. se va a morir.",
    "Y recuerden, cuando Ud. muere y esa alma lo deja, jamás cambia. No, señor. La muerte no cambia el alma. Cambia su morada, pero sigue siendo la misma alma. Así que, si no es nacida de nuevo, ni parte del Espíritu Eterno de Dios, tuvo un principio. Y todo lo que tiene principio tiene un fin. Por eso es que Dios es lo único Eterno.",
    "A menos que Ud. nazca de nuevo y tenga Vida Eterna (la palabra griega Zoe allí significa “la Propia Vida de Dios” en Ud.), Ud. perecerá. Pero si la Vida de Dios está en Ud., Ud. no puede perecer más de lo que Dios puede perecer, así es, porque Ud. es un hijo, un vástago de Dios, y tiene Vida Eterna. ¡Oh, eso es lo que necesita la iglesia! Entonces cuando Dios está en Ud., entonces Él vive Su Propia Vida a través de Ud. ¿Ven? Y así es como nosotros—nosotros sabemos que somos Cristianos. Entonces Ud. se preocupa por su hermano, si el Espíritu está en Cristo.",
    "Pues, Él Se preocupó tanto, que vino del Cielo, renunció al Cielo, vino aquí a la tierra, y nació en un establo lleno de estiércol, con un montón de ganado bramando, sin siquiera ropa para ponerle. Él—Él se relacionó. Sin un lugar para recostar Su cabeza; sin una tumba para ser sepultado; herido y azotado de la manera en que Él lo fue. Él se preocupó lo suficiente, y Dios amó tanto al mundo, que dio a Su Hijo unigénito.",
    "Y todas esas cosas allí, aquel Espíritu que estaba en Él en Ud., y luego nosotros no estamos preocupados el uno por el otro y por la iglesia?",
    "La gente me lo dice, todo el tiempo. Un hombre dijo, no hace mucho, dijo: “Hermano Branham, deje de criticar a la iglesia. Deje de decir esas cosas. Ud. no debe decirlas”.\n\nYo dije: “¿Entonces quién lo va a decir?”. ¿Ven? Eso es cierto.",
    "Eso, seguro, es—es nuestro deber. Es nuestro deber para con la gente, realmente decir la Verdad, porque Uds. se van a encontrar con ella otra vez. Esto es solo un pequeño aplazamiento; eso es Eterno allí. Quedémonos con eso, digamos la verdad y seamos veraces al respecto. Sí, preocupados.",
    "Primero, antes de que Ud. se pueda preocupar, Ud. tiene que estar convencido de que está correcto. Entonces cuando Ud. esté convencido de que Dios está correcto, y Dios está en Ud., y Dios hizo cosas tan grandes por Ud., entonces Ud. está seguro. Ud. al ver a su hermano en error, se lo va a decir. Si no lo hace, algo anda mal. Esa es la verdad, ahora.",
    "Y si Ud. ve que la iglesia está errada, Ud., no importa, Ud. ama a la iglesia. Y—y Ud.… Cristo amó a la Iglesia y dio Su vida por Ella. Y nosotros debemos hacer lo mismo. No solo se supone que debemos hacerlo, sino que lo haremos si tenemos el amor de Cristo en nosotros. Nos constriñe y nos conviene hacerlo así, como Cristianos. Sí.",
    "Tan pronto como Andrés se convenció de que ese era el Mesías, ¿qué hizo él? Sin duda esa noche, sentado allí en la reunión, donde él y—y su compañero, Cristo estando allí en la casa, no cabe duda que Jesús fue a las Escrituras y comenzó a decirle.",
    "Ahora, Andrés era un erudito, porque su padre lo fue. Él, él y Pedro, lo eran. Su padre era un fariseo, y él era un hombre bueno e instruido. Así que él sabía cómo sería el Mesías.",
    "Y cuando él vio al Mesías haciendo las cosas que el Mesías debía hacer, él vio la manera en que Él vivía y todo, quedó convencido de que ese era el Mesías.",
    "Ahora, cuando Ud. ve que Dios se apodera de Ud., y cambia su vida, convirtiéndolo a Ud. de lo que Ud.—Ud.… lo que Ud. no es, a lo que Ud. debería ser, entonces Ud. está listo para hablarle a alguien más al respecto. Ud. está convencido.",
    "Pero el problema es que avanzamos, tomamos un atajo corto y rápido. Nosotros solo: “¡Oh, no podemos permanecer allí por tanto tiempo! No, no nos hable de diez días, o de toda la noche”. No, solo tenemos que pasar allí, y quizás darle la mano al ministro, o poner nuestro nombre en el libro, o tener alguna sensación; “Lo tenemos”. La calle, de noche, una noche en el bar, a la noche siguiente, predicando el Evangelio. ¿Ven? ¿Ven? ¡Oh, vaya! Allí está el problema. Por eso hay tanta confusión, ¿ven?, por esas cosas. Deje que el hombre se pruebe a sí mismo.",
    "Recuerdo el primer sermón que traté de predicar. Yo le agradezco a ese viejo predicador misionero bautista. Yo subí allá. Y vi la manera en que él predicó. Yo solo era un—un muchacho, llevaba en el Camino como seis meses o un año. Y él me llamó, dijo: “Pues, quiero que prediques mañana, o el miércoles por la noche”.",
    "Me subí al púlpito. Pensé que había actuado como un predicador. Pensé que lo había hecho bien. Las madres ancianas, después, me dieron palmaditas en la espalda y me dijeron: “Hermano Billy, ¡eso fue maravilloso!”. Las madres ancianas, Uds. saben, alrededor, llorando, decían: “Dios va a hacer de ti un predicador”.\n\nPensé: “¡Oh, espero que Él lo haga!”. Pensé que lo había hecho muy bien.",
    "Me acerqué al anciano Dr. Davis, sentado allí, con su boca fruncida. Le dije: “¿Cómo lo hice, doctor?”.\n\nDijo: “Fue lo peor que he escuchado”. ¿Ven?",
    "Pensé: “¡Oh, vaya!”. Pensé que llevé a cabo todas las emociones y todo lo que se suponía que debía hacer, moviendo las manos y todo lo demás, Uds. saben, como lo hace un predicador. Pensé que lo había hecho todo. Yo lo había observado a él y había hecho exactamente lo que él hizo.\n\nÉl dijo: “Es lo peor que he oído”.\n\nYo dije: “¿Hermano Davis?”.",
    "Él dijo: “Nunca había oído una cosa así en mi vida”. Él dijo: “Jovencito, te quiero en mi oficina mañana por la tarde, a las dos”.",
    "Pensé: “¡Oh, vaya!”. Así que a las dos en punto fui, todo desplumado, Uds. saben. Le dije: “Buenas noches, Dr. Davis”.\n\nDijo: “¿Cómo estás, Billy? Siéntate”.\n\nYo dije: “Sí, señor”.\n\nÉl dijo: “Supongo que tienes los sentimientos heridos”.",
    "Yo dije: “Solo pisoteados, es todo”. Dije: “Bueno, ¿qué, qué hice mal?”.",
    "Él dijo: “Quiero darte un pequeño relato”. Dijo: “Sabes, yo estudié, fui abogado antes de ser ministro”.\n\nYo dije: “Sí, señor. Lo sé”.",
    "Él dijo: “Billy, una vez estudié la ley, y lo hice de la misma manera que tú lo hiciste con la Biblia, o la manera en que estudiaste del ministerio”.",
    "Él dijo: “Pensé que ya era un abogado cuando presté juramento al tribunal”. Él dijo: “Llegué allá y abogué por un caso de divorcio una vez, mi primer caso”. Y dijo: “Yo veía a esos abogados golpear la mesa así, y gritar ‘¡Su señoría, señor, Juez!’ Y llorar y limpiar su rostro, con lágrimas. ‘Esta pobre mujercita, ella es tal y tal’, y así”. Dijo: “Y después de un rato, el viejo abogado, mi oponente, del otro lado” dijo, “él solo se sentó y me observó por bastante tiempo”. Dijo: “Yo lloré. Golpeé el escritorio, e hice todo igual como lo hicieron los abogados”. Y dijo: “¡Vaya! El oponente veterano sentado allí, el otro abogado del otro lado, el abogado del hombre sentado allí. Directamente dijo—él dijo: ‘Juez, su Señoría, ¿cuánto más de esta tontería puede soportar este tribunal suyo?’”.",
    "Dijo: “Perdí el caso”. Y dijo: “Realmente quedé derrotado”. Él dijo: “Aprendí algo allí, ¿ves?”. Él… Y yo le pregunté al juez. Él dijo, no… Dijo: “El abogado también era amigo mío. Pero” dijo, “él fue allá, y dijo: ‘Roy, lo hice a propósito’. Dijo: ‘¿Sabes?, tú estabas mostrando solo emociones. Estabas llorando, sacudiendo la cabeza, y golpeándola.’\n\n“Él dijo: ‘Pues lo hago igual que los otros abogados’.",
    "🦅 Él dijo: ‘Pero no presentaste ni un ápice de ley en el asunto. No son tus emociones las que ganan el caso; es el veredicto según la ley. Tú tienes que saber lo que dice la ley al respecto’”.",
    "🦅 Y es de la misma manera hoy, contigo”. Dijo: “Billy, tú sacudiste la cabeza, y lloraste y saltaste de un lado a otro, pero nunca predicaste una sola palabra de la Biblia. Pasaste por toda clase de emociones”.",
    "Es la Palabra de Dios la que cuenta; es la Palabra de Dios que lo dice. Exactamente lo correcto. Tiene que ser la Palabra, exactamente la Palabra.",
    "Y cuando ellos vieron esa Palabra hecha carne allí en Jesucristo, Andrés quedó completamente convencido, y luego él se preocupó por su hermano. Y partió rápidamente.",
    "¿Se dieron cuenta? Él nunca dijo: “Ven, Simón. Yo—yo—yo quiero que vengas y te sientes en la reunión conmigo. Tal vez pudiéramos discernir los espíritus, y pudiéramos averiguar si este Hombre realmente es el Mesías o no”. Él no dijo eso.",
    "Él dijo: “Le hemos encontrado”. No hubo duda al respecto. “Encontramos al Mesías. Ven, a verle”. Él estaba completamente convencido.",
    "Moisés, de la misma manera, cuando él pensó en conquistar, allá en Egipto, y mató a un egipcio, él no se preocupó. Él no… Eso no le preocupó a él. Si Dios iba a estar con él, ¿por qué no estuvo con él?",
    "Así que salió allá y se casó con una mujer hermosa. Y tuvo un bebé de ella, Gersón, y—y se establecieron. Y él iba a heredar un gran rebaño de ovejas allá de Jetro, el—el sacerdote madianita. Y él, con todo, le estaba yendo de maravilla. Él vivía con su esposa, y tenía una casita y, Uds. saben. Pues, él estaba bien; con un buen trabajo, iba a ser heredero. Todo estaba bien.",
    "A él no le preocupaba. Él ya no sentía el látigo del capataz. Él—a él no le preocupaban sus hermanos allá: acerca de las pobres parteras; y—y las mujeres que tenían sus bebés, a los que les reventaban la cabeza y eran arrojados a los cocodrilos; y—y, ellos, como los habían hecho servir con dureza allá; él es-… y en esclavitud y servidumbre. A él no le interesaba.",
    "Él ya había pagado su casa, así como lo hacemos hoy. Eso es lo primero en lo que pensamos: pagar la casa. Eso es bueno. Ud. debería hacerlo. Así es. Pero hay algo que debe estar antes de eso.",
    "Es Dios, primero, el avance de la iglesia. Es el deber de todo hombre aquí mismo en esta iglesia, ver que las cosas salgan bien. Y poner su esfuerzo en ello, para traer a cada hombre y mujer, niño o niña, que Ud. pueda, en la calle y en los vallados, y en los caminos, traerlos a la iglesia.",
    "Moisés se había relajado. “Déjenlos. Supongo, si así es como ellos quieren hacerlo, muy bien”. ¿Ven? Él aún no había tenido una experiencia personal.",
    "Así que, un día, en la parte de atrás del desierto, un pastor anciano y barbudo bajó allá por la colina con un palo en la mano, él vino a estar, cara a cara con Dios; Jehová Dios sentado allá en una zarza, y esta ardiendo. Dios atrajo su atención lo suficiente como para subirlo allá y quitarle los zapatos. Y él oyó la Voz de Dios. Él quedó convencido de: “YO SOY EL YO SOY. Yo nunca fallo. Yo soy Aquel que estuvo con Abraham, Isaac y Jacob. Yo sigo siendo el mismo Dios”. [Cinta en blanco.—Ed.]",
    "Luego, cuando él se dio cuenta de que Dios no era un montón de credos, Dios no era un montón de doctrinas, Dios era un Dios real, vivo, viviente, su corazón ardió en fuego. Nada lo iba a detener ahora. Y él se dio cuenta de que era el propósito de Dios liberar a Israel, y él fue llamado para ese trabajo.",
    "¡Oh, Dios, danos predicadores así! Eso es lo que nosotros… Eso es lo que necesitamos, hermanos. ¿No es así, hermanos? [Los hermanos dicen: “Amén”.—Ed.] Correcto. En lugar de huir a otro lugar.",
    "Toda la experiencia de Moisés en el seminario desapareció en ese momento. ¿Ven? Él—él era un hombre inteligente. Él fue instruido en toda la sabiduría de los egipcios; él podía enseñarles. Pero, no sirvió de nada. Él tenía que tener una experiencia personal con Dios. Y se encontró con Él allí, cara a cara, y habló con Él. Y tan pronto habló con Él, descubrió cuál era Su idea, y cuál era Su programa, entonces se preocupó allí mismo por sus hermanos en esclavitud.",
    "Y cualquier hombre o mujer que alguna vez se encuentre cara a cara con Dios, y pueda irse y tomar a la ligera ver a la gente en las calles, revolcándose en pecado, eso lo mata.",
    "Le dije a mi esposa, hace algún tiempo, y a algunos de mis hermanos. Les dije: “¿Me habré vuelto loco? ¿Soy un demente? ¿Por qué sigo regañando a la gente? ¿Por qué digo esto? Y ayuno” dije: “Ayuno y oro, para apartarme de eso”. Y cuanto más ayuno, más feo se vuelve el pecado. ¿Ven? Lo hace peor, al grado que, sinceramente, uno ni siquiera puede salir.",
    "Mi esposa quería que la acompañara a cierta clase de tienda, el otro día. Fui a la puerta, y aquí venía una señora por allí. Y yo sé a dónde va la mujer a la iglesia. Y, ella, estaba horrible. Yo grité: “Apártate, cuco. Voy a portarme bien”. Con ese gran cabello todo inflado así, con pintura verde azulada por aquí, y por acá. Salió meneándose por allí, parecía una salchicha apretada y ajustada, allí con esas ropas. En serio, ¡oh, fue terrible! Así es.",
    "Estuve en un desayuno de Hombres de Negocios hace poco, allá en Los Ángeles, y yo estaba parado allí esperando al Hermano Arganbright que entrara. Y entró una señora. Nunca había visto algo así. Pensé: “¡Oh, vaya, miren a esa pobrecita! Ella, tiene un problema”. Así que, comencé, yo—yo comencé a alejarme.",
    "Y dije: “No. Yo soy un ministro. Yo debería hablar con ella. Yo—yo—yo he visto, yo—yo he visto el cáncer. Yo he visto la lepra. Y nunca había visto algo así. Tenía todo verde debajo de los ojos”. Fui. Caminé hacia allá. Ahora, los seres humanos no se ven así, a menos que estén muertos o algo así, o con gangrena. Así que, fui allá.",
    "Y pensé, Uds. saben, que me acercaría a ella y le diría: “Hermana, discúlpeme. Yo—soy un—soy un ministro, y mi ministerio es orar por los enfermos. Yo—yo—yo no sé, pero ¿quiere que ore por Ud.?”.",
    "Y mientras estaba pensando, aquí venía otra, y luego otra. Era la primera vez que lo veía, un color muy extraño por aquí, Uds. saben, y—y—y azul aquí arriba, y verde aquí abajo. Y era la escena más rara. Y, en serio, con una cabeza así de grande. Yo—yo nunca he visto algo así. Me sentí muy avergonzado de mí mismo.",
    "¡Pues, es una desgracia! Claro que lo es. Y con esa vil ropa puesta, como, Uds. saben, pantalones, los llaman. Cuando, la Biblia dice: “Una mujer que se pone vestimenta que pertenece a un hombre, es una abominación a la vista de Dios”. ¡Oh, toda esta cosa debe ser un hedor delante de Dios! Y ¿cómo puede su corazón mirar eso, y no preocuparse? Cuando Ud. ve a su propia nación, su propia gente, seres humanos estremecidos en tormento, camino al infierno, y uno no puede hacer nada al respecto. Permítanme gritar mientras tenga una voz para gritar. A mí no me importa lo que alguien diga: Está lo correcto y lo errado. Yo quiero estar del lado correcto cuando me pare delante de Dios. Quiero pararme. Sí. Seguro.",
    "Moisés se preocupó cuando en verdad se dio cuenta de que Dios era Dios. Él se preocupó.",
    "Jacob, una noche, Uds. saben, él había dejado a Labán, y venía de camino. El deseo vino a su corazón de visitar su patria. Y ahora, vemos que él tenía miedo. Él no… Él tenía miedo de encontrarse con su hermano. Así que tomó la cosa en serio, antes de cruzar el Jordán, y oró toda la noche. Y él luchó con el Señor, luchó toda la noche. ¡Oh!, él dijo: “No Te dejaré ir”.",
    "Eso me gusta. Aférrese a Él. Correcto. Quédense toda la noche con Él. Andrés lo hizo. Quédese toda la noche con Él.",
    "Y él luchó con el Ángel, toda la noche. Y el Ángel dijo: “Está amaneciendo. Debo irme”.",
    "Él dijo: “Sencillamente, no te dejaré ir. Yo quiero algo diferente en mí. Yo quiero algo que me cambie”.",
    "Y vemos que, tan pronto como el Señor lo bendijo, la bendición que él había pedido, él estaba listo entonces para cruzar el río e ir a ver a su hermano. ¿Ven? ¿Por qué? Él luchó toda la noche. Él se quedó con—él se quedó con el… con Dios, toda la noche, y luchando con Dios.",
    "Ahora, si él solo hubiera dicho: “Oye, pues déjame en paz. Estoy cansado”. ¿Ven? La bendición nunca hubiera llegado. ¿Ven? Él no—no habría llegado allí. ¿Ven?",
    "Pero él se quedó toda la noche. ¿Ven? Él luchó con Él toda la noche, entonces estuvo listo para ir a encontrarse con su hermano a la mañana siguiente.\n\nEl pequeño David, una vez…",
    "¿Ven?, primero que todo, uno tiene que estar convencido. Luego, lo siguiente, Ud. se preocupa después de estar convencido. Ahora, Jacob supo. (Antes de ir a David.) Jacob sabía que el Dios que lo había separado de su hermano, el Dios que lo había enviado a otro país y había estado con él, y lo había bendecido y le había dado todo lo que tenía; y le había hecho una promesa, que Él cuidaría de él, lo multiplicaría, si regresaba a su propio país. Él sabía que si tan solo podía ponerse en contacto con ese Dios, entonces él se preocuparía, y así lo hizo. Muy bien.",
    "Ahora, David, un día vino a traer unas—unas tortas de higo, y un pastel de pasas que su padre había preparado. Isaí lo había enviado con David. Él era un muchachito, y sus hermanos estaban en una guerra allá con Israel. Y los filisteos los habían arrinconado, y los tenían en el lado de una colina, y los filisteos del otro. Y el pequeño David llegó con su abriguito de pastor, su honda enrollada en el bolsillo o en alguna parte. Y—y llegó allá caminando, y escuchó un—un gran rugido que venía de un gigante allá, desafiando a los ejércitos del Dios viviente.",
    "Bueno, eso irritó a David. ¿Ven? Ahora, David se acercó a Saúl, y le habló a Saúl. Después de que se difundió la noticia, lo que él dijo, que iría a pelear con él. Se acercó él a Saúl. Y Saúl dijo: “Bueno, solo eres un muchacho. Solo eres un muchachito pelirrojo. Y él es mucho mas grande que tú, ha sido un guerrero desde su juventud. ¿Cómo pudieras pelear con un hombre así?”.",
    "Ahora observen. David, primero, estaba convencido. Amén. Él estaba convencido, luego se preocupó por sus hermanos. Si ellos eran demasiado cobardes para pelear contra él, él lo haría. Amén.",
    "Allí lo tienen. Esa es la clase de Cristiano. Si los demás no lo hacen, hagámoslo nosotros. Amén. Vamos. Si tengo que pararme solo, me paró allí. Proclamen, lo correcto y lo errado. Díganlo allá. Díganlo, no importa lo que alguien diga de Uds. Párense en la Palabra de Dios y digan que Ella es lo correcto. Quédense con Ella. ¡Oh, qué tiempo!\n\nDavid estaba convencido. Él sabía que Dios era real.",
    "Así que Saúl pudo haber dicho algo así: “Hijo, admiro tu valor. Pero, tú—tú no eres rival para ese hombre”. ¿Ven?, ellos estaban mirando lo externo.",
    "Pero David estaba convencido. Él dijo: “Escuchen. Un día” dijo él, “tu siervo aquí estaba pastoreando las ovejas de su padre”. Y dijo: “Vino un león, y tomó a uno de los corderos, se fue con él”. Y dijo: “Tu siervo fue tras él, y lo derribé, con una honda. Ahora, él saltó hacia mí, y yo lo agarré por la barba y lo maté”.",
    "Él dijo: “Luego un día otro animal, un oso, vino y tomo uno, se fue. Y yo—yo lo maté. Estoy convencido de que el Dios que pudo librarme de las garras del león, de las garras del oso, ¿cuánto más me librará Él de ese filisteo incircunciso y jactancioso allá?”. Sí, señor. “¿Cuánto más lo hará Él? Estoy convencido de que es correcto. Y mis hermanos no tienen el valor para pelear. Así es. Pero yo estoy preocupado por los ejércitos del Dios viviente. Me preocupa verlos retroceder en estos asuntos”. Amén.",
    "¿Dije algo? Muy bien. Sí, señor. Me preocupa que ellos retrocedan en el asunto de Dios, diciendo que, “Jesucristo no es el mismo ayer, hoy, y por los siglos”. Me preocupa que retrocedan y digan: “La santidad no pertenece en la iglesia. No existe eso de santificación del Espíritu”. Me preocupa que digan: “Los días de los milagros han pasado”. ¿Qué les pasa a ellos? ¿Qué pasa? Estamos preocupados.",
    "Si tienen miedo de hacerlo, hemos tenido una experiencia aquí. Nos enfrentamos contra el diablo. Así es. Y el Dios que pudo derrotar al diablo en mi vida, y derramar en mí el bautismo del Espíritu Santo, puede—puede matar a ese diablo incircunciso allá, que está tratando de desafiar a los ejércitos del Dios vivo. Amén.",
    "David estaba preocupado. ¿Por qué? Él estaba convencido de que Dios era Dios. Él estaba convencido de que un Dios que podía tomarlo a él y a esa honda y matar a un león, también podría tomar bajo control a ese filisteo incircunciso y jactancioso. ¿No puede Ud. ver eso, amigo?",
    "Un Dios que puede llenar a un hombre con el Espíritu Santo, ¿no podrá sanar a un hombre o a una mujer, que trata de desafiar a un Cristiano? ¡Oh, seguro que puede! Un corazón hambriento que quiere conocer a Dios, el Dios que desafió al diablo y lo echó de mi vida, y puso a Cristo allí, ¿no puede hacerlo Él también por ese hombre? Seguro. El Dios que puede quitar de Ud. los deseos del mundo, ¿no puede Él también quitarle los deseos del mundo al prójimo? Seguro, Él puede. ¿Ven?, el asunto es que Ud. tiene que estar convencido, y luego Ud. puede preocuparse después de hacerlo.",
    "Allá en Jueces encontramos al tercer juez. Muchos de Uds. nunca han leído de eso, su nombre es Samgar. Solo un poquito, un versículo escrito de él, al final de las páginas de la—de la Biblia, aquí en mi Biblia Scofield. Y Samgar, era un—un israelita.",
    "Y en el tiempo de los jueces, los filisteos permitían que todos los israelitas cultivaran su cosecha. Y ¿qué hacían estos? Venían, entraban marchando, después de que ellos habían trabajado todo el verano, les quitaban su cosecha, y regresaban directamente.",
    "Un día, el pequeño Samgar allá afuera, parado allí, tenía su granero, había terminado su trilla, tenía el trigo almacenado. Y probablemente su esposita, un poco andrajosa, sus hijitos, Uds. saben, con las mejillas pálidas. Tuvieron que vivir con mucha escasez, porque el año anterior, los filisteos se quedaron con todo; solo podían recoger lo que quedaba. Y allí estaban ellos en esa condición.",
    "Y cuando Samgar tenía todo listo para el invierno, escuchó un ruido. Miró por la ventana. ¿Qué venía? Aquí venían seiscientos filisteos, todos en armadura; lanzas, espadas colgando del costado, yelmos de bronce como de una pulgada de espesor; muy grandes, cubiertos así, con metal, y cotas de malla, como lo llaman. Aquí venían. “Tromp, tromp, tromp”. Muy bien, marchando firmes. ¿A qué? A quitarle lo que tenía. Era por eso. ¿Saben qué? Samgar, me lo puedo imaginar, miró atrás a su familia. Él miró allá afuera a esos filisteos.",
    "Entonces miró hacia el Cielo. Él pensó: “Yo soy judío. Estoy en el pacto. El Dios de Abraham, Isaac y Jacob, mi padre, es mi Dios. Estoy circuncidado. No soy un guerrero; no sé nada de espadas. Pero estoy preocupado por mi familia. Estoy convencido de que Tú eres Dios”. ¡Aleluya! Eso es.",
    "No es gritar: “Oiga, Sr. Filisteo, espere hasta que obtenga mi Licenciatura en Artes, Uds. saben, mi Ph.D. Aprenderé a batirme en duelo”. No. Ud. no tiene tiempo para eso. Solo sabiendo que Él es Dios. Eso es todo.",
    "Él dijo: “Yo sé que Él es Dios. Estoy convencido de que Él es Dios. Yo sé que soy judío. Yo sé que estoy en el pacto. Yo sé que estoy circuncidado”. ¡Oh, vaya!",
    "Hoy estamos circuncidados con una circuncisión mayor que esa. Somos circuncidados por el Espíritu Santo, cuando el mundo es completamente cortado de Ud. ¿Está Ud. en el pacto? ¿Es Ud. un Cristiano? ¿Está Ud. lleno del Espíritu Santo? ¿Está Ud. circuncidado por el Espíritu Santo? Entonces, hermano, toda promesa en la Biblia le pertenece a Ud. Amén.",
    "Dios tiene gracia para hacer que Uds. mujeres se dejen su cabello largo. Tiene gracia allí para hacerles ver a Uds. hombres que ella lo haga. Tiene gracia allí para todas estas cosas. Tiene gracia allí para su sanidad. Correcto. Él es Dios.",
    "Si no es así, ¿entonces a qué estamos jugando, por qué estamos en todo esto? Somos un metal que resuena y un címbalo que retiñe, y llegamos a ser “la sal que ha perdido su sabor”. Seguro.",
    "¿Somos pentecostales, o no? Bueno, si somos pentecostales, seamos pentecostales. Si el Mensaje es correcto, entren en Él. Si no Lo es, salgan de Él y encuentren dónde está lo correcto. Seguro. Si Dios es Dios, sírvanle. “Pero Uds. no pueden servir a Dios y a Mamón al mismo tiempo”. Sirvamos a Dios. Estén convencidos, y entonces se preocuparán. Entonces la iglesia realmente comenzará a crecer, porque Uds. saldrán y conseguirán a todos los que puedan para que entren.",
    "Pero mientras Ud. siga por ahí, diciendo: “Bueno, ese es el trabajo del predicador”. No es el trabajo del predicador, es trabajo de todos. Correcto. Cada Cristiano nacido de nuevo tiene ese mismo Espíritu en ellos. El predicador puede tener dones, pero ese solo es un don del Espíritu Santo, no el Espíritu Santo; el don del Espíritu Santo.",
    "Los predicadores tienen un llamado. Los profetas, y maestros, y evangelistas, y pastores, y demás, ellos reciben el Espíritu Santo, y luego un don para hacer estas cosas con él.",
    "Pero Dios no tiene niños pequeños ni niños grandes. Todos son hijos para Él. Esa es la pura verdad. Y su posición correcta es ahora mismo en lugares Celestiales en Cristo Jesús, con todo poder.",
    "Ud. dice: “Hermano Branham, yo soy el más pequeño en la iglesia; solo soy un pequeñito”.",
    "Pero, recuerden, cuando Él ascendió a lo Alto, ¿ven?, Uds. han resucitado con Él. Uds. están en el Cuerpo. Y Uds. están con Cristo ahora mismo, sentados en lugares Celestiales. Aunque Ud. sea la piel en la planta de los pies, todo diablo está debajo de Ud. Así es. Exactamente cierto. ¡La Iglesia! Donde está la cabeza, el cuerpo está con ella. Y si somos sepultados, muertos, sepultados en Cristo, entonces resucitamos con Él en Su resurrección, y nos sentamos en lugares Celestiales en Cristo Jesús, con todo fuego del infierno por debajo de nosotros. Amén. Correcto. No importa cuán pequeño sea Ud., todo diablo está debajo de Ud. ¿Por qué? Nuestro gran Conquistador ha conquistado todo pecado, todo, toda enfermedad, toda… aun la muerte misma. Así es. Somos más que vencedores en Él. Por cierto, estamos sentados con Él en Su Trono, mirándolo a Él mientras Él vigila, el Padre. Eso es. Está allí. Muy bien.",
    "Samgar estaba harto de aquello. Él dijo: “Estoy convencido de que Él es Dios. Y estoy preocupado por mi familia”. ¿Saben lo que hizo? Él tomó esa aguijada para bueyes, y saltó allá al medio del camino, y mató a seiscientos filisteos.",
    "¿Saben Uds. lo que es una aguijada para bueyes? Pues, es una vara, como, ¡oh!, supongo, como de un metro ochenta, dos metros de largo, tal vez no tanto, con un pedacito de bronce en la punta, o algo, o hierro. Y cuando se detiene el arado, a veces ellos rastrillan el arado con él, así, y luego golpean con el aguijón al buey, así: “¡De prisa! ¡De prisa! Salta allí”.",
    "Así, con un palo en la mano. Y, él, sin nada más puesto que su overol. Era ropa de campo. Y estos filisteos venían allí con casco y armadura, con lanza. Y ese pequeño judío, él no solo los hizo huir, sino que mató. Amén. ¿Cómo aguantó esa vara? El primer golpe que dio en la cabeza de un filisteo con armadura, más o menos así, esa aguijada se hubiera partido en cincuenta pedazos. Pero él golpeó a uno por un lado, y al otro por el otro, así, hasta que los derribó a todos y los mató. ¿Por qué? Porque él estaba convencido. Amén. Y él se preocupó.",
    "Un hombre peleará por su familia así, bajo circunstancias como esas, ¿con qué debería pelear la Iglesia del Dios viviente? Con el bautismo… Samgar tenía una aguijada para bueyes. Ud. tiene el bautismo, el Espíritu Santo. ¡Oh, vaya!",
    "No queremos cuatro horas esta noche, así que mejor avancemos. Muy bien. Sí, señor.",
    "Abraham, ¿saben Uds. lo que hizo? Él recibió invitados un día. No recuerdo, es como en el capítulo 16, 17, no, como en el capítulo 19, me supongo, de Génesis. Él atendió, un día, a un grupo de Hombres, hasta que quedó completamente convencido de Quiénes eran. Él levantó la mirada, estando sentado allá bajo la tienda. Vio venir a tres Hombres, con ropa polvorienta. Los miró. Él tuvo…",
    "Sintió una pequeña sensación un poco rara, de que esos Hombres eran algo diferente de otros hombres, así que él corrió hacia Ellos. Les dijo: “¿Les gustaría pasar por aquí a sentarse debajo del roble, y” dijo, “¿y descansar un poco? Les traeré un poco de agua. Y les lavaré los pies. Y—y les daré un pedazo de pan. Y luego descansen, para después continuar Su viaje”. ¿Ven?",
    "¿Qué fue? Él no iba a solo dejar pasar la oportunidad. Tampoco lo hagan Uds. esta noche. ¿Ven? Él iba a aprovechar esa oportunidad.",
    "Ahora, él dijo: “Siéntense aquí mismo, y yo iré y traeré el agua”. Les lavó Sus pies, Uds. saben, vigilando. Dijo: “Estoy casi seguro de tener la razón”. Pasó al siguiente Hombre, Lo miró bien, Uds. saben, y Le lavó los pies, desempolvó Su ropa.",
    "Le dijo a Sara, dijo: “Ve, prepara un poco de pan, rápido”. Y les dijo a los siervos, dijo: “Tomen el becerro que acabo de matar”. Dijo: “Hagan unas chuletas. Vamos a alimentar a estos Hombres”.",
    "Él siguió lavando. Dijo: “Bueno, estoy bastante seguro. Estoy casi seguro”. Así que, después de un rato…\n\nEso continuó, por un rato. Se sentaron y comieron.",
    "Quizás, cuando estaban listos, después de haber comido, ellos no dejaban de mirar hacia Sodoma. Y después de un rato, Uno de Ellos habló y dijo: “Abraham”. Ya no Abram. Solo unos días antes, Dios había cambiado su nombre. “Abraham, ¿dónde está Sara?”. No S-a-r-a-i; sino S-a-r-a, Sara. “¿Dónde está Sara, tu esposa”?",
    "¿Cómo supo Él que su nombre era Abraham? ¿Cómo supo que él estaba casado? ¿Cómo supo que él tenía una esposa? ¿Cómo supo que su nombre era Sara? Y ¿cómo supo que había cambiado de Sarai a Sara, y de Abram a Abraham?",
    "Abraham dijo: “¡Oh, vaya! ¡Ah! Ese debe ser… Yo Lo he visto a Él en Espíritu, pero este debe ser Él”. Él… Y Abraham dijo: “Ella está en la tienda”. Y la Biblia dice que el Hombre estaba de espaldas a la tienda. Dijo: “Ella está en la tienda, atrás, detrás de Ti allí”.",
    "Él dijo: “Abraham, voy a visitarte según el tiempo de la vida. Has esperado ahora veinticinco años, por esto. Tienes noventa años, o cien años, y ella noventa. Y ahora vamos… Yo, yo voy a visitarlos ahora, y a traer. Vas a tener este hijo, que Yo te prometí”. ¡Oh! “Yo” es un pronombre personal. “Yo te prometí”.\n\nAbraham dijo: “Ahora sé que lo es. Yo lo sé”.",
    "Pero Sara, allá atrás en el cuarto, ella no entendió. Ella dijo: “¡Ja!”. Se rio, dijo: “Yo, una anciana aquí, de casi cien años, tendré deleite con mi señor, y” dijo, “siendo él también anciano? ¿Cómo podríamos tener vida familiar de nuevo?”. Dijo: “No podríamos hacerlo”. Dijo: “Es que no puede suceder”. Y se rio entre sí.",
    "Y el Hombre, con Su espalda hacia la tienda, dijo: “¿Por qué se rio Sara, diciendo que esto no se puede hacer?”.",
    "Entonces Abraham supo. Entonces Abraham lo supo. Entonces Sara lo supo. Y ella salió, temblando, dijo: “Yo nunca dije…”.\n\nDijo: “Sí, tú lo dijiste”.",
    "¡Oh, entonces Abraham se convenció de que era Dios! Él Lo llamó: “Señor”, con mayúscula S-e-ñ-o-r, el cual es Elohim. No solo un mito, Él era Dios. Él estaba sentado allí. Dijo: “¡Oh!”. Él estaba completamente convencido de que Ese era Dios.\n\nY, Él iba hacia Sodoma.",
    "¿Y qué hizo él? Entonces él se preocupó por su hermano perdido, allá en Sodoma. Rápidamente, cuando vio lo que iba a suceder, él dijo: “Si encuentro cincuenta hombres allá que—que sean justos, ¿la—la perdonarás? ¿Cuarenta?”. Y hasta “Diez”. ¿Ven? Él estaba preocupado por su hermano.",
    "Así es, hermano. Nos preocupamos por nuestro hermano cuando estamos convencidos de que es Dios. Y si nosotros los pentecostales estamos convencidos de que este es Dios, entonces nos preocuparemos por nuestros hermanos. Así es. Y nos portamos como que no estamos completamente convencidos. Y a veces cuando oramos por los enfermos, la enfermedad continúa, dicen: “Pues, yo—yo no sé. Oren por mí otra vez”. De un lado a otro, actuamos como si no estuviéramos completamente convencidos de que Dios cumple Su promesa.",
    "Dios cumple Su promesa, hermano. Seguro, Él lo hace. Si—si no es Dios, si no es la promesa de Dios, entonces Él no tiene que cumplirla. Pero si es Su promesa, Él debe cumplirla, para poder ser Dios. El problema no es Dios, es con Ud. y yo.",
    "Dios prometió, en los últimos días, lo que Él haría, cómo Él Se manifestaría en los últimos días. Jesús dijo, en San Juan 14:12: “El que en Mí cree, las obras que Yo hago, él también las hará”.",
    "Cuando Felipe llegó allí, delante de Jesús, y vio suceder estas cosas, él corrió y trajo a Natanael.",
    "Llegó Natanael. Cuando Natanael llegó a Su Presencia, él quedó completamente convencido, sí, señor, cuando Él dijo: “Te vi cuando estabas debajo de la higuera”.",
    "Él quedó convencido de que ese era el Mesías. Él dijo: “Tú eres el Hijo de Dios. Lo sé”.",
    "La mujer junto al pozo, ella quedó completamente convencida cuando Él le dijo que ella tenía cinco maridos en ese momento. Ella quedó convencida. Y no solo convencida, sino que se preocupó. Ella corrió a la ciudad y dijo: “Vengan, vean a un Hombre que me ha dicho las cosas que he hecho. ¿No es este el Mesías?”. ¿Ven? Estaba completamente convencida, creyó, supo que era la verdad.\n\n¡Oh, Dios, ten misericordia de nosotros!",
    "Debemos quedarnos con Él hasta estar convencidos, así es, saber si Eso es correcto, entonces ver Su promesa vivificada entre nosotros. Nos preocuparía a nosotros. Si tan solo tomáramos el Libro de Dios aquí, y dijéramos: “Él prometió hacerlo”, y luego quedarnos hasta estar convencidos de que Él es el Dios de esta Palabra, para verlo a Él Mismo manifestarse en esa Palabra, dando vida a esa Palabra, de que Uds. han recibido la promesa aquí: “Si permanecéis en Mí, y Mis Palabras…”. No solo una de Ellas; todas Ellas. “…y Mis Palabras permanecen en vosotros, entonces pedid lo que queráis, y os será hecho”. Así es. ¿Ven? Tiene…",
    "No solo hoy; esta noche y mañana, dudarlo. Ud. lo desecha mañana, y dice: “Bueno, déjenme decirles. Yo—yo no sé si Eso es correcto o no. Pudo haber sido para alguien; pero no sé si para mí”. Entonces, ¿ven Uds.?, no permanece. Se va. ¿Ven? Los pájaros vienen y se la comen, las aves del cielo.",
    "Pero si cae más allá de cualquier razonamiento, duda o cualquier otra cosa, producirá a ciento por uno. ¡Preocupado!",
    "Me recuerda. Tengo varias Escrituras más aquí a las que quiero referirme, pero voy a detenerme en un minuto, diciendo esto. El otro día, vi una caricatura en el periódico. Quiero terminar, diciendo esto. Me impactó. Y era una—una caricatura, muy sobresaliente.",
    "Era un muchachito. Estaba bien vestido un domingo por la mañana, listo para la escuela dominical. Su cabello peinado, y su sombrero en la mano. Se había lavado la cara. Y desayunó y comió algo, y se cepilló los dientes, y se preparó para ir a la escuela dominical. Y se paró a la puerta de la recámara de su padre y madre dormidos, tocando a la puerta, diciendo: “¿Quién de Uds. me va a llevar a la escuela dominical?”. Preocupado. Eso es. Así mismo es, amigos. Preocupado.",
    "¿Se dan cuenta de que la responsabilidad de esta ciudad de Tempe aquí, creo yo, está sobre sus hombros? Yo creo que Dios los ha hecho a Uds. faros, a cada uno de Uds. Ud., Ud. tiene la responsabilidad de los pecados de esta ciudad, descansando sobre los ministros, sobre la gente de la iglesia, los peregrinos, a medida que viajamos. ¿No creen eso? [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "¿Qué? Uds. no tienen miedo. Ciertamente Uds. no tendrán miedo de tomar a Dios en Su Palabra; Dios cumple Su Palabra. Dios no es un Dios que diga que Él es una cosa, y luego otra. ¿Ven? Si—si Él promete algo, eso Él lo hará. Dios cumple Su Palabra. ¿Creen eso? [La congregación dice: “Amén”.—Ed.]",
    "¿No creen Uds. que el mismo Jesús que fue alzado de la tumba, ha regresado en la forma del Espíritu Santo y está en nosotros ahora? [La congregación dice: “Amén”.—Ed.] “Un poco y el mundo no Me verá más, pero vosotros Me veréis. Vosotros Me veréis, ¿ven?, porque Yo estaré con vosotros, aun en vosotros, ¿ven?, hasta el fin de la consumación. Hasta el fin del mundo, Yo estaré allí con vosotros. Yo nunca te dejaré ni te desampararé. He aquí, Yo estoy contigo todos los días, hasta el fin del mundo. ¿Ven? El mundo no lo verá, pero vosotros lo veréis”. El mundo no lo cree. Son Uds. Eso… Los que lo creen son los que lo reciben. Eso es verdad.",
    "¡Oh!, ahora, amigos, este es el secreto. Esto es lo que quiero que Uds. sepan.",
    "Yo—yo estoy tan contento de haber venido a hablarles esta noche. Uds. son una congregación tan agradable. Estoy muy contento de estar aquí en la iglesia del Hermano Groomer. Veo, creo que Ud. fue tesorero en una ocasión, o algo así, en una de nuestras reuniones, o algo así, como secretario, tesorero, y demás. Yo—yo siempre quise venir a su iglesita. Él me pidió, en aquellos—aquellos tiempos: “Hermano Branham, venga y hable para nosotros”.",
    "Hay otro grupo de personas donde me encantaría ir, y son estos indios aquí arriba, un poco más arriba, los—los indios navajos o apaches, un pueblo precioso. Recuerdo esas reuniones allá, cómo fueron. Y dondequiera que esté, todavía puedo recordar estas hermosas reuniones por aquí con esas personas. Y yo…",
    "El mismo Mensaje que prediqué en el principio, todavía tengo lo mismo. Aún sigo parado así mismo. Es Dios, amigo. Estoy completamente convencido de que este camino del Espíritu Santo es Dios. Ahora, esa es la Verdad. Yo lo creo con todo mi corazón, ahora. Y si nosotros…",
    "Ud. tiene que estar convencido. Si no lo hace, entonces Ud. no estará preocupado.",
    "Ahora, si yo no estuviera preocupado, o convencido de que la manera del Espíritu Santo fuera correcta, yo todavía estaría en la iglesia bautista, porque ellos son un buen grupo de hermanos allá en esa iglesia bautista. Sí, señor. Esos hermanos misioneros son buenos hermanos, algunos de ellos. Pero, aún los amo.",
    "Y estoy plenamente convencido, eso sí, que la iglesia, es tiempo que la iglesia sea bautizada con el Espíritu Santo, que es Cristo entrando en Ud., dándose Él a conocer por medio de milagros. Ahora, los—los bautistas también creen eso, y la mayoría de las iglesias además de la católica.",
    "El católico toma esa pequeña hostia, Uds. saben, que “Dios está en esa hostia”. Una noche voy a predicar sobre eso, Uds. saben, Paganismo Contra Cristianismo, si el Señor quiere, pues, acerca de, “esta hostia siendo Dios”.",
    "Así que, ahora, yo—yo creo que todos los protestantes creen, en el gran movimiento evangélico que—que—que realmente es nacido del Espíritu de Dios, o que tienen algo de Dios, ellos saben que el Espíritu Santo viene, pero no dicen que Él, cuando venga, que… “Él ha cambiado Su naturaleza”, parecen creer ellos; parecen pensar: “Bueno, Él simplemente tolera el mundo, y la gente puede seguir viviendo como siempre, Ud. sabe, solo vaya a la iglesia y trate de ser una buena persona, haga lo mejor que pueda”. Eso no es, amigos.",
    "Cuando el Espíritu Santo entra en Ud., Él lo hace a Ud. una nueva criatura. Sí, señor. Él lo hace a Ud. una nueva criatura. Y Él se pone en Ud., y Ud. es Su ídolo. Ud., Él vive dentro de Ud., obrando, moviéndose a Su propia manera en Ud.",
    "Ahora, primero leí el Antiguo Testamento, y vi lo que Dios fue en el Antiguo Testamento a través de esos profetas. Pasé al Nuevo Testamento, y tomé el Nuevo Testamento. Descubrí que el mismo Dios del Antiguo Testamento era también el mismo Dios del Nuevo Testamento.",
    "Luego tomé desde el Nuevo Testamento, hasta la organización de la iglesia católica primitiva, lo cual fue como trescientos años, en el Concilio de Nicea cuando los obispos tomaron el nombre de Papa y la iglesia romana, y que tomó el lado del dogma. Y los católicos ortodoxos le creyeron a la Biblia y continuaron. Pero la iglesia romana tomó el—el lado del dogma, y aún lo hacen hoy. Y—y entonces, allí, perdieron los milagros y las señales. Eso continuó por cientos de años, hasta la reforma.",
    "Luego llegó la reforma. Allí vinieron Martín Lutero y Juan Wesley, creo, ángeles de las edades de la iglesia, cuando vimos la edad de Filadelfia y—y la edad de Tiatira.",
    "Y ahora llegando acá a la edad de la iglesia de Laodicea. Y la escena más lamentable de todo es esa edad de la iglesia de Laodicea, por Cristo ser sacado de Su iglesia, pues, estaba llamando, tratando de volver a entrar a ella. Así es. Sí. Así es. A la iglesia a la que llegamos nosotros, tratando de regresar después de Él haber sido sacado.",
    "¡Oh, hermano, hermana, cómo Él desea entrar entre Su iglesia! ¡Cómo Él quiere moverse entre ellos! ¡Cómo Él quiere expresarse al—al mundo! Y Él solo puede hacerlo usándolo a Ud. y a mí.",
    "¿Cómo supieron ellos que ese era el Mesías? ¿Cómo supo la mujer junto al pozo que ese era el Mesías? Cuando Él le dijo a ella que tenía cinco maridos. ¿Cómo dijo Natanael: “Tú eres el Cristo, el Hijo del Dios viviente”? Porque Le dijo: “Cuando estabas debajo del árbol, te vi”. ¿Ven? Así lo supieron ellos. Esa fue la señal del Mesías. Eso es verdad. Solo pregúntenle a cualquiera. Busquen en la Biblia. Eso es lo que es, la señal del Mesías. Ahora, Él está…",
    "He cruzado este país muchas veces. Y yo—yo no soy el Mesías. Soy, yo—soy—soy vuestro hermano.",
    "Pero lo que estoy queriendo decir, es que el Mesías, el Cristo, el mismo Espíritu Santo que estaba en Cristo, eso es lo que Lo hizo a Él, Mesías. Cristo significa “el Ungido”. Él era un cuerpo de carne que fue concebido en el vientre de una mujer.",
    "Y algunos de Uds. buenos católicos tratan de hacerla a ella una diosa. ¿No se dan cuenta de que ella no fue más que una incubadora que Dios usó? [Cinta en blanco.—Ed.] Seguro que no. Ella no es ninguna reina del Cielo. Ella fue una mujer que Dios escogió, esa mujer, porque era limpia y virgen, y le hizo sombra con el Espíritu Santo y creó un cuerpo en ella, por medio de Su propia creación. Ella no le añadió esperma, en absoluto, para nada. No, en verdad. Fue…",
    "Él no era judío ni gentil. Él era Dios. Él fue creado en el vientre. Y ese cuerpo limpio y santo, sin esperma de ningún ser humano, era un vaso santificado santo en el cual moraba Jehová. Por lo tanto, Jesús dijo: “No soy Yo el que hace las obras. Es Mi Padre que mora en Mí. Él hace las obras”. Así es. Él podía hablar y decir las palabras, y así era. “No soy Yo. Es Mi Padre que mora en Mí”. ¿Ven? Y, Su Padre, por eso Él oraba al Padre. Él dijo…",
    "Alguien me preguntó, dijo: “Bueno, entonces, ¿cómo podía Él orar al Padre si el Padre estaba en Él?”.",
    "Le dije: “¿Cómo ora Ud. al Padre si el Padre está en Ud.?”. ¿Ven? Allí lo tienen. Ud. le ora al Espíritu Santo. Así que, seguro que lo hace. ¿Ven? “Dios estaba en Cristo reconciliando Consigo al mundo”. El gran Jehová Dios habitó en Cristo. Nosotros, está en nosotros en medida; en Él sin medida, ahora. Pero, esta medida que está en Él, toda la Iglesia junta en un Cuerpo. ¿Ven?",
    "Ahora vemos que el mismo Dios que estuvo en el Antiguo Testamento estaba en el Nuevo Testamento. Hasta el Concilio de Nicea, Él aún estaba en la iglesia. Y aquí lo encontramos a Él, en los últimos días, el mismo Dios, el mismo Espíritu Santo, la misma señal, las mismas maravillas, los mismos milagros, la misma expresión, lo mismo.",
    "Escuchen. Uds. saben que yo hago obra misionera. Prácticamente, le he dado la vuelta al mundo como siete veces. Fíjense. Allá en las tierras donde la gente ni siquiera distingue la mano derecha de la izquierda, no pueden hablar ni una palabra de algo de inglés. Algunos de ellos, ni siquiera tienen un dialecto. Ellos—ellos no tienen frases ni nada. Solo hacen una clase de ruido cortado como pájaros. Algunos de ellos hacen un ruido como el de los animales que oyen en el bosque; chirridos, gorgoreos, hacen toda clase de ruido. Nunca oyeron de tal cosa como Jesucristo ni de nada así. Pero, hermano, deje que el Espíritu Santo caiga sobre ellos, hacen lo mismo que Uds. hacen aquí. Así es. Correcto. Ellos hacen lo mismo que Uds. hacen aquí mismo en Tempe, así exactamente, sin decirles nada a ellos respecto a eso. No, señor. Solo es que el Espíritu Santo lo hace. Ellos hacen lo mismo que hacen Uds. Es el Espíritu Santo, hermano.",
    "Él es Dios en Alemania; Él es Dios en Suiza; Él es Dios en Arizona; Él es Dios en todas partes. Él es Dios en la azotea; Él es Dios en el sótano; Él es Dios en la iglesia; Él es Dios en Ud. Amén. Sí, señor. Yo Le creo. Toda Palabra que Él habló es ASÍ DICE EL SEÑOR. Yo creo que esta Biblia es la Verdad. Amén. ¿Lo creen Uds. así? [La congregación dice: “Amén”.—Ed.]",
    "¿Hay personas enfermas aquí por las cuales orar? Levanten sus manos. Anoche tuvimos una pequeña línea de oración. Muy bien. Ahora, yo no vine a la iglesia esta vez… Yo no vine, Uds. saben, repartiendo tarjetas de oración, y—y haciendo pasar a la gente, y tal vez tener a seis o siete, diez, o algo así, y quedar tan débil que casi me tienen que sacar cargado. Yo solo vine, orando, poniendo las manos sobre los enfermos, y cosas así, y seguir.",
    "Por supuesto, también se puede hacer de la otra manera. Solo depende de la gente, ¿ven Uds.?, o depende de Dios, mejor dicho, lo que Dios quiera hacer. Pero Él es Dios, no me importa dónde sea, solo las cosas sencillas.",
    "Hermano Welch, cuando lo mordió esa serpiente, no hubo una visión para eso. ¿Verdad? Solo coloqué las manos sobre él; eso fue todo. Porque, Él es Dios.",
    "Una noche, o en uno de los desayunos en alguna parte, quiero contarles, sucedió algo hace unas semanas, desde que perdí a mi madre. Y orando, yendo al bosque, y poniéndome ropa interior aislante, para entrar a la cueva en los tiempos de invierno, allá afuera con clima en cero, y estando allá día tras día, y noche tras noche, estando delante de Dios, hasta que Él bajó y me habló, sí, señor, y estar seguro de estar cierto. Debe ser así. Tengo que estar seguro de lo que hablo, porque tengo almas que me creen. Y tengo almas que creen que les estoy diciendo la Verdad, que Dios me envió, y Dios está obligado a pararse por Su Palabra y respaldar eso. Y Él lo hará. Sí, señor. Si Él lo envía a Ud., Él vindicará que Él lo envió a Ud. Exactamente. Amén. Yo creo eso. ¿Uds.? [La congregación dice: “Amén”.—Ed.] Amén.",
    "Yo—yo sé que Él está aquí ahora mismo. Amén. Y algo está derramándose ahora mismo sobre mí. Yo—yo sé que estamos sentados esta noche en lugares Celestiales en Cristo Jesús. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Amén.",
    "Voy a cambiar de opinión. Yo no he cambiado de parecer, pero Dios me lo ha cambiado. Amén.",
    "No veo a ninguna persona aquí que conozco, a menos que sea esta señora sentada aquí mismo. Esta señora allí, creo que se oró por ella anoche. Todos los que están enfermos, levanten la mano. Todos los que no me conocen, y saben que yo no sé nada de Uds., quiero decir, levanten la mano. Muy bien, en todas partes, supongo. Así es. Si Dios, ese mismo Dios… Amén.",
    "Aquí hay un reto. Miren allí, gente que uno no conoce, nunca los he visto. Si Ud. está enfermo, Dios sabe que Ud. está enfermo. Si su corazón está roto, Él sabe que su corazón está roto. Si Ud. pecó, Él sabe que Ud. ha pecado. ¡Hábleme de un milagro!",
    "Ahora, se requeriría el poder del Dios Todopoderoso para venir y probar que Él es el mismo Dios que siempre ha sido, y que aún es Dios. Si Él hace eso por lo menos tres veces en este edificio ahora mismo, dos o tres veces, como—como confirmación. Yo no—no sé si Él lo hará o no. Pero yo, solo…",
    "Veo ese reloj llegando a las nueve y media. Sé que una línea de oración con toda esa gente nos tendría aquí hasta como a las once y media. Y sé que el Hermano Norman debe manejar hasta por allá, ciento sesenta y tantos kilómetros hasta Tucson; y muchos. Y el de mañana en la noche, aún tengo diez o doce servicios, tal vez quince aún por predicar. Yo solo…",
    "Y yo creo que ahora mismo, si Uds. lo creen conmigo, estamos en lugares Celestiales. [La congregación dice: “Amén”.—Ed.] Yo… Permítanme preguntar, y probarles, que Dios todavía es Dios aquí mismo en este edificio esta noche, como Lo fue cuando él, Abraham, habló con Él allá en ese cuerpo de carne.\n\nRecuerden, esa carne, yo no sé lo que era.",
    "Dijeron: “Una teofanía”. Los ministros quieren decir que era una teofanía. Pero ¿cómo una teofanía puede comer chuletas de ternera? No, señor. Una teofanía no come.",
    "Él era un Hombre en un cuerpo de carne, sin embargo, era Dios. ¿De qué era una señal? Él dijo: “Como fue en los días de Lot y Noé, así será en la venida del Hijo del Hombre”, que Dios bajaría entrando en carne humana y Se daría a conocer, así como lo hizo allá atrás. Esa fue, recuerden, esa fue la última señal que se entregó antes de que cayera fuego y destruyera a Sodoma y Gomorra.",
    "Y este mundo hoy, y esta nación, y esta gente, ha llegado a ser como una Sodoma moderna. Así es. Y ¿qué dijo Él? “Como fue en los días de Noé, así será; comiendo, bebiendo, dándose en casamiento”.",
    "🦅 Como fue en los días de Lot”. ¿Qué sucedió cuando Lot, en los días de Lot? ¿Qué sucedió? Miren. Descendió un Ángel, o Ángeles en forma de hombre. Y este Hombre, con Su… No conociendo a Abraham, le habló de sus condiciones, y de Sara, y lo que iba a suceder, y todo al respecto. Y allí ellos se dieron cuenta, entonces, que Abraham quedó convencido de que ese era Dios, y comenzó a interceder por su hermano. ¿Es así? [La congregación dice: “Amén”.—Ed.] Dios lo prometió.",
    "No importa, Ud. no tiene que ser una gran catedral. Ud. no tiene que ser una—unos miles en la campaña allí; “Dondequiera que dos o tres estén reunidos, Yo estoy en medio de ellos”, si Dios lo prueba esta noche, puede discernir sus pensamientos.",
    "Y la—la—la Biblia dice, en Hebreos el capítulo 4. Escuchen atentamente: “La Palabra de Dios es más cortante que toda espada de dos filos, penetra hasta el tuétano del hueso”. ¿Es así? “E incluso discierne los pensamientos de la mente”. ¿Correcto? [La congregación dice: “Amén”.—Ed.]",
    "¿Qué es la Palabra de Dios? “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Por Su vida justa y Su cuerpo santificado, Su Sangre pura no adulterada, Él la dio gratuitamente por nosotros pecadores inmundos. Y por medio de eso, Dios tomó Su sacrificio y santificó una Iglesia, para que Él pudiera enviar de vuelta Su Espíritu Santo para continuar las obras que hizo Jesús; “Las obras que Yo hago vosotros también las haréis”. ¿Creen eso? [La congregación dice: “Amén”.—Ed.]",
    "¿Creen que Jesucristo es el Hijo de Dios nacido de una virgen? [La congregación dice: “Amén”.—Ed.] ¿Creen que Su—Su santa Sangre no venía de hombre? [“Amén”.] Pues sabemos que la célula sanguínea viene del sexo masculino, y de esta manera fue solo Dios Quien creó una Sangre y produjo al Hijo Cristo Jesús. Y Él fue el Hijo de Jehová Dios. [“Amén”.] Dios moró en Él. Y luego, cuando Él dio Su Vida, un rescate en el madero, y lavó al pecador que crea en Él, y lo ha recibido a Él, y ha sido hecha una propiciación por nuestros pecados, y nos ha lavado por el agua de la Palabra y nos ha limpiado, y ahora llegamos a ser santificados. No nuestra bondad, sino Su misericordia, para que el Espíritu Santo pueda continuar la obra en la Iglesia, a través de la edad, para declarar: “Jesucristo, el mismo ayer, hoy, y por los siglos”. Amén.",
    "Eso entonces cubrió tres cosas: “ayer, hoy, y por los siglos”, tres filas de iglesia. Amén. Entonces que Dios llame de las tres filas. ¿Creerán Uds.? [La congregación dice: “Amén”.—Ed.]\n\nOremos.",
    "Padre Celestial, solo Tú puedes hacer esto, pero para que este pueblo pueda saber, Señor, que la hora está a la mano. Quizás no vivamos hasta la mañana. No lo sabemos. Pero tenemos que encontrarnos Contigo; estamos seguros de eso; “Porque es necesario que el hombre primero muera, y después de esto el juicio”. Tenemos que encontrarnos con Dios en alguna parte.",
    "Y, Padre Dios, he enseñado esta noche que Tú aún eres el mismo Dios. Y el pueblo, Señor, confío que Tú Te harás tan real, de esta manera, Padre.",
    "Ellos, ellos han oído la predicación. Tenemos algunos de los mejores ministros, creo, Padre, que hay en el mundo, viven a lo largo de este país, y verdaderos hombres santos, dedicados al servicio de Dios, en estas buenas iglesias, por todo esto, esta región aquí. Yo creo eso. Son mis hermanos. Y vine, Señor, entre ellos, aun como un extraño un día, y ellos me recibieron. Y me han acogido, y ellos—ellos me aman.",
    "Y—y, a pesar de que muchas veces tengo que regañar y decir cosas. Los veo a veces caminando con alguna organización, denominaciones sacándolos del sendero trillado, entonces los regaño. Y aun así son tan dulces, y me aman, entonces sé que son Tus siervos, Padre. Y ellos saben que yo no lo hago para ser grosero; Señor, Tú nunca tratarías con una persona así. Ahora, Padre, saber que eso: el camino de regreso, es a través de la santidad, y por medio de la santificación del Espíritu, y la consagración de vidas. Permite que la gente…",
    "Quizás haya visitas aquí esta noche. Puede haber presbiterianos, metodistas, católicos, un—un—un grupo con nosotros esta noche. Puede haber aquellos que no creen. Y luego, Padre, solo con predicar la Palabra, ellos tienen el derecho de irse, quizás, y decir: “Mi pastor enseña otra cosa. Mi sacerdote dice otra cosa”.",
    "Pero, Señor, cuando ellos saben que la Biblia… Todas las denominaciones saben que Hebreos 13:8 dice: “Él es el mismo ayer, hoy, y por los siglos”. Ahora, Tú, Señor, que…",
    "Una mujercita tocó Tu manto un día, abriéndose paso entre una multitud, y Tú volteaste, y dijiste: “¿Quién Me tocó?”. Y todos lo negaron. Pero ese gran poder de Dios que estaba en Ti, la plenitud de Dios, Tú miraste por la congregación hasta que hallaste a la mujercita que tenía el flujo de sangre. Y cuando Se lo dijiste, su flujo de sangre paró; se detuvo.",
    "Tú eres el mismo Dios. Oro, Dios, en esta noche, que Tú santifiques a estos creyentes aquí que están enfermos. Por lo menos uno, o uno de cada fila, o más, Señor, al otro lado, allá atrás, en la parte de atrás, parados afuera, donde sea, que alguien vea, sin sombra de duda, que “Esta es la Verdad. El Espíritu Santo tiene la razón. Y la Biblia tiene la razón. Y Jesucristo es el mismo ayer, hoy, y por los siglos”. Pido esta bendición en el Nombre de Jesucristo, y para Su gloria. Amén.",
    "Ahora, a esta pequeña congregación que espera, quiero que oren solo por un momento, en sus corazones, y quiero que miren hacia acá. Quiero que crean con todo su corazón que Dios está en el edificio. Ahora, Él está en Espíritu. Todos lo sabemos. “Dios es un…” [La congregación dice: “Espíritu”.—Ed.] “Y los que Le adoran, es necesario que Le adoren en Espíritu y en Verdad”. Ahora, ¿qué es la Verdad? Cristo, la Palabra. La Palabra es Verdad. El Espíritu es el Espíritu Santo. La Palabra es la Verdad. Y el Espíritu Santo se apodera de la Palabra de la promesa y la trae a cumplimiento. ¿Ven? “Si permanecéis en Mí, Mis Palabras en vosotros, cualquier promesa Allí es vuestra entonces. ¿Ven? Si permanecéis en Mí, y Mi Palabra en vosotros”, entonces no es Ud. Es la Palabra de la promesa que lo está haciendo. ¿Lo ven? Espero que lo hagan, hijos. Bendito sea su corazón.",
    "Uno de estos días vamos a tener nuestro último sermón aquí. ¿Sabían eso? [La congregación dice: “Amén”.—Ed.] Entonces vamos a subir.",
    "Y Uds. simplemente digan: “Padre Dios, el Hermano Branham no sabe nada de mí”. Quizás Uds. ni siquiera me conozcan. Como sea, no importa dónde Ud. esté, donde sea en el edificio. ¿Ven? Solo digan: “Padre, Dios, él no sabe nada de mí, pero que él me hable y me diga cuál es mi problema, o algo así, y yo—yo Te creeré. Te creeré, porque la Palabra, entonces, sabré que es carne; con él y yo, juntos, con un contacto con Dios, el Espíritu Santo está aquí. Permite que él lo haga”.",
    "Esa señora con sus manos sobre su regazo, así, miró hacia arriba y dijo: “Sí” en ese momento, mientras asentía con la cabeza. Ella lo creyó. Ud. dijo justo lo correcto.",
    "Hubo una mujer una vez, una mujer sirofenicia. Ella era una gentil. Ella vino al Señor Jesús, y dijo: “Señor, Tú, Hijo de David, ten misericordia de mi hija”. Ahora, Él no era Hijo de David para ella. Ella era una gentil, ¿ven?, así que Él siguió adelante como si ni la hubiera visto. Y ella clamó tras Él.",
    "Finalmente Él se dio la vuelta, dijo: “No está bien que Yo tome el pan de los hijos y se lo dé a los perros”.",
    "¡Oh, eso hubiera hecho que algunos de nosotros, los así llamados Cristianos, nos encendiéramos mucho por eso, llamarnos perros! No con ella. Ella sabía que eso era verdad.",
    "Dijo: “Es verdad, Señor. Pero los hijos… Pero los perros comen las sobras debajo de la mesa de sus amos”.\n\nÉl dijo: “Por este dicho, porque lo dijiste”.",
    "La presión arterial alta que Ud. tiene y el problema al corazón, si Ud. lo cree con todo su corazón, la dejará. ¿Lo aceptará Ud.? ¿Ven? Ese era su problema, ¿no es así? Es verdad. ¡Solo créalo!…?… Ud. crea. Yo nunca he visto a la mujer en mi vida. Ella es una desconocida.",
    "Aquí, veamos otra. Justo enfrente de ella, una mujercita con un vestido verde. Si Dios no ayuda a esa mujer, ella tendrá que ser operada de un tumor. Si así es, levante la mano, señora. Yo nunca la he visto en mi vida, pero ella tiene un tumor. ¡La debilidad y tristeza de su corazón! Si Ud. cree que Jesucristo, el Hijo de Dios, llevará a cabo esa operación y le quitará eso a Ud., sin una operación de la mano de un hombre natural, Ud. puede tener lo que pide.",
    "¿Están convencidos? ¿Creen? Alguien más en el edificio, ore, crea con todo su corazón.",
    "Aquí hay una damita sentada aquí mismo, orando. Ella tiene puesta una chaqueta roja que parece a cuadros. Ella está enferma y débil. Ella acaba de levantarse de neumonía. Así es. ¿Cree Ud. que Jesucristo la sanará, señora? Si lo cree, levante la mano bien alto, y diga: “Yo lo acepto”.",
    "Sentado junto a ella, el hombre allí con el problema en la espalda, ¿cree Ud. que Él lo sanará, señor? Entonces levante la mano, diga: “Yo lo acepto”.\n\n¿Cree Ud.? ¿Está convencido? Entonces preocúpese.",
    "Bien atrás, en la parte de atrás, una mujercita canosa sentada allá atrás con una pequeña bufanda al cuello, ella tiene artritis en sus manos. Ha estado orando por mucho tiempo para que eso sane. ¿Cree Ud. que Dios la sanará, señora? Sentada allí mismo, justo aquí abajo. ¿Lo cree Ud., que Dios sanará la artritis? Ud. puede tener lo que ha pedido, si Ud. lo cree.",
    "El hombre a su lado allí, con el problema a la próstata, si Ud. lo cree con todo su corazón, Ud. puede ser sano. ¿Lo cree, señor? Ud. estaba tratando de hacer que ella lo creyera, y no pudo hacer que ella lo viera. Pero Dios lo sanó a Ud. del problema a la próstata cuando Él la pasó de largo a ella. Ahora Ud. recibió su sanidad. Dios le bendiga. Se acabó. Eso se ha ido.",
    "Allí lo tienen. Ajá. ¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Están convencidos? [“Amén”.] Entonces preocupémonos. ¿Están preocupados los demás? [“Amén”.] ¿Cuántos están preocupados aquí? [“Amén”.]",
    "¿Hay un pecador presente? ¿Le preocupa su destino? Antes de orar por los enfermos. ¿Le preocupa su destino? Si Ud. está preocupado por su destino, ¿por qué no viene aquí y recibe a Cristo, estando justo en Su Presencia aquí en la plataforma. Venga aquí. Solo pase. Cualquier persona que—que esté preocupada y que sabe que no está bien con Dios, les estoy pidiendo esta noche que vengan aquí mismo al altar, y se paren aquí para orar. Adentro o afuera, no importa dónde esté Ud., venga aquí. Dios la bendiga, señora. Esa es la manera de hacerlo. ¿Hay alguien más, preocupado por adónde Ud. irá? Si Ud. no está seguro de estar correcto, y Ud. está preocupado, venga.",
    "¿Está Ud. convencido que es Cristo? ¿Está Ud. convencido que—que yo, un hombre, no podría hacer esas cosas? ¿Está Ud. convencido que Dios prometió hacerlo en los últimos días? Esa es la Palabra de Dios. Él convi-… ¿Está Ud. convencido de eso?",
    "Vi que algo más acaba de suceder. ¡Alabado sea Dios! Ellos lo descubrirán. Ajá. Muy bien. Pues, ¡alabado sea Dios! Eso es maravilloso. Amén. Si Ud.… ¡Oh!",
    "¿Están Uds. convencidos, verdad? ¿En verdad creen con todo su corazón? [La congregación dice: “Amén”.—Ed.] Alguien aquí que no está seguro si Ud. está bien con Dios o no, ¿por qué no se paran aquí para una oración solo por un momento? Vengan aquí mismo. Ahora, si Ud. está… O, ¿Ud. no está convencido de estar completamente en lo cierto?",
    "Algunas de Uds. mujeres que todavía reclaman el Espíritu Santo, y tienen el cabello corto, me quieren decir, con toda esta predicación que, ¿Uds. aún no están convencidas, cuando la Biblia dijo lo que dijo acerca de la mujer con cabello corto? ¿Eh? Y vestirse y actuar… ¿Algunos de Uds. hombres que aún fuman y se comportan mal? ¿Algunas de Uds. mujeres que usan estas ropas, y Dios dijo que es una abominación para Él?",
    "Ud. dice: “La carne no importa”. Entonces ¿por qué Dios levantó la carne de Cristo? ¿Por qué se supone que debemos vivir en santidad, si no importa nada? Ella, seguro, ella vendrá de nuevo, la resurrección. Correcto.",
    "Si Ud. cree que esto es el Espíritu de Dios, entonces Lo está condenando a Ud. Así es. Y ¿cómo va Ud. a ser condenado? “El culpable de lo menor es culpable de todo”. Uds. saben que no deben hacerlo.",
    "Alguien dijo, como comenté anoche. Alguien me dijo: “Hermano Branham, ¿por qué no deja tranquilas a esas mujeres? Deje tranquilos a esos hombres. Deje de hacer eso”. Dijo: “Ud. es… La gente cree que Ud. es un profeta”.\n\nDije: “No soy profeta”.",
    "Él dijo: “Pero, la gente afirma que Ud. lo es. ¿Por qué no les enseña cómo recibir dones espirituales?”.",
    "Yo dije: “¿Cómo puedo enseñarles álgebra cuando ni siquiera se saben su abecé? Ellos no tienen suficiente decencia común para limpiarse y actuar como Cristianos. ¿Cómo uno les va a decir cosas espirituales acerca de cosas Celestiales?”. Así es.",
    "Que la iglesia pentecostal se enderece, que se ponga a cuentas con Dios, y les probaré que el Espíritu Santo entrará directamente. Pues, esta, la iglesia, estará tan llena del poder del Espíritu Santo, que no podrá haber un miembro que cometa un pecado. El Espíritu Santo lo declarará directamente, como Ananías y Safira. Correcto. Pero eso no se puede hacer, cuando Uds. ni siquiera pasan el entrenamiento de jardín de infantes. Seguro que no.",
    "Pasen al altar, como lo han hecho estas mujeres. Oiga, ¿me quieren decir que solo hay dos mujeres en este grupo? Recuerden, está en su regazo, y está en sus manos, y Uds. nunca se lo van a lavar.",
    "Inclinemos nuestros rostros. Pase al frente ahora, mientras creemos en Él, al orar.",
    "¿También estás parado por salvación, hijo? Bendito sea tu corazón, hijo. Párate allí mismo.",
    "Ahora, mientras inclinamos nuestros rostros, están trayendo a otra dama que tal vez no puede caminar, o algo, viniendo para aceptar la salvación por sí misma. Ahora vamos a dejar… Está bien, solo déjenla pararse allí. Así está bien, hermana. Ud. no tiene que caminar para hacerlo. Él vendrá directamente al asiento donde Ud. está. Vamos a… Ella solo quiere hacer…",
    "Ahora, si una mujer, que apenas puede caminar, y ellos, tambaleándose, está convencida de que la cosa es correcta, y está lista para venir y arrepentirse por lo que ella ha hecho mal, ¿qué me dicen Uds. mujeres, de eso, y hombres también, que pueden pararse y caminar bien? Eso se levantará en el Día del Juicio.",
    "Solo porque usamos el nombre Pentecostés, eso no significa nada. Ud. tiene que nacer de nuevo. Cuando Ud. nace de nuevo, Ud. camina en la Luz de la Biblia. Ud. hace lo que dice la Biblia. Amén.\n\nOremos ahora.",
    "Padre Celestial, Tu Presencia está aquí y, ¡oh, nos infunde confianza para hablar cuando Tu Presencia está aquí, porque sabemos que no somos nosotros los que hablamos entonces, es el Espíritu Santo! Y, ¡oh, Padre!, cómo duele a veces oír la—la propia voz de uno decir cosas que uno nunca diría, en lo absoluto. Pero, entonces, ¿cómo podría alguien dudar que es el Espíritu Santo, después de verlo a Él hacer las obras que Él hizo cuando estuvo aquí en el cuerpo del Señor Jesús, y nos dejó la promesa que Él haría las mismas obras a través de nosotros, Sus siervos?",
    "Y ahora, Padre, estamos agradecidos por Él, porque Él vino a reprobar al mundo de pecado. El pecado es incredulidad. Aquellos que dicen que no se puede hacer, pero eso prueba que sí se hace. Y en el registro científico hoy, sabemos que Tú Mismo has probado que estás con nosotros, por muchas pruebas infalibles.",
    "Aquí están estas personas paradas alrededor del altar esta noche, después de hacer este llamado y predicar este Mensaje, de estar convencido y luego preocupado. Ellos se dan cuenta de que su vida ha sido superficial, y ellos—ellos no han podido hacer las cosas que ellos—ellos querían hacer. Y se dan cuenta de que no es culpa Tuya, pero saben que la culpa es de ellos mismos. Así que han venido esta noche, Señor, para confesar que están errados.",
    "Algunas de estas mujercitas con el cabello cortado, se paran aquí adelante, como lo hicieron anoche, sabiendo que esa es la verdad. La Biblia lo dice. Eso es una cosa deshonrosa; “¿No es una cosa común que una mujer ore con su cabello como su cubierta, con su cubierta cortada? Ella deshonra su cabeza”. ¡Eso es enseñanza Cristiana! Y el gran maestro que nos enseñó eso, Pablo, dijo en Gálatas 1:8: “Si un Ángel del Cielo viene, predicando cualquier otra cosa aparte de lo que Yo ya he enseñado, sea anatema”. Sabemos que eso es la Verdad.",
    "Y, Padre, estos preciosos ministros clamando por eso, hora tras hora, hora tras hora, y la congregación aún avanza tambaleándose. ¡Cómo anhelan sus corazones ver a su iglesia toda llena del Espíritu Santo, y como hombres y mujeres piadosas allí! Y el Espíritu tan poderoso, en el lugar, que todo pecado en la iglesia es denunciado, grandes maravillas y señales sucediendo como sucedió en los días primitivos.",
    "Y, Padre, luego vamos de lugar en lugar, dando nuestro testimonio con nuestros hermanos. Y ellos ven al Espíritu Santo moviéndose a través de diferentes operaciones, y saben que es Dios, entonces quedan convictos. Y dice: Señor: “Los pecados de algunos hombres van delante de ellos; algunos los siguen”. Ellos están confesando los suyos esta noche, Señor, que irán delante de ellos. Oro que Tú los ayudes, a cada uno de ellos, Señor. Y ahora, al consagrar sus corazones a Ti, te dan sus corazones, sus vidas, al servicio. ¿Qué más pueden hacer, Señor?",
    "Ahora que el Espíritu Santo, Quien trajo convicción por eso, por Su Palabra y por Su Presencia, para confirmar Su Palabra, para hacerla, sin duda, la Verdad, que Él les dé a ellos esa porción santificadora que les dará el deseo de su corazón, para servirte. Concédelo, Señor.",
    "Un alma preciosa allí dijo que el enemigo era… Ella solo estaba tratando de ser salva y estar a cuentas, y el enemigo seguía haciéndola decir malas palabras en contra de Dios, o malos pensamientos en contra de Él. Oro, Padre, ahora como Tu siervo.",
    "Yo reprendo a ese diablo. Aléjate de esa mujer. Déjala en paz. Que el Dios del Cielo la llene con el Espíritu Santo. Y, Satanás, ya no la puedes atar más. Suéltala. Déjala ir, en el Nombre de Jesucristo.",
    "Esta iglesia, la santa Iglesia de Dios, ora unánime, que ese diablo nunca más regrese a ella. Que ella vaya ahora en la paz de Dios, en el Nombre de Jesucristo. Consagramos esto a Ti, Padre, para Tu gloria. Amén.",
    "Ahora, sin una sombra de duda en sus corazones y mentes, solo sobre la base ahora de que Dios hizo la promesa, y Uds. han venido a consagrar sus vidas, y creen con todo su corazón, los que están parados en este altar esta noche, diciéndole a Dios que están arrepentidos por lo que han hecho, que Uds. vivirán una vida diferente de aquí en adelante. ¿Creen que Dios escucha su oración, y que Ud. podrá hacerlo? Levante su mano a Él, diga: “Yo Te acepto, mi Señor”. Amén.",
    "Dios les bendiga. Eso es bueno. Ahora pueden ir a sus asientos sabiendo que todo ha terminado. Yo lo creo. ¿Lo creen Uds., todos los que están allí? [Los que pasaron al frente dicen: “Amén”.—Ed.]",
    "Ahora, ¿cuántos de Uds. allá están enfermos, y no pudieron… que el Espíritu Santo no… Porque yo vi cuatro o cinco. Ya como que se ha retirado de mí, ese discernimiento. Pero lo vi a Ud., alguien aquí atrás o, y luego allá atrás, parado allá atrás. Pero no recuerdo lo que era. Esa Luz estaba sobre ellos. Yo vi lo que sucedió. Pero el Espíritu Santo está aquí, amigos. ¿Lo creen con todo su corazón? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, ¿cuántos aquí tienen el bautismo del Espíritu? Levanten la mano. Muy bien. La Biblia dice: “Estas señales seguirán a los que creen”. ¿Podrán colocar las manos el uno sobre el otro? Permítanme orar por Uds., desde aquí en la plataforma.",
    "Así que, ya son las diez, faltan cinco minutos para las diez. ¿Anunciaron el próximo servicio? ¿Dónde Ud.…? [El Hermano Branham habla con alguien en la plataforma.—Ed.]",
    "[Una hermana dice: “¿Hermano Branham?”.—Ed.] Sí, cariño. [La hermana le habla al Hermano Branham.] Seguro.",
    "En el Nombre de Jesús, que él vaya y sea sanado de esa asma, y que nunca más le moleste. Amén.",
    "Bendito sea su corazón. Yo sé que eso lo va a dejar, y Ud. va a ser un hombre sano, fuerte y saludable.",
    "Dios Todopoderoso, somos Tus hijos, por la fe en Cristo Jesús. Somos miembros del Cuerpo de Cristo, por el bautismo del Espíritu Santo. Somos viajeros aquí en la tierra, peregrinos, sabiendo que el Cielo es nuestro hogar, y esta no es nuestra morada aquí, así que miramos a las cosas de Arriba. Ahora, creemos que nosotros estamos en lugares Celestiales en Cristo. Que el poder del Dios Todopoderoso se asiente sobre este edificio, y entre en cada corazón.",
    "Satanás, te conjuramos por Jesucristo, el Dios viviente, que dejes a este pueblo. Sal de ellos, Satanás, y vete de ellos, para que puedan ser sanados en el Nombre de Jesucristo.\n\n(Solo ese.)",
    "¿Cuántos lo creen? ¿Cuántos están convencidos? [La congregación dice: “Amén”.—Ed.] ¿Cuántos están preocupados? Levante su mano, diga: “Estoy preocupado. Yo estoy convencido de que esta es la Verdad. Que, ahora, yo estoy convencido de que por Sus llagas soy sano. Ahora estoy convencido de que el bautismo del Espíritu Santo es correcto. Ahora estoy convencido de que Jesucristo está entre nosotros”.",
    "¿Qué dijo Juan? “Hay Uno parado entre Uds., Uno parado entre Uds., a Quien Uds. no conocen”.",
    "Tendré que cambiar esa parte en esta noche, y decir que hay Uno parado entre Uds., a Quien Uds. no ven. Ese es el Espíritu Santo. Él es Aquel, amén, que hace veraz toda promesa. ¿Lo creen con todo su corazón, con toda su alma, con toda su mente? Pónganse de pie y acéptenlo entonces, como su sanidad, como su salvación, lo que Ud. pueda tener.",
    "Recuerden que el próximo servicio, mañana en la noche, será en la iglesia del Hermano Outlaw. El Hermano Outlaw, allá en Phoenix, mañana en la noche.",
    "Levantemos nuestras manos ahora y cantemos este canto a Dios, no sé si puedo empezarlo o no, “Yo Le amo, yo Le amo porque Él me amó primero”. Todos juntos:\n\nYo Le amo, yo Le amo\n\nPorque Él me amó primero\n\nY me compró la salvación\n\nEn el madero del Calvario.",
    "Ahora, Uds. que vienen y siguen los servicios, mañana en la noche es en la iglesia del Hermano Outlaw. Se llama Iglesia El Nombre De Jesús, allá en Phoenix. En… Ud. lo hará, sí, hermano, sí. El Hermano Groomer aquí lo anunciará. Muy bien.",
    "El Señor les bendiga, hasta que los vea mañana en la noche. Dios sea con Uds. 🦅"
  ]
}