{
  "title": "UNA INSIGNIA",
  "id": "62030009",
  "content": [
    "🦅  Gracias, Hermano Outlaw. Muchas gracias.\n\nBuenas tardes, amigos. Esa… Verdaderamente aprecio esa presentación tan fina por el Hermano Outlaw, y el sentimiento es mutuo entre nosotros. Y estoy contento de estar aquí en este tabernáculo esta noche, aquí de nuevo en Phoenix, y oír estos cantos tan maravillosos, y a este hermoso corito. Yo lo estaba revisando. Soy tan crítico de cómo la gente hace y se viste en estos últimos días, que tengo que admirar este grupito de mujeres aquí de rostro tan limpio. Y a mi manera de verlo, se ven muy bien. Y verdaderamente estoy agradecido por ellas. Dios las bendiga.",
    "Y para el Hermano Outlaw y su hijo, recuerdo cuando estuve aquí, el joven tan sólo era un muchachito. Y ahora aquí está, creo que casado y tal vez tenga familia. Y sólo muestra que el tiempo pasa rápido, ¿verdad? Realmente vamos cuesta abajo. Pero hay algo glorioso que estamos esperando, el día en que veamos a nuestro Señor Jesús, y entonces todos seremos cambiados.",
    "Dijeron que la Hermana Waldrop estaba aquí esta noche, la señora con cáncer que fue sanada. Llamé su nombre la otra noche. ¿Dónde está? ¿Estará ella aquí ahora en el edificio? Sí, Hermana Waldrop, seguro, y también el Hermano Waldrop. Verdaderamente nos da gusto tenerlos en el servicio esta noche. Creo que veo al Hermano y a la Hermana Evans de Macon, Georgia, aquí al lado izquierdo, desde Macon hasta por acá.",
    "Y-y este hermanito griego sentado aquí en el frente, no me viene a la mente. Él es de por allá de Grecia, pues lo conocí no hace mucho. Y Eddie, creo que es, ¿verdad? O, estaré…[El hermano dice: “Dave”.—Ed.] Dave, David. Agradezco esa Biblia y lo demás que me enviaste recientemente, ese libro. Y te agradezco mucho, hermano.",
    "Y muchos de nuestros amigos… Hay otro grupo desde Georgia, el Hermano S.T., como le llamo, creo que es, o T.S., en este lado.",
    "Y me alegré de ver al hijo del Hermano Williams. Cuántas veces me ha pedido que ore por él, y oírlo pararse acá esta noche a testificar de esa manera, verdaderamente sí-sí que me emocionó el corazón, con eso.",
    "Al entrar me encontré allá afuera con el Hermano McAnally, mi viejo amigo. Lo veo casi cada vez que vengo acá.\n\n¡Sencillamente hay tantos de nuestros amigos aquí!",
    "Escuchar los testimonios de sanidad, me trae esto a la mente: Hace unos momentos hice una llamada de larga distancia al Hermano Tommy Hicks, que está en Washington, o en Oregón, más bien. Quería que yo fuera a remplazarlo esta semana. Su hermano y su cuñada, y toda la familia, murieron instantáneamente esta tarde, allá en México. Y él tiene que viajar a identificar a su hermano y hacer todos los arreglos y demás. Y verdaderamente me compadezco del Hermano Hicks. Hace unas semanas tuve que hacer lo mismo por mi madre; y sé exactamente como se siente. Y pues, creo que en este momento, estando todos asociados como un gran cuerpo Cristiano de personas, creo que sería muy bueno si tan sólo inclinamos nuestros rostros un momento y oramos por el consuelo del Hermano Hicks en esta hora.",
    "Nuestro Padre Celestial, traemos ahora ante Ti, como grupo, un grupo de personas que son peregrinos y extranjeros, forasteros, profesando que éste no es nuestro hogar, somos ciudadanos de otro gran Reino que vendrá, lo cual Jesús nos enseñó a orar: “Venga Tu Reino, hágase Tu voluntad”. Padre, esta noche uno de nuestros hermanos, el Hermano Tommy Hicks, siervo Tuyo, tristeza ha viajado por los cables hasta llegar a sus oídos. Su precioso hermano, creo que un muchacho que no era salvo, y su esposa, y los pequeños, todos han sido aniquilados hoy en un accidente automovilístico. Y nuestro hermano va ahora en el aire, volando para recibir el cuerpo de su precioso hermano. Yo ruego por el Hermano Hicks, Señor. Ruego que Tu Espíritu esté sobre él y para que lo ayudes; consuélalo. Y que la gran mano del Dios vivo sea extendida y le dé gracia sustentadora en esta hora. Sintiendo yo mismo ese sentimiento tan agudo, Señor, tan sólo hace unas semanas, cuando algo similar sucedió, y lo siento mucho por él. Y ruego que lo consueles en toda manera que puedas, Padre. Pedimos esto en el Nombre de Jesús. Amén.",
    "Hay tanto para decir y tan poco tiempo para decirlo. Nos apenamos terriblemente esta noche por la gente que está de pie aquí adentro, por fuera, junto a las paredes de la iglesia.",
    "Ahora, esta semana entrante, el próximo jueves, comienza la convención acá en el Ramada. Creo que pronuncié eso correctamente. Allá en el lado derecho, oeste de… o al este de la calle VanBuren. Y el Ramada es un salón allá bastante amplio, con suficiente espacio para sentar a dos mil quinientas personas. Y considero un gran privilegio para mí el ser invitado aquí por el compañerismo de los Hombres de Negocios del Evangelio Completo, para los cuales he hablado por casi todo el mundo. Y ellos me han invitado aquí para esta convención, el Hermano Williams, y el Presidente aquí de este capítulo, y muchos de los hombres finos.",
    "Y esperamos un tiempo maravilloso allá, y habrá buenos predicadores, según tengo entendido, que estarán allí. Y tengo entendido que tendré el gran privilegio de hablar en el desayuno del sábado en la mañana. Y de ser así, quiero hablar del tema: El Hombre Más Malo Que Jamás He Encontrado. Así que…",
    "Y entonces el domingo en la tarde debo predicar de nuevo, para dirigirme al cuerpo de creyentes allí el domingo en la tarde. Y durante la semana voy de iglesia en iglesia, de iglesia en iglesia, a veces dos en un día, y así, para visitar a mis hermanos. Y verdaderamente considero un privilegio, amigos, poder conocer las diferentes organizaciones.",
    "Y aquí, hace tiempo, esto hubiera sido casi imposible, reunir a las personas de las diferentes fases y organizaciones. Pero Dios es muy maravilloso; lo es. Él ha obrado de tal manera que todos ahora están empezando a tener compañerismo uno con el otro, y olvidando sus pequeñas diferencias, y prosiguiendo a la meta del supremo Llamamiento. Eso en verdad está bien. Estoy muy agradecido con Dios, al ver eso. Y ahora que continúe creciendo, es mi oración.",
    "El Hermano Outlaw, como acaba de decir, fue el primero en invitarme a Phoenix. Vine acá hace muchos años con el Hermano Kidson, y tuvimos una gran reunión. Esa reunión fue una marca de letra roja en mi vida. Ellos no tenían grabadoras de cinta en ese entonces. Tenían un pequeño transcriptor de sonido y hacían el disco. Y aún tengo los discos que eran de la iglesia del Hermano Outlaw, y de allá de la iglesia del Hermano García, el pequeño coro hispano que cantó en español, como lo hacen éstos en-en inglés.",
    "Y de vez en cuando nos sentimos un poco solos en casa, y me pongo un poco triste, queriendo ver a las personas (¿ven?), las personas allá de Phoenix. Y pongo ese disco y lo escucho, Uds. saben. Y uno… Está casi gastado. Pero me lo sé tan bien, que hasta sé cada vez que va a brincar y saltarse una pista, y así, entonces así mismo canto.",
    "He tenido una experiencia muy triste en mi vida recientemente, de perder a mi madre, que fue una mujer Cristiana muy dulce. Pero su-su partida fue rápida. No tengo tiempo para contarlo esta noche. Quiero hacerlo, en una de las reuniones, en uno de los pequeños desayunos en algún lugar; y de cómo el Señor me llevó lejos, para que sucediera esto. Él me dio una visión de adónde ir y lo que sucedería. Luego, en el camino de regreso… Y la dulzura de ver a mamá llegar al final del camino, y tenerla en mis brazos, o del brazo, y encomendar su alma a Dios, y ver a esa anciana piadosa tan amada, mientras se iba, cuando ya no podía hablar.",
    "Y yo le dije: “Mamá, ¿será aún Jesús tan dulce para ti como el día en que recibiste el Espíritu Santo? No puedes hablar, lo sé. Pero si es real, sólo pestañea rápido”. Y ella pestañeó y las lágrimas le corrían por las mejillas; y ella fue a encontrarse con el Señor. Esa noche Él vino a mí en una visión y me la mostró, la manera en que ella estaba en ese momento. Sencillamente no puedo dejar de invitar a las personas a que prosigan hacia Aquello. ¿Ven? Estando… No se pierda eso, amigo.",
    "Y ahora, muchas veces, por nuestra posición, nosotros no le cortamos el compañerismo a nadie por la manera en que crean, pero siendo pentecostal, y teniendo la experiencia pentecostal, lo he visto acontecer en mi familia (los que llegan hasta el final del camino), y los he observado hasta que sus almas salían. Y les digo, estoy tan feliz de tener esa experiencia. Yo… de que en mí hay una experiencia pentecostal. Y simplemente quiero que todos la tengan; no se la pierdan. Pase lo que pase, no se pierdan la experiencia.",
    "Por lo general en mis reuniones, por donde voy, todo siempre gira en torno a la oración por los enfermos. No sé. Eso ha-ha tenido mucho éxito. El Señor ha bendecido, respondiendo a mis oraciones muchas veces. Y me pregunto, antes de hablarles: ¿habrán venido algunos esta noche por oración, por algo, para así cambiar un poco mi texto? Si fuera a orar por Uds., hablaría de algo en cuanto a la sanidad Divina; si no, iba a hablar de otra cosa. ¿Habrá alguien aquí por quién orar, que le gustaría recibir oración? Levanten la mano para tener una idea en general. Hmm. ¡Vaya! Pues, estuve indeciso como por media hora, hace un rato.",
    "Y, a propósito, ¿estará Billy Paul aquí, mi hijo? Billy Paul, ¿estás aquí? ¿Habrás repartido tarjetas de oración? Ve por algunas, mientras hablo un poco y repártelas. ¿Ven?",
    "Si uno no lo hace así, a veces siguen y siguen volviendo, dando la vuelta en la línea de esa manera. Uno nunca llega al final. Seguro. Así que uno… Y pues si se van a tener todos ésos, queremos tenerlos a todos, pero no dos veces, ¿ven? No podemos. Pues, muchas de las personas aquí han venido desde muy lejos. Y hablaré despacio por unos momentos sobre alguna u otra cosa buscando ser de ayuda, y, para levantar la fe a ese punto donde podamos orar por los enfermos.",
    "Uds. tienen un pastor maravilloso aquí, y un co-pastor, una junta directiva maravillosa, una iglesia maravillosa, personas maravillosas.",
    "Y el otro día estaba hablando en una de las reuniones acá en Phoenix, en la—la primera reunión. Y mencionaba, mientras mi esposa y yo íbamos por la calle, pues, de cómo este valle debe haber lucido hace unos cientos de años, y de cómo luce hoy.",
    "Y hoy fuimos de paseo y subimos la montaña Sur, y estábamos allá a mucha elevación sobre la ciudad, alejados de la atmósfera de la cuidad. Estábamos allá sentados juntos, hablando del Señor, y de lo bueno que había sido con nosotros. Y tan… El Espíritu Santo entró muy dulcemente en el auto. Y muy…",
    "Y miré hacia el valle donde el pequeño José y yo bajamos no hace mucho, cuando estuve aquí. Y él y yo nos sentamos allá y nos tomamos de la mano y oramos, mi niño pequeño. Y le pedí a Dios, cuando yo partiera, que me permitiera poner mi Biblia en sus manos, y que él permanezca con Ella, solamente con la Palabra, y será una contribución para Él preservar mi vida y ayudarme.",
    "Ahora, ¡Uds. saben cómo es si uno sale a las afueras! Sabemos eso, de todas las ciudades. Yo pienso que Phoenix es-es una ciudad maravillosa.",
    "Pero le dije a mi esposa: “Piensa, allí ahora, en este preciso momento, en ese pequeño valle (este valle aquí de Maricopa, como lo vemos, aquí por Salt River), ¡cuántas personas en este minuto, en ese solo valle, están tomando el Nombre del Señor en vano! ¡Cuántos pecados, adulterio y demás, han sido cometidos en esta última hora, en esta ciudad, en este pequeño grupo de personas!”. Dije: “¿Cuántas personas piensas que pecaron en esta ciudad en los últimos quince minutos, desde que estamos sentados acá arriba?”. Piensen eso, en esta noche. Dije: “Es de maravillarse que Dios simplemente no la inunda arrasando la cosa por completo, en esa condición”. Realmente que es la verdad.",
    "Pero ¿recuerdan cómo sucedió en Sodoma? Había alguien allá que tenía que ser sacado. Dije: “Cariño, pero aparte de todo eso, recuerda que en este valle, desde que estamos sentados acá, también sale oración tras oración de un corazón sincero. ¿Ves?”. Le dije: “Por esa razón es que estamos aquí hoy en Phoenix, y en estas reuniones alrededor del compañerismo con nuestros hermanos, es para incluirnos con ellos, para ayudar a mover esta gran carga, para tratar de que otros vean”.",
    "Ahora, algún día yo creo que todo el valle será arrasado; la Tierra por completo será arrasada, y vendrá un gran Milenio. Y dije: “Entonces los héroes y guerreros de la fe se pasearán por los jardines de Dios, para nunca más envejecer, para nunca más enfermarse, mientras los himnos llenan el aire, bajo la mirada de los Ángeles”.",
    "Pienso en un soldado regresando a casa cuando ha sido condecorado, Uds. saben, del extranjero o algo; y la gran honra que la gente parece brindarle. Pero ¿qué es? Son sólo unos cuantos honores en la calle, y algunas trompetas que suenan, o algunos campaneos, y luego uno regresa a la vieja rutina.",
    "Pero acá será una Eternidad sin fin, con los-los himnos de los Ángeles que cantan, mientras estos guerreros y sus esposas y familias se pasean por los paraísos de Dios. Ahora, ése no es un sueño mítico como San Nicolás de la Navidad. Es la verdad, amigos. Y-y estamos a la espera de eso. Yo estoy esperando, con todo mi corazón por ese tiempo, cuando Cristo venga y estemos allá a Su semejanza, cuando no habrá más vejez.\n\n¿Qué dices? Ven aquí, Paul, ¿por favor?",
    "Y Uds. que quieren una tarjeta de oración, mientras él viene (tan sólo que les den una tarjeta de oración), sólo levanten la mano.",
    "Y me pregunto si ¿sería demasiado pedir, si esta pianista y este coro aquí pudieran cantar?",
    "Bueno, que lo cante la audiencia, incluyámoslos a todos, por favor, que canten Junto A Ti. Junto A Ti. ¿Se saben el canto? ¿Se lo saben? ¿Todos lo saben? ¿Junto A Ti? Muy bien.",
    "Cualquier himno, dejemos que el coro cante alguno. Pienso que así sería mejor, dejar solamente que el coro lo cante. Eso les dará la oportunidad a que Uds., cuando las repartan, de recibir sus tarjetas de oración.",
    "Hermano Outlaw, ¿vendría aquí de nuevo por favor, si no es mucho pedirle, mi hermano? Y entonar otro coro, o lo que sea, de parte de la gente. Y entonces entraremos directamente, tan rápido como podamos a un corto Mensaje, y oraremos por los enfermos. El Señor los bendiga. Oren por el corito ahora, mientras… todos los que lo aprecian. Uds. pentecostales que aprecian un grupito tan lindo de muchachos y muchachas de apariencia santa como ése, simplemente levanten la mano. ¿Ven? Seguro que los apreciamos. Hay una cosa sobresaliente, muchas cosas sobresalientes aquí en esta iglesia, y una es que en verdad son buenos cantantes.",
    "[El Hermano Billy Paul Branham reparte las tarjetas de oración mientras el coro canta Jesús Es Mi Amigo, o Jesús Me Llevará Hasta Allá. Luego el director del coro dice: “Billy dijo que cantáramos Dejar…?… Pero queremos entonar un himno que cantamos la otra noche. Parecía que no podíamos comenzar, lo mismo el martes en la noche, hasta que entonamos este canto, así que haremos un intento ahora. Estuve Allí Cuando El Espíritu Bajó. ¿Cuántos tienen el Espíritu?”. La congregación dice: “Amén”. El director del coro dice: “¿Cuántos tienen el Espíritu Santo?”. La congregación dice: “Amén”. El director del coro dice: “Entonces, Estuve Allí Cuando El Espíritu Bajó”. El coro canta Estuve Allí Cuando El Espíritu Bajó.—Ed.]",
    "Gracias al Señor por eso. Amén. ¡Qué agradecidos estamos por una buena inyección espiritual como ésa! Estuve Allí Cuando El Espíritu Bajó.",
    "Ahora, estamos agradecidos por estos servicios, de nuevo lo digo, y estamos orando ahora para que Dios sane a los enfermos, y salve a los perdidos.",
    "Ahora, oren por mí. Ahora cuando uno viene, de manera inesperada, y sin saber de preparativos (simplemente llegamos y salimos sin avisar, y de esa manera), no podemos sentir que no estamos haciendo lo mejor que podemos para el Señor, sino que tratamos de hacer lo mejor que podemos para Él.\n\nAsí que inclinemos ahora nuestros rostros una vez más en oración.",
    "Nuestro Padre Celestial, es en esta noche, que agradecidos de corazón, estamos ante Tu trono, sin saber exactamente cuál es Tu voluntad, ni qué debemos hacer. No obstante, Tú nos guiarás; lo has prometido, por tanto nosotros lo creemos. Rogamos que les hables a los perdidos en esta noche, y sanes a los enfermos. Recibe Tú la gloria.",
    "Señor, nuevamente pedimos que bendigas a esta iglesia. Bendice a cada iglesia en esta ciudad y en este valle; que venga un tiempo cuando haya un gran derramamiento del Espíritu sobre todas estas personas; que personas de todo el país vengan en multitudes a escuchar la Palabra del Señor.",
    "Ahora, nos damos cuenta Señor, que la razón por la cual podemos regocijarnos y cantar himnos es, primero, porque vinimos a Cristo, creyendo que Él es. “Porque la fe viene por el oír, y el oír por la Palabra”. Y habiendo disfrutado el cantar de himnos espirituales, y viendo el Espíritu moverse en la audiencia, que ahora Tú proveas la Palabra que acondicionará los corazones del pueblo para el resto del servicio, para la sanidad de los enfermos, y para la sanidad espiritual de alguien que ha sido herido, o alguna conciencia sensible que ha sido herida, como la caña dañada. Rogamos que Tú la fortalezcas en esta noche Señor, y des de Tu bálsamo sanador que brindará la cura para todo; que éste que tal vez ha sido desviado del Camino sea regresado al Camino en esta noche.",
    "También oramos, Señor, por aquéllos que están en los hospitales, tan enfermos que ni siquiera pueden llegar a los servicios. Oramos por ellos, sabiendo que les encantaría estar aquí, pero el enemigo los ha atado de tal manera que no pueden venir. Dios, concede que sus liberaciones vengan pronto. Nosotros creemos que está escrito en la Palabra, que si “El pueblo sobre el cual es invocado Mi Nombre, se congregare, y orare, entonces Yo oiré desde el Cielo”. Por eso es que tomamos esta oportunidad para orar, mientras todas las iglesias están congregadas, para que Tú oigas desde el Cielo y sanes nuestra tierra. Pedimos esto ahora para la gloria de Dios, en el Nombre de Jesucristo. Amén.",
    "Ahora, en consideración de aquéllos que están de pie, cuyas piernas están cansadas, seré tan breve como pueda. Me gustaría regresar a Phoenix en algún tiempo, cuando pudiéramos reunirlos a todos y tener un buen servicio, largo, de sanidad, en Phoenix, donde el Señor nos bendice a algunos. Algunos somos predicadores, como el Hermano Outlaw. Y muchos de los otros hermanos aquí son predicadores. Yo no me considero un predicador, yo-yo sólo oro por los enfermos. Y con todo, no hay hombre que haya predicado el Evangelio que no ame expresar sus sentimientos por el pueblo. Sencillamente hay algo al respecto, a uno le gusta hacerlo. Y estoy muy gozoso de que hayan venido a-a escuchar mis breves palabras respecto a Él, y confío que Él hará algo esta noche para probarles que yo estoy diciéndoles la Verdad y los amo.",
    "Quiero tomar un corto texto aquí por unos momentos, si es la voluntad del Señor, de San Juan, el capítulo 12 y el versículo 32.\n\nY yo, si fuere levantado de la tierra, a todos atraeré a mí mismo.",
    "Y como un pequeño texto, para edificar sobre eso, me gustaría tomar el texto de Una Insignia.",
    "Es una cosa muy rara, extraña, el leer un texto como ése, o leer una Escritura y luego tomar un texto raro. Sin embargo, me he dado cuenta en los años en el ministerio, que a veces Dios viene de una manera rara, en tiempos raros, en momentos cuando uno menos piensa; habla a través de textos por los que no pensaríamos que Él hablaría, usa alguien que consideraríamos insignificante. Pero Dios obra de maneras misteriosas, para obrar Sus maravillas.",
    "Y una insignia [o pendón—Trad.], desde luego, todos sabemos lo que es un pendón. Es algo levantado en conmemoración, algo para que la gente lo mire; es algo puesto frente a uno. Y Dios prometió, en Isaías, el capítulo 5 y el versículo 26, que habría un pendón que se alzaría. Habría una insignia que se alzaría.",
    "El hombre a través de la edad tiene la tendencia, lleva eso por dentro, de tratar de ayudarse a sí mismo. Ahora, así simplemente es la naturaleza del hombre.",
    "Ahora, lo que estamos tratando de hacer es establecer aquí una base para lo que estamos pidiéndole al Señor que haga: sanar a los enfermos, y para que brinde confianza. Y Uds. no pueden simplemente salir y tener fe para algo de lo cual no saben nada. Uds. primero tienen que tener algo sobre lo que puedan fundamentar esa fe.",
    "Cuando Ud. se casó con su esposa, Ud. tuvo que tener fe en ella. Ella tuvo que tener fe en Ud., antes de que Uds. pudieran formar un hogar. Y uno no puede tomar algo en desorden y tener fe en eso, porque no ha sido probado.",
    "Entonces la cosa más comprobada que podemos tomar como base, para la fe, sería la Palabra de Dios. “Pues la fe viene por el oír, y el oír, por la Palabra de Dios”, porque es la Palabra de Dios.",
    "Y ahora el hombre, siendo que es hecho (aun en su condición caída), sin embargo, él está a la imagen de su Creador, Dios. Y en un sentido de la palabra, él es un hijo de Dios, caído de la gracia. Él ha caído de lo que Dios lo hizo. Y en su estado caído, le da esos atributos para tratar de hacer algo para traerse a sí mismo de nuevo a un lugar donde algo por dentro le dice a él que de allí vino. Pues sabe que aún no está en la condición correcta, porque él ve muerte, enfermedad, y tristezas, y dolor, y desilusiones. Él sabe que no fue hecho para eso. Sin embargo, no importa cuán lejos esté de Dios, hay algo por dentro que se lo dice, algo por dentro.\n\nAhora, el hombre está hecho como un ser trino: alma, cuerpo, espíritu.",
    "Ahora, lo de afuera es el cuerpo. Hay cinco puertas a ese cuerpo, y son los cinco sentidos, desde luego: vista, gusto, tacto, olfato, y el oído.",
    "El interior, igual que la semilla que es plantada, el interior de eso es como la pulpa de la semilla, lo cual es el alma. Hay cinco puertas a eso, por las que se entra: conciencia, y memoria, y lo demás.",
    "Pero luego adentro de ese pequeño compartimiento está el tercer compartimiento, lo cual es el espíritu. Y eso es lo que controla lo demás. Sólo hay una avenida allí, y es la voluntad propia. Ud. puede aceptar o rechazar, y ésa es la única avenida para llegar allí. Si Ud. acepta la voluntad de Dios a través de ese espíritu, el Espíritu de Dios toma Su lugar en su corazón y controla el resto de Ud. Y si Ud. no acepta Eso, entonces el enemigo ocupa ese lugar y controla el resto de Ud. Así que depende de eso.",
    "Y el hombre, estando compuesto de esa manera, entonces le da ese-ese algo por dentro que lo hace querer lograr algo por su cuenta. Él está procurando hacer algo para salvarse a sí mismo. Él quiere escapar de eso, pero quiere hacerlo por su cuenta. Él quiere hacerlo a su propia manera.",
    "Ahora, él ha intentado muchos logros. Él ha intentado alcanzar esto por la ciencia. Y cada vez que se mueve por la ciencia, solamente se destruye él mismo. Cada vez que la ciencia produce algo, él mismo se destruye; la pólvora y energía atómica, y-y las armas nucleares, y automóviles, y todas estas cosas. Aunque temporalmente le ayuda, pero a largo plazo se destruye él mismo. Porque ha… Es algo que él ha alcanzado mientras está en el taller de Dios, queriendo producir algo, pervertir lo que Dios ha hecho y hacerlo según sus propias ideas, y producirlo.",
    "Ahora, como dije de esta ciudad, en lo de esta gran ciudad aquí tan hermosa. Si esta ciudad tan sólo fuera… Sería más bonita que en un principio, si el pueblo de Dios fuera y viniera por las calles, con sus manos alzadas, alabando a Dios por sus hogares y todo. ¿No sería Phoenix un jardín predilecto de la Tierra? [La congregación dice: “Amén”.—Ed.] Pero en vez de eso, como todas las otras ciudades, están mintiendo, robando, estafando, apostando, fumando, bebiendo, andan de juerga, adulterio. Y eso ha llegado a ser una hediondez ante de Dios. ¿Ven?",
    "Entonces (¿lo ven?), lo que un hombre intenta lograr, sólo hace de eso un desorden, del cual él mismo no se puede salvar. Y él lo intenta por la educación, ha tomado esa ruta, para ver si puede educar a la gente en un conocimiento de salvación respecto a Cristo, o un conocimiento propio que lo salve, o para hacer algo a través de su educación.",
    "Leía el otro día en-en la revista Life, donde habían… Creo que muchos de Uds. leyeron el artículo. Donde han hecho todo ahora para mezclar diferentes elementos, o mezclas, que hasta pueden casi producir la vida. Y han dicho que la producirán. Ellos no pueden hacer eso; la vida es creación. Pues el Creador sólo es Uno, y ése es Dios. ¿Ven? Jamás podrán producir vida, no obstante, lo está intentando. ¿Me pregunto qué clase de especie sería, si él pudiera producirla, si fuera producto de la inteligencia del hombre? Entonces pueden ver que él no la puede producir. Simplemente no es para que él la produzca; él ha fallado con la educación; él ha fallado con la ciencia.",
    "Él sabe que ha venido de algún lugar, pero quiere encontrar su camino de regreso.",
    "Adán verdaderamente expresó eso, el primer hombre sobre la Tierra. Después de darse cuenta que había caído de la gracia, él trató de tomar su propia inteligencia y hacer un camino de regreso a Dios sin una expiación. Él intentó regresar a Dios sin hacer una-una expiación, algo para pagar por sus pecados. Después que el castigo de Dios fue la muerte, él intentó regresar sin una expiación de muerte.",
    "Y los hombres todavía están tratando de hacer eso, queriendo hacer una religión que no tiene expiación. Adán se hizo una cobertura de hojas de higuera, sin derramamiento de sangre en esta cobertura, y Dios la rechazó. Y habiéndola Él rechazado allá, entonces siempre la rechazará. Pues, “Sin el derramamiento de sangre no hay remisión de pecados”.",
    "Él sencillamente no puede regresar. Pues, la pena es muerte; y algo tiene que morir, para pagar esa pena. Entonces eso sólo puede ser en sustituto, o de otra manera todos estamos en muerte si no hubiera un sustituto del cual aferrarnos. Y el hombre, al hacer esto, se dio cuenta de eso, que él necesita algo de qué aferrarse, algo sobre lo que pueda poner sus manos, algo que él pueda decir: “Esto es. Lo tengo. Yo sé que esto es”.",
    "Entonces Adán, para aferrarse de algo, hizo una hoja de higuera para cubrir su desnudez y la de su esposa; pero se dio cuenta que lo que él tenía en la mano no le funcionó.",
    "A través de las edades pudiéramos contar los hombres, si tan sólo tuviéramos tiempo. No obstante, tomemos dos o tres de ellos.",
    "Tomemos a Nimrod. Nimrod tuvo la misma idea. Después del diluvio, él fue consciente de que había un Dios que juzgaría a los malos; pues ellos acababan de pasar por ese diluvio. Y él sabía que fue el pecado que causó que Dios destruyera el mundo. Por tanto, sabiendo que el pecado otra vez causaría que Dios hiciera lo mismo, él trató de lograr algo, de hacer una torre. De tal manera que el hombre pudiera huir al cielo si la cosa se agravaba aquí en la Tierra, y vivir en el cielo; y después bajar otra vez a la Tierra y pecar, y subir de nuevo al cielo.",
    "Ahora, ésa ha sido la idea del hombre todo el tiempo: queriendo pecar y vivir en la Tierra, y estar en el Cielo al mismo tiempo. Eso no se puede hacer; Ud. no puede hacer eso. Jesús dijo: “No podéis servir a Dios y a Mammón”.",
    "Por esa razón nosotros creemos en esta noche en una abstinencia total del pecado, en apartarse de él; es veneno. No jueguen con eso. No toleren eso en lo absoluto; no tengan absolutamente nada que ver con eso. No vean qué tan cerca se le pueden acercar sin pecar; vean qué tan lejos pueden mantenerse de eso. Cualquier cosa que parezca pecaminosa, guarden su distancia. No tengan nada que ver con eso, en lo absoluto.",
    "Entonces Nimrod, con su gran mente maestra, intentó lograr esto. Y si se fijan, así siempre ha sido, desde que el hombre fue creado. Que el… Si repasan la genealogía de los hijos de Caín, todos llegaron a ser científicos, hombres poderosos, artífices en la tierra con metal y madera, y todo eso. Ellos fueron el lado inteligente, intelectual.\n\nPero los hijos de Set eran campesinos, pastores de ovejas, humildes.",
    "Ahora, de esa misma manera es hoy. Aquéllos que están dependiendo de algo mecánico hecho por el hombre, sobre lo cual puedan poner sus manos, dicen: “Esto es. Esto es”, algo que el hombre mismo ha logrado. Luego uno se da cuenta, en la mayoría de los casos, que son aquéllos que están tratando de escapar de la expiación de la Sangre que conduce al Camino correcto.",
    "Ahora, pero Nimrod, después de un tiempo en la construcción de su torre, Dios se sentó en los cielos y se rió de él. Y él llegó casi a terminarla. Quiero que se fijen que casi logra lo que él comenzó a hacer. Pero luego, de repente, Dios simplemente giró la cosa al contrario, y la cosa se hizo pedazos; eso terminó en polvo. Así como el delantal de higuera de Adán terminó en polvo, así también la torre de Nimrod terminó en polvo.",
    "Después vino otro, que fue el rey Nabucodonosor, y él iba a edificar una ciudad.",
    "Y si Uds. lo notan, esos espíritus a veces les entran a los hombres. Y es un día que vendrá, y ahora está a la mano, en que la Iglesia Cristiana (la Iglesia del Señor Jesucristo), debe ser muy espiritual, por cuanto Jesús dijo que los dos espíritus serían tan parecidos que engañaría a los propios Escogidos si fuera posible. El enemigo es muy astuto.",
    "Ahora obsérvenlo a él con Nabucodonosor. Edificó una ciudad exactamente según el modelo del Cielo, con el río Eufrates que fluía junto al trono. Igual que en el Cielo, como el río de las aguas de Vida fluye junto al Trono, jardines colgantes y todo exactamente como fue aquello; porque antes, pues, Abraham estando en su jornada, buscaba tal Ciudad. Y si Uds. no son de mente espiritual, Satanás los cegará en cuanto a estas cosas (¿ven?), con algo que se parece casi por completo a Aquello, pero no lo es. Si es hecho por el hombre, no sirve. Si ha sido comprado por Dios, por Sangre, es la Verdad. Eso (¿ven?), es la verdad. Pero, si es hecho por el hombre…",
    "Ahora, él hizo esta gran ciudad. Y entonces, también nos damos cuenta que él hizo una imagen para que la gente adorara, y trajo una adoración de imagen entre la gente. Pero en medio de todo eso, vino una escritura sobrenatural en la pared, una lengua desconocida que nadie podía interpretar sino un profeta lleno del Espíritu que estaba entre ellos. Y ese reino se fue al polvo, exactamente como la torre de Nimrod y el delantal de higuera de Adán; así igual, por ser algo que el hombre mismo había logrado. Fue algo que él quiso hacer, para mostrar que él mismo se podía salvar.",
    "Ud. mismo no se puede salvar. No hay nada que Ud. pueda hacer al respecto. El Camino ya le ha sido provisto. Ud. no se puede salvar a sí mismo.",
    "Pudiéramos citar muchos otros grandes acontecimientos. Recientemente, Francia, después de la Primera Guerra Mundial quiso construir allá la Línea Sigfrido. Y ellos apuntaron todas sus armas hacia Alemania y dijeron: “Ahora, si los alemanes intentaran pasar por aquí otra vez, pues, podremos detenerlos, porque tenemos aquí un frente para detenerlos”. Sólo para mostrar que los esquemas hechos por el hombre no perduran: los alemanes fueron más listos que ellos. Ellos se colocaron detrás de esta Línea Sigfrido y dijeron: “Nosotros podemos comer, beber, vivir en adulterio, bailar, vivir en pecado, hacer lo que queramos, porque estamos protegidos. Nosotros hemos hecho algo que nos protegerá”.",
    "Los alemanes marcharon alrededor del muro y los capturaron (¿ven?), entraron directamente por detrás; pues se les olvidó hacer que sus torres de fuego giraran para todos lados. Entonces los alemanes sólo se colocaron fuera del alcance de sus armas, y dieron la vuelta entrando por detrás, y la Línea Sigfrido cayó.",
    "Los alemanes entraron y la convirtieron en la Línea Maginot. Y ellos pensaron: “Si los yankees llegan a venir acá, pues, sólo nos esconderemos en este concreto fortificado, y estaremos bien”. ¿Qué sucedió? Los yankees fueron con bombas de demolición y los hicieron pedazos. Ella cayó de todos modos.",
    "No hace mucho aquí los Estados Unidos, pensaron que podrían fabricar una nave que ningún otro constructor de naves podía fabricar. Fue llamada el Titanic. Una noche, cuando iba atravesando el océano, con todas sus máquinas en marcha, y las bandas tocaban música jazz, en tremendo alboroto. De repente, eso se convirtió en Más Cerca De Ti, Mi Dios. ¿Por qué? Ella golpeó allá un gran témpano de hielo, y le hizo un hueco y dañó las máquinas, y se fue al fondo del mar. ¿Por qué? Dios con Su poderosa mano le muestra a este mundo que no puede permanecer. El hombre no puede lograr nada por sí mismo.",
    "Ahora, hoy, la gran discusión está en apogeo, por las armas nucleares. Y estamos gastando billones de dólares para intentar hacer llegar un hombre a la Luna. ¿De qué sirve una vez que llegue a la Luna? Yo no… Como dije la otra noche: a mí no me preocupa llegar a la Luna; quiero llegar al Cielo, pues la Luna no está lo suficientemente lejos para mí.",
    "Y luego los rusos dicen: “¡Oh, nosotros pusimos el primer hombre en el espacio!”. Verdaderamente difiero con ellos en eso. Ese hombre fue al espacio hace como dos años. Y nosotros hemos tenido Uno allá en el espacio por dos mil años, edificándonos un Hogar al cual llegar.",
    "Pero (¿lo ven?), logros hechos por el hombre, lo que el hombre ha logrado hacer por su cuenta, no funcionará.",
    "Hoy hemos tratado de educar a las personas, para obtener lo que llamaríamos: “La mejor clase de personas”, por medio de la educación. Nuestros seminarios han enviado a nuestros ministros al colegio, lo cual está bien, y han aprendido una educación para hablar correctamente, en discursos y demás, y mejor gramática; para que la supuesta ‘mejor clase de personas de la ciudad’, asista a estas iglesias. Y hemos atestado nuestra iglesia con eso.",
    "Ahora, yo no creo que haya una mejor clase de personas que el pueblo de Dios. ¿Ven? Y Jesús no obró en tal clase cuando estuvo aquí. Él fue a los pescadores, a los analfabetos, sin letras, ignorantes. Y eso fue lo que Él escogió. Y a Dios (si Uds. tan sólo lo pudieran entender), le gusta tomar algo que no es nada y hacer algo con ello. Eso prueba que Él es Dios. No hay nada de lo que uno pueda jactarse. Él toma algo que no es nada, para hacer algo de eso. Eso prueba que Él es Dios.",
    "Ahora, intentamos hacerlo allá con denominaciones. Pensamos que lo lograríamos si nuestras denominaciones crecían. Y ¿qué hicimos, al formar nuestras denominaciones? Lo cual está bien; nada contra ellas. Pero lo que hemos logrado con nuestras denominaciones, es que simplemente comenzamos a impulsar esa denominación, y cuando menos nos damos cuenta no le dimos al otro hermano suficiente cobija para calentarse. ¿Ven? Y luego nos separamos. ¿Lo ven? Y al hacer eso, entonces causamos que sucediera algo entre nosotros, lo cual no debió haber sucedido. Y nos damos cuenta que eso sencillamente no funciona.",
    "Nuestras charlas intelectuales, lo cual está bien (yo quisiera poder hacerlo), pero eso no es lo que cuenta delante de Dios; es el Espíritu Santo. Dios jamás ordenó tal cosa. Él ordenó y comisionó a Su Iglesia que fuera a predicar el Evangelio. El Evangelio no es intelectual. “El Evangelio no llegó en Palabra solamente, sino en poder y demostraciones, manifestaciones del Espíritu Santo”. Eso fue lo que trajo el Evangelio.",
    "Acá no hace mucho en Chicago, un grupo del Evangelio completo convocó a una reunión. Y fueron a un cierto colegio Bíblico grande, y consiguieron un gran orador intelectual. Eso fue anunciado por toda la ciudad, de este gran orador de un cierto gran colegio, con un gran apellido (¡vaya!), y con todos los títulos detrás del apellido, que llegaron a pensar que con eso lo tendrían. Y cuando las multitudes se reunieron para escuchar al hombre, cuando se levantó al fondo del edificio, luciendo un traje, el cuello al revés, y con su discurso debajo del brazo, subió y lo extendió en su lugar.",
    "Y el discurso (¡vaya!), era espléndido. No había quién dijera una palabra en contra de ese discurso; era perfecto. La gramática era exacta. Sus acciones y sus modales en el púlpito eran perfectos. Él no titubeó, tartamudeó, ni babeó como hacemos muchos de nosotros. Sino que-sino que… él dio su discurso con mucha elocuencia.",
    "Pero pensó: “Con esta cantidad de gente analfabeta, subiré allá y les mostraré lo que realmente significa ser un predicador”. Subió con su pecho inflado, y dio este discurso. Pero él descubrió que eso no cuadró con esa clase de gente. Eso les pasó por alto. Demasiadas palabras grandes e infladas, ellos no entendieron.",
    "Entonces después de un rato cuando vio que había errado, él recogió su discurso y lo puso debajo del brazo. Sus hombros cayeron. Su semblante cayó. Sus rodillas cedieron. Él bajó del púlpito desanimado, humilde, humillado.",
    "Había un anciano piadoso sentado allá atrás, mirando alrededor, tocó a otro, le dijo: “Si hubiera subido de la manera como bajó, él hubiera bajado de la manera como subió”.",
    "Así que eso es muy cierto: es hasta que el hombre sepa que no sabe nada, y él mismo se humille ante Dios, y espere que el Espíritu Santo haga la obra. Ésa es la cosa. El hombre no puede lograr nada por su intelecto. Él tiene que depender solamente de Dios.",
    "Ahora, al hacer esto, el hombre muestra que existe un logro en algún lugar, en esta gran causa de ser redimido. Y Dios obtuvo ese logro. Él lo obtuvo, y lo hizo muy sencillo: fue por fe. Dios dijo al principio que siempre ha sido por fe. Hoy Ud. no es salvo por obras, por cosas buenas, por unirse a la iglesia, por ser educado; “Ud. sólo es salvo por fe, y eso por la gracia de Dios”. Ud. es salvo por fe, por creer lo que Dios ya ha hecho.",
    "Dios proveyó una insignia. Dios le dio a Ud. algo de qué aferrarse, una insignia, como una bandera en alto.",
    "Y en Korea, y (¡oh!) allá en las islas, durante el tiempo de la guerra, cuando los americanos desplazaron a los japoneses. Y subieron corriendo allá en Guam, y en diferentes lugares, a la cima del monte, el monte más alto que pudieron encontrar. Y allí, con lágrimas rodándoles por las mejillas, y dando gritos, levantaron la bandera americana, Old Glory, sobre la cima. Ellos habían conquistado la tierra. ¡Qué logro, el levantar esa insignia, que decía: “Esto nos pertenece”! ¡Oh, qué privilegio para esos soldados, pararse allí en la tierra que habían conquistado!",
    "Les digo, un día Dios le dio a la Iglesia una insignia, cuando Jesús fue levantado en el Calvario entre los cielos y la Tierra; nada menos que Dios, Emmanuel, derramando Su Sangre sobre la tierra. Ésa fue una insignia levantada para el pueblo, por el cual: “Hemos vencido, así es. Nosotros somos más que vencedores, porque Él venció por nosotros”.",
    "Ahora, encontramos que Noé, un hombre de Dios, tuvo fe, y Dios le dio una insignia. Y esa insignia fue el arca. Y Noé construyó, por fe, porque era mandamiento de Dios, que construyera esta arca para salvación de cualquiera que entrara en ella. Ahora, mientras Noé avanzaba, edificando el arca, sabía que él estaba terminando una insignia que Dios le había dicho que construyera. Cualquier cosa que Dios le diga a Ud. que haga, aférrese de eso, pues es lo correcto. No importó cuántos escarnecedores se rieron y se burlaron, Noé sabía que tenía el ASÍ DICE EL SEÑOR.",
    "Compare a Noé con Nimrod. Nimrod tenía su propia idea al respecto; y Noé tenía la idea de Dios al respecto. Nimrod tenía algo sobre lo cual poner sus manos; y Noé tenía algo sobre lo cual podía poner sus manos. Era una insignia, algo de lo cual él se podía aferrar. Seguro.",
    "Después de eso, también lo encontramos. Hablaremos de otro hombre, rápidamente, y su nombre era Moisés. Y él era sólo un hombre. Pero ¿cómo llegaría él a liberar a los hijos de Israel de Egipto, de la esclavitud; después de que había estudiado en la escuela, de que había sido entrenado en toda la sabiduría de los egipcios, y se encontró completamente derrotado? Pero un día, allá en el desierto, Dios se encontró con él, o más bien él se encontró con Dios. Y Dios le dio una insignia, un palo para sostener en la mano. ¡Qué cosa tan sencilla, pero eso hizo el trabajo! “Toma esta vara delante de ti”. Ésa era una insignia. Que Moisés, cuando tenía ese palo, marchaba con él hacia adelante.",
    "Yo estudiaba no hace mucho de David Livingston, cuando estuve al lado de su tumba en Londres. Y más personas visitan la tumba de Livingston que cualquier otra tumba en el Abbey. Luego, escuchando la historia de Livingston, de cómo fue allá como médico y Cristiano; de cómo fue a los indígenas, y no pudo entrar porque la mayoría eran salvajes.",
    "Entonces llegó con el jefe. Y dijo (el jefe dijo): “Si bebes la sangre del pacto conmigo, entonces serás uno de nosotros”. Así que pusieron vino en una copa, y cada uno se chuzó la vena, y la sostuvieron sobre la copa y derramaron allí la sangre, y la mezclaron, las dos sangres. Y después Livingston se bebió la mitad, y el jefe bebió la mitad.",
    "Y en eso cada uno se presentó una insignia, de que eran hermanos. Y el jefe pidió la túnica de médico de Livingston, y él se quitó la túnica y se la entregó al jefe. Y luego Livingston le pidió al jefe su lanza sagrada.",
    "Y entonces cuando él regresó a las junglas, y los nativos salían a perseguirlo (lo hubieran atravesado con una lanza), ¡qué bien se sentía cuando él levantaba esta insignia, la lanza sagrada! Y cuando la levantaba, de esa manera, los nativos caían al suelo y casi lo adoraban como Dios, porque sabían de dónde venía esa lanza sagrada.",
    "Ahora, eso sucede hoy. La gente de hoy falla en darse cuenta de la gran insignia que Dios nos ha dado.",
    "Uds. dicen: “Hermano Branham, ¿tiene Ud. poder? Yo desearía tener poder”.",
    "Nosotros no tenemos poder. No debemos tener poder; tenemos autoridad. No es poder; es autoridad. Nosotros no necesitamos poder. Cristo tiene el poder, pero nosotros tenemos la autoridad. Amén. Hay mucha diferencia. Él fue el que conquistó. Él conquistó y nos dio a nosotros la autoridad. Él tiene el poder, pero nosotros tenemos la autoridad, como cualquier embajador yendo a otro país.",
    "Aquí, para explicárselos: Va por un… uno va por acá a uno de estos cruces aquí en Phoenix, como a las cinco de la tarde. Y hay un policía parado allá. Allí los carros pasan a cuarenta, cincuenta millas por hora [64 o 80Kms por hora —Trad.]. Bueno, ese pequeño policía tal vez no mida ni cinco pies [1.5 m —Trad.], sale allá, y pues, él no tiene suficiente poder para detener siquiera uno de esos carros. Pues, uno de esos carros podría tener trescientos caballos de fuerza. Pues, sencillamente levantarían a ese hombrecito y lo aplastarían, y seguirían. Pero deje que él levante la mano, que suene el silbato. Él no tiene poder, pero tiene autoridad. Eso es. Los frenos patinarán, y las llantas chillarán. Todo se detendrá porque ha levantado la mano, porque él tiene una autoridad.",
    "Y cuando un hombre o una mujer está vestido con toda la armadura de Dios, no es poder; es autoridad de lo Alto, cuando él habla. Los diablos gritarán y los frenos chillarán. Aun la misma muerte temblará, y los sepulcros se abrirán, ante la autoridad que Jesucristo le dio a Su Iglesia. Todos los hombres saben esto: “Estas señales seguirán a los que creen”. Levanten la autoridad, la insignia.",
    "Que su mano se levante, con el guante blanco, y todo carro se detiene. Tal vez él no tenga suficiente poder para-para detener una bicicleta; pero tiene autoridad para detener lo que venga por esa calle. ¿Por qué razón? Toda la ley de Phoenix lo respalda.",
    "Y un Cristiano que está muerto, y sepultado, y ha resucitado con Él en Su resurrección…¡en lugares Celestiales! ¿Ven? “Si estamos muertos con Él, entonces también resucitamos con Él”, porque el cuerpo va donde esté la Cabeza. Y Él es la Cabeza, y éste es el Cuerpo. Y no es que será, sino que: “Ahora estamos sentados juntos en lugares Celestiales en Cristo Jesús”, con todo poder del diablo conquistado y bajo Sus pies. ¡Autoridad! Autoridad, allí está la insignia. Ésa es la mano que se levanta, la que cuenta.",
    "Moisés fue a Egipto. Ese gran mar estaba allá. Él levantó la insignia, y ¿qué sucedió? Se convirtió en sangre. Lo levantó sobre la tierra; ranas, piojos, pulgas. El Sol rehusó brillar. La muerte hirió la tierra. ¿Por qué? Él levantó la insignia del juicio de Dios.",
    "Y cuando nosotros levantamos la insignia del juicio de Dios, como un creyente en Cristo, teniendo nuestra propia vida crucificada y las propias ideas, y resucitado, y Su Palabra vivificada entre Uds., todo diablo tiene que frenar ante Eso (es correcto), porque representa a Cristo. ¿Ven? Él murió; fue Él quien levantó la insignia.",
    "Y Moisés con su palo, parecía como una cosita insignificante, pero era un palo. Y era la insignia de Dios para Egipto, su vara de juicio, y eso trajo juicio. Dios siempre da algo que uno puede mirar, algo sobre lo que uno pueda poner la mano, algo que uno puede comprobar, algo que es correcto, después de que Ud. lo haya aceptado a Él. Los hombres sabios, magos…",
    "Lo leemos, Pedro dijo que percibió que Dios tomaría cualquier pueblo entre las naciones, cualquiera que le creyera a Él.",
    "Los magos, ellos estaban esperando que una estrella se levantara, de Jacob, una estrella que saliera de Jacob. Y a ellos les fue dada una insignia. Cuando Jesús nació en Belén de Judea, hombres sabios vinieron desde la India siguiendo una estrella. ¡Oh, vaya! ¿Qué? Una insignia, una evidencia, una prueba, una prueba sobrenatural.\n\nIncrédulo, me gustaría que Ud. vea esto.",
    "No todos a la vez tienen que verlo. Nadie vio esa estrella sino esos tres hombres. Él pasó sobre todo observatorio, una verdadera evidencia viva, una insignia, para guiarlos a Cristo. Nadie vio eso sino ellos.",
    "🦅 Un poco y el mundo no Me verá más; pero vosotros Me veréis; porque Yo estaré con vosotros todos los días, aun hasta el fin del mundo”. La insignia: “Jesucristo el mismo ayer, hoy, y por los siglos”, la verdadera insignia de Dios. El incrédulo tal vez no lo vea.",
    "Jesús también dijo: “El que cree en Mí, las obras que Yo hago, él también las hará”. ¿Qué sería? Sería una señal, una insignia.",
    "Una vez le pidieron: “Deja que mi hijo se siente uno a la derecha, y uno a la izquierda”.",
    "Él dijo: “¿Podéis beber del vaso que Yo bebo? ¿Podéis ser bautizados con el mismo bautismo con que Yo soy bautizado?”. El mismo Espíritu Santo que estaba sobre Él sin medida, viene sobre Su Iglesia en medida, pero es el mismo Espíritu Santo, el mismo Dios. Ésa es la insignia.",
    "Y nosotros somos las insignias de Dios para el mundo. Por eso siempre estoy amonestando a la iglesia pentecostal, corrigiéndolos, por la manera en que viven. Por esa razón es que el mundo no puede ver a Cristo, es porque nosotros bajamos la guardia; nos apartamos de eso.",
    "Cuando nuestras mujeres visten y se comportan como el resto del mundo; cuando nuestros hombres salen, y con chistes obscenos, y fuman, y se comportan como los demás; casados cuatro o cinco veces, y todo lo demás; se hacen atracciones para meterlos en la iglesia, y cosas como ésas, pues no, el-el mundo no cree que Uds. lo tengan.",
    "Déjeme decirle, hermano: cuando Ud. está muerto y su vida está escondida en Cristo, por Dios, y ha sido sellado por el Espíritu Santo, y Dios lo levanta a lugares Celestiales, Ud. será una insignia de que una obra de Dios ha sido encomendada en Ud.",
    "Jesús dijo en Marcos 16: “Estas señales seguirán a los que creen”. ¿Qué clase de insignia es? ¿Alguna camisa inflada? ¡No! Humildad. La plenitud de Dios en Cristo Jesús lo hizo a Él caminar como un campesino humilde; lo hizo lavar los pies de Sus discípulos, no tuvo un lugar para recostar Su cabeza.",
    "Y algunos de nosotros llamándonos Cristianos, vamos a un lugar y necesitamos lo mejor del país; se nos tiene que garantizar tanto dinero o no vamos, los evangelistas. Algunos pastores no irán a una iglesia a menos que sea de clase alta y un lugar grande. ¡Oh, vaya!",
    "Nosotros necesitamos otra experiencia como la vio Pablo cuando iba camino a Damasco. ¡Pablo vio esa insignia levantada! Él dijo: “¿Quién eres Señor?”.\n\nÉl dijo: “Yo soy Jesús”.",
    "Lo que nosotros necesitamos en esta noche es otra Columna de Fuego, suspendida nuevamente esta noche sobre la iglesia, que los ojos cegados de la gente sean abiertos y puedan verla.",
    "Jesús todavía vive y reina, la insignia. Ahora, Él es el Dios que nos dio esta insignia. Es una insignia Eterna.",
    "Recuerden que todas las insignias de los romanos, todas las insignias de Nimrod, todas las de Babilonia y todas las demás, han sido aplastadas y ya no existen. Solamente sabemos de ellas por la historia. Yo he estado en Roma, donde una vez los César gobernaban el mundo, y Ud. tendría que cavar a veinte pies en la tierra, para encontrar dónde tuvieron su palacio. Me paré en Egipto donde estuvieron los faraones, y ya no existe y se ha convertido en polvo.",
    "Hermano, pero existe una insignia que Dios adquirió un día, al levantar a Jesucristo de entre los muertos, y al haber enviado el Espíritu Santo sobre Su Iglesia. “Y los cielos y la tierra pasarán, pero Su Palabra no pasará”. “Sobre esta Roca edificaré Mi Iglesia, y las puertas del hades no prevalecerán contra ella”. ¿Por qué? La insignia viviente está en la Iglesia: la insignia, lo infalible, la prueba perfecta, algo sobre lo que Ud. puede poner sus manos, algo que Ud. puede mirar.",
    "Miren aquí a este joven, el joven Williams de aquí, se paró y testificó de cómo su padre y madre habían orado por él, y de repente él vio la insignia. Algo sucedió. Él vio. Él se despidió de la vieja morada de barro, y entonces se fue a correr alrededor de la Vía Láctea, como dijo el hermano.",
    "¡Cuando los hombres logran ver eso! “Y Yo, si fuere levantado de esta tierra, a todos atraeré a Mí mismo. Vosotros sois Mis testigos. Me seréis testigos en Jerusalén, Judea, Samaria, y hasta lo último de la tierra. Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios, hablarán en nuevas lenguas, tomarán en las manos serpientes, beberán cosas mortíferas, no les hará daño; sobre los enfermos pondrán sus manos, y ellos sanarán”. ¡La insignia! Déjenme añadir una más, y con eso sellarlo. “En esto conocerán todos los hombres que sois Mis discípulos, cuando tengáis amor los unos por los otros”. ¿Ven? Uds. no pueden tomar sólo una parte; tienen que tomarlo todo. Y no puede ser sellado hasta que todo haya venido. Eso es correcto.",
    "En el antiguo país, en tiempos de antaño, el sello generalmente era un anillo. Un hombre que no podía firmar su nombre, sencillamente tenía un anillo, y él sellaba con eso. Lo que fuera que escribiera, pues, él solamente, en lugar de firmar su nombre, le ponía el sello. Era una ofensa con pena de cárcel llegar a copiar ese sello.",
    "Ahora, hoy, Dios tiene un Sello, y la pena es muerte copiar ese Sello. Escuchen, Uds. luteranos, metodistas, bautistas, presbiterianos y pentecostales: no traten de copiarlo.",
    "Quédense quietos, y Dios los sellará. Y entonces Uds. serán una insignia, ejemplo de Cristianismo, y de masculinidad y de feminidad. El sello del Espíritu Santo, la insignia de Dios, tan forjada en Ud. que Ud. se ve, se comporta, camina, habla el Evangelio adondequiera que vaya. No hay dedo que lo pueda acusar. Eso es correcto.",
    "Dios ha logrado eso por la muerte, sepultura, y resurrección de Jesucristo; “Por el lavamiento del agua por la Palabra”. Por medio de Su Sangre, hoy nosotros somos lavados y limpiados, se nos concede este gran privilegio.",
    "Vean, nosotros nos preguntamos ¿qué fue Jesús?, si decimos que Él fue el mismo ayer, hoy, y por los siglos. Ahora, lo que Él fue ayer, Él es hoy, y lo será por los siglos, esa misma insignia.",
    "Hallamos lo que fue la insignia para esas personas, para saber si Él era la insignia correcta que se esperaba que iba a venir. Vemos en las Escrituras, donde Él nunca reclamó hacer nada. Él nunca lo reclamó. Él dijo: “No soy Yo el que hace las obras, es Mi Padre que mora en Mí; Él hace las obras. De cierto, de cierto os digo: No puede el Hijo hacer nada, sino lo que ve hacer al Padre, eso lo hace el Hijo igualmente”. Es lo que Él vio hacer al Padre. En otras palabras, Él lo vio por visión, lo que sucedió.",
    "Encontramos a una mujer que tocó Su vestidura. Él se dio vuelta y la miró, y se lo dijo. Ella tenía flujo de sangre, y eso cesó; su fe la había salvado.\n\nLa mujer junto al pozo. Él le dijo: “Ve y trae tu marido”.\n\nElla dijo: “No tengo”. Dijo: “Pues, nosotros…”\n\n“Bien has dicho, porque cinco has tenido”.",
    "Cuando Él dijo eso, ella dijo: “Señor, sabemos que ha de venir el Mesías, Quien es llamado el Cristo. Cuando venga, Él nos declarará estas cosas”. ¿Ven?\n\nAllí estaba la insignia. Él dijo: “Yo soy, el que habla contigo”.",
    "¡Oh, hermano!, el cántaro de agua quedó abandonado. Ella había encontrado una fuente llena de la Sangre de las venas de Emmanuel. Ella había encontrado la Fuente de Salvación. Ella había encontrado una Fuente. Ella corrió a la ciudad. ¿Ven? Ella gozosa les indicaba a los hombres, dijo: “Venid, ved a Quién hemos encontrado. Ved a un Hombre que me ha dicho todo lo que he hecho”.",
    "Miren a Andrés, lo cual prediqué anoche allá. Cómo, tan pronto como estuvo toda la noche con Jesús, y se dio cuenta que ése verdaderamente era el testigo de Dios, ése era el Mesías, no fue a decir: “Simón, ven, ayúdame a entender eso”. Él sabía que Él era el Mesías.",
    "Y tan pronto vino ante Él, le dijo quién era, y cuál era el nombre de su padre, y Pedro sabía que eso era lo que iba a suceder.",
    "Con Felipe fue igual. Y (¡Oh!), podríamos seguir y seguir y seguir, la insignia.",
    "Jesús dijo, en San Juan 14:12: “El que cree en Mí, las obras que Yo hago, él las hará también”.",
    "Ahora miren. Nosotros somos enviados. Escuchen esto, amigos, todos. Estoy hablándoles ahora a Uds., ahora mismo, a las personas por las que se va a orar. Escuchen esto.",
    "Ud. es un testigo. Ud. ha sido salvo y Ud. conoce lo que es el poder de Dios, Ud. ha tocado esa insignia. Ud. se ha aferrado de algo, algo, no a alguna torre de Nimrod; ni tampoco es algún delantal de higuera de Adán. Sino que es una promesa de Dios, que “los cielos y la tierra pasarán, pero Mi Palabra no pasará”. Eso es algo sobre lo cual Ud. puede poner las manos. “Estas señales seguirán a los que creen. Si sobre los enfermos ponen las manos, ellos sanarán”. Ésa es una insignia, una verdadera insignia.",
    "Y para Uds., si hubiera uno aquí que nunca ha aceptado esta insignia, que no conoce lo que hace a estas personas llorar, y gritar, y danzar; y cómo hace que estas mujeres se dejen crecer el cabello, y dejar de usar esas ropas cortas e inmorales, y-y lucir sensuales ante de los hombres, y cosas así, habiendo salido ese viejo espíritu maligno de ellas.",
    "No me lo diga. Puede ser que Ud. sea tan pura como un lirio para su marido, pero cuando llegue al Juicio, Ud. va a responder por haber cometido adulterio. Eso es cierto. La Biblia dice, Jesús dijo: “Cualquiera que mirare a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y si Ud. se viste para mostrarse delante de los hombres, Ud. es culpable, aun cuando ningún hombre la haya tocado. Cuando ese pecador rinda cuenta por su adulterio, Ud. es la que lo cometió. Ud. fue la que se mostró. Sí, señor. Hermano, hermana, puede ser que Uds. piensen que esto sea anticuado.",
    "Tuve un ministro no hace mucho que dijo: “Ud. va a dañar su ministerio, Hermano Branham”.",
    "Dije: “No es mío; es de Él. Ésta es Su Palabra, y eso es lo que Él dijo”. Yo lo creo. Sí, señor. Sí, señor. Correcto.",
    "Entonces cuando Ud. vea una de esas mujeres ponerse correctamente con Dios, Ud. la verá salir como una santa. Ud. la verá comportarse diferente. Habrá-habrá una diferencia en su vida. Santidad hablará por todas partes. Ella será una dama.",
    "Mire a ese hombre, ese borracho allá en la calle, tambaleándose, que frecuenta los bares, y su boca llena de moscas, vomitando, por el whisky y la cerveza y cosas como ésas. Permita que un día se postre ante el altar y que se aferre de esa insignia, y yo les digo, él será una insignia para Dios, y una conmemoración del poder salvador de Jesucristo. ¡Sí, señor! Ciertamente que lo será.",
    "Yo me paré por acá, el otro día, en las calles de Phoenix, y vi a un muchachito negro parado allí. Un hombrecito, nadie estaba prestándole atención. Tenía su Biblia debajo del brazo, y al que pasaba, le mostraba el Evangelio, esforzándose en lo que más podía. Dije: “Gracias a Dios. ¡Oh, vaya! Grítalo, hermano. Sigue haciéndolo. Eso está muy bien, levantando a Jesucristo”.",
    "¡Oh, si no lo conocen esta noche, amigos, recíbanlo! ¿Lo harían, mientras inclinamos nuestros rostros un momento para orar? Lo siento, el tiempo pasa muy rápido.",
    "Quiero preguntar, por un momento: ¿Habrá un pecador aquí esta noche que no conoce a Cristo y nunca ha aceptado esta insignia?",
    "Si Ud. intentó lograrlo, y dice: “Ahora, Hermano Branham, un momento, yo cumplo con la regla de oro”. Hermano, si con eso hubiera bastado, Jesús no hubiera tenido que morir. “Escuche, Hermano Branham, yo me hice miembro de una iglesia muy prominente”.",
    "Eso está bien, mi hermano. Aprecio eso y aprecio que Ud. cumpla con la regla de oro. Aprecio que Ud. cumpla los diez mandamientos. Pero si la regla de oro, el unirse a una iglesia, o cualquiera de esas cosas lo hubiera salvado, Jesús murió en vano. Jesús mismo dijo, en San Juan, el capítulo 3: “El hombre que no naciere de nuevo, de ninguna manera entrará”.",
    "La vida es como una hoja prendida en un árbol. Después de un tiempo la vida deja la hoja y regresa a las raíces. La hoja se desprende. Esa vida queda sepultada en las raíces hasta que el invierno ha pasado. En la primavera trae otra vida, otra hoja.",
    "Así es con el Cristiano que está en el Árbol de la Vida. Este viejo cascarón pudiera caer (eso es verdad); pero la vida regresa al Dios que la otorgó. ¿Ven? Si Dios le dio a Ud. la vida, y Ud. ha nacido de nuevo, solamente hay una vida que vivirá, y ésa es la Vida de Dios en Ud. Y si esa vida está en Ud., entonces sólo regresará al lugar de donde vino, de nuevo a Dios, para regresar en ese gran Milenio, con una nueva hoja, o nueva vida, o nuevo-o un nuevo cuerpo que nunca se desvanecerá ni caerá.",
    "Nuestras estaciones indican que Dios está con nosotros, que Dios está aquí. Él ordenó la naturaleza. Ahora, si Ud. nunca ha recibido esa Vida, y si esa hojita cayera en esta noche (esta hojita, lo cual Ud. es en la Tierra), Ud. sabe que no se levantaría otra vez; si Ud. no ha nacido de nuevo, no ha recibido la insignia en su corazón, la evidencia, el Espíritu Santo. No es tan sólo algo imaginado, Ud. no se puede imaginar eso.",
    "En algún lugar hablé la otra noche, y dije: “¿Qué si los discípulos hubieran esperado nueve días, y hubieran dicho: ‘Lo aceptaremos por fe, que recibimos el Espíritu Santo, y continuaremos?’”. Ellos no lo hubieran tenido. ¿Ven? Ellos permanecieron allí hasta que supieron que Eso estaba allí. Algo había acontecido, algo sobre lo cual podían poner sus manos, decir: “Esto es”. Igual como Noé pudo decir: “Esto es”. Igual como Moisés pudo decir, con un palo en la mano: “Esto es”.\n\n“¿Cómo vas a conquistar, Moisés”?\n\n“Con este palo conquistaré. Así es como lo haré”.",
    "Y por Jesucristo, por el Espíritu Santo, yo he conquistado. Así es, porque Él conquistó por mí. Y ahora yo… Mi vida está muerta y escondida en Él, y sellada por el Espíritu Santo. Allí está.",
    "Si Ud. no tiene esa experiencia en esta noche, amigo pecador, ¿vendría mientras inclinamos nuestros rostros por un momento?",
    "Nuestro Padre Celestial, ahora te encomiendo la congregación. Podría haber una persona descarriada aquí que tal vez nunca más tenga la oportunidad. Acabamos de oírlo por el teléfono, hace unos momentos, o hace un rato, el Hermano Tommy Hicks, un precioso siervo Tuyo. Su hermano, al cual le había llorado, suplicado, hace tan sólo unas semanas, aun le envió una carta, y le dijo: “Hermano, recibe a Cristo”.",
    "Pero él estaba ganando tanto dinero como para comprarse una casa de cien mil dólares, un Cadillac nuevo, no tuvo tiempo para hacerlo. “Creo que lo haré más adelante, Tommy”. Pero ahora es demasiado tarde. Eso lo alcanzó, allá en México.",
    "¡Oh Dios, sé misericordioso! Hazle saber a la gente que no es cuestión de volver más tarde para volver a intentar. Ésta es la única oportunidad. Y la muerte no cambia el alma; sólo cambia su lugar de morada.",
    "Ahora, Padre, ruego que si hubiera un alma aquí que sepa que es compuesto de este ser trino, de alma, cuerpo, y espíritu; de que adentro en la pulpa en que ellos viven hay un espíritu. Dentro del alma que los controla hay un espíritu. Dentro de los cinco sentidos hay un espíritu. Y si ese espíritu no es el Espíritu de Dios, cuando este otro caiga, jamás podrá volverse a levantar. Pero Dios, te ruego que ahora te reciban, y capten esta hermosa insignia del Espíritu Santo en sus corazones y sean salvos en esta noche.",
    "Y mientras tenemos nuestros rostros inclinados, si hubiera alguien que quisiera ser recordado, levante ahora la mano, diga: “Ore por mí, hermano predicador”. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios la bendiga, a Ud. hermana. Eso está muy bien. ¿Alguien más? Ahora, no se avergüence.",
    "Sólo sigan orando, todos los Cristianos. Hay personas levantando las manos.",
    "Dios la bendiga, damita. Dios la bendiga a Ud., hermana. ¿Alguien más? Digan: “Recuérdeme a mí, Hermano Branham. Yo ahora he creído. Yo-yo simplemente lo creo, de alguna manera. Sencillamente lo creo”. ¿Alguien más? Dios lo bendiga. Dios lo bendiga a Ud. por acá. Dios lo bendiga allá atrás. Eso está bien.",
    "Ahora, ésas son personas que levantaron las manos, ellos lo creen. El altar está lleno de niños. Están por todo el lugar, por todas partes. Uno no tiene necesariamente que tener el altar. Su corazón es el altar. Su corazón es adonde viene Dios.",
    "Leía el otro día, en la historia, La Iglesia Peregrina, Los Padres de Nicea, de Broadbent, donde en la iglesia primitiva ni siquiera tenían ornamentos, ni siquiera tenían un altar. Pues, los paganos, al convertirse, por la costumbre caían postrados ante el altar. Ellos sólo tenían un pequeño edificio vacío donde se sentaban sobre losas de piedras. Levantaban las manos después que algún hombre piadoso daba un mensaje. Y levantaban las manos y alababan a Dios. A ellos les fascinaban esos efectos secundarios del Espíritu Santo, que bajaba entre ellos. Ésa era la iglesia primitiva en los tiempos de Ireneo y Martín, y los demás, inmediatamente tras la muerte del Señor Jesús, cuando la iglesia marchaba, antes de entrar en el catolicismo. ¡Oh, eso es lo que nosotros amamos!",
    "Ahora, Uds. aquí hagan de su corazón ese altar, y digan: “Entra, Señor Jesús”. Yo voy a orar por Uds.",
    "Señor Jesús, confío que, dándome mucha prisa, juntando estas palabras, preparándonos ahora, y estamos queriendo ver lo que harás en la línea de oración, sin saber exactamente lo que harás. Pero, sin embargo, por lo menos una docena de manos han sido levantadas, de jóvenes y ancianos que están anhelando conocerte, Padre, anhelando tener esa Vida Eterna. Permite que eso les sea una realidad ahora mismo. Concédelo, Señor. Que el precioso Espíritu de Dios bañe ahora hasta el fondo de sus almas y los haga nueva creaciones en Cristo.",
    "Y ahora, Padre, ruego para que en la línea de oración te muestres Tú mismo tan visible ante esta audiencia esta noche, sanando a los enfermos, que ellos salgan de aquí diciendo como aquéllos que venían de Emaús: “¿No ardían nuestros corazones?”. Porque ellos vieron que algo fue obrado, esas personas en Emaús, esos hermanos. Ellos habían caminado todo el día, Cleofas y ellos, hablando con Él, pero aún no sabían quién era Él. Pero cuando hizo algo tal como lo había hecho antes de Su crucifixión y sepultura, ellos supieron que Él había resucitado de entre los muertos. ¿Lo harías nuevamente en esta noche, Padre? Concédelo, Te pedimos.",
    "Pedimos que ahora tomes estas almas preciosas, concédeles Vida Eterna. Que si nunca han sido bautizados, que encuentren el camino a la rectoría o algún lugar y sean bautizados, invocando el Nombre del Señor; y que los llenes del Espíritu Santo. Y que los encontremos en Gloria, en una mejor tierra, donde la reunión de esta noche será traída a juicio. Te lo encomendamos ahora, en el Nombre de Jesús. Amén.\n\nYo le amo, yo…\n\nAhora, después de un Mensaje duro y cortante, adoremos.\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "¿No aman Uds. eso? Todos los que… Uds. que eran metodistas, levanten las manos; bautistas, presbiterianos, católicos. Ahora, todos los que han nacido de nuevo del Espíritu de Dios, levanten las manos, ya sean Uds. metodistas, bautistas o católicos, o lo que sea. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, mientras lo cantamos de nuevo, muy dulcemente, hermana dénos ahora el tono. ¿No aman eso? ¡Oh, vaya!",
    "Saben, cuando lleguen allá al Cielo, y entren en su gran mansión y miren allá a lo lejos, Uds. verán mi lugarcito por allá. Una de estas mañanas Uds. me oirán cantar, y sabrán que llegué a la casa. Amén. Sencillamente me encanta. Muy bien.",
    "Ahora todos juntos. Sólo que no traten de… Simplemente sean Uds. mismos. Yo amo el buen cantar pentecostal, ¿Uds.? [La congregación dice: “Amén”.—Ed.] A mí no me gusta una voz sobre-entrenada, Uds. saben, que chilla, y aguanta la respiración, y con el rostro azul, y sólo es Ud. tratando de mostrar algo. A mí me—me gusta el buen cantar, que sea real, cantar con libertad. Ahora todos, juntos, con el pequeño coro, ahora todos. Ahora juntos.\n\nYo le amo…\n\nCerremos los ojos.\n\n… yo le amo,\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "Ahora, dulcemente, mientras lo cantamos otra vez. Dense la vuelta y estrechen las manos ahora con alguien a su lado, adelante y atrás. “Yo…” Todos Uds. peregrinos, peregrinos, extranjeros para el mundo. Católicos, estrechen manos con los protestantes. Protestantes, estrechen manos con los metodistas. Metodistas, con los bautistas, pentecostales. “… amó” Iglesia de Dios, con las asambleas. Asambleas, con los unitarios. ¡Oh!\n\n… compró la salvación\n\nAllá en la Cruz.\n\nAhora con nuestras manos levantadas a Él.\n\nYo le amo, yo le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.\n\nAhora, en humildad, inclinemos los rostros y tarareémoslo.",
    "Padre, confesamos nuestro pecado, mientras la Palabra aún está sembrada en el corazón de la gente, esa insignia. Muchos lo han sabido desde ya hace mucho. Ahora muévete entre nosotros, Padre. Has salvado a los perdidos; ahora sana a los enfermos, para que sea conocido que Tu Palabra no regresará a Ti vacía. Sino que cumplirá lo que ha prometido. [El Hermano Branham comienza a tararear Yo Le Amo.—Ed.]",
    "Ahora las tarjetas de oración, comenzando con el número uno, comiencen a pararse junto al altar así, aquí. Tarjeta… Esperen. Es mejor que las llame una a la vez, para que no haya confusión. Tarjeta de oración número uno.\n\nSiga tocando el canto, hermana.",
    "¿Quién tiene la tarjeta de oración número uno? Aquí está. Número dos, número tres. Muy bien. Tres. Número cuatro, número cinco, número seis, número siete. Simplemente salgan y vengan aquí, sólo párense por aquí.",
    "[El Hermano Branham comienza a tararear Yo Le Amo.—Ed.] “Yo…” Manténgase ahora en el espíritu de oración, dulcemente, suavemente.\n\nPorque Él a mí…",
    "Ocho, nueve, diez, once, doce, trece, catorce, quince, dieciséis, diecisiete, dieciocho.\n\nMe compró la salvación\n\nAllá en la Cruz.\n\nAhora todos los demás que tienen tarjetas de oración.\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá… Cruz.",
    "[El Hermano Billy Paul Branham le habla al Hermano Branham.—Ed.] Sí, hijo.",
    "¡Oh!, ¿no es Él maravilloso? [La congregación dice: “Amén”.—Ed.] Tararéenlo. [El Hermano Branham comienza a tararear Yo Le Amo.]\n\nYo le amo, yo…\n\n¿Oyen eso? Suena como himnos de Ángeles, ¿ven?\n\n… a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "¿Verdad que suena bonito? [La congregación dice: “Amén”. El Hermano Branham tararea Yo Le Amo—Ed.]\n\nLas campanas están sonando,\n\nÁngeles están cantando.\n\nUn sonido jubiloso para ti,\n\nEn aquella tierra eterna, (¡bendito Dios!)\n\nMás allá del claro río,\n\nCuando las campanas suenen por ti y por mí.",
    "Ahora, no puedo apartarme de eso. ¡Oh, amo eso! Recuerdo a mi hijo, Billy, cuando su mamá murió. A las pocas horas, su hermanita murió. Las puse juntas a las dos en la colina, y las sepulté. Subí allá y me senté. Una tórtola solía ir allá y arrullaba. Sinceramente pensé que podría ser el alma inmortal de ellas regresando, hablándome. Estaba muy acongojado. Y entre esos pinos, parecía venir algo como un susurro.\n\nSi hay más allá del río,\n\nUna tierra eterna y dulce,\n\nLlegaremos hacia allá confiando en fe…\n\n¿Verdad que sí, amigos? ¡Hmm! ¡Vaya!\n\nCruzaremos los portales,\n\nA vivir como inmortales.\n\n¿No será grandioso cuando hagan esto?\n\nCuando las campanas suenen por ti y por mí.",
    "Ahora, amigos, en cuanto a la sanidad Divina, no hay-no hay hombre que pueda sanarlos, igual como no hay hombre que pueda salvarlos; porque ambas, la sanidad y la salvación están en tiempo pasado. Cuando Jesucristo murió en el Calvario, “Él fue herido por nuestras rebeliones. Por Sus llagas fuimos nosotros curados”. Es una obra terminada. Ahora, lo único que Ud. tiene que hacer, para recibir su salvación o su sanidad, es aceptar lo que Cristo hizo por Ud.",
    "Como dije la otra noche, miremos a Dios por un momento, allá en la Eternidad, cuando Sus… cuando cien billones de soles se verían oscuros comparados a Él, cuando Ángeles se veían sucios ante Él. Ése es Jehová. Y entonces llegó a ser un pequeño bebé, allí sobre el estiércol, en un pesebre. Ése aún es Jehová. Y aquí está Él esta noche. Por Su gracia y por Su Sangre Él limpia Su Iglesia y nos pone en posición para recibir todas estas bendiciones que Él compró por nosotros.",
    "Ahora, aquí de pie está una línea de personas. Nunca he visto alguno de ellos en mi vida, hasta donde sé.",
    "Ahora, muchos de Uds. han estado en mis reuniones y saben lo que es discernimiento. Todos Uds. lo conocen, ¿verdad? [La congregación dice: “Amén”.—Ed.] Sabemos eso. Lo he tenido una y otra vez, una y otra vez. Es un don. Eso no hace al Espíritu Santo en mí mayor que en cualquier otro. Eso sólo es un don, para obrar con el Espíritu Santo. ¿Ven?",
    "No importa si es la damita en casa, o el niño pequeño, o el borracho allá que apenas fue salvo y lleno del Espíritu Santo, él tiene el mismo Espíritu Santo que cualquiera de nosotros; sí. Pero Dios da dones juntamente con este Espíritu Santo, para trabajar. Es una confirmación, para levantar una insignia. ¿A quién, al predicador? No. Para levantar a Cristo.",
    "Ahora, no sé lo que haya sucedido. Cuando yo era un niño… Uds. conocen mi historia. Sencillamente oraba por las personas. No hay una sola cosa que yo hacía más que orar, ponerles las manos y ellos sanaban. ¿Ven? Entonces, ¿qué podía hacer yo? No es sólo yo orando, sino que miren a los demás orando. Todos están orando. ¿Ven? Y, simplemente, yo lo creo. Eso es todo lo que sé hacer; yo lo creo.",
    "Ahora, soy inculto, no tengo educación. Y pienso que el Señor sólo me dio un pequeño don con el cual trabajar. Y-y ahora, cuando Jesús dijo (cuando estuvo aquí en la Tierra), de que las cosas que Él hizo, nosotros también las haríamos. Y si eso es así…",
    "Y Él fue la insignia de Dios, al hacer eso: al poder decirle a Felipe dónde había estado; al decirle a la mujer de su problema de sangre, y lo demás; y-y dónde se encontraba la moneda, en la boca del pescado; o algo así, algo; que la mujer, de que ella estaba viviendo en adulterio, o cualquier de esas cosas. Eso de seguro era una confirmación de que Él era el Mesías.",
    "Ahora miren a ese judío devoto, Felipe, cuando Felipe o… Natanael vino. Natanael era un erudito, un verdadero ortodoxo. Y cuando vio a Jesús, él difícilmente podía creerle. Y Él dijo: “He aquí un israelita en quien no hay engaño”.\n\nÉl dijo: “¿De dónde me conoces, Maestro?”.\n\nDijo: “Antes que Felipe te llamara”.\n\nDijo: “Rabí, Tú eres el hijo de Dios; el rey de Israel”.\n\nLa mujer junto al pozo dijo: “No tengo marido”.\n\nÉl dijo: “Sí, tienes cinco”.",
    "Ella dijo: “Sabemos que cuando el Mesías venga, Él nos dirá esas cosas. Pero, ¿quién eres Tú?”.\n\nÉl dijo: “Yo soy”.\n\n“Nosotros sabemos que ésa será la insignia”.",
    "Y si Jesucristo es la misma insignia ayer, hoy, y por los siglos, Él hará lo mismo si logra captar el corazón humano. ¿Será eso cierto? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, esta señora parada aquí, yo no la conozco, nunca la he visto. Somos desconocidos el uno al otro, ¿verdad? [La hermana dice: “Sí”.—Ed.] Es correcto. Si Dios me dice cuál es su dolencia, ¿me creerá? Ud. sabrá si es correcto o no, ¿verdad? [“Sí”.] ¿Aceptaría entonces su sanidad? Está en su columna. Eso ha terminado. Ud. queda sana. Así es cómo eso…?…Ahora vaya, y Dios la bendiga. Vaya.",
    "[La hermana dice: “Ore por mi hijo”.—Ed.] ¿Ven? Dios la bendiga. [“Es el que tiene cáncer en el…?…”] Si Ud. cree, de todo corazón. Sí. ¿Cree Ud. de todo corazón? ¿Ve? Sólo tenga fe. No dude. Crea.",
    "Ahora ven Uds. lo sencillo que es. Ahora, si sólo oramos… Ahora vean, Él lo sabe, lo que anda mal con cada uno de Uds. Creen eso, ¿verdad? Uds. saben que eso es verdad. Ahora, si yo tomara esta dama aquí, y no digo nada al respecto, sino que sólo oro y le impongo las manos, ¿cree que Ud. sanaría? ¿Cree Ud. que sanará? [La hermana dice: “Lo creo”.—Ed.] Muy bien. Incline su rostro, un momento.",
    "Padre Celestial, ruego que sanes a nuestra hermana. Que ella vaya ahora. Vemos la insignia levantada. Nosotros sabemos que Él los atraerá a todos. Yo impongo manos sobre mi hermana, en el Nombre de Jesucristo, por su sanidad. Amén.\n\nNo dude. Sólo crea con todo su corazón.",
    "Dije que si no dijera una sola cosa, sino sólo orar por Ud., aún lo creería, ¿verdad? [La hermana dice: “Sí”.—Ed.] Ud. lo creería de todos modos. Pero si se lo digo, ¿la ayudaría? Su problema es del corazón. Eso es correcto. Vaya.",
    "¿Le ayudaría si le digo lo que anda mal con Ud.? ¿Aún no? Ud. no sabe si eso le ayudaría. Pues, tal vez sólo oraré por Ud.",
    "Padre Celestial, ruego para que ayudes a la mujer. Dale fe y fuerza, en el Nombre de Jesucristo. Amén.\n\nCrea ahora con todo su corazón.",
    "¿Qué piensa, hermana? Soy un desconocido para Ud. Si Jesús me dice lo que anda mal con Ud…[La hermana dice: “Ud. no lo es”.—Ed.] ¿No lo soy? ¿Pues, me conoce Ud.? [“No. Lo vi a Ud. la primera vez que vino”.] Ud. me vio la primera vez que vine. Eso está bien. [“La primera vez”.] Me refiero a que yo no la conozco. [“La primera vez”.] ¿La primera vez? [“Sí. Ud. oró por mí”.] Han pasado como quince años. [“Sí. Hace como quince años”.] Hace quince años. ¡Vaya, hace mucho tiempo! [“Sí, seguro”.] Muchas-muchas cosas han acontecido desde entonces. [“Sí, seguro”.] Bueno, Ud. tendría que ser operada. [“Sí”.] Pero si Ud. le cree a Cristo, ese tumor la dejará, y Ud. no tendrá que ser operada. [“Amén”.] ¿Lo cree? [“Sí señor, yo creo”.] Entonces vaya, créalo.",
    "¿Cómo le va? [La hermana dice: “Ud. me ha visto antes”.—Ed.] Yo la he visto. Pero ¿cree que si le pido a Dios, Él la sanará? [“Yo creo”.]",
    "Nuestro Padre Celestial, ruego para que la sanes y le des su salud, Padre. Impongo las manos sobre ella, en el Nombre de Jesús. Amén.",
    "Si Ud.…[La hermana dice: “Son mis nervios. Están…?…”—Ed.] Ajá. Crea con todo su corazón, y Ud.-Ud.…?… Muy bien.\n\nPase adelante, hermana.",
    "Ahora, vean, yo no puedo sanar a la gente. Y Dios no puede sanar a la gente a menos que ellos crean que Cristo ya lo ha hecho. Y ahora Uds. dicen… Yo prediqué esta noche de algo en lo que Ud. puede poner sus manos. Él dirá: “Aquí está”.",
    "Ahora vean, si Jesús mismo estuviera parado aquí, con este traje que Él puso en el corazón del Hermano Williams regalarme… Pero, Él, si Él-si Él estuviera parado aquí con este traje puesto…¿Saben que yo creo que se lo dio al Señor cuando lo hizo?",
    "¿Cuántos han leído la vida de San Martín? Él era un pagano, y era un soldado. Su padre quería que él fuera un soldado; y él no quería serlo. Él, algo de Dios lo llamaba.",
    "Y una noche, pasando, una noche muy fría de invierno, había un pobre mendigo anciano tendido en la calle, muriendo de frío. Y la gente que podía ayudarlo, pasaba de largo; no lo ayudaba. Martín había regalado todo lo que tenía. Entonces dijo: “Sólo queda una cosa por hacer: tengo una capa”. Así que tomó su espada, cortó la capa por la mitad, en dos; envolvió al mendigo, de esa manera, y él siguió con la otra mitad.",
    "La gente se rió de él, decían: “¡Qué ignorante! ¿Pues qué soldado tan esplendido, con media capa?”. Él no prestó atención, siguió, pues sabía que eso era lo que él debía hacer.",
    "Esa noche en el cuartel, él despertó. Y al despertarse, vio a Jesús parado allí, envuelto en ese pedazo de capa en la que él había envuelto al mendigo.",
    "Y Él miró a los Ángeles alrededor. Les dijo: “¿Saben quién Me envolvió en esto?”.\n\nEllos dijeron: “No”.\n\nDijo: “Fue Martín”.",
    "Allí lo tienen. Él llegó a ser un santo, hablando en lenguas, y echando demonios, viendo visiones, un profeta de Dios poderoso. Sí, señor. ¿Por qué? Cuando envolvió a ese viejo pordiosero allá en la calle, él envolvió a Jesucristo. “Por cuanto lo hiciste a uno de éstos mis más pequeños, a Mí lo hicisteis”.",
    "Y para que se cercioren de que Uds. se envuelvan en la justicia de Cristo, les estoy queriendo decir en esta noche: Si yo tuviera poder para sanarlos, los sanaría a todos. ¿Ven? Pero estoy tratando de mostrarles por medio de un don, de lo que prediqué, que Dios está vindicándolo que es así (¿ven?), que yo no puedo sanar a la gente, pero es para hacerles saber a Uds. que Él está aquí.",
    "¿Cree eso, señora? Entonces su artritis la dejará. ¿Cree que sucederá? Entonces siga su camino y glorifique, y diga: “Alabado sea el Señor. Yo creo con todo mi corazón”.",
    "¡No fue algo curioso que le dije a ella artritis, y Ud. tenía lo mismo! Sólo siga su camino, diga: “Yo creo con todo mi corazón”, y sólo vaya. Eso será hecho.",
    "Ahora ¿cree que Dios le sanará el estómago, y Ud. irá a casa y comerá como debe? [La hermana dice: “Alabado sea el Señor”.—Ed.] Entonces vaya directo a casa y coma como debe hacerlo.",
    "Ahora crea. ¿Cree con todo su corazón? “Si Yo-si Yo fuere levantado de la tierra, a todos atraeré a Mí mismo”.",
    "Ahora, ¿cree Ud. que el Espíritu Santo está aquí? Si yo sólo le pusiera las manos, ¿Ud.-Ud. sería sana? [La hermana dice: “Seguro”.—Ed.]\n\nEn el Nombre de Jesús, que ella sea sana.",
    "🦅 Estas señales seguirán a los que creen en Mi Nombre”. Ahora, sólo crean ahora mientras pasan.\n\nPase adelante, hermana.\n\n¡En el Nombre de Jesucristo!",
    "Todos oren ahora. Vean, demasiadas de esas visiones me debilitan, ¿lo entienden? ¿Ven?\n\nEn el Nombre de Jesucristo, ruego que sanes a nuestra hermana.",
    "La vi levantar la mano, allí, de que Ud. cree. [La hermana dice: “Yo creo”.—Ed.] Ahora crea. [“Sí”.]\n\nEn el Nombre de Jesucristo, ruego que la sanes.\n\nVenga, hermana.",
    "Padre, Dios, nada traigo en mis brazos. Sólo de Tu cruz me aferro. Yo pido por su sanidad, en el Nombre de Jesús. Amén.",
    "Padre, Dios, en el Nombre de Jesucristo, que nuestra hermana sea sanada. Amén.\n\nVenga, mi precioso hermano.\n\nEn el Nombre de Jesucristo, que mi hermano sea sanado.",
    "¿Cree que Dios lo sanará y le dará a él la salud? [La hermana dice: “Seguro que sí”.—Ed.]\n\nEn el Nombre de Jesucristo, que este niño sea sanado.\n\nAhora sólo observe, ya se ha orado por él.\n\nEn el Nombre de Jesucristo, que nuestra hermana sea sanada.\n\nEn el Nombre del Señor Jesús, que nuestra hermana sea sanada.\n\nEn el Nombre del Señor Jesús, que nuestra hermana sea sanada.\n\nEn el Nombre de Jesucristo, que nuestro hermano sea sanado.\n\nEn el Nombre de Jesucristo, que mi hermana sea sanada.\n\nAhora, estén en oración, todos, bien quietos, en oración.\n\nEn el Nombre de Jesucristo, que nuestra hermana sea sanada.\n\n¡Oh, Dios, devuélvele a esta niña lo que Satanás le quitó!\n\n¡Sal de ella, Satanás!…?…\n\nEn el Nombre de Jesucristo, que nuestro hermano sea sanado.\n\nEn el Nombre de Jesucristo, que nuestra hermana sea sanada.\n\nEn el Nombre de Jesucristo, que nuestra hermana sea sanada.\n\nEn el Nombre de Jesucristo, que nuestra hermana sea sanada.\n\nEn el Nombre del Señor Jesús, que nuestra hermana…?…\n\nEn el Nombre del Señor Jesús, que nuestra hermana…?…\n\nEn el Nombre de Jesucristo, que nuestro…?…",
    "Ahora, en la audiencia, todos. Sé que él no repartió suficientes tarjetas de oración. Quiero que inclinen los rostros por un momento. Quiero hacerles una pregunta.",
    "Hace dos mil años hubo un Hombre. Cuatro mil, sí, hace como dos mil quinientos años, hubo un… Dios bajó, representado en un Hombre, y se sentó bajo el-el árbol de roble de Abraham. Estaba con Su espalda hacia la pared, o hacia la tienda, le dijo a Sara cuál era el problema, por dentro. Jesús dijo: “Como fue en ese día, así será en la venida del Hijo del Hombre”.",
    "Jesús fue la insignia de Dios. “Las obras que Yo hago vosotros las haréis también”. Nosotros vemos eso. Es verdad, sin ninguna duda.",
    "Ahora, la razón que no me extendí más, es por las tantas reuniones que tengo. Yo regresaré algún día a Phoenix, con una gran reunión, Dios mediante.",
    "Ahora, para los que están aquí esta noche enfermos y necesitados, y no recibieron una tarjeta de oración para venir al altar, acá para recibir oración, voy a orar ahora por Uds. Quiero que sean muy reverentes.",
    "Quiero que cada uno de Uds. creyentes pongan las manos el uno sobre el otro, como una-una señal. Ahora, la Biblia dijo, pues este mismo Dios que hizo esta promesa, dijo esto: “Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos, ellos sanarán”. Cualquier creyente, cualquier creyente que tiene el Espíritu Santo, Ud. tiene el poder de Dios por dentro, o la autoridad, para hacer la oración de fe. Quiero que oren mientras yo oró por estas personas.",
    "Nuestro Padre Celestial, estamos contentos en esta noche. Al predicar la Palabra y luego ver a Dios bajar y confirmar la Palabra, entonces ésa es-ésa es la insignia que Tú prometiste.",
    "Un día, hace mucho tiempo, había un niño llamado David. Él estaba cuidando el rebaño de su padre. A él le fue encargado vigilar esas ovejas, de alejar al enemigo de ellas. Él no tenía mucho con qué protegerse, sólo una pequeña honda. Pero un día un león entró al campamento, y se llevó una de las ovejas. David, siendo un verdadero pastor, quiso guardar esa oveja del padre. Él sabía que ese león estaba robándose esa oveja, y que la devoraría, y la oveja le pertenecía a su padre. Él fue tras el león con valor audaz. Él lanzó una piedrecita y derribó al león. Y él mató el león, y trajo de nuevo la oveja al redil.",
    "Ahora, Dios, nosotros somos Tus pastores. No somos hombres de operaciones de bisturí, o de-de remedios de la medicina. Tenemos una cosita muy humilde, una honda. Pero eso es lo que Tú has puesto en nuestra mano, una honda de oración. El enemigo ha entrado y echado mano de las ovejas de Dios. Ha agarrado a padres, y a madres, y a niños, arrastrándolos ahora entre los arbustos; mentes retrasadas, y ciegos, y comidos por cáncer; y son diablos.",
    "Satanás, esta pequeña honda de oración parece muy sencilla, mas yo sé lo que hará. Vengo tras esa oveja en esta noche, para traerla de regreso. Sal, déjalos en paz. Sal de esa persona, espíritu maligno de enfermedad, y déjalos. Yo te conjuro, en el Nombre de Jesucristo, vete, y no vuelvas más a ellos. Que el Dios del Cielo te reprenda, Satanás.",
    "Jesús de Nazaret dijo: “Si dijeres a este monte: ‘Quítate’, y no dudares en tu corazón, sino que creyeres lo que has dicho, tendrás lo que has hablado”. Por lo tanto, en el Nombre de Jesucristo, declaro la liberación para todos aquí. En el…",
    "Satanás, puede ser que digas que nosotros no tenemos la autoridad para hacer esto. Estamos levantando frente a ti la insignia en esta noche, a Jesucristo. El Espíritu Santo está aquí, probando que éste es la insignia de Dios, y tú has perdido la batalla. Sal, en el Nombre de Jesucristo. 🦅"
  ]
}