{
  "title": "EL DIOS QUE NO CAMBIA OBRANDO DE UNA MANERA INESPERADA",
  "id": "62040009",
  "content": [
    "🦅  Solo creed, solo creed, Todo es posible, solo creed.",
    "Inclinemos nuestros rostros un momento para orar. Estoy muy contento de estar con Uds. esta noche. Y lo primero que deseamos hacer ahora es hablar con Aquel a quien hemos venido a ver, el Señor Jesús. Oremos.",
    "Nuestro Padre Celestial, consideramos este un gran privilegio estar en esta pequeña iglesia esta noche, en el servicio de Tu amado Hijo, el Señor Jesús, nuestro Salvador. Te agradecemos mucho la gracia que Él nos ha dado, el derramamiento de Su Sangre, para que nosotros, los impuros, pudiéramos ser purificados por Su gran Expiación.",
    "Oramos por la Iglesia universal, en todas partes, por cada miembro, cada pastor. Oramos especialmente por esta iglesia y su pastor esta noche, y el pequeño rebaño que está peregrinando aquí en esta parte de la ciudad. Como miembros del Cuerpo de Cristo, oramos que los bendigas, Señor. Bendice a los diáconos, a los síndicos. Y es un gran privilegio venir esta noche para participar del compañerismo, Señor, que tenemos en este terreno mutuo por Cristo.",
    "Ahora, Señor, oramos que salves a toda persona aquí que no sea salva, esta noche. Y sana a toda persona enferma que esté enferma. Y llena del Espíritu Santo a aquellos que tengan esa hambre y sed. Que Tú estés en la Palabra esta noche, Señor, y lávanos con el agua de la Palabra, mientras seguimos esperando. En el Nombre del Señor Jesús, lo pedimos. Amén.\n\nTomen asiento.",
    "Saludos al Hermano Searles, y al rebaño del Señor que peregrina en este extremo de la ciudad. Estoy muy contento de estar aquí esta noche, para compartir en este tiempo de compañerismo con Uds., mis queridos amigos. Y veo que muchos están de pie. Confiamos que no tomaremos mucho tiempo, es un pequeño Mensaje del Señor, y principalmente es un tiempo para reunirnos. Y supongo que conocí al hermano antes, en algún lugar. Y sé que conozco su rostro, pero el nombre me suena familiar.",
    "Y, pues, todos somos un gran ejército enorme de soldados de Dios, marchando hacia la victoria final al fin del camino. Y para Uds. Cristianos que están aquí, peregrinando: la paz de Dios esté sobre Uds.",
    "Y confío que Dios bendiga a esta pequeña iglesia. Y que crezca hasta convertirse en una gran iglesia gigantesca aquí, con todos los miembros llenos del Espíritu Santo; y tan obedientes al Espíritu, que el pecado ni siquiera pueda entrar por las puertas sin que sea discernido por el Espíritu Santo. Ese es el tipo de iglesia que buscamos, y que nos esforzamos en poder tener. Yo creo que esas cosas son posibles.",
    "Y ahora, de hecho, es probable que si nos sometemos a Dios y escuchamos Su Palabra, y creemos en Jesús con todo el corazón, yo creo que vendrá una Iglesia en donde se harán esas cosas. Yo sé que es el anhelo del—del corazón de cada ministro, el entrar en una iglesia que simplemente esté tan llena de la Presencia de Dios, y—y todos en tal armonía con el Espíritu, que no haya pecado, que un miembro no pueda cometer un pecado. Tan pronto como entraran allí, sabrían que no deberían entrar en la presencia de esa iglesia, con ese pecado en su vida. El Espíritu Santo lo declararía abiertamente, al instante, y diría: “Esto es lo que es”. Pues, así es como deberíamos estar, amigos. Esa es la clase de iglesia. Y nos estamos esforzando por eso, hermanos, ¿verdad? [Los hermanos dicen: “Amén”.—Ed.] Todos esforzándonos por eso, y esperanzados y confiando.",
    "Y mi propósito aquí en Phoenix es de estar con los Hombres Cristianos de Negocios en la convención. Fueron muy amables, el Hermano Williams aquí, en visitar a este hermoso grupo de hermanos, a las diferentes organizaciones y demás. Y las pequeñas iglesias en toda la región aquí, y Uds. hermanos fueron muy amables al traerme para tener este compañerismo con Uds. Estoy muy contento por eso, porque verdaderamente me encanta el compañerismo con mis hermanos. Creo que Jesús dijo: “En esto conocerán todos que sois Mis discípulos” Uds. saben, cuando—cuando Su amor sea el tener compañerismo unos con otros.",
    "Hemos tenido tres noches ya. Y anoche estuvimos allí en la iglesia del Hermano Outlaw, y lo pasamos muy bien allí, y en Tempe. Y luego por acá para en… yo—estoy desorientado y no sé dónde estoy. Por aquí en algún lugar, estuvimos allá en—en el oeste de Phoenix, la primera noche. Y mañana por la mañana, creo que a las diez, será donde el Hermano Fuller.",
    "Y mañana en la noche es en el Faith Temple por la Indian Road, creo, o la Indian School Road, o algo así. Estoy todo enredado. ¿Cuál es? [Alguien dice: “McDowell Road”.—Ed.] ¿McDowell? [“McDowell Road”.] McDowell Road. El Faith Tabernacle en McDowell Road. ¡Oh, vaya! Indian School Road. ¿Qué cosa, verdad? ¿Es el Calvario…? [“Fellowship Tabernacle”.] Fellowship Tabernacle. Estoy todo enredado. Oí a Billy decirme, ahora al venir: “Fellowship Tabernacle”.",
    "Y, pero ahora, Uds. en su… aquí en su puesto del deber: es mañana en la mañana y mañana en la noche. Recuérdenlo. Solo estamos aquí de visita. No queremos que Uds. vayan de una iglesia a otra. Podremos vernos de nuevo la próxima semana en algún momento, ¿ven?, y tener compañerismo. Pero su puesto del deber está en su iglesia. Yo creo que todo Cristiano debe pararse en su puesto en esa hora.",
    "Y yo hablaba con un hermano aquí hoy, el Hermano Sharrit, un precioso amigo de todos nosotros, que todos conocemos, John Sharrit, una—una persona maravillosa. Y él dijo: “Hermano Branham, a menudo le oí decir que algún día vendría al oeste, a vivir”.",
    "Y le dije: “Sí, la última atadura que me amarraba al este ya partió: mi madre. Y se fue a casa con Jesús, hace unos días. Y la madre de mi esposa también ya partió”.",
    "Así que es cierto, buscamos un lugar donde quedarnos. Y—y si sucediera que llegáramos cerca de Tucson, Phoenix, si el Señor nos guía en esta dirección, no es mi intención jamás comenzar una iglesia. No, señor. Yo no lo haría. Pero yo… soy misionero. Y luego, cuando viniera, me gustaría ir de iglesia en iglesia, así en compañerismo. Y tener un…",
    "Creo que Uds. tienen buenas iglesias aquí. Y nosotros solo… Tenemos suficientes iglesias. Solo necesitamos repletarlas y que estén llenas. Eso es todo; es lo que necesitamos. Sí. Solo—solo haremos eso, porque cuando una persona comienza una iglesia nueva, sea donde sea, entonces, ¿ven?, jala a unos pocos de aquí y de allá. Y eso no es lo—lo que se debe hacer.",
    "Y si el Señor me guiara, quiero que los hermanos sepan que no sería para otra iglesia. Yo simplemente no haría eso, en absoluto. ¿Ven? Simplemente sería para venir aquí a tener compañerismo con cada uno de Uds., cada uno, y pasarla bien en el Señor.",
    "Bueno, entonces, no olviden a los Hombres de Negocios, los Hombres de Negocios del Evangelio Completo. Estos hombres son de todas sus iglesias. Y el compañerismo comienza el próximo jueves por la noche, creo. ¿Es así, Hermano Williams? En, allá en el Ramada al este de la Van Buren Street. Y ahora, habrá grandes oradores allí que vendrán a esta reunión. Y yo—ciertamente quiero asistir, personalmente, para oír a esas personas. Al Hermano Velmer Gardner, por ejemplo, quien es un orador destacado, y muchos otros hermanos. Algunos de los hombres de negocios que aun no he oído, dicen que simplemente hay oradores maravillosos. Y estoy muy contento de oírlos, o por la oportunidad de oírlos. Así que esperamos verlos a todos Uds. allí.",
    "Y luego, si fuere la voluntad del Señor, creo que si resulta de esa manera, tomaré el desayuno del sábado por la mañana, y hablaré en el desayuno. Y luego, creo que es el próximo domingo por la tarde, en la reunión de la tarde. Y espero entonces encontrarlos a Uds. allí, a todos Uds. pueblo precioso.",
    "Ahora, no quiero mantenerlos de pie mucho tiempo, porque saldrán temprano esta noche. Porque debemos salir antes de las doce o la una, para que puedan volver a la escuela dominical por la mañana. No haremos eso. Nosotros… Este intérprete aquí dijo: “Eso no es excusa”. La gente allí, y le vi una pequeña sonrisa en la cara al hombre. No. Nos daremos prisa, ahora, solo unas pocas palabras para meditar en la Palabra. Y soy un predicador de mucha cuerda, supongo.",
    "Y cuando me relacioné con mis hermanos pentecostales, hace años, cuando acababa de llegar a la iglesia bautista, pensaba que yo era un verdadero predicador, Uds. saben, con la Biblia debajo del brazo. Y cierto día vine entre el pueblo pentecostal, y era al Rev. Sr. Daugherty, que yo había ido allá para oír predicar. Vaya, él predicaba hasta quedar sin aliento, sus rodillas se doblaban, y recobraba el aliento. Uno podía oírlo como a dos cuadras. Se reponía, predicando de nuevo. Tuve cuidado entonces con lo que yo decía, con respecto a mí mismo.",
    "Solo vengo, y tengo que ir un poco lento. Y para empezar soy un sureño, y siempre he sido lento, y siempre llego tarde. Y, pues, ténganme paciencia por unos minutos y me daré prisa en lo que más pueda.",
    "Pero confío que el Señor nos dé alguna cosita aquí de Su Palabra, que nos ayude a todos a acercarnos más a Él.",
    "Ahora, en Malaquías, el capítulo 3 y la primera parte del versículo 6, quiero tomar una lectura.\n\nPorque yo Jehová no cambio…",
    "Quiero tomar un pequeño tema, si le agrada al Señor, titulado: “El Dios que no cambia obra de una manera inesperada”. El Dios que no cambia obrando de una manera inesperada.",
    "Bueno, estamos viviendo en un tiempo de cambio. Todo está cambiando. En sí, todo lo que se puede ver y mirar con los ojos, vino de la tierra y es material, y comienza a cambiar.",
    "Hace unos días, la primera vez que vine a Phoenix, yo… Mi primera visita a Phoenix fue hace treinta y cinco años, este próximo septiembre. Y viví en el desierto, en la 16 y Henshaw. Y fui allí, y ellos… la casa ya no está. Hay una gasolinera, y la ciudad está allí. Y también la calle cambió de Henshaw a—a Buckeye Road. Pues, no habría manera de encontrarla si uno no preguntara por allí. Y eso ha ocurrido en treinta y cinco años. Todo está muy diferente.",
    "Recuerdo haber ido donde está el gran proyecto de Salt River Valley… un joven y yo, a caballo, perseguíamos burros. Ahora hay un parque allá. Así que Phoenix se ha extendido de montaña a montaña. Ha llenado toda la región, y es un… Ha tenido un gran cambio. Uno difícilmente sabría cómo orientarse. Cuando llegué aquí, creo que la población era de alrededor de treinta y cinco o cuarenta mil personas. Hoy es medio millón. Este lugar ha cambiado, es para mostrar que va a la par con los tiempos. Cambia a medida que cambia el tiempo. Phoenix cambia. Otros lugares cambian.",
    "Entonces también sabemos que las calles, me doy cuenta, han cambiado. Las calles por las que uno solía llegar ya no llegan. Ya no están allí. Ellos han trazado otro camino. Uno intenta seguir el camino por el que solía entrar, y se pierde uno, termina en el desierto en algún lugar. Así que las calles han cambiado; las ciudades cambian; y la política ha cambiado. Están cambiando constantemente, año tras año. La política cambia. Y las naciones están cambiando. Las naciones, año tras año, cambian. Cambian de actitud. Cambian de programa.",
    "Y noto que el paisaje cambia, como los lugares. Cortan los árboles. Derriban la montaña.",
    "Y ellos allá en la Florida, ellos van… Uno va allá y baja por la costa y, la primera vez que uno va allá, no hay nada, solo agua en la costa. La próxima vez, ya han hecho una isla allá en algún lugar, y le han construido nuevas casas grandes. Islas hechas por el hombre, ponen una gran máquina de bombear en el fondo del mar y sacan el agua y la rocían, y luego le pasan niveladoras y cosas, y le colocan una ciudad encima, con algunas casas, haciendo islas.",
    "Explotando las cumbres de las montañas por aquí, a donde parece que, ni un conejo podría ir. Y ellos tienen—tienen casas allí arriba, que valen cien mil dólares. Los paisajes cambian.",
    "Y nos damos cuenta que la gente cambia. Tanto así que la gente de hoy no es tan amigable como solía serlo. No sé si Uds. lo notan aquí o no, pero nosotros realmente lo notamos en el sur y en el este. La gente está cambiando, año tras año. Tienen demasiada prisa. Simplemente tienen que darse prisa y hacer esto. Y corren por la carretera a noventa millas por hora, uno tras otro, y paran en una cantina y beben, un par de horas, antes de ir a casa. Es el cambio, de prisa. ¿Adónde van?",
    "Se han fijado que la mayoría de las mujeres hoy tienen lavadoras, y planchas eléctricas, y lavaplatos de botones, y todo es así; y, con todo, tienen menos tiempo para orar que antes.",
    "Saben, Susanna Wesley tuvo diecisiete hijos. Y ella, con esos diecisiete niños, recogía el agua de un manantial y lavaba a mano. Y aun así ella podía apartar dos o tres horas, a diario, para orar con sus hijos, con diecisiete pequeñitos. Y de allí salieron John y Charles.",
    "Eso es lo que sucede hoy, la razón por la que nuestros colegios están decayendo, no ingresan más ministros, jóvenes interesados. Necesitamos más, padres y madres que oren es lo que necesitamos, para que se llenen nuestros colegios. Lo que necesitamos son corazones de los jóvenes ardiendo con celo por llevar el Evangelio. Pero las cosas están cambiando.",
    "Podríamos ir un poco más allá de las personas, y traerlo a la iglesia. La iglesia está cambiando. Vemos eso, que nuestras iglesias están cambiando. Esa es más o menos la realidad. Estoy hablando ahora de manera global. Que, estamos más, parece que estamos más interesados en obtener números que en salvar a la gente. Parece que todo el mundo quiere conseguir el número más grande, o tener la iglesia más grande, o el edificio más grande, o hacer la denominación más grande, o—o algo así, en lugar de pensar en esa pobre alma perdida. ¡Qué lástima!, pero muchos de nosotros hacemos eso.",
    "Escuché al famoso evangelista, el Hermano Billy Graham, cuando estuvo en Louisville, Kentucky. Me invitaron, con el Dr. Mordecai Hamm, un amigo personal mío, bajo cuya predicación Billy fue salvo. Y me invitaron a sentarme en el desayuno con ellos. Y el Sr. Graham, en su enérgico discurso, dijo: “Voy a una ciudad, y tendré… me quedo allí seis semanas”. Dijo: “Tengo unas veinte mil personas que hacen su—su confesión”. Y dijo: “Recibo todas sus tarjetas y demás, y se las doy a los ministros”. Y dijo: “Luego vuelvo al otro año” dijo, “voy allá. Y donde tuve veinte mil convertidos, cuando estuve allí ese año, el próximo año no puedo encontrar ni veinte”. Dijo: “¿Qué sucede?” Y él…",
    "Yo difiero un poco. No para contradecir a ese gran evangelista, el Sr. Graham, claro que no. Pero de la forma en que él lo abordó, diciendo: “¿Qué sucede?”. Y señaló con el dedo, dijo: “Demasiados predicadores perezosos” dijo, “se quedan sentados con los pies sobre el escritorio, día y noche, y no toman estas tarjetas y les dan seguimiento”.",
    "Él dijo: “Cuando Pablo estaba aquí, entraba en una ciudad y tenía un convertido; y regresaba al año siguiente, tenía treinta o cuarenta de ese solo. Tenía tatara-tatara-tatara-tataranietos de aquel, ¿ven Uds.?”. Y él dijo: “Tengo treinta mil, y vuelvo; o sea veinte mil, regreso y no puedo encontrar ni veinte”.",
    "Bueno, tal vez sea porque soy pentecostal. Y, pero yo tenía tantas ganas de decir esto que apenas podía quedarme quieto. Pero pensé: “¿Qué predicador perezoso puso los pies sobre la banca cuando Pablo logró salvarlo?”. ¿Ven? Fue ese convertido, personalmente, que profundizó lo suficiente en Dios hasta que se aferró.",
    "Y si un hombre realmente se aferra a Dios, Dios entra al corazón del hombre. No se preocupen, las chispas volarán por todos lados, porque él ha profundizado lo suficiente en Dios, y toda su vida está arraigada y fundada en Cristo, ¿ven? Por tanto, sabemos que no se trata solo de predicadores perezosos. Es porque el—el convertido no profundiza lo suficiente hasta perder de vista el mundo y las cosas del mundo. Si alguna vez él se acerca lo suficiente a Dios, él no hace aquello.",
    "Pero vemos que las iglesias cambian y la gente cambia. Las calles cambian. Los paisajes cambian. La política cambia.",
    "Pero hay una cosa que no cambia, y es Dios. Él sigue siendo el mismo. “Yo Soy Dios, y no cambio”. No importa cuánto tiempo sea, Dios nunca ha cambiado ni un poquito, y Él no puede cambiar. ¡Qué situación! La razón por la que Él no puede cambiar es porque Dios es infinito, y cualquier cosa que sea infinita no puede cambiar.",
    "Y entonces estudiemos esto, solo por un momento, antes de entrar en la Escritura. Lo infinito es infinito, no hay—no hay ni principio ni fin. Él—Él es todopoderoso, omnipotente, omnipresente, omnisciente; sabe todas las cosas, todos los lugares, todos los tiempos, es todopoderoso. Él es Dios, y Él no puede cambiar.",
    "Ahora, yo puedo tomar una decisión y decir que será así. Y yo soy finito. Yo tendré que cambiar, porque pasan cosas en las que tendré que decir: “Pues, me equivoqué”.",
    "Pero Dios no puede hacer eso, porque Su primera decisión es así para siempre. Él no puede cambiar Sus decisiones. Él no puede cambiarla.",
    "Por lo tanto, si la actitud de Dios hacia un pecador y quiso arrepentirse, Adán y Eva, y Dios hizo una manera para que se arrepintieran, y Él perdonó a ese pecador; y el siguiente pecador viene, Dios tiene que hacer lo mismo con ese pecador, o Él hizo algo incorrecto cuando obró con el primer pecador.",
    "Y si un hombre estuvo enfermo, y Dios sanó a un hombre, y luego si alguna vez otro hombre se acerca a Dios, Él tiene que hacer lo mismo, de lo contrario hizo lo incorrecto cuando sanó al primero, si él viene en la misma base.\n\n¡Qué lugar de descanso para el alma que busca refugio!",
    "Ahora, “En el principio era el Verbo, y el Verbo era con Dios”. Pues, nos preguntamos cómo habrá llegado el—el mundo aquí. ¿Ven?, la—la Palabra de Dios creó el mundo. Hebreos 11 nos dice que, “El mundo fue hecho de cosas que no se veían”. ¿Ven? Dios lo habló a existencia, porque Él era Dios. Él solo dijo: “Sea”, y así fue. Por lo tanto, si…",
    "En el principio era el Verbo, y el Verbo hablado fue una Palabra creativa, y cada Palabra que se habla no se puede revocar, por un error. Entonces: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne, y habitó entre nosotros”, el cual es Cristo.",
    "Y ahora, la Palabra de Dios, escrita en la Biblia, es Su Palabra para nosotros. Y cada promesa tiene el mismo poder creativo respaldándolo, tal como la Palabra de Dios en el principio, si creemos que Ella es la Palabra de Dios. Depende de donde caiga la semilla. Si Ella cae en un terreno, un—un terreno que pueda crear. Una—una humedad, o un nutriente, alrededor de la promesa de Dios, producirá cada promesa dada por la Biblia. Es igual a… Pues, la actitud mental correcta hacia cualquier promesa Divina de Dios la traerá a cumplimiento, si uno solo la mira, y se encarga de emplear la Palabra correctamente. Pues, el Dios infinito lo habló: la Palabra de Dios.",
    "Jesús dijo: “Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”. ¡Oh, cómo debemos descansar sobre esa promesa Divina del Hijo de Dios!, Quien dijo: “El cielo y la tierra pasarán, pero Mi Palabra nunca pasará”. Hay un lugar de descanso para el alma.",
    "Ahora, Jesús dijo, en la Palabra; Jesús dijo: “Si le pidieres algo al Padre en Mi Nombre Yo lo haré”. Pero a veces, cuando Dios hace algo y hace algo que pedimos, con todo, nosotros no… Viene de una manera inesperada, y a veces en un lugar inesperado, y en un momento inesperado. Pero Dios responderá a Su Propia Manera, si Uds. solo lo creen. ¿Ven? ¿Ven?",
    "Ud. tiene que creerlo, aceptarlo, y luego no retractarse. Aférrese de eso. Agárrelo, y diga: “Esto es. Dios lo dijo. Eso lo concluye. Si Dios lo dijo, queda concluido, no importa cuánto tarde”. Tal vez ni una molécula vino a existencia cuando Él dijo: “Sea” tocante al mundo. Pero, Él, Él es Eterno. Y después de un rato vinieron moléculas y átomos. Y apareció eso, porque Él dijo que así sería.",
    "Y, de hecho, aquí hay una promesa que podemos considerar. Si Él, Aquel que dijo eso, ha traído cada Palabra a cumplimiento, entonces Él tendrá una iglesia que aparezca ante Él, sin mancha ni arruga. Y a nosotros nos conviene, hermano, hermana, realmente estar seguros de estar bien con Dios, y pues por cuanto habrá una Iglesia, y queremos ser parte de esa Iglesia.",
    "No importa cómo sea esto aquí en la tierra, nosotros buscamos una Ciudad cuyo Arquitecto y Constructor es Dios. Y no podemos darnos el lujo de perder eso. Haga lo que Ud. haga, no lo olvide. No importa lo que haga el vecino, lo que haga el otro individuo, ni lo que haga su compañero de clase, o su marido, o su esposa, o cualquier otro. Es un—un asunto personal entre Ud. y Dios. Ud. tiene, Ud. tiene que buscar esa salvación.",
    "Su padre pudo haber sido un gran hombre, su madre un gran hombre, ¿pero qué me dice de Ud.? ¿Ve? ¿Ve? Es Ud. Ud. tiene que tenerla, personalmente. Muy bien.",
    "Bueno, cuando Jesús dijo: “Si le pidieres al Padre algo en Mi Nombre, Yo lo haré”. Pues, eso viene directamente del hombro. “Yo lo haré”. Y Él estaba… Bueno, y tiene condición: “Si creyeres cuando pidieres”.",
    "Ahora, en Marcos 11:22 encontramos que Jesús dijo: “Si dijeres a este monte: ‘Quítate y échate en el mar’ y no dudares, sino creyeres que lo que has dicho será hecho, lo que hayas dicho será hecho”. ¿Ven?",
    "Bueno, pues, la cosa, Ud. simplemente no podría salir acá y decir: “Monte, quítate”. Ud. tiene que tener un motivo y un objetivo para eso, ¿ven? Y en eso Ud. primero tiene que hallar si es la voluntad de Dios, y luego su motivo y objetivo en cuanto a la voluntad de Dios. Y después hablarlo, y pararse allí. Se quitará, sí, ¿ven?, si Ud. tiene las condiciones correctas. Pero Ud. tiene que tener las condiciones correctas.",
    "Ahora, Ud. también debe recordar que, cuando Dios responde, a veces es de una manera inesperada. Él no cambia, pero hace las cosas de maneras inesperadas. Ahora, vamos a recordar un—un caso o dos, antes de continuar.",
    "Pensemos en Moisés. Me gusta estudiar a Moisés. Fue un hombre muy valiente, y él nos dio el Antiguo Testamento por el poder de Dios.",
    "Y muchas veces los escépticos dicen: “Pues, Moisés escribió Eso, y ¿cómo sabemos que está bien?”.",
    "Pues, uno puede ir y probar que es correcto. Y si Él, quien pudo decir lo que ha sido y, o lo que sucederá, y lo que habría de ser después de él, y eso se cumplió, entonces yo creo que eso también era correcto, ¿ven Uds.? ¿Ven? Así como si—si podemos pararnos aquí en… en la iglesia, y el Espíritu Santo puede ir a través de su vida y decirle a Ud. lo que fue, y Ud. sabe si eso es la verdad o no. Pues, si Ud. lo sabe, y Ud. sabe que eso es la verdad, entonces Ud. seguramente podría creer que lo que Él le dice a Ud. que sucederá, será así, porque esto da testimonio de aquello. ¿Ven? Y eso es verdad.",
    "Y vemos entonces, como testigos, de Hebreos 11 y en muchos pasajes de la Biblia, que los héroes de la fe son aquellos que se quedaron con la promesa de Dios. Simplemente quédese allí, no importa lo que otro diga, y Dios se lo concederá a Ud. en Su propio tiempo oportuno.",
    "Ahora, Moisés bajó a Egipto, o estaba en Egipto, mejor dicho. Él nació allí mismo. Sus padres vieron que era un niño hermoso, vieron que lo era; y no temieron el decreto del rey.",
    "Y luego, cuando, Moisés, ¡educado por su madre! ¡Qué buena maestra!, su propia madre, y podía contarle esas historias: “Moisés, tú eres mi hijo, pero naciste para un propósito. Y Dios te usará algún día para liberar a Israel”.",
    "Y después de la muerte de—de su preciosa madre, entonces me supongo que Moisés llegó a ser un gran gobernante, o el próximo allí a Faraón, era heredero al trono. Luego un día él tuvo un sentimiento por sus hermanos.",
    "Y a veces un sentimiento por algo, con todo, aunque tengamos ese sentimiento, debemos actuar a la manera de Dios, para realizar la obra correctamente. Seguro.",
    "Ahora, yo creo que Dios tiene misericordia de todos los hambrientos y de los que sufren, y—y tenemos todo tipo de—de organizaciones para alimentar a los hambrientos y demás. Yo creo que eso es algo maravilloso. Pero aun así, la verdadera obra es el Evangelio. Esa es la verdadera obra, es el Evangelio, llevar el Evangelio.",
    "Ahora vemos que eso fue después de él encontrarse como un fracaso, en sus propias obras. Pues él era un hombre inteligente, un militar. Y él lo era. Él había encontrado el fracaso. Luego él—él huyó del trabajo, salió al desierto y estuvo allí por cuarenta años. Y consiguió esposa y demás, y sus hijos, o su hijo, más bien, Gersón.",
    "Ahora, lo extraño es que, con un llamado de Dios en su vida, me imagino que Moisés nunca se pudo distanciar de eso; nunca pudo.",
    "Y puede haber personas aquí esta noche escuchándonos ahora mismo, que a lo largo de su vida, en algún punto, sintieron que había un llamado en su vida, y nunca le prestaron atención. Ud. estará miserable mientras viva, hasta que le preste atención a esa vida.",
    "Y no hay duda que hay personas aquí esta noche que por años han buscado el Espíritu Santo. Y simplemente dicen: “Bueno, yo—yo no sé. Yo debería recibirlo. Yo…”. Pues, Ud. nunca, nunca estará satisfecho hasta que lo haga, ¿ven?, porque Ud. fue moldeado para eso. Y ahora Ud. debe hacer de eso la prioridad en su vida. Ya sea que no vuelva a comer, o que no vuelva a beber, o no vuelva a dormir, o lo que sea que haga, Ud. tiene que encontrar Aquello. Así es. Eso debe ser lo primero. Así es. Solo quédese con la promesa de Dios. Él se la prometió, así que Ud. solo persista allí, ¿ve?, y Dios lo cumplirá.",
    "Bueno, y Él podrá hacerlo en un momento inesperado. Ud. dice: “Pues, Hermano Branham, he trabajado duro hoy, y estoy un poco cansado. Y no me he sentido bien por tres o cuatro días”. Esa puede ser la hora exacta. ¿Ven? Nunca se sabe cuándo va a suceder.",
    "Cuántas veces podría detenerme, y por días contar mi experiencia, de cuando voy al bosque a buscar al Señor, en que las—las zarzas me arañan, y los pájaros me molestan, y los mosquitos me pican. Es precisamente cuando Dios está a punto de hacer algo en ese momento. Justo cuando—justo cuando algo parece inesperado, entonces Dios llega a la escena, toma control.",
    "Ahora miren a Moisés. Moisés, este gran pastor de ovejas, ya tenía ochenta años. Él tenía cuarenta años antes de que se parara por Dios. Y luego apacentó ovejas allá, y supongo que él estuvo cuarenta años en el desierto. Y ya estaba envejeciendo, tal vez de bigotes canosos, y de cabello largo, canoso y suelto. Y aquí estaba él, no en la iglesia; estaba bajo el Monte Horeb. Y Dios no bajó a través de un sermón, sino en una zarza ardiente; ¿ven?, en un momento inesperado, en un lugar inesperado, y de una manera inesperada.",
    "Pues, él pensó que Dios lo encontraría allí afuera con su bastón en la mano, o la espada, o lo que fuera con lo que mató al egipcio.",
    "Pero Dios ni siquiera lo encontró en la iglesia; bajo la montaña. Dios no lo encontró en los himnos, sino en una zarza ardiente. Y no cuando él era un joven, sino siendo un anciano. Dios lo llamó después de que tenía ochenta años.",
    "Piénsenlo. Pues a veces pensamos, que porque tenemos treinta y cinco o cuarenta, ¡lo que sea! Ud. nunca es demasiado viejo. Ud. tiene un alma que ha de vivir para siempre. Solo recuerden, siempre es así: un Dios, el Dios que no cambia, en un momento inesperado, y de manera inesperada, en un lugar inesperado.",
    "Tomemos a Jacob. Jacob estaba huyendo. Fue atrapado entre dos fuegos. Pues iba a casa. Y Labán, su suegro, venía en esta dirección, persiguiéndolo, porque su esposa se había robado sus dioses. Y luego él descubre que Esaú viene de esta otra dirección, persiguiéndolo; su hermano, a quien había engañado. Ahora, ese sí fue un momento inesperado para que Dios lo visitara. Pero él estaba… Aquí venía Labán de esta dirección. Y aquí venía Labán en esta dirección, y Esaú de esta otra dirección. Pero Jacob cruzó el pequeño arroyo, y entonces tomó la cosa en serio. Y tal vez por primera vez en su vida encontró algo que era real, y pudo aferrarse hasta que llegó la bendición.",
    "Esa sería una gran lección para todos nosotros. Una vez que Ud. se aferre de algo que es real, siga aferrado; no lo suelte. No importa cuántas veces pase el sol, o lo que suceda, cuántos calambres por hambre sufra, pase lo que pase, siga aferrado de eso hasta que sea bendecido, hasta que Ud. tenga esa promesa. Siga aferrado.",
    "Él hizo a un lado a su esposa y a todos, y se separó, y se mantuvo aferrado porque él estaba atrapado entre dos fuegos. Y Dios Se encontró con él de una manera inesperada, en un momento inesperado, en un lugar inesperado. Ahí es donde Dios lo encontró.",
    "Isaías el profeta, un joven, se había apoyado en el brazo del buen rey, y él era un buen hombre. Y había tenido todo fácil. Pero un día el rey murió. Y el profeta Isaías fue al altar en la casa de Dios. Y mientras oraba allí, fue sorprendido entre sus propios pecados y la visión. Y gritó: “¡Ay de mí!”, cuando vio a los Ángeles con alas sobre Sus rostros, alas sobre Sus pies, y volando, gritando: “Santo, santo, santo al Señor”. Él gritó: “¡Ay de mí, porque soy un hombre de labios inmundos”. Fue sorprendido en un momento inesperado, en un lugar inesperado.",
    "Pensó: “Iré allá y haré mis oraciones, y me levantaré y seguiré adelante, porque la gente cree que soy un buen predicador, o pastor, o alguna otra cosa”. Pero fue sorprendido allí. No solo fue sorprendido en esta condición con la visión, sino que fue sorprendido con labios inmundos en la casa del Dios vivo.",
    "¡Oh, hermano!, si aquello buscara en esta ciudad esta noche, y mañana por la mañana, a ministros que se levantan y les dicen que no hay tal cosa como la sanidad Divina, y que no hay tal cosa como el bautismo del Espíritu Santo, habría más gritando: “¡Ay de mí!, de labios inmundos”. Es cierto, sí, muy cierto.",
    "Los jóvenes hebreos, pues, también se encontraron en una situación difícil. Fueron sorprendidos en un lugar inesperado, donde se encontraron con Dios, y que Dios viniera a ellos en un horno ardiente; un momento inesperado, de una forma inesperada. Pero Dios es el Dios que no cambia, el inmutable Dios, y Él hace las cosas de esa manera; en un lugar inesperado, en un momento inesperado, de esa manera.",
    "Israel pidió un rey poderoso. Querían que un rey los liberara. Eso es lo que esperaban que Dios les enviaría, un rey para liberarlos, un rey poderoso que marcharía como David; “El Hijo de David se levantará, descenderá por los pasillos del Cielo, bajará a la tierra con un saludo completo de Ángeles, y el Padre miraría desde el Cielo y diría: ‘Ahora les voy a enviar el Mesías’”. Y ellos ya daban por hecho que así sería como Él debía venir.",
    "Pero, ¿qué recibieron? Recibieron un bebé en lugar de un rey poderoso, un bebé nacido en un—un pequeño establo, en la ladera de una colina, un pequeño establo en una cueva con paja, y el estiércol de los animales, y un—un bebé. Pero fue la respuesta a su oración. Él era exactamente lo que necesitaban. Pero ellos lo querían a su manera. Lo querían de la forma en que ellos—que ellos pensaban que era mejor. Pero Dios sabe enviarlo como Él sabe que es mejor, porque Él es un Dios infinito, y sabe exactamente cómo enviarlo.",
    "Él conoce sus necesidades. Él sabe cómo suplirle eso. Pero el problema es que, por cuanto no viene como Ud. cree que debería venir, entonces Ud. se desanima todo y se lo devuelve a Él. Pidámosle a Él, y creamos que Él lo enviará tal como Él quiere enviarlo. Y acéptenlo de ese modo. Así es. ¿Ven?",
    "Si Ud. le pide a Él, no lo haga a Él mentiroso. Él no puede mentir. Él prometió: “Pídanle al Padre cualquier cosa en Mi Nombre, Yo lo haré”. Pues, Dios no puede mentir. Pídale a Él y será hecho: “Buscad, encontrarás; llamad, se os abrirá”. Nosotros lo creemos. Seguro que sí.",
    "Ellos recibieron un pesebre. Entonces, ¿qué hicieron? Tenían a este Bebé en un pesebre. ¿Era ese el Rey poderoso? Ellos Lo rechazaron. Sí, señor. ¿Por qué? No vino como ellos esperaban que Él viniera.",
    "Y, amigos, tal vez Uds. piensen que eso fue algo horrible. Lo fue. Pero, ¿saben qué?, somos culpables de lo mismo. Nosotros somos culpables de lo mismo. Nosotros le pedimos cosas a Dios, y luego nos comportamos así y—y, si Él simplemente no derrama algo sobre nosotros y no nos da algo que creemos que deberíamos tener, entonces lo devolvemos. ¿Ven? No hagan eso. Pídanle. Quédense ahí mismo con eso. Sí, señor. Aférrense a eso si saben que es real.",
    "¿Y qué es más real que la Palabra de Dios? “Y la Palabra de Dios se hizo carne, y habitó entre nosotros, Cristo”. Y ahora Cristo envió al Espíritu Santo. Y Él es Dios, en Espíritu, entonces aférrese de Él. Si el Espíritu Santo está aquí y nos dio esa promesa, quédese con eso.",
    "¿Qué pasa con nosotros, la gente pentecostal, que profesamos tener el Espíritu Santo y temerosos de siquiera confiar en Dios donde sea? ¿Qué pasa? Nosotros lo estamos esperando de otra manera.",
    "Creo que lo que hacemos, les diré la verdad, creo que lo esperamos, que Dios venga y nos haga florecer en una gran organización de este tipo y ese tipo. Y cuando Uds. hacen eso, crean un complejo contra el otro individuo. Lo que deberíamos hacer, hermano, es olvidarnos de eso. Sus organizaciones están bien.",
    "Pero lo que queremos son Cristianos nacidos de nuevo con la salvación en su corazón, y el poder del Espíritu Santo dentro, para amarse los unos a los otros, y para abrirnos; y tener sentimientos el uno para con el otro, sentimientos gloriosos, esperanzas de sentimientos y afectos fraternos. Eso nos une a todos. Eso es lo que Dios quiere que tengamos. Él es el Dios infinito, y no puede cambiar. Sus Palabras, Él no Las puede cambiar.",
    "Ahora miren. Así que ellos Lo rechazaron porque no vino de la manera que Él… que ellos esperaban que fuera. Y lo vemos, que Él sí vino de una manera Escritural. Él vino exactamente de acuerdo con el—el plan Escritural. Y cada uno de estos, también, en el lugar correcto, en el momento correcto, y de la manera correcta. Dios siempre lo hace a Su manera, y es la manera correcta.",
    "Bueno, Moisés, ¿por qué dudó? Fue llamado al nacer. Él era un bebé cuando Dios lo llamó. Él nació en este mundo con un propósito. Nació profeta. No debería haber sido una cosa difícil para Moisés pensar así, que fuera inesperado, porque él debería haber esperado que Dios lo llamara.",
    "Jacob, Dios le acababa de hablar y le dijo: “Jacob, regresa a casa. Estaré contigo y te multiplicaré. Haré tu simiente como las arenas del mar”. ¿Por qué fue para él tan—tan inesperado entonces, que Dios viniera a él esa noche cuando Labán venía de una dirección y Esaú de otra? Aun así, Dios le había prometido. Amén.",
    "Ahí lo tienen, amigos. Cuando Dios da una promesa, y la oposición aumenta, eso solo es para probar si Ud. realmente ha recibido la Palabra o no. Al hombre que tiene buen oro no le importa ir a la prueba de la “piedra de toque”. ¿Ven? Es verdad. ¿Ven? Es solo un… Pedro dijo, creo que fue, que: “Estas pruebas vienen para probarnos, para examinarnos”, para ver qué haremos con eso. Así es. Cuando Ud. recibe el Espíritu Santo y—y el marido la va a echar de la casa o—o su madre hará que se vaya de la casa, esas cosas, no vaya a rendirse y regresar al mundo. Eso es solo un tiempo de prueba.",
    "Jacob, él debió haber tenido más sabiduría. Pero él como que había malgastado gran parte de su vida, y corriendo por todas partes, y todo eso, de aquí, allá. Y él… me gusta que él dijo allí: “Con solo mi cayado pasé este Jordán. Y ahora vuelvo en dos ejércitos, regreso, muy engrandecido”. Y él dijo: “Aquí está Esaú, mi hermano, que viene en esta dirección. Y mi suegro acá, persiguiéndome”. Y entonces, cuando estuvo en esa clase de condición, pues él fue al lugar correcto, y sin esperarlo comenzó, me supongo, a recibir la respuesta.",
    "Pero Dios bajó, y él tuvo una lucha, y se quedó con Dios, y se aferró hasta que llegó la bendición. Me gusta Jacob de esta manera. Cuando él en realidad vio algo que era correcto, cuando agarró algo que era verdad, se aferró de eso hasta que recibió los resultados.",
    "¡Oh, si nosotros pudiéramos hacer eso! ¡Si la iglesia solo hiciera eso, si solo estuvieran convencidos de que es correcto, y saber que es la promesa de Dios, y que no puede fallar! Uds. solo… Ella no puede fallar.",
    "Alguien trata de decirle que no es así, diciendo: “Es para otra generación. No fue para nosotros”. Y eso—eso no es la Escritura.",
    "Jesús dijo, en Marcos 16: “Id por todo el mundo, predicad el Evangelio a toda criatura. Estas señales seguirán a los que creen”, ¿ven? ¿Dónde? ¿Hasta dónde? A todo el mundo, a toda criatura. Estas señales seguirán en todo el mundo, a toda criatura que crea.",
    "Pedro dijo, en el día de Pentecostés: “Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "¿Cómo van a hacerlo? El Evangelio debe ser predicado, y a todo el mundo, comenzando en Jerusalén. Lucas 24:49, Él dijo: “Quedaos vosotros en la ciudad de Jerusalén hasta que seáis investidos de poder desde lo Alto”.",
    "🦅 Después del Espíritu Santo” Hechos 1:8, “cuando haya venido el Espíritu Santo sobre vosotros, luego Me seréis testigos en Judea, Samaria, y hasta lo último de la tierra”. En todas partes, el Espíritu Santo dando testimonio seguido por señales y maravillas.",
    "¿Cómo vamos a apartarnos de eso? Es la promesa de Dios. No se lo permitan al diablo. Él es de lengua engañosa, y muy, aparentemente, una persona muy lectora de las Escrituras. Pero él la tuerce para hacerla decir algo que Ella no dice.",
    "Y aun así, la Biblia dice: “Es tan clara que ni un necio debería extraviarse en el camino”. Solo agárrese de la promesa de Dios y no se suelte de ella. No se suelte de una hasta no estar aferrado de otra. Cuando Ud. vea que esta tuvo respuesta, luego aférrese de esta. Luego aférrese de esa hasta que Ud. tenga otra. Luego solo siga subiendo.",
    "Como cantaba ese coro anoche, en la—la otra iglesia, en la iglesia del Hermano Outlaw, decía: la primera vez fue la regeneración, y él continuó, a la otra llegó a otra parte. Y después de un rato él fue más allá de Marte, Júpiter, y entró en la Vía Láctea, y siguió. A mí—a mí me gusta eso. ¿Ven? Solo siga subiendo, vez tras vez.",
    "Agárrese de la promesa de Dios, diga: “Dios, Tú prometiste salvarme”. Aférrese de ella. Quédese allí hasta que Ud. sea salvo. “Dios, prometiste llenarme del Espíritu Santo”. Quédese allí hasta que Ud. esté lleno del Espíritu Santo. Si Ud. está enfermo, diga: “Tú prometiste sanarme. Aquí me quedo hasta que me sanes”. Ahí lo tiene Ud. Así se hace. Quédese con eso.",
    "Dios es infinito. Él no cambia. Él no puede cambiar. Y Él lo hace de manera inesperada, pero manténgase aferrado hasta que llegue eso. No le diga a Dios lo que, de cómo Ud. quiere que Él lo haga. Él lo hará de la manera que Él quiera hacerlo. ¿Ven? No le diga cómo hacerlo.",
    "Ahora observen. Pues vemos que Isaías nació profeta. Bueno, él estaba en la línea del deber estando allí en el altar. No era algo extraño que un profeta viera una visión, así que él debe haber recordado; él estaba allí en la línea del deber. Pues, él no se había salido de la Escritura; él estaba allí conforme a la Escritura.",
    "Dios dijo: “Si hubiere uno entre vosotros, que sea espiritual, un profeta, Yo Jehová Dios Me daré a conocer a él. Si lo que dice este profeta sucede, entonces óiganlo. Si no, rechácenlo”. ¿Ven entonces?, Jacob estaba en línea con la Escritura. Moisés, en línea con la Escritura.",
    "Y, Elías, veamos a Elías aquí. Me gustaría decirle a él, bueno, él salió al desierto y se puso de mal humor. Y Dios le envió, lo alimentó por medio de un Ángel, y lo puso en el desierto, y él vagó por cuarenta días y noches. Y lo primero que vemos, ¿qué sucedió? Apareció allá en una cueva. Y el profeta allá atrás oyó el viento recio, el chapoteo, el soplo. Oyó el rugir de las rocas, todo. Pensó: “Bueno, eso está bien. He estado en el Monte Carmelo. Sé que Él responde en el trueno, y en el relámpago, y en la lluvia. Eso lo sé”. Pero, lo que sorprendió al profeta, fue ese inesperado silbo apacible y delicado.",
    "Ahí es donde nos sorprende a tantos de nosotros los pentecostales. ¿Ven? Esperamos algo de alguna otra manera, cuando Dios lo trae a Su propia manera. ¿Ven? Pensamos que eso, que debemos venir de la manera que nosotros lo esperamos. Pero Dios lo envía a Su propia manera, así como Él quiere hacer—hacerlo.",
    "Ahora, Jesús… Cuando ellos pidieron un rey, Isaías 9:6, él dijo: “Un Niño nos es nacido, Hijo nos es dado: el principado sobre Sus hombros”. “La virgen concebirá y dará a luz un Hijo. Se llamará Emanuel”. Y, pues, Él vino exactamente en la línea de las Escrituras. ¿Verdad? [La congregación dice: “Amén”.—Ed.] Exactamente lo que dice la Escritura.",
    "Moisés estaba en la línea, pero eso no vino como él pensaba que vendría. Pensó: “Iré allí y mataré a ese egipcio. Así será, entonces todos los hijos de Israel dirán: ‘Fulano de tal, él, ¿ven?, él es nuestro conquistador’”. Pero no vino así. Pero aun así, él estaba en su línea con las Escrituras. Jacob, todos los demás estaban en línea con las Escrituras cuando Dios obró.",
    "¡Y si nosotros entramos en línea con la Palabra de Dios, y nos aferramos de Ella! “¿Qué puedo, Hermano Branham, qué puedo hacer yo para estar en línea con la Palabra de Dios”? Simplemente tómela en su corazón y créala. Toda promesa es suya. Es suya. Ud. puede tenerla. Le pertenece.",
    "🦅 Toda promesa del Libro” Uds. lo cantan, “es mía. Cada capítulo, cada versículo, cada línea. Estoy confiando en Su Divino amor, porque toda promesa del Libro es mía”. ¿Ven?",
    "No importa cuál sea la promesa, es suya de todos modos, porque Dios se la dio: “El que quiera, venga y beba de las fuentes, el agua de la Vida, gratuitamente”. Es suya. Le pertenece a Ud. Cualquier promesa le pertenece, si Ud. tiene fe para apropiarse de ella. Y lo hará, si Ud. solo lo cree.",
    "Bueno, pero cuando Jesús vino, vemos que Él nació en un pesebre, y rápidamente los judíos no estuvieron de acuerdo. Él no vino como ellos pensaron, como pensaban que Él debía venir, así que simplemente Lo excomulgaron de su compañerismo. Y Él no estuvo más en aquello. Pero observen lo que Él hizo. Él, cuando Él… Eso no Lo detuvo.",
    "Cuando primero nació Pentecostés, la iglesia también fue excomulgada. Eso no detuvo el mensaje; sigue de todas maneras. No se puede detener a Jesús.",
    "¿Quién puede detener a Dios? No se puede. No. Uno no podría hacerlo. Sería más fácil detener el sol. Pero no se puede detener a Dios. Su programa va a seguir adelante.",
    "Entonces llegó el tiempo cuando las iglesias allá del pasado oraban por un avivamiento. Vino de una manera inesperada. Él se consiguió a algunos, un hombre de color con un solo ojo, aquí en California, y un—un par de holgazanes de la calle, y cosas así, y los llenó del Espíritu Santo. Y comenzó un fuego, que, miren hasta dónde ha llegado ahora.",
    "Es la iglesia de más rápido crecimiento en el mundo. El año pasado tuvieron más convertidos que todas las demás juntas. Sí. Así es. Nuestro visitante dominical, el periódico católico lo dijo. Ellos registraron un millón quinientos mil.",
    "¿Qué? La Palabra de Dios sigue adelante, sigue y sigue. Su pueblo nunca será vencido. Ellos son soldados, amén, porque la Palabra del Dios viviente arde en sus corazones. Así es. Dios está enviándoles cosas en diferentes lugares, bendiciéndolos, trayéndolos. Así que, tengamos nuestra mente en la Palabra y en Dios, y sigamos adelante.",
    "Ahora, no lo desvíe, diciendo: “Vamos a ser el grupo más grande. O, tenemos el mejor grupo de la ciudad. La gente mejor vestida viene a nuestro lugar”, o algo así. Si tiene eso en la mente, ahí mismo Ud. ha caído. ¿Ven? Sí, señor.",
    "Solo recuerden, donde esté el Espíritu, estaban los Seres vivientes. Correcto. Quédense con el Espíritu de Dios. Hagan lo que hagan Uds., quédense con ese Espíritu.",
    "Pues, Jesús, cuando creció, demostró que Él era el Mesías que ellos habían pedido. Él les mostró Su señal del Mesías. Probó que era el Mesías por las señales que hizo.",
    "Miren a la mujer junto al pozo cuando Él le dijo sus pecados, que ella tenía cinco maridos. “Pues” dijo ella, “Señor, sabemos que cuando venga el Mesías, Él nos dirá todas las cosas”. Pero ella no sabía Quién era Él.\n\nDijo: “Yo Soy”.",
    "Miren a Natanael, cuando regresó con Felipe, y entró en la Presencia de Jesús. Y Jesús le dijo quién era, de dónde venía, qué había estado haciendo. ¡Oh, vaya! Eso lo demostró. Él dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Rey de Israel”. ¡Vaya! Seguro, ¿debido a qué? Él ha probado. Él era. Él era el… ellos…",
    "Él no se presentó de la manera en que Israel pensó que se presentaría. Ellos pensaron: “Él será un rey poderoso con una vara en Su mano, y con ella saldrá y herirá a los romanos en la cabeza”. Pero esa no era la manera de Dios.",
    "Esa ni siquiera era la Escritura que Él cumpliría en esa venida. En la próxima venida es cuando Él hará eso. Ellos confundieron ambas, la primera y la segunda venida.",
    "Así que Él vino humilde, manso, montado en una mula, cabalgando. Y vino de la—de la—la ciudad más pequeña de todas las—las provincias grandes. Y ¡oh, las Escrituras de Su venida se cumplieron!, la forma en que Él vendría, pero ellos no pudieron verlo. ¿Ven? Pero Él hizo la señal Mesiánica, probó que Él era el Mesías, y ellos la rechazaron porque Él vino de una manera inesperada para ellos. Ahora, ¡si ellos tan solo hubieran estado dispuestos a aceptarlo a Él sobre la base que Dios Lo envió!",
    "¿Podremos nosotros esta noche, como gente pentecostal, aceptar el Espíritu Santo en base a como Dios Lo envió? ¿Podremos esperar que el Espíritu Santo haga lo que Dios dijo que Él haría cuando entrara? ¿Será sobre esa base que nosotros queremos aceptarlo? ¿O queremos decir: “¡Oh!, yo creo que recibí el Espíritu Santo cuando creí; le estreché la mano a mi pastor, y, puedo decirle: yo—yo creo que recibí el Espíritu Santo”? Eso no es lo que dice la Biblia.",
    "🦅 Cuando Él venga, Él dará testimonio de Mí” dijo Jesús, ¿ven?, cuando Él venga.",
    "Bueno, ¿cómo Él da testimonio de—de Dios? Él da testimonio a través de la vida que Él vive en Ud. “Por vuestros frutos seréis conocidos”.",
    "Ud. pudiera decir: “Pues, Hermano Branham, yo recibí el Espíritu Santo: yo hablé en lenguas”.",
    "Yo también creo eso. Pero si esa vida no acompaña esa experiencia, entonces algo no estaba bien, ¿ven?, Ud. recibió la cosa incorrecta. ¿Ven? Pero si Ud. tiene—si Ud. tiene el verdadero Espíritu Santo, y Ud. habló en lenguas, entonces la vida le sigue. Y luego, si Ud. afirma que ha tenido el Espíritu Santo, y que tuvo la experiencia, y luego su vida no cuadra con la Palabra de Dios, entonces Ud. recibió el espíritu incorrecto. ¿Ven? Pues: “No se puede cosechar uvas de un—un cardo”. Uds. saben eso. ¿Ven? “Y por sus frutos ellos son conocidos”.",
    "Y Jesús, cuando vino, diciendo que Él era el Mesías, Él hizo las obras del Mesías. Amén. Él dijo: “Si no hago las obras de Mi Padre, entonces no Me crean. Pero si hago las obras de Mi Padre, entonces crean a las obras”. ¡Qué declaración! Es igual hoy, como Él lo prometió en Hebreos 13:8, “Jesucristo es el mismo ayer, hoy, y por los siglos”.",
    "Las denominaciones, las grandes organizaciones del mundo, ¿qué esperan cuando ellas ven el… avivamiento que surge en la ciudad? ¿Qué esperan las denominaciones? “Un gran discurso intelectual. Él tiene que venir con una buena educación, palabras infladas. Y que sea capaz, con personalidad, para que consiga cooperación de todas partes, y—y todo así, y un gran programa tremendo”. ¿Qué hacen Uds.? Van al altar, un montón de Jezabeles de caras pintadas que nunca se lavan, un montón de tipos que fuman cigarrillos diciendo ser Cristianos y nunca han enderezado su vida, tan deshonestos como un barril de serpientes. ¿Ud. me dice que eso es el Espíritu Santo? No, señor.",
    "El Espíritu Santo es santidad, y el poder de la resurrección de Jesucristo. La Biblia dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Amén. Eso es verdad, hermano mío, no es ofendiendo. Pero el…",
    "¿Qué es? Llega un hombre allí arriba, quizás tartamudea un poco, y balbucea un poco en su lenguaje, y escribe mal algunas palabras, o las pronuncia mal; luego dicen: “¡Ah, ese tipo no tiene nada!”.",
    "¿Y qué de su Dwight Moody, uno de los mejores que Uds. han tenido desde Charles Finney? Así es. ¿Qué me dice de Moody? Él apenas podía leer su nombre, era un pequeño zapatero.",
    "Un día, allá, él estaba predicándoles a los cockney en Inglaterra, e intentó leer la Biblia y la pronunció mal. ¿Qué? Él, creo, llamó a los filisteos, “filestaines”, o algo así, cierta palabra que él dijo. Volvió a la mitad del versículo. Lo intentó de nuevo. Él pensó que tendría tiempo de deletrearla. Falló de nuevo. Volvió y leyó todo de nuevo, y falló de nuevo.",
    "Él cerró la Biblia. Y sabía que esos cockneys estaban sentados allí, solo… Para ellos tiene que ser intelectual. Él cerró la Biblia. Y dijo: “Señor Dios, hablaré con la lengua con la que me enviaste”. Hermano, él hizo pedazos ese lugar. ¡Lo hizo! Las lágrimas le corrían por las mejillas.",
    "Un periódico vino a investigar, para ver por qué atraía a tanta gente. Y el periódico vino y escribió un reportaje, decía: “¿Qué hace que alguien quisiera ver a Dwight Moody?”. Decía: “Primeramente, no es nada atractivo”. Y dijo: “Además” dice, “habla de manera nasal. Él no tiene—no habla bien”. Y dijo: “Su gramática es de lo más pobre que hay”. Y dijo: “Es de horrible apariencia. Es gordo y redondo, y con barba por toda la cara”. ¡Oh, le dieron casi toda clase de insultos!",
    "Su administrador se acercó y dijo: “Sr. Moody, esto es lo que dijo el periódico de Ud.”. Él leyó lo que decía. “‘Señor’ dijo, ‘¿qué hace que alguien quisiera ver a Moody?’”.",
    "Y el Sr. Moody solo habló una frase, dijo: “Já. Está muy claro. Ellos vienen a ver al Señor”. Eso es todo. No venían a… Si Ud. viene a ver a Dwight Moody, eso es diferente; uno tiene que ser de apariencia atractiva.",
    "Hermano, si Ud. viene por un discurso intelectual, eso es lo que Ud. busca, eso es lo que espera. Pero si Ud. viene a ver el poder y la demostración del Espíritu Santo, se necesitará el poder de Dios del Cielo para hacerlo. Así es. Depende de lo que Ud. busca, lo que Ud. esté esperando.",
    "Cuando vengo a la iglesia, yo espero salvación; espero gente santa. Espero un grupo que ha sido limpiado de una vida de pecado. Eso es lo que uno espera, porque eso es lo que Dios requiere. ¿Pero ven Uds. cómo estamos bajando la guardia?",
    "El anciano Hermano Spurgeon, un ministro metodista de antaño, amigo mío, predicaba, decía que dejamos… o que hablaba, cantaba sobre eso, mejor dicho. Él decía:\n\nBajamos la guardia, bajamos la guardia,\n\nCedimos ante el pecado;\n\nBajamos la guardia, las ovejas salieron,\n\n¿Pero cómo entraron las cabras?\n\nBajando la guardia, así es, bajamos la guardia.",
    "Quédense con la Palabra. Dios es infalible. Dios es el Ser Infinito que no puede cambiar. Él no cambia, es el Dios inmutable, el Mismo que bajó en el día de Pentecostés y llenó toda la casa con un viento recio que soplaba. Y lenguas de Fuego se asentaron sobre ellos, y todos fueron llenos del Espíritu Santo. Ese es el mismo Dios que esperamos ver hoy. Depende de lo que uno esté buscando ver. El Dios infinito: “Yo soy Dios, y no cambio”. Él no cambia. Él no puede cambiar. Si eso fue lo que Él les dio a aquellos primeros que esperaban allá atrás, eso es lo que Él les dio a los segundos que esperaban, eso es lo que Él le dio al tercero, cuarto. Y será lo mismo con cada uno que Él llamare.",
    "Él dijo: “Yo soy la Vid. Vosotros sois los pámpanos”. Si una vid produce un pámpano, y da uvas, la próxima vid o… El próximo pámpano que esa vid produzca va a producir uvas. No se puede hacer que una produzca calabazas, otra, sandías, y luego uvas. No se puede. ¿Ven?, eso muestra que ha sido añadida. Es una—es una vid que fue injertada. Así es. O alguna vid que haya sido…o algún pámpano que fue injertado en la vid.",
    "Una vez yo estaba aquí parado con el Hermano John Sharrit. Me mostró, oh, unas cuatro o cinco frutas cítricas diferentes en un… en el… un árbol. Creo que eran granadas. Y—y, no, tal vez me equivoque en eso. Eran naranjas, y limones, y mandarinas, y tangelos, y toronjas, todas creciendo en un naranjo.",
    "Le dije: “Pero, Hermano John, quiero preguntarle algo: cuando broten ahora y produzcan sus nuevos retoños” dije, “¿todos serán naranjas?”.",
    "Él dijo: “No. Cada una de la rama, cada una de las ramitas que fueron cortadas e injertadas en este árbol, si es de un árbol de limón, va a… si es de una rama de limón, producirá limones”.",
    "Dije: “¿Pero qué pasa si el árbol original produce otra rama?”. Él dijo: “Dará naranjas”. Así es.",
    "Entonces, hermano, nosotros mismos nos metemos por medio de la organización; eso es todo lo que tenemos. Producimos frutos de la organización. Producimos la evidencia organizacional. Pero si Ud. ha venido por la Vid, y ella lo produce a Ud., una nueva criatura en Cristo, Ud. producirá la vida de Cristo. ¡Vaya, así lo hará Ud.! Correcto. Ud. tendrá la misma experiencia que ellos tuvieron al principio. Amén. Yo sé que es la verdad.",
    "Las denominaciones buscan a los intelectuales. El problema es que nosotros los pentecostales buscamos tanto el viento recio que se nos pasa el Silbo apacible y delicado. Eso es exactamente. ¿Ven? Sí, señor. Es inesperado a veces. Si no tiene un Silbo apacible y delicado, pues… O, si Lo tiene, pues, no queremos aceptarlo. A veces una verdadera enseñanza buena, a veces, nos corta en pedazos, como que nos revuelve un poco las plumas, Uds. saben. A veces eso nos ayuda un poco. Uds. saben que es la verdad. [Cinta en blanco.—Ed.] Es la verdad, sí, señor, algo que nos ayudará, nos hará bien.",
    "Ahora, Elías había oído vientos recios, y sabía que era Dios allá afuera, o algo que pasaba. Él oyó lluvias, todo. Pero lo que lo sorprendió fue cuando Él vino en ese Silbo apacible y delicado. Él Lo había visto venir en la lluvia. Él Lo había visto venir aun en el fuego. Él oyó los vientos. Y oyó la lluvia. Oyó el fuego, y vio el fuego, y todo. Pero se sorprendió cuando llegó ese Silbo apacible y delicado. Así que colocó un velo sobre su rostro y salió allá. ¡Oh, hermano, eso es!",
    "Lo que nosotros debemos hacer es escuchar muy profundamente en nuestro corazón hasta que oigamos la Voz de Dios, y salir allí con ella, creer que es verdad. Sí, señor.",
    "Yo, pero me pregunto hoy, hermano, si aun fallamos en reconocer al Espíritu Santo entre nosotros. Me pregunto si la gente con nuestras actitudes hoy, no reconocemos que esto es el Espíritu Santo. ¿Ven?",
    "Ahora, yo sé, para algunos de Uds. desconocidos, tal vez, en el campamento esta noche, algunas personas tal vez viven una vida que a Ud. mismo le daría vergüenza vivir. Eso pudiera ser cierto. Pero, mi hermano, hermana, ellos no tienen eso de lo que hablan. Así es. Eso es verdad. Pero nunca juzgue Ud. por eso.",
    "Cuando yo fui a la India, un hombre quería probarme que podía acostarse sobre clavos. Uno quería caminar en el fuego. Él quería hacer todas esas cosas para mostrar de lo que era capaz, por cinco centavos, o diez centavos, o un centavo, lo que uno le diera. Pero, escuchen, él estaba haciendo el papel de un hipócrita allí. Pero en el fondo en ese interior había una persona sincera, que lo hacía absolutamente pensando que le hacía un sacrificio a un dios en alguna parte. Pero él hacía el papel de un hipócrita.",
    "Nosotros tenemos eso mismo. Exactamente. Algunos hombres, mujeres, solo… o así llamados, solo tratan de manufacturar y actúan como si tuvieran el Espíritu Santo, y solo es porque los demás van en esa dirección.",
    "Como yo les decía la otra noche. Cuando pasé al púlpito por primera vez, yo—yo subí, y yo—yo observaba cómo predicaba el Dr. Davis. Y simplemente recibí una licencia de exhortar, así que subí allí. Pensé: “Oigan, ¿saben? Yo también puedo predicar así”.",
    "Entonces subí allí y moví los brazos como él, y brinqué así como él brincaba, y yo solo decía: “¡Aleluya! ¡Gloria a Dios!”. Y, “¡Aleluya! ¡Gloria a Dios!”. Y, “¡Aleluya! ¡Gloria a Dios!”.",
    "Y luego, cuando menos pensé, al bajar de allí, todas las ancianas se me acercaron y dijeron: “¡Oh, eso fue maravilloso, Billy!”.",
    "Pero el anciano Dr. Davis se quedó allí, un abogado veterano, ya saben, me miró así. Le dije: “¿Cómo lo hice, Dr. Davis?”.",
    "Dijo: “Horrible. Es lo peor que he oído”. ¡Oh, vaya!, ¡sí que me desinfló! Dijo: “Te quiero en mi estudio mañana por la tarde, a las dos”.\n\nLe dije: “Muy bien, Dr. Davis”.",
    "Entré todo derrotado, Uds. saben. Me miró, dijo: “Supongo que sientes que nunca me perdonarás, Billy”.\n\nDije: “No. Yo quiero saber por qué”.",
    "Él dijo: “Cuando empecé a ejercer la abogacía” dijo, “yo observaba a un abogado. Y no hay duda que tú también lo has hecho: observarme a mí”. Dijo: “Porque, veo que intentas hacer las mismas acciones que yo hago”.",
    "Él dijo: “¿Pero sabes algo?”. Dijo: “La razón por la que dije ‘es lo más horrible que he oído’” dijo él, “fue porque no trajiste ni un poquito de la Palabra de Dios. Solo lloraste, y resoplaste, y babeaste, y con ese comportamiento”. Dijo: “No dijiste ni una sola cosa acerca de la Palabra”, dijo.",
    "Y entonces dijo: “Yo subí allá e intenté proceder defendiendo el caso de divorcio. Y dije: ‘¡Esta pobre mujercita! ¡Buaah! ¡Pobre mujercita! ¡Buaah!’ Continué de esa manera”.",
    "Y dijo: “Un abogado veterano estaba sentado al otro lado y me miraba así, como por media hora, hasta que terminé de golpear y llorar, casi sin voz”. Dijo: “Ese abogado veterano dijo: ‘Juez, su Señoría. ¿Cuánto más de esta tontería soportará su corte?”.",
    "Él dijo: “Le dije… Fui a ese abogado veterano, y él me habló. Él dijo: ‘¿Sabes algo? Estabas haciendo mucho ruido y todo. Eso, tú—tú lo haces bien. Pero’ dijo, ‘no estabas presentando ninguna de las leyes. Se requiere de la ley para ganar el caso’”.",
    "Hermano, eso es lo que yo también creo esta noche. Así mismo tiene que ser, hermano. No importa cuánta educación, intelecto, ni cuánto más tengamos, tiene que haber algún poder y demostración del Espíritu Santo para probar que sí es Dios, lo cual enderezará su vida, obrará y vivirá la misma Vida de Jesucristo. Amén.",
    "Fue prometido en los últimos días que Él… “Habría Luz al caer la tarde”. El profeta lo prometió. Notamos que la luz sale geográficamente en el oriente y se pone en el occidente. Y el mismo sol que sale en el oriente es el mismo sol que se pone en el occidente. Sabemos que eso es verdad.",
    "Bueno, ¿dónde comenzó la civilización? En el oriente. Correcto. Ha viajado con el sol, y ahora está en la costa occidental. Si continúa, regresará al oriente de nuevo. El oriente y el occidente se han encontrado, la civilización. Queremos que observen esto solo por un minuto.",
    "Ahora, recuerden, el profeta dijo: “Vendrá un día que no habrá luz clara, ni oscura, un día sombrío. Pero al caer la tarde habrá Luz”. Pues noten. “Habrá Luz al caer la tarde”.",
    "Ahora, el Hijo de Dios iluminó con Su justicia y poder sobre el pueblo oriental hace unos mil novecientos años. Y llegó un lapso de tiempo en el que hemos tenido enseñanzas intelectuales. Lo hemos pasado muy bien. Hemos hecho organizaciones. Hemos hecho una gran obra, la cual está bien. Simplemente es un día sombrío.",
    "No creo que Uds. los tengan aquí en Phoenix, pero en el este los tenemos, un poco nublados, solo con suficiente luz para uno moverse; pero el sol no está brillando. Está brillando en algún lugar, porque uno… No habría luz si no brillara. Pero no es exactamente la buena luz del sol. Pero luego, en el tiempo de la tarde, se despejan las nubes, y el mismo sol que brilló en el oriente brilla en el occidente.",
    "Entonces el mismo Jesús, el mismo Espíritu Santo que cayó sobre el pueblo oriental, ha venido bajando durante el día de la organización, y ha bajado aquí en los últimos días, para hacer brillar la Luz sobre el horizonte occidental. Es el mismo Jesús, la misma cosa, el mismo Ser amoroso.",
    "Él está aquí esta noche en la forma del Espíritu Santo. ¡Él viene! Él es—Él es el Dios que no cambia. Él simplemente no puede cambiar. No. Él viene de maneras inesperadas, haciendo maravillas, de maneras diferentes, para realizar Sus maravillas. Maneras misteriosas, más bien, para realizar Sus maravillas.",
    "Pero recuerden, Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Nadie puede dudarlo, que dijo: “Como fue en Sodoma”. Pues, en Sodoma, eso fue justo antes de que el fuego cayera y quemara a Sodoma y a Gomorra. Y ahora estamos justo antes de llegar a esa hora de la medianoche, para la segunda Venida de Cristo, y que el mundo sea destruido por el fuego.",
    "¿Qué sucedió? Había tres clases de personas en ese día, y hay tres clases de personas hoy. Primero, estaban los sodomitas; el mundo. Estaba Lot y su gente; la iglesia, el formal, la clase intelectual. Y estaba Abraham y su grupo; Abraham y su grupo que estaban por allá, la Iglesia elegida y llamada fuera.",
    "Recuerden, ahora, había tres grupos: Los sodomitas; un mundo pecador, maligno como el de hoy. Estaba el miembro de la iglesia, tibio, frío; Lot, su grupo. Estaba Abraham, el llamado fuera de aquello, y estaba allí en el desierto, viviendo difícil. Así es. Y el Señor bajó en forma de Hombre, el Portavoz de estos tres Ángeles allí de pie.",
    "Pues, alguien me preguntó, dijo: “Hermano Branham, ¿Ud. no cree que ese era Dios?”.",
    "Yo dije: “Sí era Dios. Porque, ahora escuche. Abraham Lo llamó, mayúscula S-e-ñ-o-r. Y cualquier erudito sabe que S-e-ñ-o-r en mayúsculas es Elohim, que es Dios”.",
    "Él dijo: “Bueno, ¿cómo podría Él…” Dije… Dijo él: “¿Dios, comiendo?”.",
    "Yo dije: “Seguro”. Dije: “Dios solo extendió la mano y agarró un puñado de—de luz cósmica, y cualquier otra cosa que tuvo que juntar, y un poco de petróleo, y luz cósmica, y—y un poco de calcio y potasio”. Él hizo, ‘¡Fiu! Entra allí, Gabriel. ¡Fiu! Entra allí, Miguel’. Y Él entró allí, Él Mismo”.",
    "Él es Dios. Uds. fallan no viendo Quién es Él. Él es el Dios que no cambia. Me alegra tener fe en Él esta noche, que algún día cuando mi vida, mi cuerpo y sus dieciséis elementos estén otra vez en el polvo de la tierra, pero Él dirá: “William Branham”, y yo saldré. Él soplará aliento de vida en él y dirá: “Allí estás”. Pasará por alto el nacimiento—el nacimiento por mi madre, y todo eso.",
    "Como Jesús, con Su primer milagro convirtió el agua en vino. Finalmente habría sido vino, pero Él se saltó todo ese proceso, y dijo: “Conviértase el agua en vino”.",
    "En la resurrección, Él no dirá: “Sr. y Sra. Branham vuélvanse a casar y tengan a William”. Él hablará y yo saldré. Amén. Es Él. Él es Dios.",
    "Seguro, Él lo hizo. Caminó allí delante de Abraham. Bueno, pues miren lo que hizo Él.",
    "Recuerden, Ellos iban allá, dos de los Ángeles fueron allá y predicaron en Sodoma. ¿Correcto? Tuvieron una reunión allá. Pero ¿qué hicieron? Ellos no hicieron muchos milagros, pero ¿qué hicieron? Hirieron a esos sodomitas con ceguera.",
    "Y ahora tenemos a esos mismos ángeles predicándole a la iglesia formal hoy: un Billy Graham y demás. ¿Y qué ciega al mundo? Es la Palabra. Y predicar la Palabra, ciega al incrédulo.",
    "Pero miren a esta Iglesia Elegida y llamada fuera, a este Ángel que habló allí con Abraham.",
    "Él, pues recuerden, su nombre había sido Abram unos días antes. Y el nombre de su esposa había sido Sarai, S-a-r-a-i. Pero, él, Dios se había encontrado con Abraham en forma de Espíritu, y había cambiado su nombre de Abram a Abraham, de Sarai a Sara.",
    "Y observen ahora a este Ángel, Su ropa polvorienta, y Él dijo: “Abraham, ¿dónde está tu esposa, Sara?”.",
    "Me pregunto. Abraham debe haber dicho: “Mi—mi guianza era correcta. Sí sentí algo. Esa Persona era diferente”.\n\nÉl dijo—dijo: “Ella está en la tienda allí detrás de Ti”.",
    "¿Cómo supo Él que él tenía esposa? ¿Cómo supo que su nombre había sido cambiado? ¿Cómo lo supo Él, ella, estas condiciones? Dijo: “Volveré a ti según el tiempo de la vida”. ¿Cómo aun supo Él que Abraham estaba casado? ¿Ven? “¿Dónde está tu esposa, Sara”?",
    "Él dijo, observen ahora: “Yo”, ese pronombre personal allí, “volveré a ti según el tiempo de la vida”. Uds. ven Quién era. ¿Ven? Uds. ven Quién era. Y Él—Él dijo…",
    "Y Sara, en la tienda, dijo: “¿Cómo pudiera yo?”. Ella se rio. En otras palabras, una pequeña risa, Uds. saben, entre sí, dijo: “Pues mira. ¿Cómo puedo volver a tener placer?”.",
    "Abraham tenía cien años, y la Biblia lo dice claramente allí, que ambos eran ya de edad bien avanzada. Y la costumbre de Sara había cesado hace mucho tiempo. Abraham, su cuerpo estaba como muerto. Y la matriz de ella ya estaba seca y muerta, por años.",
    "🦅 Volveré a ti según la vida, el tiempo de la vida, y vas a dar a luz este hijo”.",
    "Ahora noten, antes de cerrar. Y Sara se rio, dijo: “¿Cómo podrá ser? Yo, y tan vieja como lo estoy, tener placer otra vez, y mi señor también”. Pues noten, es la “s” minúscula allí, “señor”, Abraham. “Él también estando viejo”.\n\nY el Ángel dijo: “¿Por qué se rio Sara?”. ¡Oh, vaya!",
    "Pues, recuerden, Jesús dijo: “Como fue en los días de Noé, y en los días de Sodoma, así será en la venida del Hijo del Hombre”.",
    "¿Qué es? Es Dios, el Espíritu Santo, morando entre carne humana, en estos vasos santificados que la Sangre del Hijo de Dios limpió por fe; y Dios morando en estos vasos, realizando y llevando a cabo las obras de Jesucristo, haciéndolo a Él el mismo de ayer, hoy, y por los siglos. Si somos bautizados por el Espíritu Santo en el Cuerpo, entonces venimos a ser el Cuerpo de Cristo. Entonces estamos resucitados con Él. Cuando Él resucitó, nosotros también resucitamos en la resurrección con Él; porque Él es la Cabeza, y la Cabeza y el Cuerpo están unidos. Entonces, hoy, Cristo está en la Iglesia, en Ud., y también Sus obras que una vez hizo. San Juan 14:12, “El que cree en Mí, las obras que Yo hago, él también las hará”. Así es. Hebreos 13:8, “Jesucristo es el mismo ayer, hoy, y por los siglos”. ¿Lo ven?",
    "La gente no espera que sea así. Esperan que seamos un grupo de gente analfabeta, que ni siquiera saben de lo que están hablando. Ellos creen que es un montón de tontos. Pero nosotros—nosotros quizá lo seamos, en el sentido que ellos lo dicen.",
    "Pero nosotros aceptamos el Espíritu Santo de la manera en que Dios Lo derramó, y recibimos los mismos resultados que ellos tuvieron allá en el pasado, entonces eso prueba que Él es. Él es el Dios que no cambia. Recibimos los mismos resultados. Amén.",
    "Cuando mi madre moría, ella dijo: “Billy, tú has sido…”. Yo la bauticé hace muchos años. Ella dijo: “Me has sido como un guía espiritual, Billy”.\n\nYo dije: “Madre…”.",
    "Uds. saben, nuestra familia es católica. Y dije… Cuando por primera vez supe que Dios era Dios, lo supe toda mi vida, desde un muchachito, pero mi familia no iba a la iglesia. Y fui allá y hablé con el sacerdote, y él dijo: “Esta es la iglesia. Este es el camino”.\n\nYo dije: “Y, ¿la Biblia? ¿Podría yo…?”.",
    "Dijo: “Pues, vas a terminar todo confundido. ¿Ves? Esta es la iglesia. Dios está en Su iglesia. Tienes que creerle a la iglesia”.",
    "Bueno, fui a los luteranos y ellos dijeron: “Nosotros somos la iglesia; somos el cuerpo de creyentes”.",
    "Fui a la metodista. Me dijeron: “Nosotros somos el cuerpo de creyentes”.",
    "Fui a la bautista. Ellos dijeron: “No, todas están mal. Nosotros lo somos”.",
    "Pensé: “¿Qué pasa aquí? Una iglesia es un cuerpo de personas. Y esta habla de esta manera. Esta habla de esta manera. Y de esta manera, y de esa manera, y de aquella manera. Algo tiene que estar mal”.",
    "Así que dije: “Regresé directo a la Biblia, mamá, y leí exactamente lo que hizo la primera iglesia. Y la manera en que ellos lo hicieron, así es como lo hice yo, también, y obtuve los mismos resultados”. Dije: “Alabado sea Dios. Con Eso me basta”.",
    "Con tal que yo tenga los mismos resultados, vea al mismo Jesús. Veo al mismo Dios que obró en el Antiguo Testamento, en el Nuevo Testamento, hasta el Concilio antes de Nicea. Él obró allí hasta la llegada de la iglesia católica romana que aceptó dogmas en lugar de la Biblia, salió durante el oscurantismo y regresó con Lutero, Wesley, y aquí en la edad de la iglesia de Laodicea. “Y habrá Luz al caer la tarde”. Dios sacará a una Iglesia tan cierto como yo estoy parado aquí. La habrá. Y ver el mismo Espíritu Santo, por las mismas promesas, haciendo las mismas obras y la misma cosa, bendito sea el Nombre del Señor.",
    "El Dios que no cambia les dará a Uds. el mismo Espíritu Santo que Él les dio a ellos allá, sin cambios. Él hará las mismas cosas que hizo cuando estuvo aquí en la tierra, a cualquier hombre o mujer que lo crea y lo acepte. Si Ud. tiene el Espíritu Santo, aférrese de Él como lo hizo Jacob, y manténgase aferrado hasta que vengan los resultados positivos. Amén. Créanlo, amigos.",
    "Y en un momento inesperado, y tal vez en un lugar inesperado. Pero si Él lo hace en un lugar inesperado, ¿cuánto más debería hacerlo esta noche en un lugar esperado, donde esperamos ver que suceda eso?\n\nInclinemos nuestros rostros solo por un momento.",
    "Mientras tienen sus rostros inclinados, y confío que sus corazones también estén inclinados. Discúlpenme por tenerlos todo este tiempo, hasta las nueve. Pero me gustaría hacerles esta pregunta: Uds. saben, puede ser que no nos volvamos a encontrar. El amanecer tal vez no venga en la mañana para algunos de nosotros. Y si así fuera, que no veamos otro amanecer, ¿nos encontraríamos más allá del río? ¿Habrá…? ¿Tiene Ud. la paz y la… en su corazón, y la seguridad, una seguridad Escritural como estas personas de las que he hablado esta noche, que cuando Ud. conoció a Dios, Ud. tuvo una experiencia Escritural? ¿Dios cambió su vida por completo, y ahora Ud. simplemente no es la misma persona, solo reformada, pulida, sino que es una nueva criatura, una nueva creación en Cristo? Si Ud. no está así…",
    "No tenemos dónde pararlos en el altar, ni espacio. Pero quiero pedirles sinceridad. Si quiere que yo ofrezca una oración aquí por Ud., desde el púlpito, sabiendo que algún día tendré que encontrármelo a Ud. de nuevo y encarar mis palabras que dije esta noche, ¿quisiera Ud., con…? todos con el rostro inclinado y los ojos cerrados, ¿levantará la mano y con eso indicará: “Ore por mí, hermano, que yo—yo quiero ser así?”.",
    "Dios le bendiga, y le bendiga a Ud. Dios le bendiga, jovencita. Dios le bendiga. Afuera, donde sea, ponga las manos contra las ventanas, donde sea. Dios bendecirá.",
    "Solo levante la mano, con profunda sinceridad, y diga: “Dios, ten misericordia de mí. Yo—yo siempre quise ser así, Hermano Branham, pero de alguna u otra manera, nunca pude lograrlo”.",
    "¡Oh, precioso amigo!, ¿quisiera Ud. aferrarse de algo? Créame, como Su siervo. El Espíritu Santo es correcto. No deje Ud. que nadie le convenza a alejarse de Él. Aférrese de la mano de Dios que no cambia, amigo Cristiano. Si Ud. recientemente se unió a la iglesia, si recientemente fue bautizado en agua, y Ud. aún no ha sido bautizado con el Espíritu Santo, Ud. realmente nunca ha sido regenerado.",
    "Ahora, Ud. dirá: “Hermano Branham, yo—yo hablé en lenguas, yo—yo hice esto, o hice aquello”. Bueno, yo también creo en eso. Se los dije. Pero, recuerden, Ud. podría danzar en el Espíritu; Ud. podría hablar en lenguas.",
    "He visto a hindúes hacer eso. He visto a curanderos hablar en lenguas, interpretarlas. Y he oído. Fui a un campamento una vez, donde hubo algunos hermanos que entraron allí, y vi un golpeteo en lenguas en una mesa, y un lápiz vino y escribió en lenguas desconocidas; ellos lo leyeron. ¿Ven? Todas esas cosas, en sí, eso podría ser el diablo.",
    "Pero, hermano, si Ud. habla en lenguas, y luego continúa viviendo la vida que Ud. vivía anteriormente, entonces algo anda mal con su experiencia. ¿Ven? Si Ud. tiene eso, lo único en lo que Ud. se está apoyando es en hablar en lenguas, no intente eso. Ud. caerá por las cataratas, y esa barca no resistirá. Pero con un…",
    "🦅 Donde haya lenguas ellas cesarán. Donde haya profecías, fallarán. Pero cuando venga lo que es perfecto” ¡oh!, ese amor de Dios, tan rico y puro, insondable y fuerte, entonces estos otros dones entrarán a obrar allí mismo con él. ¿Ven? Esos son dones del Espíritu Santo dados a Ud., hablar en lenguas, profetizar y, lo demás, interpretaciones. Eso es para edificar a la Iglesia, para la edificación del Cuerpo. Pero primero reciba el Espíritu Santo, para que Ud. vea que su vida ha cambiado.",
    "Bueno, como ocho o diez manos se levantaron desde que estoy hablando. ¿Habrá otra antes de que ore? Dios la bendiga, señora. Bueno, que Dios la bendiga, hermana. ¿Alguien más? Solo levante la mano, diga, con profunda sinceridad: “Hermano Branham, recuérdeme a mí”. Dios le bendiga allí, hermano. ¿Alguien más? Solo diga: “Ore por mí”. Yo solo puedo orar por Ud., mi amigo. Dios le bendiga, señora. Y que Dios le bendiga allí, hermana. Bueno, Él ve su mano.",
    "Recuerden, Jesús dijo: “El que oye Mis palabras, cree en Aquel que Me envió, tiene Vida Eterna, y no vendrá a condenación sino que ha pasado de muerte a Vida”. Debemos creerlo con todo el corazón. Solo créalo con todo lo que haya en Ud., y Dios se encargará del resto.",
    "Padre Celestial, Te entregamos ahora esta pequeña congregación. Estas palabras entrecortadas, y expresadas nerviosamente esta noche, Señor, parado aquí, con el sentimiento por esas personas allí de pie, y sus miembros doloridos. Dios, yo reclamo sus almas. Haciendo lo mejor de mi parte, Señor, en presentar la Palabra, en mi pobre y humilde manera, la simiente que haya en eso, por pequeña que sea, Padre, siémbrala en los corazones de esas personas. Y yo reclamo sus almas, que no se pierdan, sino que aparezcan allá en ese día en la resurrección. Concédelo, Señor.",
    "Tú eres Dios. No hay otro Dios sino Tú. Los paganos tienen imágenes. Nosotros tenemos a un Dios vivo, el único Dios vivo y verdadero. Podríamos pensar en Ti, Padre, estando allá en la Eternidad, brillando millones de veces más que diez mil millones de soles. ¡Oh Dios, resplandece! Tú Quien pudiste crear los mundos, poner el gran sistema solar en los cielos, y—y luego bajar para salvar a un pecador, lo suficientemente interesado para estar aquí en este pequeño tabernáculo esta noche con estas personas Cristianas. Porque, Jesús nos dio la Palabra, que: “Dondequiera que dos o tres estén reunidos en Mi Nombre, Yo estaré en medio de ellos”.",
    "Ahora, salva a estas personas, Padre. Eso es todo lo que sé pedirte, y yo creo que Tú responderás mi oración. Y oro para que mañana ellos estén allí en la iglesia, y dispuestos para el bautismo, aun esta noche, si ellos nunca han sido bautizados. Oro que Tú los llenes del Espíritu Santo. Que ellos se aferren a esta Verdad genuina de Dios hasta que la muerte los libere. Oro en el Nombre de Jesús. Amén.",
    "Ahora, congregación, quiero hacerles una pregunta, solemne, sagrada. En unos momentos estaremos terminando. Como dije, tal vez no nos volvamos a encontrar. Espero que sí. Pero recuerden, tendremos que rendir cuentas por esta noche, cuando lleguemos al Juicio. Yo tendré que dar cuenta de lo que he dicho, de lo que hago. Se tiene que rendir cuenta por todo, a Dios. Y si—si soy encontrado culpable, Uds. saben lo que me pasará. Prefiero que me deje morir como pecador, pero nunca morir como engañador. Que yo pueda ser veraz, sincero.",
    "Ahora, miren. Si Jesucristo es el mismo ayer, hoy, y por los siglos… Y esta es mi oración. Ahora, no sé si Él lo hará. Porque, esta solo es una pequeña congregación de personas… Y hay gente de pie, y ya es hora. Estoy muy pasado de tiempo. Sería difícil hacer una línea de oración aquí, pero voy a orar por Uds. en la congregación. Pero déjenme… Oro para que Dios les dé algo sobre lo cual poner las manos, como lo tuvo Jacob; que nunca lo hayan tenido, ¿ven?, algo sobre lo que Uds. puedan poner las manos.",
    "Ahora, para Uds. los que están allá sufriendo, les hablé de un Ángel que bajó, que era Dios manifestado en un cuerpo humano, el que Se manifiesta en nosotros si somos creyentes. Y luego cuando Él estaba de espalda, Sara… Él entendió lo que Sara decía y hacía en la congregación.",
    "Luego, una vez, para que les quede más claro, que Él pasó por una—una multitud, y había una mujercita que probablemente estaría tan decepcionada como cualquiera aquí.",
    "Nosotros, por lo general… Anoche tuvimos una pequeña conmoción. Y teníamos muchas personas por las que se estaba orando, sucedió que el muchacho repartió algunas tarjetas de oración mientras yo aún predicaba. Y, pues, a veces ellos van y vuelven, y van y vuelven. Y todos Uds. quieren ir a la escuela dominical. Alguien me dijo afuera, dijo: “Deje salir temprano, porque esta gente tiene que conducir lejos y regresar a la escuela dominical”.",
    "Quiero cumplir esa promesa. Yo dije: “Lo haré. Lo haré”. ¿Ven? Y yo—yo quiero que Uds. se aferren. Si…",
    "Lo principal es, aferrarse de algo que sea real. ¿Cuántos creen que Jesucristo es el mismo ayer, hoy, y por los siglos? [La congregación dice: “Amén”.—Ed.]",
    "Luego, si—si yo les dijera que el espíritu de John Dillinger hubiera venido sobre mí, yo sería una persona peligrosa con quien asociarse. Tendría armas y sería un bandido. Si les dijera que yo tengo el espíritu de—de un gran artista, Uds. esperarían que yo pintara el cuadro como lo haría ese artista. Si les dijera que el espíritu de—de—de Houdini, el gran artista del escape, Uds. esperarían que yo hiciera las cosas que él hizo. Si les dijera que yo tengo el espíritu de un gran músico, Uds. esperarían que yo tocara esas teclas de una cierta manera, porque su espíritu estaría sobre mí. ¿Ven?",
    "Si les digo que yo tengo el Espíritu de Cristo, entonces que se hagan las obras de Cristo. Cristo dijo que Dios estaba en Él. “Dios estaba en Cristo, reconciliando Consigo al mundo”. Todos sabemos eso, que Dios Se representó a Sí Mismo en Cristo, para reconciliar Consigo al mundo. Él era Emanuel. Jesús dijo: “No soy Yo que hace las obras. Es Mi Padre que mora en Mí, Él hace las obras”.",
    "Y pasando por allí, con ese mismo Espíritu en Él, una mujercita tocó el borde de Su manto. Pues, Él no sintió eso, físicamente. Uds. saben que Él no lo sintió. Seguro que no. Porque la vestidura palestina, si alguien lo sabe, tenía una prenda debajo y una gran prenda suelta que cuelga así. Así que Él no tocó… Él… Ella nunca hubiera… Él no hubiera sentido eso, y todos así alrededor de Él. Pero ella tocó Su manto por fe.",
    "El ciego Bartimeo tocó Su vestidura un día, allá en la puerta, pues Él nunca hubiera oído ese clamor.",
    "Algunos de ellos decían: “Oye, Tú, resucita a los muertos. Acá hay todo un cementerio lleno de ellos. Ven, hazlo”, y burlándose de Él. Y los sacerdotes y todos: “Ven, haz esto, y haz aquello”. Él no dijo ni una palabra.\n\nPero un mendigo ciego: “¡Oh, Dios!”.\n\nY Jesús Se detuvo: “Tráiganlo aquí”. ¿Ven? ¿Ven?",
    "Esa mujercita vio que jamás podría captar Su atención, por los rabinos y los sacerdotes y todos que Lo rodeaban, y los demás. Y ella tocó Su manto. Y Jesús se detuvo, dijo: “¿Quién Me tocó?”.",
    "Y Pedro como que se lo reprochó, dijo: “¿Quién Te ‘tocó’? Todos Te están tocando. ¿Por qué dices tal cosa?”.",
    "Él dijo: “Pero veo que virtud, fuerza salió de Mí. Alguien dio un cierto toque”.",
    "Y Él buscó entre la congregación hasta que encontró a la mujercita. ¿Y cuál era su problema? Ella tenía un flujo de sangre. Y si ella tuvo suficiente fe para tocar a Dios, y esto causó una reacción en Jesús; y luego si Cristo está en nosotros, ungidos con el Espíritu Santo, ¿el mismo deseo suyo no tocará aquello mismo?",
    "Bueno, quiero preguntarles algo a Uds. ministros. ¿Dice la Biblia que “Jesucristo es el Sumo Sacerdote, ahora mismo, que puede compadecerse de nuestras debilidades”? ¿Correcto? [Los ministros dicen: “Así es”.—Ed.] ¿Cuántos saben que eso es la verdad? [“Amén”.] La Biblia lo dice, el Nuevo Testamento. “Él es ahora mismo un Sumo Sacerdote que puede compadecerse de” ¿de qué? “nuestras debilidades”.",
    "Pues, entonces, ¿cómo sabría Ud. que lo tocó a Él? Si Él es el mismo ayer, hoy, y por los siglos, Él actuará igual como lo hizo ayer. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]",
    "Bueno, pues, Él no tiene manos en la tierra sino las mías y las suyas. Su voz en la tierra es la nuestra; nuestra voz se la damos a Él. Por eso predicamos el Evangelio. No creemos que seamos nosotros. Somos inspirados a predicar esas cosas, el Espíritu Santo hablando a través de nosotros. ¿Ven? No creemos que nosotros podamos hacer eso. Seguro que no. Sé que yo no podría. Y—y nosotros—nosotros sabemos que es la inspiración del Espíritu Santo.",
    "Entonces si un hombre predica algo que sea contrario, que niega la Palabra, entonces ¿cómo puede el Espíritu Santo escribir la Palabra y darse vuelta, negarla a través de un hombre? Él no puede hacerlo. Tiene que ser la Palabra. Tiene que venir exactamente de la manera en que está escrita, exactamente.",
    "Bueno, si “Él es el Sumo Sacerdote”. Aferrémonos de esa Escritura, solo aceptémosla. Si Él es un Sumo Sacerdote que puede ser tocado al sentir nuestras dolencias, entonces la única manera en que Ud. lo puede saber, sería que Él… Si Él es el mismo ayer, hoy, y por los siglos, Él actuará exactamente como lo hizo cuando esa mujer Lo tocó.",
    "Y luego, si yo soy Su siervo, y Su Espíritu está en mí, Uds. pueden tocar Su manto dondequiera que estén. No habría…",
    "Mi manto no marcaría ninguna diferencia. Yo soy un hombre, un pecador salvo por gracia; pues no sería más que su esposa, su esposo o su hermano, sea quien sea, su pastor. Todos nosotros somos iguales. Pero Él es el Sumo Sacerdote. Yo no soy el Sumo Sacerdote. Él lo es.",
    "El que Ud. me toque a mí no servirá de nada; pero tocarlo a Él sí. Pero si yo puedo rendirme a Él… Yo soy como este—este micrófono aquí. Este micrófono está completamente mudo hasta que algo hable por él. ¿Verdad que sí? [La congregación dice: “Así es”.—Ed.]",
    "Bueno, entonces, no conozco a ninguno de Uds. allá. Y si La viera sobre algunos de Uds. que conozco, yo no diría nada. Conozco al Hermano y a la Hermana Dauch sentados allí. Y creo que este es el hermanito griego aquí, de Grecia, que no—que no puedo recordar su nombre, David. Y aparte de eso, creo que esta es la… estas personas aquí mismo, a la derecha, estas tres o cuatro jovencitas aquí en esta primera fila, las conozco a ellas, porque son de Georgia y de Tennessee. Vienen a mi iglesia. Algunos de ellos conducen mil quinientas millas el domingo, cada domingo que yo predico. Aparte de eso, creo que la Hermana Evans está sentada allí, y la Hermana Ungren y ellos, el Hermano Evans, sentados por allí.",
    "Ahora les pregunto: ¿Cuántos aquí están enfermos y saben que no los conozco, que no sé nada de Uds.? Levanten las manos. Tengan fe.",
    "Ahora, Padre Celestial, Tú conoces mi corazón. Y yo—yo—yo no vengo a hacer esto, para hacer de Ti un espectáculo de plataforma, Señor. Tú no tienes que hacer esto. Si no quieres hacerlo, Padre, si no es Tu voluntad Divina, entonces ciérraselo, a ellos. Sentimos que el Espíritu Santo ha estado aquí y nos ha bendecido.",
    "Pero, por cuanto he hablado sobre ese tema: “Yo soy Dios, y no cambio”. Luego, cuando Tú caminaste aquí en forma humana, en la tierra, Emanuel, una mujercita tocó el manto un día, y ella tuvo tanta fe que Él la sintió. Y Tu Palabra dice, Padre, que esta noche, que Jesús, Tu Hijo, es nuestro Sumo Sacerdote, y que Él todavía puede ser tocado al sentir nuestra dolencia.",
    "Hay personas aquí que están enfermas. Oro, Padre, que Tú se los des, al menos a uno o a dos, o algo aquí, Señor, para que la gente tenga algo de qué aferrarse, como Jacob, y sepan que es el Espíritu Santo, y que nunca se suelten hasta que sean bendecidos. Que, si Tú solo lo hicieres, Señor, cada persona enferma aquí se aferrará de esa misma promesa, y se mantendrá ahí con ella hasta que estén seguros en su corazón que la bendición de Dios descansa sobre ellos.",
    "Ahora, encomiendo esta congregación a Ti, el Mensaje y a mí mismo, para Tus obras. Es más allá de lo que yo pueda hacer o cualquier otra persona, de aquí en adelante, Señor. Tienes que ser Tú, así que prueba Tu presencia, el mismo ayer, hoy, y por los siglos, el Dios que no cambia. En el Nombre de Jesucristo, pido esto. Amén.",
    "No siento Su Espíritu, ¿ven?, de esa manera. Es un don. Eso no significa que sea más el Espíritu Santo de lo que tendría un niño pequeño. Es solo un don que acompaña al Espíritu Santo, para hacer que la Palabra viva. Ahora, esto, Uds. no tienen que…Si Él lo hace, Uds. no tendrán que preocuparse. Es—es la Palabra manifiesta. Es la Palabra manifestada.",
    "Bueno, solo quiero que cada uno de Uds. piense esto en su corazón. Solo—solo piensen esto. No tienen que orar en voz alta. Solo oren a solas: “Señor, estoy seguro que el Hermano Branham no sabe nada de mí. Él no conoce mi enfermedad. Él no sabe nada de mí. Y yo no estoy tratando de tocar a ese ministro. Pero él nos ha dicho muy claro que Tú eres un Sumo Sacerdote, y yo lo he leído. Y Te—Te estoy pidiendo, solo permítele que él me hable, como Jesús le habló a la mujer en el… la que tocó Su manto. Y solo…”.",
    "O, si Ud. no está enfermo, diga: “Señor Jesús, permite… siempre he sido un poco incrédulo de esto, de cualquier cosa sobrenatural. Pero realmente me gustaría tener algo que yo pudiera agarrar. Por lo tanto, permite que él le hable a Fulano de tal aquí. Estoy orando por él o ella. Permítele—permítele hablar de esa manera. Yo creeré”. Eso quitará todo de Ud. Eso será algo en lo que Ud. pueda poner las manos, como Jacob, y decir: “Esto es”. Él se aferró de Dios, una vez, y dijo: “Aquí estoy. Puedo agarrarlo”.",
    "¿Hará que todos crean? Si es así, levante la mano. Diga: “Solo—solo auméntame la fe” por todas partes, “si yo pudiera verle en acción”. Dios le bendiga.\n\nNo digo que Él lo hará. Confío en que Él lo haga.",
    "Una vez, bajando de una montaña, Él dijo: “Todo es posible, si solo puedes creer”, al padre del niño epiléptico. ¡Si tan solo pudiéramos creer! Alguien que está enfermo y necesitado, crea. Crea con todo el corazón. “Si pueden creer, todo es posible”.\n\n“¿Qué dice Ud. que está esperando, Hermano Branham”?",
    "Todos aquí, no cabe duda, he estado en Phoenix muchas veces, La han visto, al predicar un mensaje como este. Pero, es una Luz. Ellos tienen la fotografía de Ella. Cualquiera, casi todos Uds., han visto la Luz. ¿No es así? La tienen en las fotos y cosas. Donde, está en Washington, DC. La tomaron de nuevo aquí, el otro día. ¿Ven? Ella da testimonio de Sí Misma, es la Columna de Fuego que guió a los hijos de Israel por el desierto.",
    "Esa Columna de Fuego Se hizo carne y habitó entre nosotros. Jesús dijo: “Vengo de Dios y a Dios vuelvo”. Después de Su resurrección Él subió a lo Alto.",
    "Y habiendo subido, Se encontró con Pablo en el camino a Damasco, y Él había vuelto a ser Luz de nuevo. Pablo pudo verla. Los demás no pudieron verla. Hasta lo cegó. Él quedó ciego. Y dijo que vio esta Luz allí, brillando como el sol. Él dijo: “Señor, ¿Quién eres?”.",
    "Él dijo: “Yo soy Jesús. Y dura cosa te es dar coces contra el aguijón”.",
    "Bueno, esa misma Luz, la foto de Ella, si esa es la Luz, si es la misma Columna de Fuego, el mismo Jesús en el camino a Damasco, Pablo, hará las mismas obras; tiene que hacerlas.",
    "Aquí está. Alabado sea el Señor. Gracias, Señor Jesús. ¡Ahora dejen que Satanás intente decir algo!",
    "Esta damita aquí con el vestido azul, con problemas del seno nasal, orando, crea con todo el corazón y eso la dejará. ¿Lo creerá? Muy bien entonces, puede recibirlo. Nunca he visto a la mujer, no la he visto en mi vida. Eso era verdad, ¿no es así, señora? Si lo es, levante la mano, de un lado a otro. [La hermana dice: “Es verdad”.—Ed.] Ud. estaba orando por eso: “Señor, permítele…”. Tenga fe.",
    "Aquí está sentada una damita amable, aquí atrás, con un pequeño abrigo de piel o algo puesto. Allí está esa Luz. ¿No pueden Uds. verla suspendida allí mismo sobre esa mujer allí? Esa mujer está en una condición grave. No la conozco, nunca la he visto en mi vida.",
    "Si somos desconocidos, levante la mano. Pero, escuche. ¿Será cierto esto, que una sensación realmente extraña la rodea, una sensación realmente dulce y humilde? Es esa Luz. La estoy mirando directamente. Aquí. Ud. tiene un tumor. No solo un tumor, sino tumores. Los tiene por todas partes. Así es. ¿Correcto? ¿Cree Ud.? Dios la sane y le dé salud. Tenga fe.\n\n¿Cree Ud.?",
    "Aquí, una damita levantó la mano, justo aquí atrás, detrás de este niño, en una silla de ruedas. No conozco a esa señora. Nunca la he visto. Somos desconocidos. ¿No es así, señora? Pero Ud. está orando por problemas cardíacos, para que Dios la sane. Si es así, mueva la mano así. Jesús la sanó. Vaya a casa y sea sana.",
    "¿Creen ahora con todo el corazón? [La congregación dice: “Amén”.—Ed.] “Si podéis creer, todo es posible”. Tengan fe. No lo duden. Solo crean con todo…",
    "Aquí está sentada una mujer por aquí, sentada aquí mismo, a un par de mujeres de la Sra. Sharrit. Ella está sentada allí, orando. Tiene artritis. Créalo, señora. ¿Lo cree? Muy bien. Recíbalo.",
    "🦅 Habrá Luz al caer la tarde”. La Biblia dice que la habría. ¡El Dios que no cambia!",
    "Díganme a Quién tocaron ellas. Jesucristo es el mismo ayer, hoy, y por los siglos. Yo, solemnemente, con ambas manos en alto, nunca había visto a esas personas antes, no sé nada de ellas. Pero Él, Quien está presente ahora, Uds. no podrían esconder su vida aunque tuvieran que hacerlo. Así es. Él está aquí. Él es Cristo. Es real. Es Su promesa, el mismo Dios. ¿No pueden aferrarse de eso? Agárrenlo y digan: “Es mío. Ahora creo”.",
    "Padre Celestial, Te traigo esta congregación, estas personas enfermas. Ellos están en necesidad. Como lo citamos anoche, había un pequeño pastor, una vez, llamado David. Le fue dado un cargo, cuidar las ovejas de su padre. También hay muchos pastores sentados aquí esta noche, Señor. Y él no tenía mucho con qué protegerse, y para proteger a las ovejas, sino solo una honda. Eso fue suficiente. Un día vino un león y tomó una de sus ovejas, se la llevó. David sabía que el Dios del Cielo estaba con él, y tomó esta honda y fue tras la oveja. Y mató al león, lo tumbó con la honda, y devolvió viva a la oveja.",
    "Padre, la enfermedad, el diablo, más que el león, ha capturado a muchas de Tus ovejas. Tengo una pequeña honda aquí; se llama la oración y fe. No parece mucho a la vista, al lado de las armas de la ciencia médica. Pero, Dios, dirige Tú esta oración allí a ese lugar.",
    "Satanás, suéltalas. Voy tras esas ovejas. Suéltalas. Las devuelvo a los pastos del Padre esta noche.",
    "En el Nombre de Jesucristo, reprendo a todo demonio de enfermedad, los expulso de estas personas. Y que vayan libres, de esta hora en adelante, en el Nombre del Señor Jesucristo.",
    "Todos los que creen en su sanidad, pónganse de pie y digan: “Ahora acepto mi sanidad. Sobre Esto pongo las manos, es Cristo, y lo creo con todo el corazón”.\n\nVuestro pastor. 🦅"
  ]
}