{
  "title": "Y TU DESCENDENCIA POSEERÁ LAS PUERTAS DE SU ENEMIGO",
  "id": "62050009",
  "content": [
    "🦅  Como siempre, llego una o dos horas tarde. El pastor subió, dijo: “Ahora, quiero presentarles a todos al finado Sr. Branham”. [“finado” y “tarde” usado aquí es la misma palabra en inglés.—Trad.] Bueno, tengo mucho por hacer, así que de vez en cuando me—me retraso. Pero esta vez no pude evitarlo. Fue por causa del clima esta vez. Puedo culpar al clima y justificarme. Tuve que aplazarlo, Hermano Rose, solo un poquito. Buenos días, Hermana Rose. Y estoy contento de tener aquí esta mañana, al Hermano Rose y la Hermana Rose, y al Hermano Sharrit, y a muchos hermanos, Uds. buenas personas allá afuera.",
    "Escuché que, alguien me dijo: “Cuando llueve en Phoenix, pues todos se quedan en cama”, es tal el cambio, Uds. saben. Uno de estos días iré por una comida gratis. Me dicen que a uno le regalan una comida cada día que el sol no brille. Voy a estar pendiente hoy, y a cobrarles la palabra por eso.",
    "Anoche estuve predicando, en una iglesia; realmente no recuerdo el nombre. Y, pues, pasamos un tiempo maravilloso, anoche, allá en el servicio. Allá con el Hermano Outlaw, y fuimos a Tempe, y lo estamos pasando muy bien en este compañerismo. Y estoy esperando encontrarme con todos estos hermanos ministros en la convención, así que, tendremos tiempo para compartir, Hermano Rose, y hablar el uno con el otro. Y para eso he venido, para tener compañerismo. Y teníamos… al mirar nuestro itinerario y ver tantos lugares. Pero pensé que esta era la mejor oportunidad de todas, porque pude conocer a varios, pude verlos y compartir cosas.",
    "A veces al predicar, todo ministro es malentendido, de una manera u otra. Muchas veces, la gente toma algo que uno dice y simplemente… Si se inclina un poco hacia lo que ellos piensan, así lo dirán. Y luego la siguiente persona que lo recibe, se inclinará un poco más. Y cuando uno menos lo piensa, ya está fuera de línea.",
    "Y—y nosotros, muchas veces, al predicar, como que golpeo a las denominaciones y organizaciones y demás. Y entonces la gente dice: “El Hermano Branham está en contra de la organización”. No es así; no estoy en contra de la organización. Pero es que muchas veces la gente depende solo de esa organización ¿ven Uds.?, y pone todas sus esperanzas en eso en lugar de Cristo.",
    "Quieren ver cuántos miembros pueden llevar a esa organización. Ahora, eso está muy bien. Yo—yo… Eso está bien. Creo que cada organización debería conseguir todos los miembros que pueda. Eso está muy bien. Pero cuando Uds. llegan al punto de tomar a los inconversos y le dan más importancia a eso que al énfasis del Espíritu Santo, como lo estaba diciendo aquí el Hermano Rose hace un rato, y esas cosas, entonces lleva—lleva a la gente a que piense: “Nosotros pertenecemos a esto, y nosotros a aquello”; y al fin de cuentas, todos pertenecemos a Dios. ¿Ven?",
    "Ahora, si yo viera a un hombre bajando por el río en una barca… Y yo vivo junto a un río en Indiana, el río Ohio, y estoy junto a las cascadas. Es un lugar muy peligroso, esas cascadas, porque lo hará pedazos a uno inmediatamente. Si Ud. llega a caer a esas cascadas, no hay barca que pueda pasar, porque es tal, una caída como de doce o quince metros directamente allá abajo, y luego se hace una gran remolino en el fondo, lo cual golpea directamente sobre la roca, el lecho de roca allí. Y supongo que las—las—las olas, las olas turbulentas, borbotean debajo de las cascadas a quince metros de altura, ¿ven?, donde golpea abajo, salta al aire de nuevo. Y luego va dando tumbos así, y baja por un gran túnel por donde regresa que tiene como dieciocho o veintiún metros de profundidad. Y allí adentro hay un remolino que lo hace girar en esta dirección, y lo saca y va por un canal. No hay manera de sobrevivir, ¿ven Uds.?",
    "Un hombre cayó de allí hace algún tiempo con un chaleco salvavidas. Solo vieron la cosa cuando él cayó, así. [El Hermano Branham chasquea el dedo.—Ed.] Aun con ese chaleco salvavidas, esa tremenda corriente sencillamente lo hundió inmediatamente. Y nunca lo encontraron; no supieron más de él. Quedó atorado en las rocas o de los bordes allí en el fondo, tal vez a una o dos millas a la redonda, así, y no hay manera de sobrevivir.",
    "Y si yo viera a alguien yendo por el río en una pequeña barca vieja, sentado allí leyendo, avanzando, y empiezo a gritarle: “Salga de esa barca. Esa barca no resistirá esa turbulencia”. Ahora, no es que yo tenga nada en contra de ese hombre, aunque tenga que regañarlo y hablarle muy fuerte. No es que tenga nada en contra del hombre. Yo amo al hombre, pero sé que él se estrellará. Por esa razón le grito. Porque él no… Es porque sí le amo, la—la razón por la que grito. Si no me importara, diría: “Bueno, que le vaya bien” siga adelante, ¿ven?, si él no me importara.",
    "Pero la razón por la que digo esas cosas es porque celo a la Iglesia. Yo—yo celo a la Iglesia de Dios. Y yo—yo no soporto ver que Ella solo esté llegando a una mentalidad organizacional. Y conozco esa tendencia, que por eso es que toda iglesia ha terminado en las rocas, así precisamente, directamente por esa tendencia organizacional.",
    "Piensen en el avivamiento en el tiempo de los luteranos, miren dónde terminó. Y tan pronto como llega a eso, nunca más se levanta. Los luteranos nunca regresaron. Miren a los metodistas de Wesley, nunca regresaron. Miren a los Peregrinos de Santidad, a los nazarenos, a todos los demás, a los bautistas, presbiterianos. Ellos tienen un avivamiento, y luego algún hombre se levanta con el poder de Dios, él comienza un movimiento en el Espíritu. Entonces tan pronto como ese hombre se va, entonces establecen una organización de aquello.",
    "Como el Instituto Bíblico Moody, un buen lugar, pero nunca será como lo tuvo Moody. ¿Ven? Y las cosas que Moody representó, están a un millón de millas de eso, y ahí lo tienen. Y ahora todo es intelectual, cuando Moody lo tenía en el Espíritu, ¿ven? Y, pues uno—uno se da cuenta de aquello, por esas cosas.",
    "Ahora, cuando recién comencé y vine aquí a Phoenix, hace años, en el movimiento pentecostal, tuve personalmente la oportunidad de comenzar una organización. Los hermanos de la Lluvia Tardía vinieron y me dijeron: “Esto es. Empecemos. Pues, seremos—seremos más grandes que todos los demás”.",
    "Yo dije: “¡Misericordia! Eso no es. No—no se trata de eso, hermanos. Uds.—Uds. están desviados a un millón de millas del—del camino. Dios nunca lo bendecirá”. Lean su historia. Lean la Biblia. De ella nunca saldrá otra organización, que venga de esto. Así es. Esto se organizará y entrará en… Ahora está en la condición de Laodicea. Pero le diré, hermano, no se levantarán más organizaciones bendecidas por Dios. No habrá nada de esto. Estamos en la Venida del Señor. ¿Ven? Y Dios sacará el remanente de este gran movimiento ecuménico, que está sucediendo ahora, como Novia, pero ya no habrá nada que se organice, espiritualmente. ¿Ven? Eso ha concluido.",
    "Cuando veo a mis hermanos, preciosos hermanos, inclinándose a esa dirección, entonces lo digo con todas mis fuerzas. Y a veces los hermanos dicen: “Bueno, el Hermano Branham está en contra de nosotros. Estamos…” Eso no es así. ¡Vaya! Eso—eso ni me viene a la mente, estar en contra de alguien. Estoy—estoy a favor de Uds. Soy su hermano, ¿ven?, y estoy haciendo lo mejor que puedo. Y por eso nunca me uní a una cierta organización, para poder pararme en la brecha y decir: “Hermano, no. Por allí no es”.",
    "Ellos dicen: “Nosotros pertenecemos a las Asambleas”. Eso es maravilloso. Las Asambleas de Dios han sido una tremenda bendición para mí. “Somos la cuadrangular”. Bueno, miren la bendición que han sido para mí. “Nosotros somos el Nombre de Jesús”. Miren la bendición que ellos han sido para mí. “Nosotros somos los estos, los otros”. Lo que sea, todas son bendiciones. Ellos—ellos son el pueblo de Dios. ¿Ven? Y el pueblo de Dios está entre todo eso.",
    "Y cuando fraternizamos entre nosotros, diciendo: “Estamos un poco mejor aquí que la Iglesia de Dios”, ¿ven?, o, “Estamos un poco mejor que la cuadrangular o el Nombre de Jesús”, o algo así. Cuando solo somos un… Tal vez diferimos un poco en las ideas. Si todos fuéramos a cenar hoy, todos escogeríamos diferentes pasteles, pero de todas maneras estamos comiendo pastel, ¿ven? Esa es la idea. Pues, la idea es que, si—si tan solo podemos enfocarnos en nuestro compañerismo. Y, no comiencen a inclinarse hacia la organización. Inclínense hacia el Calvario. Ud. estará muerto a estas otras cosas. ¿Ven? Y yo creo…",
    "Permítanme decir esto mientras está en mi mente. Yo sí creo que la organización ha desarrollado un buen papel. Porque, en muchas ocasiones, hermanos, aunque no nos guste pensarlo, han surgido cosas entre nosotros y cosas así, que han sido herejías. Y la gente simplemente toma esas herejías y dividen al pueblo. Y un grupo de hermanos se reúne, que es… que yo… Lo que quiero decir es salir como lo hacían en los primeros días y toda clase de cosas. Y—y aún tenemos todo eso hoy, ¿ven?, aún moviéndose. Y un pueblo que puede unirse…",
    "El verdadero cuadro de Pentecostés, en mi opinión, cuando se trata de organización, es la—la iglesia, el Hermano Pethrus, la iglesia Filadelfia en Suecia. Ahora, a ellos no les importa la clase de doctrina que Ud. tenga, siempre y cuando sea Escritural. Si Ud. quiere verlo de esta manera, de esa manera, o como sea, siempre y cuando Ud. tenga compañerismo y viva una vida verdaderamente limpia y santa. Allí lo tienen. Eso es bueno. Y si Ud. quiere decir que Jesús viene sobre un caballo blanco, y el otro dice que Él viene en una nube blanca, espérelo a Él así. Solo siga adelante, siempre y cuando Ud. viva una vida buena y limpia y tenga compañerismo. Así se hace. Así es.",
    "Eso, bueno, ahora, esa es una razón, amigos, por la que estoy con este grupo de Hombres de Negocios. Pues, sé que hay muchas cosas allí que se deberían corregir. Pero es lo—es lo mejor que tenemos. Sí. Es cierto. Sí. Hay muchas cosas que tendré que decir. Y—y Uds., los hermanos aquí les dirán, yo no ando con rodeos con ellos. Estoy aquí como siervo de Dios, para decir la Verdad. Y yo tengo que responder por eso. Así es. El Hermano Rose dijo: “Por eso es que Ud. nos agrada”. Bueno, eso—eso, bueno, no podemos… Nosotros, nosotros tenemos que quedarnos con esta Palabra. ¿Ven?",
    "Hace un tiempo, creo, ¿estaba Ud.…? Estuve en el extranjero, o allá en la isla el año pasado, y tuvieron una reunión, y algunos de los hermanos estaban jactándose en esta gran reunión, donde tenían a los hombres de negocios de alrededor del país. Y ellos decían: “Yo tenía un lugar pequeño en la esquina. El negocio no me funcionaba. Y fue un tiempo horrible. Y cuando menos lo pensé, yo—yo vine y recibí a Cristo, y—y, ¡oh, ahora lo tengo todo!”. Ahora, eso es bueno; lo agradecemos. Es bueno, pero la prosperidad no siempre es reflejo de Cristo. Eso, ¿ven?, y tenemos que vigilar aquello. Ahora, eso es bueno. ¿Ven? Yo… Nada en contra de eso.",
    "Pero se los reproché un poco a los hermanos esa noche. Fuimos al motel donde un—un grupo de nosotros nos hospedábamos, y el Hermano Shakarian y todos nosotros. Y dije: “Bueno” dije, “hermanos, se los voy a decir”. Dije: “Yo—yo creo que Uds. hermanos son el mejor grupo de hombres que he conocido en mi vida. Pero” dije, “la cosa es”, dije…",
    "Yo no pertenezco a ninguna organización, pero sí pertenezco a ese compañerismo, a eso. Tengo tarjeta de compañerismo con ellos, es la única tarjeta que tengo, porque representa a todas las organizaciones, ¿ven Uds.? Y eso es lo que me gusta; para eso me estoy esforzando.",
    "🦅 Pero” dije, “lo que me preocupa, es que Uds. hermanos, delante de esos hombres allá, que son mil veces más prósperos que Uds., y están queriendo decirles que Cristo es prosperidad. Jamás traten de venderles eso”. ¿Ven?",
    "Nunca traten de compararse con el mundo. Dejen que el mundo venga a nuestros terrenos; no se desvíen al terreno de ellos. ¿Ven? ¿Ven? Si Uds. entran a su terreno, nunca brillaremos con ellos. Después de todo, el Evangelio no brilla; resplandece. Hollywood brilla. El Evangelio resplandece. Hay mucha diferencia entre resplandecer y brillar.",
    "Y entonces, ahora, pues dije: “Los primeros hermanos pentecostales que tenían algo, buscaron deshacerse de eso, y alimentaron a los pobres y cosas así, y salieron sin nada, ¿ven?, a predicar el Evangelio, a relacionarse con los demás”. Dije: “Ahora nosotros queremos jactarnos de todo lo que tenemos”. Dije: “¡Qué diferente!”.",
    "Y un precioso hermanito, después de unos momentos se levantó, me dijo, dijo: “Hermano Branham, ese fue uno de los errores más grandes que la gente haya cometido”.",
    "Y dije: “Ahora, mire, hermano, yo no quiero tratar de insinuar que la gente venda lo que tiene. Pero solo quiero hacerles ver algo a estos hombres de negocios”.\n\nÉl dijo: “Ese fue el mayor error de la gente”.",
    "Dije: “Ellos hicieron eso por el Espíritu Santo. El Espíritu Santo les dijo que lo hicieran”. Si el Espíritu Santo le dice a alguien que haga algo, Ud. haga lo que Él le diga que haga.",
    "Y él dijo: “Pues, fue el peor error que la iglesia haya cometido”.",
    "Dije: “¿Por qué, hermano?”. Y allí mismo delante de los hombres con los que había estado hablando.",
    "Él dijo: “Porque, tan pronto como surgió una pequeña discusión allí en la iglesia, una diferencia entre los griegos y—y los hebreos, y todo eso” dijo, “esas personas no tenían lugar adonde ir. Ni siquiera tenían un hogar al cual regresar”.\n\nDije: “Precisamente fue la voluntad de Dios”.\n\nÉl dijo: “¿Cómo pudiera ser esa la voluntad de Dios?”.",
    "Dije: “Ellos salieron por todas partes, esparciendo el Evangelio, porque no tenían a dónde ir”.",
    "El Espíritu Santo no comete ningún error; simplemente no lo hace. Eso es todo. Y como hablaba anoche, uno solo tiene que aferrarse de Dios, y echar mano de Su Palabra, y aferrarse allí de Ella. No importa a dónde Ella lo lleve, solo continúe siguiéndola. Manténgalo así.",
    "Pero realmente soy un—un patrocinador de este compañerismo de los Hombres de Negocios. Y a cada convención a la que me invitan, siempre voy y predico, digo lo que más puedo. No es solo inventar algo para decir, que complazca a alguien, Fulano de tal. Pero cada vez cuando voy a mi reunión, me esfuerzo en estudiar y orar y ayunar, y digo: “Señor Jesús, ¿qué—qué podría yo decir que ayude a esas personas”.",
    "Todos saben que yo no soy un predicador; no soy un orador. Yo—yo soy…Todos lo saben. No soy un predicador. Mi—mi mensaje es orar por los enfermos, y todo eso así. Pero, no soy un predicador. Cualquiera lo sabría, que me escucha predicar. Pero lo que puedo decir, quiero entregarlo con énfasis para que cause algo.",
    "No para que digan: “¿No es él un—un predicador fogoso? ¿Verdad que es erudito en gramática? ¿No es maravilloso en el púlpito?”. Yo no quiero eso. Yo—yo no pudiera hacerlo; Dios no me llamó para eso.",
    "Pero me esfuerzo en tratar de encontrar algo que ayude a esa persona, y a esa iglesia a ser una iglesia mejor, ayudarle a que sea un mejor pueblo, orando por él.",
    "Ahora, solo hablaba así porque vi algunas personas aún entrando, y está lloviendo. Por eso decía estas cosas. Ahora, han pasado quince minutos.",
    "Y ahora quiero agradecerle al hermano. Conozco al Hermano Fuller por mucho tiempo, siempre lo he amado, desde el fondo de mi corazón. Y tenemos mucho en común, Hermano Fuller. Y, por tanto, nosotros… Vengo a visitar al Hermano Fuller ya por muchos años, y lo conozco como un real y genuino hombre de Dios, y lo amo. Y estoy aquí esta mañana en compañerismo. Lamento mucho haberme perdido su noche cuando fue anunciado aquí en el lugar, pero fue algo que no pude evitar. Y estoy contento de estar aquí esta mañana, ver a su iglesia, agradable, cómo Dios los ha prosperado y los ha bendecido. Y—y todo lo que Él ha hecho por él, realmente estoy agradecido. Que Dios continúe bendiciéndole, y bendiga este tabernáculo, y—y la—la mesa de síndicos, diáconos, y todos los miembros de la iglesia. Y que crezcan y prosperen en la gracia del Señor, es mi humilde oración.",
    "Ahora, antes de acercarnos a la Palabra, acerquémonos primero al Autor. Inclinemos nuestros rostros solo por un momento para orar.",
    "Mientras estamos sentados solemnemente ahora en la Presencia de Dios, con nuestros rostros y corazones inclinados, ¿habrá alguna petición en su corazón, algo que necesita, que quisiera que el Señor le diera, para que pueda recordarlo en mi oración esta mañana aquí en la iglesia? ¿Lo harían notorio levantando la mano? Solo téngalo en su mente, lo que es. El Señor les conceda a cada uno de Uds. su petición.",
    "Bondadoso y santo Padre Dios, Quien creó todas las cosas para Su gloria en Cristo Jesús, entramos en Tu Presencia en esta mañana con acción de gracias en nuestro corazón. Y hemos conducido en la lluvia, y el viento está soplando, la lluvia está cayendo, oramos, Padre Celestial, que derrames sobre nosotros la lluvia del Cielo, la lluvia espiritual, la lluvia tardía y la lluvia temprana, juntas, en nuestros corazones hoy.",
    "Oramos, Padre, que bendigas esta iglesia. Estamos muy agradecidos por ella, por su pastor, por su congregación, por el… un lugar donde la gente puede reunirse con un techo sobre su cabeza y un asiento agradable y cómodo para sentarse.",
    "Regresamos en nuestras mentes a la historia de esta Iglesia primitiva, esta Iglesia primitiva, apostólica, católica, y vemos cómo se sentaban sobre losas de piedra o cualquier cosa que pudieran, para oír la Palabra de Dios, y luego se arrodillaban en el suelo, frío en la roca y la tierra, y allí levantaban las manos al Cielo y disfrutaban la Presencia del Espíritu Santo. Que les daba tal determinación a sus vidas que podían entrar a un foso de leones, sin siquiera titubear, con una sonrisa en sus rostros, mirando hacia el Cielo, sabiendo que en unos minutos estarían en la Presencia de Aquel a Quien habían amado.",
    "¡Oh, la fe de nuestros padres, vive aún, por calabozos, llamas y espadas! Renueva en nosotros, ¡oh, Señor!, esa fe. Danos la gran bendición apostólica del Espíritu Santo.",
    "Todos los que levantaron las manos hoy, Tú sabes lo que necesitan, Señor. Sabes lo que hay detrás de esa mano, el motivo y objetivo en ese corazón. Solo Tú puedes suplir cada necesidad, Señor. Y oro por ellos, sin saber su necesidad, pero ofreciendo mi oración en petición por ellos. Como Tu siervo, oro sinceramente por cada uno, para que lo que hayan pedido, lo reciban. Bendícelos, Padre.",
    "Y ahora mientras leemos de Tu Palabra, y enseñamos esta clase de escuela dominical, por así decirlo, esta mañana, pido que tomes estas Palabras y los despojes a ellos de toda incredulidad, Señor; de cualquier poder de Satanás que quiera germinar, para evitar que Ella crezca. Que entren a cada corazón, y allí lleguen a ser árboles frutales de justicia, Señor. Fe, produciendo aquello que Tú has ordenado Tu Palabra a hacer, diciendo: “No volverá a Mí vacía, sino que hará aquello para lo cual fue destinada”.",
    "Ahora, Señor, santifica a Tu siervo. Tu Palabra ya está santificada. Y, juntamente, que podamos alimentar al rebaño sobre el cual el Espíritu Santo nos ha dado la—la tutoría. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, para Uds. que a veces les gusta leer, a la par con el—el Mensaje, yo… Les pido que abran la Biblia. Y tengo algo en manera de un pequeño Mensaje de escuela dominical, para la gente en esta mañana.",
    "¿Me pueden oír bien, por todas partes, por todo el lugar? Subí este micrófono. Estoy un poco ronco. Yo, apenas llegué aquí, me agripé. El diablo se esforzó lo que más pudo para no dejarme venir aquí. No lo sé. Creo que Dios ciertamente derramará algo grande sobre esta convención esta vez, porque Satanás ha hecho todo lo que ha podido para mantenerme alejado.",
    "Pero ahora vamos a leer en Génesis, el capítulo 22. Y Uds. que abrirán su Biblia, leamos juntos una porción de Ella. Génesis 22, comencemos en el versículo 9.\n\nY cuando llegaron al lugar que Dios le había dicho, edificó allí Abraham un altar, y compuso la leña, y ató a Isaac su hijo, y lo puso en el altar sobre la leña.\n\nY extendió Abraham su mano y tomó el cuchillo para degollar a su hijo.\n\nEntonces el ángel de Jehová le dio voces desde el cielo, y diciendo: Abraham, Abraham. Y él respondió: Heme aquí.\n\nY dijo: No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único.\n\nEntonces alzó Abraham sus ojos y miró, y he aquí a sus espaldas un carnero trabado en el zarzal por los cuernos; o por sus cuernos; mejor dicho; y fue Abraham y tomó el carnero, y lo ofreció sobre…en holocausto en lugar de su hijo.\n\nY llamó Abraham el nombre de aquel lugar, Jehová proveerá. Por tanto se dice hoy: En el monte de Jehová será provisto.\n\nY llamó el ángel de Jehová a Abraham por segunda vez desde el cielo,\n\ny dijo: Por mí mismo he jurado, dice Jehová,… que por cuanto has hecho esto, y no me has rehusado tu hijo, tu único hijo;\n\nde cierto te bendeciré, y multiplicaré tus descendencias como las estrellas del cielo y como las arenas…a la orilla del mar; y tu descendencia poseerá las puertas de su enemigo.",
    "Quiero tomar esa última frase allí como texto: Y Tu Descendencia Poseerá La Puerta De Su Enemigo. Eso es una—una promesa maravillosa.",
    "Ahora, todos estamos familiarizados con esta historia, tal vez la leímos una y otra vez, vez tras vez, de Abraham, y cómo Dios lo llamó a salir de su tierra, y cómo él solo era un hombre común, nada especial. Pero Dios lo llamó y le hizo una promesa.",
    "Ahora, quiero que noten que esta promesa que Dios le hizo a Abraham no fue solo para Abraham, sino para su simiente después de él. Ahora, mucha gente dice: “¡Oh, si yo hubiera sido como Abraham, de haber sido a mi a quien Dios le hubiere hablado y—y me diera la certeza como Él lo hizo con Abraham, yo lo habría hecho! Yo—yo realmente tendría fe, Hermano Branham, si tan solo yo, si Dios me hubiera hablado como lo hizo con Abraham”. Pero Ud. tiene la misma promesa que Abraham, es decir: si Ud. es Simiente de Abraham.",
    "Entonces Ud. dice: “Pero, Hermano Branham, yo soy un gentil. No pudiera tener la simiente de Abraham”.",
    "La Simiente de Abraham no era la simiente natural. Era la Simiente espiritual, porque la circuncisión de eso no era nada. La promesa, Él incluso se la dio antes de la circuncisión. Le fue dada a él antes de la circuncisión, y no fue porque él estaba circuncidado y en el pacto con Dios. Fue porque Abraham le creyó a Dios.",
    "Y la Escritura dice que, “Cuando estamos muertos en Cristo, llegamos a ser la Simiente de Abraham”. Pablo habla de eso: “Y lo que es judío no es judío exteriormente, sino que es judío en lo interior”. Así que, si Uds. han nacido del Espíritu de Dios: “Linaje de Abraham sois, y herederos con Abraham según la promesa”. ¿Ven? Por tanto, toda promesa que Dios le dio a Abraham es suya, porque espiritualmente Ud. es la Simiente de Abraham.",
    "Y Ud. es más judío que si hubiera nacido con sangre judía, y luego—y luego ser un judío ortodoxo en esa iglesia, y que niega este precioso Espíritu Santo y al Señor Jesucristo. ¿Ven? Ud. es más judío, porque es un judío nacido de una promesa del Cielo, que Dios le dio a Abraham, y Abraham la aceptó por fe, y eso es lo que lo convirtió en la persona que fue. Después de todo, un judío solo es separación, y ha cruzado, el hebreo, y todo eso.",
    "Ahora, pero cuando Ud. se ha separado de las cosas del mundo, y ha cruzado esa línea de separación, y está peregrinando en una tierra extraña, una tierra en la que Ud. no estaba en el principio, con un pueblo con el que Ud. no se relacionaba en el principio, entonces Ud. vino a ser un judío espiritual. Porque, así mismo como Abraham, por fe, dejó su tierra, dejó a su pueblo, se fue a una tierra extraña con gente extraña, Ud. ha dejado a su pueblo, ha dejado atrás el mundo, ha dejado atrás sus amistades, habiendo cruzado, por medio de la Sangre de Jesucristo, y son peregrinos, buscando una Ciudad Cuyo Arquitecto y Constructor es Dios, como lo fue Abraham. Peregrinos, junto con Él, morando en tiendas, iglesias, conciudadanos del Reino de los Cielos, herederos de todas las cosas por medio de Jesucristo. ¿Ven? Hemos cruzado, separándonos.",
    "Ahora, Abraham, la promesa le fue hecha a Abraham y a su Simiente después de él. Ahora, Dios le dio esta promesa a Abraham, a su Linaje, que poseería la puerta de su enemigo después de haber examinado a Abraham, probado a Abraham. Ahora, después de la prueba, entonces…",
    "Abraham ya había sido convertido, digámoslo así, del paganismo a Dios. Y luego Dios le había dado, como una señal del Espíritu Santo, la circuncisión. Luego, después de la circuncisión, viene el tiempo de prueba.",
    "Un tipo muy bonito aquí de la Iglesia, que, después de haber sido salvos, entonces se nos ha dado el sello de la circuncisión prometida, la cual no es de la carne, sino del Espíritu. Y el Espíritu Santo es nuestra circuncisión; es el cuchillo afilado de Dios. Él separa y corta de nosotros lo que sobra de la carne, del mundo. ¡La Palabra de Dios, más cortante que una espada de dos filos! Y, ¿lo ven?, vuelve justo de nuevo. La Palabra de Dios es lo que usa el Espíritu Santo; no credos, no denominaciones. Sino la Palabra es lo que nos separa de las cosas del mundo. Corta nuestras ideas y cosas, y nos consagra completamente a Dios.",
    "Jesús dijo: “¡Si permanecéis en Mí, y Mi Palabra en vosotros!”. Allí lo tienen. Entonces, no es palabra suya; es Palabra de Él. Entonces, ¿ven? “Si permanecéis en Mí, y Mi Palabra en vosotros, podéis pedir lo que queráis”. Ajá. ¿Ven? Lo que es, Ud. no está hablando su propia palabra; Ud. está hablando Su Palabra.",
    "Así que el Espíritu Santo es el que toma la Palabra de Dios y nos separa de estas cosas del mundo, ¿ven?, circuncisión, cortar. Luego uno pasa por un tiempo de prueba.",
    "Ahora, Abraham, después de que fue llamado a salir de la tierra de los caldeos, la ciudad de Ur, llegó a ser un peregrino, un extranjero. Y entonces Dios lo llamó, después que él había sido probado de que iba a seguir adelante y tomar a Dios por Su Palabra. Luego, lo que Dios hizo entonces fue darle una señal, de que Él lo había aceptado, y Él lo circuncidó. Y él circuncidó a Ismael y a toda su casa.",
    "Y ahora Uds. ven, cuando—cuando Ud. es llamado a salir, primero Ud. pasa por una prueba, para ver si realmente va a continuar. Y luego Dios le da el Espíritu Santo, la cual es la señal de que Él ha aceptado la fe suya que Ud. profesa tener en Él. ¿Me siguen ahora? Él la va a aceptar.",
    "Ahora, yo estaba hablando con… Puede haber algunos preciosos hermanos bautistas sentados aquí. Y todos saben que yo salí de una iglesia bautista. Estaba hablando con mi hermano bautista. Y él me dijo: “¿Hermano Branham?”. Él era un Doctor en Divinidad, un buen hombre, un verdadero Cristiano. Él dijo: “Pero, Hermano Branham, ¿de dónde saca Ud. que ese bautismo del Espíritu Santo sea algo diferente a la fe en Cristo Jesús?”.\n\nDije: “Es diferente, mi precioso hermano”.",
    "Él dijo: “¿No cree Ud. que cuando uno recibe a Cristo, uno recibe el Espíritu Santo?”.",
    "Dije: “Así es. Pero,” dije, “verá, uno solo está afirmando que ha recibido a Cristo, hasta que Él reconozca eso”.",
    "Dijo él: “Hermano Branham, Abraham le creyó a Dios y le fue contado por justicia”.",
    "Yo dije: “Sí. Pero Dios le dio una señal, de que Él había recibido su fe, cuando Él le dio el sello de la circuncisión, de que Él había reconocido su fe”. Amén.",
    "Ahora, cuando nosotros recibimos a Cristo como nuestro Salvador, entonces, si somos sinceros, entonces Dios nos da una señal, de que Él ha recibido nuestra fe en Cristo, al darnos el sello de la circuncisión, que es el Espíritu Santo. Ese es el sello de la circuncisión. “No contristéis al Espíritu Santo de Dios con el cual estáis sellados para el Día de vuestra Redención”. No hasta la próxima reunión; sino hasta el día de vuestra redención. Correcto, Efesios 4:30. Ahora, así es como recibimos el Espíritu Santo.",
    "Ahora, si Ud. dice: “¡Oh, yo soy un creyente!” y Dios aún no le ha dado el Espíritu Santo, Él nunca ha reconocido eso. Ud. solo está confesando que cree. Pero cuando toda la duda… No estoy diciendo ahora que Ud. no sea un creyente. En cierta medida, Ud. es un creyente.",
    "Pero cuando Dios ha hallado gracia, Ud. ha hallado gracia con Él, mejor dicho, y Él lo reconoce a Ud. como Su hijo, y Él conoce su corazón, y Él ve su sinceridad, Él sabe que a Ud. le han sido cortadas todas las cosas. Entonces Él lo sella a Ud. en el Reino de Dios, por el Espíritu Santo, probando al mundo que Él ha aceptado la fe que Ud. profesa tener en Él. ¿Lo entienden ahora?",
    "Ahora, inmediatamente después de eso, viene la tentación. “Todo hijo que viene a Dios primero debe ser disciplinado, probado”.",
    "Jesús, tan pronto como recibió la plenitud del Espíritu, en el río, cuando Juan lo bautizó, inmediatamente el diablo lo llevó al desierto, para pasar por un tiempo de tentación. Pero cuando Él tomó la Palabra de Dios y venció al diablo: “Escrito está. Escrito está”, Él regresó entonces listo para Su ministerio.",
    "Y así fue como Dios lo hizo con Abraham. Ahora, Dios, después de llamarlo a salir de su tierra, y él separarse de su tierra, de su pueblo, entonces Dios le dio el sello de la circuncisión, después le dio el hijo. Luego él pasó a esa prueba final, ese momento en que tuvo que ofrecer a su propio hijo Isaac como sacrificio. Y Él dijo: “Viendo que no me negaste a tu único hijo, yo sé que me amas”. Él le dio esa prueba.",
    "Entonces inmediatamente, después de eso, se ganó la batalla, Él dijo: “Y tu Simiente poseerá la puerta de su enemigo”. Amén. Eso me gusta. “Poseerá la puerta de su enemigo”. Llegaremos a ese punto final en unos momentos, si el Señor quiere. Ahora Él encontró fiel a este Abraham. Después de hallar fiel a Abraham, entonces le dio la promesa de poseer la puerta del enemigo.",
    "Ahora allí, a menudo, es donde muchos de nosotros los pentecostales hemos cometido un error, y pensamos: “Bueno, el Espíritu Santo ha sido derramado sobre mí. ¡Gloria a Dios! No necesito más”. No, señor. Ud. allí apenas está comenzando. Ud., no es en ese momento; es la prueba suya y su examen.",
    "Así como vemos en—en, el—el—el Antiguo Testamento; examinando, probando, y luego posicionando a un hijo. Adopción, posicionando al hijo después de que ya es un hijo, ya nació en la familia. Él era un hijo, entonces era examinado y probado y criado por tutores, para ver cómo salía. Y luego, era colocado, posicionalmente, casi igual a su padre.",
    "Ahora, así es hoy. Hemos tenido como cuarenta años de prueba de Pentecostés, o más, ¿ven?, probando a la iglesia, viendo si van a pararse o no. Viendo lo que Uds.… Y, ¿ven?, allí es donde lo veo de nuevo. En lugar de aferrarnos de la cruz y de la Palabra, y seguir adelante, llegamos a ser moldeados conforme al mundo, cayendo tras esto, o cayendo por aquello, o queriendo ser como esto.",
    "Como siempre he hablado tan duro en contra de la gente en esta tendencia moderna de hoy, las mujeres cortándose el cabello, y—y los hombres portándose así y todo, y usando ropa inmoral y cosas. Y recibo tanta crítica por eso. Pero ¿para qué es? Es para tratar de salvar esa iglesia. Es tratar de que suban aquí arriba, a la Palabra de Dios, no importa lo que el otro mundo tenga que decir sobre Aquello. Quédense con la Palabra de Dios. Amén. ¿Ven? ¿Ven?",
    "El asunto es, como decía anoche, los pentecostales están esperando un viento recio, pero no oyeron esa Voz suave y apacible, ¿ven?, de que está mal hacer esas cosas. Piensan: “Mientras el viento esté soplando, todo está bien”.",
    "Pero eso no atrajo la atención del profeta. El viento soplando no molestó al profeta Elías en la cueva. Los truenos y relámpagos poderosos y la fuerte lluvia no le llamaron la atención, para nada. Pero lo que lo conmovió fue esa Voz suave y apacible, ese algo que hablaba por dentro: “Mi Palabra es la Verdad. Que la palabra de todo hombre sea mentira, y la Mía veraz”. Eso fue lo que atrajo al profeta. ¿Ven?",
    "Y aún lo hará. La Palabra de Dios siempre atrae a esa mente espiritual, porque es la mente de Cristo en Ud., que sabe que esa Palabra es veraz.",
    "Y uno pasa por un tiempo de prueba. La iglesia pasa por un tiempo de prueba. Cada individuo pasa por un tiempo de prueba antes de poder llegar a poseer la puerta del enemigo. Abraham pasó por eso; Cristo pasó por eso. Después de que Cristo fue lleno del Espíritu Santo, allí en el río del Jordán, Él pasó por un tiempo de prueba. Después de que Abraham fue llamado a salir, puesto en su tierra donde sería peregrino, luego dándole la circuncisión, y Dios se encontró con él, una y otra vez, sin embargo, él tuvo que pasar por el tiempo de prueba. Toda simiente de Abraham pasa por lo mismo, Abraham y su Simiente.",
    "Una organización, una iglesia, por eso encontramos a nuestras organizaciones quedando junto al camino; cuando se llega a la prueba. ¿Cuál prueba? La Palabra de Dios. Allí está la prueba. La Palabra de Dios es la prueba. ¿Haremos lo que un grupo de hombres dice que hagamos, o haremos lo que Dios dice que hagamos? Ahí está la diferencia.",
    "Allá vino, en los días de Dwight Moody, en los días de Finney, Sankey, Knox, Calvin, Spurgeon, todos los demás, esos hombres espirituales, las organizaciones los siguieron. Entre ellos se levantó un grupo de hombres, allá atrás, que introdujeron sus costumbres, cada uno creyendo esto y aquello, y añadiendo un poquito aquí, y quitando un poquito allá, y añadiendo un poquito aquí, hasta que finalmente la hicieron una organización.",
    "Y cuando lo hacen, el verdadero creyente genuino, Dios se da vuelta y escoge alguna personita humilde, que hace pedazos esa cosa. Correcto. Siempre lo ha hecho. Dios no cambia. Simplemente hace pedazos esa cosa, algunas personas de mente espiritual son quienes se quedarán correctamente con esa Palabra.",
    "Déjenme decirles. Recibí una carta en casa, de una de las mejores iglesias, de las grandes organizaciones en el movimiento pentecostal. Esa pobre mujer quebrantada de corazón me escribió una carta. Y dijo: “Hermano Branham, yo tenía el cabello largo y me hacía un moño atrás de la cabeza”. Ella dijo: “Y el… A mi esposo le agradaba”. Y decía ella: “Nos mudamos de la ciudad donde teníamos una iglesia que era muy espiritual, a una iglesia grande, la primera iglesia de la ciudad”. Y dijo: “Cuando entramos allí, todas las hermanas pentecostales se habían cortado el cabello”. Y dijo: “Ellas me persiguieron por eso. Dije: ‘No, no. Yo creo que la Biblia nos dice que no hagamos eso; es deshonroso hacer eso’”. Y entonces ella simplemente dijo: “Y continuamente… Se reían de ella, le decían: ‘Oye, tu—tu llanta de atrás se está desinflando, el repuesto’, y todo eso así. Y le insistieron a mi esposo de tal manera, que él me obligó a cortarme el cabello”. Y dijo: “Desde entonces me siento condenada”.",
    "¡Piénsenlo, una iglesia pentecostal que debe pararse por la Palabra de Dios! Allí es adonde los lleva su organización. Así es. Ellos no escuchan esa Voz suave y apacible de la Palabra, que los llama a la verdad. Todos están atentos a los vientos recios, y a los muchos gritos y danzas, diciendo que tienen poder. Eso está bien. Yo también creo en eso. Pero, hermano, cuando Ud. puede danzar y gritar, y luego darse la vuelta y negar la Palabra de Dios, ¡y vivir como el mundo!, algo anda mal en alguna parte. Correcto.",
    "El Espíritu de Dios baja en esa Voz suave y apacible, y los dirige directamente al Calvario, donde estamos muertos, y nuestra vida está escondida en Dios a través de Cristo, y sellada por el Espíritu Santo. Entonces, solo esa Palabra vive allí. “Entonces si permanecéis en Mí, y Mi Palabra en vosotros, pedid lo que queráis y os será dado”. Allí está la diferencia.",
    "Espero que no les parezca un fanático. Si lo soy, yo—yo—yo no me doy cuenta. Yo—yo creo que la Palabra de Dios es Verdad, y debe permanecer aquí mismo. Y si mora aquí, Ella Se manifestará externamente. ¡Tiene que ser así! Su vida, toda su estructura, será diferente.",
    "Así que cuando Dios probó a Abraham, él salió cien por ciento. Y pondría…",
    "Dios no puede poner a prueba una organización, por cuanto tiene todo enredado. Dios no lidia de esa manera con la organización. Él no lidia con naciones de raza gentil. “Él tomó un pueblo de entre los gentiles”. Con Israel, Él tomó una nación. Pero, de los gentiles: “Él tomó un pueblo de entre los gentiles por causa de Su Nombre”. Y, ¿ven Uds.?, no es una orga-…No es una organización; es un individuo que Él toma de los gentiles.",
    "Y cuando llega la prueba, ¿ven lo que sucede? Sí salimos en busca de justificación; sí recibimos el bautismo del Espíritu Santo en el movimiento pentecostal. Pero cuando llega el momento de la prueba, consiguen eruditos pulidos, quieren ser como el mundo, así como fue en los días del movimiento de Wesley y todos los demás. Van a la escuela. Ellos—ellos aprenden ciencia. Y aprenden todas estas otras clases de cosas que vienen con la educación. Y se esfuerzan por aprender psicología: “Lo mejor, bueno, es no decir esto. Déjenlos que hagan esto y aquello. Porque va a…”. ¿Ven?, Uds. están acumulando y edificando. Su—su—su objetivo está errado; su motivo está errado. Uds. están edificando para una organización en lugar de edificar para el Calvario. ¿Cómo pueden Uds. edificar para el Calvario, sin entrar por el camino de la Palabra?",
    "🦅 Porque somos lavados por el agua de la Palabra”. “Permaneced en Mí y Mis Palabras en vosotros, entonces pedid lo que queráis”.",
    "Allí es donde vemos la derrota del movimiento pentecostal, porque se apartan de la Palabra. La Palabra dice una cosa; ellos tratarán de hacer que esa organización entre allí en alguna parte. Y se apartarán inmediatamente de esa Palabra, y se alinearán directamente con la organización. Y ¿ven Uds. a dónde ha llegado? Está casi como el resto de las iglesias. Pero luego danzamos y gritamos, y hablamos en lenguas y saltamos, todo eso está bien. El asunto no es su organización. Espero haber sido claro. Pero el asunto es: esa Voz suave y apacible de la Palabra hablando. Eso es.",
    "Uno pasa por una prueba. Dios lo prueba a uno como a Abraham. Él prueba a la Simiente de Abraham, después de él. Y ahora, la razón por la cual no poseemos la puerta del enemigo, la razón por la cual hay tanto entre nosotros, es porque no somos capaces de resistir la prueba. Y permítanme decirles algo, la prueba de la Palabra es lo correcto.",
    "La razón de no tenerla, y que nunca la tendremos… en la organización. Yo creo que pentecostés tiene una buena organización. Algunos de los mejores hombres que yo… están… que viven en la faz de la tierra, pertenece a esas—esas organizaciones.",
    "Las Asambleas de Dios, tengo amigos allí. ¡Vaya! Un hermano allí en Indiana, donde voy a ir, creo que voy a tener una reunión, ahora mismo. El Hermano Roy Weed, es el hombre del distrito del estado de Indiana. Yo creo que es un hombre piadoso; con todo, es el hombre del distrito de las Asambleas de Dios.",
    "La Cuadrangular, ¡oh, hermano, cuántos! Ralph McPherson y muchos de esos hermanos que son hombres piadosos, sus vidas sin tacha. Son buenos hombres.",
    "Allá en la Unidad, como ellos mismos se llaman, la Unidad. O, ahora, no creo… La han nombrado la iglesia del Nombre de Jesús. Jack Moore, por mencionar uno entre… Hay cientos de ellos, hombres finos, hombres buenos, hombres piadosos.",
    "Pero el asunto es, hermano, es esto: cuando Ud. se aferra a esa organización. ¿Ven? Dios toma esas organizaciones, y—y todas han caído. Mírenlas, la mundanalidad entrando sigilosamente. Miren a sus mujeres; miren a sus hombres; vean su condición. Podría señalarles a gente de las Asambleas de Dios que tienen diáconos en su mesa, que se han casado dos o tres veces, predicadores en inmoralidad. Mujeres cortándose el cabello, con pantalones cortos, maquilladas, y aun profesando tener el Espíritu Santo, dependiendo de la evidencia de hablar en lenguas, o saltar, o gritar.",
    "Ellos le fallan a esa Voz suave y apacible de la Palabra. Esa Palabra lo mantiene a uno equilibrado con la cruz. Allí es donde está. Por eso es que no tenemos profetas genuinos en la iglesia hoy, como Agabo.",
    "Por eso la iglesia hoy, ellos—ellos a duras penas respetan el hablar en lenguas cuando alguien habla, porque han oído tanta falsedad y alboroto, al grado que no distinguen entre lo correcto y lo incorrecto.",
    "Interpretaciones que solo son ilusiones, alguien solo diciendo algo porque siente decirlo. Eso no es interpretación. Interpretación; no que alguien se pare y hable en lenguas, otro se levante en unos minutos e interprete lo que él dijo. Cuando uno está hablando, el otro está interpretando allí mismo, diciendo palabra por palabra, la misma expresión, todo igual. Este hombre pudiera estar profetizando, pero no es interpretación. Algunos de ellos, esta clase de voz dando algo, este aquí atrás dando otra cosa. Y alguien dice diez palabras, y otro dice cincuenta palabras, como interpretación.",
    "Interpretar significa “decir, palabra por palabra”. Si es Palabra de Dios, tiene que venir palabra por palabra; línea sobre línea, renglón sobre renglón. Así es como tiene que venir la Palabra.",
    "Pero, ¿qué hemos visto? ¡Tanta falsedad! Y ellos lo hicieron, para en lugar de quedarse con la Palabra, lo rebajaron por allá. Tan pronto como un hombre hacía eso, lo tildaban de pentecostal. Y Uds. saben lo que sucede.",
    "Cuando viene la prueba, el tiempo de prueba, entonces comienza la Simiente, muestra cuál es Simiente y cuál no lo es. Ahora, a pesar de lo que sucedió, Abraham se quedó con la Palabra, la promesa.",
    "Pero hoy la organización no puede hacer eso. Y algunos de Uds. preciosos hermanos que pertenecen a esas organizaciones: Uds. se muestran en desacuerdo con ellas, y ya saben que hasta ahí llegaron. ¿Cuántos de Uds.?",
    "No digo ahora en este edificio, pero cuántos han estado en mi estudio, cuántos han estado conmigo, dicen: “Hermano Branham, sabemos que esa es la Verdad. Pero si nos echan aquí afuera, ¿qué vamos a hacer?”.",
    "Hermano, ¿qué vamos a hacer? Aférrese del Calvario, aférrese de la promesa, aférrese de la cruz, pase lo que pase.",
    "Y allá adentro, tienen algunos de los mejores hombres. ¿Ven? Pero lo que trato de hacer es decir que eso tiene que fallar; siempre ha fallado y siempre fallará. Pero la cosa es, falle Ud. o no, con Dios, mantenga primero la Palabra de Dios y Su promesa; Ud. será probado por Ella.",
    "Uds. firmarán papeles, que harán esto o harán aquello. Aun en contra de la Palabra, Uds. lo firmarán. Así es. En su corazón, Ud. sabe que eso está errado. Es esa Voz suave y apacible hablando, esa Palabra. Con razón no podemos avanzar, es porque algo ha sucedido. Ud. mismo se separó de esa Voz suave y apacible. Ud. salió demasiado rápido. Dios lo estaba llamando, pero Ud. salió demasiado rápido, porque los truenos rugieron, los relámpagos destellaron, la montaña tembló.",
    "Eso no inquietó a Elías, ese profeta. Él quería esa Voz, primero. Dijo: “Aquí me quedaré acostado”.",
    "Tanta gente hoy, ha comenzado servicios de sanidad, comparaciones carnales, toda clase de cosas, y sensaciones que ni siquiera aparecen en la Palabra de Dios. Es verdad. ¿Qué es? Deberíamos cantar ese canto: “Los que esperan en Jehová. Permíteme humillar mi orgullo e invocar Tu Nombre. Permíteme esperar, Señor, hasta que escuche esa Voz suave y apacible”. Y esa Voz será una Voz Escritural. Hablará en armonía perfecta con la Palabra. Amén. Muy bien.",
    "Encontramos a Abraham, después, él había sido puesto, llamado a salir, separado de sus seres queridos, de su familia, de su hogar, de sus parientes, en una tierra extraña. Él hizo eso por fe. Entonces, por cuanto lo hizo, Dios le dio la circuncisión, para probar que él era hijo de Dios, que él le creía a Él por cuanto estaba creyendo la promesa. Sin embargo, no podía, él no lo veía en lo natural, pero consideraba: “Todo lo contrario a la Palabra de Dios como una mentira”. No importa cuánta evidencia hubiera, eso aún era mentira.",
    "No me gusta decir esto, pero voy a tener que hacerlo. Miren. Y cuando vemos a las mujeres, lo diré por una cosa que es visible, se puede ver, que reclaman tener el Espíritu Santo, y no son lo suficientemente decentes para—para dejarse crecer el cabello, algo anda mal en alguna parte. Una mujer que se pone ropa de hombre, y la usa, cuando la Biblia dice: “Es una abominación a—a Dios, que una mujer use ropa de hombre”. ¿Y luego Uds. reclaman tener el Espíritu Santo y hacen eso?",
    "Hablé sobre eso un día en Oregón. Una mujer me escribió una carta bien larga. Me dijo: “Hermano Branham, Ud. tiene un ministerio maravilloso, pero realmente lo está arruinando”. Ella dijo: “Ahora, ¿qué me dice de…?”. Dijo: “Yo uso overoles todo el tiempo”. Dijo: “¿Y si se sale al jardín a recoger algo—algo, del jardín, y con un vestido puesto? ¿No cree Ud. que se vería mucho mejor con overoles que con otra, o con un enterito, sea lo que sea, que tener puesto un vestido?”. Y dijo: “Mire, yo cabalgo a las montañas con los muchachos cuando suben a arrear el ganado, y” dijo, “entro en el área infestada de mosquitos”. Dijo: “Ahora, con un—con un vestido, me comerían. Con overoles no me molestan”.",
    "Dije: “Eso es más aguado que el caldo hecho de la sombra de un pollo que se murió de hambre. ¡Misericordia! No tiene ni una sola Palabra de Dios al respecto. Esa es su propia opinión”.",
    "Dios dijo: “Que toda palabra sea mentira, y la Suya veraz”. Mi esposa usa vestido. Ella recoge en el jardín. Y no tiene ningún problema con eso. Y, como sea, una mujer no tiene nada que hacer con un montón de hombres por allá cuidando ganado. Ella debería estar en la cocina a donde pertenece. Correcto.",
    "Solo buscan encontrar una excusa, pero no la hay. La Palabra de Dios es clara, y una mujer que es nacida del Espíritu de Dios lo hará. Y un hombre que es nacido del Espíritu de Dios no permite que su esposa actúe de esa manera. ¿Qué dijo Él? “La que va, se corta el cabello, deshonra su cabeza”. Y su marido es su cabeza. Ella es deshonrosa.",
    "Será mejor que me calle. Muy bien. Ahora, ¿ven?, ¿ven?, con eso es suficiente. Uds. saben de lo que estoy hablando.",
    "Yo no digo eso con malicia. Si lo digo con malicia, que Dios tenga misericordia de mi corazón pecaminoso; permíteme llegar aquí a este altar, y arrepentirme.",
    "Lo digo porque, amigos, yo los amo. Y me estoy esforzando en decirles la verdad, y esa es la Palabra de Dios. Tenemos que oír esa pequeña Voz de Dios, para estar a la altura de la Palabra. Estamos pasando por un tiempo de prueba. ¡Aleluya!",
    "¿Se dieron cuenta que era después de que venía ese tiempo de prueba, de esa tutoría de ese hijo que nació en una familia denominacional? Si él pasaba la prueba y permanecía con el deseo del padre, entonces ese muchacho era llevado y le ponían un atuendo, y se hacía una ceremonia. Y ese muchacho era posicionado entonces en la familia en la que nació.",
    "Eso es lo que sucede con nuestros pentecostales hoy. Ellos simplemente saltan aquí y allá, y nuestras organizaciones los jalan de aquí para allá. Ellos no se quedan con la Palabra.",
    "Si Uds. se quedan con la Palabra, entonces Dios, al ver que “si permanecéis en Mí, y Mi Palabra en vosotros” la Suya, Él no puede negarla; es Su Palabra. Entonces llegará el tiempo, en algún momento, cuando Uds. serán sacados y apartados, y les será dado algo que es genuino, aleluya, poder del Dios Todopoderoso.",
    "Pues, Dios está esperando a Sus hijos, pero ellos simplemente no se alinean, cuando llegan a ese tiempo de prueba. ¿Lo aceptará Ud.? “Bueno, la iglesia me echará”. Muy bien. Allí lo tienen. Entonces, salga. Esa no es la Simiente de Abraham. La Simiente de Abraham no actúa de esa manera.",
    "¡La Simiente de Abraham! Ahora, a mí no me importa lo que surgiera en contra de Abraham, él se quedó allí con esa Palabra de promesa, solo se quedó allí con ella. No importa cómo haya venido Sara, o los otros, todos los que venían, todo, él lo consideró como si no lo fuera. Él miró, él creyó pudiendo ver la promesa, porque Dios se la prometió, y eso era todo. Era la Palabra de Dios, permanecía allí mismo en él.",
    "Entonces Él le dio esa prueba final. “Le daré una doble porción y lo probaré”. Ahora, ya tiene al hijo; él ve que lo recibió. “Pero ahora le diré: ‘Sube allá con tu hijo y mátalo’. Y que tu hijo, cuando él vea… ¿Matará él a su hijo? Ahora lo probaré”.",
    "¡Abraham, fiel a la Palabra! ¿Cómo, cuando Ud. recibe la promesa, cómo va a detener la cosa? ¿Cómo, cómo lo hará uno?",
    "🦅 ¿Cómo esperas llegar a ser padre de naciones, y ahora tienes ciento quince años? Abra-… El pequeño Isaac, como de catorce, quince años. ¿Cómo vas a ser padre de naciones cuando tienes ciento quince años? Aquí está tu único hijo, y estás destruyendo la única evidencia que tienes”. Amén.",
    "🦅 ¿Cómo voy a lograrlo si me salgo de mi organización? ¿Cómo voy a lograrlo si hago esto?”. ¡Oh, escuchen esa Voz dulce y apacible y vengan a la Palabra, la Palabra!",
    "Ud. dice: “Escuché una voz que me dijo esto”. Si es contrario a la Palabra, no era la Voz de Dios. La Voz de Dios viene a la Palabra.",
    "Entonces Abraham caminó hasta allá arriba conforme a la Voz, y esa dulce Voz apacible de Dios, conforme a la Palabra de Dios para tomar la vida de su propio hijo.",
    "Él dijo: “Detén tu mano, Abraham. Ahora sé que Me amas. Y todos los que vienen después de ti, aleluya, todos los que vienen después de ti, que están dispuestos a recibir Mi Palabra, será tu Simiente, y poseerá la puerta del enemigo”.",
    "Desearía haber tenido tiempo para contarles algo que sucedió hace unos días, ¿ven?, lo que ocurrió. ¡Oh, vaya!",
    "🦅 Poseerá la puerta del enemigo; tu Simiente después de ti. Abraham, el que te bendiga será bendito, y el que te maldiga será maldito”. Jesús dijo: “Mejor es que se le colgase al cuello una piedra de molino, y se ahogue en lo profundo del mar”.",
    "Y estas organizaciones que rechazan a esos hombres piadosos, porque ellos se han parado por la Verdad, la Palabra, y el Espíritu y el poder de Dios, y se quedan con la Palabra, ¿ven lo que sucede? Ud. se ahoga en el mar del olvido.",
    "🦅 Mejor es que a Ud. se le colgase al cuello una piedra de molino, y se ahogue en las profundidades del mar, que llegar a ofender al más pequeño de estos Ungidos”. ¿Qué son ellos? La Simiente de Abraham permaneciendo con la Palabra de promesa.",
    "Algunas de nuestras iglesias están llegando al punto en que niegan. Niegan la sanidad Divina; ya no la quieren en su iglesia. Así es. Nuestras organizaciones pentecostales ya no quieren sanidad Divina. ¿Qué es? ¿No ven cómo ha obrado el diablo? Él ha ido por allí y ha dicho algunas cosas falsas así. Y solo son hombres intelectuales pensando que son espirituales, y miran eso, y dicen: “Miren a ese. Miren a ese”. Yo no estoy mirando eso.",
    "Si Ud. es la Simiente de Abraham, Ud. mirará a la promesa de Dios, lo que Dios dijo que hiciera con ella. Eso es. Simiente de Abraham; nosotros miramos una promesa. No me importa cuántos caigan en esta dirección y cuántos caigan en esa dirección. La promesa permanece fiel.",
    "Ud. tiene que pasar por esas pruebas. ¿Ven? Sí. Abraham, primero probado, y luego sellado, después le fue dada la promesa de que “su Simiente poseería la puerta del enemigo”. Eso me gusta. Luego, ellos poseyeron las puertas de sus enemigos después de ser probados.",
    "El problema es que nosotros no soportamos la prueba. Por eso es que nuestras organizaciones no pueden resistir la prueba; esa no es la voluntad de Dios. Es, Dios lo ha bendecido, pero esa no es la voluntad de Dios. Porque, ¿ven?, Uds. tienen aquí toda una compañía de hombres con toda una compañía de ideas, y las juntan todas y salen con lo mejor que ellos pueden. Algunos de ellos dicen: “Este es un hombre importante. Ud. no puede negar su palabra”. Bueno, de esa misma manera está organizada la iglesia católica, lo mismo, sobre un montón de creyentes intelectuales. Los intelectuales, lo miran, hacen que cuadre con los tiempos. Ud. no puede hacer eso. Todo lo demás es una mentira excepto la Palabra de Dios.",
    "Abraham jamás miró nada más que a la promesa de Dios. A pesar de lo que fuera, él se quedó con la promesa de Dios.",
    "Entonces por eso es que no encontramos más. Una organización no puede poseer la puerta del enemigo. Hay demasiadas mentes enredadas allí.",
    "Se requerirá de un individuo, para que posea la puerta del enemigo. Ud. puede hacerlo si desea. Sí, señor.",
    "Veamos unos cuantos, por unos minutos, para ver si ellos se quedan en la Escritura.",
    "Ahora, hubo un tiempo allá en Babilonia cuando se estableció un—una imagen, un tipo bonito de la iglesia católica, y todos los que no se inclinaran a esa imagen serían quemados en el horno ardiente. Ahora, esa fue una confrontación, si ellos no iban a ceder, cuando Dios dijo: “No tendrás otros dioses delante de Mí, ni harás imagen alguna, de lo que sea”. Eso es lo que había dicho Dios. Llegó el momento decisivo.",
    "El resto de Israel todo cedió desplomándose allí. Y cuando sonó la trompeta, y la—y el salterio sonaba, y la—y sonó la flauta, pues, todos se postraron ante esta imagen.",
    "Pero hubo tres de ellos que dijeron: “No lo haremos”. Ellos escucharon esa suave Voz apacible, y se mantuvieron en línea con la Palabra. ¿Qué hicieron ellos? Se quedaron con la Palabra.",
    "Y después, ellos—ellos—ellos dijeron: “Si no lo hacen… Les daremos otra oportunidad, o los arrojaremos al horno ardiente”.",
    "Dijeron: “Nuestro Dios puede librarnos de ese horno de fuego ardiendo”. [Cinta en blanco.—Ed.] “Pero, aun así, nos quedaremos con la Palabra”.",
    "Ahora, hermano, ¿qué me dice de Ud.? “¿Qué haré, Hermano Branham”? Quédese con la Palabra. Quédese con la promesa. “Toda mi iglesia me dejará”. Quédese con la promesa. Ellos se desvanecerán, algún día no estarán. Pero, Dios no. Quédense con la promesa. “Pero, en serio, me van a echar”. Quédese con la promesa, de todas maneras. Quédese Ud. con la promesa. Ahora, si Ud. puede quedarse con la promesa y permanecer allí, entonces quédese con ellos.",
    "Tenga compañerismo con todos. Pero mire: ahora, Ud. jamás ganará de otra manera que no sea con el compañerismo con todos. Tiene que hacerlo. Ahora, cuando se ponen tan mal, inmoralmente, entonces manténgase lejos de eso. Correcto. No entre en el territorio del enemigo. Pero mientras Ud. esté tratando de ganar a su hermano, eso es diferente. ¿Ven?",
    "Ahora observen. Pero Ud. jamás se ganará la opinión de la organización, una sola persona. No, señor. Pues, ellos tienen su regla establecida: “¡Nosotros creemos esto, punto!”. Si Ud. escribiera así su doctrina: “Nosotros creemos esto” coma, sería diferente. Un punto significa: “Nosotros creemos esto, y Ud. tiene que venir a esto y firmar este papel, o no le queda otra”.",
    "Pero si Ud. dice: “Nosotros creemos esto” coma, “más todo lo que podamos aprender de Dios; estamos abiertos al Espíritu Santo”, entonces Ud. continúa, hermano. Sí. Ahora va a ser diferente.",
    "Pero, ¿ven?, si lo tienen escrito con un punto, y Dios da algo más por venir, probando que es Su Palabra y la Verdad, Ud. no podrá moverse, porque es “punto”. Allí termina. Allí es donde murieron los luteranos; allí es donde murieron los metodistas; allí es donde murieron los bautistas; allí es donde murió el presbiteriano; y allí es donde están muriendo los pentecostales. Así es. Así es. Ellos mueren allí mismo, miren nada más, porque ya—ya está escrito. No hay nada que Ud.—Ud. pueda añadirle o quitarle. Allí—allí está. Esa es su doctrina.",
    "Los luteranos no podían aceptar la santificación. No, señor. Él ya había dicho: “El justo por la fe vivirá”. No Martín Lutero; sino ese grupo que le siguió. Así es.",
    "No Juan Wesley; sino el grupo que le siguió. Así es.\n\nNo Calvino; sino el grupo que le siguió.",
    "No John Smith de la iglesia bautista, que oraba tanto en la noche, hasta que sus ojos se le cerraban de tan hinchados, por su iglesia; y su esposa tenía que sacarlo y alimentarlo allí con una cuchara, a la mesa. No él; sino este grupo de bautistas que lo siguió, la organización que vino después de él.\n\nNo Alexander Campbell; sino los que le siguieron.",
    "No el movimiento pentecostal del principio, quienes tenían todas las cosas en común, y tenían compañerismo con todos; sino los grupos que vinieron y dijeron: “No. Somos esto, y nosotros somos esto. ¡Y estos son problemas, y eso es todo!”. (“Separándose, aparentemente no teniendo la Fe”.) Correcto. Eso fue lo que lo causó. Allí está la cosa maligna. Amén. Me siento religioso esta mañana.",
    "Los jóvenes hebreos, después de haber resistido la prueba, si es que permanecían o no con la Palabra de promesa, ellos fueron puestos a prueba. ¿Y qué hicieron? Ellos poseyeron la puerta del enemigo. Amén. ¿Por qué? Ellos permanecieron en la Palabra.\n\nQuédense con la Palabra, esa Voz de Dios que les habla.",
    "Ahora, la cordura decía: “Bueno, miren. Babilonia, no sería muy diferente. Pues, nosotros, cuando nos inclinamos ante esta imagen, estamos adorando a Dios de todas maneras. Bueno, si lo hacemos de esta manera, es con esta intención”.\n\nHáganlo de la manera que Dios dijo.",
    "¿Qué tal si Dios le hubiera dicho: “Moisés, quítate los zapatos, Moisés, estás en tierra santa”?",
    "Y él hubiera dicho: “Gracias, Señor. Yo realmente creo en Ti. Pero más bien me quitaré el sombrero. Es demasiada molestia desatarme el zapato”. Ajá. ¡Eh! Nunca hubiera funcionado.\n\nÉl dijo: “Zapato”. Él no dijo: “sombrero”. Correcto.",
    "Ud. tiene que venir, línea por línea, es lo que Dios dice y alinearse con Su Palabra.",
    "Ahora, después de haber tenido la prueba, ellos poseyeron la puerta del enemigo de fuego. Ellos se dieron cuenta, cuando llegaron al fin, que permaneciendo en la Palabra de Dios, ellos poseyeron la puerta. Correcto. Después…",
    "Daniel. Había salido un edicto, y firmado por los medo-persas, que no se podía cambiar, que, “si alguien le oraba a cualquier otro dios, sería echado en el foso de los leones”. Y Daniel sabía lo que decía la Palabra de Dios, de solo orarle a Él, así que simplemente abrió las ventanas y oró igual. Ahora, él no se colocó atrás en un rincón; él abrió las ventanas hacia el templo. Él no se avergonzó de eso.",
    "Y no queremos practicar nuestra religión el domingo, y el lunes hacer otra cosa. O, creer en nuestro corazón una cosa, venir ante alguien más y decir: “Bueno, no sé. Sí, pienso que tienes razón”. Sea lo que Ud. es. Si no lo es, salga del púlpito, salga de la iglesia. Correcto. Porque Ud. es una desgracia para los dos. Sea lo que Ud. es. Diga lo que cree, entonces no tiene nada de qué retractarse. Ud. está parado exactamente en la verdad. Todos conocen sus colores. Los hombres lo apreciarán a Ud., cualquier persona.",
    "Una mujer pudiera ser la fealdad encarnada. Puede que sea inmensa, gorda, pequeña, delgada, de cabello negro, de ojos cafés, azules, grises; uno para un lado, y el otro para el otro. Pero si esa mujer es decente, una dama, no hay un solo hombre en el campo que no se quite el sombrero ante ellas, si tiene una onza de hombría en él. Correcto. Porque ella—ella produce lo que ella es, y los hombres lo aprecian.",
    "Así también Dios aprecia a un hombre que es lo que es, o los hombres que profesan el Cristianismo. Seamos Cristianos, llenos del Espíritu Santo, con la Palabra de Dios, u olvídenlo. Correcto. Porque, de otra manera, Ud. llega a la hipocresía, y viviendo una vida diferente. Y la gente lo ve a Ud. corriendo aquí a los bailes, y fumando, y cosas así, y diciendo que es un Cristiano, luego, ¿ve?, Ud. pone una piedra de tropiezo en el camino de otros.",
    "A veces las veo a Uds. mujeres, cómo se cortan el cabello y se visten y se comportan con estos míseros vestidos cortos, parecen una salchicha pelada o algo así, y salen a la calle, caminando alrededor, tacones como así de altos, contoneándose por la calle. ¿Será eso pentecostal? Entonces las—las otras iglesias dicen: “Estos dicen que tienen algo que no tienen”.",
    "Ud. está sellado y marcado por el Espíritu Santo. Ud. no está en un salón de baile esta noche y en los brazos de algún hombre que no es su esposo; a la noche siguiente, pues regresa a la iglesia y danza por todo el lugar. Eso no es pentecostal. Eso es hipocresía; eso es inmundicia.",
    "No lo digo tanto para Uds. Pero, Uds. saben, que estas cintas aquí van por todo el mundo, así que simplemente predico como si fuera para todo el mundo. Cuando siento que Dios dice: “Di algo” sencillamente lo digo, porque no sé a dónde va dirigido. Depende de Él encargarse de eso. Solo quédese con la Palabra. Así es. Muy bien.",
    "No, Daniel no se inclinó al edicto de ellos, aunque lo echaran de la organización o no. Él se quedó junto a la ventana, y se quedó con la Palabra de Dios. Él no se avergonzó de Eso.",
    "¿Qué sucedió? Lo echaron en el foso de los leones, pero él poseyó las puertas del foso de los leones. ¿Por qué? ¡Gloria! Porque Dios dijo que su… “Tu Simiente poseerá la puerta del enemigo”. Sea cual sea el enemigo, Ud. posee la puerta. ¡Oh!, ¿en cuántas ocasiones pudiéramos…?",
    "Miren a Moisés, siguiendo en la línea de los mandamientos de Dios, fue allá a Egipto, parecía que todo era contrario. Él tuvo imitadores a la par con él. Él fue con un par de—de señales, para mostrar que era enviado. Arrojó una serpiente, y todo lo demás.",
    "Y aquí venían también los imitadores, arrojando las de ellos. ¿Qué podía hacer él? Nada. Dios no le dijo que ellos iban a hacer eso. Él quería probar a Moisés. Él fue Quien permitió que Janes y Jambres arrojaran sus serpientes, o sus varas.",
    "Así que allí estaba Moisés en la línea del deber. Arrojó su vara. Se convirtió en una serpiente. Él dijo: “Mira eso, Faraón. Eso es lo que mi Señor me dijo que hiciera delante de ti”.",
    "Faraón dijo: “Vengan aquí, Jambres y Janes”. Ellos arrojaron sus varas. Se convirtieron en serpientes, lo que había hecho Moisés.",
    "¿Se le sonrojó el rostro? No, señor. Él aún creía que Dios lo había enviado. Él se quedó con esa promesa. Y ¿qué sucedió?",
    "Es como cuando a Ud. lo llaman a una conferencia. Puede ser que su rostro se vuelva un poco rojo. Quédense con la Palabra.",
    "¿Qué sucedió? De repente, esta gran cobra de Moisés vino y se las tragó; Dios vindicado. Después de su prueba, él dijo: “Yo quiero que tú, por esta señal, dejes que esos hijos salgan allá. Quiero que los envíes de regreso a casa, a donde pertenecen. Dios vino aquí para decirlo, me envió aquí para liberarlos. Yo quiero que regresen”. Él las arrojó allí.",
    "¡Oh, llegó la prueba! Moisés, ¿qué vas a hacer, dar la vuelta, e irte? decir, “bueno, ¿tal vez me equivoqué?”. No, señor.\n\nMoisés permaneció allí parado: “Dios comisionó esto”. ¡Gloria!",
    "Cuando Dios dice algo, quédese con Eso. No importa lo que suceda, quédense con Eso. Si ellos lo echan y dicen: “No cooperaremos, no haremos esto”, quédese con Ella.",
    "Moisés se quedó allí con eso. ¿Qué sucedió? Él poseyó la puerta de su enemigo. Aleluya. El diablo dijo: “Pondré el Mar Muerto en tu camino”, pero se abrió. Ya no podían retenerlos en Egipto. Él poseyó la puerta del enemigo. ¿Por qué? Porque él se quedó con la comisión que Dios le dio. Los mandamientos de Dios, él se quedó con la Palabra de Dios y poseyó las puertas del enemigo.",
    "Josué, después de haber pasado por una prueba. Él había estado allí, probablemente, y cruzó a nado el Jordán, él y Caleb, con los espías. Cuando regresó del Jordán, llegaron a Cades-barnea. Y todos dijeron: “¡Oh, si entramos, hará pedazos nuestras organizaciones! Simplemente no podemos entrar”.",
    "Ese espíritu no muere. “¡Oh, no podemos aceptar Aquello! Si le enseñamos Eso a nuestra gente, ¿qué haremos nosotros? Sacaríamos casi la mitad de los diáconos de la iglesia; están casados dos, tres veces. ¿Qué vamos a hacer? Nosotros, pues, si les decimos a nuestras mujeres que tendrán que usar el cabello largo, ¿sabe lo que harían? Dejarían la iglesia. Y ¿qué haríamos nosotros? Pues, nos tildarían de anticuados”. De hecho, Jesús era anticuado. “No podemos hacer eso. No podemos hacer eso. Es demasiado para nosotros”.",
    "Uds. saben hasta donde llega un creyente fronterizo. Hebreos, el capítulo 6, lo explica: “Aquel que una vez fue iluminado, fue hecho partícipe del Espíritu Santo, luego se aparta, que sea renovado otra vez”. Él llegó a esa frontera y rehusó cruzar, eso es, rehusó creer completamente.",
    "Pues, ¿qué hizo Caleb? ¿Qué hizo Josué? Él dijo: “Somos más que capaces de poseerla”. ¿Por qué? Ellos se quedaron con lo que Dios había prometido.",
    "Bueno, dijeron, esos otros dijeron: “Pues, son gigantes. Están todos amurallados. Ellos son así. Pues, no hay manera de que podamos tocarlos”.",
    "Josué dijo: “Somos más que capaces de hacerlo. ¡Silencio, Uds.! ¡Cállense! ¡Siéntense!”. Amén.",
    "Se los digo, la fe es una gran cosa, cuando viene por la Palabra de Dios. Entonces él no tiene miedo. La fe tiene pelos en el pecho, músculos grandes. Dice: “¡Cállate!”. Todo lo demás huye a una esquina, correcto, cuando Dios habla. “Si permanecéis en Mí, y Mis Palabras en vosotros, di lo que queráis”. Allí lo tienen. ¡Oh, eso me gusta! ¡Hmm!\n\nLos demonios temblarán y los pecadores despertarán;\n\nLa fe en Jehová pondrá a temblar lo que sea.",
    "¿Cómo puede tener fe cuando Ud. sabe que no está funcionando, caminando en Su Palabra, cuando Ud. sabe que hay cosas allí que debe decir y no las dice? Hay cosas allí que Ud. debe enseñar y no las enseña. Hay cosas allí que Ud. no puede decir, y ¿cómo puede tener fe cuando sabe que Ud. está errado?",
    "🦅 Si nuestro corazón no nos reprende”. Allí lo tienen. Allí lo tienen. Pero quédese con esa Palabra, donde no hay reprensión. “No hay condenación para aquellos que están en Cristo Jesús, que no andan conforme a la carne sino conforme al Espíritu”. El Espíritu guía con la Palabra, porque el Espíritu solo puede venir de la Palabra, porque Su Palabra es Espíritu. Y Él solo puede… El verdadero Espíritu genuino de Dios solo puede hablar la Palabra de Dios. ¡Oh, vaya! ¡Vaya, vaya!\n\nAléjate, mundo. Satanás, déjanos.",
    "No tema decirle a este monte: “Quítate”. Dígalo. Quédese allí, mírelo derrumbarse. Correcto.",
    "Pero si en Ud. hay condenación, es mejor—es mejor que se quede quieto. Solo estará balbuceando. Ud. no está diciendo la verdad; no está diciendo las cosas que debería decir. Muy bien.",
    "Vemos entonces que Josué, después de pasar por esa prueba, habiendo visto la evidencia de una buena tierra, se paró allí en Cades-barnea y se quejó de todos ellos, y dijo: “Somos más que capaces de poseerla. Podemos poseerla”. ¿Cuál era la idea? Cruzar.",
    "¿Cuál era la idea de Moisés? “Mostrar esta señal y sacar a los hijos”. Y parecía que había fallado. Pero él se quedó con la Palabra, y la puerta del Mar Muerto no pudo detenerlo. Él lo atravesó directamente. Él poseyó la puerta del enemigo.",
    "Josué, mirando la promesa de Dios, dijo: “Somos más que capaces de poseerla”. Así es. Y cuando él llegó al Jordán, ¿qué hizo? Se abrió. Amén. Eso es. Él poseyó la puerta del enemigo. Ese Jordán le estaba impidiendo pasar y adueñarse de esa promesa. Pero cuando llegó allá, él era la Simiente de Abraham. ¿Por qué? Él creyó la Palabra de Dios. Esa es la única manera en que Ud. puede ser una Simiente de Abraham, creyendo la Palabra de Dios. Y entonces ¿qué hizo cuando llegó a donde él estaba listo para tomar al enemigo? Dios abrió la puerta, y él la poseyó, la tomó, pasó.",
    "Cuando llegó la primera batalla, el primer conflicto que tuvo con ellos, los muros eran tan grandes que podían correr una carrera de carros sobre ellos. ¿Cómo iba a entrar para tomarlos? Ellos huyeron de él, regresaron adentro. El enemigo también lo hará. “Pero tú vencerás la puerta del enemigo”.",
    "Dijo: “Señor, ¿qué debo hacer?”. Caminando alrededor una tarde, meditando. Y vio a un Hombre parado con Su espada desenvainada. Josué sacó su espada, dijo: “¿Eres Tú de los nuestros? ¿O estás con nuestro enemigo?”.\n\nÉl dijo: “Soy el Capitán de esta hueste”.\n\n“¿Qué debo hacer”?",
    "🦅 Marchen alrededor de ella, trece veces. Suena una trompeta. Poseerás la puerta del enemigo”.",
    "Y ella cayó. Sí, señor. ¿Por qué? Él era una Simiente de Abraham, que no dejó la Palabra de Dios. Él venció toda puerta que venía a él. Seguro.\n\nSe hace tarde. Tengo que terminar.",
    "Miren, todos estos preciosos héroes, tengo una página llena escrita aquí. Pero todos estos preciosos héroes, con todo lo que hicieron, finalmente murieron.",
    "Pero luego vino la verdadera Simiente de fe, la Simiente Real de Abraham, Jesús, una promesa. Abraham tenía a Isaac, es cierto, según la carne, pero la verdadera Simiente no estaba en ese sistema de organización. Estaba en esa promesa de la Palabra de Dios, de que Él lo haría padre de naciones, no a través de Isaac, sino a través de la Simiente Real, Jesús. Esa fue la Simiente Real, la cual, en realidad, la Simiente de Abraham, Jesús no era judío, ni tampoco era gentil; Él era Dios. ¿Ven? La…",
    "Uds. católicos aquí, preciosa gente. Pero cuando Uds. adoran a María como a una diosa, ¿cómo se les ocurre, algo así? María no era más que una mujer. Dios la escogió. Ella era una incubadora. Solo eso. Una incubadora, eso es lo que es una mujer, pero está asociada con la semilla del hombre.",
    "Bueno, es una congregación mixta, pero tengo que decir esto para que Uds. entiendan de lo que estoy hablando. Ahora, Uds. escuchan a su—su médico, y yo soy su hermano. Seguro que pueden.",
    "María no tenía polen en Cristo. No hubo ninguna sensación sexual cuando el Espíritu Santo le hizo sombra, ni un poquito. Pero Dios Todopoderoso, el Creador, creó la célula de Sangre y el polen. ¡Hmm! Si fue polen de María, entonces los muertos no resucitan.\n\n¡Gloria! Eso acaba de llegar fresco. Acabo de captar eso.",
    "Entonces si Uds. dicen que no importa lo que hagamos, entonces ¿por qué nos dijo Dios que nos abstuviéramos de cosas erradas? ¿Por qué levantó Dios el cuerpo de Jesús, si no es así? Pues, ¿lo ven Uds.?, no podía haber una mujer conectada a eso. Si la hubo, entonces Su cuerpo fue conforme a Su madre, María, porque ella tuvo una relación sexual por medio de una sombra de un espíritu que le—le causó descargar esperma, y eso está mal. El Espíritu Santo, por una concepción inmaculada, aleluya, allí creó Él tanto el esperma del hombre como de la mujer.",
    "¿La llamó Jesús “madre”? Encuéntrelo en la Escritura. Él la llamó “mujer”. ¡Aleluya! ¡Mujer! (Esto es fresco. Por eso es que lo está haciendo como lo está haciendo.) “Mujer, ahí tienes a tu hijo”. Millones de millas más cerca de ella que Él.",
    "Él era Dios. Él no era ni judío ni gentil. Él era Dios, en los dos, carne y cuerpo, Dios morando en Él. Dios ¿morando en el esperma de una mujer? No pudiera hacerlo. Esa esperma de la mujer tendría que tener algo que ver con nuestra carne. Pero fue la Sangre más el esperma, con lo que Dios hizo sombra.",
    "Él podía ponerlo en el tronco si hubiera querido. Sí, señor. Podía ponerlo en cualquier lugar que Él quisiera.",
    "Pero Él lo trajo por causa de la mujer que estuvo en la caída. Allí vino el Hijo inmaculado del Dios viviente, creado, nacido de una virgen, en ambos, cuerpo y alma.",
    "¿Por qué dijo David: “Yo no veré a Mi Santo… dejaré que Mi Santo vea corrupción, Mi Santo, que vea corrupción; ni dejaré Su alma en el infierno?” David lo dijo. ¿Ven? Ambos, alma, cuerpo y espíritu, fueron creados por Dios, por Él.",
    "La mujer no era una madre. Era una mujer. Yo creo que ella era una buena mujer santa. Absolutamente. Ella no hubiera sido incubadora, Dios nunca hubiera escogido una incubadora sucia. Si el Señor quiere, predicaré sobre eso esta noche, de: “¿Qué es una vil incubadora sucia?”. Para traer Su, para traer a Su Hijo a la tierra, Él escogió “una virgen que no conocía varón”. Tampoco ella tuvo secreción de esperma ni de otra cosa cuando el Espíritu Santo le hizo sombra. Porque Dios, en Su manera inmaculada e infinita, creó en ella: el alma, el cuerpo y el espíritu de Jesucristo. Correcto. Él era el Hijo de Dios nacido de una virgen.",
    "¿Qué hizo eso? Rompió la puerta del enemigo. ¡Aleluya! ¡Fiuu! Esto se está poniendo bueno para mí. Miren. ¿Por qué? Él rompió la puerta del enemigo allí mismo, para todo hombre que ha nacido en este mundo por un deseo sexual, que no podían ir al Cielo porque el sexo es lo que lo inició allá en el principio, en el huerto del Edén, por lo cual ellos se cubrieron. Cuando Él hizo eso, Él partió esa cosa en dos allí mismo, y poseyó la puerta del enemigo. ¿Por qué? Tomó la Simiente Real de Abraham, la primera vez, y rompió eso hasta el fondo. La Simiente Real de fe y promesa, no una concepción de María, sino de Dios, rompió las puertas. Eso es, permitiendo que el ser humano pase por la puerta. ¡Gloria a Dios!",
    "¿Qué hizo Él? Luego venció todas las puertas del enemigo. Él venció la puerta de la enfermedad. La enfermedad no podía existir en Su Presencia. No, señor. Tampoco podría existir otra cosa en Su Presencia. Una procesión fúnebre no podía existir en Su Presencia. No. ¿Qué hizo Él?",
    "Josué murió. Moisés murió. Todos los demás murieron, pero no esta Simiente Real. La muerte no podía permanecer donde estaba la Vida.",
    "Esa mujer de Naín, que salía allá llevando a su muchacho. Se detuvo y dijo: “Levántate, hijo”.",
    "Esa niña que estaba muerta, la hija de Jairo, Él habló una palabra al mundo desconocido allá afuera, y dijo: “Hija, levántate”.",
    "Lázaro, muerto cuatro días y su cuerpo podrido, y su alma ya lejos de allí, a cuatro días. Él dijo: “Lázaro, ven fuera”. ¡Gloria!",
    "Allí está Él. ¿Qué hizo? Él rompió los sellos de todo. ¡Aleluya!",
    "Cuando Él tuvo que morir en ese momento, Él no pudo retener esa vida. Él nunca hubiera muerto, pero tuvo que dar esa vida. Y cuando Él dio esa vida, Él murió la muerte. Y Su preciosa alma, como dice la Biblia, descendió al infierno, tomando mi lugar y el suyo. ¡La Simiente Real de Abraham! ¿El qué? Él era la Simiente Real. ¡Oh, gloria!",
    "Ahora nosotros somos la Simiente Real, ¿qué?, que permanece con la Palabra, exactamente como Él lo fue. “Porque en el principio era el Verbo, y el Verbo era con Dios; y el Verbo, hecho carne y habitó entre nosotros”. ¿No ven Uds. dónde está la Simiente Real? La Simiente Real es aquella que se queda con la Palabra.",
    "Uds. debiluchos, dispuestos a negociar con el diablo, en sus modas del mundo. (No se los digo a Uds. aquí.) Allá afuera, Uds. predicadores que saben que predican que los días de los milagros han pasado, Ud. predica que no existe algo como el bautismo del Espíritu Santo, ¡qué vergüenza!, y Ud. dice que es la Simiente de Abraham.",
    "La Simiente Real se queda con la Palabra. La Simiente Real, no nacida de hombre, nada que ver con el hombre o mujer. La mujer es la iglesia; nada que ver con la iglesia. María no tuvo nada que ver con la Simiente. Tampoco la iglesia, la así llamada organización, tiene nada que ver con la Simiente. ¿Nace de qué? No de una organización, no metodista, bautista, presbiteriana, católica, luterana y demás.",
    "Sino, naciendo de la Simiente Real de la promesa de Dios, esa es la que posee la puerta del enemigo. Ya ha sido tomada por él. “Porque si permanecéis en Mí, y Mi Palabra en vosotros, pedid lo que queréis, os será hecho”. Allí lo tienen. Es una promesa. Ya está hecho.",
    "Su preciosa alma descendió a los infiernos, adonde yo debería haber ido. Pero en ese tercer día… Sansón tomando la puerta de la ciudad en su espalda, no tuvo nada que ver con eso. Él poseyó las puertas del infierno, las puertas del sepulcro y todo lo demás. Él no las cargó hasta la montaña, sino que las destruyó. ¡Aleluya! Él poseyó la puerta del enemigo.",
    "Esas atmósferas que estaban llenas del poder del diablo, arriba, donde Ángeles ni nada podían bajar; no podía haber intercesión, porque la sangre de los machos cabríos no quitaba el pecado. Pero Su propia Sangre quitó el pecado.",
    "Y Él subió a lo Alto, llevó cautiva la cautividad. Él dio dones a los hombres. Ahora, cada Simiente de Abraham que esté dispuesta a pagar el precio, que vengan y se arrepientan de sus pecados, sean bautizados en el Nombre de Jesucristo para perdón de sus pecados, sean rellenos con el Espíritu Santo, y resistan la prueba.",
    "Y es cuando sacan de Uds. el mundo, las cosas han pasado, todo lo que está mal, todo lo que parece estar mal, como las mujeres con su cabello, los hombres con su inmoralidad, y las iglesias con sus organizaciones, y el—y el pastor que complace a sus diáconos, y—y toda esa clase de cosas. Una cantidad de mundanos entran allí y causan que un pobre pastor, lo echan de la iglesia.",
    "Siga su camino, pastor. Dios lo bendiga. Quédese solo con la Palabra. No ceda en nada.",
    "Él subió a lo Alto. ¿Qué hizo Él? Abrió una brecha, una puerta, esa oración por esta Simiente de Abraham. ¿Por qué? ¿Por qué? Si somos el Cuerpo de Cristo, si estamos muertos, nos consideramos muertos y sepultados en Cristo, y resucitados con Él en resurrección. Él es la Cabeza del Cuerpo. Donde está la Cabeza, el Cuerpo está con Ella. Y luego, esta mañana, pues todo aquel que ha hecho eso: “Está sentado con Él en lugares celestiales”, con la Simiente Real. Alabado sea Dios.",
    "No hay puertas. Uno no puede orar así de largo, pues dicen: “¡Oh, oh, he allí una palabra!”. No-no. Lo cortan a uno allí mismo.",
    "Pero si nuestro corazón no nos reprende; si sabemos que estamos caminando en los mandamientos de Dios; vemos nuestras vidas siendo limpias; lo vemos; toda Palabra que Dios ha mandado, La guardamos; entonces poseemos las puertas de todo enemigo. “Entonces pidan lo que quieran, les será hecho”. “Él poseerá la puerta de su enemigo”. ¡Oh, hermano, que iglesia sería esa!",
    "Cuando yo regrese de nuevo a Phoenix, si el Señor me lo permite, espero que cuando entre a este tabernáculo, que estas bancas estén llenas, y cada banca en el movimiento del Evangelio completo en esta ciudad esté llena de santos del Dios vivo: con apariencia Cristiana; hablando como Cristianos; actuando como Cristianos; con el Espíritu de Dios moviéndose entre ellos, donde, si uno peca, el Espíritu Santo lo declare en ese momento.",
    "Eso lo hará. Uds. lo vieron en la línea de oración, como aquí en el altar. Donde, por decir: “Regrese Ud. allá y arregle eso con su esposo. Vaya, dígale a su esposa que Ud. estuvo afuera, anteanoche, con esa mujer, en tal-y-tal lugar”. Si Eso lo hace aquí, al caminar en la Palabra, escuchando esa Voz suave y apacible, Eso lo hará en Ud. Ud. es la Simiente de Abraham. Entonces, no hay pecado.",
    "Predicador, ¿no le gustaría ver eso en su iglesia? Entrar a esta iglesia, y al mirar por aquí ver tanto a hombres como a mujeres, piadosos, en santidad, sentados allí, llenos del poder de Dios. El pecado no podría entrar. Si un hombre entra y se sienta, el Espíritu se levantaría y diría: “John Jones, Ud. viene de tal-y-tal ciudad, un cierto-cierto lugar. Él está aquí buscando sanidad para su cuerpo. ¿Ven? Él hizo una cierta cosa en un cierto lugar. Él hizo esto, y él toma… tiene que devolver esto, corregir esto, entonces Dios lo sanará de ese cáncer. ASÍ DICE EL SEÑOR”. ¡Vaya, vaya!",
    "Denme una iglesia, denme diez hombres, llenos…, verdaderas joyas de Dios, la Simiente Real, reúna a esos hombres y observe lo que sucederá. Denme esta casita llena de gente así, y les mostraré una Luz a la cual el mundo correrá. Correcto. Eso es lo que Dios quiere que seamos. “Eres una ciudad asentada sobre una colina”. Ud. es la Simiente Real de Abraham. “Ella poseerá la puerta de su enemigo”.",
    "Enfermedad, algo causa la enfermedad. Hay una causa para estas cosas. Y Dios, el Espíritu Santo, está aquí para revelar ese asunto y decirle a Ud. por qué no la recibe. ¿Qué nos pasa? No tenemos que preguntarnos: “Lo hará”; ya lo está haciendo. ¿Qué hace Ud.?",
    "Observen a ese profeta. Él no escuchó al viento que soplaba, “¡Gloria a Dios! ¡Aleluya!”.",
    "Eso es bueno. Ahora, recuerden, no estoy condenando eso. Espero que todos lo entiendan. Alguien dice: “El Hermano Branham no cree en decir: ‘¡Gloria a Dios! ¡Aleluya!’”. Bueno, mírenme aquí arriba ahora. Yo creo en gritar, hablar en lenguas, danzar en el Espíritu.",
    "Pero, hermano, cuando Ud. no oye esa Voz suave y apacible de la Palabra, ahí está su caída. Esa es la cosa.",
    "Elías sabía que todo este avivamiento estaba sucediendo afuera. Pero él estaba… Eso no lo atrajo afuera a eso. Pero cuando escuchó esa Voz suave y apacible de Dios, entonces él se sintió atraído. Y veló su rostro, salió. ¿Por qué? Elías era la Simiente de Abraham, siguiendo la Palabra.",
    "🦅 Si permanecéis en Mí y Mis Palabras en vosotros, entonces pedid lo que queráis, os será hecho”.\n\nInclinemos nuestros rostros para orar un momento.",
    "¡Oh, iglesia!, ¡cuando termino de predicar de esa manera, cómo me siento! El Espíritu se aparta de mí, y miro atrás. Veo personas que en realidad sacan de su bolsillo y de la comida de sus hijos para dármelo a mí. Veo mujercitas aquí, quizás con cabello corto. ¿Qué no harían? Ellas harían cualquier cosa por mí, si pudieran. Un hombre viviendo con una esposa así, y yo simplemente cortarlo en pedazos, con esa Palabra, herirlo, su conciencia abatida. Y, con todo, ese hombre saldría aquí a esclavizarse, para enviarme su diezmo. Correcto. Eso me hace sentir, ¿ven?, regresé entonces a la carne, ¿ven Uds.?, ¿Qué?, ¿qué dije? Yo no quiero lastimar; no es eso.",
    "Pero, ¡oh, hermano, y mi querida hermanita y hermano!, si esa es la Palabra de Dios, y este es Su Espíritu haciendo que esa Palabra cobre vida, para Ud., ¿qué será en el Día del Juicio? Estoy tratando de prepararlos para ese día. Por favor, por favor solo reciban Su Palabra. Si llego a predicar algo que no sea la Palabra, una promesa de Dios, entonces Uds. tienen derecho de venir a mí. Pero esa es la Palabra. Y es porque yo los amo.",
    "No es porque yo—yo no los quiero en la barca. Es porque la barca no los llevara a Uds. Uds. se estrellarán, uno de estos días.",
    "Ud. tendrá que venir al Juicio. “El culpable de lo más pequeño es culpable de todo”. Y cuando Ud. sabe que es correcto hacer algo, es la Palabra de Dios y hay una promesa al hacerlo, y Ud. no lo hace, entonces ¿qué me dice de eso? Se le pedirá que dé una razón, ¿entonces qué hará? Cuando este Mensaje en esta mañana esté frente a Ud. allá en la pantalla, en el Día del Juicio, ¿qué hará? Piénsenlo, amigos. Ud. podría morir antes de que termine el día. Así es con todos nosotros. Y una cosa es segura, Ud. va a morir.",
    "Me paré el otro día mirando a mi madre, yo sosteniéndola en mi brazo. Un poco antes de eso sostuve a mi papá, y lo vi partir.",
    "Los he visto llegar al final del camino, a quienes pensaron que realmente estaban bien. Decir: “¡Oh, Hermano Branham!, ¡oh, si tan solo pudiera vivir un poco más!”. Entonces es demasiado tarde. Y recuerden: la muerte no cambia el alma, solo cambia su lugar de morada. Y si Ud. ve que algo dentro de Ud., sea razonable ahora, si Ud. ve que algo dentro de Ud. lo está haciendo actuar de esa manera y lo hace sentirse así, como no debiera sentirse, arrepiéntanse esta mañana. ¿Lo haría, amigo? Vengan. Estar… Ud. no tiene por qué estar así. Ud. es una persona miserable. Viva una vida de Simiente Real genuina. Dios lo quiere a Ud. hoy.",
    "¿Levantaría la mano, con su rostro inclinado, y el corazón? Diría: “Hermano Branham, levanto mi mano a Dios. Honestamente, de corazón, eso es lo que quiero ser. Eso realmente es lo que quiero ser. He—he fallado aquí afuera y todo lo demás, pero en realidad yo—yo no quiero ser así. Quiero ser eso de lo que Ud. ha estado hablando esta mañana. Ore por mí, Hermano Branham. Estoy levantando mis manos a Dios, no a Ud., Hermano Branham, sino a Dios. Y en mi corazón, Él conoce mi corazón. Anhelo ser la clase de Cristiano del que Ud. está hablando, una Simiente real de Abraham, por medio de Jesucristo”. Levante la mano ahora y diga: “Voy a… Ore por mí, Hermano Branham”. Dios lo bendiga. Dios lo bendiga. Seguramente Él lo hará por Ud.",
    "¡Nuestro Padre Celestial, en la Luz de Tu Palabra, en el poder de Tu resurrección! Y me doy cuenta, Señor, que la pobre gente muchas veces se ha enredado acá afuera, por diferentes… La gente a duras penas sabe qué hacer; uno viene, dice una cosa; y uno viene, dice otra.",
    "Y aquí en Phoenix, esta gran ciudad de—de, bueno, turistas, donde llega toda cosa de la nación entera, tanto física como espiritualmente. Parado en la montaña, el otro día, y pensando en cuántas veces el Nombre de Dios se usa en vano en un día aquí, cuántos adulterios se han cometido, cuánto pecado y suciedad hay aquí en las calles, y en los bares y los borrachines, y todo, muchos de ellos profesando ser creyentes, ¡Cristianos!",
    "Mujeres caminando por la calle, con un cigarrillo en la mano. Caminando con ropa inmoral, cuando Tú dijiste que eso apestaba delante de Ti, “es una abominación”, como un urinario viejo, sucio, inmundo, apestoso, por ahí. ¡Oh, Dios!, ¿cómo puede una mujer que afirma tener el Espíritu Santo hacer tal cosa, y sabiendo que en la nariz del Salvador eso huele así, apestando? ¿Cómo pudiera Él tener una cosa como esa en Su Reino? Padre, si tan solo supieran, que están a un millón de millas de Eso.",
    "Oro, Dios, ten misericordia. Nadie quiere ir a esas regiones de los perdidos. Nadie quiere terminar allá abajo, Padre. Que ninguno de nosotros termine allá. Sin embargo, allí en el fondo hay un buen corazón en esa persona, ese hombre, esa mujer, un hombre o una mujer que es caritativo y amable y bondadoso, y solo es que ha sido engañado por el diablo. El diablo es el que lo ha hecho.",
    "Satanás, estoy en contra tuya, porque eres un enemigo de mi Señor; eres un enemigo de Su Palabra. Y te ordeno, por medio de Jesucristo, el Hijo de Dios, yo siendo un mortal, sé que en mí no tengo potestad; no tengo poder para detenerte. Yo no tengo poder para hacer que ninguna de estas mujeres se limpie, ni estos hombres que están escuchando esta cinta, o—o donde sea. No tengo manera de hacer que se limpien. Soy incapaz. Pero sí tengo la autoridad de la Palabra de Dios, como siervo, de predicarla, y con esa autoridad estoy atado al deber. Este policía aquí afuera tampoco tiene poder para detener un carro, pero él tiene autoridad para hacerlo.",
    "Y, Satanás, más vale que empieces a chirriar los frenos, porque te ordeno, por medio de Jesucristo, que sueltes a estas personas alrededor del mundo, dondequiera que vaya este Mensaje. Suéltalos. Yo los reclamo, porque han sido comprados; ellos no se pertenecen. Han sido comprados por un precio, la Simiente Real de Abraham: el Señor Jesús.",
    "Tú, inmundo, sucio, hipócrita hediondo, engañador de los hombres, guiándolos ciegamente a las zanjas del infierno, suéltalos. Te ordeno, por el Dios vivo, por el Sacrificio de Su Hijo, Jesús, que los sueltes, para que sus almas sean cargadas con Su bendición y con Su Presencia, para poseer la puerta de todo enemigo. [Cinta en blanco.—Ed.] Los tienes esperando esto, aquello o lo otro, o algún toque santo, o alguna otra cosa, pero estoy declarando que vas a perder el control.",
    "¿Cómo puede permanecer la enfermedad bajo una unción como esta? Solo es cuando ellos rehúsan mirar más allá a la promesa como lo hizo el padre Abraham, cuando pudo verlo a Él en una figura a cientos de años de distancia, que venía.",
    "Suéltalos. En el Nombre de Jesucristo, suelta a esas personas.",
    "Que el poder de Dios, el entendimiento de la Palabra, mientras que por Él son lavados en esta mañana, que el entendimiento de tener la Palabra de Dios y Sus promesas veraces, sea un dominio que no pueda ser roto por Satanás. Que cada uno eche mano de esa promesa, diciendo: “Esto es. Me estoy aferrando de Esto. Dios hizo la promesa. Yo soy la simiente de Abraham. ¿Cómo puedo dudar Su promesa?”. Y avancen, por medio de Jesucristo, nuestro Señor. Amén.\n\nYo Le amo…",
    "Ha sido cortante esta mañana, amigos. Adoremos ahora dulcemente.\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Sería posible, no en sacrilegio, seguro que no… Esto es—es religioso. Levantemos nuestras manos a Él a quien amamos. Y digamos:\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora, a cada mujer o niña aquí, esta es mi mano. Dios los ama. Para cada hombre o niño aquí, Dios los ama. Yo los amo. Ahora, no puedo extender la mano y tomar cada una de sus manos, pero Dios les exprese lo que quiero decir. Mientras cantamos eso de nuevo, simplemente den la vuelta y estrechen la mano con alguien. “En esto conocerán todos los hombres que sois Mis discípulos, si tuviereis amor los unos por los otros”.\n\nYo…\n\n…compró mi salvación\n\nAllá en la cruz.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Lo aman Uds.? ¡Esa dulce sensación del Espíritu Santo! La Palabra es un proceso de limpieza, simplemente lo limpia a uno, lo hace una nueva criatura, lo quita todo. La Palabra es más cortante que una espada de dos filos, circuncidando, cortando todas las cosas del mundo. ¿Ven? Entonces nos sentimos limpios, restregados, aceptando y creyéndole a Él. Por eso podemos cantar:\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿No es hermoso? Me encanta esto de todo corazón. ¿Ven? Intentémoslo de nuevo, todos ahora, en sinceridad, a todo pulmón.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz. 🦅"
  ]
}