{
  "title": "LAS BODAS DEL CORDERO",
  "id": "62060009",
  "content": [
    "🦅  Gracias, Hermano Edward. El Señor lo bendiga.\n\nBuenas tardes, amigos. Realmente es un privilegio estar de nuevo aquí esta noche en el Tabernáculo Compañerismo. Cuando pasé esta tarde y miré dónde quedaba, y vi la palabra “Compañerismo”, me cuadró perfectamente. Eso me gusta, Hermano Edward. Compañerismo, creemos en eso.",
    "Un viejo amigo mío, que acaba de partir a Casa para estar con el Señor, tal vez muchos de Uds. lo hayan conocido, el Dr. F. F. Bosworth, muchos de Uds. Creo que él estuvo aquí conmigo en Phoenix una vez, era un alma muy valerosa. Y era… tenía un—un… Él era un anciano piadoso, pero tenía un buen sentido del humor. Y él me dijo una vez, dijo… Yo insistía en hablar de compañerismo. Y él dijo: “Hermano Branham, ¿sabe Ud. lo que es compañerismo?”.\n\nYo dije: “Pues, pienso que sí, Hermano Bosworth”.",
    "Él dijo: “Es dos compañeros en una barca”. Pues, y eso es muy cierto, compartiendo un espacio el uno con el otro.",
    "Y vi a muchos que levantaron las manos, que conocían al Hermano Bosworth. Siendo que—que Uds. lo conocían, quisiera hablar unas palabras de sus últimos momentos aquí en la Tierra. Yo lo conocía hace mucho tiempo. Y él ya estaba predicando el Evangelio y orando por los enfermos antes de que yo naciera. Uds. pueden ver entonces la edad que él tenía. El Señor le permitió que viviera, creo yo, como ochenta y cinco años, algo así, y era un anciano valeroso hasta cuando murió.",
    "Cuando él tenía setenta y cinco, creo que fue, los dos estuvimos en el… creo que, en el Hotel Edgemont, en Miami. Y habíamos tenido nuestra—nuestra cena, y salimos a caminar a la playa donde entraban las olas, para ver salir la Luna. Y yo tenía como cuarenta años, mis hombros ya encorvados, caminaba allí de esa manera. Y él, como de setenta y cinco, tan recto como se puede estar. Y yo lo miré y lo admiré. Y dije: “Hermano Bosworth, quiero hacerle una pregunta”.\n\nÉl dijo: “Adelante, Hermano Branham”.\n\nY le pregunté: “¿Cuándo estuvo Ud. en su mejor momento?”.",
    "Él dijo: “Ahora mismo”. Pues, entonces sentí vergüenza de mí mismo. Y él dijo: “Ud. olvida que tan sólo soy un muchacho viviendo en una casa vieja”, dijo él; y ése era el Hermano Bosworth.",
    "Cuando oí que él se iba a encontrar con el Señor, por poco quemo las llantas de mi auto, yendo a Miami a verlo. Y cuando mi esposa y yo llegamos allá… Y la familia Bosworth y nuestra familia han tenido una gran amistad. Y nosotros entramos. El patriarca anciano estaba recostado en un pequeño sofá. Y él se había levantado, su cabecita estaba calva, y extendió así sus bracitos delgados hacia mí. Las lágrimas me rodaron por las mejillas. Yo lo abracé y clamé: “¡Padre mío, padre mío, he ahí los carros de Israel y su gente de a caballo!”. Pues si llegó a haber un anciano que le infundió dignidad al movimiento pentecostal, fue el Hermano Bosworth; verdaderamente que fue él. Él era una gran flor.",
    "Y saben, lo primero que quiso hacer fue contarme un chiste, estando así, Uds. saben.\n\nY le dije: “Hermano Bosworth, ¿se va a recuperar?”.",
    "Él dijo: “No, Hermano Branham; para comenzar, no estoy enfermo”. Él dijo: “Sólo es que voy a Casa”.\n\nYo dije: “Pues, eso está muy bien”.",
    "Apenas regresábamos del campo misionero del África, él y yo. Él dijo: “Simplemente estoy muy anciano para seguir con vida”. Él dijo: “Me voy a Casa”.\n\nYo dije: “Hermano Bosworth, ¿qué me aconsejaría Ud. que haga?”.",
    "Y él dijo: “Permanezca con el Evangelio”. Y dijo: “Regrese a los campos misioneros tan rápido como pueda”. Dijo: “Ése sería mi consejo”.",
    "Y, le dije: “Hermano Bosworth, quisiera preguntarle algo más”.\n\nÉl dijo: “¿Qué sería, Hermano Branham?”.",
    "Yo dije: “Pues, Ud. le ha dedicado cerca de sesenta años al Señor, en servicio, o tal vez más”; y yo dije: “¿Cuándo fue el tiempo más feliz de su vida?”.\n\nÉl dijo: “Ahora mismo”.\n\nY yo dije: “Hermano Bosworth, ¿sabe Ud. que se está muriendo?”.",
    "Él respondió: “No me puedo morir, yo morí hace muchos años”. Y yo… Dijo: “Hermano Branham, todo lo que he amado y por lo cual me he interesado en los últimos sesenta años, estoy a la espera de que en cualquier momento Él abra esa puerta y venga por mí”.\n\nY yo medito en eso, El Salmo De La Vida.\n\nLas vidas de los grandes hombres nos hacen recordar\n\nQue podemos hacer sublimes las nuestras,\n\nY al partir, dejar detrás de nosotros\n\nHuellas, en las arenas del tiempo.\n\nY verdaderamente que él dejó huellas, para mí.",
    "Antes de que muriera, o que pa-… pasara a la Gloria, como por una hora, o tal vez más, antes de morir, él llevaba durmiendo algunas horas; y su esposa, sus hijos, los seres queridos estaban parados alrededor, y el anciano se despertó, miró alrededor, se levantó, y corrió por la habitación, y estrechó manos con su madre que había partido muchos años antes, y con su padre. Y por más de una hora él estrechó manos con personas, decía: “Éste es el Hermano John. Sí, viniste a Cristo en mi reunión en Joliet, Illinois. Aquí está el hermano…”. Saludaba de manos a sus convertidos que tenían años de haber fallecido.",
    "Yo—yo les digo, a veces creo que en la hora que pasemos de esta tierra a la otra, creo que en ese momento cuando… el río de todas maneras será difícil de cruzar, Uds. saben. Yo creo que tal vez el Señor les dice a nuestros seres queridos: “Vayan al río y recíbanlos allá”. Pues, como dijo Jacob, seremos reunidos con los nuestros algún día.",
    "Yo también estoy esperando que llegue ese día. Y luego cuando termine aquí esta vida, o que Dios termine de usarme aquí, y yo vea que en lo que he podido he vencido toda potestad, he superado toda dificultad y escalado todo monte, quiero mirar atrás, ver por dónde he estado, cuando haya llegado al río.",
    "Siempre he dicho, como las personas aquí de color, ellos tienen un corito que cantan: “No quiero problemas en el río”. Quiero aclararlo todo ahora.",
    "Tal vez envainar la espada, y quitarme el casco y ponerlo en la ribera, y levantar mis manos y clamar: “Trae la barca salvavidas, Padre, vengo a Casa en esta mañana”. Él estará allí, no se preocupen; así lo creo. Pienso que ése es el deseo de cada uno de nuestros corazones.",
    "Ahora, en realidad es un gran privilegio estar aquí esta noche con este pastor tan amoroso y su iglesia, y esta obra tan maravillosa, y éstos que están peregrinando en Cristo, en este lado de Phoenix. Pues, verdaderamente que somos peregrinos. Aquí somos peregrinos y extranjeros; estamos en busca de una Ciudad.",
    "Como le hablaba esta mañana al tabernáculo del Hermano Fuller, acerca de la Simiente Real. Ahora, si Uds. tienen grabadoras (nunca lo menciono), pero algo sucedió esta mañana, en lo que yo… Si tienen una grabadora, consigan una de las cintas, estoy seguro que la apreciarían. El Hermano Maguire las tiene, y, La Simiente Real De Abraham.",
    "Vean, la simiente de Abraham era Isaac, que era judía, en lo natural. Pero la Simiente Real fue Cristo, por medio de la promesa, y ese Cristo fue la Palabra de Dios hecha manifiesta. Y hoy está en nuestro corazón a medida que nosotros… “Si Yo… Si permanecéis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queráis, y os será hecho”.",
    "Ahora, he expresado, acerca de Phoenix, muchas veces, desde que estuve aquí… La primera vez que vine fue hace treinta y cinco años. Y viví sobre la 16 con Henshaw, trabajé por acá en el rancho “Círculo R”, en Wickenburg. Y yo simpatizaba con una muchachita en la 16 con Henshaw. Fui a buscar el lugar el otro día, y ya ni siquiera es Henshaw; ahora es Buckeye. Y es una ciudad grande justo en el área metropolitana aquí de Phoenix. Todo ha cambiado.",
    "Y con mi esposa subimos a la montaña “South”, para mirar a Phoenix. Y pensé: hace como trescientos años, tal vez no había más que coyotes y cacto aquí, y todo eso; y ahora es una fabulosa ciudad grande. Ahora, dije: “Cariño, ¿habrá sido convertida o pervertida? Ahora, escoge. Para mí, está pervertida ahora. Pues estas grandes edificaciones y hermosas estructuras estarían bien si los hombres y las mujeres fueran y vinieran por las calles con sus manos levantadas a Dios, alabando a Dios, y viviendo como hermanos y hermanas; en lugar de beber, apostar, fumar, mentir, robar, cantinas, todo lo que es maligno. Y en medio de todo eso, no obstante…”.\n\nMi esposa luego me dijo: “Billy, ¿entonces, para qué estas aquí?”.",
    "Yo dije: “Pero cariño, en los quince minutos que llevamos sentados aquí, ¿cuántas mentiras han sido dichas por ese valle? ¿Cuántos juramentos se han hecho, empleando el Nombre del Señor en vano? ¿Cuántos cigarrillos, cuántos tragos de whisky, cuántos adulterios han sido cometidos, y cuánta cosa, por allá, sólo en este último rato, mientras estamos aquí?”.\n\nElla dijo: “¿No es eso terrible?”.",
    "No obstante, dije: “Para esto estamos aquí, cariño: ¿Cuántas oraciones sinceras han subido desde que estamos aquí? ‘Vosotros sois la Luz del mundo’. Para eso es que estamos aquí, para arrimar nuestros hombros a estas pequeñas iglesias aquí, hacer todo lo que podamos para ayudar a que avance. Para ser…”.",
    "Uds., los santos, son una bendición para mí. Espero que yo les sea de bendición al estar de visita aquí. Y yo, cuando me enteré que podría visitar las diferentes denominaciones y organizaciones, y—y las diferentes iglesias y demás (los hermanos por el valle aquí de Phoenix), mi corazón se emocionó. Eso será antes de la convención en la que hablaré, la Convención de los Hombres Cristianos, creo que en el desayuno el sábado en la mañana, y después para la reunión del domingo en la tarde, el siguiente—el siguiente domingo. Y siempre es un privilegio reunirme con esos hermanos. Yo creo que tienen como dos mil quinientos asientos allá. Habrá suficiente espacio para todos. Y esperamos encontrarlos allá.",
    "Y luego, también por tener este tiempo de compañerismo, de poder ir de iglesia en iglesia, y hablar. Yo creo que prediqué esta mañana hasta que quedé ronco, como por una hora y media; y ése fue uno corto. Normalmente no salgo antes de tres o cuatro horas, en—en la iglesia en casa. Sólo es que… Yo no soy un predicador, sólo le—le aclamo en júbilo al Señor. Me gusta hacerlo tanto, que pues, supongo que me—me encanta, así que sólo sigo haciéndolo. Ya me han expresado cuatro o cinco veces, que retengo a la gente demasiado; por lo tanto, sé que eso es cierto. Y esta noche, sinceramente, saldremos de aquí antes de la una. Yo—yo casi se los puedo asegurar. Y puedo casi… ¡Qué buen espíritu se siente, y todo tan hermoso! Estoy seguro que el Espíritu Santo tendrá una bendición para nosotros.",
    "Ahora… Ahora no he estado teniendo servicios de sanidad en las reuniones. Yo… Una noche, allá donde el hermano… (Los del Nombre de Jesús, ¿cuál es el pastor?), el Hermano Outlaw. La iglesia del Hermano Outlaw; había muchos allí que querían oración. Y allí hice que mi hijo repartiera algunas tarjetas de oración. Y por unas noches, el Espíritu Santo bajó tanto en el edificio, al grado que… Uds. ya saben, han estado en mis reuniones, todos Uds.; han visto lo del discernimiento y todo eso. Pero ahora he notado que se están acumulando muchos por los cuales debo orar. Y noté eso al comienzo, cuando comenzamos el miércoles y el jueves. Pensé en esperar hasta después del domingo, porque si uno tiene servicios de sanidad en la iglesia…",
    "Vean, yo—yo anuncié en todo lugar adonde fui, que toda persona permaneciera en su puesto del deber el domingo, ¿ven? Estas reuniones especiales sólo son para visitar a los hermanos. Y nosotros—nosotros queremos que cada uno permanezca en su puesto del deber, porque su pastor los está esperando, y allá es donde Uds. deben estar.",
    "Entonces, por—por eso pienso que mañana en la noche, Dios mediante, yo no… ¿Dónde estaremos mañana en la noche? [Un hermano dice: “Allá en Tempe, en la iglesia del Hermano O’Donnell”.—Ed.] Con el Hermano O’Donell, en Tempe, Arizona. Ahora, si Ud. no tiene ninguna—ninguna función especial en su iglesia, y tiene personas enfermas, pues voy a orar por los enfermos mañana en la noche; tendré una línea de oración normal, oraré por los enfermos tal vez—tal vez el lunes, martes. Veamos, debo… No sé. ¿Tendré también culto para la noche del miércoles? [“Sí”.] El miércoles en la noche. Entonces…",
    "Y comienza el jueves, ¿verdad que sí, la convención? [Un hermano dice: “Yo como que tengo las cosas…?…convención”.—Ed.] Está bien, hermano. Él lo anunciará ahora. [“Veamos, estamos aquí esta noche. Y mañana en la noche estamos en la Asamblea de Dios Tempe. Y después en Mountain View en Sunnyslope, el veintitrés. Y luego en la Asamblea Central el veinticuatro”.] Muy bien, eso está bien. [“Yo mismo no me acordaba. Me confundí un poco con eso”.—Ed.] No le dé importancia a eso.\n\nYo estaba hablando el otro día de “no poder recordar”.",
    "Y el Hermano Jack Moore me comentó, dijo: “¿Piensa que Ud. está grave?”, dijo él.",
    "Dije: “Hermano Jack, me pongo a hablar y no recuerdo de lo que estaba hablando”.",
    "Él dijo: “No piense que eso es grave”. Dijo: “Yo marco en el teléfono, llamo a alguien, digo: ‘¿Qué es lo que Ud. quería?’”. ¡Pues, eso ya es grave!…?…¡Oh!",
    "Pues, vaya, tal vez eso suene como broma, lo cual no pienso que sea correcto decir aquí del púlpito; pero, como sea, los hijos de Dios son hijos felices, Uds. saben, así que nos—nos gusta. Yo pensé que eso fue algo gracioso.",
    "Uds., muchos de Uds. conocen al Hermano Jack Moore. Él es del Tabernáculo Vida, en Shreveport, Louisiana, un hermano muy fino. Y pues él me estaba contando de eso. Él además es contratista.",
    "Él dijo: “No piense que eso es grave, Hermano Branham”. Dijo: “Llamé a alguien el otro día, y marqué el número”, y dijo, “ellos respondieron, dijeron: ‘Aló’. Yo dije: Pues, ¿qué es lo que Ud. quería?”.\n\nPensé: “Pues, eso ya es demasiado grave, Hermano Jack”.",
    "Entonces, pienso que sería bueno, y estos amigos que desean la oración y traer a su gente enferma, pues oraremos por ellos.",
    "Ahora, esta noche, he pensado en qué decir esta noche aquí en esta pequeña iglesia tan hermosa. Y pensé: “Pues, no sé”. Sólo tendré que tomar un pequeño texto, y confiar que el Señor combine las palabras en algún momento, y permita que caiga donde ayude a alguien. Para ser… Yo nunca trato de escoger un texto. Siempre trato de ser dirigido, y apunto una cantidad de Escrituras y demás. Y—y entonces si el Señor guía diferente, entonces yo simplemente voy como Él guía. Y pienso que así es como todos debemos hacer, ¿Uds.? Hacerlo de esa misma manera.",
    "Y ahora, hay una cosa que—que yo… Yo quiero que todos en la iglesia (anuncio esto para cada cuerpo local), y eso es, que si cuando terminen de orar por su pastor y sus seres queridos, no me olviden a mí. Pues me doy cuenta a diario, más que nunca, de que estamos llegando al final del camino.",
    "Y acabo de sepultar a mi madre, hace unas cuantas semanas. Y la tuve en mis brazos hasta que Dios se llevó su aliento y su alma al Cielo. Observé esa muerte tan valerosa de una mujer llena del Espíritu Santo, y la vi llegar al final del camino. Pensé: “¡Oh, yo—yo debo tener a toda madre en esa condición! Yo debo hacer algo para tener… hacer lo que yo pueda, para lograr que la gente vea lo que verdaderamente significa eso”.",
    "Y amigos, estoy persuadido que es, tal vez es un poco más profundo. Y pienso que lo tomamos muy ligeramente, para lo que realmente es. Pienso que debemos recordar: si Dios es tan santo que hasta los Ángeles se ven sucios delante de Él, ¿cómo nos veremos nosotros? ¿Ven? Eso es cierto. Así que queremos tener eso en mente. Y recuerden, Dios que está allá en la Eternidad, brilla más que todos los soles en el sistema solar. “Santo, Santo, Santo”, los Ángeles tienen las alas sobre sus rostros, y sobre sus pies, volando en Su Presencia, claman: “Santo”. ¿Cómo deberíamos estar nosotros? Entonces nosotros… Eso es lo que tratamos de hacer.",
    "Y—y siento como que esto, el Reino de Dios, es como un hombre que tomó una red y fue al mar, dijo Jesús, y la lanzó. Y al recogerla, él obtuvo de muchos géneros. Pero los pescados buenos, desde luego, fueron guardados; y los otros peces carroñeros eran devueltos al agua, como los langostinos, y—y las culebras, lagartijas, y galápagos y demás. No obstante, la red del Evangelio atrapa de todo. Y nosotros… Algún día llegará el momento en que lancemos nuestra última red, Hermano Adams. Eso es verdad. No le corresponde a Ud. o a mí decir cuál es pescado y cuál no; nosotros no sabemos. Sólo lanzamos la red y la recogemos; no es más. Dios conoce a los Suyos. “Los que Él antes conoció, Él llamó; y los que Él llamó, Él ha justificado; y los que Él ha justificado, Él ha glorificado”. Así que estamos esperando, sólo lanzando la red. Y es un privilegio para mí, en esta noche, pararme aquí en la iglesia del Hermano Edward para ayudar a lanzar la red en este lugar; para ver si hay peces que Dios tiene para Su Reino.",
    "Ahora, antes de que leamos la Palabra, hablemos un poquito con el Autor de la Palabra mientras inclinamos nuestros rostros.",
    "Con nuestros rostros inclinados, en lo sagrado de este momento (que estamos abordando la Palabra del Dios vivo, lo cual es Dios), me pregunto si hubiera personas aquí que tienen peticiones en sus corazones, que les gustaría ser recordadas en esta oración. Háganlo saber al levantar una mano.\n\nSeñor Jesús, mira la audiencia, conociendo todo corazón.\n\nGracias.",
    "Dios santo y bondadoso, el Todopoderoso, el Shaddai, que apareció a Abraham en el Nombre “del Todopoderoso; el Dios de los pechos, el Dador de fuerza, el Sustentador del débil,” ven a nosotros en esta tarde, Padre. Y estamos conscientes de nuestras debilidades y nuestros errores. Confesamos nuestros pecados delante de Ti, y los ponemos sobre Tu altar de bronce de juicio, y pedimos que la Sangre de Jesucristo los quite, en el sacrificio que hacemos. ¡Concédelo, oh, Dios!",
    "Presentamos nuestras vidas y todo lo que tenemos, y el pequeño talento que nos ha sido dado; Señor, utilízalo para la gloria de Dios.",
    "Bendice esta iglesia, a su amoroso pastor, diáconos, síndicos, y a toda la junta, y a todo miembro que viene a esta iglesia llamada “Compañerismo”. Dios, ruego que los hombres y mujeres cuando entren por la puerta de este lugar, que caigan bajo convicción a raíz del hermoso orden del Espíritu Santo aquí en el edificio. Concédelo, Señor.",
    "Perdona nuestros pecados y nuestras transgresiones, pedimos de nuevo. Recuerda a aquéllos que han levantado las manos. Ahí debajo de esa mano, Señor, está un corazón pidiendo algo de Ti, y tal vez sólo Tú puedes darlo; oro que Tú lo concedas, Padre. De lo que tengan necesidad, concédelo a ellos en abundancia. Si hay enfermos, Señor, sánalos. Si hubiera alguno cayéndose al lado del camino, fortalece a aquél, esa rodilla que flaquea. “No quebrará la caña cascada, ni apagará el pábilo que humeare”. Y sabemos que Él nunca rechazaría una caña cascada; Él la arreglaría. Y yo ruego, Padre Celestial, que si hubiera espíritus que están quebrantados, o—o desanimados, o manos débiles caídas, y rodillas flojas, que sean levantados en esta noche, Señor. Que el Espíritu Santo venga y sane nuestros corazones y espíritus, y nuestros seres físicos, y le daremos a Él toda la gloria por ello. Lo pedimos en el Nombre de Jesús. Amén.",
    "Si desean abrir en la Escritura, sólo para hablar unos treinta minutos, me gustaría que lean conmigo del libro de Apocalipsis, el capítulo 19. Y me gustaría leer hasta el versículo 7, inclusive.\n\nDespués de esto oí una gran voz de gran multitud en el cielo, que decía: ¡Aleluya! Salvación…honra y gloria y poder son del Señor Dios nuestro;\n\nporque su juicio es verdadero y justo; pues ha juzgado a la gran ramera que ha corrompido a la tierra con sus fornicaciones, y ha vengado la sangre de sus siervos de la mano de ella.\n\nOtra vez dijeron: ¡Aleluya! Y el humo de ella sube por los siglos de los siglos.\n\nY los veinticuatro ancianos y los cuatro seres vivientes se postraron en tierra y adoraron a Dios, que estaba sentado en el trono, y decían: ¡Amén! ¡Aleluya!\n\nY salió del trono una voz que decía: Alabad a nuestro Dios todos sus siervos, y los que le teméis, así pequeños como grandes.\n\nY oí como la voz de una gran multitud, como el estruendo de muchas aguas, y como la voz de grandes truenos, que decía: ¡Aleluya, porque el Señor nuestro Dios Todopoderoso reina!\n\nGocémonos y alegrémonos y démosle gloria; porque han llegado las bodas del Cordero, y su esposa se ha preparado.",
    "Me gustaría hablar esta noche del tema: Las Bodas Del Cordero, sólo por unos momentos, para… Conocemos muy bien esta Escritura. No hay duda que su amoroso pastor aquí ha abordado este tema muchas veces.",
    "Y, en cuanto a eso, sabemos que habrá una Novia, y habrá una cena de bodas servida en los cielos. Es tan seguro que eso sucederá, igual como existe Dios, porque es Su Palabra. Y nosotros sabemos que aquéllos que formarán esa Novia serán Su Iglesia, y ellos se presentaran delante de Él sin mancha ni arruga. Y ellos tienen el material ahora sobre la Tierra para prepararse. Si Uds. se fijan, dice: Ella misma “se ha preparado”.",
    "Muchos dicen: “Si el Señor me quita este espíritu maligno, de beber, o de apostar, o de mentir, o de robar, yo le serviré”.",
    "Pero, eso depende de Ud. Vea, Ud. también tiene que hacer algo. “Los que vencieren heredarán todas las cosas”; aquéllos que vencen. Uds. tienen poder para lograrlo, pero tienen que estar dispuestos a dejar eso. ¿Ven? Ella misma “se ha preparado”. A mí me gusta esa Palabra.",
    "Vean, Dios no podía forzarnos por un tubo pequeño, sacarnos del otro extremo, y luego decir: “Bendito es el que venciere”. Uno allí no tendría nada qué vencer, Él simplemente lo empujó. Pero más bien, Ud. mismo tiene que tomar sus decisiones; yo mismo tengo que tomar mis decisiones. Al hacer eso le mostramos nuestra fe y respeto a Dios.",
    "A Abraham le fue prometido un hijo, pero él tuvo que guardar esta promesa por veinticinco años, y él tuvo altibajos y tentaciones durante esos veinticinco años. Pero él se aferró a la palabra de la promesa.",
    "Y a Israel le fue dada la promesa de una tierra prometida, pero ellos tuvieron que pelear por cada pulgada de ella. “Todo lugar que pisare la planta de vuestro pie, os lo he dado”, le dijo Dios a Josué. Todo estaba allí. La tierra estaba allí, y Dios se las dio, pero ellos tenían que pelear por ella.",
    "Es igual en cuanto a la sanidad Divina. Dios tiene el poder para sanarlo, si Ud. tiene el valor para aceptarla, pero Ud. peleará cada pulgada del camino.",
    "Dios tiene sublime gracia para salvarlo a Ud., y Él lo hará, pero Ud. peleará cada pulgada de su camino.",
    "Yo he estado detrás del púlpito ya por treinta y un años, y cada pulgada de eso ha sido una pelea, constantemente; verdaderamente que lo ha sido.",
    "🦅 Pero, tenemos que pelear si es que vamos a reinar”. Nos damos cuenta entonces que la Novia tiene que prepararse. “Estar dispuestos a despojarnos de todo peso que fácilmente nos asedia, para que corramos con paciencia la carrera que tenemos por delante”. Nosotros mismos tenemos que hacer a un lado esas cosas. No podemos decir: “Dios, ven Tú y despójanos de esas cosas”, nosotros mismos tenemos que hacer eso.",
    "Ahora, a mí me gusta recordar las bodas. He tenido el privilegio de casar a muchas personas. Y pienso, cuando traigo a un joven y a una joven al altar, y los veo venir por la iglesia; y ella bonita, con su vestido de boda, y el velo que cae sobre su rostro; y el novio bien parado, bien vestido, y joven y lleno de vigor, mientras vienen caminando allí en la flor de su vida, y toman ese voto matrimonial, yo pienso que en eso hay algo muy dulce. Hay algo sagrado, porque me recuerda que algún día habrá otra gran boda, cuando la Novia de Cristo vendrá caminando por los pasillos de la Gloria.",
    "El Novio tendrá todo preparado. Y allí habrá una boda y una cena. Cuánto nos gusta pensar en que estaremos sentados uno frente al otro en la mesa, y en estrecharnos las manos el uno al otro, y lágrimas nos rodarán por las mejillas. Y pensar, Él pasará y limpiará toda lágrima de nuestros ojos, dirá: “No lloréis, ya todo ha pasado. Entrad en los gozos del Señor que para vosotros han sido preparados desde la fundación del mundo”. ¡Oh, hermano, eso hará que nos amemos más el uno al otro!",
    "Yo pienso que eso es lo que sucede hoy con la Iglesia, la Novia, que es compuesta de todas las iglesias que creen en Cristo. No es el edificio de la iglesia, ni tampoco es la organización o la denominación, sino que son los individuos que están en la iglesia los cuales conforman la Novia.",
    "Yo tengo un buen amigo en Louisville, Kentucky, el Dr. Wallace Cauble, que antes era un ministro en la “Iglesia De Cristo”, y vino y recibió el Espíritu Santo, y pastorea una de las iglesias más grandes de Louisville, la iglesia de “La Puerta Abierta”. Él ha sido un amigo muy precioso para mí. Y hace unos días, yo estaba parado en la calle, y lo vi a él que venía por la calle. Y siempre lo he amado, y él me ha amado a mí.",
    "Pero un día él tuvo una operación de las amígdalas, y se estaba muriendo, desangrado. Y lo tenían allá en el Hospital San José, y dijeron que se estaba muriendo. Y la Sra. McSpadden me llamó, dijo: “El Dr. Wallace Cauble…” Yo aún no lo conocía, pero sí sabía de la iglesia grande “La Puerta Abierta”. Dijo: “Él se está muriendo. Los médicos le han aplicado inyecciones y de todo, y lo han suturado. Él sufre de una hemorragia constante, y ellos no pueden detener el sangrado. Su sangre no coagula, y, Ud. sabe, detiene el sangrado”. Y dijo: “Tienen misioneros allí, y quieren que Ud. venga y ore por él”.",
    "Bueno, había oído del Dr. Wallace Cauble, y pues, yo estaba un poco reacio, pero fui. Y cuando me asomé en la habitación del hospital, allí había misioneros y grandes ministros, todos allí llorando, y oraban. Y pensé: “¡Oh, vaya! Un insignificante como yo, un pequeño aleluya entrar allí. Mejor me quedo acá afuera”. Entonces me arrodillé detrás de la máquina de Coca-Cola allí afuera en el pasillo. Y le oré a Dios, que—que detuviera la sangre, por el Hermano Cauble. Y regresé abajo y me fui.",
    "Acababa de llegar a casa, y como a los quince minutos el teléfono volvió a sonar, y querían saber cuál era mi retraso, que no había llegado. Y dije: “Yo—yo fui, pero había tantos allí, que tal vez no me—me sentí dirigido a entrar, ¿ve Ud.?, había muchos ministros de renombre allí”.",
    "Y él dijo: “Venga ahora mismo”, dijo, “al hombre no le quedan más que momentos de vida”.",
    "Entonces regresé allá. Y cuando entré allí, él estaba tratando de animar a una hermana católica a que aceptara a Cristo como su Salvador personal; y él sangrando, y la sangre salpicando de su boca; y yo entré.\n\nY él dijo: “¿Cómo está Ud.?”.",
    "Y le dije: “¿Cómo está Ud.?”. Él estaba sentado en la cama, y tosiendo de esa manera, y le salía la sangre.\n\nY él dijo: “¿Cuál es su nombre?”.\n\nY yo dije: “Soy el Hermano Branham”.",
    "Y él comenzó a llorar, me abrazó. Y yo me arrodillé allí.",
    "Ahora, es el Dr. Wallace Cauble, de la iglesia “La Puerta Abierta”, en Louisville. Háganle llegar una carta. “La sangre se detuvo en ese mismo instante”; no le salió desde ese momento. ¿Ven? Y hemos sido muy, muy buenos amigos desde entonces. Y el otro día, me lo encontré. Y él dijo…",
    "Oswald J. Smith, muchos de Uds. conocen al Hermano Smith. Él es un gran misionero, y él llega allí con el Hermano Cauble porque lo aprecia tanto. Él dijo: “Hermano Cauble, sabe”, dijo él. “Yo…” Algo en cuanto a su esposa. Él dijo: “Cuando estaba recién casado” dijo, “pensaba como que, pues, si cometo un error, yo, ¡oh, puedo conseguirme otra!”, porque él era joven. “Pero” dijo, “después que vienen los hijos” dijo, “entonces es difícil estar sin ella. Luego cuando uno llega a los cincuenta años, es que uno simplemente no puede estar sin ella. Y a medida que uno envejece, pues, uno—uno se siente de esa manera”.\n\nDije: “Supongo que eso es muy cierto”. Yo estaba…",
    "Llegamos al tema porque, Uds. saben cómo las damas pueden ir de compras, y mi esposa estaba allá adentro; y ella es la reina de todo eso. Ella se queda allí todo el tiempo. Mis pobres pies, eso por poco me mata, caminar por la calle acompañándola. Y él me contaba, decía: “Pues, uno no puede estar sin ella”. Y así es como surgió el comentario.",
    "Y cuando llegué a casa, me senté a pensar allí en el cuarto: “Eso es verdad”, y lo apliqué a otra cosa.",
    "Saben, cuando recién fui convertido, en el… que llegué a ser un predicador bautista misionero, yo pensaba: “Si una persona no era bautista, él sencillamente no era salvo; así de sencillo”. Y yo cargaba una Biblia debajo del brazo, y pensaba que el Señor me había llamado a convertirlos a todos en bautistas. “Y si todos los que no creían tal como creían los bautistas, ellos no contaban para nada”.",
    "Al pasar el tiempo, pensé que todo el trabajo era mío. Y vine a darme cuenta, me fijé en otro hermano que tenía una iglesia, era pastor, él también se esforzaba tanto como yo. Después de todo, la manta también se estira un poco hacia él, Uds. saben.",
    "Luego, nos damos cuenta que nos necesitamos el uno al otro. Y ahora, después que hemos avanzado hasta aquí, es difícil estar el uno sin el otro, eso es todo; sencillamente nos necesitamos el uno al otro, en eso. Y yo creo que así es en este gran movimiento pentecostal. Me da gusto ver derribadas esas barreras de indiferencia, a la gran Iglesia de Dios comenzando a unirse, en compañerismo. Significa que ahora la Boda se está acercando. Y las piedras, con el corte tan peculiar que tengan, tienen su cabida en algún lugar en ese edificio, si son las piedras del Señor.",
    "Ahora, la boda, en un sentido, es un tipo. El matrimonio terrenal aquí es un tipo de la boda celestial. Ahora, repasemos eso por unos momentos, para estudiarlo por un momento.",
    "Lo primero que se requiere, es que se debe tomar una decisión. Lo primero que se necesita, en la boda natural, es que se tiene que tomar una decisión. La joven tiene que tomar su decisión, si es que ella desea a este joven; y el joven, si es que desea a la joven. Se tiene que tomar una decisión, y Ud. tiene que tomarla. Ella tiene que ser la única mujer en todo el mundo que Ud. ama, y él tiene que ser el único hombre. Si no es así, entonces Ud. ha tomado una decisión incorrecta.",
    "Y de esa misma manera es que se toma la decisión a favor de Cristo. Lo primero que Ud. tiene que hacer, es decidirse si va a servir a Dios y aceptarlo a Él como su Salvador, o si no lo va a hacer. ¿Va Ud. a servir al mundo?, o ¿va Ud. a servir a Cristo? Ud. tiene que decidirlo. Se tiene que tomar una decisión. Cuando Ud. decide que va a servir a Dios o a Mamón, luego Ud. escoge; pero la decisión se tiene que tomar.",
    "Y luego, después de que ha tomado la decisión, de que Ud. lo hará, entonces viene el compromiso. Eso, lo encuentra Ud. en el altar. Ud. tiene que hacer un compromiso, antes de que esta unión sea posible. Y así es con la iglesia de Cristo: tiene que haber un compromiso con Cristo, un—un juramento, un compromiso, una relación amorosa.",
    "Y luego, lo que sigue, es—es que se hacen las promesas. Tienen que hacerse las promesas el uno al otro. Es como cuando Ud. hace la promesa: “Cariño, si te casas conmigo prometo que seré fiel y leal. Yo no miraré a ninguna otra mujer”; o, “yo no miraré a ningún otro hombre. Y yo cumpliré todo en cuanto al deber, como esposa. Si tenemos hijos, se hará todo el deber como—como madre. Yo seré ama de casa”. Se tienen que hacer todas estas promesas, o así debe ser, en un matrimonio correcto.",
    "Y es igual cuando Ud. viene a Cristo. “Señor, si me recibes en Tu Reino, yo prometo”; ahí lo tienen. “Yo te amaré, te seré fiel. Yo te serviré día y noche”. Es una lástima que nos olvidamos de eso. “Yo te serviré día y noche; ayunaré; yo oraré; te seré fiel; traeré mis diezmos al alfolí. Yo, voy—voy a orar muchas veces al día. Yo—yo haré lo que sea. Y yo Te prometo todo mi amor”. Eso es lo que Ud. debe hacer. Eso es exactamente correcto, que Ud. promete eso, y debe venir de su corazón.",
    "Si le promete eso a su esposo, y Ud. no es sincera de corazón, definitivamente Ud. no está viviendo correctamente con él. Ésa es una relación como cristalizada.",
    "Miren esto. Si—si Ud. no tiene dientes, y Ud. usa dientes postizos, ahora, eso está bien; se están substituyendo los dientes que Ud. una vez tuvo. Pero, en realidad, esos dientes no están conectados con Ud.; eso no es una parte de Ud. Si a Ud. se le amputara un—un brazo, y se pusiera un brazo postizo, pues, ese brazo en realidad no está conectado con Ud.; solamente le ha sido puesto (¿ven?), no está conectado con Ud.",
    "Y cuando nos comprometemos con Cristo, si nosotros no llegamos a ser parte de Él (como la mujer debe llegar a ser parte del hombre, y el hombre parte de la mujer), entonces somos Cristianos artificiales; en realidad no lo somos. Ud. realmente no está casado con esa mujer. Puede ser que Ud. sea fiel. Si Ud. no ama a su marido, y él tiene sesenta o setenta años, y Ud. no lo ama tan bien como lo amaba en el principio, entonces Ud. realmente sólo está criándole los hijos.",
    "Y así están demasiadas de las iglesias hoy. Sólo tomamos el nombre de la “Iglesia Cristiana”, pretendiendo ser la Novia, cuando es algo artificial. En ninguna manera estamos conectados con Cristo. Somos como un diente postizo, un brazo postizo, un ojo postizo. Vean, es algo que es artificial si tan sólo nos lo estamos poniendo. Bueno, uno no se puede poner el Cristianismo, uno tiene que estar conectado con él.",
    "Y luego una iglesia que tan sólo es artificial, que se llama la iglesia de Cristo, pues, esos hijos entonces no han entrado Allí, por cuanto han nacido de esa misma organización. Sólo es… Ellos no son los hijos de Cristo. Ellos son hijos denominacionales, y no los hijos de Cristo.",
    "Si la mujer no está conectada con el hombre en sinceridad, entonces ése no es su esposo. Sólo es un hombre con el que ella ha hecho un voto para convivir, y ha hecho un voto indebido. Ella prometió amarlo y dijo que lo amaba, y ella no lo hizo. Todo el tiempo el hombre ha sido engañado.",
    "Pero una cosa es segura, amigos, nosotros no vamos a engañar a Cristo; Él conoce a los Suyos.",
    "Pero vean, primero, se toma la decisión; luego: el compromiso; después: la promesa.",
    "Y después la ceremonia. Y allí es cuando la novia—la novia toma el apellido del novio. Ella entonces ya no tiene más su propio apellido; ella toma el apellido del novio.",
    "Y entonces cuando la Iglesia tiene la ceremonia, que declara sus promesas, luego ella toma el Nombre del Novio. Entonces ella no es más una iglesia del mundo; ella es la Iglesia del Señor Jesucristo. Amén. No… Yo no digo eso por Nombre; lo digo por Nacimiento, por naturaleza, por el poder de Dios. Por medio de la Verdad revelada de Dios, en el corazón, ella llega a ser una Iglesia Cristiana, la gran Iglesia Cristiana, apostólica, universal. Ella llega a ser parte de Cristo. Cuando ella hace eso, ella… Cristo inyecta en ella Su propio Espíritu, Su propia Vida. Y la Biblia allí le dijo a Adán y a Eva: “Ya no sois dos, sino uno”. Y cuando la mujer (la Iglesia) está casada con Cristo, ya no son dos, ellos son Uno; ¡Cristo en Ud.! Amén. Eso es. Su Vida ha sido puesta en Ud., luego Ud. llega a ser la Novia.",
    "Luego, otra cosa, después de que ella ha tomado todos estos votos, y demás, y la ceremonia ha sido pronunciada:",
    "Así como el nombre de mi esposa antes de que se casara era Broy. Ahora, ella ya no es Broy, ella es Branham. Ella ya no es Broy, ella es Branham.",
    "Y cuando entra en Cristo, Ud. ya no es del mundo; Ud. es de Cristo. ¿Ve? Ud. no se interesa más por las cosas del mundo, ellas han muerto para Ud.; “Porque el que ama el mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”.",
    "Entonces ¿lo ven?, Ud. no puede ser un Cristiano artificial. Ud. puede ser uno que profesa artificialmente ser Cristiano.",
    "Pero Ud. no puede ser un Cristiano, ser convertido, hasta que Cristo mismo se inyecte por el bautismo del Espíritu Santo en Ud.; después Ud. está conectado con Él. Uds. ya no son dos, son Uno. Cristo prometió estar en nosotros, así como el Padre estaba en Cristo; “Yo y Mi Padre Uno somos. Uds. y Yo somos Uno”. ¿Ven? ¡Cristo en nosotros! Todo lo que Dios fue, lo derramó en Cristo. Y todo lo que Cristo fue, lo derramó en la Iglesia, para continuar la obra del Evangelio.",
    "Entonces nosotros llegamos a serlo, no por un nombre artificial, sino por una realidad del Espíritu Santo de Vida que nos conecta en Cristo. Luego, por el poder de Su resurrección, somos resucitados de las cosas muertas del mundo, y estamos sentados con Él en lugares Celestiales. Amén. ¡Eso me gusta! En esta noche, estamos sentados en lugares Celestiales en Cristo Jesús (¿ven?), resucitados con Él; muertos a las cosas del mundo y recibimos a Cristo. Y cuando recibimos a Cristo, entonces el mundo ha muerto, luego no nos interesamos más por el mundo. El mundo está muerto para nosotros. Y estamos… Y está muerto para nosotros, y estamos muertos para él.",
    "Uno es una persona diferente, con una personalidad diferente, por cuanto uno es una nueva creación. ¡Creación! No es la misma creación pulida; no es un—un hombre que ha volteado una página nueva, sino un hombre que ha muerto, y ha nacido de nuevo, y ha llegado a ser una nueva creación en Cristo Jesús, y el Espíritu del Dios vivo vive en la persona.",
    "Ahora, es igual como la mujer que ya no es Broy, ella es Branham, y ella lleva ese apellido.",
    "Y la Iglesia ya no es más del mundo, sino que ahora está en el Nombre de Cristo. Ella está conectada con Él, por Su propia Vida.",
    "¿Habrán leído en la Escritura, cómo el primer hombre que Dios hizo fue una—una persona dual? Adán era ambos, Adán y Eva, hablando espiritualmente, pero fue cuando Él hizo al primer hombre a Su propia imagen; “y Dios es un Espíritu”. Pero, cuando los puso en carne, Él los separó. Él tomó el Espíritu masculino, lo puso en el hombre, y tomó el espíritu femenino y lo puso en la mujer.",
    "Ahora, cuando Ud. ve a una mujer queriendo actuar como un hombre, algo anda mal. Cuando Ud. ve a un hombre que quiere actuar como una mujer, algo anda mal. Por lo tanto, parece que hoy en día el mundo está completamente mal. Los hombres están queriendo actuar como mujeres, y las mujeres como hombres. Eso es cierto, es verdad.",
    "Ahora miren. Es tan perfecto, que cuando Dios tomó e hizo al hombre, y para mostrar que Él no quería que eso fuera de algo diferente, la mujer no estuvo en la creación original. Por lo tanto, ella no está en la creación, pero sí es parte de Adán; ella es un subproducto. Él entra en el costado de Adán, no para formar otra criatura, pero tomó parte de una criatura, y de allí hizo otra criatura. Y Él tomó el espíritu masculino que había en Adán… O sea, más bien tomó el espíritu femenino que había en Adán, y lo puso en la mujer. Entonces los dos, espíritu y cuerpo, llegaron a ser uno.",
    "Fue un hermoso tipo de lo que Dios hizo en el Calvario. Él tomó a Cristo, y lo conectó con la Iglesia; por medio de un costado traspasado, Él trajo la Sangre que limpió a la persona, que santifica la carne de la Iglesia, y coloca el Espíritu del Dios vivo que Él sacó allí de la cruz, de Cristo, y lo pone en el individuo. Luego ellos son Uno. Ellos llegan a ser Uno; Cristo y Ud. son Uno.",
    "Y Ud. y su esposo deben ser uno. Si hay algo contrario, entonces hay algo mal en su unión.",
    "Y si hay algo contrario en nosotros, para con Cristo, que no creemos Su Palabra, decimos: “¡Oh, eso fue para otros días!”, algo anda mal con nuestra unión con Él. Si Ud. dice: “Los días de los milagros han pasado; no hay sanidad Divina; no hay bautismo del Espíritu Santo”, aplica eso para algún lugar en el pasado, eso muestra que el Espíritu de Cristo no está en Ud.",
    "Porque: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne”. Y entonces cuando Su Palabra cobra preeminencia en Ud. (¿ven?), es que Ud. y Cristo entonces son Uno. “Si permanecéis en Mí, y Mi Palabra en vosotros, podéis pedir lo que queráis”, porque ya no es más Ud., es la Palabra de Dios, Cristo en Ud.; Uds. llegan a ser Uno. Muy bien.",
    "Luego, otra cosa, después de que ella hace eso, después de que ella ha tomado sus votos, y aceptado su matrimonio, y aceptado el apellido del que será su esposo (el apellido del novio), luego ella es heredera de todo lo que él posee. Ella es heredera de todo; su esposa lo es, heredera de todo lo que Ud. posee.",
    "Y eso es lo que es la Iglesia, si ella tan sólo lo supiera, siendo parte de Él, teniendo Su Espíritu en ella. Él dijo: “Las obras que Yo hago, vosotros también las haréis; mayores que éstas haréis, porque Yo voy a Mi Padre. Todavía un poco y el mundo no me verá más; pero vosotros me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Entonces es Cristo en Ud. Están juntamente conectados, y Uds. son herederos con Él.",
    "Y si Él estuviera aquí sobre la Tierra, ¿qué estaría haciendo? Lo mismo que hizo allá, porque Él es el mismo ayer, hoy, y por los siglos. Él atendería los negocios del Padre. Él estaría sanando a los enfermos; obraría milagros. Él haría exactamente lo que hizo cuando estuvo aquí en la Tierra, porque Él permanece el mismo ayer, hoy, y por los siglos; es perfecto. Ése es el matrimonio.",
    "Pero, ahora, ¿qué si esta mujer se casa, acepta todos esos votos y todo eso, y ella llega a ser de este varón esposo, y es heredera de todo lo que él tiene y demás, y luego ella se descontrola? Ella sale y se va por una rabieta. Ella comienza a perseguir a otros hombres. No sólo eso, sino que ella está compartiendo su amor con otros. Un hombre con su esposa, todas las promesas que han hecho, y luego ella sale y comienza a compartir su vida con otros, su amor y su afecto con otros.",
    "Eso es lo que hacen demasiados así-llamados Cristianos, comparten su amor con el mundo: juegan, bailan, apuestan, se quedan en casa los días de reunión de oración para ver la televisión, y toda clase de cosas mundanas han ocupado el lugar del amor de Dios en el corazón de la iglesia. Ella se ha ido por una rabieta. Ella se ha desenfrenado. Ella se ha ido tras otros hombres. Ella está compartiendo su amor. Ella tomará su diezmo que debiera dar a la iglesia; ella lo gastará en otras cosas allá en el mundo. Ella… En lugar de amar a Dios como debe, y vivir para Dios, y amar el venir a la iglesia, uno casi tiene que persuadirla para que venga.",
    "Pues, supe que aquí, no hace mucho, un—un ministro me dijo que envió tantas oraciones… tantas tarjetas, para que la gente las firmara, así prometiendo que vendrían a la escuela dominical por lo menos seis meses de cada año.",
    "Y yo había visto una jovencita allí al lado de la colina, por donde yo había estado trabajando. Y ella salió allí. Y yo estaba parado a la puerta, había tocado la puerta, y ella vino a la puerta. Y ella era una de estas radioyentes de “Wildcat”, Uds. saben.",
    "Como los de este grupo que tuvieron que arrestar anoche acá en Phoenix, creo que fue, que hacían esta nueva perversión de—de rock and roll, o el twist, lo que haya sido; y tuvieron que llamar a la policía para que viniera por ellos. Jóvenes, ¿no entienden Uds. que ése es un espíritu del diablo? Estaban bajo esa influencia, a tal grado que ni sabían lo que eran, andando por las calles, en ese alboroto.",
    "Como algunos de estos comediantes, o éstos de los discos, y locutores y demás, que llegaron al lugar en la ciudad donde yo estaba. Y las jóvenes se quitaban la ropa interior y la lanzaban a la plataforma para que este muchacho las firmara. ¿No se dan cuenta que ése es el diablo? Es un espíritu de los postreros días. Seguro, es una vergüenza. Allí lo tienen, se han desenfrenado.",
    "Y esta joven salió allí, con ese alboroto. Ni sabía que yo estaba… olvidó que yo estaba a la puerta. Y ella dijo: “¡Oh, discúlpeme!, olvidé que Ud. estaba allí parado”. Y le mandó un beso a ese tipo por la radio, quien haya sido, y dijo: “Te veré allá en el Zarzal Verde”, o lo que haya sido. Iban a tener alguna clase de baile esa noche.\n\nY se lo comenté al Dr. Brown, que era un amigo mío.",
    "Él dijo: “¿Cómo está manteniéndose allá tu congregación, Billy?”.\n\nDije: “Bien”. Yo dije: “Estamos dándoles píldoras”.\n\nÉl dijo: “¿Qué clase de píldoras?”.",
    "Yo dije: “Gospills. [Gos-pills en inglés suena como píldoras del Evangelio.—Trad.] Eso los mantiene viniendo constantemente”. ¿Ve?",
    "Y fue él quien me contó de eso, de firmar esas promesas. Y yo dije: “Dr. Brown, ¿piensa Ud. que ese locutor ‘Wildcat’, por esa radio, tendría que hacer que esa muchacha firmara una promesa que ella estaría allá esa noche? ¡Para nada! Ella empeñaría la poca ropa que tenía puesta, para llegar allá”. ¿Por qué? Es algo en ella que la ha conectado, un espíritu, con ese entretenimiento mundano.",
    "Y hasta que la Iglesia del Dios vivo, que es llamada la Novia de Cristo, no se conecte ella misma con Dios de esa manera, ella seguirá revolcándose en el mundo, en el lodo cenagoso del pecado, hasta que ella se conecte con Dios de tal manera, que su corazón esté tan lleno de gloria y poder de Dios, que ella no pueda ver otra cosa sino a Cristo. Eso es correcto.",
    "Eso es lo que tendremos que hacer. Ése es el único plan, el único programa que Dios tiene, es hacer algo así. Ud. tiene que estar allí sin ser aceptado artificialmente. Ud. tiene que nacer allí, no es por un estrechar de manos, o por traer una carta a la iglesia; sino habiendo nacido en la Iglesia del Dios vivo, por la regeneración, por el poder de la resurrección de Jesucristo, que hace de Ud. una nueva criatura en Él. Amén. Eso lo endereza. Eso lo hace. Seguro. Muy bien.",
    "Ella se desenfrena. Ella comienza a compartir su amor con otros; cosas mundanas, entretenimientos mundanos, yendo a lugares donde ella no debería ir, diciendo las cosas que ella no debería decir.",
    "Aquí una vez, yo… estaban teniendo alguna clase de fiesta de la iglesia para las damas, arriba. Sucedió que yo tenía algo que hacer en el sótano de esa casa. Y déjenme decirles, he oído cosas bastante horribles cuando era un pecador, pero, en esa reunión de mujeres, jamás había oído peores chistes en toda mi vida. ¿Se podrían Uds. imaginar a una persona que se llama Cristiana, permitir que semejante inmundicia fluya de ellos?",
    "Uno no puede sacar agua dulce y buena de la misma cisterna. Si Ud. baja una cubeta en el pozo y sale llena de gusarapos, como les llamamos, cuando Ud. vuelve a meter la cubeta, sacará lo mismo; la cisterna necesita una limpieza y una llenura de agua buena.",
    "Y eso es lo que sucede con la iglesia hoy, hablando universalmente; que ella necesita una restregada, ser llena con las Aguas santas de Dios del Cielo. Su corazón ha llegado a ser un estanque inmundo de cualquier cosa que viene por allí. Ella tiene amantes de todas clases. La Biblia dice que ella los tendría: “Amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los que están correctos”.",
    "Ver a una mujer que se esfuerza por vivir correctamente, a un hombre que se esfuerza por vivir correctamente, él llega a ser un “santo rodador”; ella llega a ser una “fanática”, o alguna cosa anticuada. Ella es despreciada. Ella es aborrecida y rechazada por la gente de este mundo. Eso es cierto.",
    "¿Pero se han fijado en lo que la verdadera Iglesia debe hacer? En el Antiguo Testamento, cuando tenían el—el sacrificio, ellos mataban un ave y ponían la sangre de la una sobre la otra, del compañero muerto; y ésta volaba por la tierra, salpicando la sangre del compañero muerto. Y cuando la Iglesia llega a ser la verdadera Novia de Jesucristo, ella llevará consigo la Sangre de Jesucristo, roseándola sobre el suelo, clamando: “Santo, Santo, Santo, a Jehová”. Su atmósfera, el todo de ella será de Dios; toda su hechura será de Dios. Ud. no puede esperar ninguna otra cosa.",
    "Por eso también es que la gente viene a la iglesia. No es para jugar naipes y jugar poker, a bailar en el sótano, tener cenas de sopas y cosas como ésas; eso es para el mundo. Y nosotros jamás podremos igualarnos a ellos, y vergüenza nos debería dar por intentarlo. Nosotros debemos predicar el Espíritu Santo, en poder, y la resurrección de Cristo. Nosotros tenemos algo que ellos no tienen. Vivámoslo nosotros, no andemos tras ellos tratando de imitarlos. Vivamos lo que nosotros sabemos que es correcto; vivan en Cristo. Jesús dijo: “Y Yo, si fuere levantado, a todos atraeré a Mí mismo. Vosotros sois la sal de la tierra; pero la sal ha perdido su sabor, entonces no sirve sino para ser echada fuera y hollada bajo los pies de los hombres”. ¡Nuestros testimonios!",
    "Con razón, aun nuestros grupos pentecostales, con todo lo que detesto decirlo, nuestros grupos pentecostales están cayendo en eso mismo, allí en la misma tendencia. Y con razón la gente dice de ellos que no tienen lo que dicen tener. Esta Iglesia del movimiento pentecostal debería estar tan unida con el poder del Dios Todopoderoso, hasta que la propia Vida de Jesucristo se refleje en Ella.",
    "Pero queremos moldearnos conforme al mundo. “Nosotros lo haremos a como dé lugar”. ¿Ven? “Queremos nuestra idea al respecto”. Pero no deberíamos hacerlo; está mal hacer eso. Las iglesias están como la mujer que se ha desenfrenado.",
    "Al comenzar, Ud. sabe, ella llega bien. Al principio, cuando Dios le dio el nacimiento a esta iglesia pentecostal (hace como cuarenta o cincuenta años), ella vivía en santidad; ella era santa. El poder de Dios estaba con ella. Pero a medida que hemos avanzado, comenzamos a moldearnos de acuerdo al mundo.",
    "Cuando menos se piensa, necesitamos un edificio que sea tan grande que sobresalga al metodista allá en la otra esquina. Tenemos que tener algo muy grande, lo más grande y la cosa más grande, y la cosa más grande. ¡Es una vergüenza! Muchos nos inflamos cuando llegamos… El hermano pentecostal ve a alguien allá en la pequeña misión, o una iglesia pequeña, y ellos van a una iglesia grande: “Nosotros pertenecemos a la primera iglesia, o a la iglesia grande”, o algo así, los miran con desprecio.",
    "Lo que Ud. necesita es que el Espíritu Santo lo desinfle un poco, correcto, dándole a saber a Ud. que el verdadero bautismo genuino del Espíritu Santo hará que uno con un vestido de traje de gala se abrace con uno con un par de overoles y le llame “hermano”. Correcto. Verdadera salvación a la antigua, el poder del Dios todopoderoso (sí, señor), hará que un vestido de ésos de seda abrace a uno de calicó y diga: “Hermana, yo te amo”; seguro que lo hará.",
    "Pero hemos comenzado a salir con el mundo, a ser llevados por las corrientes; la iglesia nuestra lo ha hecho. Ya no tenemos que hablar de los metodistas y los bautistas; somos nosotros mismos. Eso está dentro de nuestras propias filas. Por esa razón es que el Espíritu Santo no se puede mover. Por eso es que yo digo que Dios no puede poner Su autorización sobre ninguna organización esta noche; por cuanto los gentiles no fueron sacados como nación. Ellos eran un pueblo de entre los gentiles, para Su Nombre. Dios tomará individuos.",
    "Ahora, yo pienso que nuestras organizaciones hacen una buena obra; eso está bien. Pero, Ud. no puede depender de eso, decir: “Yo soy pentecostal porque pertenezco a una organización pentecostal”. Ud. es pentecostal cuando recibe una experiencia pentecostal; a mí no me interesa si pertenece a la iglesia católica, Ud. es un pentecostal. Pentecostés no se puede organizar, Pentecostés es una experiencia, no una organización. Y eso es correcto.",
    "Pero nosotros el pueblo de los pentecostales hemos comenzado a pensar que por cuanto tenemos el nombre de Pentecostés, podemos continuar y vivir en el mundo, hacer lo que queramos. Estamos como escalando la torre de Nimrod; eso se hará cenizas. Igual que el delantal de higuera de Adán; a eso regresará. Igual que la Línea Sigfrido en Francia, la Línea Maginot en Alemania; quedó demolida.",
    "Porque no hay ninguna otra torre, ninguna otra fortaleza; sino que “Torre fuerte es el Nombre de Jehová: a Él correrá el justo y será levantado”. Cuando Ud. corre a Él, recibe el Nombre, el Nombre (no sólo que es llamado por cierto Nombre); ¡sino el Nombre y la persona que Ud. es!, en el vivir como Cristo. Amén. Maravilloso es Él. Sí.",
    "La iglesia ha hecho lo mismo, cometiendo fornicación espiritual, como una mujer que comparte el amor para su esposo con otro hombre. Esa mujer no es digna que alguien viva con ella. Uds. saben eso. Y cuando la iglesia comienza a compartir su compañerismo con el mundo, Dios es un Dios celoso. Él repudió a Israel por causa de eso, y Su Hijo repudiará eso también de la misma manera.",
    "Él va a tener una Novia que no tiene ni una arruga. ¡Amén! Ella está completamente lavada por Su propia Sangre. Eso es correcto. Entonces vemos dónde estamos, ya para comenzar las bodas.",
    "Ahora, nos damos cuenta que ella comete fornicaciones espirituales, saliendo con el mundo, profesando algo y viviendo algo diferente; eso jamás funcionará. Lo que la iglesia debe hacer, es lo que hizo Ester. Ester rehusó el adorno del mundo.",
    "Nosotros conocemos ese pequeño libro de Ester, cómo es que Mardoqueo… Su tío tenía una hija. Y era en los tiempos del reino de los medos y persas. Es un tipo muy hermoso allí. El rey, uno de los reyes más importantes del mundo en ese día, tuvo una gran fiesta. Y él llamó a la reina para que viniera a sentarse a su lado, pero ella no quiso; ella rehusó hacerlo. Entonces ¿qué hizo él? Él fue tan humillado, que no sabía qué hacer, por cuanto su propia esposa no vino.",
    "Yo pienso que eso es muy semejante a Cristo hoy día. Cristo nos ha invitado a sentarnos en lugares Celestiales con Él, y nosotros nos avergonzamos de eso. A muchas personas les da vergüenza decir que tienen el bautismo del Espíritu Santo; gente pentecostal. Es cierto, les da vergüenza decirlo; nos da vergüenza de Él.",
    "Y pues la reina no quiso venir. Ella rehusó venir. Eso lo humilló. Su rostro se puso rojo, todos lo notaron.",
    "Me pregunto si el rostro de Jesús no se pone también un poco rojo, cuando Él nos llama a nosotros para una obra, llama al movimiento pentecostal a compañerismo y hermandad; y nosotros estamos organizados tan rígidamente en pequeños grupos que no cedemos por el otro. Y estamos tan, volviéndonos tan mundanos y cosas así, que nos estamos avergonzando del nombre de Pentecostés. Algunas personas temen decirlo. Dicen: “Pues, yo—yo pertenezco a… soy Cristiano, pero…”. ¡A mí me da gusto que tengo una experiencia Pentecostal! Amén. Yo estoy contento que llevo el Nombre de Jesucristo. Es el privilegio más grande que haya tenido, decir que yo soy parte de Él.",
    "Ahora, nos damos cuenta entonces, que él consiguió consejeros para preguntar lo que debía hacer. Y ellos dijeron: “Si esto sigue así, las demás mujeres por el país seguirán el ejemplo de la primera dama”.",
    "Por supuesto, eso es lo que está pasando esta noche. Yo miro algunas de estas mujeres. Espero que no les hiera los sentimientos, sin embargo, sí, espero que sí. Ajá. Correcto. Quieren ser como esta primera dama de aquí, con estos cortes como si tuvieran la cabeza hinchada. Yo jamás he visto algo semejante en toda mi vida.",
    "El otro día hubo una mujer que venía subiendo por allí, en una tienda donde esperaba a mi esposa, y la cabeza de esa mujer era así de grande, y ella tenía pintura verde debajo de los ojos. Y dije: “Devuélvete, monstruo, que yo me portaré bien”. Era la cosa más horrible. Eso los espantaría. ¿Qué es? ¡La primera dama! Es la primera dama; por eso es. Y ellas toman de allí su ejemplo.",
    "Y déjenme ahora decir esto. Yo no dije eso como chiste, sino en parábola, para que Uds. vieran. Eso es exactamente lo que Uds. Cristianos mayores están haciendo por estos más jóvenes. Exactamente correcto. Uds. deben ser ejemplos. Uds. pentecostales que profesan tener el Espíritu Santo, Uds. deben ser ejemplo para los metodistas y bautistas, presbiterianos. No como la primera dama, sino que deben ser como Jesús. Él les dice Aquí qué hacer y cómo hacerlo. Nosotros debemos seguir Sus reglas y ejemplos. Pero así es que lo encontramos. Ester…",
    "Esta reina, ella no le hizo caso. Ella no quiso venir; lo humilló. Dijo: “Si—si esta primera dama de la nación pone un ejemplo como ése, todas las demás mujeres lo harán. Entonces cuando un hombre llame a su esposa, ella le dirá: ‘Ve y salta en el río’”. ¿Ven? ¡Vaya!, realmente que él predijo de América ¿verdad? Ahora, averiguamos que haciendo eso, había un hombre allá que tenía sabiduría; vino y aconsejó al rey. Él dijo: “Lo que se debe hacer es excomulgarla. Y enviar por toda la nación y convocar a todas las vírgenes que hay, vírgenes jóvenes, y de allí escogerte una esposa”.",
    "Eso agradó al rey. Así que él mandó, y envío a las siervas y demás a que salieran a—a escoger a todas las vírgenes jóvenes que más pudieran, a las mujeres hermosas por todos los reinos y las provincias que él dominaba, que era lo más grande del mundo.",
    "Y cuando lo llevó a cabo, llegó a esta jovencita judía. Ella era algo despreciada, pues, como eran gentiles, Uds. ven, ella era despreciada, puesta a un lado. Y ella no tenía padre ni madre. Y Mardoqueo, su tío, la estaba criando. Y ella tuvo que ir, para calificar.",
    "Y entonces lo que hacían, tenían que llevar a estas muchachas para purificación por ciertos meses. Tenían que perfumarlas y hacerles toda clase de adornos, y arreglarlas para que pudieran ir delante del rey.",
    "Ahora, así, casi de esa manera es que el mundo quiere ataviar hoy a la iglesia. Adornarla con el mundo; moldearla según las cosas del mundo; queriendo conseguir más miembros, aceptando cualquier cosa en su compañerismo. ¡Vaya! Es una cosa lamentable. Una organización, buscando sobrepasar a la otra, aceptará cualquier cosa como miembro. Puede ser que Uds. los acepten en esta organización, pero ellos jamás entrarán en el compañerismo de Cristo hasta que no sean limpiados y nacidos de nuevo del Espíritu de Dios. Eso es verdad. Puede ser que ellos tengan su nombre en un libro aquí, pero no Allá arriba, en el Libro de la Vida del Cordero, hasta que no sea escrito con la Sangre del Señor Jesús.",
    "Todas las mujeres se adornaron completamente, para lucir bonitas. Y, oh, me imagino las bellezas de ellas, tal vez copiando a la primera dama y todo eso. Y ellas se adornaron completamente porque se iban a presentar delante del rey.",
    "Y pienso que eso tiene mucho que ver con lo que está sucediendo con nuestras iglesias hoy. Están queriendo adornarse completamente como el mundo, teniendo entretenimiento mundano, incluyendo cosas mundanas, haciendo cosas que son del mundo, asociándose en el mundo, pensando que así podrán conocer al Rey. ¡Dios no se interesa en eso! Él detesta eso. Pero nosotros queremos actuar como el mundo.",
    "Algunas de nuestras iglesias, como he dicho, bajaron la guardia, aceptando diáconos y todo eso, en la iglesia, y a veces pastores, que están casados cuatro o cinco veces, y—y algunos de ellos hasta fuman cigarrillos. Dicen: “Ellos—ellos los aceptarán, no tendrán problema”. Sacan a un hombre de una cantina una noche y lo ponen en el púlpito a la noche siguiente. Yo no creo en semejante cosa. Yo creo que un hombre tiene que ser puesto a prueba, correcto, ser probado. Les digo, muchas veces nosotros llamamos…",
    "Yo creo en el bautismo del Espíritu Santo. Yo creo en hablar en lenguas, pero pienso que ponemos demasiado énfasis en eso. Un hombre puede hablar en lenguas y una mujer puede hablar en lenguas, pero si la vida de ella y la vida de él no están a la par con las lenguas que están hablando, entonces es la lengua equivocada, pues el Espíritu Santo le hará a Ud. actuar como la Biblia. Eso lo traerá a Ud. a la plenitud de la estatura de Cristo.",
    "Y tome Ud. a una persona que habla en lenguas, con tan mal genio que peleará con una sierra eléctrica, y que critica a los vecinos, y todo de esa manera, pues, ¿llamaría Ud. a eso el Espíritu Santo? No puede ser, no, señor.",
    "El Espíritu Santo es mansedumbre, gozo, paz, tolerancia, benignidad, bondad, paciencia, fe. El Espíritu Santo, ése es el fruto del Espíritu, que el Espíritu Santo produce en la Iglesia del Dios vivo: dulzura y mansedumbre, humildad, amor el uno por el otro, tolerancia.",
    "Si un hermano se ha ido mal, no le caiga encima, ni nada por el estilo. Vaya tras él y vea si Ud. puede hacer que regrese. No espere que el predicador lo haga. Hágalo Ud., alguien más. El predicador no puede hacerlo todo, ni tampoco los diáconos. Todos, siendo miembros de este Cuerpo de Cristo, deberían ir uno tras el otro. Tenemos… Y si tenemos el Espíritu de Cristo en nosotros… Él enseñó la gran parábola: dejó las noventa y nueve y se fue tras ésa sola. Eso es lo que debemos hacer nosotros. En lugar, decimos: “Oh, déjelos ir”. No debemos hacer eso. Debemos ser benignos, perdonando, tolerantes. Ése es el fruto del Espíritu.",
    "Ahora, entonces nos damos cuenta, que Ester, después de que ella… Ellos la pusieron en uno de estos lugares, para que ella se adornara, para que se luciera delante del rey. ¡Vaya! Ella se rehusó. Ella no quiso eso; quiso salir tal como ella era. Amén.",
    "Hoy tenemos a las iglesias queriendo comportarse como el mundo, o que porque así crecemos. Dios dijo: “En un tiempo cuando era pequeño, ellos le servían; pero cuando se hizo grande, entonces le olvidaron”. Eso es la verdad.",
    "Cuando teníamos un sartén de hojalata acá en algún lugar por el callejón, con un pandero (golpeándolo sobre la palma de nuestras manos), y rasgueando una vieja guitarra, y tenían una reunión en la calle, Uds. eran humildes. Pero cuando llegamos a tener edificios de tres o cuatro millones de dólares, y cosas grandes como ésas, entonces nos volvemos tan arrogantes que nos olvidamos de eso, es cierto, ¡pulidos con lo del mundo!",
    "Yo estaba en un lugar el otro día, donde un hermano de la santidad, había una cantidad de personas trabajando para él. Y toda mujer que salió de allí en la hora del café, para el descanso del café, toda mujer allí tenía el cabello corto y usaba lápiz labial. Ahora, Ud. dice: “Hermano Branham, no es asunto suyo mencionar eso”; lo es. La Biblia lo dice. Correcto.",
    "Muchas de las mujeres pentecostales usan ropa que pertenece al hombre, y Dios ha dicho que eso es una abominación ante Sus ojos. Eso es verdad. ¿Cómo esperan llegar al Cielo así? Eso muestra que allí no está el Espíritu Santo. Si tuvieran el Espíritu Santo, las condenaría. Correcto. ¡Oh, puede ser que Ud. grite, hable en lenguas, corra de allá para acá, dance en el espíritu!; he visto a hindúes hacer eso, y a indios y a muchos más. Eso no significa nada, a no ser que haya una vida que respalde lo que Ud. está hablando, poder del Espíritu Santo, para hacer gente que viva piadosamente. Ésa es la Novia de Cristo.",
    "Ester estaba por convertirse en novia, así que no quiso nada de ese adorno del mundo. Quiso pasar delante del rey tal como ella era. Ella se adornó como lo deberían hacer las mujeres pentecostales, con un espíritu manso, humilde. Y cuando pasaron estas primeras damas todas ostentosas, con todas sus nuevas cosas de fandango [movimientos apasionados.—Trad.], el rey las miró y las mandó a la recámara con las concubinas. Pero cuando esta Ester entró en su presencia, y él captó ese dulce espíritu humilde y manso, él dijo: “¡Ésa es! Vayan por la corona y pónganla en su cabeza”. Así es.",
    "Que se adornen con esa clase de espíritu, no sólo las mujeres, sino también los hombres; que ellos se adornen con esa clase de espíritu. Entonces Ud. estará llegando a estar listo para ser la—la Novia; dulce, reverente. Ester limpió su corazón.",
    "Cuidamos tanto de esto, lo externo, ¡oh!, necesita de tantos removedores de arrugas, y tanto de esto, para—para su cuidado.",
    "Aquí hace un tiempo, yo estaba parado en un museo en Tennessee. Y pasé por un pequeño puesto, y mostraban el análisis de un cuerpo humano. Decía que un hombre que pesara ciento cincuenta libras [68 Kgs—Trad.], en químicos tenía el valor de ochenta y cuatro centavos. Ahora, y uno se cree alguien, ¿verdad? ¡Ochenta y cuatro centavos! Y algunas mujeres (mujeres pentecostales), se pondrán un abrigo de visón de quinientos dólares y levantan tanto el rostro, que si lloviera, las ahogaría, y ellas ni siquiera valen ochenta y cuatro centavos; es verdad, en químicos. Eso es la verdad, no es un chiste. Eso es la verdad. Ochenta y cuatro centavos, casi la suficiente cal para rosear en el nido de una gallina, y un poco de calcio y demás. Ochenta y cuatro centavos, y Uds. cuidan bastante de eso.",
    "Ud. va al restaurante y encuentra… pide un plato de sopa y si hubiera allí una araña, Ud. demandaría el restaurante.",
    "Pero Ud. dejará que el diablo le empuje por la garganta esas televisiones vulgares y cosas de naipes, y se las traga; hace que se pongan ropa inmunda, a estas mujeres, estos vestiditos cortos y apretados, como una salchicha pelada, y salen así a la calle. Y ¿sabe Ud., mi hermana…? No digo eso como chiste, Uds. me entienden mal.",
    "Escuchen. Estoy diciendo esto: actúe de esa manera, y en el día del Juicio Ud. será tenida como una adúltera. Correcto. Jesús dijo: “Cualquiera que mire a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y cuando ese pecador tenga que rendir cuenta por cometer adulterio, ¿quién será? Ud. ¿Quién lo causó? Ud. Eso es la verdad, si Ud. se presenta allá, para lucirse delante de los hombres, para ser como el mundo y vestir como el mundo.",
    "Yo dije eso una vez, y una mujer (en Louisville, Kentucky), ella dijo: “Pues, ¡escuche, Sr. Branham, yo le explicaré ahora mismo!”.\n\nDije: “¿Sí, señora?”.\n\nElla dijo: “Ésa es la única clase de vestidos que hacen”.\n\nYo dije: “Hacen máquinas de cocer y venden telas”.",
    "Es porque Ud. quiere. Hay algo mal en Ud. Eso es exactamente cierto. Ud. lo hace no porque sea una moda. Ud. no lo hace porque tiene que hacerlo; lo hace porque Ud. así lo quiere.",
    "Ud. fuma porque quiere; Ud. no tiene que hacerlo. Pienso que la cosa más ridícula que he visto fue una mujer pasando por la calle, como se ven todas en los automóviles, con esos cigarrillos entre los dedos. Pues, eso es una desgracia. Ésa es la quinta columna más pronunciada que tenemos en la nación, siendo que los médicos y la ciencia médica dicen que eso está lleno de cáncer y de cuánta cosa más. Y ellas constantemente chupan las bocanadas.",
    "Y al ver a una mujer, supuestamente una Cristiana, tendida allá en una rivera, bañándose todos juntos, con un traje de nadar, allí tendida. Yo tengo dos hijas; no digo que ellas no lo harían. Dirían que se están bronceando. Ellas recibirán un bronceado de mi parte si aún estoy con vida. Será un bronceado por esto aquí. ¿Ven? Sería el hijo del Sr. Branham con una tabla como así de larga. ¡Yo creo que eso esta mal!",
    "Luego decimos: “¡Oh, somos un miembro de la iglesia pentecostal!”. ¡Oh, vergüenza debería darles! Es cierto. La iglesia pentecostal necesita una limpieza, de punta a punta, y hasta la bodega y el sótano, y arriba. Es cierto. Y aún, con todo, eso es lo mejor que tenemos. Pero eso…",
    "Tal como en la revolución y durante el tiempo de Juana de Arco; Francia necesitaba un revolucionario, y luego necesitan un contra revolucionario, para enderezar algunas de las cosas por las que ellos se estaban sublevando.",
    "Y la iglesia pentecostal necesita un revolucionario. ¡Es cierto! Verdaderamente que sí. Una sublevación contra las cosas que están mal, y que acepten las cosas que son correctas, amén, un bautismo fresco del Espíritu Santo: “¡Una Iglesia que se prepare Ella misma!”.",
    "Recuerden, nunca será… Ud. no puede decir: “Pues, ahora, yo pertenezco a esto, a las Asambleas. Yo pertenezco a la Cuadrangular, o a la Iglesia de Dios, o a los del Nombre de Jesús”, o—o a cualquiera de las otras. No, Ud. no puede entrar por ninguna de ellas.",
    "Dios lo llama a Ud. como individuo. Y es Ud. que se tiene que limpiar, porque “Él está tomando un pueblo de entre los gentiles, para Su Nombre, Su Novia, los gentiles”.",
    "Ester se limpió. Ella limpió su corazón. Eso fue lo que ella limpió. Eso es lo que necesita la iglesia: una limpieza del corazón.\n\n“¿Cómo limpia uno su corazón, Hermano Branham”?",
    "🦅 ‘Lávelo por el agua de la Palabra’, por medio de la Sangre de Jesucristo”.",
    "La Biblia dice que está mal que las mujeres actúen de esa manera, y que los hombres las dejen que lo hagan; eso los involucra a los dos. Un hombre que deja a su mujer salir a la calle desnuda, vestida con esta clase de ropa, yo tengo muy poco respeto de que él siquiera sea un hombre; él es una marioneta. Eso es cierto. Ella lo usa a él como un trapo para los platos. Debiera darles vergüenza. Uds. deberían ser hombres.",
    "Y un pastor que le permite a su iglesia esas cosas, sin reventar eso con todo desde el púlpito, él es un afeminado. Lo que necesitamos es hombres, el Evangelio, no con guantes de hule, sino con el poder y demostración del Espíritu Santo, con la Palabra. La Biblia dice que estas cosas están erradas. No es correcto que la gente se comporte de esa manera, que actué de esa manera. Eso debe ser predicado y vivido, y en todo lugar, o la iglesia necesita ser purgada, una limpieza.",
    "Ester purgó su corazón delante de Dios, y se presentó con un espíritu manso y humilde; ésa es la Iglesia que será la Novia de Cristo. Ahora recuerden, Ester rehusó el adorno mundano. Ella tomó el Espíritu en su corazón, para ir delante del rey.",
    "Y la mujer hoy, la iglesia, que piensa que va a entrar porque es más numerosa, porque es la multitud mejor vestida, porque tiene la organización más grande, la iglesia más grande de la ciudad, y cosas así: Ud. lo pasará por alto por un millón de millas si está dependiendo de eso.",
    "Es un espíritu dulce, amable, reverente a la Palabra de Dios, “lavado por el agua de la Palabra”, y la Palabra está en Ud.; es un lavado. Amén. La iglesia necesita un lavado, un lavado del Evangelio completo. Eso es correcto. No sólo un lavado en parte, sino un lavado del Evangelio completo, limpiados, “hechos nuevas criaturas en Cristo Jesús”.",
    "La Novia de Jesús no es una novia sucia. Él no recibiría a Su Novia sucia.",
    "Si una mujer viniera a casarse, y luciera como que recién salió del corral allá de los cerdos, un hombre que tuviera algo de dignidad propia, él no se casaría con ella. Él haría que ella se asee.",
    "Y cuando la iglesia de Cristo suba a casarse, pensando que se irá en la Novia, y aún ligada con todo lo del mundo, la Novia de Cristo no será así; no, señor.\n\nDebo darme prisa.",
    "Ni tampoco es la Iglesia de Cristo, del Señor Jesucristo, esa Iglesia tampoco es una iglesia andrajosa, con trapos gastados de las denominaciones. Ella no necesita ser miembro de alguna gran denominación. Ella tiene que ser lavada por la Sangre, comprada por la Sangre. No que vaya diciendo: “Nosotros pertenecemos a la iglesia más grande, a la organización más grande, o a esto, eso o lo otro”. Ella tiene que ser pura, santificada, santa, sin mancha ni arruga, por la Sangre de su—su Salvador, Jesucristo.",
    "Como Ester, el Hombre escondido en el corazón, el Hombre escondido, la mansedumbre y benignidad del Espíritu de Dios, en el corazón humano; no la gloria y la gala del mundo.",
    "Yo siempre he dicho: el mundo brilla; el Evangelio resplandece. ¡Oh, hay un millón de millas de diferencia! Hollywood brilla; la Iglesia de Cristo resplandece con hermosura, y ternura, y es dulce, amable. Eso es correcto.",
    "Ester no quiso adornarse con todo el atavío moderno del mundo; no luciría como la esposa de un rey.",
    "Y nosotros, queriendo ser como el mundo, ¿se verá eso como la Esposa de un Hombre Santo? Nosotros, como la Iglesia del Dios vivo, ¿adornarnos con las cosas del mundo, y luego vernos como la Esposa de un Hombre Santo? ¿Se verá eso natural?",
    "Si Ud. viera un hombre hoy, que se supone que es un hombre santo, y aquí viene su esposa como la primera dama, con un peinado de esos esponjados, así; y con cosa roja por un lado, y verde en el otro, y—y parecía como que le habían dado un brochazo de pintura en la boca; y toda esta clase de cosas, caminando por la calle en esa ropa corta y apretada, como una salchicha; y tacones así de altos, contoneándose por allí, moviéndose así por la calle; y decir: “¡Ésa es la esposa de un hombre santo!”. Yo no estoy diciendo chistes, sólo hablo de hechos.",
    "Vine a uno de nuestros movimientos pentecostales más grandes, aquí no hace mucho. Había levantado allí una carpa. Y el pastor me habló, dijo: “Mi esposa es la organista”.\n\nYo dije: “¡Qué bien, hermano!”.\n\n“¿Le molesta si ella toca”?\n\nDije: “No, no señor. Seguro que no”.",
    "Y él fue al administrador. El administrador dijo (el Hermano Baxter), dijo: “No hay problema”.",
    "Él dijo: “Hermano Branham, venga aquí; quiero que conozca a mi esposa”. Y yo fui allá.",
    "Por favor perdónenme. ¿Ven? No estoy queriendo hacer un—un comentario; quiero hablar de un hecho. ¿Ven?",
    "Y la mujer tenía una de estas manicuras. Yo no sé, esa cosa, Uds. saben, toda pintada, y yo nunca había visto semejante cosa en mi vida; y un vestido que bajaba hasta por aquí, descubierto en la espalda, y casi nada abajo. Y yo—yo jamás vi semejante moda en mi vida. Y ella tenía pendientes así de grandes que le colgaban, y una cantidad de cosas puestas.",
    "Y miré alrededor. Pensé: “¡Ay de mí!”. Soy bautista, pero sé que eso no está bien. Miré de nuevo. Dije…",
    "Ahora, por favor, esto no es un chiste. Pero tuve que decírselo al hermano, y espero que le haya ayudado. No digo esto para ser diferente; si fuera así, yo fui un hipócrita (¿ven?), necesitando yo mismo ser limpio.\n\nYo dije: “Señor: ¿Dijo Ud. que su esposa era pía?”.\n\nDijo: “¡Oh, claro!”.",
    "Dije: “Para mí, ella luce más como una impía”. Dije: “Nunca he—he visto semejante escena en mi vida, como esposa de un ministro. Ésa no parece la esposa de un hombre santo”.",
    "Y tampoco la iglesia del Dios vivo, dependiendo de sus modas, sus fiestas de té y sus juegos de bingo, y juegos de naipe, y bailes, y lo social; se adorna de esa manera, con el mundo, ella no parece la Novia de un Dios Santo. Cuando ella fuma cigarrillos, y baila, y festeja, y cenas de sopas, y bebiendo cócteles, y todo eso así, ¿y dicen que son la Novia de Cristo? Para mí, no luce como la Esposa de un Hombre Santo; no, señor. Él no escogería semejante cosa. Él escogería una mujer que estuviera correcta, que se viera como lo que Él está tratando de representar. Yo creo que eso es la verdad. Pueda ser que duela un poco.",
    "Mi anciana madre sureña ya partió. Cuando yo era un niño, teníamos… a duras penas teníamos algo para comer, y teníamos arvejas y panecillos de maíz; no sé si Uds. saben o no lo que son. Así que no teníamos… Ella no tenía grasa durante el año, y teníamos que tomar un viejo sartén así de grande, y poníamos allí los cueros de las carnes. Nosotros íbamos donde cortaban, los carniceros cortaban eso de la carne y nos regalaban los cueros. Y nosotros los hervíamos para sacarles la grasa, y la vaciábamos allí.",
    "Cada sábado por la noche, mamá decía que necesitábamos una dosis de aceite de castor. Y yo—yo aún no tolero esa cosa. Y tenía que tomármela. Venía a ella, aguantándome así la nariz. Le decía: “Mamá, simplemente no—no lo aguanto”, le decía, “eso me da muchas náuseas”.\n\nElla decía: “Si no te da náuseas, de nada te aprovecha”.",
    "Entonces pienso que es así con predicar el Evangelio. Si no los estremece un poco, no les llena, no les estimula bien lo gastronómico espiritual, les enferma un poco para que se examinen con la Biblia, a mirar si ese viejo temperamento, egoísmo, impiedad, amor por el mundo, televisión y cosas en la noche; y dejando la iglesia vacía y las bancas vacías, cuando Uds. debieran estar allá afuera como Jesús, si tienen Su Espíritu, tratando de que todos en la región vengan a su iglesia, para que reciban a Cristo. Y entonces ¿nos llamamos la Novia de Cristo? ¡Oh, qué lástima, amigo!",
    "La hora ha llegado. “Su Novia se ha preparado”. ¡Oh! “Ella se ha preparado”. Hizo a un lado todas estas cosas. Recuerden, Ester fue escogida, y las demás fueron rechazadas. Y sólo los que han nacido de nuevo, que tienen el Espíritu de Dios, serán los Escogidos en ese Día, cuando la corona de gloria le sea puesta a Ella en la cabeza; y los otros serán rechazados.",
    "Déjenme contarles una cosita que sucedió. Yo—yo soy un misionero, como Uds. saben, hago obra misionera de evangelismo; he estado como siete veces en el exterior, alrededor del mundo. Acá, no hace mucho, en la ciudad de Roma, y Roma es una gran ciudad para el arte. Y allá tenían un colegio de arte, y varios de nuestros jóvenes americanos van allá cada año, para recibir un año o dos de entrenamiento en arte, para aprender a pintar cuadros. Un grupo de jóvenes americanos fue allá, hace algunos años, según me fue contada la historia. Y cuando llegan allá, ellos se desenfrenan como jabalíes. Cuando están en Roma, ellos hacen como Roma: salen y beben, y se desvisten y de todo, y andan en ese alboroto, tanto los muchachos como las muchachas.",
    "Y había un cierto colegio. Y a este colegio llegó este—este grupo de jóvenes americanos. Y casi todos hacían lo mismo, menos una cierta muchachita, ella no toleraba eso en lo absoluto; ella no salía. En la noche, ella leía, mientras todos andaban afuera bebiendo. En el día, ella trabajaba, estudiaba. Bueno, ella era el hazmerreír de todo el colegio. Y ella se guardaba como una dama, se portaba como una dama. Aunque había muchachos romanos y de todo por allí, los cuales querían que saliera, ella se rehusaba. No, señor. Ella se quedaba allí con sus lecciones, aprendiendo a dibujar, y a pintar, mejor dicho. Y ella permanecía en eso.",
    "Finalmente, un conserje anciano en el lugar, continuamente la observaba, viendo que ella era muy diferente (aunque era católico romano), la observaba continuamente, el comportamiento de ella. Una tarde, la joven, en el parque donde quedaba el—el estudio, pues (o el lugar donde tenían el colegio), ella salió a caminar por el colegio, y subió a la cima del cerro, y el Sol se estaba poniendo. Y ella estaba parada allá, su rostro bonito y limpio, y su cabello largo que le caía, miraba allá hacia la puesta del Sol.",
    "El conserje anciano estaba rastrillando allá en el jardín. Él continuaba observando a la muchacha, mientras rastrillaba. Algo no lo dejaba, le decía: “Ve, habla con ella”. Así que él soltó el rastrillo, se quitó el viejo sombrero arrugado, caminó hacia donde estaba la joven, aclaró su garganta. Ella se dio la vuelta. Él dijo: “Discúlpeme, señorita”.\n\nElla dijo: “Sí, señor, por supuesto”.",
    "Y él notó que ella había estado llorando. Todos los demás estaban en una gran parranda por el resto de la noche. Él dijo: “Señorita, espero que Ud. me entienda de la manera correcta, en que tan sólo le voy a hablar”. Dijo: “Ud. ha estado aquí más de dos años. Y he notado que el grupo con el que vino, continuamente está en fiestas, y llegando borrachos a todas horas de la noche, y medio desvestidos y de todo. Pero noté que Ud. no asiste a esas fiestas”. Y dijo: “Yo—yo noto que, parece ser que Ud. siempre está mirando al otro lado del mar. En la tarde, Ud. camina acá arriba y se para aquí todas las tardes, y observa la puesta del Sol”. Y dijo: “¿Qué, qué causa eso?”. Dijo: “Soy un hombre viejo. Y yo—yo estoy curioso por saber qué causa esta diferencia entre Ud. y los otros”.",
    "Ella dijo: “Sí, señor”. Dijo: “Señor, estoy mirando hacia casa, cuando el Sol se está poniendo”. Ella dijo: “Al otro lado, más allá de ese Sol está mi patria”. Y ella dijo: “En esa tierra hay un cierto estado. Y en ese cierto estado hay una cierta ciudad. Y en esa cierta ciudad hay una cierta casa. Y en esa casa hay un cierto muchacho”. Ella dijo: “Él también es un artista. Cuando viajé para venir acá, yo le prometí a él mi amor. Estamos comprometidos”.",
    "Y ella dijo: “No importa lo que los demás hagan, eso no tiene nada que ver conmigo”. Dijo: “Prometí vivir fiel y correctamente”. Y ella dijo: “Estoy anhelando el día cuando sienta que estoy sobre las alas de ese gran avión que me llevará al otro lado del mar y me pondrá en el aeropuerto donde él se encontrará conmigo. Él está construyendo un hogar, y vamos a vivir juntos allá en esa tierra”.",
    "Y dijo: “Ésa es la razón por la cual me porto de esa manera. Yo soy fiel a la promesa que le hice a un muchacho; y él es fiel a la promesa que me hizo a mí”. Dijo: “Oigo de él de vez en cuando, y yo le escribo, y” dijo, “nos correspondemos. Aún estamos honrando nuestros votos, esperando por el día cuando nos encontremos”.",
    "¡Oh, cómo le serviría eso a un verdadero Cristiano, el apartarse de las cosas del mundo! Y algún día, ¡hablar de llegar al puerto sobre las alas de una Paloma! Él viene por una Novia, una que no tiene que ver con el mundo o las cosas del mundo. Ella está lavada en la Sangre del Cordero. Ella le ha prometido Su—Su amor únicamente a Él. El amor del mundo ha desaparecido y ha muerto para Ella. “Las bodas del Cordero han llegado, y Su Novia se ha preparado”.\n\nPensemos en eso mientras inclinamos nuestros rostros por un momento.",
    "Algún día, mientras yo miro hacia la puesta del Sol, también yo, hace treinta y un años, hice un compromiso con Uno que he amado, de darle todo mi amor a Él. Siempre he procurado sostenerme por Él y Su Palabra dondequiera que voy. Yo sé que hay muchos otros sentados aquí de esa manera, esperando el día cuando esa antigua nave de Sion llegue al puerto, recoja nuestras almas y nos lleve a la Presencia de Aquél que amamos y a Quien le hemos prometido nuestro amor.",
    "Es posible que hubiera algunos aquí esta noche, que nunca hayan hecho ese compromiso; pueda que hayan algunos que lo hayan hecho y lo hayan quebrantado. Si Ud. está en esa condición esta noche, amigo, ¿por qué no regresa esta noche y renueva su compromiso? Si no lo ha hecho, hágalo. ¿Por qué no viene y lo hace en esta noche? Diga: “Señor Jesús, yo te amo”.",
    "Recuerde, si Ud. ya ha hecho su compromiso, y aún se mezcla con las cosas del mundo, Jesús no va a tener una novia así; Él no tendrá una que sea adúltera. Todo el amor suyo debe ser para Él. Y si Ud. ama las cosas del mundo y las modas de este mundo, más de lo que Ud. ama a Dios, entonces Ud. no se ha preparado.",
    "¿Estará esa persona aquí esta noche, mientras tenemos nuestros rostros inclinados, que levantará la mano, dirá: “Hermano Branham, ore por mí. Yo sí quiero ser así. Yo—yo quiero ser parte de la Novia. Y yo sé que estoy haciendo cosas que no debo hacer. Ore por mí.”? Dios la bendiga, mi hermana india. Dios la bendiga a Ud., hermana; y a Ud., mi hermano; y a Ud., hermano. ¿Alguien más? Levante la mano, diga: “Ore por mí, Hermano Branham. Yo—yo—yo—yo sé que no estoy bien”.",
    "Ahora sea honesto consigo mismo. Mire atrás en su vida. Ud. tiene que mirar atrás antes de que pueda avanzar. Mire lo que Ud. ha sido; mire lo que el espíritu en Ud. le ha hecho hacer. Si Ud. no ha… Si Ud. reclama ser un Cristiano, y aún, Ud. aún se mezcla con las cosas del mundo, hermano, hermana: ¿qué otra cosa podría estar Ud. mas que ciego, si no ve que Ud. está mal?",
    "Alguien dijo el otro día, dijo: “Hermano Branham, Ud. debería dejar tranquila a la gente con eso”. Dijo: “La gente lo llama a Ud. profeta”.\n\nYo dije: “No soy un profeta”.",
    "Dijo: “Pero la gente piensa que Ud. lo es. Debería estarle enseñando a estas mujeres. En lugar de decirles que tengan el cabello largo y qué clase de ropa es la correcta y cosas así, Ud. debería decirles cómo obtener cosas espirituales”.",
    "Dije: “¿Cómo puedo enseñarles álgebra, cuando ni siquiera reciben el abecé, el jardín infantil? Ni siquiera tienen la decencia común para limpiarse ellos mismos; ¡y llaman eso ‘La Novia de Cristo’!”. No estoy diciendo eso irritado; estoy diciéndolo en el amor de Dios.",
    "Como dije esta mañana, si yo lo veo a Ud. bajando por el río en una barca, y veo que llegará a las cataratas, que esa barca no resistirá, al gritarle y regañarlo a Ud., yo no le estoy tratando de hacer daño; yo lo amo. Pues, si Ud. no lo hace, su vida se perderá.",
    "¿Habrá otro que levante la mano antes de que oremos? Lo veo, allá afuera. Dios lo bendiga, y a Ud., a Ud. Usted lo sabe, su vida muestra que está mal. Si Ud. aún ama el mundo más que a Dios, entonces algo anda mal en algún lugar; mírese. Allá en los cuartos afuera, levanten la mano, digan: “Ore por mí, Hermano Branham”. Dios lo bendiga. Dios… Eso es correcto. En toda sinceridad, yo—yo admiro la sinceridad.",
    "Ése es el problema con la iglesia pentecostal hoy. No tenemos esa verdadera sinceridad que teníamos. No tenemos el valor para—para venir y decirlo, admitir que estamos errados. El diablo tiene un agarre tan tremendo en la iglesia, a tal grado que se está revolcando en la inmundicia del mundo. ¡No hagan eso!",
    "Su propia vida prueba que Ud. no tiene lo que está diciendo que tiene. Entonces ¿por qué no confesarlo? “El que confiesa su pecado recibirá perdón; el que encubre su pecado no prosperará”. Ud. no puede encubrirlo, Dios conoce todo al respecto. Y si Ud. ve y sabe que no está viviendo correctamente, entonces ¿por qué no lo confiesa, y sale y aclara eso?",
    "🦅 Los pecados de algunos van delante de ellos; a algunos los siguen”. Que los míos vayan por delante. Déjenme confesar todos los míos ahora mismo; permitirle a Dios que corrija eso. Eso es lo que nosotros deberíamos hacer.",
    "Se han levantado como seis u ocho manos. ¿Ciertamente habrá más que ésas en esta pequeña iglesia, esta noche, entre cien o doscientas personas aquí, o tal vez ciento cincuenta? Dios te bendiga, joven. Ahora, Dios la bendiga, dama. Dios la bendiga, hermana. Eso es correcto. Dios te bendiga, hijo. Eso está bien.",
    "[Cinta en blanco.—Ed.] … mujeres pentecostales antes no se cortaban el cabello, pero hoy ellas lo hacen. ¿Qué sucedió? Ellas antes no se maqui-… no usaban maquillaje. Su madre no lo usó, si era pentecostal. ¿Qué ha sucedido hoy? Es por cuanto se están revolcando en las cosas del mundo. Y el mundo nos mira, y nosotros reclamamos ser una Iglesia de la santidad. ¿Qué es lo que sucede? Nosotros no parecemos la Novia de Cristo. Y en cuanto a Uds. hombres que andan allá, es igual. Hermano, vergüenza debería darle.",
    "Padre Celestial, cuando miro aquí y hago un llamado al altar como ése, reprendiendo, derribando, parece como que es duro; pero por dentro estoy sangrando, sabiendo que nos acercamos al fin. Estas pequeñas barcas se van a despedazar un día de estos; llegará la muerte y las luchas. Y cuántas veces no he sido llamado a sus lados, y los oigo decir: “¡Oh, Hermano Branham, si pudiera tan sólo volver a vivir!”. Entonces, mientras éstos pueden, Señor, ¡que lo corrijan!",
    "Hago lo mejor que puedo. Dios, que el Espíritu Santo le revele a la gente, de que sólo estoy tratando de ayudarlos, no regañarlos. Pero, como dijo Pablo, de antaño: Dios, yo no quiero que ellos sean heridos; sin embargo, quiero herirlos lo suficiente para que vean dónde están mal.",
    "Oro que Tú les concedas, esta noche, a estas personas que están levantando las manos aun con—con suficiente respecto para—para reconocer delante de Dios que están mal, y ellos quieren estar correctos. “Buscad y encontrareis. Tocad y os será abierto”. Pero si nunca tocan, ¿cómo irá a abrir Él? Si Uds. nunca buscan, ¿cómo van a encontrar?",
    "Permite que el Espíritu Santo, Señor, traiga a estas personas a un rendimiento total a Dios en esta noche. Que el gran Padre de nuestro Señor Jesucristo los santifique, alma, cuerpo y espíritu, y los posicione en el Cuerpo del Señor Jesucristo, “porque han llegado las bodas del Cordero, y Su Novia se ha preparado”. ¡Oh Señor, que ésta sea la noche de preparación, porque mañana podría ser el día en que nos encontremos con Él! No sabemos a qué hora seremos llamados a encontrarnos con Él. Concédelo, Señor.",
    "Ahora mientras estoy orando, y Uds. tienen sus rostros inclinados: Todos los que han levantado la mano, si son profundamente sinceros en eso, ¡que realmente son francos, y no se avergüenzan en darle a conocer a la gente que han estado errados! De todas maneras Ud. tendrá que pararse allá con ellos en el Juicio. Y Dios ha puesto la suficiente convicción en Ud., que sabe que está mal.",
    "Hace algún tiempo aquí yo estaba predicando algo así. Hablé con una jovencita parada allá atrás. Ella lucía horrible, la hija de un ministro. Y ella me esperó afuera de la iglesia, ¡y vieran la peinada que me dio! Ella dijo: “Ud. es un ignorante”. Una niña insolente; tenía los labios pintados, el cabello cortado. Dijo: “Si quiero que alguien me hable de eso, yo conseguiré a alguien que tenga algo de sentido común”. Dijo: “Nunca vuelva Ud. al púlpito de mi padre a predicar una cosa como ésa”.",
    "Yo dije: “¿Me quiere decir que su papá, un buen predicador bautista, sincero como lo es, y él no predica en contra de eso?”.\n\nElla dijo: “Él no lo contrató a Ud. para que viniera aquí a…”.\n\nDije: “Él ningún momento me ha contratado. Yo vine por invitación”.\n\nElla dijo: “Yo nunca lo perdonaré a Ud. por eso”.",
    "Le dije: “Ése es asunto suyo; yo sólo he seguido el Evangelio”. Los rosales eran mecidos allí por el suave viento. Era una joven hermosa.",
    "Un poco después, como un año después, pasé por la ciudad. Vi a esa misma joven con su falda colgando, fumando un cigarrillo, caminaba por la calle. Pensé: “Ésa es la esposa de Fulano de tal, o la hija”. Y crucé la calle, para ver si la podía alcanzar.",
    "Ella levantó la mirada, fumando este cigarrillo y lo sopló por la nariz. Dijo: “Hola, predicador”, así con un tono sarcástico.\n\nY dije: “¡Vaya, vaya!”.\n\nElla dijo: “Tome una bocanada de mi cigarrillo. Sea un hombre”.\n\nDije: “¿No siente vergüenza?”.",
    "Ella metió la mano en el bolso, dijo: “Entonces tenga un cigarrillo”.",
    "Dije: “¡Qué vergüenza! ¡Vergüenza debería darte!, ¡ofrecerle al siervo de Dios un cigarrillo!”.\n\nElla dijo: “Entonces tal vez beba Ud. un sorbo de mi botella”.\n\nLe dije: “Por favor, no diga eso”.",
    "La miré. No pude evitar las lágrimas, pues su papá es un buen hombre. La miré, pensé: “¡Qué cosa! Ella creyó que tenía mucho tiempo”.",
    "Comencé a caminar. No pude retener las lágrimas de mis ojos. Seguí caminando. Ella dijo: “Espere un momento”.\n\nYo dije: “¿Sí, señora?”.",
    "Ella se devolvió. Casi daba vergüenza estar hablando con ella en la calle, con la gente que pasaba. Ella se acercó. Dijo: “¿Sabe lo que Ud. me dijo esa noche?”.\n\nDije: “Siempre lo recordaré”.",
    "Dijo: “Quiero decirle, predicador, Ud. tenía razón”. Ella dijo: “Contristé al Espíritu Santo por última vez”. Ahora, aquí está el comentario que la mujer me hizo, y nunca lo olvidaré mientras viva. Ella dijo: “Él sí estaba lidiando conmigo esa noche. Pero” dijo, “cuando lo rechacé a Él esa vez, fue mi última vez”. Dijo: “Mi corazón se ha endurecido tanto, que a mí ya no me importa ni Dios, iglesia, ni ninguna otra cosa. Maldigo a mi padre todos los días”. Y ella dijo: “Podría ver el alma de mi madre friéndose en el infierno, como un panqueque, y reírme”. Eso es contristar al Espíritu Santo por última vez. Piénsenlo.",
    "Vamos a Casa sobre las alas de una Paloma; seamos la Novia. Párese ahora de su asiento, si está mal. Pase aquí. Párese aquí al altar y diga: “He estado errado. Hermano Branham, sufro de mal genio; o, he—he vivido impíamente; yo—yo no debo hacer estas cosas que hago. Hermano Branham, he hecho esto, eso, o lo otro. Soy culpable de mentir; soy culpable de robar; soy culpable de algo: no he servido a Dios de la manera en que debo, y me avergüenzo de mí mismo, y quiero que mi vida sea corregida. ¿Por qué no ora aquí por mí esta noche, Hermano Branham?”. Con gusto lo haré.",
    "Si Dios responde a mis oraciones, oyendo por los enfermos, ciegos y afligidos, Él ciertamente oirá una oración por el pecador. ¿Por qué no pasa Ud. y llega a ser parte de la Novia en esta noche? Yo le invito a que venga.",
    "Gracias, mi hermano. Admiro esa clase de valor, que sale y admite que está errado. Dios lo bendiga, hermano. Párese aquí.",
    "¿Quieren decirme que pueden levantar la mano y no ser sinceros al respecto? ¿Qué sucedió con la gente? Hermano, ¿qué sucede? ¿Qué sucede con nuestra gente en este día? ¿Quieren decir que levantarían la mano, que estaban errados, y luego no vienen? Y sabiendo: “El que sabe hacer el bien, y no lo hace, ante Él eso es maldad”. ¿Por qué no pasan?\n\nMientras la pianista, por favor, hermana, la organista, un poco de música.",
    "Los estoy invitando. Quiero preguntarles: ¿Cuántos en esta audiencia han estado en las reuniones, cuando…? Uds. saben que yo no soy un predicador; no tengo educación.",
    "Dios la bendiga, damita. Se requiere de una mujer genuina para que haga eso. Este corito que viene ahora, bendiciones para Ud., mi hermana. Ése es verdadero valor. Yo—yo admiro a esa damita. Dios te bendiga cariño. Tengo una niña en casa cerca de la edad de Uds., la pequeña Rebekah. Te aprecio a ti. ¿Pequeña niña india? Dios te bendiga, cariño, esta pequeña princesa. Dios te acompañe, dulzura. Tú, hermanita, Dios te acompañe, y a ti, hermana.",
    "Ahora, miren acá. Si jovencitas como ésas, niñas, tiernas de conciencia… y al predicar un sermón que las corta en pedazos, y con todo, han pasado aquí, sabiendo que están erradas (se paran acá ante la audiencia para hacer una confesión), ciertamente, ciertamente Uds. mujeres mayores, ¿por qué no pasan? Pasen acá y párense por aquí.\n\n…en Tu luz;\n\ny mi alma no deseches.\n\nCantémoslo.\n\nSálvame, Jesús.\n\nCristo, Cristo,\n\nOye…",
    "Seguramente serán lo suficientemente sinceros para hacer una humilde oración. “Llama, Señor, examíname, y mira si algo anda mal en mí”.\n\nNo me pases.\n\nDios la bendiga, querida hermana.",
    "¿Cuántos en esta reunión han estado y han visto, en la audiencia, a mujeres, a hombres, y a todos pasar cuando yo estoy de pie orando por los enfermos, y el Espíritu Santo les dice cosas, de sus pecados y demás, y que sabe de eso? ¿Cuántos saben que eso es verdad? Nunca falla. El Espíritu Santo me está diciendo, ese mismo Espíritu Santo, que hay algo aquí esta noche contristándolo. Ahora, eso es ASÍ DICE EL SEÑOR. Ahora, encaren eso aquí, o Allá.",
    "Yo no soy una persona dada a emociones; no, señor. Sé exactamente dónde estoy parado, y yo—yo conozco a Dios. Eso es cierto. Hay muchos de Uds. que necesitan estar parados aquí mismo donde están estas jovencitas. Ahora, ¿pasarían Uds.? Los estoy invitando. No voy a persuadir; simplemente se los digo.",
    "Alguien dijo: “Jamás oí un llamado al altar donde un ministro regañaba a la audiencia, en cosas como ésas”.",
    "Así es como se debe hacer. Ud. no pasa movido por alguna historia de alguna madre que ha muerto, o algo así, que le parte el corazón; eso sería bajo emoción. Ud. viene bajo la Palabra de Dios. Ud. no viene bajo ninguna emoción. Ud. viene creyendo que Dios es Dios, y Ud. está en la casa de juicio del Señor; y Ud. viene implorando su caso.",
    "Dios lo bendiga, mi hermano, mi hermana. Quiero estrecharle la mano y decirle que aprecio su convicción tan sincera. Damita, la aprecio a Ud. Dios la bendiga. Que Él le dé ese Espíritu valeroso. Bendiciones para Ud., mi hermano. Dios lo acompañe.",
    "Una vez más, luego vamos a terminar. También podría ser que se termine por última vez. ¿Ven? Yo no sé cuándo. Espero que no, pero podría ser. ¿Ven?\n\nCristo…",
    "Venga aquí, mi hermana. Quiero estrecharle la mano, gracias. Aprecio esa fe. Ésa es fe genuina.",
    "Venga aquí, mi hermano. Quiero estrecharle la mano, aquí mismo. Aprecio su sinceridad. Dios lo bendiga.",
    "Venga aquí. Dios le bendiga. Aprecio su sinceridad, en pararse por…\n\n…pases.\n\n…Cristo",
    "¿Qué? “Han llegado las bodas del Cordero, y Su Novia se ha preparado”.\n\n…humilde clamor.\n\n…tu gracia dame,\n\nNo me pases.\n\n¿Qué?\n\nSólo fío en Tus bondades,\n\nGuíame en tu luz,\n\nY mi alma no deseches, (donde cortó la Palabra),\n\nSálvame por Tu gracia.\n\nCristo, Cristo,\n\nOye Tú mi…\n\nSalvador, Tu gracia dame\n\nOye mi clamor.",
    "Recuerden, el Espíritu Santo ha sido lo que cortó en su corazón, y han pasado aquí. Sólo piensen en los lugares cuando Él ha cortado, y esa persona jamás podrá olvidar eso; siempre lo recordarán. “Si nuestros corazones no nos condenan”. Pero cuando uno viene con algo en la Palabra de Dios, y Uds. lo pasan por alto, ésa no es la Simiente de Abraham. Abraham guardó la promesa de Dios en su corazón, sin importar lo que se presentara o lo que pasara.",
    "Aprecio a todos éstos parados alrededor del altar. Mi oración por Uds. es que Dios les conceda el deseo de su corazón esta noche, y los haga un pueblo verdaderamente santo.",
    "Algunos de estos jóvenes, aquí hay indios, hispanos, mexicanos, todos parados alrededor, personas que han reclamado ser Cristianos, tal vez por años, pero ven que eso estaba mal. Ellos quieren estar correctamente. “Bienaventurados los que tienen hambre y sed de justicia, porque serán saciados”. En convicción, están dispuestos a corregir eso con Dios, a través del fuego de los altares del juicio de Dios.",
    "Tendrán que encarar eso en algún lugar, amigos. Uds. tendrán que encarar eso en algún lugar, así que encárenlo aquí. No esperen hasta la mañana. Uds. podrían morir esta noche, en un accidente yendo a casa.",
    "Recientemente en una reunión, hice un llamado al altar, y—y llamé; creo que fue en Ohio. Y esa noche, salí del edificio, y ya tenía como quince minutos que había salido. Y oí a alguien gritar al lado de la carretera. Me detuve y fui allá. Un auto se había accidentado, se había estrellado con otro. Y una mujer que había estado sentada allá, tan nerviosa que hasta se quitó el anillo, de lo nerviosa que estaba. Ella murió. Y ella venía hablando con su hija por el camino, la cual conducía. La tenían a ella lista allí para el hospital. Y las dos debieran haber pasado al altar. Y la hija dijo: “Lo último que me dijo mamá antes de que se estrellara el auto: ‘Hice mal esta noche, lo sé’”. Y allí le fue requerida su vida.\n\n“¡Oh!”, dice Ud., “eso no me sucederá a mí”. Podría, podría ser.",
    "Y ¿qué si el Espíritu Santo nunca más vuelve a darle esa convicción y a decirle que Ud. está mal? Entonces Ud. saldrá así a la Eternidad. Y Ud. sabe que con esa clase de espíritu, no puede hacerlo. Señor, revise su vida, vea cómo ha vivido. Y mire atrás y vea si ha sido esa humilde vida dulce de Cristo, si es que ha cuadrado con toda Su Palabra. Si no, entonces venga a ponerse a cuentas. No hay… ¿Por qué, por qué aceptar un substituto cuando los cielos están llenos de las verdaderas bendiciones pentecostales que limpiarán su corazón, purificarán su alma? ¿Verdad que eso es correcto?",
    "¿Cuántos ministros hay aquí esta noche? Quiero que algunos de Uds. hermanos pasen acá con nosotros. Si no hay problema, hermano. Seguro. Pasen acá, por favor, sólo un momento, hermanos. Así es.",
    "Jesús dijo, en Su Palabra: “El que oye Mis Palabras, y cree en el que me envió, tiene Vida Eterna; no vendrá a condenación, sino que ha pasado de muerte a Vida”. San Juan 6 dijo: “Y yo le resucitaré en el día postrero”, una resurrección.",
    "Pueblo, a nosotros nos toca pasar por esto. Tenemos que hacerlo; tiene que ser hecho. Así que el… No es emoción. Las emociones acompañan eso, por supuesto; es correcto; pero el asunto es: un corazón consagrado.",
    "Simplemente tomen la Palabra de Dios, y digan: “Dios, yo obré mal. Lamento que hice eso. Tú conoces mi corazón; yo obré mal. Aquí mismo en base a esto, yo confieso mi error. Y desde esta noche, de aquí en adelante, yo estoy comprometido Contigo. Soy parte de la Novia. Yo nunca volveré a hacer eso; nunca dejaré que se me salga el mal genio. Me—me comportaré como una dama; me comportaré como un caballero. Haré las cosas que la Biblia dice que haga. Te tomaré ahora mismo según Tu Palabra”. Entonces Ud. está logrando algo.",
    "¿Creen Uds. eso, predicadores del Evangelio? [Los ministros dicen: “Amén”.—Ed.] ¿Es eso Verdad? [“Amén”.] Eso es correcto.",
    "Ahora, inclinemos nuestros rostros en oración, cada uno de Uds., a su propia manera.",
    "Recuerden, al lado suyo está Cristo. Frente a Uds., aquí en el altar, hay Cristianos orando. Detrás de Uds.; ministros del Evangelio están orando. Ahora, eso los pone a Uds. en una atmósfera de oración.",
    "Ahora, la confesión suya, en sus corazones, a su propia manera: “Señor, estoy errado”. [Aquéllos en el altar dicen: “Señor, estoy errado”.—Ed.] “Lo siento, Señor”, [“Lo siento, Señor”,] “yo hice estas cosas”. [“yo hice estas cosas”.] “Yo confieso ahora mi pecado”. [“Yo confieso ahora mi pecado”.] “Yo creo en Ti”. [“Yo creo en Ti”.] “Ahora Te acepto”. [“Ahora Te acepto”.] “Yo quiero ser parte de la Novia”. [“Yo quiero ser parte de la Novia”.] “En el Nombre de Jesús oro”. [“En el Nombre de Jesús oro”.] Ahora, mantengan su confesión en el corazón.\n\nAhora voy a orar por Uds.",
    "Padre Celestial, ¡cuánto me constriñe a veces cuando miro a personas que me aman, y veo como tomas la Palabra y la pones en claro! Eso sencillamente corta hasta el tuétano del hueso, pero luego Tú vienes inmediatamente para vindicar que es la Verdad; y es la Verdad.",
    "Aquí hay hombres y mujeres parados, aun señoritas, niñas, paradas aquí con los rostros inclinados, y con lágrimas en sus ojos, en las encrucijadas de la vida. Pienso ¿adónde podrían terminar en eso del twist, del rock and roll, en aquel grupo poseído del diablo, oprimido por el demonio? Y aquí están, de pie esta noche, con los corazones rendidos, queriendo algo en donde poner sus manos, para decir: “Señor Dios, límpiame de todas las cosas del mundo”.",
    "Aquí hay hombres de mediana edad, jóvenes, ancianas, jovencitas, todos parados juntos. Están confesando que hay mal. Tú les hablaste a sus corazones, o no estarían aquí. Muestra que ni siquiera podrían levantarse de sus asientos, si no hubieran tomado una decisión. Un Espíritu de Dios estaba a su alrededor, y—y les dijo: “Estás errado”.\n\nY sus vidas dijeron: “Señor, entonces te quiero a Ti”.\n\nY el diablo dijo: “Quédate quieto”.",
    "Pero el Espíritu de Dios dijo: “Levántate”. Y ellos han caminado en obediencia, al pararse aquí en el altar.",
    "Ahora, como les he citado, es Tu Palabra: “El que a Mí viene, no le hecho fuera. Si vuestros pecados fueren como la grana, como la nieve serán emblanquecidos; rojos como el carmesí, serán como la blanca lana. Ven y compra de Mí vino y aceite. Bástate con Mi gracia. El que oye Mis Palabras y cree en el que Me envió, tiene Vida eterna, y no vendrá al Juicio, sino que ha pasado de muerte a Vida. Y ahora han llegado las bodas del Cordero, y la Novia se ha preparado”.",
    "Padre, son Tuyos. Ellos son trofeos de Tu Palabra. Están aquí para ser lavados por el agua de la Palabra, porque es el Evangelio completo. Está considerando todo; ha cortado profundamente para llegar hasta redargüir a los niños. Está desarraigando las raíces, las raíces de amargura, las—las—las raíces de la indiferencia, las raíces del mundo. Desarráigalas, Señor, por el Espíritu Santo. Quítalas de estas personas.",
    "Yo los reclamo esta noche a ellos para Ti, Jesús, como Tu tesoro personal, como joyas en Tu corona, como miembros de Tu Novia; yo reclamo sus vidas. Lo pido con todo mi corazón, con estos ministros, estos siervos del Dios vivo. Yo oro que quites de ellos, Señor, las cosas del mundo, y dales valor para hacerle frente a Satanás. Concédelo, Señor. Creemos que lo harás. Tú has dicho: “Pedid cualquier cosa al Padre en Mi Nombre, Yo lo haré”. Ahora, no dijiste: “Tal vez lo haga”; dijiste, “Yo lo haré”; y yo creo que eso es verdad.",
    "Ahora, también está escrito en las Escrituras: “En Mi Nombre echarán fuera demonios”. Y es un demonio que toma a una jovencita o a una mujer, y le arruina la vida. Es un demonio que toma a un hombre y le arruina su vida. Y citaré esta corta historia, Señor, en mi oración. Y ruego que me oigas, y respondas a mi oración, que cada uno de éstos sea reclamado en esta noche como joyas del Reino. Ellos han pasado adelante. Y yo tendré que responder por mis palabras en esta noche. Y ellos han pasado aquí a pararse conmigo, y a tomar nuestra posición al lado de Cristo.",
    "Ahora, Satanás, tú has perdido. No dejaste que algunos pasaran, pero no ganaste la batalla. Jesús dijo: “Él que a Mí viene, no le echo fuera”.",
    "Satanás, a ti te digo que un día hubo un niño que estaba pastoreando las ovejas de su padre. Y un león entró y cogió una de ellas, se la llevó, cruelmente maltratándola, y la iba a devorar. Pero este verdadero pastorcito tenía tan sólo una honda, pero él tenía fe en el Dios viviente. Él fue tras ese león, y lo atrapó, y él—él lo mató. Se levantó en contra de él, y lo agarró por la melena y lo mató. Él le sacó la oveja de la boca, la llevó de nuevo al pastizal para su sanidad.",
    "Te has llevado estas preciosas ovejas de Dios, estas damas que provocaste que se cortaran el cabello y que usaran maquillaje, y que lucieran como cosas que la Biblia condena, y pensaste que las tenías. Pero yo vengo con esta sencilla honda de la oración. Regreso con ellas esta noche. No puedes retenerlas más; has perdido la batalla. Estos preciosos hombres parados aquí, corderos de Dios, suéltalos. Nosotros te lo ordenamos en el Nombre del Señor Jesucristo. Yo coloco entre estos vicios y mal genios, y lo inmoral y todo lo que pudiera ser, yo coloco nuevamente, por fe, la Sangre de Jesucristo entre ellos y esa cosa. Tú no los atraparás más, ellos están en el pastizal del Padre. Ellos son Sus hijos. No te les acerques, en el Nombre de Jesucristo te lo ordeno.",
    "No hay diablo en el infierno que los pueda tocar, si Uds. creen eso. Uds. están cubiertos por la Sangre. Están rodeados por oración, ministros del Evangelio, y mensajeros del pacto, en la oración. Todos Uds. parados aquí, pasaron aquí sabiendo que tenían vicios, fallas, y cosas de las cuales se avergonzaban. Si Uds. ahora las ponen sobre el altar de bronce de juicio de Dios, y aceptan eso ahora como su perdón, de que Cristo se los concede, ¿harían Uds. ese ofrecimiento por fe, al levantar la mano y decir: “Yo ahora lo acepto, eso ya no existe. Y desde este día en adelante jamás lo volveré a hacer?”. Uds. son salvos por la Sangre de Jesucristo. Amén. Amén. Alabado sea Dios.\n\n¿Habrá alguien más que quisiera venir a unirse a este grupo?",
    "¿Habrá algún enfermo en el edificio que quisiera ponerse de pie para orar por él en este momento? Póngase de pie.",
    "Quiero que cada uno de Uds. aquí, si no es—si no es miembro de alguna buena iglesia del Evangelio Completo, vaya a una, a ésta si Ud. puede, si vive cerca de aquí. Reúnase con el pastor y bautícese. Y entonces si Ud. no ha recibido el Espíritu Santo, ore para que Dios le dé el Espíritu Santo y lo llene, le haga miembro de la Novia.",
    "Miren allí, hermanos, a las personas enfermas. El diablo no puede retener a esas personas. Éste es un tiempo de liberación. ¡Aleluya! ¿No creen Uds.? [La congregación dice: “Amén”.—Ed.]\n\nInclinemos entonces nuestros rostros en oración.",
    "Y cada uno de Uds. allá, que sufren enfermedad, Uds. que están de pie, pongan sus manos el uno sobre el otro. Jesucristo dijo: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”. Pongan sus manos el uno sobre el otro. Ahora, no ore Ud. por sí mismo, ore por la persona al lado, sobre la que tiene sus manos, porque ellos están orando por Ud.\n\nOremos juntos ahora como una Iglesia Cristiana.",
    "Señor Jesús, estamos agradecidos por la victoria esta noche, almas viniendo a Ti. Ahora, el diablo se ha llevado algunas de Tus ovejas, con enfermedad. Nosotros venimos a reclamarlas de nuevo. Y como Iglesia del Dios vivo, reprendemos al diablo, y decimos: “Suelta a estas personas enfermas, Satanás. Te lo ordenamos en el Nombre de Jesucristo, para que ellos sean sanos”. La Biblia dice: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”. Ésa es la promesa de Dios, y nosotros sabemos que es verdad. Ellos son sanados por las llagas del Señor Jesucristo.",
    "Ahora, si Ud. lo cree, levante las manos y déle la gloria a Él. Amén.",
    "Muy bien, pastor, es todo suyo. Dios lo bendiga, hermano. Ha sido muy bueno estar con Ud. esta noche. Dios lo acompañe.\n\nDios los bendiga, aquí a los hermanos. 🦅"
  ]
}