{
  "title": "DEJÁNDOLO TODO",
  "id": "62080009",
  "content": [
    "🦅  Tomen asiento. Quería darles las buenas tardes a todos. Estoy muy contento de estar aquí esta noche. Considero éste un gran privilegio estar aquí en esta iglesia nueva tan hermosa, para adorar al Señor. Hemos estado esperando esto por algún tiempo, venir acá, para un tiempo de compañerismo con la gente, y para disfrutar de las bendiciones, y confiamos que seremos de bendición para Uds. Y habiendo comenzado ahora la semana, pues sabemos que ya viene la convención, comenzando el jueves.",
    "Y acabo de oír esta tarde, del Hermano Williams, que tenemos una gran sorpresa para el jueves en la tarde. El Hermano Oral Roberts va a estar con nosotros, para hablar, el miércoles en la noche. Desde luego que será una gran sorpresa para todos nosotros, porque no cabe duda que el Hermano Oral sea un predicador poderoso. Y, personalmente, sería bueno volverlo a ver, estrecharle la mano.",
    "Y anoche estuvimos en Tempe, en la Asamblea de Dios, creo que fue, por allá. Y—y verdaderamente que tuvimos un tiempo maravilloso anoche en Tempe. Y la hemos pasado bien en cada iglesia que hemos visitado aquí en el área de Phoenix, y también allá en Tempe. Y apreciamos tanto estas cosas, que es difícil para nosotros de expresar.",
    "Muy rara vez tengo la oportunidad de hacer esto, de venir por una noche a cada iglesia y hablarle a la gente y a los hermanos ministros. Y me brinda una breve oportunidad de poder expresar el aprecio por estas personas, estas diferentes denominaciones y grupos de personas. Pues, ellos son buenos patrocinadores en el campo misionero, en los campos misioneros en el extranjero y por todas partes. Y de esta manera tengo una pequeña oportunidad de expresar lo que siento por ellos, en agradecimiento.",
    "Y hemos estado con los independientes, y los… creo que la Iglesia de Dios, las Asambleas, y todos; y en el extranjero: la Cuadrangular, la Iglesia de Dios, las Asambleas de Dios, y los del Nombre de Jesús. Y todos parecen ser uno cuando nos unimos para tener alguna reunión allá en los campos de batalla. Y, ¿saben? Acá en casa podría haber ideas en las que no estemos de acuerdo, pero cuando se llega al campo de batalla, pues, entonces no hay diferencias. ¿Ven?",
    "Yo fui criado en una familia grande, eran diez niños. Y nosotros, los muchachos, íbamos al patio trasero y peleábamos el uno contra el otro, ¡oh, vaya! Nueve niños, una niña, y nosotros realmente peleábamos. Pero era mejor que nadie se metiera con uno de nosotros allá en el jardín en el frente, pues si se metían con uno, tenían a los Branham viniendo de todas partes. Por lo tanto, yo pienso que así es con los hijos de Dios, la Iglesia.",
    "Acá, hace algunos años, yo estaba en Houston, y estábamos teniendo una gran reunión. Y allí con… tenía varios patrocinadores allí: al Hermano Raymond Richey, y—y a las Asambleas de Dios, y la—y a la gente del Nombre de Jesús, y algunos otros; y estábamos teniendo una gran reunión. Y estábamos en la Sala de Conciertos. Bueno, me supongo que teníamos cupo casi para ocho mil.",
    "Y hubo un—un ministro bautista que quiso retarme a un debate, a base de la Biblia; de que la sanidad Divina no era lo correcto. Bueno, he pasado por tanto de eso, ¿por qué perder una noche con un solo incrédulo, cuando hay miles sentados allí esperando la oración? ¿Ven? Entonces él lo publicó en el periódico, que yo temía hacerlo.",
    "Y el anciano Hermano Bosworth, casi de ochenta años, dijo: “¡Oh, permítamelo a mí!”.",
    "Y pensé en Caleb, Uds. saben: “Déjame tomar este monte”. Entonces le dije: “Hermano Bosworth, yo—yo no quisiera que Ud. discutiera. Cristo no quiere que los Cristianos discutamos entre nosotros. Si el hombre es un incrédulo, pues, él sencillamente es un incrédulo, no es más; no hay nada que Ud. pueda hacer al respecto”.",
    "Y entonces, él dijo: “Pues, lo que sucede” dijo, “es que si nos vamos, después de que ellos han puesto eso en el periódico” dijo, “dirán que nosotros sólo somos una cantidad de… Ud. sabe, que no sabemos de lo que hablamos, simplemente que manufacturamos una emoción”. Él dijo: “Quisiera que Ud. me diera la oportunidad”. Y lo miré a él parado allí, casi de ochenta años, y con esa confianza en las Escrituras.",
    "Dije: “Está bien, Hermano Bosworth, si me da la mano y promete que no va a discutir”.",
    "Él dijo: “¡Oh, yo no voy a discutir!”. Entonces bajó a informarle al reportero.",
    "Y, desde luego, Uds. saben cómo los periódicos pueden poner eso en circulación (¿ven?): “Volará Piel Eclesiástica”, Uds. saben.",
    "Conseguimos el estadio, el lugar del rodeo, y esa noche tuvimos cerca de treinta mil personas. Y eso entonces fue muestra de que la gente vino por avión, en tren. Déjenme decirles, montaban camellos de una giba, camellos de dos gibas, y camellos de tres gibas; pero todos bebían de ese pozo donde hay lugar para todos, por igual. Había de todo allí reunido. Y era muestra… Yo recibí una gran bendición sólo de eso, pensándolo ahora. Vean, cuando realmente viene la tensión, hubo una cosa que teníamos en común, todos creíamos en el Espíritu Santo y en la sanidad Divina. Así que todos vinieron para aportar su porción.",
    "Y pues sabemos lo que sucedió esa noche, cómo el Espíritu Santo tomó el control. Y fue allí cuando bajó el Ángel del Señor. Ellos le tomaron una fotografía. Y—y luego de allí fue a Washington D.C., para que fuera confirmada. Entonces, después de eso, se pasó por pruebas y demás. Y George J. Lacy, director en el FBI, redactó el—el documento sobre eso. Y él es el encargado de las impresiones dactilares y los documentos para el—el FBI. “Fue absolutamente un Ser sobrenatural. La Luz dio en el lente. Eso no fue psicología”. Él dijo: “Con frecuencia yo también he dicho que sus reuniones eran psicología. Pensé que Ud. les leía la mente a esas personas”. Él dijo: “Pero, Sr. Branham, el ojo mecánico de esta cámara no capta psicología; Eso dio en el lente”. Él dijo: “Aquí está”.",
    "Por lo tanto, Eso ha sido fotografiado. Fue fotografiado antes de eso, y varias veces después de eso. Simplemente estoy tan agradecido de saberlo. Muchas personas aquí han visto esa fotografía, ¿verdad? [La congregación dice: “Amén”.—Ed.] Creo que… ¡Oh!, muchos de Uds. la tienen. Me da tanto gozo saber de eso.",
    "A pesar de que el movimiento pentecostal ha sido muy criticado en este último día, sin embargo, les diré que al tomar historia Bíblica…",
    "Apenas termino la—la historia de la iglesia (los últimos dos años), desde la muerte del último apóstol, Juan, en la isla de… cuando dejó la isla de Patmos, y regresó y—y terminó de escribir los Libros y de recopilarlos. Él fue desterrado allá porque estaba tomando los Escritos de los apóstoles y haciendo una Biblia de Eso. Y por esto es que fue llevado a la isla de Patmos, después de que había sido hervido en grasa por un día y una noche, y luego lo desterraron a la isla. Y él hizo una recopilación de los Libros; y además de eso, Dios le dio el último Libro de la Biblia, el Apocalipsis.",
    "Y luego volviendo hacia acá, empecé desde su historia, y luego a su… a uno de sus seguidores, Policarpo, Ignacio, y muchos de ellos, viniendo a Martín, Ireneo, Justo, San Columba, y avanzando, entrando allá a la edad oscura, y pasando a subir a los—los luteranos y a Wesley.",
    "Y he descubierto que aun desde los días de los apóstoles, durante toda esa obra tan tremenda del Espíritu Santo, no hay ninguno de ellos que pueda sobresalir más que este último movimiento del Señor, aquí en estos postreros días. Nosotros no nos damos cuenta de eso, amigos. Hay cosas aconteciendo hoy que pueden comprobar a Dios, como esa fotografía de—de Cristo, que tenemos, lo cual ellos no tenían el equipo con qué hacerlo en aquellos días. Pero hoy el hombre trata de lograr algo para desacreditar a Dios, y Dios toma ese mismo logro y por medio de eso da confirmación de Sí mismo. Así que, sólo es… Uno nunca le saldrá adelante a Dios, porque Él es omnipotente, omnipresente, infinito; no hay manera de evitarlo. Sólo seamos humildes y sirvámosle a Él, es lo mejor que yo sé hacer.",
    "Me da mucha pena, pero no creo que sé el nombre del pastor aquí de la iglesia. Yo… [El Hermano Griffith dice su nombre.—Ed.] Hermano Griffith, verdaderamente me da gusto conocerlo, hermano, y por tener un tiempo para venir aquí a este compañerismo, de estar con Uds. para…",
    "Siempre nos gusta referirnos a eso de esta manera: “Para aquéllos que están peregrinando en Sunnyslopes”, pues somos peregrinos aquí, forasteros. Declaramos que éste no es nuestro hogar. Somos las simientes de Abraham, “en busca de una Ciudad cuyo Arquitecto y Constructor es Dios”.",
    "Ésta es una región hermosa. No pienso que haya algo igual, que yo haya visto. Y viajo por casi toda nación en el mundo, y nunca he visto nada en Europa, Italia, Asia, en ningún lugar por el Oriente, que llegara a compararse con Phoenix, Arizona. Ahora, es verdad, es el lugar más hermoso que haya visto; pero (¡oh!) lucirá como un callejón al lado de cómo será en ese gran Milenio. Así que estamos—estamos…",
    "Éste no es nuestro hogar. Sólo estamos peregrinando aquí, y hemos venido para compartir juntos de este compañerismo.",
    "Es una bendición para mí estar aquí y ver la iglesia de Dios prosperando, en un edificio nuevo y todo. ¡Que Dios siempre los bendiga! Sean fieles a Cristo. Permanezcan leales al pastor y trabajen juntos, todos, mano a mano, porque yo creo que pronto será la Venida del Señor.",
    "Ahora, antes que abordemos la Palabra, acerquémonos al Autor en oración, mientras inclinamos nuestros rostros un momento.",
    "Antes de que oremos, con sus rostros y corazones inclinados, ¿habrá alguna petición aquí, para que oremos, y Ud. la dará a conocer levantando la mano; alguna necesidad que Ud. tenga en su corazón, y dirá: “Señor Jesús, acuérdate de mí?”. El Señor ve toda mano, estoy seguro.",
    "Nuestro Padre Celestial, estamos tan contentos de poder llamarte “Padre”, el gran Creador de los cielos y la Tierra, el gran Elohim, el Shaddai, el dador de fuerza, el que nutre, el todo suficiente. Y por medio de Tu propio Hijo amado, Él nos dijo que si veníamos a Ti, y pedíamos cualquier cosa, usando Su Nombre, que Él vería que fuera concedido. Y Padre, creemos que eso tiene condiciones. Si nosotros pidiéramos algo errado, no pudiéramos tener fe para creer que sería concedido. Pero si podemos escudriñar nuestros corazones en esta noche, nosotros no estamos pidiendo algo que sea errado, sino lo que es correcto; y es que Tú nos perdones de todos nuestros pecados y ofensas, porque verdaderamente, Señor, eso es lo primero.",
    "Nosotros no queremos tratar de entrar en Tu Presencia agobiados de pecado. Por lo tanto, sabemos que cada día los problemas y las cosas que nos asedian, podrían tal vez ni ser notados en nuestra propia manera de pensar; no obstante, al pensar en un Dios santo, que aun los Ángeles son sucios delante de Él, entonces nos damos cuenta, Señor, que no tenemos ninguna posibilidad, a no ser que vengamos a través de la Sangre de Jesucristo, y luego somos hijos de Dios. Nuestros errores no son tomados en cuenta, al confesarlos.",
    "Y yo oro en esta noche, Padre, que bendigas esta congregación que levantaron la mano. Tú conoces lo que había detrás de cada una de esas manos: el pensamiento, el deseo, y—y el motivo y el objetivo al levantarlas. Yo oro que Tú le concedas a cada uno su petición.",
    "Y ahora, Padre, oramos por esta iglesia. Estamos tan contentos por este lugar. Cuando leemos de días antiguos, donde los Cristianos eran tan odiados, que ni siquiera podían tener una iglesia. Que eran tan pobres que ni hubieran podido construirla aun si hubieran querido, y de verla, o tener la oportunidad. Y entonces hoy, vemos grandes estructuras, finas, siendo levantadas, limpias, donde la gente está… pueden entrar y adorar a Dios. Estamos muy agradecidos por esto, y por el sacrificio que las personas, con sus diezmos y ofrendas y—y contribución, han edificado esta casa para el Señor.",
    "Ahora Padre, Dios, oro que bendigas a su pastor, sus diáconos, sus síndicos, y a todo miembro que viene aquí. Que crezca y crezca y crezca. Y que de esta iglesia comience un avivamiento a la antigua que recorra el valle de punta a punta. Que se manifiesten señales y maravillas de esta iglesia, de sanidad, salvación. Que sea un faro para toda la nación. Concédelo, Señor.",
    "Que de este lugar salgan buenos predicadores, jóvenes, con el llamado de Dios en sus vidas para ir a los campos misioneros, dondequiera que sean llamados. Concédelo, Señor.",
    "Y en esta noche mientras estamos congregados, que el Espíritu Santo venga, entre en la Palabra y sencillamente siembre la Semilla en cada corazón que está aquí. Que con fe nosotros la irriguemos día y noche, hasta que haya crecido en grandes árboles para la gloria de Dios.",
    "Sana a toda persona enferma, Señor, que está aquí esta noche. Salva a toda persona perdida. Trae de regreso a todos los descarriados; y renueva y rellena a aquéllos que han sido llenos antes. Concédelo, Señor, porque pedimos esto en el Nombre de Jesucristo, Tu Hijo. Amén.",
    "Ahora, estoy un poco atrasado, como de costumbre. Era un poco más lejos acá esta noche de lo que esperaba.",
    "Y, pues, mañana en la noche estamos en algún lugar, me imagino que ya lo anunciaron. Y, ahora si tienen servicio por acá en su propia iglesia, mañana en la noche, no vengan. Pero si no tienen servicio, nos daría gusto tenerlos. Siempre queremos que las personas se queden en su puesto del deber, pase lo que pase. Cuando la iglesia abre, todo soldado debe estar en su fila y en su lugar.",
    "Y entonces, estamos aquí visitando y pasando un buen tiempo, un poco antes de la—la convención de los Hombres de Negocios. Y como ya he anunciado, el Hermano Roberts debe estar aquí para abrir el servicio el jueves en la noche. Nos dará mucho gusto recibir al Hermano Roberts. Y entonces pienso que tal vez el viernes, el Hermano Velmer Gardner estará aquí. No sé si él va a hablar esa noche o no.",
    "Y creo que se me ha asignado estar allí el sábado en la mañana, en el desayuno. Y si es la voluntad de Dios, y que yo hable el sábado en la mañana, quiero tomar el texto, si fuera, si es la voluntad de Dios: El Hombre Más Malvado Que Yo He Conocido. Así que, y… Y entonces el domingo en la tarde, hablaré de nuevo. Entonces, si Uds. están… Ahora, el sábado en la mañana no hay servicio, hasta donde sé. Y el domingo en la tarde no hay servicio, hasta donde sé.",
    "Ahora, antes de empezar, olvidé que he… No. Creo que Billy sí dijo que repartió las demás tarjetas de oración, ¿verdad? ¿Se repartieron tarjetas de oración aquí esta noche? Pues, él repartió parte de ellas en la otra iglesia, anoche, porque yo—yo he estado reteniendo hasta muy tarde a la gente.",
    "Yo predico bastante largo, como seis u ocho horas, algo así, a veces, cuando me emociono. Ahora, yo no… Esta noche no voy a predicar sino la mitad de eso. Sólo… Entonces pensé en que repartiríamos las tarjetas de oración, y luego nos… Uds. de todas maneras podrían salir para casa a la medianoche, después que tengamos la línea de oración. Por tanto, sólo es la mitad de eso. Y yo no sé mucho, pero es que me toma mucho tiempo decir lo que sé. Entonces lo que sé, me gusta contarlo tanto que sencillamente me tomo mi tiempo en eso, Uds. saben. Eso es bueno. Sólo bromeaba con eso, pues yo—yo trataré de salir en otros cuarenta y cinco minutos, o algo, para la línea de oración.",
    "Sólo tengo una corta Escritura aquí esta noche que quiero leer, y tomar un texto, y espero que Dios la bendiga. Si Uds. quieren leerla cuando lleguen a casa, está en Marcos, el capítulo 10 y el versículo 28.\n\nEntonces Pedro comenzó a decirle: He aquí, nosotros lo hemos dejado todo, y te hemos seguido.",
    "Ahora, me gustaría tomar un texto para construir un pequeño contexto sobre eso, de Dejándolo Todo. Y luego, en unos momentos oraremos por los enfermos. Y ahora, Uds. que conocen bien el capítulo 10 de Marcos, formémosle una base. Era… Jesús, antes de eso, había estado hablando del divorcio.",
    "Y luego, también Le sucedió algo muy impactante. Un joven rico vino corriendo a Él, y dijo: “Maestro bueno: ¿Qué puedo hacer para tener la Vida Eterna?”.\n\nY Él le dijo: “Guarda los mandamientos”.",
    "El joven dijo: “He hecho esto desde mi juventud; o ¿qué mandamientos?”. Y Él le dijo lo que eran. Y él respondió: “Esto he hecho”.",
    "Él dijo: “Pero una cosa te falta: si quieres tener Vida Eterna, ser perfecto, entonces vende todo lo que tienes y dalo a los pobres, toma tu cruz y sígueme”.",
    "Sigamos a ese joven por unos momentos antes de que entremos en el texto, para fijar una base.",
    "Ahora, vean, a ese joven se le pidió dejarlo todo, pero él rehusó hacerlo. Y a veces si aplicamos la prosperidad y riqueza, y todo eso, “éxito”, pues este joven ya era un joven exitoso y aún no tenía Vida Eterna. Por lo tanto, a veces el éxito no siempre quiere decir que Dios está bendiciendo.",
    "Pero sigámoslo. Lo encontramos aquí ahora en su juventud, joven, tal vez apuesto, un joven bien vestido. La Biblia dice que “Jesús le amó”. Él debió tener una buena conciencia, amable y tierna. Debe haber sido algo muy fino, o él nunca se hubiera ganado la admiración del Señor Jesús. Porque cuando Jesús lo miró, “le amó”. Él debe haber tenido una expresión amable, y una buena apariencia, un caballero limpio, un muchacho pulcro. Y él llegó allí ante Jesús, tal vez pensando, en sinceridad, y dijo: “Me gustaría saber lo que puedo hacer para tener la Vida Eterna”.",
    "Y cuando él tuvo que separarse de lo que tenía, para tener Vida Eterna, entonces la pregunta estuvo a la puerta, si es que uno podrá hacerlo. Y esa pregunta está delante de cada uno de nosotros. Y Jesús realmente le pidió que dejara todo lo que él tenía, que tomara su cruz y le siguiera a Él. Y conocemos la historia, “él se fue triste, pues tenía muchas riquezas”.",
    "Entonces Jesús se dio la vuelta y dijo “lo difícil que sería para un hombre rico entrar en el Reino del Cielo, como un camello pasar por el ojo de una aguja. Eso, no obstante, sería imposible para el hombre,” pero Él dijo: “Con Dios no es imposible”.",
    "Sigamos a este joven rico. La próxima vez que lo encontramos, en la Biblia, él no… rápidamente rechazó la oportunidad de seguir a Jesús, cuando eso le fue presentado un poco difícil.",
    "Vean, nosotros queremos aferrarnos de lo que más podamos, y a la vez seguir a Jesús. Pero en algún momento Jesús quiere que lo soltemos todo, para que con las dos manos nos aferremos de Él. A veces pensamos que simplemente es porque—porque nosotros estamos agarrados.",
    "Me recuerda de algo que normalmente cuento de mis dos niñas. Ellas ahora no son tan pequeñas, ya son muchachas de buen tamaño. Pero cuando eran pequeñas… Una de ellas es Rebekah, es la mayor; y Sarah es la pequeña. Y Becky tiene ojos azules y Sarah los tiene de color café. Pero las dos son las niñas de papá, Uds. saben. Por tanto, ellas esperan despiertas para verme llegar a casa, y siempre les fascina verme. Y entonces Becky es un poco… era alta, una muchacha un poco delgada; y Sarah era una pequeña, un poco bajita, pequeñita.",
    "Y entonces ellas estaban esperando despiertas que yo llegara a casa, una noche. Había estado de viaje en reuniones, y ellas sabían que yo llegaría a casa, entonces pensaron esperar un ratito. Y si yo llegaba a casa, ellas querían verme. Bueno, el Sandman [personaje del folclore anglosajón.—Trad.] debe haberles roseado arena en los ojos, y a ellas les dio sueño. Y finalmente se fueron a la cama, allá en su cuarto.",
    "Y yo llegué tarde. Entonces al llegar, estaba muy cansado, me acosté. Y después de las reuniones y todo eso, me canso tanto que no puedo dormir después de unas semanas de reuniones. Y dormí como dos o tres horas, me levanté, fui a la—a la sala, y simplemente me senté en el sillón. Yo estaba sentado allí en el sillón, temprano en la mañana.",
    "Y después de un rato, Becky despertó en su cuarto, y se dio cuenta que ya era de día. Y se asomó por el pasillo y me vio allá en el sillón. Saltó de la cama tan rápido como pudo, esas piernitas flacas y largas avanzando hacia mí.",
    "Bueno, eso—eso alarmó a Sarah. Y no sé si con sus hijos sea así o no, pero los míos, uno consigue algo para el mayor y el segundo lo recibe de herencia. Y Sarah tenía puesta la pijama de Rebekah, los pies le quedaban grandes, Uds. saben, y eran demasiado grandes para ella. Y ella, salió de la cama, y esos pies tan grandes, volando. Y ella apenas podía mantenerse al paso de Rebekah.",
    "Entonces Rebekah le ganó al llegar a mí. Y ella saltó en mi pierna, me abrazó con los dos brazos, como… Ella estaba sobre mi rodilla derecha, y sus piernas largas alcanzaban hasta el suelo. Ella estaba bastante bien balanceada.",
    "Eso en algo me recuerda de algunas de las primeras organizaciones más grandes, Uds. saben, que aparecieron. Uds. saben, ya tienen mucho tiempo, de piernas algo largas y así, bien balanceadas.",
    "Y aquí viene Sarah, la iglesita joven, Uds. saben, que no lleva mucho tiempo. Y ella como que vio que Becky le había gana-ganado a ella allí.",
    "Entonces Rebekah me tenía abrazado. Y ella se dio la vuelta, dijo: “Sarah, hermana mía, yo quiero que sepas una cosa”. Ella dijo: “Yo llegué aquí primero”. Y dijo: “Yo tengo completamente a mi papá, y no queda nada para ti”. (Ellos nos tratan de decir eso, Uds. saben, constantemente.) Dijo: “Yo llegué primero, y yo tengo completamente a papá, y no queda para ti”.",
    "La pobre Sarita bajó su rostro; su pequeño labio temblaba. Ella comenzó a irse, con las lágrimas en esos ojos grandes de color café. Y Becky tenía su cabeza recostada sobre mi hombro, abrazándome.",
    "Tomé mi dedo y lo extendí así hacia Sarah, y saqué la otra pierna. Ella vino y saltó sobre la otra pierna, y pues, ella—ella—ella no podía balancearse; sus piernitas no tocaban el piso. Pero ella de todas maneras estaba en la pierna. ¿Ven? Pues ella andaba a pinitos por allí de esa manera.",
    "Bueno, para evitar que se cayera, simplemente tomé los dos brazos y la abracé, así, para sostenerla. Y yo la acerqué a mí abrazándola, y ella recostó su cabecita sobre mí por un momento.",
    "Ella se levantó y miró a Becky, y dijo: “Ahora, Rebekah, hermana mía”, dijo, “yo también quiero decirte algo a ti”. Ella dijo: “Puede ser que tengas completamente a papá, pero quiero que sepas que papá me tiene completamente a mí”. Por tanto, eso es correcto.",
    "Entonces, de esa manera es que nosotros lo queremos. No queremos… nosotros queremos que Él nos tenga completamente a nosotros. Entonces, para lograrlo plenamente, sólo tenemos que salir a caminar allá por fe y creerle a Él, es todo, y simplemente confiar. Nosotros no podemos explicarlo, no hay manera de explicarlo; sólo lo creemos y así lo tomamos.",
    "Este joven rico no se entregó a Cristo, y por lo tanto se fue. Y lo encontramos, más adelante, que estaba… Había prosperado tanto, sus graneros estaban tan llenos, que dijo: “Alma, reposa”. ¡Oh, él había prosperado, en todo! Tenía tanto que no tenía necesidad de nada.",
    "Pero algo ocurrió. La próxima vez que lo vimos, estaba mirando desde el infierno, cuando vio al mendigo a lo lejos, en el seno de Abraham. Eso sucedió por cuanto no estuvo dispuesto a dejarlo todo, para seguir al Señor Jesús.",
    "Entonces, cuando esto ocurrió, y que el joven rico no rindió lo que tenía para seguir a Jesús, algo despertó en Pedro. Yo creo que fue él quien hizo la declaración, o hizo la pregunta, tocó el tema. Y dijo: “Ahora, nosotros lo hemos dejado todo, para seguirte; lo hemos dejado todo. Mira lo que hemos hecho: dejamos nuestros hogares; dejamos nuestras familias; dejamos nuestras tierras. Dejamos todo lo que teníamos, para seguirte a Ti”.",
    "Él comenzó a darse cuenta de eso. Tal vez se había entusiasmado tanto por la obra, observando a Cristo y todo eso, que él… no se había dado cuenta de que él había dejado su hogar, había dejado a su familia, había dejado a su padre, a su madre. Él había dejado todo lo que tenía para seguir a Jesús.",
    "Pero eso exactamente es lo que Dios requiere: dejarlo todo y seguirlo a Él. Ése es el requisito de Dios. Nosotros también tenemos que hacerlo. En algún momento tendremos que abandonar nuestras propias ideas. Si nuestras propias ideas en cuanto a cualquier cosa son contrarias a la Palabra de Dios, tenemos que abandonar nuestra propia manera de pensar y seguirlo a Él. Y la única manera que podemos seguirlo a Él, es seguir Su Palabra, obedecerla. Y la petición de Dios y el requisito de Dios es que lo dejemos todo y lo sigamos a Él.",
    "Pero al hacerlo, nos damos cuenta a veces que tenemos que dejar a nuestros amigos. Muchas veces eso es algo difícil de hacer. Ahora, muchas personas cuando recién vienen a Cristo y son llenos del Espíritu… Tal vez como las mujeres, han estado teniendo alguna clase de fiesta a la que han estado asistiendo, cada cierta y cierta noche, donde han estado jugando a los dados, en el barrio. Conocen a todos los—los vecinos y demás, y pertenecen a ciertas sociedades en el barrio, y ellas van y juegan a los dados. Y estas mujeres (uno lo sabe), dirán algo al respecto; ellas no van a entenderlo. Pero con todo, Ud. tiene que dejar eso, porque no es correcto apostar, jugar a los naipes. Y tiene que dejar eso si Ud. sigue a Cristo.",
    "A veces las mujeres en nuestras iglesias están acostumbradas a usar ropa inmoral, como pantalones cortos, y—y estos pantalones de mezclilla. Y la Biblia dice: “Es abominación ante Dios que una mujer se ponga eso”. Ella, no importa lo que piense, ella tiene que dejar eso. A veces encontramos mujeres, cuando entran en el Camino y son salvas, que han estado acostumbradas a cortarse el cabello; y ellas quieren ser populares como el resto del mundo. Pero se dan cuenta que es una cosa difícil, pues la llamarán anticuada, cuando Ud. se vaya a vestir como una Cristiana, a actuar como una Cristiana, a vivir como una Cristiana. Ellos la llamarán anticuada, pero Ud. tiene que dejarlo todo, para seguirlo a Él.",
    "Jesús dijo, o la Escritura dice: “El que ama el mundo o las cosas del mundo, el amor de Dios ni siquiera está en él”. Correcto. Se requiere dejarlo todo.",
    "Es ahí, cuando Ud. está dispuesto a dejarlo todo y seguirlo a Él, luego: “Si permanecéis en Mí, y Mi Palabra en vosotros, podéis pedir lo que queráis y os será hecho”; pero Ud. no puede, sabiendo que esas cosas están erradas. Ud. sabe que están erradas.",
    "La Biblia está en contra de tales cosas: jugar naipes, fumar cigarrillos, beber, usar ropa inmoral; y a la vez reclamar que es un Cristiano. Si ese espíritu en Ud. no condena eso, entonces algo anda mal con el espíritu que está en Ud.; pues, el Dios que escribió la Palabra es la Palabra. Y la Palabra estando en Ud., pues Ella lo condena a Ud.; tiene que hacerlo. Y si no lo hace, Ud. está siendo engañado. ¿Cómo puede el Espíritu Santo escribir algo y Ud. se da la vuelta y hace lo contrario, y decir que el Espíritu Santo lo está guiando? Ud. no puede hacerlo. Entonces fumar cigarrillos, beber whisky, jugar naipes, cortarse el cabello, usar pantalones cortos, todas estas otras cosas están mal, pecaminosamente mal, y Ud. jamás llegará a ningún lugar mientras que no las deje.",
    "Eso está entrando sigilosamente en nuestros movimientos pentecostales. Vergüenza debería darles. Deberían estar avergonzados. ¡Con razón no podemos tener un avivamiento mundial! ¡Con razón no podemos tener un avivamiento pentecostal! Algo ha sucedido; es verdad. Hemos bajado la guardia, y hay cosas ocurriendo que no debieran ocurrir. Por tanto, Ud. tiene que dejarlo todo, para seguir a Cristo.",
    "Ud. tiene que dejar lo suyo, sus ideas propias. Ud. tiene que cuadrar con Su Palabra. Y el Espíritu Santo jamás negará alguna Palabra que haya hablado. Y la Biblia está escrita por el Espíritu Santo, la Biblia lo dice. Y si… Las Palabras de la Biblia es Dios; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”.",
    "Ahora la Palabra es hecha Espíritu, morando en nosotros; “Porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”, la consumación. Ahora, si ese mismo Dios que escribió la Biblia está en Ud., Ud. ya no se pertenece. Ud. está muerto a las cosas del mundo, Ud. está muerto a sus propios pensamientos. Y la mente… “Que la mente que estuvo en Cristo esté en vosotros”. Allí, entonces Uds. lo han dejado todo, para seguirlo a Él. No son sus propios pensamientos, es lo que Él dice; “¡No Mi voluntad, la Tuya, Señor!”. Entonces Ud. comienza a cuadrar con la Palabra de Dios.\n\nPodría quedarme allí bastante tiempo, pero avanzaré un poco.",
    "🦅 Pero” dice Ud., “¿qué recibo entonces, dejándolo todo? Dejándolo todo, ¿qué consigo?”.",
    "Puede esperar que el mundo se burle de Ud. Puede esperar que el mundo lo llame toda clase de sobrenombres deshonrosos. Le llamarán de todo lo que lo puedan llamar. Ud. será despreciado y rechazado.",
    "Jesús, por ser Emanuel (Dios morando en Él), lo hizo tan raro para Su propia iglesia que hasta Su propia iglesia lo excomulgó tan pronto Él entró. Fueron ellos los que lo colgaron en la cruz. Fueron ellos los que lo condenaron. Él amaba a la gente. Su corazón estaba enteramente de parte de la gente; no obstante, Él tuvo que dejarlo todo para seguir a Dios.",
    "Y también nosotros tenemos que dejarlo todo, para seguir a Dios.\n\n“Ahora, ¿qué recibo yo a cambio?”. ¡No esperamos nada!",
    "A veces yo pienso que nosotros, los ministros, pintamos el cuadro con demasiadas flores para el—el convertido. “¡Oh, vengan a Cristo, todo es hermoso”! Pero vean, no es así, en esa manera de decir que todo es un lecho suave de pétalos, porque ningún Cristiano…",
    "La Biblia dice: “Todos los que viven piadosamente en Cristo Jesús sufrirán persecuciones”. Entonces si—si Ud. no está sufriendo persecuciones por la causa de Cristo, entonces algo anda mal.",
    "Si el diablo no anda tras Ud., es porque ya lo tiene. Así de sencillo, porque mientras él lo esté persiguiendo, ésa es la señal de que él aún no lo tiene a Ud. Pero si él no anda tras Ud., ésa es señal de que ya lo tiene a Ud. Seguro. Entonces, simplemente recuerde, mientras él esté atacándolo, Ud. aún está a varios pasos delante de él, y simplemente siga avanzando.",
    "🦅 Pero todos los que vivan piadosamente en Cristo Jesús, sufrirán persecución”. Él dijo: “Gozaos y en gran manera alegraos, porque así persiguieron a los profetas que fueron antes de vosotros”. Correcto.",
    "No ande con el semblante caído, y diciendo: “Pues, yo no debí haberlo hecho. Supongo que ellos—ellos, es que yo no tolero que anden hablando de mí y digan que soy anticuado, que soy esto, eso, o lo otro”.",
    "¡Oh, Ud.—Ud. debe estar sumamente gozoso, contento por eso, de que Ud. puede llevar el reproche por Su Nombre! Y por guardar Sus mandamientos, le ha causado eso a Ud.",
    "Pero también quiero decir esto (dándome prisa en lo que más podamos): Dios de ninguna manera se endeudará con ningún hombre. Dios no estará endeudado con ningún hombre. Si Ud. ha hecho eso por Dios, dejándolo todo, Dios le recompensará mil veces. Correcto. Dios se lo recompensará. Ud. deje las cosas del mundo, y el mundo y las cosas del mundo, y Dios se lo recompensará muchas veces más.",
    "¿Cuántos son testigos de eso, aquí esta noche? [La congregación dice: “Amén”.—Ed.] Pues, todos sabemos que Dios recompensará.\n\nAhora, veamos algunos personajes que sí lo dejaron todo.",
    "Tomemos, primero, al padre de la fe, Abraham. Abraham dejó su propia tierra, la propiedad que él poseía y todo lo demás. Él fue llamado a salir de Caldea, la ciudad de Ur. Y él dejó su tierra, su hogar, su gente, y todo, y siguió a Dios. Él tuvo que dejar todo, dejarlo atrás. Él dejó su—su tierra, su propiedad allá en Caldea, en Ur. Él dejó su propiedad, y Dios le dio toda la tierra prometida. Dios repaga con bastante interés. Él le dio… Allá ese día, cuando Él se encontró con él, le dijo: “Levántate, Abraham, mira al Oriente, al Norte, al Occidente, al Sur; te la doy toda a ti, es toda tuya”.",
    "Eso es lo que sucede con los Cristianos esta noche. Dios nos la da, pero nos da miedo investigarla. Cuando Ud. llega a ser Cristiano, Ud. es heredero a toda promesa en la Biblia. Correcto. Todo lo que Dios prometió es suyo. Es como una gran galería; y por un Espíritu todos somos bautizados en esta galería, la cual es Cristo. Pues, si yo… Si alguien me diera algo, voy a mirar alrededor y averiguar qué es lo que poseo.",
    "Yo pienso que eso es lo que deberían hacer los Cristianos en esta noche, averiguar lo que tienen. Si algo llega a estar un poco alto, que no puedo alcanzar, conseguiré una escalera y subiré hasta alcanzarlo. Y si algo parece un poco fuera de alcance, en la Biblia (que Dios haya prometido), permaneceré de rodillas y subiré la escalera de Jacob hasta que yo lo alcance, pues es mío; Dios me lo dio.",
    "Si se ha prometido sanidad Divina en la Biblia, y estoy enfermo, yo permaneceré allí hasta que Dios me la dé, porque es una promesa. Dios prometió que si yo dejaba el mundo, Él me daría el Espíritu Santo; yo voy a permanecer allí hasta que Él me lo dé, porque Él lo prometió. Si Dios prometió darme el deseo de mi corazón, y el deseo de mi corazón es la cosa correcta, yo voy a permanecer allí hasta que Dios lo dé, porque es una promesa. Y he dejado todo el mundo; quiero caminar en pos de Él, y Él pagará. Yo sé que ésa es la verdad. Eso es exactamente correcto.",
    "¿Qué hizo él? Dejó su tierra, su país. Y Dios le dio toda la provincia, o todo el continente del… de Palestina. Él dejó su pedacito de tierra allá, tal vez un acre donde estaba su casa [casi media hectárea —Trad.], y su casa vieja, para recibir todo lo que había en Palestina. Bueno.",
    "Pero lo primero que él tuvo que hacer fue separarse. Él se separó de su gente, de todos sus seres queridos, de los antiguos asociados con—con los que él andaba antes, de sus amigos de la niñez que bajaron de Babilonia con él, y de todos sus hermanos, hermanas, y todas sus amistades que él conocía, sus asociados. Cuando Dios lo llamó, Él dijo: “Sepárate de tu parentela. Aléjate de todo eso”. Ahora, eso fue difícil, pero él se separó de todos sus parientes. ¿Por qué? Por cuanto ellos no estarían de acuerdo con él.",
    "¿Podrían Uds. imaginarse a ellos estando de acuerdo? Un anciano aquí de setenta y cinco años, con una esposa de sesenta y cinco años, diciendo: “¿Saben qué? Yo me encontré con Dios por acá y Él me dijo que ahora iba a tener un—un—un bebé, con Sara”.",
    "Pues, ellos… su amigo médico hubiera dicho: “El viejo está mal de la cabeza”. Pero él ya había comprado los ganchitos y los broches, y todo lo demás, en preparación para eso, porque él sabía que lo iba a tener. Eso es correcto; sin más al respecto. ¿Por qué? Dios lo prometió. Correcto. Y si todos aquéllos quisieron reírse de él y pensar que estaba mal de la cabeza…",
    "Así hacen con todo creyente. A toda la Simiente de Abraham le sucede lo mismo. Correcto. En algún momento hasta su iglesia los echará, sus clubes, los—los lugares a los que Uds. pertenecen, sus compañerismos en el barrio, sus asociados. A veces su novio o su novia lo rechazará a Ud. No obstante, Dios requiere que Ud. lo deje todo, para seguirlo a Él. Deje todo lo que es contrario a Él, y sígalo.",
    "Ahora, Abraham, dejando a su gente ¿qué recibió a cambio? ¿Qué vino aparte de eso? Él llegó a ser el padre de muchas naciones. Dios lo hizo a él padre de muchas naciones. Lo poco que él dejó, luego miren lo que él llegó a ser. Jesús dijo: “El que por Mí dejare… tendrá padres, madres y demás”. Miren lo que recibió Abraham, al dejarlo todo y seguirlo a Él. Sí, señor. “Padre de muchas naciones”.",
    "Pero primero, él se tuvo que separar de toda incredulidad, y aun de su hermano frío, Lot, el miembro de iglesia tibio. Él mismo lo tuvo que dejar, a raíz de eso.",
    "Ud. se tiene que separar de todo lo que contiene incredulidad; de lo que sea, ya sea un credo, si Ud. está en una iglesia y lo único de lo que está dependiendo es de un credo, y no le cree a la Palabra, y si la Palabra es contraria a… si el credo es contrario a la Palabra, Ud. tendrá que dejar eso. Ud. tendrá que dejarlo todo.",
    "Y Dios no bendijo a Abraham hasta que le obedeció a Él completamente. Abraham quiso llevar a su papá, y el anciano fue un estorbo desde el principio. Finalmente él murió. Luego con Lot, hubo contienda y de todo. Y luego, tan pronto Abraham le obedeció completamente a Dios y se separó y dejó ir a Lot allá a las tierras buenas, adonde él quiso ir (allá a Sodoma), luego Dios le apareció a Abraham y dijo: “Alza tus ojos. Te la doy toda a ti”.",
    "Abraham fue el que se separó. Él fue el que se separó de todo, para seguir, para seguir a Dios; y él es el padre de la Fe. Él es el que nosotros creemos que es el fiel. “La promesa le fue hecha a Abraham y a su Simiente. Nosotros estando muertos en Cristo somos la Simiente de Abraham, herederos con Él según la promesa”.",
    "Israel dejó a Egipto. Ellos dejaron las viejas tierras allá en Egipto. ¿Para recibir qué? Palestina. Ellos vinieron de ese lugar horrible allá en Egipto, tenían capataces.",
    "Y hay muchas personas hoy, jovencitas, por acá en la calle, fumando, bebiendo, como vimos aquí en la—por la radio el otro día. Estos policías tuvieron que venir para arrestar esa cantidad de jovencitas allá en la calle que se enloquecieron con ese espíritu inmundo del diablo; las posesionó, las puso a bailar este nuevo booglie wooglie (o lo que llamen la cosa), y allá en la calle enloquecidas en sus mentes. Vean, realmente si una jovencita tiene una pizca de decencia, ella o un joven, cualquiera, esa cosa es un capataz que los lleva a hacer eso.",
    "Dejen Uds. eso y Dios les dará una danza, ¡oh, vaya! Seguro que lo hará. Él se las dará, si tan sólo dejan eso. Pero Uds. tienen que dejar todas esas cosas, para recibirla. Uds. sencillamente no pueden avanzar con las dos.",
    "Él recibió la Palestina, Abraham, o sea Israel la recibió. Recibió la Palestina como tierra. Ellos dejaron la otra tierra allá y recibieron la Palestina, una tierra donde fluía la leche y la miel. Sí, señor.",
    "¿Qué dejaron ellos? Dejaron el Sol candente, bajo el capataz, allá en Egipto. ¿Qué recibieron por dejar ese Sol candente allá? Les fue concedido caminar en la Luz de la Columna de Fuego. Dejando ese Sol candente allá, para caminar en la Luz de la Columna de Fuego de Dios. ¡Qué intercambio! A mí me gustaría aceptar ese intercambio, ¿qué tal Uds.? [La congregación dice: “Amén”.—Ed.] Una Columna de Fuego. Caminar en la luz solar natural, donde ellos eran manejados por capataces; para luego salir allí y caminar en la Luz de Dios, bajo el poder del Espíritu Santo, una Columna de Fuego que los estaba guiando a una tierra prometida.",
    "Hoy es igual. Salga de la luz de este mundo, las cosas que son de este mundo, para caminar en la Luz de Dios. Eso lo guía a uno a la tierra prometida.",
    "Ellos también dejaron las ollas viejas de Egipto con ajo, ollas de carne, allá en Egipto. ¿Qué recibieron cuando dejaron esas viejas ollas de carne? Ellos llegaron a comer alimento de Ángeles. Maná bajó del cielo, en lugar del ajo.",
    "Ahora, si Ud. nunca ha comido otra cosa sino ajo, déjeme decirle algo: Dios tiene un Cielo lleno de Alimento de Ángeles para alimentarlo a Ud. Correcto.",
    "Alimento de Ángeles, fue lo que ellos recibieron en lugar de eso, en lugar de ese ajo de Egipto.",
    "Ellos dejaron las aguas lodosas de Egipto. ¿Qué recibieron allá? Beber de la Roca que fue herida en el desierto, de las aguas puras y cristalinas de Dios. Ellos dejaron las viejas aguas lodosas de Egipto, las viejas aguas lodosas denominacionales, turbias.",
    "Así es que tenemos que hacer nosotros en algún momento hoy. Dejar ese viejo credo y denominación que dice: “Los días de los milagros han pasado; esos tipos están locos; ellos sólo son una cantidad de santos rodadores”. Dejen eso atrás y vengan acá y beban de una fuente llena… sacada de las venas de Emanuel, donde pecadores sumergidos bajo el raudal pierden toda su mancha de culpa. Sí, señor.",
    "Dejen esa vieja agua lodosa, turbia con duda y confusiones, y discusiones, y riñas y todo lo demás; y de ir por la noche y tener cenas de sopa, y hervir algún pollo viejo y venderlo a cincuenta centavos el plato para pagarle al predicador. Cuando si Uds. vienen acá y se sujetan a las leyes de Dios y los santos mandamientos de Dios, y caminan con Dios, Uds. pagarán sus diezmos y el predicador no tendrá problemas; si tan sólo escogen la manera de Dios de hacer las cosas. Correcto. De esas viejas aguas lodosas, para beber de la Roca.",
    "Ellos dejaron a esos médicos jactanciosos de Egipto, que decían: “Nosotros somos hoy en día los hombres más inteligentes en todo el mundo”. Ellos dejaron los médicos jactanciosos para estar con el gran Médico. Amén. A mí me gustaría ver algún médico hoy hacer lo que hizo ese gran Médico. Esa gente estuvo en el desierto por cuarenta años, y salieron sin un solo enfermo entre—entre ellos. No hubo ni una persona enferma entre ellos, ¡por cuarenta años! Había más de dos millones de personas que salieron en ese tiempo. ¿Cuántos bebés nacían cada noche? ¿Cuántos enfermos? Y llegarían ellos a…",
    "Me gustaría llegar con el Dr. Moisés y mirar en su maletín, y mirar qué clase de receta les daría a ellos. ¿No les gustaría a Uds. ver eso? Yo me imagino que hay muchos médicos a quienes les gustaría darle un vistazo a esa receta. Bueno, yo les puedo decir, la he leído. ¿Quieren que les diga qué es? “Yo soy Jehová que sana todas tus dolencias”. Eso era todo lo que él tenía. Eso era todo lo que él necesitaba, por cuanto ellos dejaron a los médicos jactanciosos, para estar con el gran Médico. ¡Sí, señor!",
    "Ellos dejaron a la gente allá que decía: “Los días de los milagros han pasado; ya no hay tal cosa como milagros”. Ellos dejaron eso, ¿para hacer qué? ¿Qué hicieron ellos entonces? Para estar allí mismo en la presencia donde milagros sucedían día a día. Amén.",
    "La gente hoy en día que dice que no existen los milagros, algo anda mal en su mente. Correcto.",
    "Una persona me dijo cierta vez, dijo: “No me importa lo que Ud. haya hecho; a mí no me importa. Yo no puedo… Con toda la prueba que Ud. tenga” dijo, “yo simplemente no lo creo”.",
    "Yo dije: “Seguro que no. Ud. jamás lo vería, Ud. está demasiado ciego para verlo”. Eso es cierto. Yo dije: “Eso no es para incrédulos; es para creyentes. Los creyentes lo ven”. Correcto.",
    "Un individuo me dijo cierta vez, me encontró en la calle, dijo: “Ud. está errado en su doctrina”.\n\nYo dije: “Es la Biblia”.",
    "Él dijo: “Ud. está mal”. Él dijo: “Por tanto, yo estoy contra Ud.”. Dijo: “entonces hiérame con ceguera. Pablo hirió con ceguera a un hombre una vez”. Dijo: “Hiérame con ceguera”.",
    "Dije: “Yo—yo—yo no puedo hacerlo, Ud. ya está ciego. Sí, Ud. está… ¿Cómo puedo hacer lo que su padre, el diablo, ya ha hecho?”. Eso es cierto. “Ud. ya está ciego”. Un hombre que diga una cosa como ésa está—está tan ciego que él no distingue la luz del día de la oscuridad. Él no puede discernir entre las dos, Vida o muerte. Eso realmente es estar ciego. Sí, señor. Sí.",
    "Él gran Médico los acompañaba, y ellos vieron milagros acontecer. Seguro.",
    "Los discípulos, ¿qué dejaron ellos? Tenían redes, redes de pesca. Ellos dejaron sus redes de pesca para caminar con Él y ver Sus señales y milagros, y Su poder, por cuanto era el Mesías. Cualquiera que no dejare un día de pesca para seguir eso, algo anda mal. Ellos dejaron sus redes llenas de pescados. Ellos comenzaron a jalar, y tuvieron la pesca más grande que hubieran llegado a tener. Y la dejaron toda, para seguirlo a Él, porque ellos creyeron en su corazón que Él era el Mesías. Y ellos quisieron seguirlo a Él, para ver si las señales le seguirían a Él como Mesías. Y ellos llegaron a verlas.",
    "Yo dejaría cualquier cosa en el mundo, no importa lo que fuera, para ver a Jesucristo manifestarse, especialmente al manifestarse en mi vida; al saber que he pasado de muerte a Vida, y sé que Él es el Mesías. Yo sé, al tomarlo a Él por Su Palabra, que Él me ha salvado de una vida de pecado. Y yo sé que el Espíritu Santo mora dentro de mí. Yo veo Sus señales por todas partes, indicándolo. Yo sé que Él es el mismo ayer, hoy, y por los siglos. Dejándolo todo, yo estoy dispuesto a dejar lo que sea.",
    "Yo pertenecía a una buena organización, una buena iglesia, una de las mejores que hay en el país. Pero ellos dijeron: “Billy, vas a perder tu mente y llegarás a ser un aleluya”.",
    "Allí mismo dije: “Más vale que me quiten ahora mismo la tarjeta de compañerismo, porque yo voy a seguir al Espíritu Santo”. Correcto. Es la verdad.",
    "Y uno tiene que dejarlo todo, es correcto, para seguirlo a Él. Pero aquél que lo deje todo y lo siga a Él, Dios paga en abundantes bendiciones de riqueza; no hay nada que se compare con eso. Muy bien.",
    "Ahora, los discípulos dejaron sus redes, y redes llenas de pescado, su profesión. Ellos dejaron su profesión para seguir al Señor Jesús, para ver Su poder, ver la señal. Esos hombres eran hombres entrenados. Ellos sabían lo que el Mesías debía hacer. Ellos lo habían leído en la Biblia. Ellos entendieron precisamente lo que el Mesías iba a hacer. Ellos sabían que era la hora para que eso sucediera. Y cuando ellos vieron a este hombre levantarse en la escena, que encajaba en el cuadro, entonces estuvieron dispuestos a dejarlo todo, para escuchar lo que Él tenía que decir. Pues, si ése era el Mesías, entonces eso era Vida para ellos, porque habían sido invitados a seguirlo. Entonces ellos lo dejaron todo.",
    "Así es hoy, si Esto es correcto, si este Mensaje del bautismo del Espíritu Santo en estos postreros días (donde Él dijo que derramaría ambas, la lluvia temprana y la tardía sobre nosotros), si estas cosas son correctas, vale la pena dejarlo todo; síganlo.",
    "Jesús dijo: “Estas señales seguirán a los que creyeren. El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá eternamente. El que cree en Mí, las obras que Yo hago él también las hará”; es verdad.",
    "🦅 Id por todo el mundo, a toda criatura. Estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; tomarán en las manos serpientes; si bebieren cosa mortífera, no les hará daño; si sobre los enfermos ponen las manos, ellos sanarán”. Eso es lo que Él dijo.",
    "🦅 Como el Padre Me envió, así Yo os envío”. El Padre que envió al Hijo, fue con el Hijo, y estaba en el Hijo. El Jesús que envía al hombre, va con él y está en él ¡para obrar y hacer las mismas obras! “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo. Y las obras que Yo hago también vosotros las haréis”.",
    "Hermano, ¡si eso no es mejor que los viejos credos y cosas del mundo, y pertenecer a algo por allí que niega todo Eso! Pues, yo pienso que nosotros debiéramos ser la gente más contenta del mundo, al ver al Dios vivo moviéndose alrededor nuestro de esta manera; sabiendo que nosotros lo hemos dejado todo para seguirlo a Él. Amén. Eso me hace sentir religioso. Dejándolo todo, para seguir al Señor Jesús. Hoy es igual, Ud. tiene que dejarlo todo. Igual como ellos lo hicieron allá, Uds. también lo tienen que hacer.",
    "Ahora, hablando de alguien que dejó algo, miremos a lo que Jesús, lo que Jesús dejó por nosotros. Jesús lo dejó todo. Él tenía un hogar en el Cielo. Y Él dejó Su hogar en el Cielo y vino a la Tierra, y ni siquiera tuvo un lugar para recostar Su cabeza. Eso es cierto. Él llegó a bajar tanto, hasta que Él no… tan pobre, que Él ni siquiera tuvo una cama en la cual dormir. Él dijo: “Las zorras tienen guaridas, y las aves tienen el cielo… del cielo tienen nidos, pero el Hijo del Hombre ni siquiera tiene un lugar para recostar Su cabeza”. ¿Ven? Pero ¿qué recibió Él a cambio? Fue levantado tan alto que tiene que mirar hacia abajo para ver el cielo.",
    "Él vino al mundo, tomó el nombre más bajo que se podía tomar en el mundo. Él tuvo el nombre más bajo, tomó el nombre más bajo; fue llamado Belcebú. Belcebú es un… Cuando lo vieron a Él discerniendo los espíritus allí de esa manera, ellos dijeron: “Él es un adivino. Él es Belcebú, un diablo”; adivinar la suerte es un diablo. Y ellos lo llamaron a Él un diablo, lo más bajo de todo. Él tuvo el nombre más bajo.",
    "Él fue a la ciudad más baja. Y el hombre más bajito de la ciudad miró hacia abajo, estando por encima de Él; Zaqueo, eso es—es cierto, en Jericó. Bien abajo, seguro que sí. Él tuvo el nombre más bajo que hubo en la Tierra. Él vino al mundo como “ilegítimo”, decían ellos, porque en realidad creían que el Bebé nació fuera del santo matrimonio. Él tuvo que contender con eso desde un principio; luego que lo llamaran por el nombre de Belcebú, lo más bajo que se podía concebir. Él dejó Su lugar Celestial, y vino a tolerar eso.",
    "Pero Dios le dio a Él un Nombre sobre todo nombre que es nombrado en el Cielo, todo nombre que es nombrado en la Tierra, que aun toda la familia en el Cielo y la Tierra es llamada, el Señor Jesús. ¡Aleluya! Eso es. Él dejó y fue premiado. Seguro, lo hizo. Muy bien.",
    "Él vino a la Tierra, el Creador de los cielos y la Tierra, y no tuvo nada de comer. Satanás lo tentó, cuando ayunaba allá por nosotros, pero Él recibió comida de la cual los otros no sabían nada.\n\nUn día Él lo dijo. “Yo tengo Comida”.\n\nDijeron: “¿Por qué no vienes a comer?”.",
    "Él dijo: “Yo tengo una Comida que comer, que vosotros no sabéis”. Eso era correcto. Él tenía Comida de la cual ellos no sabían nada.",
    "Aquí en la Tierra, Él no tuvo refugio, dijeron ellos, ningún lugar, ninguna casa, nada que le perteneciera. Pero ¿saben qué? Él llegó a ser Refugio para cada uno de nosotros. Dios lo hizo a Él refugio para toda la raza humana. Él no tuvo refugio propio; sin embargo, Él es nuestro Refugio.",
    "Han estado hablando tanto de refugios contra la radiación. ¡Oh, vaya! Nosotros ya tenemos uno. Correcto. Refugios contra la radiación, donde se entra en alguna cueva en la tierra. Y me dicen que esas bombas explotarán y harán un hueco en la tierra a ciento cincuenta pies de profundidad [45 mts—Trad.], por ciento y tantas millas cuadradas [161 kms—Trad.]. Pues, eso le quebraría todo hueso aunque Ud. estuviera a media milla de profundidad en la tierra. Seguro que lo haría, donde fuera. No obstante, ¡nosotros tenemos un Refugio! ¡Cristo es nuestro Refugio! Amén.",
    "Como dije la otra noche, ellos han estado… Rusia se ha estado jactando, en su gran condición presuntuosa: “Nosotros pusimos a un hombre en el espacio primero”.",
    "Yo estoy en desacuerdo. Nosotros hemos tenido a Uno en el espacio por dos mil años. Amén. Es correcto. Sí, señor. Un Intercesor, sí, señor, que va al Cielo y regresa, en sólo como una milésima de un segundo. Seguro. Nosotros tenemos a un Hombre en el espacio. Ellos no tienen nada, sí, señor. Correcto. Muy bien. Encontramos que Él no tenía… Él tuvo que llegar a ser Refugio para todos nosotros.",
    "Él dejó Su oficio de Hijo, entre Él y el Padre, para ser hecho pecado por nosotros. ¿Sabían Uds. eso? “Él no conocía pecado; llegó a ser pecado por nosotros. Nuestros pecados fueron cargados sobre Él”. Él dejó el oficio de Hijo para llegar a ser pecado; ahora Él puede hacer hijos de pecadores. Amén. Ésa es la parte buena, toma pecadores y hace hijos, cuando Él rindió su oficio de Hijo para hacerse pecado. Ahora Él toma pecadores y hace hijos de ellos. ¡Amén! ¡Qué privilegio! Sí, señor.",
    "A Dios no se le ganará en nada, no, señor; Ud. no puede hacerlo porque Dios se asegura de eso. Su Hijo llegó a ser ofrenda por el pecado, para que Él pueda comprar ahora, tomar a pecadores y hacer de ellos hijos de Dios. ¡Qué cosa tan hermosa es ésa! ¡Sí!",
    "Ahora, sí, señor, Él—Él entregó Su fuerza. Él se hizo débil, para ser nuestra fuerza. Él es toda nuestra suficiencia en Fuerza. Nosotros no necesitamos de otra fuerza sino la fuerza del Señor Jesús. “Él es mi fortaleza de día a día. Sin Él caería yo”, dijo el poeta. ¡Cuán maravilloso!",
    "Lo que Ud. deja; ¡todo lo que Ud. recibe por lo que habrá dejado! ¡Hermano!, deje el mundo, deje sus propias ideas, deje sus dudas, deje sus confusiones, deje eso y recíbalo a Él; créale a Él.",
    "Por decir: “Ahora, ¿será eso así? ¿Habrá pasado los días de los milagros?”. Dejen esa clase de idea. Créanlo.",
    "Alguien dijo: “¿Es Jesús realmente el Sanador, o es esto tan sólo una—una cantidad de emoción mental que tienen estas personas?”. Sólo deje ese pensamiento, una vez.",
    "🦅 Ahora, ¿cómo sabe Ud. si eso estará correcto o no?”. Es una promesa. Así es como Ud. lo sabe.",
    "Ud. dice: “¡Oh, yo creo que el Espíritu Santo fue para la gente en el pasado, hace mucho tiempo, únicamente para los discípulos!”. ¡Oh, eso no puede ser! Entonces si es así, la Biblia misma se contradice.",
    "Pedro dijo en el día de Pentecostés: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para el perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, para vuestros hijos, y para los que están lejos; para cuantos el Señor nuestro Dios llamare”. Entonces sí es promesa de Dios, que nosotros sí podemos; “para cuantos Dios llamare al Espíritu Santo”, Ud. tiene derecho de venir. Sólo deje sus ideas al respecto y tome la Palabra de Dios ya determinada tocante a eso.",
    "Ud. dice: “¿Habrá tal cosa, que la gente pueda hablar en lenguas? O ¿será tan sólo alguna tontería o algún balbucear que habrán hecho?”. Tan sólo deje su propia idea.",
    "Jesús dijo esto: “Estas señales seguirán a los que creen. Ellos hablarán con nuevas lenguas”. La Biblia lo dijo. Sí, señor.",
    "🦅 Hermano, ¿podrían estas señales que yo veo en las—en las reuniones, podrían ser Dios?”. Ciertamente que pudiera ser. “Pues, yo he visto personas que vivían cualquier clase de vida, y fueron y oraron por los enfermos, y ellos sanaron. Yo…”.",
    "Jesús dijo: “Ninguno hay que pueda hacer milagro en Mi Nombre, que luego pueda decir mal de Mí”. Eso es correcto.",
    "Si el hombre está mal, usando un don de Dios y haciendo algo incorrecto, Dios lidiará con él; pero es Dios de todas maneras. Seguro, lo es. Por cuanto él es hipócrita, debería hacerlo a Ud. brillar mucho. Uno no puede tener… La única manera de uno tener un verdadero… un—un dólar falso, es que sea copia de uno verdadero.",
    "Y todos los que dicen: “Yo no voy a la iglesia; no quiero ir a la iglesia, hay demasiados hipócritas”. Pues, entonces Ud. es más pequeño que ellos, ¡Ud. está queriendo esconderse detrás de ellos! Sí Ud. logra ponerse detrás de ellos, entonces Ud. es más pequeño que ellos; es verdad.",
    "Leí un artículo en el periódico el otro día, donde un anciano… Él era sordo, mudo, y ciego, y él iba a la escuela dominical cada domingo. Y ellos le preguntaron (por braille), dijeron: “¿Por qué va Ud. a la iglesia, Ud. no puede oír lo que dice el predicador? Ud. no puede oír ninguno de los cantos, ¿por qué va Ud. a la iglesia?”.",
    "Y él dijo: “Sólo quiero hacerle saber a todos de qué lado estoy”. Sólo quería hacerle saber al diablo y a todos los demás de qué lado estaba él. Yo pienso que eso es bueno. Sí, señor.",
    "¿Qué más hizo Jesús? Él entregó y menospreció Su propia Vida. Él entregó Su Vida, para salvar la suya y la mía. Por Él—por dar Él Su Vida… Él no tenía que entregarla, Él lo hizo de libre voluntad. Él no tenía que hacerlo, pero Él lo hizo de libre voluntad porque Él podía salvarlo a Ud. Y ahora Él es el único que puede salvarlo a Ud.; no hay otra cosa que lo pueda salvar a Ud.",
    "Yo sé que hay una denominación que dice que su iglesia lo salva a uno; que “uno es salvo por la iglesia”.",
    "¡Uno es salvo por Jesucristo o está perdido! Sí, señor. No hay nada que Ud. pueda hacer, ni una cosa que Ud. pueda hacer, sólo arrepentirse de su pecado; Jesucristo es el Salvador. ¡Sí, señor! Él dio, Él dio Su vida por Ud.",
    "Ahora, yo pienso que hoy (mientras cerramos), pudiéramos decir esto: Que nos conviene entonces, que diéramos nuestra vida y nuestro todo, y dejemos todo lo que es mundano, todo lo que es impío, toda nuestra incredulidad y demás, para poder seguirlo a Él como hicieron esos discípulos. ¿No les gustaría a Uds. hacer eso? [La congregación dice: “Amén”.—Ed.] Seguirlo a Él, ¿para qué? Para ver Sus grandes señales, de Su Venida.",
    "Ahora recuerden, la Biblia promete que en estos postreros días, justo al final del tiempo, habrá otra Luz Cristiana que vendrá. “La lluvia temprana y la lluvia tardía vendrán juntas”. El profeta dijo: “Habrá Luz al caer la tarde. Será un día que no se podrá llamar ni día ni noche”.",
    "¿Qué clase de día es ése? Un día algo lluvioso, nublado, funesto. El Sol está brillando, seguro, muy por encima de la neblina y las nubes. Hay un Sol brillando, y a través de eso, de toda esa neblina, con todo, da luz para que Ud. pueda caminar, ver cómo moverse.",
    "Eso es lo que hemos tenido por años y años, por dos mil años. ¿Ven? Hemos caminado por fe y pensamos: “Bueno, eso está bien. Sí. Nosotros creemos, y nos unimos a la iglesia y registramos nuestro nombre en el libro; y eso está bien. Nosotros creemos. No vemos estas cosas como Él las obró en aquellos días, en ese entonces”. Ellos dijeron: “Todo eso ya pasó, quedó atrás”. Y así ha sido por—por cientos y cientos y cientos de años, simplemente es un día funesto.\n\nPero Él dijo: “Al caer la tarde, habrá Luz”.",
    "Ahora el mismo Sol que sale en el Oriente es el mismo Sol que se pone en el Occidente. El mismo Jesús que fue… derramó Su Espíritu en el Oriente (sobre aquella gente), es el mismo Jesús que en estos postreros días ha derramado Su Espíritu sobre la gente occidental; Él prometió eso.",
    "Él hizo una promesa. Él dijo: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre”.",
    "Como Dios que se manifestó en un cuerpo humano, se sentó allá y comió con Abraham, con Su espalda hacia la tienda, y le dijo a Sara lo que ella estaba pensando, en la tienda. Le dijo a Abraham cuál era su nombre y cuál era el nombre de Sara, y cómo es que Él los iba a visitar. Y Sara no lo creyó, y se rió en la tienda. Y el Ángel dijo: “¿Por qué se rió Sara?”, estando en la tienda, detrás del Hombre.",
    "Jesús dijo: “Como fue en ese día, así será en la venida del Hijo del Hombre”.",
    "Como he dicho con frecuencia (anoche lo dije), quiero citarlo de nuevo. Siempre hay tres clases de personas, todo el tiempo, como Cam, Sem y la gente de Jafet; los tres hijos de Noé. Desde allá atrás, hay—hay tres clases de personas. Ahora nosotros las clasificamos así: incrédulo, manufacturado, y creyente. Ahora así es de la manera como resulta. Fue igual allí. Jesús dijo: “Como fue en los días de Sodoma, así será para ésta.”",
    "Abraham, que lo había dejado todo para seguirlo, ahora se encuentra aquí. Él se había aferrado a esa promesa por años y años, por veinticinco años. Aquí se encuentra ahora de cien años. Y él está acá en los campos, su ganado se está reduciendo, y no hay agua. Y Lot viviendo en lujo por allá, con todas las cosas que él quería. Y aquí estaba Sara, una vez la mujer más hermosa de la región, y ahora está aquí un poco marginada.",
    "Y tal vez la Sra. Lot tenía de estos nuevos peinados esponjados de ese tiempo, Uds. saben, y toda esa cosa. Ella estaba viviendo allá en lujo. Ella era la esposa del alcalde, y ella pertenecía a una iglesia que era una gran iglesia, ¡sí, señor! Y no hay duda que ella tenía todas sus sociedades. Ella no quería (vivir) dejar eso, tanto que continuamente se daba la vuelta. Y a ella no le quedó más que convertirse en una estatua de sal, porque amó el mundo más de lo que amó obedecer la voz de ese Ángel.",
    "Ahora, noten las tres clases: los incrédulos, los sodomitas; los miembros de la iglesia, a medias, tibios, era Lot; pero la Iglesia Elegida y llamada a salir era Abraham y su grupo. Cuando estos Ángeles… ¿a dónde vinieron Ellos? A Abraham y a su grupo. Correcto. Ellos fueron, dos de ellos fueron allá, como evangelistas modernos.",
    "Tenemos grandes evangelistas que están—están yendo a la iglesia denominacional hoy. Uno de los hombres más importantes de la nación, que conocemos, es Billy Graham. Y él verdaderamente les está hablando claro el Evangelio a esas personas allá, llamándolos a que salgan: “¡Salgan de Sodoma!”.",
    "Nosotros no tenemos que gritarle: “Salgan de Sodoma”, a esta Iglesia; ella ya debe estar afuera. Si es llamada por el Espíritu Santo, ya ha dejado a Sodoma hace mucho tiempo. Correcto. Ella ha dejado a Sodoma. Ella está viviendo acá afuera a solas, exactamente, separada. La propia palabra iglesia significa: “Llamados a salir; separados”. Y si Ud. separa su…",
    "🦅 Salid de entre ellos. No toquéis sus cosas inmundas”. Si Ud. no ha hecho eso, Ud. está en Sodoma; Ud. es un miembro de iglesia, tibio. Entonces Ud. debe separarse, y apartarse de las cosas del mundo, y salir, y vivir limpio y santo, caminar en los mandamientos de Dios.",
    "Recuerden, dos de esos Ángeles fueron allá. Ellos no hicieron muchos milagros; sólo hay un milagro que hicieron: fue herir con ceguera a la gente, cuando se vinieron contra ellos.",
    "Pues, eso exactamente es lo que hace el predicar la Palabra, hiere a la gente, cegándola. Y estos grandes evangelistas hoy, los cuales conocemos (muchos visitan aquí a Phoenix), y—y grandes evangelistas de… que han salido al campo misionero, no obran milagros y demás, pero ellos absolutamente ciegan a esos incrédulos (esos sodomitas), con predicar la Palabra, que Jesucristo es el Hijo de Dios.",
    "Pero luego, aquí está la Iglesia espiritual (no la iglesia natural, ni los sodomitas), sino la Iglesia espiritual que cree en Dios; ha sido visitada por Dios, como fue con Abraham, desde allá. Abraham es un tipo perfecto de la Simiente de Abraham después de él, en la Iglesia; “Un pueblo de entre los gentiles, para Su Nombre”, la Simiente real, como prediqué el domingo. ¿Ven? Ahora, esta Iglesia es llamada a salir, separada, dejando todo lo del mundo, salieron, para caminar con el Espíritu Santo, como lo hizo Abraham.",
    "Hemos visto acontecer toda clase de cosas, igual que Abraham. ¿Pero cuál fue esa última señal que él vio antes del fin de la jornada? ¿Cuál fue la última señal antes que el hijo esperado viniera a la escena? Abraham estaba esperando un hijo, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] ¿Somos nosotros la Simiente de Abraham? [“Amén”.] Entonces nosotros estamos en espera de un Hijo, un Hijo prometido, el Hijo de Dios.",
    "Y Abraham vio obras misteriosas de Dios cuando Él lo llamó, en esa pequeña Luz esa ocasión en el sacrificio, confirmando para él el pacto. Y muchas veces Él se encontró con él de muchas diferentes maneras. Pero la última señal que Él le mostró a Abraham, fue cuando Él vino manifestado en carne, y Se sentó con Su espalda hacia la tienda, y le dijo eso a Sara.",
    "Abraham creyó, sin duda, que ése era Dios; algunas personas no creen que lo fuera. Pero, en cuanto a eso, la Biblia dice que era Dios; Abraham dijo que lo era. Él lo llamó “Elohim”. Elohim es el gran Creador de los cielos y la Tierra.",
    "Ahora, Él se hizo carne, como una señal que en los postreros días… ¿Ven los sodomitas, el incrédulo? ¿Ven al miembro de iglesia? Ahora observen a los Elegidos llamados a salir. Y en estos Elegidos, Él se está manifestando en el poder del Espíritu Santo, en carne humana. Amén. ¿No pueden ver Uds. que es el Mesías? Dios, Cristo, representado en Su Iglesia; la Iglesia produciendo la misma Vida, viviendo la misma vida, obrando las mismas señales: “El que cree en Mí, las obras que Yo hago también él las hará”.",
    "Si el espíritu de un—un pistolero estuviera en mí, yo cargaría pistolas. Si el espíritu de un pintor estuviera en mí, yo pudiera pintar el cuadro de un pintor, podría hacerlo. Si el espíritu de un mecánico estuviera en mí, yo podría decirle lo que está mal con su auto. ¿Ven?",
    "Y si el Espíritu de Jesucristo está en mí, yo haré las obras de Cristo, porque es la Vida de Cristo en uno. ¿Ven? ¿Manifestada en quién? ¿Manifestada a quién? Él re… dejó Su oficio de Hijo y se hizo pecado, y llevó nuestros pecados, para tomar a pecadores y hacerlos hijos. Él llegó a ser mí, para que yo pudiera llegar a ser Él. Él llegó a ser pecador para que yo pudiera llegar a ser un hijo de Dios. ¡Oh, eso—eso es asombroso!, lo que Él hizo. Vean, Él tomó el lugar suyo, para que Ud. pudiera tomar el de Él. “Uds. son coherederos con Él; en el Reino”. Él se hizo pecador, como Ud. (sus pecados cargados sobre Él), para poder tomarlo a Ud. y hacerlo conciudadano del Cielo, y colocarlo a Ud. con Él en el Reino de Dios. Allí tienen: puso Su Espíritu en Ud. Y si Su Espíritu está en Ud., las obras que Él hizo Ud. también las hará.",
    "Ahora miren lo que hizo cuando Él estuvo aquí en la Tierra. ¿Cómo se manifestó Él?",
    "Ud. no puede andar por allí pasando el rato, y yendo a los billares, y ausentándose de la iglesia, y quedándose en casa el miércoles en la noche para ver algún programa inmundo por televisión, o algo así, y abandonar su iglesia, y todo de esa manera, y esperar llegar a ver a Cristo. ¡Ud. tiene que dejar esas cosas para seguir al Espíritu Santo!",
    "Permitan que Él se manifieste como Mesías, como lo hicieron esos primeros seguidores. Ellos lo siguieron para ver si Él era el Mesías. ¿Qué piensan Uds. que pasó cuando Andrés permaneció toda la noche con Él esa noche, él y Felipe? A la mañana siguiente Felipe fue por un camino y Andrés por el otro.",
    "Andrés salió en busca de su hermano. Y tan pronto encontró a Simón, él dijo: “Ven y ve. Hemos encontrado a ese Mesías”. Él sabía que Ése era el Mesías. ¿Por qué? Él sabía lo que el Mesías sería; él sabía Escrituralmente lo que sería el Mesías.",
    "Ahora, claro está que los judíos en esas grandes iglesias de esos días, lo tenían todo calculado. “¡Oh!, cuando el Mesías venga, habrá una trompeta que sonará por los cielos, y Dios accionará algo y dejará bajar los corredores del Cielo. Y habrá una salutación de los Ángeles que sonará por la Tierra. Y el Mesías bajará cabalgando por esos corredores de esa manera, con Ángeles y orquestas, y cosas así, bajará directo a este templo, entrará allí y Él será el Mesías. Él tomará una vara y gobernará la Tierra”.",
    "Miren cuán diferente vino Él. No obstante, Él vino Escrituralmente: “Cabalgando sobre un pollino hijo de asna, entró cabalgando a Jerusalén, humilde y manso”. Eso es correcto. ¿Ven?",
    "Eso aun desconcertó al profeta, a Juan. Él había predicado a un Mesías con los aventadores en Su mano, limpiando plenamente Su era; y cuando Él vino: era manso y humilde. Pero Juan sabía que ése era el Mesías porque Él vio esa Luz sobre Él; y él lo supo. Él dijo: “Él que me dijo en el desierto: ‘Ve, bautiza con agua’ dijo ‘sobre el que veas el Espíritu descender y permanecer, Él es Aquél que bautiza con el Espíritu Santo y Fuego’”. Nadie más vio eso. Juan lo vio; la promesa era para Juan.\n\nNadie vio la estrella que seguían los magos.",
    "Y así es en esta noche. Ud. puede sentarse aquí doblemente ciego, y nunca ver el poder de Dios. Ud. nunca podrá entenderlo, hasta que Dios le abra el… “Todo lo que el Padre me ha dado vendrá a Mí, y ningún hombre puede venir sin que Mi Padre le haya traído”, no hay otra manera. Eso concluye el asunto.",
    "Ahora, nos damos cuenta que ellos lo dejaron todo, y lo siguieron a Él y vieron que era el Mesías. Andrés fue y le dijo a Pedro, dijo: “¿Sabes lo que nuestro padre nos dijo?”. Algo así, tal vez: “Nosotros sabremos cuando venga el Mesías. Moisés nos dijo que ‘Jehová nuestro Dios levantaría un Profeta’ sería igual a él. Y nosotros sabemos que hemos sido enseñados: ‘Si hay uno entre nosotros que es espiritual o profeta, si lo que él dice se cumple, entonces oídlo; si no se cumple, entonces no lo oirás’. Y nosotros sabemos que el Mesías será el… no sólo un profeta, Él será el Dios Profeta. Entonces este Hombre es ese Individuo”.\n\n“¿Cómo lo sabes Andrés”?\n\n“Sólo ven y ve”.",
    "Caminó hasta allá. Y tan pronto él llegó frente a Jesús, Jesús dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Él supo allí mismo que ése era el Hijo de Dios.",
    "Aquí llegó Felipe con Natanael. Tan pronto Natanael llegó allí con Él, ya supo…",
    "Tal vez, me supongo que ellos hayan tenido una gran conversación al respecto, mientras venían. Y cómo Él le había dicho a Pedro estas cosas, y le había dado a él otro nombre, y le dijo quién era, y su padre, de esa manera, al respecto. “Tú sabes que el Mesías debe ser un profeta”.",
    "Bueno, entonces él llega, pasa allí frente a Jesús. Y Jesús dice: “He aquí un israelita en quien no hay engaño”.\n\nÉl dijo: “Rabí, ¿cuándo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”.",
    "Él dijo: “Rabí, Tú eres el Hijo de Dios. ¡Tú eres el Rey de Israel!”. Eso concluyó el asunto para él.",
    "Una miserable mujercita cualquiera, inmunda, sucia, habiendo vivido con seis hombres. Ella se había casado con cinco y con el que vivía en ese momento no era de ella. Salió a un pozo un día para sacar agua. Y cuando ella fue a bajar la bomba, o el balde, por la manivela, a bajarlo para sacar el agua, y cuando comenzó a subirlo, ella vio a un Hombre de mediana edad sentado allá, un judío. Dijo: “Mujer, dame de beber”.",
    "Ella dijo: “Tenemos segregación. No hay—no… no se acostumbra aquí que Ud. siendo un judío me pida a mí, una mujer samaritana, algo así. Nosotros no nos tratamos”.",
    "Él dijo: “Pero si supieras Quién es el que te habla, me pedirías a Mí de beber; me pedirías agua a Mí”. Ellos sólo… Continuaron, hablando entre ellos por un rato. ¿Qué hacía Él? Procuraba encontrar cuál era su problema.\n\nAhora, “Jesús tuvo necesidad de pasar por Samaria”.",
    "Recuerden, Él sólo se identificó con el judío y el gentil… Ésa es la gente de Cam y Sem. ¿Ven? Faltaba la gente de Jafet. Nosotros los anglo-sajones, nosotros éramos paganos adorando ídolos en aquellos días. Recuerden, ¿por qué no se manifestó Él, Jesús, cuando estuvo en la Tierra, a los gentiles en esa misma señal, para mostrarles? Porque los gentiles no estaban esperando ningún Mesías.",
    "Los judíos estaban esperando un Mesías, y los samaritanos estaban esperando un Mesías.",
    "Y Él se manifestó como el Mesías al decirle eso a Pedro (al cual le dio las llaves del Reino) y a Natanael, y al ciego Bartimeo, cuando su fe lo detuvo a Él, y a la mujer con el flujo de sangre, y así de esa manera, para los judíos.",
    "Pero aquí está Él ahora ante los samaritanos, y Él viene a los samaritanos para darse a conocer como el verdadero Mesías.",
    "Ahora, por cientos de años, tanto judíos como samaritanos habían creído que vendría un Mesías. Entonces si el Mesías estaba sobre la Tierra, le quedaba al Mesías manifestarse a Sí mismo.",
    "Miren a Simeón el anciano en el templo, con un testimonio que “no veré la muerte antes que vea al Ungido del Señor”. Y en el mismo momento en que María trajo al Bebé, el Espíritu Santo le habló a Simeón. Él caminó directo a donde Él estaba, así, y levantó las manos y dijo: “Ahora despides a Tu siervo en paz, conforme a Tus Palabras, porque han visto mis ojos Tu Salvación”. Simeón no pudo vivir lo suficiente para verlo obrar Sus obras Mesiánicas, pero él tuvo testimonio de que Él era.",
    "Pero Él se dio a conocer a la gente como Mesías, que era ese Dios-profeta. Esa mujer, cuando Él le habló, dijo: “Ve, llama a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Bien has dicho. Cinco has tenido y con el que ahora vives no es tu marido”.",
    "Ella dijo: “Señor, me parece que Tú eres un profeta. Nosotros sabemos que cuando venga el Mesías, Él nos dirá estas cosas. ¡Ésta será la señal del Mesías cuando Él venga! ¡Será Él, que nos dirá estas cosas!”.\n\nY Jesús dijo: “Yo soy, el que habla contigo”.",
    "Rápidamente ella dejó ese cántaro y corrió a la ciudad, y les dijo a los hombres en la ciudad: “Venid, ved a un Hombre que me ha dicho todo lo que he hecho. ¿No es éste el mismo Mesías? ¿No es ésa la señal que el Mesías nos mostraría?",
    "Él no volvió a hacerlo ni una vez más, ante ninguno de ellos, pero dijeron que los hombres de esa ciudad creyeron en Él por el testimonio de la mujer, de que Él era el Mesías. Amén.",
    "Ahora es el tiempo gentil. Nosotros hemos tenido dos mil años de escrúpulos, altibajos, organizaciones, esto y lo otro, y altercados y discusiones, riñendo y peleando, y todo lo demás; teólogos y seminarios, y cuanto más.",
    "Ahora, si Él permitió que esos samaritanos y judíos llegaran a eso, los cuales habían dejado los dioses del mundo, para servir a Dios, y esperaban un Mesías que vendría, y el Mesías se dio a conocer a los judíos en esa manera, en ese día; pues Él no puede quebrantar Sus reglas. Él no es un Padre que haría algo con uno y otra con el otro, algo diferente. Él es el mismo Jesús. Correcto.",
    "Ahora aquí, nosotros hemos tenido dos mil años. El Espíritu Santo ha caído sobre nosotros. Nosotros hablamos en lenguas y vimos señales y maravillas, y todo eso. Ahora, la última señal que Abraham vio antes de que el hijo prometido regresara, fue a Dios manifestándose en un cuerpo que podía comer; cuando predijo y mostró la misma señal que Jesús mostró cuando Él estuvo aquí como Mesías. Ahora, Jesús profetizó y dijo que sería de esa manera. Y amigos, hoy es esa hora.",
    "Esos judíos parados allí, cuando vieron a Jesús decirle eso a ese hombre, dijeron… Ellos tenían que responder ante su congregación. Ellos—ellos sabían que fue hecho, entonces no pudieron hacer nada en cuanto a eso. Ellos tenían que responder a su congregación, entonces dijeron: “Este hombre es Belcebú. Él…”, pensaron eso en el corazón. “Este Hombre es Belcebú (¿ven?), porque es un adivino, alguna clase de—de telépata o algo; Él es Belcebú”.",
    "Jesús les conoció los pensamientos, y se dio la vuelta hacia ellos. Y Él dijo: “Uds. dicen eso contra Mí, el Hijo del Hombre, Yo los perdono. Pero, en otra ocasión, el Espíritu Santo viene un día para hacer lo mismo; y el hablar en Su contra, jamás será perdonado en este siglo ni en el venidero”.",
    "¡Oh, hermano, me da tanto gozo esta noche que tengo la bendición pentecostal! Amén. No hay duda que aquí, hermanos, Uds. están aquí de la iglesia de Dios, la Cuadrangular, las Asambleas de Dios y todas las diferentes; eso es maravilloso. Eso, simplemente sigan adelante. No vayan a… Manténganse allí con ella. ¿Ven? Pero nunca vayan a pensar que la cobija no abarca también hasta allá a su otro hermano, en otra organización que es igual, tiene igualmente del Espíritu Santo. “Dios le concedió el Espíritu Santo a los que le han obedecido”. Entonces el otro hermano también lo hizo (¿ven?), así que hágala abarcar; eso está bien. Y vamos a reunirnos y a regocijarnos.",
    "Nosotros hemos dejado el mundo. Somos Simiente de Abraham. Somos la Simiente de Cristo, la Simiente prometida. Y hemos llegado acá, aquí estamos. Y ¿cuál fue entonces la última cosa que Él le dio a nuestro padre Abraham? Esa señal antes de Sodoma, antes de la quema y de la venida del hijo. Ahora un poco antes de la venida del Hijo prometido y de la quema de Sodoma, Dios prometió por Jesucristo que sería exactamente “como fue en los días de Sodoma”.",
    "Miren el mundo hoy. La historia del mundo jamás ha visto tantos pervertidos como los tenemos hoy. Y mi correo está lleno, por las madres, llorando, de por acá en California. Leía en un periódico, que la perversión, pues cambió en California creo que alrededor del treinta por ciento sobre el año anterior. La perversión, está por todas partes, la inmundicia. Colegios, colegios religiosos tienen que excomulgar personas de sus colegios, les es difícil sacarlos. Pervertidos, “cambiando el curso natural”, igual como fue en Sodoma, nosotros lo vemos en esa condición.",
    "Miren a Billy Graham, un mensajero de Dios, allá entre eso, barriendo con ese Evangelio.",
    "Ahora ¿qué de la Iglesia Elegida? Ella también debe recibir una señal, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Ella debe recibirla. Yo confío que en esta noche podamos dejar toda nuestra incredulidad y creer en el Señor Jesús, y que lo vamos a seguir, y así veremos Sus señales del día postrero, porque Él prometió que eso estaría aquí.\n\nInclinemos nuestros rostros.",
    "¿Habrá alguno aquí esta noche que no lo conozca a Él como su Salvador, y a Ud. le gustaría abandonarlo todo ahora mismo y seguirlo a Él? Pues levante la mano, diga: “Ore por mí, Hermano Branham. A mí me gustaría hacer eso, y ser un verdadero Cristiano”. Dios le bendiga. ¿Habrá otro? Dios le bendiga. Dios le bendiga. Dios la bendiga, hermana. Dios le bendiga, y a Ud. hermano. ¿Otro? Dios lo bendiga, señor. “Me gustaría dejarlo todo. Yo—yo voy a hacerlo, Hermano Branham”.",
    "Quiero preguntar algo. Hermano, hermana, yo—yo no—no es mi intención herir a nadie. Pero vean, uno—uno—uno… Uno es responsable por la Palabra. “Si—si moráis en Mí, y Mis Palabras en vosotros”; a veces tengo que decir cosas que me duelen, especialmente a veces para mis hermanas.",
    "Pues, Uds. se dan cuenta que la mujer fue lo que Satanás usó en el principio. Dios escogió al hombre; Satanás escogió a la mujer.",
    "Ella fue bendecida, por supuesto, al ser la incubadora que trajo a Jesucristo a la Tierra. Ahora, Ése no fue su Hijo; todos Uds. saben eso. Jesús no la llamó “madre” ni una sola vez. Ella no tuvo… Es una audiencia mixta, pero Uds. escúchenme. No hubo esperma que viniera de María; eso fue totalmente creado virgen, de Dios: “el Espíritu Santo le hizo sombra”. Por esa razón Jesús no podía llamarla “madre”. Él no era parte de ella, nada. Ella sólo fue la incubadora que Dios usó para traer al Bebé.",
    "Porque si hubo algo de esa mujer que fuera parte de ese Muchacho, ese Bebé, esa mujer (Uds. entienden; Uds. los adultos saben lo que quiero decir), tendría que haber alguna clase de concepción, alguna clase de esperma proveniente de esa mujer, por esa vía; entonces hubiera sido absolutamente como un acto sexual con el Todopoderoso Dios. Eso no podía ser.",
    "Dios creó al Bebé, ambas cosas, el óvulo y la Sangre. Las dos, la célula de la mujer y del hombre, las creó Dios. Por eso es que ese cuerpo fue resucitado. Seguro. Él fue el primero de la resurrección. Por tanto, Él nunca la llamó a ella madre. Ellos dijeron: “Tu madre está por acá buscándote”.",
    "Él dijo: “¿Quién es mi madre?”. Dijo: “Los que hacen la voluntad de Mi Padre, ésos son Mi madre”. ¿Ven? Entonces Él en ningún momento la llamó madre, Él la llamó “mujer”; eso es lo que ella era.",
    "Y algunos de Uds. queridas personas católicas, la hacen a ella un dios, o una diosa, reina del Cielo. Eso no es correcto; no lo es. Ella fue una buena mujer, sí, señor, exactamente. Pero ella no fue más que cualquier otra mujer que Dios escoge usar. Él puede usar una mujer en cualquier otra cosa. Él puede usarla para lo que sea. Ella sólo fue la incubadora, pues eso es lo que fue, para mantener la Semilla cálida, y todo de esa manera; y la Vida entró en el Bebé. Pero la Sangre, la hemoglobina, sabemos que siempre viene del sexo masculino. Y Él fue el varón, el Creador. Ella no fue ni judía… Él Bebé fue…",
    "Jesús no fue ni judío ni gentil; Él fue Dios. Correcto. Dios mismo creó un cuerpo en el que habitó; ése fue Su Hijo, Jesucristo. Ese nacimiento virginal santo trajo este ser humano, concepción inmaculada por el Espíritu Santo. La mujer no tuvo nada que ver en eso, ni óvulo ni célula de sangre.",
    "El hombre tiene la célula de sangre; la mujer tiene el óvulo. Siendo así, tendría que haber alguna clase de deseo y una concepción, para hacer que algo aconteciera.",
    "Y en ese caso, no hubo más que la sombra del Espíritu Santo; y Dios creó en la mujer. Ése es mi Salvador. Sin Él, todos estamos condenados.",
    "Ahora, algunos de Uds. aquí, Uds. mujeres (pudiendo ser mujeres pentecostales), han sido culpables de usar ropas inmorales, cortarse el cabello, hacer cosas. Yo noto aquí en California que no hay muchas de ellas…",
    "O aquí en Arizona, más bien; que no muchas de ellas están usando maquillaje. Contra eso también se combatió. Pues no hay nada en la Biblia que diga que Uds. no usen maquillaje. Nosotros sencillamente sabemos que está mal, porque eso es del mundo.",
    "Pero sí hay un mandamiento en la Biblia, que una mujer, al cortarse el cabello, es una persona deshonrosa. Y si eso se ve así delante de Dios, y Ud. dice que tiene el Espíritu Santo, y está haciendo eso, algo está mal.",
    "🦅 ¡El usar vestimenta que pertenece al hombre…”! ¡Oh, hermana preciosa, no se moldee tras el mundo, deje el mundo! Agárrese de Cristo.\n\nUd. dice: “¿Qué tanto importa eso?”.",
    "🦅 Bienaventurado es aquél que cumple todos Sus mandamientos, para que tenga derecho a entrar en el Árbol de la Vida”. “Ser culpable en lo más mínimo es ser culpable de todo”.",
    "Ud. sabe lo que es correcto. Si Ud. tiene el Espíritu Santo, Él verdaderamente le dirá lo correcto. Él le dirá lo que es correcto, si es el Espíritu Santo.",
    "Ahora, si Ud. es culpable, y le gustaría comenzar esta noche, y decir: “Hermano Branham, yo no me daba cuenta de eso, he venido resbalando; yo quiero comenzar de nuevo. De aquí en adelante, yo voy a servirle a Dios”. Levante la mano, diga: “Ore por mí, Hermano Branham”. Dios le bendiga. Eso requiere valor. Eso requiere verdadero… Dios le bendiga. Muchas manos. Muy bien. Dios le bendiga. Entonces, si Ud. sabe que Algo por dentro le dice que está mal, luego Ud. sabe que Dios está cerca.",
    "Pero cuando Ud. oye la Palabra tan claramente, y luego todavía se queda allí y dice: “Yo no haré eso, él no sabe de lo que habla”, y yo aquí mismo citando la Palabra (¿ven?), entonces algo está mal con lo que hay en Ud. ¿Ven? Eso no es sino una cosa: es Satanás, no es más. Eso está en contra de Dios, contra Sus reglas, en contra de Su Palabra.",
    "Alguien me dijo no hace mucho, un predicador famoso. Él dijo: “Hermano Branham”, me llamó a su cuarto, me impuso las manos. Dijo: “Ud. va a arruinar su ministerio”.\n\nYo dije: “¿Qué?”.",
    "Dijo: “Ud. siempre está regañando a la gente por la manera en que actúan”. Dijo: “Ud., ¿por qué no…? La gente piensa que Ud. es un profeta”.\n\nDije: “Yo no soy profeta”.",
    "Él dijo: “Pues la gente piensa que Ud. lo es. ¿Por qué no les enseña cosas espirituales, cómo es que pueden recibir grandes bendiciones espirituales y esas cosas?”.",
    "Yo dije: “¿Cómo puedo enseñarles cosas espirituales cuando ellos ni se saben el abecé? Ellos ni siquiera tienen la decencia común de alinearse con la Palabra, mucho menos con las cosas espirituales. Si ellos no creen las cosas terrenales, ¿cómo van a creer las cosas Celestiales?”.\n\nÉl dijo: “Pues, Ud. sólo arruinará su ministerio”.",
    "Yo dije: “Cualquier ministerio que la Palabra de Dios arruine, debe ser arruinado”. Regresen a la Palabra. Correcto.",
    "Ahora, si Ud. está fumando cigarrillos y todo eso así, y reclamando que tiene el Espíritu Santo, vergüenza debería darle. ¡Uds. hombres! Uds. dicen: “¿Por qué critica a las mujeres?”. Uds. hombres que les permiten a sus esposas hacer eso, ¡oh, señor, y Ud. se llama Cristiano!, vergüenza debería darle.",
    "Yo sé que esto es duro. Pero hermano, es—es tiempo de recortar; es tiempo de que el Espíritu Santo venga a llevarse a Su Novia. Y si eso no cuadra con Su Palabra, entonces algo está mal.",
    "¡Uds. que se han descarriado, se quedan en casa los miércoles en la noche y no vienen acá a la iglesia; viendo televisiones en otras noches de iglesia! Piensen, Uds.—Uds. en realidad dicen, y si tienen que venir a la iglesia, tienen que obligarse Uds. mismos a hacerlo, porque piensan que es una ley que lo hagan. Uds. deberían de hacerlo; es honorable hacerlo. Y si Uds. no aman hacerlo, algo está mal. Hay un Espíritu Santo que lo hace a uno amar servirle a Dios.",
    "Ahora, con eso, mientras sus rostros están inclinados, todos los que sienten que quieren dar un paso hacia Dios en esta noche, levanten la mano. Todos aquí simplemente levanten ahora la mano, todos, por todo alrededor. Dios le bendiga, y le bendiga a Ud., a Ud., a Ud., a Ud., a Ud. Dios le bendiga. Bien. Voy a orar por Uds.",
    "Padre Celestial, he hablado ahora Tus Palabras tan sencillo y claro y cortante como he sabido. No es para ser diferente; si ésa fuera mi actitud, Señor, debería ser yo el que estuviera en el altar. Pero si veo a alguien, a mi hermano o hermana, ahogándose en una vieja barca perforada, y yo no les grito, o los reprendo, o hago algo para sacarlos de esa condición, entonces no los amo. Yo estoy tratando de sacarlos, Señor, para que ellos puedan estar a salvo.",
    "¡Oh Dios del Cielo, yo oro por cada uno que levantó la mano! Vi a muchas de esas mujercitas con el cabello cortado levantar la mano; con suficiente de—de la gracia para saber que ellas están mal; hubo muchas que no lo hicieron. Ahora, Tú eres el Juez de eso. Pero yo oro, Dios, que las salves. Concédelo. Cada…",
    "Esos hombres levantaron la mano, tremendos jóvenes finos sentados con sus esposas, y así, levantaron la mano. Personas ancianas levantaron la mano. Ahora Padre, nosotros tenemos que dejar el mundo y las cosas del mundo, o no te podemos servir a Ti.",
    "Pido que Te manifiestes esta noche de tal manera que la gente vea que la Palabra es la que ha sido hablada. Él hombre puede decir cualquier cosa, pero cuando Dios viene y confirma Su Palabra, prueba que sí es Su Palabra; luego, nosotros entonces quedamos sin ninguna excusa. Yo oro Padre que lo concedas en esta noche. Y tan pronto como estas personas…",
    "Tal vez muchos de ellos son pecadores. Varios levantaron las manos como pecadores. Y oro, Padre, que tan pronto ellos vean la manifestación… Y confío que Tú lo harás en esta noche, que Te mostrarás, que el fin está aquí. El Hijo esperado está pronto por llegar a la Simiente de Abraham, y que Sodoma está por ser quemada.",
    "Algún día no quedará una roca sobre la otra, de Phoenix. El valle será barrido por completo. En la ciudad, esta noche, se llevan a cabo adulterios, beben cócteles, madres fuman cigarrillos, las hijas bailan el twist, en ese comportamiento; los hombres viven inmoralmente, ¡tanto pecado de esta ciudad! ¡Oh, Dios! Pero cuando miro todo eso allá, pienso: “¿De qué sirve siquiera hacer el esfuerzo?”.",
    "Pero luego miro por allí y veo una pequeña Luz aquí y allí, un Cristiano consagrado, orando. “Todos los que lloran y claman por la abominación que se hace en la ciudad, el Ángel fue comisionado para ponerles un Sello, marcarlos. Y ellos fueron los que no serían destruidos”. Yo oro, Padre, que haya muchos que sean Cristianos consagrados, hijos hablados, que no tengan miedo de decirles eso a estas personas. Dios, en este día que hablemos las cosas que son correctas.",
    "Y viene un día de Juicio, y entonces ellos quedarán sin excusa, pues este Mensaje de esta noche será mostrado en la pantalla (los telones del cielo), y todos rendiremos cuenta. Por tanto, oro, Padre, que Tú les circuncides los corazones de cualquier cosa del mundo, para que ellos vivan piadosamente en este mundo presente. Nosotros lo pedimos en el Nombre de Jesús. Amén.",
    "Siento haberlos retenido. Estamos… Estoy—estoy bien retrasado. Y yo—yo no… Debí haber salido ya. Anoche… Cada noche he salido como a las diez a más tardar. Esta noche quería salir para las nueve y media; no lo hice.\n\nAhora, un momento, para ponerle el—el sello a lo que he dicho.",
    "Ahora, en realidad, yo no soy un predicador; cualquiera sabe eso. No tengo educación, y utilizo mis palabras kentuckianas de “his”, “hain´t”, y “tote”, y “fetch”, y “carry”, y “them thar” [distorsiones del inglés.—Trad.]. Y Uds. saben que yo no soy un predicador de ésos; yo no tengo la educación para serlo.",
    "Pero sí soy un Cristiano. El Señor Jesús me salvó del pecado; eso lo sé. Y Él me dio otra Palabra para confirmar lo poco que yo sé. Lo único, yo no trato de ponerle alguna interpretación privada. Yo sólo la leo, y lo que Allí dice, yo digo lo mismo. ¿Ven? Eso es todo lo que sé. ¿Ven? Ahora, si está interpretada mal, no sé, yo sólo estoy diciéndolo de la manera que está interpretado aquí. ¿Ven? Y Él siempre lo ha apoyado y lo ha respaldado.",
    "Yo creo que Jesucristo viene pronto. Yo creo que Él es el mismo Jesús, ayer, hoy y por los siglos. Yo creo que Él dijo: “Un poco y el mundo”, cosmos (el orden mundial), “no nos verá… no Me verá más. Pero vosotros Me veréis, vosotros (la Iglesia), porque Yo” (pronombre personal), “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago también vosotros las haréis”. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] Nosotros nos enteramos de las obras que Él hizo, cómo Él se manifiesta.",
    "Yo estoy orando en esta noche que Dios tome esta iglesia… Ahora, no importa cuánto Él me unja a mí, Él tiene que ungirlos a Uds. también. ¿Ven? No importa cuánto intente el Espíritu Santo hablar aquí, necesita tener algo allá afuera que le oiga.",
    "Jesús pasó entre un grupo de personas un día, y ellos gritaban: “Rabí, Rabí, nos gustaría tenerle por acá, fulano de tal”; Jesús sencillamente siguió caminando.",
    "Y hubo una mujercita que vino y tocó el borde de Su manto, y regresó y se sentó. Jesús se detuvo y dijo: “¿Quién me tocó?”.",
    "Pues, Simón Pedro le dijo, como si lo reprendiera, él dijo: “Pues, ¿por qué dices una cosa así? ¡Todos Te tocan!”.",
    "Él le dijo: “Pero percibo que Me he debilitado. Virtud” lo cual es fuerza, “ha salido de Mí”.",
    "Él miró por toda la audiencia. Hubo alguien que Le creyó. No importó, tal vez hubiera cientos allí, pero hubo alguien que creyó. Él halló a esa mujercita, le dijo de su flujo de sangre, que había cesado, y ella fue sanada. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Siguió Su camino. ¿Ven? Él es el mismo ayer, hoy, y por los siglos.",
    "Ahora, tenemos tarjetas de oración repartidas. Repartimos la mitad allá anoche; la mitad en esta noche.",
    "¿Empezamos desde la primera anoche? ¿Empezamos desde las primeras quince o veinte, anoche, de la uno hasta la tal y tal? ¿Qué es? ¿Cómo dice? [Alguien dice: “Veinte”.—Ed.] De la uno a la veinte. Muy bien. Muchos de ellos están aquí esta noche.",
    "Demos entonces algunas de la parte de atrás. Empecemos. Veamos. Tenemos quince minutos, repartamos entonces quince tarjetas. Veamos, sería de ochenta y cinco al cien. Empecemos de ochenta y cinco hasta el cien.",
    "¿Quién tiene la tarjeta ochenta y cinco? Levante la mano. ¿Ochenta y cinco, la mujer allá atrás? Pase aquí, hermana. Ochenta y seis, ¿quién tiene la ochenta y seis? Aquí mismo. Ochenta y siete, ochenta y siete. Alguien levante la mano, ochenta y siete. ¿Este hombre, ochenta y siete? Ochenta y ocho, ochenta y ocho. Ochenta y nueve, ochenta y nueve. Noventa, noventa y uno, noventa y dos, noventa y tres, noventa y cuatro, noventa y cinco, noventa y cinco. Sí. Noventa y seis, noventa y siete. Noventa y seis, no la vi levantarse, noventa y seis. Ahora si tiene la tarjeta, venga. ¿Ven? Noventa y siete, noventa y ocho, noventa y nueve, cien. Muy bien. Mientras estas personas… Una, dos, tres, cuatro, cinco, seis, siete, ocho, nueve. ¡Hay como ocho que faltan!",
    "Ahora escuchen. Es cierto; no vengan acá arrastrando pecado en sus vidas. Es mejor que Uds. se lo confiesen allá, a Dios. Entonces si—si lo han hecho, si han confesado su pecado, pasen adelante.",
    "¿Cuántos allá entre la audiencia no tienen una tarjeta de oración, y quieren que Jesús los sane? Levanten la mano. ¿Cuántos creerían, si Jesucristo hiciera… Si Él…? ¿Cuántos creen esto?",
    "Observen. Se lo voy a preguntar a estos ministros detrás de mí. Hermanos: ¿Será verdad, como ministros del Evangelio, que nosotros creemos que la Biblia (el Nuevo Testamento), en el Libro de Hebreos dice que Él es el Sumo Sacerdote, ahora mismo? [Los ministros dicen: “Amén”.—Ed.] “Un Sumo Sacerdote, que se puede compadecer de nuestras debilidades”, ¿es correcto eso, hermanos? [“Amén”.]",
    "¿Cuántos en la audiencia lo saben, que la Biblia dice eso: “Un Sumo Sacerdote”? [La congregación dice: “Amén”.—Ed.]",
    "Bueno, si Él es el Sumo Sacerdote que puede ser tocado por el sentir de nuestras dolencias, ahora, ¿cómo hizo Él? Si Él es el mismo ayer, hoy, y por los siglos, entonces ¿cómo procedió Él cuando alguien lo tocó con el sentir de sus dolencias? La mujercita con el flujo de sangre que lo tocó a Él, fue porque tuvo necesidad de que fuera tocada; Él se dio la vuelta, y miró alrededor hasta que la halló, y la llamó. ¿Es correcto eso? ¿Es correcto eso, hermanos? [Los ministros dicen: “Amén”.—Ed.] Ahora, si Él es el mismo Sumo Sacerdote, Él tendrá que proceder de la misma manera, porque Él es—Él es el Sumo Sacerdote. ¿Es correcto eso? [“Amén”.] Bien, Él tendrá que actuar de la misma manera.",
    "Ahora, Uds. no necesitan tarjetas de oración. No, no necesitan la tarjeta de oración; lo único que Uds. necesitan es tener fe en Dios. Uds. tengan fe, sólo crean con todo el corazón que Jesucristo sana al enfermo y al afligido, y Él verdaderamente lo hará.",
    "Ahora, inclinemos nuestros rostros un momento para orar de nuevo, antes de que se diga o se haga cualquier cosa. Ahora, yo no digo que Él lo hará; estoy confiando que lo hará. Pero yo—yo creo y estoy confiando que Él sí lo hará. Ahora, si Él lo hace, ¿cuántos de Uds. creerán? Levanten la mano. Que Él lo conceda, es mi oración.",
    "Padre Celestial, ahora he dicho lo que dice Tu Palabra: “Dejándolo todo, para seguirte a Ti”. Aquellos que lo dejaron todo llegaron a verte. Y no importa lo que Tú hagas, aquellos que no dejen el pecado para seguirte, nunca podrán entender. Aquellos que dejen el pecado, incredulidad…",
    "Nosotros sabemos que el pecado es incredulidad. No importa qué tan santamente vivamos, qué tanto hagamos, si aún descreemos, somos pecadores. La Biblia dice: “Él que no cree, ya está condenado”. Entonces sabemos que debemos creer “toda Palabra que sale de la boca de Dios”; ése debe ser nuestro pan diario.",
    "Y yo ruego, Padre, que como he citado de las Escrituras esta noche, Tus promesas para estos postreros días, y lo que nosotros debemos buscar en estos postreros días, si eso ha estado correcto, Señor, entonces confirma estas Palabras con señales que sigan. Concédelo.",
    "Me encomiendo a Ti, y la Palabra y la gente. Oro, Padre, que circuncides corazones entre la audiencia, para que crean de todo corazón, y en especial éstos que van a estar en la línea de oración. Y luego permite que la gente vea que el Mesías, Jesucristo (el Espíritu Santo), está con nosotros esta noche. Él está en la Iglesia, la Iglesia Elegida, los llamados fuera, la Simiente de Abraham, según la promesa real. Concédelo, en el Nombre de Jesús. Amén.",
    "Ahora… ahora déjenme mirar por un momento. Ahora, nos vamos a tomar el tiempo por unos minutos, sólo unos pocos, como diez minutos.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] ¿Le creen? [“Amén”.] ¿Creen Uds. que estas cosas que les he leído de la Palabra en esta noche son la verdad? [“Amén”.] ¿Creen que Jesús hizo eso cuando estuvo sobre la Tierra? [“Amén”.] ¿Creen que Él lo prometió? [“Amén”.] ¿Creen que estamos en los días postreros? [“Amén”.] Ahora, ésa es Su promesa. Él tiene que llevarla a cabo. “Si vosotros permanecéis en Mí, Mis Palabras permanecen en vosotros, entonces pedid lo que queréis, y os será hecho”. Ahora, su motivo y objetivo tiene que estar correcto. Ud. tiene que creer eso de todo corazón.",
    "Ahora, no creo que haya una persona en la línea de oración que yo conozca; somos desconocidos. Yo soy desconocido. Aquí afuera, desconocidos. Todos Uds. que saben que no sé nada acerca de Uds., los que están aquí en esta pequeña línea de oración levanten la mano, saben que yo no sé nada de Uds. Muy bien. Todos por acá que saben que yo no los conozco ni sé nada de Uds. levanten la mano, para que vean. Allí lo tienen. Entonces, es un asunto secreto. Aquí hay unos que tienen tarjetas de oración, allá hay uno sin tarjeta…",
    "La tarjeta de oración no es más que una tarjetita con un número. Sólo se les da un número, mi hijo viene y las mezcla, y el que quiera una tarjeta de oración puede recibirla. Y él no sabe, nadie más sabe, de dónde… Pues él no sabría, si las tarjetas están todas mezcladas, la una entre la otra. Ellos nunca saben quiénes van estar en la línea de oración, pues no podemos saber eso. Muchas veces nosotros las llevamos allá…",
    "Cuando recién comencé, tuvimos a un hombre que vendía las tarjetas de oración. Alguien dijo: “Te doy quinientos dólares para que pongas a mi esposa en la línea”. ¿Ven?",
    "Yo escogí a mi propio hijo. Luego le dije: “Hijo, para quedar claro con la gente, para que sepan que no venderás una tarjeta de oración, párate delante ellos y mezcla las tarjetas de esta manera, y luego repártelas al que las quiera. Y aparte de eso, hijo, en ningún momento sabrás de dónde voy a llamar, hasta que yo llegue allá”.",
    "¿Cuántos han visto eso en la reunión, vez tras vez? [La congregación dice: “Amén”.—Ed.] Cada vez cambio, y saltaré aquí, allí. Y luego además de eso, donde uno es sanado en la plataforma, hay una docena llamada allí entre la audiencia (¿ven?), es correcto, que no tienen tarjetas de oración.",
    "Entonces es infaliblemente el Señor Jesucristo, el mismo ayer, hoy, y por los siglos.",
    "¿Lo dejará Ud. todo por seguirlo a Él? ¿Está Ud. dispuesto a dejar su incredulidad, para seguirlo a Él por sanidad? ¿Dejará sus—sus cosas mundanas para seguirlo a Él en santidad, y a moverse por Él? Haga eso ahora. Yo no digo que Él lo hará. Si Él lo hace, entonces Uds. sabrán.",
    "Esta mujer parada aquí mismo, de nuevo es una—una escena, como dije anoche, de San Juan 4. Aquí está un hombre y una mujer que por primera vez en la vida se conocen. Y fue en una pequeña banca, si Uds. han estado allá en Samaria, en las afueras allí de Sicar, del—del pequeño pozo. Es algo panorámico, hay enredaderas por el lado, así. Allí es donde estaba sentada la mujer que habló con Jesús. Un hombre y una mujer que se encontraban por primera vez. Y Él le dijo a esa mujer cuál era su problema; su problema era que ella era pecaminosa.",
    "Pudiera ser ella. Ella pudiera ser una pecadora; pudiera ser una hipócrita; pudiera ser una santa. Tal vez ella quiera sanidad para su cuerpo. Tal vez ella quiera sanidad para alguien más; pudiera ser en sus finanzas. Ella… No sé el porqué ella esté aquí, yo sencillamente no les puedo decir. Ella tan sólo está allí parada, una mujer, es todo; ésa es la verdad; nunca antes nos hemos conocido. Pero si el Señor Jesús viene aquí…",
    "Ahora, para sanarla, si ella está enferma, yo no puedo hacerlo. Yo no puedo hacer lo que Dios ya ha hecho. Ahora, lo único…",
    "¿Qué si Jesús estuviera parado aquí vestido con este traje? Si ella viniera a Jesús y dijera: “Jesús, ¿me podrías sanar?”.",
    "Pues, Él diría: “Hija mía, ya lo he hecho. Yo fui herido por tus rebeliones, por Mis llagas fuiste curada”. ¿Es verdad eso? [La congregación dice: “Amén”.—Ed.] Es una obra terminada.",
    "Ud. viene, dice: “Jesús, ¿me salvas? ¿Me salvas?”. Ésa no es la pregunta. Él ya lo hizo.",
    "🦅 Señor Jesús, yo acepto Tu Expiación; soy pecadora”. ¿Ve? Ud. fue salva allá, Ud. fue sanada allá; Ud. sólo acéptelo. Por fe Ud. es salva. Por fe Ud. acepta su salvación.",
    "Y si cualquiera viene diciéndoles que tiene poder para sanar y que los puede sanar, Ud. tenga… guarde su distancia de eso, pues no es así. El poder sanador está en Cristo, ya es una obra terminada.",
    "Si un hombre le dice a Ud. que Dios le ha dado a él el poder para perdonarle sus pecados y para obrar eso, no lo crea Ud.; ya le han sido perdonados. Jesús estando de pie aquí esta noche, lo único que declararía es que Él fue el Hijo de Dios.",
    "¿Qué si Él…? ¿Qué si mis manos estuvieran llenas de cicatrices de clavos y sangre corriendo de ellas, y espinas por aquí? Eso aún no haría que fuera Jesús. Ésa sería mi carne.",
    "Y nosotros sabemos que esa carne está a la diestra de Dios; y cuando venga, el tiempo no será más. Correcto. Cuando Jesús descienda, eso lo concluye todo.",
    "Pero Él está aquí en la forma del Espíritu. Y luego Su Vida está en Ud. y en mí, para darle fe a Ud. y darme fe a mí.",
    "Ahora, miren aquí: Este—este micrófono, si no hubiera una voz en vivo que hablara en él, estaría perfectamente mudo, ¿verdad que sí?",
    "Ahora, miren. Escuchen con atención, para que no se les pase por alto. Este caso, si Dios lo hace, dejará eso resuelto.",
    "Ahora, este micrófono no puede hablar como tampoco ninguna otra cosa, porque no tiene con qué hablar. ¿Verdad? Ahora, la única manera de que ese micrófono hable, es que algo hable a través de él.",
    "Ahora, aquí estoy yo. Yo no conozco a esa mujer, nunca la he visto. Aquí están mis manos delante de Dios, y ella levantó las manos, de que no nos conocemos; yo no sé nada acerca de ella. Pero, hasta que algo venga aquí, para decir lo que anda mal allí, yo también quedo mudo, porque no sé nada. Dios sabe que eso es correcto. ¿Ven? Tiene que ser Algo que hable.",
    "Ahora, escoja Ud. Si será como Felipe, él dijo… o Natanael que dijo: “Tú eres el Cristo, el Hijo del Dios vivo, Tú eres el—el Rey de Israel”, ¿ven? O, Ud. puede ser de los que decían que era Belcebú. ¿Ven Uds. dónde están ellos esta noche? ¿Me pregunto dónde está Natanael esta noche? Inmortal. ¿Ven? Escojan, eso depende de Uds. ¿Ven?",
    "Pero, hablo eso, esperando para ver si Él me da la unción. Si Él no da la unción, entonces sólo hay una cosa que puedo hacer, amigos, es disculparme de que Él no ha venido a mí esta noche. Y luego sólo pondremos las manos sobre estas personas enfermas y oraremos por ellos, y pediremos la bendición, haremos el llamado al altar y nos iremos a casa; eso es todo lo que podemos hacer; es todo lo que sé hacer.",
    "Pero si Él viene, entonces pienso que cada uno de Uds. que levantaron la mano que querían ver a Cristo, pienso que es el deber suyo, tan pronto esto termine, venir acá y arrodillarse, y decir: “Señor Jesús, yo ahora me rindo a Ti”.",
    "Pues, si yo soy un mentiroso, Él jamás vindicará a un mentiroso; Él no tendrá nada que ver con el pecado; Dios no es así. Más si les he dicho la Verdad, entonces Él está obligado, según Su Palabra, de—de—de probar que eso es la Verdad.\n\nDios, concédelo.",
    "Ahora sólo sean reverentes. ¿Ven? Por todo lugar en la audiencia, sean reverentes.",
    "Tal vez tenga que hablarle a Ud. por un momento, señora, de alguna cosa u otra; no siento la unción sobre mí. Y yo—yo no la conozco a Ud., y así es la cosa. Ahora, lo único que yo quiero que Ud. haga, si le pregunto cualquier cosa, es sólo que diga “sí” y “no”. ¿Ve? Ahora, la razón que estoy haciendo esto… Tomemos algo, para que pueda…",
    "No queremos en ningun momento salir de la Escritura. Quedémonos con la Escritura, entonces sabemos que estamos en lo correcto.",
    "Ahora, por ejemplo, Jesús, ahora Él estaba en otra región. Y Él estaba de camino a Jericó, lo cual era directo bajando por la montaña. Pero tuvo necesidad de pasar por Samaria, acá por este camino. Ahora, el Padre lo había enviado a Él allá. Jesús dijo…",
    "En el siguiente capítulo, el capítulo 5, cuando Él sanó al hombre que tenía alguna clase de problema. Miles de personas estaban postradas allí, multitudes de cojos, ciegos, paralíticos, atrofiados, esperando el movimiento del agua. Y Jesús vino, y Él vio a un hombre que tenía una enfermedad de impedimento, tal vez tuberculosis, o un problema de la próstata o algo. Y Él lo sanó, pues sabía que él estaba allí y sabía que estaba en esa condición. Continuó, dejó el resto de la multitud allí, y se fue. Sabemos que ésa es la Verdad. ¿Correcto? [La congregación dice: “Amén”.—Ed.]",
    "Ellos encontraron, los judíos Lo encontraron y Le interrogaron. Ellos Le interrogarían de nuevo en esta noche. “¿Por qué obró Él así? Sí Él tiene compasión y los ama a todos, ¿por qué dejó toda esa multitud de cojos, ciegos, paralíticos, y atrofiados tendidos allí?”.",
    "Sanó solo a un hombre que no estaba ni tan enfermo. De eso no iba a morir, lo había tenido por treinta y ocho años; era un impedimento. Él podía caminar. Dijo: “Cuando voy al estanque, alguien se me adelanta”. ¿Ven? “Otro entra antes que yo”; pero Él sanó solamente a ese hombre.",
    "Y cuando Él fue interrogado, aquí están sus Palabras, San Juan 5:19: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí mismo, sino lo que ve hacer al Padre; eso hace el Hijo igualmente”.\n\nEntonces cuando Él fue a Samaria, el Señor lo guió allá.",
    "Ahora, el Señor me guió a mí, Su siervo, a Phoenix. Él me guió acá esta noche. Ahora aquí estoy, haciendo Sus afirmaciones.",
    "Ahora, cuando Jesús subió a Samaria, lo primero que encontró fue una mujer que vino ante Él. Él habló con ella hasta que encontró su condición. Cuando Él se la dijo, rápidamente ella lo reconoció que era: o un profeta o el Mesías prometido. Él dijo que era el Mesías. ¿Ven?",
    "Entonces nosotros sabemos que los profetas existían en los días pasados; hoy es Cristo: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por el profeta; en estos postreros días por Su Hijo, Cristo Jesús”, lo cual es el Espíritu Santo en nosotros.\n\nAhora Él ha llegado.",
    "¿Puede Ud. notarlo? [La hermana dice: “Sí”.—Ed.] Quiero preguntarle, de un Cristiano a otro: Tan pronto miré hacia allá, Ud. pudo notar que algo había sucedido, era un espíritu muy dulce y humilde, ¿verdad que sí? Levante la mano si es verdad, para que la gente vea. ¿Ven? Ahora, mirando ahora mismo a la mujer, si Uds. la pueden ver, ¿ven allí una Luz color ámbar? Se está moviendo alrededor de la mujer.",
    "Ahora ella se aleja de mí. No, es para otra persona. Es otra mujer. Es Ud. que está orando por una mujer, otra persona. Es su suegra. [La hermana dice: “Sí”.—Ed.] Y ella sufre de una—una condición en los riñones. [“Sí”.] Y—y ella tiene un solo riñón. [“Sí”.] Y Ud. teme que sea cáncer. Y por eso es que Ud. está aquí, para pedirme que ore por ella. [“Sí”.] Eso es ASÍ DICE EL SEÑOR. ¿Cree Ud.? Vaya creyendo de todo corazón, y no tendrán que removerlo. No dude. Tome esa cosita que Ud. tiene en la mano, póngala sobre ella.",
    "¿Creen Uds. de todo corazón? [La congregación dice: “Amén”.—Ed.]",
    "¿Cómo está? Nosotros también somos desconocidos el uno para el otro. Es la primera vez que nos conocemos. Y si… Dios, por Su Hijo, Jesucristo, ha enviado Su Espíritu. Jesús dijo: “Donde dos o tres estén congregados en Mi Nombre, Yo estaré en medio de ellos”. Ésa es promesa de Él, ¿verdad que sí? Ahora Él no puede retractarse de Su promesa.",
    "Lo único es que nosotros estamos tan entorpecidos en la fe, que fallamos en verlo a Él. Por esa razón es que Dios envía profetas a la Tierra. Vean, la gente no lee su Biblia. Y ellos—ellos no lo hacen, sencillamente proceden así; entonces Dios siempre les envía una señal. Y normalmente un profeta es una señal. ¿Ven? Y hoy el Espíritu Santo es nuestra señal, pues Él es el profeta de Dios, moviéndose a través de nosotros. Él es el profeta de Dios, una señal de los postreros días.",
    "Ahora, sin conocerla, y sin saber nada acerca de Ud., pero si el Señor Jesucristo (lo cual acabo de decir, de la Biblia), hablara a través de mí y me dijera el porqué Ud. está parada allí, ¿le causaría Ud. a creer? [La hermana dice: “Sí”.—Ed.] ¿Haría eso que la audiencia creyera? [La congregación dice: “Sí”.]\n\nAhora, el Padre está oyendo, lo sé.",
    "Ud. está sufriendo con una condición nerviosa. Eso es correcto. Si eso es correcto levante la mano.",
    "Ahora, alguien en la audiencia pensó que adiviné eso. Vea, Ud. no puede esconder eso ahora, hermano. Está siendo captado aquí. ¿Ve? Yo capté eso. No crea Ud. eso. Nunca vayan Uds. a creer eso. Eso es pecado. Eso es incredulidad. Dios le condenará por eso, Ud. rendirá cuenta en el día del Juicio. Yo debería declarar eso, pero normalmente me meto en problemas.",
    "Yo no sé qué le haya dicho Él. Espere un momento. Sí, ahí está, es una sombra; es nerviosismo, debilidad. Se debilita por eso, se enferma completamente, lo ha tenido por mucho tiempo. Eso es verdad. De hecho, Ud. tiene más problemas. Tiene a alguien por el cual está orando; es su esposo, en el hospital, sufre de problema estomacal, acaba de tener una operación. Sra. Good, vaya a casa y crea de todo corazón y póngale eso y él-él sanará. Dios la bendiga.",
    "¿Los conoce Él? ¿Ven? Seguro, Él los conoce. Yo veo. Eso es… ¿No se dan cuenta que el mismo Jesús que caminó en Galilea es ese mismo Jesús aquí esta noche? [La congregación dice: “Amén”.—Ed.] ¿No se dan cuenta de eso? [“Amén”.]",
    "Ahora, yo no sé nada al respecto. Pienso que ésa era la mujer por la que se oró, que estaba allí, ¿verdad que sí? ¿Alguno entre Uds. conoce a esa mujer? ¿Alguien conoce a esa mujer? Levante la mano. ¿Eran verdad esas cosas? Mueva las manos, sí así fue. Allí mismo. Eso está bien.",
    "Venga. ¿Habla inglés? [El hermano dice: “Sí, señor”.—Ed.] Está bien. ¿Indio? [“Indio”.] Tengo respeto por Ud.; es un verdadero americano. [“Sí, señor”.] No pienso… Yo, tan sólo como un hombre, yo no puedo tomar la decisión; solamente puedo tomar mi propia decisión. Sí pienso que Uds. no reciben el trato adecuado; sabe Ud. que no creo. Pienso que en lugar de enviar millones y billones de dólares al exterior, deberían cuidar de Uds. Correcto. Es correcto. Es exactamente lo correcto. Mi corazón siempre se ha compadecido de Uds. Estuve en la reserva de San Carlos no hace mucho. ¡Cómo el Espíritu Santo se movió allí y sanó a esa pobre gente!",
    "Yo soy desconocido para Ud., señor. Yo no lo conozco, nunca lo he visto en mi vida; somos completamente ajenos. Correcto. Somos de dos nacionalidades. Yo soy anglosajón; Ud. indio. Tengo un poco de la sangre por mi madre; mi abuela era una “Cherokee”. Estoy orgulloso de eso. Correcto. Pero como mi hermano, no haría nada para hacerle daño, yo sólo le ayudaría.",
    "La tribu indígena, solía ser que si tenían uno entre ellos que podía predecir e indicar dónde estaban los animales para cazar, él llegaba a ser profeta entre ellos; y ellos así eran. Pero si él predecía algo que no era correcto, tenía que morir por eso; así tenía que ser. Correcto. Ellos no les toleraban faltas.",
    "Si Dios es Dios… La nación puede haberle dado a Ud. un mal trato, pero Dios nunca haría eso. Él envió Su Hijo por Ud.",
    "Acabo de ver lo que ha sucedido. Ud. acaba de venir del hospital. [El hermano dice: “Eso es correcto”.—Ed.] Ajá. Ud. vino aquí por oración. Ud. tiene un problema estomacal, y está citado para una operación. [“Sí”.] Eso es ASÍ DICE EL SEÑOR. Venga aquí.\n\nPadre Celestial, yo condeno este problema estomacal.",
    "Satanás, te has escondido del médico, pero jamás te esconderás de Dios. Sal de él, en el Nombre de Jesucristo. Amén.\n\nNo se preocupe por eso. Vaya, estará bien.\n\n¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]\n\n¿Cómo está?",
    "Esta damita aquí, orando, aquí detrás de esta joven que está en frente, con problema de la vejiga, ¿cree Ud. que el Señor Jesús la va a sanar, señora? [La hermana dice: “Yo creo que Él ya lo hizo”.—Ed.] Así es.",
    "¿Díganme a Quién tocó ella? Ella está a veinte pies de mí. Ella tocó al Sumo Sacerdote, es correcto, que puede ser tocado por el sentir de nuestras dolencias. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "¿Cree Ud. señora? [La hermana dice: “Sí”.—Ed.] ¿Cree que Dios me puede decir cuál es su problema? [“Sí, yo creo”.] No es Ud. que tiene el problema; es su hermana. [Eso es correcto.] Ella tiene cáncer. [“Sí”.] Eso es correcto. No… Crea, no dude. Tome el pañuelo que Ud. lleva para ella y póngaselo. Crea de todo corazón y ella se recuperará. [“¡Oh, Jesús”!] Créalo Ud. de todo corazón. [“Gracias, Jesús”.] Vaya. Ajá.",
    "Tengan fe. ¿Creen Uds. de todo corazón? [La congregación dice: “Amén”.—Ed.]\n\nHa dejado la plataforma; está en la audiencia.",
    "Es una mujer delgada, sentada allá atrás, que tiene tuberculosis. Está sentada allá atrás, orando. ¿Cree Ud. que Dios la sanará? ¿Lo cree? La damita allí, mirando directamente, allá bien atrás. Levante la mano allá atrás señora, allí detrás de ese hombre que se está dando vuelta. Crea con todo su corazón. Sí, la mujercita con el cabello cortado. Muy bien. Así es. Créalo y queda concluido.",
    "¿Qué tocó ella, bien atrás en la parte de atrás? Yo los reto a Uds. a creerlo.",
    "¿Qué de Ud., señora? ¿Cree Ud. que ese problema de la columna la dejó, desde que ha estado parada aquí? Bueno, entonces siga adelante. Eso es todo lo que tiene que hacer. [La hermana dice: “Gracias, Jesús”.—Ed.] Crea con todo lo que hay en Ud.",
    "Ud. tenía lo mismo. Entonces si cree, sólo siga adelante, diga: “Gracias, Señor. Sáname de eso”. Crea con todo su corazón.",
    "Ud. tiene miedo que quedará lisiada por la artritis, ¿verdad? Entonces si cree, crea de corazón, siga. Crea de todo corazón y sea sana. Eso es lo único que tiene que hacer, es creer.",
    "¿Uds. creen? [La congregación dice: “Amén”.—Ed.]",
    "¿Qué de algunos de Uds. aquí? ¿Están creyendo en fe?",
    "¿Qué si le digo a Ud. que Jesús la sanó, parada allí, lo creería? [La hermana dice: “Amén”.—Ed.] Simplemente comience a caminar (¿ve?), creyendo de todo corazón.",
    "¿Quiere irse a casa a comer su cena? ¿Cree que ese nerviosismo del estómago le ha dejado? Adelante, coma si quiere. Crea.\n\n¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "¿Qué de esa mujer sentada por allá, orando por ese pequeño… ese niño que tiene el problema de la sangre? ¿Cree Ud. que Dios sanará al niño? Muy bien, Ud. puede recibirlo.",
    "Eso impactó a esa señora allí—allí al lado suyo. Ella está sentada allí orando por una condición nerviosa; es correcto, al lado suyo. También, Ud. tiene un hermano que sufre de una condición mental. Eso es correcto. Tiene una madre que sufre de un ojo. Crea Ud. de todo corazón, Dios los sanará. Amén.",
    "¿Le creen Uds.? [La congregación dice: “Amén”, y se regocija.—Ed.]",
    "¿Qué de Ud. por acá en la silla de ruedas? ¿Cree Ud.? Ése es su hijo sentado allí, que dijo eso en ese momento. Ése es su hijo. Ud. tiene cáncer en el rostro. Ud. tiene dificultad para oír. Ud. está buscando el bautismo del Espíritu Santo. Eso es correcto. ¡Sí Ud. lo cree con todo su corazón! Hijo, ¿lo crees por él? ¿Lo crees de todo corazón? Díselo en su oído. Pon tu mano sobre él, y que él reciba el bautismo del Espíritu Santo.",
    "¿Cree Ud. que Jesucristo es el mismo ayer, hoy, y por los siglos? [La congregación se regocija.—Ed.]",
    "¿Creen Uds. que el Mesías, el gran Mesías de Dios, se mueve entre Su pueblo? [La congregación se regocija.—Ed.]",
    "¿Están Uds. dispuestos a dejarlo todo y seguirlo a Él? [La congregación se regocija.—Ed.] Si es así, levanten las manos a Él y digan: “Yo lo seguiré, yo lo seguiré. Yo le creeré a Él. Toda Palabra que Él ha dicho, yo le creeré. Yo enderezaré mi vida. Yo trabajaré para Él”. ¡Dios, sé misericordioso! Dios los bendiga.",
    "¿Ahora cuántos creyentes hay aquí? Levanten la mano. [La congregación se regocija.—Ed.]",
    "¿Cuántos quieren allegarse a Él? Levanten la mano. [La congregación se regocija.—Ed.] Todos los que quieran allegarse a Él y aceptarlo ahora mismo, Él está aquí; ésta es Su Presencia.",
    "Ese hombre allá atrás con problema de la próstata, eso ha terminado, hermano. Dios lo sanó a Ud. en ese momento.",
    "Pues, anda de esa manera por todos lados, en la Luz, dando vueltas por todo el edificio. Cualquier cosa puede suceder ahora mismo. Pudiéramos tener otro Pentecostés, si Uds. tan sólo lo creen. [La congregación se regocija.—Ed.]",
    "Pónganse de pie, todos Uds. Levanten las manos a Dios. Alábenlo. [La congregación se regocija grandemente y ora.—Ed.]",
    "Gracias, Señor Jesús. Te adoramos, Padre, porque eres nuestro Salvador y nuestro Dios; estás aquí. Tú has vindicado la Palabra, has probado que es así. Eres Dios, el Mesías, el mismo ayer, hoy, y por los siglos, sin falla y sin duda, Tú eres el mismo Señor Jesús. ¡Gloria sea a Su santo Nombre!",
    "¿Le aman? Digan amén. [La congregación dice: “Amén”, y se regocija.—Ed.]",
    "¿Cuántos de Uds. ahora son creyentes? Levanten la mano. [La congregación dice: “Amén”.—Ed.] Ahora, Jesús mismo dijo esto: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, ellos sanarán”. Yo no soy el único que tiene el Espíritu Santo; Ud. también lo tiene. Ud. es un creyente igual como yo soy un creyente. Ahora abandone toda su duda.",
    "Ponga su mano sobre alguien y crea que Dios va a sanar a esa persona, de acuerdo a Su Palabra. Si Él cumple esta clase… Ud. ponga su mano sobre alguien, póngase a orar por ellos, diga: “Señor, sana a esa persona”. Ore y vea lo que sucede. Ud. es un creyente. [La congregación se regocija y ora.—Ed.]",
    "Dios Todopoderoso, en el Nombre de Jesucristo, hemos derrotado al diablo; lo hemos reprendido, y le hemos arrebatado el poder. Por las llagas del Señor Jesucristo somos sanados.\n\n[La congregación continúa regocijándose y orando.—Ed.] 🦅"
  ]
}