{
  "title": "LA LUCHA",
  "id": "620C0009",
  "content": [
    "🦅  Sus caminos son inescrutables, ¿no es así? ¡Maravilloso Señor! ¡Cuán dulce es confiar en Él! Estoy seguro que han tenido un tiempo maravilloso esta noche. Y al abrir la puerta allí hace unos momentos y escuchar a la Hermana Gertie entonar ese antiguo canto, Sigue Aferrado, Solo Por Una Hora Más, trajo recuerdos de mi pequeña iglesia, como era antes de yo viajar la otra vez para ir a los campos en la obra misionera. Ahora estoy viendo “Buscad Primeramente A Dios” aquí en frente sobre esta antigua columna, recuerdo que Sammy Davidson pintó eso allí hace como veinticinco años; del otro lado pienso que tiene: “¿Dónde Pasará Ud. La Eternidad? ¡Piénselo!”. Y justamente aquí estaba una—una mujer junto al pozo, y Daniel en la cueva de los leones. ¡Oh, vaya! Han sucedido muchas cosas desde entonces.",
    "Para eso de las cinco, esta tarde, recibí una llamada de emergencia de aproximadamente treinta o cuarenta millas por acá del campo, de una mujer muriendo, y una amiga muy preciosa, la madre de Georgie Carter. Y yo sabía que había suficientes ministros aquí para relevarme hasta que regresara. Edith también ha estado muy grave. Y mientras estábamos allí, Jehová Dios se movió en la escena, y la Hermana Carters ya no corre peligro de morir. Así que, pues, estamos agradecidos por eso.",
    "Y ahora pronto llega el momento para el servicio de la Santa Cena, pienso que lo harán como a las doce. ¿Qué hora han fijado para tenerla? [El Hermano Neville dice: “En cualquier momento, desde ahora, en cualquier momento hasta un poco después de las once y media”.—Ed.] Simplemente en cualquier momento en que nosotros… ¿Cuántos tomarán la Santa Cena esta noche, veamos sus manos? Eso, ¡oh, eso es maravilloso! Muy bien, quiero hablar una que otra palabra. Tal vez ponga mi reloj aquí como por diez minutos, quince, y daremos inicio a la Santa Cena. Ahora, ¿Le aman Uds.? [La congregación dice: “Amén”.—Ed.] Amén. Y sé que Uds. han pasado muy bien, ¿verdad?",
    "¡Vaya, si aquí no está el Hermano Thomas Kidd, y la Hermana Kidd, de por allá de Ohio! Supongo que están por acá. ¡Oh, qué bien!, espero que eso quede en la cinta y yo lo tenga. Saben, ellos no se rinden. Están a pocos días de los cien años, pero—pero eso es lo que me mantiene con ánimo, ver personas así. Pensar, yo soy un anciano, y antes de que yo naciera ellos estaban predicando el Evangelio. Y ahora aquí estoy, un anciano, y ellos, si no pueden salir y hacer sonar su voz, simplemente toman una grabadora y van de hospital a hospital, de casa en casa, predicando el Evangelio. Eso está muy bien. Amén. Realmente estoy muy contento por ellos y por todos los que han esperado estos servicios aquí.",
    "Ahora recuerden, lo anunciaremos ahora, el Señor mediante, tan pronto la iglesia esté terminada, que dicen ellos será como para el diez de febrero, pues, vamos, si el Señor dispone, queremos tomar por lo menos ocho o diez días, o tal vez dos semanas, en esos Siete Sellos del Apocalipsis. Y les enviaremos tarjetas a las personas que nos visitan de los alrededores, desde aquí de casa, y les haremos saber con suficiente tiempo de anticipación por si quieren venir, bueno, con mucho gusto los recibiremos aquí. Y pueda ser que el Señor despliegue para nosotros otra muestra de Su Presencia, como lo hizo la última vez que terminamos con Las Siete Edades De La Iglesia.",
    "Si quieren orar por alguien, bueno, recuérdenme a mí todo el tiempo, pues yo verdaderamente lo necesito. Ahora, estoy un poco avergonzado de mí mismo por ocupar estos diez, quince minutos aquí para decir algo antes de comenzar, pero inclinemos nuestros rostros solo por un momento.",
    "Señor Jesús, ¡oh!, la batalla algún día terminará, y no habrá más enfermos por los cuales orar, ni más pecadores para arrepentirse. Pero, Padre, mientras estemos en este día, permítenos trabajar mientras tenemos luz bajo la cual trabajar, porque viene la hora cuando nadie podrá trabajar. Ahora, solo por unos momentos, Señor, yo me sentiría mal si concluyera este año sin decir algunas palabras más. Ayúdame, Padre, es mi oración, para poder decir algo que siembre ánimo en el corazón de Tu pueblo; que podamos salir de aquí esta noche después de tomar la Santa Cena, y saber que en la Santa Cena hay fortaleza. Israel primero tomó la Santa Cena allá en Egipto, y caminaron por cuarenta años sin que sus zapatos se gastaran ni que su ropa se deshilachara. Y, de dos millones de personas, no hubo un solo enfermo entre ellos cuando salieron del desierto. Señor, permítenos recordar eso esta noche ahora que llegamos a esta gran hora. En el Nombre de Jesús oramos. Amén.",
    "Si hablara del tema que tenía apuntado que iba a iniciar esta tarde, estaríamos aquí hasta las cinco de la mañana. [Alguien dice: “No hay problema”.—Ed.] Pero quiero leer tan solo una Palabra de… [“No hay problema”.] Gracias. De Efesios, el capítulo 6, versículo 12, y ahora solo por unos momentos, para dar ánimo.\n\nPorque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra…gobernadores de…tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.",
    "🦅 Huestes espirituales de maldad en las regiones celestes”. Y me gustaría tomar de allí un pequeño contexto por diez o quince minutos, o tema, mejor dicho, quiero llamarlo: La Lucha. Una lucha es una prueba de fuerza. Y nosotros, donde tenemos el… probamos la fuerza. Antes, teníamos… El indio prendía una fogata, y ponía a algunos hombres de este lado de la cuerda, y a tantos de este lado, y jugaban a—a jalar la soga, la prueba de fuerza, y se jalaba al grupo que perdía sobre el fuego. Y ahora, sabemos que hay muchas cosas, y pudiéramos basarlo sobre esto por unos minutos, de—de una lucha, pero quiero hablar en estos minutos rápidamente sobre la lucha más grande que hay, es entre la Iglesia y Satanás; esa gran fuerza de Satanás. Y queremos hablar acerca de la gran fuerza de Dios en Su Iglesia.",
    "Ahora, esta gran lucha viene desde hace muchos años. Comenzó en el Cielo, y Satanás fue expulsado a la tierra, y entonces vino a ser un enemigo del pueblo de Dios. Y, desde entonces, él ha usado toda su fuerza y estrategia para intentar jalar al pueblo de Dios sobre los fuegos, o para meterlos en sus fuegos.",
    "Y nosotros conocemos a Aquel que tiene el mayor poder, Dios. Y Dios, cuando le dio a Su pueblo la mejor Cosa posible para combatir a Satanás, fue Su Palabra. Ahora, siendo que la Palabra es Dios, pues ¿quién es más fuerte que Dios? Así que, la Palabra es Dios, y la Palabra viene a ser nuestra fuerza. Dios en la Iglesia, viene a ser su Fuerza para jalar a Satanás metiéndolo en el propio fuego que él ha hecho. Y el jaloneo continúa. Ahora, Jesús dijo, en Marcos 16: “En Mi Nombre echarán fuera demonios”.",
    "Ahora, sé que ese es un antiguo refrán, que la gente… o que hay un antiguo refrán que… y tampoco es que sea muy antiguo. La gente en este día no cree en demonios. Pero lo que hay que hacer, en mi opinión, es conocer a su enemigo. Y—y conozca a su enemigo, y entrene para la lucha que Ud. tendrá cuando lo enfrente, pues Ud. lo enfrentará. Y conózcalo, conozca sus… conozca su fuerza, y luego entrene para esta lucha cuando Ud. lo enfrente. Pues, es algo cierto, Ud. lo enfrentará, así que Ud. entrena para la lucha.",
    "Ahora, entrenar para una lucha es tal como con un boxeador. Su—su enemigo que él enfrentará allá en un combate, en la pelea, un pugilista bueno normalmente sabe y estudia a su oponente. Él estudia sus golpes, sabe por dónde pelea él, si se inclina hacia adelante, si es reservado, si pelea con la derecha o con la izquierda; él estudia todo esto. Y entonces si él es un buen peleador inteligente, se consigue un compañero de entrenamiento que pelea igual como su oponente, pues conocerá todos sus golpes cuando esté en esa situación.",
    "Y yo pienso que eso es algo muy bueno que los Cristianos debieran hacer. Correcto. Y ahora, si Ud. quiere empezar a entrenar, comience con Juan 3:16, la Regla Dorada. Comience correctamente con eso, y eso lo pondrá en el cuadrilátero. Y después entrene para—para los puños de nocaut, pues Ud. tendrá que usarlos. Todos saben eso. Ud. tiene que entrenar para golpear a su enemigo. Y, siempre, Dios usa Su Palabra. Nosotros tenemos que recordar que Dios usa Su Palabra para derrotar a Su enemigo. Si Dios hubiera podido pensar o le hubiera podido dar a Su pueblo alguna cosa mejor con la cual derrotar al enemigo, Él lo hubiera hecho. Por tanto, como siempre he dicho: “Cuando Dios toma una decisión, eso es lo mejor que hay. Él jamás tiene que alterar Sus decisiones”. Así que, la primera decisión que Dios le concedió a Su pueblo en el Huerto del Edén, con la cual combatir al enemigo, fue Su Palabra. Ellos fueron fortificados con Su Palabra.",
    "Y ahora el enemigo va a estudiar la… nuestra estrategia con la Palabra. Y, ahora, Satanás estudió todo eso tan perfectamente, que cuando vino a Eva, él tenía la—la mejor estrategia que pudo usar con ella, y eso fue razonar con la Palabra. Ahora, Ud. nunca vaya a querer razonar con la Palabra de Dios, solo créala. No intente explicarla; no intente descifrarla. Ahora, Ud. no puede descifrar a Dios, pues Dios es la Palabra, y Ella solo ha sido hecha para creerla. Y esa es nuestra Fuerza, simplemente aceptar la Palabra. Y cualquiera sabe que una semilla en la clase de terreno correcto producirá su género. Y nosotros simplemente tomamos la Palabra.",
    "Y, ahora, Eva comenzó a detenerse para razonar, cuando él… ella le citó a él la Palabra: “Dios dijo: ‘No comerás de allí, pues el día que comieres de allí’ ese día morimos”.",
    "Y Satanás nunca discutió con ella. Él dijo: “Seguro, eso es correcto”. Pero, dijo él: “Mira, tú necesitas un poco de nueva Luz”. Algo un poquito diferente de lo que Dios dijo. “Y si tú lo haces, serás un poco más inteligente. Tus ojos serán abiertos”.\n\nPero ella dijo: “Pues, Dios dijo que moriríamos”.",
    "Él dijo: “¡Oh, ciertamente…!”. ¿Ven?, allí lo tienen, tan solo eso: “Ciertamente no morirás”. ¡Pero Dios dijo que sí, y ahí queda concluido! Y eso—eso rompió en ese instante el gran juego de tire y afloje de la soga, y jaló a toda la raza humana a la muerte, por Eva escuchar un razonamiento contrario a la Palabra de Dios. Ahora, es una lástima que ella lo hizo, pero eso ya pasó. Pero aún ahora seguimos fortificados, y ese eslabón fue hecho en Cristo Jesús; eso lo sabemos. Dios nos dio nuestra mejor defensa, simplemente confiar en Su Palabra.",
    "Saben, y muchos hoy en día dicen que no existe tal cosa como el diablo. Ellos creen que simplemente es un pensamiento. Eso es lo que creen. Y hay personas que creen que—que—que el Espíritu Santo es un buen pensamiento, y que el diablo es un mal pensamiento. Pero, si Uds. se fijan, cuando la Biblia habla del Espíritu Santo, Él dijo: “Cuando Él, el Espíritu Santo haya venido”. Y “Él” es un pronombre personal. ¿Ven? Así que, Él, Él es una Persona; y el diablo es una persona; y los demonios son personas. Sí, ellos son demonios, y ellos—ellos vienen de diferentes maneras. Sin embargo, ellos consideran que esa es una idea anticuada.",
    "Un hombre me discutía aquí hace unas semanas. Él decía: “¿Sabe lo que Ud. hace? Ud. sencillamente sugestiona la mente de esas personas para que piensen algo cuando Ud. les dice ese asunto; solo es un cambio de pensamiento”.",
    "Enfrenté ese mismo asunto una vez en la India, con esos hombres santos allí donde tuvimos, creo que la audiencia más grande a la que le he hablado, a una audiencia de pie como de medio millón de personas, y yo lo capté por discernimiento en el Espíritu. Y ellos veían al Espíritu Santo llamar a las personas, y los llamaba de las audiencias, y les decía de diferentes cosas, y captaba sus pensamientos. Los rajás y los hombres santos decían: “Él les está leyendo la mente”.",
    "Entonces, a los pocos momentos, como cinco o seis habían pasado por la línea de oración, y un hombre ciego pasó. Y estaba completamente ciego, y sus ojos estaban tan blancos como mi camisa. Y yo dije: “Ahora, aquí hay un hombre ciego, cualquiera puede ver que él está ciego”. Y dije: “Si yo pudiera ayudarlo lo haría, pero de la única manera que yo pudiera sería por un don, tal vez al decir algo que él ha hecho; y eso daría a pensar que si Dios sabe lo que él ha hecho, ciertamente Él sabe lo que él hará”. Entonces dije: “Ahora, mirándolo” dije, “ahora, él es un adorador del sol. Lleva ciego veinte años”. Y, cuando el intérprete lo dijo, era cierto. Yo dije: “Él es un hombre casado. Él… su esposa es más bien pequeña, y él tiene dos hijos, uno como de siete, uno de nueve”. Eso fue exactamente correcto. Dije sus nombres, lo que era.",
    "Entonces allá de la audiencia, del lugar donde estaba la gente, vino esa onda: “Eso es mental, es algo como una—una lectura psíquica de la mente”.",
    "Entonces pensé: “Señor, si tan solo me ayudas. Yo—yo necesito Tu ayuda, Señor. Estas personas quieren clasificar esto como telepatía. Y no lo es, y Tú lo sabes, Señor”. Sin embargo, les di la Escritura donde Jesús dijo que no hacía nada hasta que el Padre se lo mostraba. Y entonces, volteando a ver al hombre de nuevo, lo vi justamente allí encima, en una visión, con los ojos tan buenos como los tengo yo. Pensé: “Ahora es el momento”.",
    "Yo dije: “Ahora, este hombre es un adorador del sol, y él ha quedado ciego”. Y yo dije: “Ahora, el… Allí están los sacerdotes mahometanos, y están los—los sacerdotes chiítas, los jainistas, y las diferentes clases de religión, Buda. Ahora este hombre quiere recibir su vista. Ahora, uno diría que él—él adoró a la creación en lugar que al Creador. Yo también creo eso. Pero aquí estamos en esta noche”. Dije: “Y hemos sido… hoy fui huésped en el templo de los jainistas donde había diecisiete religiones diferentes allí para entrevistarme, y cada una de ellas en contra de Cristo, ¡cada una!”. Y yo dije: “Ahora, y muchos de Uds. hombres estaban allá. Ahora, si Cristo está tan equivocado, pues este hombre quiere estar correcto, y ciertamente el Dios de la creación Quien hizo el mundo será el Único Quien puede darle a él su vista. Eso es razonable”. Y yo dije: “Ahora, si alguno entre Uds. personas, los mahometanos aquí son la religión principal, si los sacerdotes mahometanos pasan aquí y le dan a él su vista, entonces yo seguiré a los mahometanos, o si los sacerdotes de Buda pasan a darle a él su vista. Pero dejen que el Dios Quien lo hizo a él, el Dios, el Dios de alguien en algún lugar, pues tiene que haberlo, no podemos tener una creación sin un Creador. Y se requerirá de un Creador que cree la vista en estos ojos. Él llevaba ciego veinte años por mirar el sol, pensando que iría al Cielo si lo hacía. El hombre hizo eso en ignorancia”. Yo dije: “¿Qué harían Uds. los sacerdotes de Buda? Uds. solo cambiarían su manera de pensar. Uds. dirían que está errado”. Ellos adoran a sus antepasados muertos. Y dije: “Pues, Uds. lo pensarían de él, Uds. dirían que está errado, pero ¿qué harían Uds.? Uds. cambiarían su manera de pensar”. Y dije: “¿Qué harían los mahometanos?. Cambiar su manera de pensar. Los chiítas, jainistas y demás, le cambian su manera de pensar”.",
    "Yo dije: “Tenemos eso mismo en los Estados Unidos. Los metodistas todos quieren convertir a los bautistas en metodistas, y los pentecostales quieren tomar a todos los metodistas y hacerlos pentecostales. Es un cambio de pensamiento; pero no estamos hablando de eso. Estamos hablando acerca de Dios, el Creador”. Y dije: “Ciertamente el Creador hablaría”. Y, ahora, yo no hubiera dicho eso si no hubiera tenido allí esa visión, de ninguna manera. Ahora, yo dije: “Ahora, si es Aquel, dejemos que Él sea Dios, que venga y le dé a él su vista”. Y yo dije: “Ahora, reto a cualquier sacerdote o rajá, o hombre santo o cualquiera, lo que pudiera ser, venga y dele a él su vista, y yo seguiré su filosofía, Ud. tendrá un convertido”. Y ese fue el grupo de personas más callado que yo haya oído. ¿Ven? Nadie lo hizo.",
    "Y yo dije: “¿Por qué tanto silencio?”. Dije: “La razón es porque Uds. no pueden hacerlo, ni yo tampoco puedo. Pero el Dios del Cielo Quien resucitó a Su Hijo Jesucristo, Cuyo siervo somos, me acaba de mostrar una visión que el hombre va a recibir su vista”. ¿Ven? Yo dije: “Ahora, si eso no sucede, entonces Uds. pueden ordenarme a que salga de la India. Pero si sucede, cada uno de Uds. le debe su vida a Jesucristo. Me gustaría preguntarles: ¿cuántos aquí le entregarán su vida a Cristo si este hombre ciego recibe su vista? Uds. ven a sus sacerdotes, nadie pasa aquí arriba. ¿Por qué no vienen, si ellos les han dicho a Uds. que su religión es tan grande y tan importante? ¿Por qué no viene alguien y dice algo?”. Nadie vino. Yo dije: “Entonces Uds. personas allá afuera, si Uds. ven a este hombre ciego parado aquí…”.",
    "Y un médico pasó a examinarle los ojos. Meneó la cabeza, dijo: “Está ciego”.",
    "Y entonces dije: “Seguro. Él está ciego”. Pero dije: “Si… Y si Dios le da a él su vista, ¿cuántos de Uds. servirán a Jesucristo?”. Y hasta donde alcanzaba a ver, eran océanos de manos negras. Volteé hacia el hombre, y dije: “Señor Jesús, sea conocido que Tú eres Dios”. El hombre me agarró por el cuello, y allí estaba el alcalde de Bombay, sentado allí, lo agarró a él por el cuello, veía tan bien como cualquiera.",
    "¿Qué es? ¡Es—es un poder real! ¡Dios es Dios, y Satanás es Satanás! Si Ud. no cree en un diablo… Cuando recién comencé, yo—yo me estrellaba de cabeza con él a diario. No me diga a mí que no hay diablo, pues yo sé que sí. Yo tengo que pelear con él a diario. Así que, yo sé que hay—que hay un diablo. Y Ud. tiene que estar entrenado cuando se enfrente a él. No entrenado en psicología, no entrenado en educación; sino entrenado por el Espíritu Santo; el poder de Dios en Su Palabra para hacerlo manifiesto. Conozca a su enemigo. ¡Oh, qué cosa más cruel es él!",
    "¡Cuánto me gustaría pararme aquí ahora y entrar en eso, regresar por la Biblia y mostrarles a Uds. a un hombre allá atrás que estuvo cara a cara con él! ¡Cómo fue que en la lucha contra el enemigo, ellos mismos se fortificaron por la Palabra de Dios! Noé tuvo una experiencia de eso, y él sabía que Dios le había dicho que iba a llover. Y la lucha estaba entre la ciencia y la Palabra de Dios: la ciencia dice: “Eso no puede acontecer”. Dios dijo: “Eso acontecerá”. Amén.",
    "Eso mismo existe hoy. ¡Eso acontecerá! ¡Eso acontece! ¡Existen diablos! Pero Jesús los expulsó, y Él le dio a Su Iglesia autoridad para hacerlo, “¡Echad demonios en Mi Nombre!”. Él echó siete demonios de una mujer bonita un día. Y Él dijo: “Cuando el espíritu inmundo sale de un hombre, él camina por lugares secos, luego regresa, trayendo consigo otros siete demonios”. Ahora, eso es para mostrar que si el hombre fue despojado de demonios, hubo algo en él que salió. ¡Un demonio había salido! Ahora, cuando el demonio salió, eso, Dios… le da a Dios una oportunidad de entrar. Así que, y cuando sale, permítale al Espíritu Santo que entre. No vaya solo a dejar eso hasta allí. Si Ud. solo se arrepiente de sus pecados y sigue adelante, entonces Ud. estará peor que nunca. Pero haga ocupar ese lugar donde Satanás alguna vez vivió y ocupó, logre que sea lleno del Espíritu Santo de Dios, y entonces Ud. tendrá la fortaleza de la Palabra de Dios en Ud. manifestada, y echará fuera demonios. La lucha acontece. Las Luces de la tarde están brillando. El Espíritu Santo de Dios está presente.",
    "Y ahora faltan como—como tres minutos para la hora en que soplarán los silbatos, y será la medianoche. Entonces, al dejar este edificio para ir a nuestros diferentes lugares y a nuestros hogares, y para enfrentar lo de afuera y enfrentar al mundo, no vayamos como en tiempos pasados. Vamos en el poder de Su resurrección. Vamos en el Nombre de Jesucristo, con un estandarte en alto, y con fe en Su Palabra, para manejar la Espada de dos filos, con el escudo y toda la armadura de Dios puesta para enfrentar al enemigo, porque él se está fortaleciendo y tiene más poder cada día. Porque—porque vendrá el enemigo como río, mas el Espíritu de Jehová levantará bandera contra él. Si hemos llegado al final de estas cosas que nosotros… y los misterios de Dios han sido completados con nosotros, nosotros estamos buscando más fuerza, una fuerza de rapto, para enfrentar un… una fuerza peor, la cual arrebatará la Iglesia y la llevará a la Gloria. Debemos tenerla. ¡Enfrentemos el ’63 con un reto, como los siervos del Dios vivo que somos! Y como Sadrac, Mesac y Abed-nego de antaño, nosotros no nos postraremos ante los diablos de este mundo y tomamos de nuevo esto de lo que hemos hablado; más bien presionemos la batalla.",
    "Me siento en esta noche, mientras esperamos escuchar esos silbatos, como David esa terrible noche calurosa cuando se acostó allá debajo de esos arbustos de mora, y el enemigo se levantaba. ¡Qué hora la que debe haber sido para David! ¡Qué tiempo para él recostado allí! Él no sabía cómo moverse, no sabía por qué guiarse, pues, sabía que ellos eran más en número. Pero, de repente, él escuchó el sonido de un Viento pasando sobre la copa de los arbustos. Él supo que Dios iba delante de él, y fue a la batalla. Yo en algo me siento así esta noche, después del Mensaje de anoche, me encuentro en la hora más oscura que he llegado a enfrentar en mi vida. Me siento como Isaías en el templo después de ver esos Ángeles; soy un hombre inmundo de labios, y habitando en medio de pueblo con labios inmundos. Pero, escuchen, yo—estoy… Tengo que enfrentar eso de alguna manera, y, lo único, estoy esperando oír eso arreciar sobre esas balsameras, para ir a enfrentar al enemigo dondequiera que esté. Dios nos ayude a hacerlo.",
    "Y ahora pienso que falta un minuto para las doce. Y el ’62, con todo su pasado, dejemos que quede en el pasado.",
    "Vamos ahora a ponernos de pie, todos nosotros. La lucha ruge. Cada uno de Uds., Pablo dijo: “Olvidando esas cosas en el pasado”, todos nuestros errores del año pasado, “yo prosigo a la meta del supremo llamamiento”. Todos mis errores que he cometido en todos estos años, perdónenme por ellos; Dios, perdóname; Iglesia, perdónenme. Y el ministerio que yo—con el que he fallado, así lo siento: Dios, perdóname por eso. Iglesia, perdónenme mis errores. Y proseguiré hacia la marca del supremo llamamiento en Cristo Jesús. Lo que trae el mañana, no lo sé, pero sé Quién tiene a 1963.",
    "Levantemos ahora nuestras manos a Dios y oremos a nuestra propia manera, haciendo nuestras confesiones y pidámosle a Dios que nos ayude en este próximo año que viene.",
    "Padre Celestial, estando aquí de pie, muchos pensamientos están muriendo en nuestros corazones, y errores del año pasado, y a medida que nos acercamos a la muerte del ’62 y el nacimiento del ’63, ¡Oh, Dios!, que podamos subir un escalón en la escalera, hasta que podamos ver a Jesús y Su programa. Que cada uno de nosotros aquí, Señor, en oración, mientras el año viejo está muriendo, y el nacimiento del nuevo año está llegando, que el pecado del hombre antiguo y la incredulidad mueran en nuestro corazón, y el nuevo Nacimiento venga con 1963, como un viento recio que sopla, que pueda llenar nuestros seres y hacernos nuevas criaturas en Cristo.",
    "Haznos siervos aptos. Perdona nuestro pasado. Bendice nuestro futuro. Guíanos, ¡oh, Dios!, con Tu poderosa mano, Jehová. Bendice a estos ministros aquí. Bendice a todos los laicos, todas las visitas. Acompáñanos, Señor. Somos Tus siervos y nos entregamos enteramente a Ti para 1963, que el poder de Tu Espíritu tenga más preeminencias en nuestra vida y nuestro ser. Ayúdanos, Dios. Perdónanos y ayúdanos, es nuestra oración. ¡Levanta hombres poderosos! ¡Levanta guerreros poderosos de la Fe! Abre este año, Señor, ese maná escondido, esa Roca debajo de la roca, para que nosotros podamos ver el programa de Dios. Corona las pirámides de nuestra vida, Señor; pon la Piedra de Corona, Cristo Jesús, sobre cada uno de nosotros. Que Su gran bendición magnífica sea sobre todos nosotros. Que el fuego del Espíritu Santo venga sobre nosotros. Que el poder de la resurrección sea manifestado. Dios, cuánto Te agradecemos en esta noche. Somos Tuyos. Nos entregamos plenamente a Ti, Señor.",
    "A medida que voy allá, sin saber dónde ni cómo, ni lo que haré, estoy confiando en Ti, Dios Todopoderoso, que Tú me guiarás, Tu siervo inútil, que yo pueda ser usado para la honra y la gloria del Todopoderoso. Concédelo, Padre.",
    "Recibe nuestras oraciones. Bendice nuestros esfuerzos. Sana a los enfermos y afligidos, tanto espiritual como físicamente. Y haznos siervos Tuyos. Nosotros somos el barro, Tú eres el Alfarero. Moldéanos a cada uno, a Tu Propia manera, para que podamos encajar juntamente con Cristo Jesús, como un miembro de Su cuerpo. Porque lo pedimos en el Nombre de Jesús, y por Su causa y por la causa del Evangelio. Amén y amén.\n\n[Un hermano habla en otra lengua. Otro hermano da una interpretación.—Ed.]",
    "Gracias, Padre, Dios. Te damos gracias por esta exhortación del Nuevo Año, la cual nos envía con las esperanzas y con el consuelo de saber que por el hablar estas palabras a estos hombres que no sabían, que el Mensaje es verdad y Tú estás pidiéndonos a nosotros que Lo respaldemos. Nosotros haremos todo lo que podamos, Señor, para respaldarte a Ti y a Tu Palabra.",
    "Recíbenos en el Nombre de Aquel, Quien nos enseñó a todos que debíamos orar así [El Hermano Branham y la congregación oran juntos.—Ed.]: “Padre nuestro que estás en los Cielos, santificado sea Tu Nombre. Venga Tu Reino. Hágase Tu Voluntad, como en el Cielo, así también en la tierra. El pan nuestro de cada día, dánoslo hoy. Y perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores. Y no nos metas en tentación, mas líbranos del mal; porque tuyo es el Reino, y el Poder, y la Gloria, por todos los siglos. Amén”.",
    "El Señor los bendiga y los guarde. Pero aquellos que ahora tienen que ir a sus casas… Ahora ya pasamos cinco minutos, son cinco minutos en el ’63. Ahora, que Dios los bendiga. Y—y Uds. que quieren quedarse para la Santa Cena son bienvenidos a quedarse; nos daría gusto tenerlos. No es una Santa Cena cerrada, es para todo creyente que esté en compañerismo con Cristo. Uds. son bienvenidos a permanecer y tomar la Santa Cena con nosotros. Y la razón que hacemos esto es porque es lo primero, estamos comenzando un viaje. E Israel, antes de ellos comenzar su viaje, mataron un cordero y comieron hierbas amargas, y comenzaron su viaje. Y yo pensé: “¡Cuán apropiado es esto en esta noche!”. Se ha matado el Cordero, ha sido preparado, la fiesta, y es la media noche. Fue cuando ellos la comieron, Uds. saben, a la medianoche. Así que, hagámoslo. Uds. que quieren quedarse con nosotros y prepararse para el viaje que viene, que está por venir, nos daría gusto tenerlos. Dios los bendiga.",
    "Y Uds. los que ahora tienen que irse, pueden ir a sus casas, y Dios los acompañe hasta que los vuelva a ver. Amén. Los demás pueden tomar asiento y entonces comenzaremos la Santa Cena. La hermana… Muy bien, señor.\n\n¡Al venir Jesús nos veremos!\n\n¡A los pies de nuestro Salvador! (hasta encontrarnos)\n\n¡Reunidos todos seremos!\n\nUn redil con nuestro Buen Pastor.",
    "Cantémoslo de nuevo mientras estamos esperando, Uds. saben, a aquellos que están saliendo. Tal vez aquietándonos, y pues esto es algo muy solemne. Voy a leer algo de la Escritura aquí en un momento que es muy, muy, muy bueno. Y ahora, cantémoslo de nuevo.\n\n¡Al venir Jesús nos veremos!\n\nEstrechemos la mano con alguien. Si hay algo errado en su vida y la persona a la que Ud. le ha faltado está aquí, vaya ahora a ellos y arréglenlo.\n\n¡Al venir Jesús nos veremos!\n\n¡Al…!\n\n¿Viene la pianista al piano, por favor?\n\n¡Reunidos todos seremos!\n\n¡Al…!",
    "[El Hermano Neville dice: “Dios le bendiga, Hermano Branham”.—Ed.] Encomiendo todo esto en sus manos, Hermano Neville. [“El Señor los bendiga. Yo creo…?…”]…?…\n\n¡Reunidos todos seremos!\n\nUn redil con nuestro Buen Pastor.\n\nDios lo bendiga, hermano.\n\nÉl cuida de ti,\n\nÉl cuida de ti;\n\nEn sol o sombra,\n\nÉl cuida de ti.\n\nCantémoslo de nuevo.\n\nÉl cuida de ti,\n\nÉl cuida de ti;\n\nEn sol o sombra,\n\nÉl cuida de ti.",
    "¿Hermoso verdad? Cantémoslo mientras se están aquietando.\n\nÉl…(Solo cierre sus ojos)…cuida de ti,\n\nÉl cuida de ti;\n\nEn sol o sombra,\n\nÉl cuida de ti.",
    "Padre Celestial, nos da tanto gusto que hemos encontrado eso verdad, en nuestras horas más oscuras o cuando el sol está brillando, Él nunca nos deja ni nos abandona. Estamos tan contentos por eso, que tenemos nuestra confianza edificada sobre nada menos que la Sangre de Jesús con justicia. Confiamos, Señor, no en la fama de este mundo. ¡Nosotros confiamos! No nos atrevemos a confiar en la estructura más dulce, sino que nos apoyamos enteramente en el Nombre de Jesús. ¡Cuánto Te agradecemos, Padre!",
    "Ahora estamos por participar de una de—una de las pocas ordenanzas en lo natural que Tú nos dejaste. Una de ellas fue el bautismo, la otra fue comunión, y la que sigue fue lavamiento de los pies. ¡Oh, Dios!, entramos solemnemente, sabiendo que este Cordero es el Cordero de la Pascua. Todavía les esperaba el—el gran viaje por el desierto a los hijos. La sangre primero tenía que ser puesta sobre el dintel de la puerta, antes de poder comer el cordero pascual.",
    "Dios, examina ahora nuestros corazones. ¿Está la Sangre allí, Señor? Si no, oramos que—que Tú la apliques ahora mismo, quitando nuestros pecados y cubriéndolos, y serán divorciados de nosotros, Señor, los pecados de este mundo, para que seamos santos y presentables a nuestro Padre, ahora, mientras venimos a tomar el—el cuerpo y la Sangre derramada de nuestro Cordero, el Hijo de Dios, nuestro Salvador. Escudriña nuestros corazones mientras leemos, Padre, y luego haznos Tuyos. Porque lo pedimos en el Nombre del Cordero, Jesucristo. Amén.",
    "En el Libro de—de Corintios, el capítulo 11, deseo leer algunos versículos, comenzando con el versículo 23, leo esto. Es Pablo hablando a la iglesia de Corintios.\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, y comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también la copa, y después de haber cenado, tomó la copa, pero habiendo cenado…\n\nExcúsenme. Permítanme volver a leerlo.\n\nAsimismo tomó él también la copa, y después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n\nDe manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n\nPorque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen.\n\nSi, pues, nos examinásemos a nosotros mismos, no seríamos juzgados;\n\nmas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.\n\nAsí que, hermanos míos, cuando os reunís a comer, esperaos unos a los otros.\n\nSi alguno tuviere hambre, coma en su casa, para que Uds. no se reúnan para juicio. Las demás cosas las pondré en orden cuando yo fuere.",
    "¡Pienso en esto, el tiempo más solemne! También está escrito que cuando primero se dio esta Santa Cena, y el lavamiento de pies… que tenemos que omitir en esta noche porque no tenemos agua. El agua está cortada, y ni siquiera tuvimos las instalaciones de los baños esta noche, porque ellos tuvieron que armar esto lo mejor que pudieron, para nosotros poder tener este servicio esta noche. Pero haremos como ellos, dice, creo que Lucas lo dijo, que: “Cantaron un himno y salieron”. Pero ¿saben Uds. lo que esto representa? ¿Saben Uds., en un principio, cuando primero se dio esta orden en Israel, allá en Egipto, que ellos estaban de camino a la tierra prometida? Y así es como nos sentimos nosotros en esta noche, que estamos camino a la Tierra Prometida. Y tenemos el viaje por delante.",
    "Y ellos tenían una señal, que cuando el ángel de la muerte pasara, debía haber sangre sobre la puerta, o el hijo mayor o el niño mayor moría en la casa. La intención era, y el verdadero significado era: primero aplicar la sangre. ¿Notaron a Pablo cómo lo colocó aquí? “Si alguno come indignamente, él come y bebe juicio para sí, por no discernir el cuerpo del Señor”, que significa lo mismo, que muerte, muerte espiritual, cae sobre la persona que participe indignamente de la Cena del Señor. Eso sería andar bebiendo y en ese comportamiento, y viviendo como el mundo, y venir a la mesa del Señor. Nosotros no debemos hacer eso. Ahora vamos a limpiar nuestros corazones y a limpiar nuestras manos de… y nuestras mentes de todo mal pensamiento, para nosotros poder venir a la Mesa del Señor, reverentemente y en santidad, sabiendo que nos estamos conectando con nuestro Sacrificio, Cristo Jesús, Quien es nuestra única salvación.",
    "Y ahora, esta noche, la manera en que lo hacemos es que uno de los ancianos se para aquí, el Hermano Zabel. Y yo pienso, Hermano Zabel, en esta noche, si Ud. llama primero desde la plataforma, para que estas personas puedan venir de la plataforma, y formen su primera línea aquí por favor. Ahora, el Hermano Zabel los va a dirigir, será por unos momentos, tan pronto demos la bendición sobre la Santa Cena.",
    "Este pan kosher, es hecho por Cristianos. Es pan sin levadura. Y si Uds. lo notan, cuando se lo meten en la boca, es muy duro, para que sea amargo. Está arrugado y partido, mezclado, eso representa el Cuerpo lacerado y partido de nuestro Señor Jesús. ¡Oh, con el solo pensarlo mi corazón pierde un latido! Cuando pienso en que Él fue lacerado y herido y golpeado, ¡el Hijo inocente de Dios! ¿Saben Uds. por qué lo hizo Él? Porque yo era culpable. Y Él vino en mi lugar, un pecador, para que yo por Su Sacrificio pudiera venir a ser como Él, un hijo de Dios. ¡Qué Sacrificio!\n\nInclinemos nuestros rostros.",
    "Santísimo Dios, sosteniendo en este pequeño recipiente de metal, este pan que representa el cuerpo golpeado, mezclado, herido de nuestro Señor, donde ese profeta clamó: “Mas Él herido fue por nuestra rebelión, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. ¡Oh, cómo recordamos eso, Señor! Atándome yo a ese Sacrificio en esta noche, al igual que esta audiencia, Señor, al Sacrificio; que recordemos a nuestro Señor, Su muerte y Sus azotes, y todo lo que Él pasó por nosotros, ahora que nos llevamos este pan a nuestras bocas. Dios, somos un pueblo indigno. No merecemos algo tan santo, así que, permite que Tu Santidad, Señor, Tu Presencia y Tu Sangre, limpien nuestros corazones. Y al nosotros recibirlo, que nos propongamos en nuestras mentes, constantemente servirlo a Él día y noche, todos los días de nuestra vida. Ahora santifica este pan para su propósito. Pedimos esto en el Nombre de Jesús. Amén.",
    "Y sosteniendo esto en mis manos, por treinta-… como treinta y tres años de servicio le he servido a mi Señor, y me avergüenzo de mí mismo. Pero, pienso, ¿qué haría yo si tuviera dos gotas literales de Su Sangre en mi mano esta noche? ¿Qué haría yo con eso? Pero, saben, he tenido en mis manos esta noche, ante Su vista, algo mayor, es la compra de Su Sangre: Su Iglesia. Entonces, sosteniendo esto y el jugo de estas uvas, pienso en eso. Él dijo: “No beberé más el fruto de la viña hasta que lo beba con Uds. de nuevo en el Reino de Mi Padre”. Luego, noten que después que concluya la guerra del pecado, lo primero que haremos cuando lleguemos al otro lado es tomar la comunión, la Cena del Señor.",
    "Y vamos a inclinar ahora nuestros rostros por un momento mientras bendecimos este vino. Nuestro Padre Celestial, al pensar, sosteniendo este vino aquí que representa la Sangre de Jesús, cómo es que por derramar esa Sangre mis pecados han desaparecido. Han sido puestos en el Mar del Olvido, para nunca más ser recordados. Y con esta Sangre, un muchacho agonizando cierto día estaba tendido en el hospital, y Tú me salvaste. ¡Oh, Dios!, ¡cuánto Te agradezco, Señor! Y luego me comisionaste, por el Espíritu Santo, a guiar a las personas al Calvario y mostrarles el camino a Casa. Gracias, Padre. Y ahora santifica este vino para su propósito. Y que cada persona que participe de este sacramento, en esta noche, reciba fuerza espiritual y física para la jornada que nos espera. Porque lo pedimos en el Nombre de Jesús. Amén.\n\n[A la congregación le es servida la Santa Cena. Cinta en blanco.—Ed.]",
    "Estoy parado aquí y observo a las familias pasar, y así será uno de estos días, familia por familia, rango por rango, grupo por grupo, uno por uno. Cuando nos encontremos con Él, qué tiempo el que será, cuando toda vida humana que haya estado sobre la tierra, que haya creído en Él y confiado en Él, se reúna allá ese Día. ¿No será maravilloso? [La congregación dice: “Amén”.—Ed.]",
    "Tenemos que omitir el lavamiento de los pies en esta noche por causa del agua. No tenemos suficientes instalaciones ahora mismo, y serán arregladas pronto, estamos confiando. Les está yendo bien y avanzan rápido con el nuevo tabernáculo. De alguna manera pienso que esto es muy apropiado, tener la Santa Cena así a principios de año, a esta hora del día.",
    "Ahora, Uds. que no son de la ciudad, conduzcan mañana con mucho cuidado al regresar a casa. Que Dios los acompañe. Y Uds. aquí de la región, cerca, Dios los acompañe y ayude. Y ahora, el Señor mediante, y tengo que salir para esta próxima reunión que viene en Arizona, y entonces, si Dios quiere estaré de nuevo con Uds. para los Siete Sellos, tal y como les he prometido. Realmente deseo sus oraciones. Los necesito a Uds. mucho, así que no olviden orar por mí. Y que todo salga bien para Uds. Y, por cierto, agradezco su asistencia y la manera como han escuchado lo que yo he dicho en el Evangelio. Yo creo que ahora estamos haciendo un cambio, y lo estoy haciendo yo. Les agradezco por su amabilidad.",
    "Y muchos de Uds. manejan millas y millas para venir a oír a una persona sencilla como yo, intentando traer la Palabra de Dios. Estoy seguro que fue algo más por lo que Uds. han venido a escuchar, aparte de mí, pues yo no tengo nada que pueda presentar. No tengo educación, nada de personalidad, ni nada en lo personal. Entonces cuando veo a personas conducir por cientos y cientos de millas, y pararse y esperar aquí hasta las dos de la mañana, no ha sido por algo que yo tenga; es Cristo. Estoy muy contento que Uds. lo aman a Él; y yo también Lo amo. Y juntos, nosotros lo amamos a Él. Y por cuanto lo amamos a Él, jamás tendremos que separarnos. Tal vez nos separemos por un tiempito aquí, a medida que el tiempo avanza, pero estaremos juntos de nuevo. Ha sido mi ambición solo tratar de guiar a las personas a ese lugar.",
    "Y ahora, al comenzar un año nuevo, no quiero decirles a Uds.: “Feliz Año Nuevo”, quiero decirles esto a Uds.: “Dios los bendiga”. Y si Él lo hace, es todo lo que Uds. necesitan para el próximo año. Y confío que Él lo hará.",
    "Y yo, por Su gracia, intentaremos este próximo año, si Él me guarda, los guarda a Uds., por Su gracia espero ser un mejor pastor el próximo año de lo que he sido este año, espero ser un mejor siervo de Cristo. Me esforzaré por vivir más cerca, más fiel, de traer el Mensaje tal como Él me lo da, yo se los traeré a Uds. lo mejor que yo pueda, sin retener nada que Él quiera que les dé a Uds. Haré todo lo que yo sepa. Y sé que Uds. se sienten de la misma manera. Uds., Uds. tienen el sentir que todos trabajemos juntos ahora, porque ciertamente que las luces de la tarde se están apagando, y el sol poniéndose a lo lejos. La tierra se está enfriando, lo sabemos, hablando espiritualmente, la iglesia se está enfriando y el avivamiento ha terminado. Nosotros no sabemos qué es lo que sigue, pero confiaremos en Dios en cuanto a eso, cualquier cosa que sea. Y ahora, como a veces nosotros…",
    "Yo quiero que recuerden que el tabernáculo aquí tiene uno de los mejores pastores que haya en el mundo, el Hermano Orman Neville, un hombre piadoso, un buen hombre. Y cuando, en mi ausencia, el Hermano Neville queda con pleno control, así como si yo estuviera aquí. Síndicos, diáconos y demás, permanecerán en sus oficios tal y como lo hacen. Y este es nuestro cuartel general. Aquí está nuestro—nuestro—nuestro puesto, aquí mismo. Billy Paul no estará conmigo allá, solamente para la reunión, él regresará acá. El negocio y todo igual se manejarán aquí mismo. Solo porque voy allá no significa que los estoy dejando. Solo voy, Uds. entienden, solo es por una visión. Yo no sé lo que signifique. Confío y sí creo que será para mejorar toda la Iglesia. Y yo sé que será mejor para todos nosotros si seguimos la dirección del Señor. Eso es todo lo que sabemos hacer. No es fácil para mí. Recuerdo una vez que tuve que dejar aquí a la iglesia. Algunos de los veteranos lo recuerdan, ¡cómo simplemente no pude hacerlo! Yo amo a las personas.",
    "Cuando yo era niño no fui amado, nadie mostró interés por mí cuando era un muchacho, y yo, cuando me enteré que alguien me amaba, yo—yo pensé: “Quiero morir por ellos”. Y, pues, es porque alguien lo ama a uno, alguien se interesa. Una vez yo estaba subiendo un poste y el gancho se soltó, en un poste viejo de cedro, y el nudo estaba bien arriba, y le di con la espuela, y me volteó, caí como quince pies y se me enredó del brazo. Una señora gritó, y se puso las manos de esta manera. Siempre me agradó esa señora, a ella le importó. Ella era alguien que mostró interés. Y siempre pensé: “cualquiera que se interese por mí, yo los amo”.",
    "Y aquí hace un tiempo me encontraba en el centro, pensando en días pasados, y en lo que Dios ha hecho por mí, y realmente estoy agradecido. Y les agradezco por su amor y compañerismo. Y yo jamás intentaría guiarlos erradamente. Siempre será de la manera correcta, en lo mejor de mi conocimiento. Y registren esto: Yo nunca he dicho nada acerca de mí mismo, siempre ha sido Jesucristo. ¿Ven? ¿Ven? Esforzándome en permanecer tan cerca en Su Palabra como puedo hacerlo, para dirigirlos y guiarlos a Uds. a este lugar.",
    "Y los encomiendo a Uds. ahora en manos del Hermano Neville, primeramente en las manos de Dios, y luego en el cuidado de las manos del Hermano Neville, para pastorear la iglesia y cuidar la heredad hasta que yo pueda tener esta reunión y volver a Uds. nuevamente. Confiando que para ese tiempo les pueda traer a Uds. una gran revelación de Dios que emocione cada corazón y glorifique a la Iglesia de Dios.",
    "Normalmente tomamos la Santa Cena. Ya no quiero hablar más, Uds. saben cómo me siento. Y pienso que el canto que debemos cantar ahora mismo, Mi Fe Espera En Ti, Cordero Que Fuiste A La Cruz. Y mientras nos paramos y lo cantamos, estrechémonos las manos, y digamos: “Dios le bendiga”.\n\nMi fe espera en Ti,",
    "Bendiciones, mi hermano. Dios la bendiga, hermana. “Salva-…”. Dios le bendiga, mi hermano. “…-ivino. Ahora…”. [El Hermano Branham continúa estrechando manos mientras la congregación canta.—Ed.]\n\n¡Tu santa Luz!\n\nAhora levantemos nuestras manos a Él.\n\nMi fe espera en Ti,\n\nCordero, Quien por mí,\n\nFuiste a la cruz;\n\nEscucha mi oración,\n\nDame Tú bendición,\n\nLlene mi corazón,\n\n¡Tu santa Luz!",
    "🦅 ¡Hasta encontrarnos”! Cantemos, Hasta Que Nos Encontremos. Todos ahora juntos.\n\n¡Al venir Jesús nos veremos!\n\n¡A los pies de nuestro Salvador!\n\n¡Reunidos todos seremos!\n\n[El Hermano Branham habla suavemente con alguien.—Ed.]\n\nUn redil con nuestro Buen Pastor.\n\n¡Al venir Jesús nos veremos!\n\nA los pies de nuestro buen Jesús, (hasta encontrarnos)\n\n¡Reunidos todos seremos!\n\nUn redil con nuestro Buen Pastor.\n\nInclinemos nuestros rostros ahora.",
    "Hermano Neville, pues, nos despide en oración. Dios los bendiga. 🦅"
  ]
}