{
  "title": "COMUNIÓN",
  "id": "62140009",
  "content": [
    "🦅  …en mi garganta de varios, como quince servicios allá en Arizona. Tuvimos un tiempo maravilloso. El Señor Jesús nos bendijo excesivamente, en abundancia. Tratamos de obrar un poco de la estrategia del Señor, confío que esa sería la manera correcta de decirlo, eso es entrar al lugar y disparar todo alrededor para comenzar. Yo entré algunos días antes y tuve como diez o doce servicios en todas las principales iglesias grandes por todo lo que es Phoenix, Sunnyslope, y Tempe y Mesa, y por esa región, y así disparamos alrededor y lo dirigí todo a las cinco noches de la convención. Y fue la convención más grande que hemos tenido en Norteamérica. Fue muy grande. El desayuno más grande, y—y también el—el banquete esa noche.",
    "Yo no podría decir cuántos recibieron el Espíritu Santo. Fue algo—fue algo tremendo, cuántos recibieron el Espíritu Santo, y cuántos fueron sanados y fueron salvos, fue—fue algo maravilloso. Así que estamos agradecidos a Dios al ver el tiempo avanzando. Entraron muchos hombres grandes. Uno de los…",
    "Esto le hará mucho bien al Hermano Neville. Yo vi a un ministro Presbiteriano, graduado del Colegio Presbiteriano más grande de la—de esta nación, danzando en el Espíritu. ¡Oh, hermano, fue algo tremendo, él recibió el Espíritu Santo! Y luego él me dijo, dijo: “Recibí una de sus cintas”. Dijo: “No era muy buena”. Dijo: “Como que saltaba mucho, pero”, dijo, “la llevé a mi colegio y la escuchamos”. Y dijo…Siendo él ahí el gran hombre de psicología, él los mantuvo todos quietos. “Pues, cuando menos la pudieron escuchar una vez”, dijo él. Y dijo que tenía…",
    "Y dijo que comenzó a danzar en el Espíritu en su iglesia, después que había recibido el Espíritu Santo, y le dijeron: “Reverendo, ¿cuándo va Ud. a aprender un paso nuevo?”",
    "El dijo: “Cuando mi congregación aprenda éste”. Pensé que eso era muy bueno, Uds. saben, la jerarquía Presbiteriana, sí, dijo: “Cuando mi congregación aprenda éste”. Así que esa es una cosa buena. Es como un niñito, recién nacido, sin embargo ha sido…Pues, Uds. se imaginan lo que tendría que ser para ser el profesor de psicología en en el Colegio Presbiteriano más grande en Boston, pues, de todos los Estados Unidos.",
    "Yo vi a uno de los principales cirujanos del corazón, de la clínica Mayo, predicar el Evangelio en el Espíritu y hablar en lenguas. ¡Oh, hermano! Y vi a otro especialista, que era Adventista del Séptimo Día, de…El era era un—un—un especialista del corazón y también de la garganta, y él, ya un anciano, recibió el bautismo del Espíritu Santo. El lo recibió una noche cuando puse mis manos sobre él afuera en el patio, y él recibió el Espíritu Santo. Así que estamos…Son tantas las cosas que nuestro Señor hizo por las cuales estamos agradecidos, y en particular viéndolas en este tiempo.",
    "Entonces yo les dije: “¿Se dan cuenta Uds. qué hora es esta, cuando las vírgenes durmientes comienzan a buscar el aceite?” Era en ese tiempo que vino el Novio, y la gente, las aparejadas entraron. Oh, yo estoy tan contento de saber que estamos viviendo aquí en estos últimos días. Yo creo que estamos viviendo en uno de los tiempos más grandes que el mundo ha conocido, en la víspera de la Venida del Señor. ¿No es eso maravilloso? ¡Piénsenlo, que en cualquier momento, casi todas las Escrituras se han cumplido! Y así que lo estamos esperando en cualquier momento. Y debiéramos vivir bajo esa clase de expectativa, que, en cualquier momento puede suceder. ¡Manténganse en oración y listos!",
    "En algunas de las entrevistas hoy, yo, en una conocí una misionera de Formosa, una mujer noble, de setenta y tres años, y se ve como de cuarenta y cinco. Y aún es una—una Señorita, y debe haber sido una joven muy hermosa. Y ella dijo que había sido criada en un hogar Cristiano donde el “sí” era sí, y el “no” era no. Y así creció bajo esa enseñanza estricta. Y me dijo: “Hermano Branham, como a la edad de, oh”, dijo, “como a los ocho años, yo pensé que entregué mi vida al Señor Jesús”. Dijo: “Como a los doce años yo fui convencida por un cierto ministro denominacional que yo debiera buscar la segunda bendición”, y dijo, “yo fui muy engañada en eso”. Pero dijo: “Como a los diecisiete años de edad, yo en realidad recibí el Espíritu Santo”. Y ahora está acá de nuevo, tratando de despertar a algunas de estas iglesias Bautistas que están dormidas. Ella dijo que si había algo que ella había visto que estaba “muerto”, y ella misma es Bautista, dijo: “Son estas iglesias Bautistas muertas que hay aquí”. Ella las llamó: “Morgues”.",
    "Yo dije: “Pues, me supongo que cuando uno está en el frente de batalla…” Creo que ahora ella es…Piénsenlo, yo que tengo cincuenta y dos, ella ya andaba de misionera antes que yo naciera. Y luego yo pensaba que ya no podía salir al campo misionero por causa de mi edad. Y luego pienso: “Señor, perdóname”.",
    "Y ella, tan fina, tan lista y brillante como pudiera ser. Y me estaba relatando las experiencias que ha tenido por la jornada, y cómo el Evangelio se necesitaba en Formosa y—y China, y Japón, y etc. Entonces la devolvieron del campo, dijeron: “Ud. sabe que después de los setenta años ya no puede salir al campo”. Entonces la devolvieron. Pero ella no se va a quedar quieta, está asistiendo a todas las convenciones Bautistas. Y ella dijo: “Billy Graham”, dijo, “a como él está llevando el mensaje Bautista, es una vergüenza para la iglesia Bautista”. Dijo: “No los lleva hasta el punto de recibir el Espíritu Santo”, dijo ella. Oh hermana, manténgase con eso. Eso está bien. Ella dijo, aquellos Chinos allá, dijo que ella no les permitía seguir adelante y solo decir: “Nosotros creemos a Jesucristo”. Dijo: “Eso estaba bien”, pero dijo que ella los mantenía ahí hasta que algo sucedía, y entonces llegaban a ser genuinos Cristianos.",
    "Yo dije: “Así sucede, hermana. Solo hábleles, manténgalos ahí hasta que algo suceda”.",
    "¿Qué tal si los apóstoles hubieran dicho después de nueve días: “Nosotros creemos que lo tenemos, ¿ven?, aceptémoslo por fe y sigamos con nuestro trabajo”? ¿Ven?, eso nunca hubiera funcionado. Ellos esperaron hasta que supieron que algo había sucedido. Y ese es el problema con nosotros hoy en día, no nos quedamos lo suficiente. Pues por eso es que después podemos vivir cualquier clase de vida, hacer cualquier cosa, nada nos molesta, porque no nos quedamos ahí lo suficiente. Hoy estamos adentro, mañana estamos afuera, de esta y aquella manera. Si nos quedamos lo suficiente para entrar y cerrar la puerta detrás de nosotros, entonces permaneceremos allí. Uno es sellado hasta el día de nuestra redención. Estoy tan contento por eso.",
    "Y tuvimos un gran tiempo, como dije, en Phoenix y por todo el valle y con muchos de los Cristianos allá, muchos de ellos fieles con toda su vida.",
    "Yo subi a South Mountain, mi esposa que está sentada allí, y yo, un cierto día nosotros,…los amigos…Mi hermano Doc estaba cuidando las dos niñas, y—y el Hermano y la Hermana Wood cuidaron al niño, y yo y mi esposa gozamos de una segunda luna de miel. Y ella dijo: “Bill, tú sabes, esta fue más como una luna de miel que la primera”. Dijo: “La primera vez que fuimos en luna de miel, lo único que hice yo fue quedarme sentada en un campamento y esperar que regresaras de cacería”, así dijo.",
    "Yo usé un poco de estrategia, Uds. saben. Yo pensé: “Bien, ahora no tengo mucho dinero”. Había estado ahorrando en una latita de polvo para hornear, casi lo suficiente para ir de cacería, y sin embargo me iba a casar ese otoño. Entonces pensé: “Haré un solo viaje”, Uds. saben. Y mientras iba de cacería, eso también sería la luna de miel, Uds. saben, así que lo consolidamos. Pero en esta ocasión pudimos compensar aquello, verdaderamente salimos, y así…tuvimos un gran tiempo.",
    "Y muchos de ellos eran de aquí del Tabernáculo. Creo que ahí está el Hermano Sothmann y su familia, y el Hermano Tom Simpson y ellos, y el Hermano Maguire, y todos nos gozamos mucho en el Señor.",
    "Así que subimos a South Mountain, la cual está situado al sur de Phoenix, y así pudimos escaparnos de aquella presión. ¡Oh! ¡Lo que es la presión en una ciudad moderna! Con razón cuando la gente comenzó a multiplicarse sobre la tierra, ahí comenzó el pecado y la violencia. Y yo miré desde allá, y sentados muy arriba para poder ver todo el valle de Phoenix, le dije a mi esposa: “Me pongo a pensar, desde que hemos estado sentados aquí estos quince minutos, ¿cuántas veces se habrá tomado el Nombre del Señor en vano en esa ciudad?”",
    "Como, bueno, en toda la área metropolitana, abarcando a Tempe y—y Sunnyslope, y todo eso, yo me supongo que habrá cerca de un millón de habitantes en ese valle. Yo dije: “Hace trescientos años, aquí no había más que cactos y coyotes. Y probablemente, a la vista del Señor, fuera mejor si estuviera nuevamente así”. Correcto. Aunque la gran—gran ciudad que han construido ahí, y todos los hogares hermosos y demás cosas, todo es muy bello. Pero estuviera bien, fuera mejor si los hombres y las mujeres estuvieran caminando por las calles con sus manos en alto, glorificando a Dios y agradeciéndole. Pero, en lugar de eso, es puro maldecir, coquetear, beber. Sólo dejen que entre la civilización, y ahí aparece la maldad.",
    "Yo dije: “¿Cuántos adulterios se cometieron ayer, anoche en esta ciudad? ¿Cuántas borracheras? ¿Cuántos hogares…? ¿Cuántas—cuántas cosas desordenadas se habrán hecho en esta última hora en esta gran ciudad?”",
    "Y entonces mi esposa me dijo, dijo algo como esto, mientras yo pensaba: “¿Cuál sería el propósito de venir aquí entonces? ¿Por qué dejaste la casa para venir acá?”",
    "Entonces dije: “Aquí está el asunto. Después de todo aquello, que ciertamente está en la mayoría, pero existe ahí una minoría. ¿Cuántas oraciones fieles se elevaron ahí anoche, de los que venían al servicio?”",
    "Y El fue tan bondadoso con nosotros que las iglesias estaban llenas aun antes de la puesta del sol, y uno no podía ni entrar en los jardines alrededor del lugar. Y las organizaciones y demás, y el Señor derramó de Su Espíritu y los bendijo. Y yo no me detuve en ningún punto, seguí dándoles el Evangelio. Y, algunas veces, por supuesto, se pone difícil, pero es la única manera que yo conozco. Es difícil aquí. Y será mucho más difícil allá en el Juicio, adonde tendremos que enfrentarlo. Así que, en total, fue una cosa gloriosa. Y deseamos agradecer a la iglesia aquí por sus oraciones y por estar atentos a nosotros, y—y manteniéndonos cerca de la cruz.",
    "Y ahora, volviendo a casa y luego aquí, yo hubiera venido esta mañana quizás para orar por algunos enfermos. Pude tener muchas de las entrevistas que han estado esperando, casos que pude ver en estos dos días desde que volví, algunos han estado esperando por un mes, desde que me fui. Así que están tratando de tenerlas tan rápido como se puede, llamándolos de los distintos lugares donde están.",
    "Y Dios mediante, como en quince días, voy para Tucson, eso es en la parte más baja del estado. Y ahora, los hombres de negocio en esta ocasión, para que puedan estar orando por esto…A mí no me gusta hacer ninguna cosa hasta primero saber que es la voluntad del Señor. Ahora, la próxima convención será en Modesto, y de ahí a Washington, el estado de Washington, y luego a Zurich, y luego a Palestina, y luego hasta Sudáfrica. Y todo eso será de aquí al mes de junio. Me invitaron para que fuera el predicador en todas estas convenciones. Y esto quizás me dé la oportunidad de entrar nuevamente a Sudáfrica. Sus llamadas, a cada mes nos llegan invitaciones. Pero si uno…",
    "Existe una gran división entre las iglesias, las iglesias Pentecostales. Y si uno va con un lado, los otros no tienen nada que ver. Y no pueden cooperar juntos, así que yo me he detenido ahora como por unos cinco años, con un llamado en mi corazón de ir. Y ahora, quizá si los hombres de negocios me llevan, lo suficiente para establecerme, ellos tienen gente de ambos lados, ¿ven?, entonces así todos llegan. Todos tendrían que llegar a cooperar en eso por razón de las necesidades financieras de sus—las necesidades de sus iglesias estarían ahí, entonces tendrían que venir para salvar las apariencias, ¿ven? Así que quizá sea la voluntad del Señor, sin embargo, yo no sé. Suena bien, pero yo no sé.",
    "Y luego, en este año, el Hermano Borders me ha dado el itinerario, o más bien, las invitaciones. Y, les digo la verdad, era un libro el doble de grueso de esto aquí, las cuales han llegado desde la navidad pasada, invitaciones. Es demasiado para una mente humana intentar resolverlo, por lo tanto, no acepté ninguna. Solamente voy a aceptar un servicio, y luego esperar para ver adónde me dice el Señor que vaya de ahí, luego iré al siguiente, y al siguiente, y adonde El me diga que vaya. Así que, Uds. oren por mí.",
    "Me acuerdo el año pasado, allá con el Hermano…o la Hermana Cox, cuando el Hermano Arganbright me llamó para acompañarlo en aquel viaje a Anchorage. ¿Cómo fuera si yo hubiera ido allá, suponiendo que era lo correcto?",
    "Ahora, pensando en eso, suponiendo, yo prediqué sobre un tema de ese título. Yo les dije a los muchachos que graban las cintas: “No hay porqué llevar cintas. No vayan con la idea de grabar, voy a predicar sobre los mismos temas que ya prediqué aquí”. Creo que prediqué un solo tema que ya había predicado aquí, los demás eran todos nuevos. Y el Hermano Maguire los tiene, todos ellos.",
    "Suponiendo. Entonces si yo hubiera salido hacia allá suponiendo, ciertamente hubiera resultado muy distinto a como fue, la visión no se hubiera cumplido. Pero la visión se cumplió, y todos Uds. están conscientes de eso, como el Señor nos bendijo.",
    "Ahora, hay otra cosa que ha estado en mi corazón por mucho tiempo. Iglesia, oren por esto. Todos Uds. que están aquí saben que desde que yo era un muchacho, no he estado satisfecho aquí en este país. Con todo mi corazón siempre he anhelado por el oeste. Y me acuerdo de cuando estaba cortándole la grama para mi suegra ahí en el lugarcito que pertenecía a la iglesia, que ese lugar…Yo estaba sentado en los escalones y el Espíritu Santo me habló, El dijo: “No te puedo bendecir más hasta que me obedezcas por completo, así como Abraham”. ¿Ven? Y Abraham, Dios le dijo que se separara, y que se fuera allá solo. Y cuando lo hizo, se llevó a su padre, su sobrino. Y hasta que Abraham completamente obedeció a Dios, entonces hubo un cumplimiento total de lo que Dios le había prometido. Y la atadura, una de las ataduras principales que me tenía ligado aquí, era mi madre. Uds. saben eso. Y ahora mi madre ha partido para estar con el Señor Jesús. Y yo—yo no sé a cuál lado debo inclinarme, ni qué hacer, así que oren por mí.",
    "Ahora, el Hermano Neville, yo salí a la plataforma, pensé: “Saldré ahí”. Alguien me encontró y dijo: “Vaya, van a tener varios servicios esta noche”. Dijo: “Van a tener servicio de predicación, servicio de cantos, servicio de oración, luego van a levantar la ofrenda, y luego dijeron que tienen—tienen el lavamiento de pies, la comunión y el servicio bautismal”.",
    "Yo pensé: “¡Pobre hermano! ¡Hermano! Vaya, todo eso, yo sé lo que significa, probablemente después de predicar duro hoy en la mañana”. Ahora, pensé: “Llegaré, quizás él desee que yo dé la comunión”.",
    "Y él dijo: “¿Nos puede hablar en esta noche si se siente dirigido?” Entonces yo sé lo que eso significa. Así que me encerré y obtuve una Escritura aquí y unos apuntes, y quizás el Señor me ayude a hablar solo un mensaje corto de unas cuatro horas, entonces tendremos nuestro—nuestro lavamiento de pies, y luego la comunión. Y—y, oh, quizás termine antes que eso. No, era solamente en broma. Como unos veinte, treinta minutos y luego tendremos el bautismo, lavamiento…¿Qué sigue después de esto, comunión? La comunión sigue después de esto, luego el servicio bautismal.",
    "Ahora, estamos muy contentos de que Uds. van a ser bautizados. Ahora, si fuera la voluntad de Dios y le agrada a El, y estuviera bien con el pastor y el pueblo, el domingo próximo yo estaré aquí para orar por los enfermos, y hablar, Dios mediante, este domingo que viene, porque entonces para el domingo siguiente estaré nuevamente de viaje. Y así que mientras estoy por aquí, me gusta llegar y—y hablar aquí, porque estamos unidos como hermanos, el Hermano Neville y yo, y nos—nos amamos el uno al otro, y deseamos mantenernos cerca y ayudarnos el uno al otro.",
    "Esto suena sacrílego, pero ojalá no suene así para Uds., el Señor Cory dijo en una ocasión, él…Yo estaba en una promoción de lámparas, vendiendo bombillos para la compañía. Y él compró una enorme cantidad de bombillos, la cual le duraría cuatro o cinco años, a la vez yo le compré un carro Ford a él. El dijo: “Billy, yo creo que lo que estamos haciendo es rascándonos la espalda el uno al otro”. Eso es, pues, ayudar en tiempo de necesidad. Así que—que así es. Sabemos como llegar al auxilio el uno del otro y como ayudarnos el uno al otro.",
    "Ahora, lleguemos a la parte sincera, y si no estoy errado, creo que veo al Hermano Beeler allá atrás, otro hermano ministro. Y hoy cuando pasé, el Hermano Junior Jackson estaba parado aquí afuera en el patio junto con el Hermano Creech. ¿Tienen ellos un culto aquí de vez en cuando? Servicio bautismal, ya veo. Muy bien, nosotros podemos suplir el agua si ellos traen los candidatos. Ciertamente tenemos el agua.",
    "Entonces ahora, siendo que vamos a tener la comunión, yo pensé que fuera bueno si yo hablara sobre la comunión por unos momentos.",
    "Ahora, antes de entrar en la Palabra, pongamos todo a un lado, todas nuestras cosas de niños y todas las bromas, y—y entremos a la Presencia de Dios por medio de la oración. Oremos. Ahora, con nuestros rostros inclinados y confío que también nuestros corazones, si hubiera una petición entre nosotros que sería…quisieran darla a conocer a Dios, y desearan que yo los recordara ante Dios, muéstrenlo al alzar la mano hacia Dios. Que Dios le conceda la petición a cada persona.",
    "Dios Todopoderoso, el Padre de nuestro Señor Jesucristo, Quien lo levantó de entre los muertos y lo puso a la diestra de la Majestad, siempre vivo para hacer intercesión sobre las cosas que nosotros creemos que El hizo por nosotros, y confesamos que así es. Rogamos en esta noche, Señor y Dios, que nos perdones nuestros pecados. Deseamos mantenernos bajo la Sangre a toda hora, porque no sabemos qué puede suceder. Sentimos que todas las cosas están llegando a su fin Señor, y que la Venida del Señor está a la mano. Y estamos ya para emprender este viaje. Y cuando pensamos de un viaje, quizás pensemos de valijas, y—y ropa para cambiarnos, y otro par de zapatos. ¡Pero cuán distinto será este viaje! No es cuestión de empacar las cosas, sino de desempacar, poniéndolas a un lado. Como dijo Tu gran siervo Pablo, en el Libro de los Hebreos, en el capítulo 12: “Despojándonos de todo peso y la incredulidad que tan fácilmente nos asedia, que así podamos correr con paciencia la carrera que tenemos por delante”.",
    "Y nosotros no podemos profetizar en este tiempo de cosas buenas para este mundo moderno. La única cosa que podemos profetizar por medio del Espíritu es desastre, problemas, terremotos, olas gigantescas del mar, el sol y la luna fallando, la iglesia en la edad de Laodicea, Cristo afuera de la puerta, tocando para que le den entrada. ¡Oh Dios! Así como Micaías de la antigüedad, ¿cómo podía él bendecir a Acab cuando la profecía estaba en contra de él? Cuando se le enfrentó aquel gran y poderoso profeta Elías, y por cuanto él había tomado la vida de aquel hombre inocente, Nabot, éste le dijo: “Los perros lamerán tu sangre”. Entonces ¿cómo podía Micaías profetizar cosas buenas?",
    "¿Cómo pueden los hijos llenos del Espíritu, hoy en día, profetizar bien para un pueblo pecaminoso e indiferente que ha dejado al Señor afuera? Oh, Dios, adelante solo podemos ver la amargura del juicio. Y clamando a aquellos que no están aparejados: “¡Huyan hacia el Señor, porque El es el Peñasco en tierra calurosa! El es el Refugio en tiempo de tormenta. Y el Nombre del Señor es una Torre Fuerte a la cual corren los justos y son levantados”. Cómo pensamos en aquellas grandes ciudades de refugio que construyeron, y cuando el que les perseguía…habiendo entrado en esta—la torre, ahí él estaba seguro, nada lo podía tocar. Oh, Dios, permite que corramos rápido al Señor, por cuanto El es nuestro Refugio y nuestra Fuerza, nuestro pronto auxilio en las tribulaciones. Así que, al mirar por el ojo de áquila, como diríamos, se está formando el problema, las nubes están agitando, los truenos y los relámpagos de juicio están llegando a la tierra, sabemos que la tormenta está a la mano.",
    "Señor, en esta noche oramos por éstos que han levantado sus manos. Yo no sé qué desean, Padre, pero Tú sí. Yo ruego que Tú suplas cada cosa para sus preciosas almas, por lo cual fue levantada esa mano. Concédelo Señor. Sana a los enfermos. Consuela los cansados. Da gozo a los oprimidos. Dales paz a los cansados, Alimento a los hambrientos, Bebida a los sedientos, gozo a los tristes, poder a la iglesia. Señor, trae a Jesús entre nosotros en esta noche, mientras estamos preparándonos para tomar la Comunión, lo cual representa Su cuerpo partido. Rogamos Señor, que El nos visite en una forma sobresaliente.",
    "Bendice a esta pequeña congregación, su amado pastor, nuestro Hermano Neville y su familia, y los diáconos, los síndicos, y toda persona presente. Bendice a los demás Señor, alrededor del mundo que están esperando con gozo la Venida del Señor, con las lámparas aparejadas, y los cristales de las lámparas limpios, y la Luz del Evangelio brillando en lugares oscuros.",
    "Ahora, Señor, ayúdame a mí con estas pocas palabras. Y bendícela mientras la leemos, y danos el contexto, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora podríamos abrir el Libro al capítulo 6 de San Juan, y fuera bueno si cada uno de nosotros leyéramos todo este capítulo cuando llegáramos a casa. Deseo leer, comenzando con el versículo 47 hasta el 59, inclusive, solamente para edificar un texto para el tema de comunión. Ahora esto es Jesús hablando en la fiesta. Estas fiestas eran una ocasión muy tremenda. Tomaban agua de la roca, en representación de la Roca en el desierto. Y comían en conmemoración del maná que había caído centenares de años antes. Era una fiesta de pascua, así como tenemos en esta noche.\n\nDe cierto, de cierto os digo: El que cree en mí, tiene vida eterna.\n\nYo soy el pan de vida.\n\nVuestros padres comieron el maná en el desierto, y murieron.\n\nEste es el pan que desciende del cielo, para que el que de él come, no muera.\n\nYo soy el pan vivo que descendió del cielo; si alguno comiere de este pan, vivirá para siempre; y el pan que yo daré es mi carne, la cual yo daré por la vida del mundo.\n\nEntonces los judíos contendían entre sí, diciendo: ¿Cómo puede éste darnos a comer su carne?\n\nJesús les dijo: De cierto, de cierto os digo: Si no coméis la carne del Hijo del Hombre, y bebéis su sangre, no tenéis vida en vosotros.\n\nEl que come mi carne y bebe mi sangre, tiene vida eterna; y yo le resucitaré en el día postrero.\n\nPorque mi carne es verdadera comida, y mi sangre es verdadera bebida.\n\nEl que come mi carne y bebe mi sangre, en mí permanece, y yo en él.\n\nComo me envió el Padre viviente, y yo vivo por el Padre, asimismo el que me come, él también vivirá por mí.\n\nEste es el pan que descendió del cielo; no como vuestros padres comieron el maná, y murieron; el que come de este pan, vivirá eternamente.\n\nEstas cosas dijo en la sinagoga, enseñando en Capernaum.",
    "Que el Señor bendiga Su palabra. Deseo hablar por unos momentos sobre: Comunión. ¿Qué significa la palabra comunión? Comunión significa “hablar”. Tener comunión en realidad significa “tener compañerismo, hablar el uno con el otro”. Si Ud. habla por teléfono con alguien, y tienen una conversación, ahí están conversando el uno con el otro. Y si nos apartáramos y nos paráramos allá en la parte de atrás del edificio, cualquier individuo y el pastor, o cualquier par de personas, ellos están conversando el uno con el otro.",
    "Ahora, uno no puede conversar por vía de la radio porque uno no puede responder, ni tampoco se puede hacer por televisión. Pero sí se puede hacer por medio del teléfono porque están conversando el uno con el otro. No es así de un solo lado. Es…Yo no puedo conversar con Uds. ahora mismo porque Uds. no responden. Así que no sería cuestión de venir a escuchar a un ministro entregar su mensaje. Esa no sería una reunión para llegar a tener comunión. Esa no sería la comunión. Si Ud. viene solo para conversar con el ministro, Ud. lo llamaría aparte, o así con cualquier individuo, y conversaría con él, o con ella.",
    "Pero al entrar nosotros en comunión, eso es que como individuos entremos cada uno de nosotros en comunión con Cristo. Eso es estar en comunión. Entonces conversar no es que solo uno esté hablando, solo nosotros hablando, sino esperando y viendo qué nos responde El a nosotros.",
    "Ahora, ahí es donde muchas veces cometemos nuestro gran error, es que nosotros somos los que hablamos y no esperamos ni le damos oportunidad a El para que nos responda. A veces vamos y decimos: “Señor, yo quisiera que Tú obraras e hicieras esto y aquello y esto y aquello, amen”, y nos levantamos y nos vamos. Ahora eso en realidad no es comunión. Eso es llegar y pedir un favor. Pero cuando uno se queda lo suficiente hasta que El responde, entonces eso es entrar en comunión, conversando con el Señor. Ahora, una gran forma de conversar es de estar de acuerdo, se tiene que estar de acuerdo sobre ciertas cosas. Ahora, y es una cosa rara que cuando llegamos a esos puntos…",
    "El comer está relacionado con esto. Ahora, por ejemplo, las personas de negocio, cuando ellos quieren efectuar un negocio, invitan a la persona a cenar. Y después de que estén bien cómodos y hayan cenado, luego hablan el uno con el otro. Un buen vendedor, por lo regular él no puede hablar con la gente con el estómago vacío. Es mejor esperar hasta que se esté sintiendo bien, y así después de que se haya desayunado. No vaya a levantar a la gente de la cama y tratar de hablarle de algo que le quiere vender, sino mejor espere hasta que se haya desayunado y—y todo esté en la condición correcta.",
    "El otro día, predicando acerca de la mujer que le lavó los pies a Jesús, yo estaba allá en Canadá hablando de esto, diciendo que cuando un invitado llegaba a la casa de alguien, esta persona tenía ciertos procedimientos por los cuales se tenía que pasar, antes de que en realidad se sintieran dignos de llegar de visita o conversar. Una visita es una comunión. Ahora, llegaban a la…Invitado, primero uno tenía que ser invitado. Entonces uno llegaba a la puerta y un mozo le lavaba los pies, porque al viajar, uno tenía el olor de los—de los animales, etc., por el camino. Todos…La gente viajaba por el mismo camino con las bestias, y—y había un olor y el polvo, y el ropaje Palestino lo levantaba todo y reposaba en el sudor de las piernas, y también en la cara donde estuviera descubierta, y—y sobre las manos. Y—y los paraban en la puerta, esto lo hacía el mozo, y les lavaba los pies. Y luego en seguida había otro hombre con una toalla y un—un alabastro, y rociaban este alabastro en las manos y se lo sobaban así, y—y por la cara, luego tomaban la toalla y se secaban. Así se quitaban todo el polvo y el mal olor. Y tenía algún ingrediente que los refrescaba, algo como mentol, y los hacía sentirse mejor.",
    "Luego cuando entraban, no con aquellos zapatos hediondos, sobre esas alfombras tan finas, tenían como unas zapatillas, y con esas entraban. Y así entraba el invitado y—y entonces el anfitrión le—le daba la bienvenida con un beso. Y, ¿ven?, uno no desearía que el anfitrión le besara si oliera mal. Uno no desearía andar sobre las alfombras estando sucio. Luego el anfitrión le daba la bienvenida con un beso, y entonces uno sería como uno de la casa.",
    "Y ahora, Dios tiene tales cosas. Antes de estar verdaderamente listos para la comunión con Dios, primeramente debemos ser lavados con el agua de la Palabra. Separación, las aguas de separación, las cuales nos separan de nuestros pecados. Ahora, para comenzar, Ud. no puede hablar con Dios, Ud. no puede conversar con Dios, y hay…Primero, Ud. tiene que arrepentirse por lo que ha hecho, porque Ud. no puede creer correctamente hasta que esté arrepentido: “Señor, perdona mi incredulidad”. ¿Ven? “Perdona mi incredulidad”. Uno primero tiene que arrepentirse. Y cuando se arrepiente, entonces es…los pecados de su pasado quedan perdonados, entonces Ud. es candidato para el bautismo. Ahora, luego, El prometió el Espíritu Santo después del bautismo.",
    "Ahora, la cosa es esta, en esto de la comunión, hallamos que había un—un lavamiento de pies relacionado a eso también, para lavar nuestros pies, como un símbolo de la limpieza del Espíritu Santo.",
    "Bien, entonces debe haber un sentir mutuo. Si Ud. se siente nervioso con su—su anfitrión, entonces Ud.—Ud. no puede tener comunión. No, Ud.—Ud. no lo puede hacer porque está en desacuerdo con él. Pero si Uds. están de acuerdo, entonces pueden conversar. Así es cuando llegamos a la mesa del Señor, debemos estar de acuerdo con Su Palabra. ¿Ven? Debemos nacer de nuevo, con el Espíritu de Dios en nosotros, diciendo “amén” a toda Palabra que El ha escrito, entonces podemos conversar con El.",
    "Tenemos esto de parte de Dios, que si nuestros corazones no nos reprenden entonces tenemos favor con Dios. Sabemos que obtendremos nuestras plegarias y peticiones por cuanto nuestros corazones no nos reprenden. Ahora, si Dios nos dice que debemos nacer de nuevo, y no hemos recibido el nuevo nacimiento, entonces nos sentiríamos algo raros al pedirle algo, ¿ven?, porque sabemos que no hemos cumplido con Sus requisitos. La única cosa entonces es la oración del pecador. Pero hablamos con El cuando estamos en compañerismo con El, y eso produce la comunión.",
    "Ahora, esta clase de comunión, me gustaría explicarla por unos momentos. Bien, nosotros tomamos, lo que llamamos comunión, es el pan y el vino. Ahora, eso ha sido tan malamente representado a tal grado que no tiene ningún beneficio el hablar de ello. ¡Oh, cómo eso ha sido representado mal a través de los años! Eso en realidad no es la comunión, eso es simplemente guardar un mandamiento. ¿Ven? Ahora, la razón de que nosotros lo llamamos comunión, es porque viene de la asociación Católica de ser la “Santa Eucaristía, lo cual es literalmente el cuerpo del Señor Jesús”. ¡Pero no es el cuerpo del Señor Jesús! Solamente es en conmemoración de Su cuerpo.",
    "Y no me importa cuántos sacerdotes o cuántos predicadores, o quien sea que bendice aquello, aún es pan y vino. No hay ningún sacerdote, como nos han dicho que: “Dios está obligado a escuchar al sacerdote cuando él convierte la comunión”, lo que ellos llaman la comunión, “la Eucaristía, a que sea el cuerpo literal del Señor Jesús. Luego el creyente toma eso, y eso es la comunión”. ¡Eso está errado!",
    "Comunión es “hablar con, tener comunión con, algo a lo cual uno puede hablar y le responde”. Esa es la comunión. Uno hostia no le puede responder. Así que, en realidad, la verdadera comunión es el Espíritu Santo respondiendo. Cuando Ud. le pregunta algo, luego El le responde, esa es la comunión correcta. Esta es una conmemoración, el tomar de Su crucifixión y Su resurrección, mas no es comunión. La llamamos así, pero no es. Eso viene de la iglesia Católica, el tomar esta hostia, como vimos el otro día en el orden, y hablando de ello en Cristianismo Contra Idolatría.",
    "🦅 Como es que esta pequeña hostia redonda es el cuerpo literal de Cristo”. Ahora la iglesia Católica cree eso. ¿Han notado cuando van pasando por la iglesia, se persignan, se quitan el sombrero y demás? No es por la iglesia, es por esa hostia, “ese cuerpo que el sacerdote ha convertido de hostia a el cuerpo literal de Cristo”, donde las ratas y los ratones se lo pueden robar. Pues, ¡Ud. no, no podría estar pensando normalmente, y pensar que un pedazo de pan podría ser el cuerpo del Señor Jesús! No puede ser.",
    "Comunión es “hablar, y que le responda, algo a lo cual Ud. le habla”. La misma palabra conversar significa “hablar con” o, “estar asociado con algo que le está respondiendo a Ud.”. Y Dios le responde a Ud., conversando. Y aún es el pan y el vino que nosotros llamamos comunión.",
    "Ahora, Jesús dijo aquí, como he leído: “Mi cuerpo es carne y es bebida, Mi Sangre—cuerpo y Sangre, son carne y bebida”.",
    "Ahora, deseamos pensar en Jesús y asociarlo, lo que El fue. ¿Qué es Su cuerpo? ¿Qué es el cuerpo de Cristo? Es el cuerpo de creyentes que están asociados con El en el Espíritu Santo. No algún ídolo, no un pedazo de pan, sino más bien un Espíritu que está en el corazón del creyente, y están asociados, que así Dios y el hombre pueden conversar, hijos e hijas de Dios. El hombre mortal, y por medio del derramamiento de la Sangre lo cual produjo la remisión de pecados, y este hombre y esta mujer, muchacho o muchacha, que tienen compañerismo con Cristo, están en comunión con El, el cuerpo.",
    "Así como un esposo y una esposa se sentarían para conversar algo, o un joven y su novia, Cristo y Su iglesia están conversando. Por eso es que podemos escuchar de parte de El, y poder ver el futuro antes que llegue, y podemos predecir el futuro que es perfecto, por cuanto conversamos con un Dios que tiene la Eternidad en Su mano. Conversando uno con el otro, el cuerpo de Cristo, el cuerpo de Cristo, místico y espiritual. No asociado con ninguna clase de ídolo, o pan o—o vino, pero en una—una forma espiritual.",
    "Ahora Jesús dijo lo mismo. Viendo San Juan el capítulo 4, hablando con la mujer junto al pozo, ella estaba hablando acerca de cosas como: “Nuestros padres tomaron de esta fuente, y cavaron este pozo, Jacob y—y dio a sus hijos y a su ganado de esta agua, y Tú dices: ‘Adorad en cierta ciudad’, y otros dicen: ‘En este monte’”.",
    "Y Jesús, en ciertas palabras, dijo: “¡Un momento! Nosotros somos Judíos y entendemos lo que—lo que significa la adoración. Pero mujer, escucha esto. La hora viene, y ahora ya es, cuando los verdaderos adoradores adorarán a Dios en Espíritu y en Verdad. ‘Tu Palabra es Verdad’. Y el Padre busca a tales que le adoren en Espíritu y en la Palabra, la Verdad. ‘Tu Palabra es Verdad’”. Bien, le dijo eso a la mujer.",
    "¿Ven?, Cristo…Dios es un Espíritu. Cristo significa “el ungido, un hombre ungido de Dios”, lo cual hacia de El el Cristo. Ahora, Cristo dijo: “Yo soy Carne y Bebida”. No una hostia, no una hostia que se toma aquí. Eso no es Cristo. El vino que tomamos en el altar no es Cristo. Lo representa a El, en una forma figurada. Pero Cristo es el Espíritu Santo, la unción que está sobre la Iglesia, esa es la Carne y la Bebida.",
    "El clamor más grande que existe en todo el mundo, espero que ninguno de Uds. lo hayan oído, pero, si lo han escuchado, no hay ningún clamor que iguale el clamor del hambre. Cuando uno ve a una madre con su pequeño, y ella ya no puede caminar por lo débil, y el niñito muriendo, con su vientre hinchado del hambre, escuchando los sollozos procediendo del corazón de esa madre, ver ese niño con las mejillas hundidas a tal grado que solo es piel y hueso, y las encías brillando, y casi no puede producir ningún sonido, sus ojitos casi para salirse. No hay otro clamor como el clamor del hambriento, y el sediento.",
    "Allá en los desiertos, ¿cuántos hombres han perdido la vida por causa de la sed? Muchos relatos, que podría mantenerlos aquí toda la noche con relatos verídicos del desierto. Como es que cuando uno llega a…al tener sed, como el Diablo le muestra un espejismo. Uds. los han visto por aquí, no tienen que ir hasta el oeste para verlos. Viaje por la carretera, y parece que más adelante hay agua en el camino. Todos Uds. han visto eso, los que han manejado y han estado en la carretera. Ese es un espejismo falso. No hace mucho, hace como unos tres o cuatro años, yo leí donde unos patos, volando a través del país, vieron un espejismo y cayeron en la carretera, pensando que estaban aterrizando en agua. Y se desintegraron, pegaron en la carretera, pensando que estaban aterrizando en agua, un espejismo.",
    "¡Cuántas veces ha hecho la misma cosa el Diablo con la gente, mostrándoles un espejismo falso, donde no existe nada, sino una cosa fingida! Tanta gente de hoy en día obtienen una religión fingida, tratando de inventar algo o fingir que existe algo cuando no es así. Como la hermanita misionera que dijo que esperó hasta estar segura. Nos conviene hacer eso. Uno no puede volver e intentarlo de nuevo. Tenemos una sola oportunidad, y aquí tenemos el Plano, así que conviene que peguemos en el blanco.",
    "El clamor del hambre, escuchen, es un gran clamor porque es un clamor angustioso. La persona se está muriendo. ¡Y, oh, si pudiéramos llegar a ese lugar, si esta nación pudiera llegar al lugar en donde estuviera hambrienta por Dios! Está en una condición de hambre peor que las naciones como la India, las cuales están pasando hambre físicamente, esta nación está pasando hambre espiritualmente. Pero después de pasar hambre por tanto tiempo, uno llega al grado que no sabe que tiene hambre.",
    "Así como congelarse. Después de que uno llega a cierto grado de congelación, uno se pone tan frío, que después de un rato uno se siente caliente. ¡Y cuando llega a ese punto, se está muriendo! Y ese es el problema en esta noche. Las iglesias se han enfriado a tal grado, que en realidad se están congelando, mas piensan que están calientes, por la cantidad de miembros, y se están muriendo espiritualmente. ¡Muriendo! No lo saben. Por fin el individuo se acuesta a dormir, y ahí termina. Nunca más va a despertar, porque la sangre se le ha congelado en las venas.",
    "Ahora, estar sediento. Jesús dijo: “Mi Sangre es verdadera bebida”. Si Ud. tiene hambre de vida, hambre de vida, Jesús tiene el único agua que puede saciar esa sed. “Venid a Mí todos los que estáis trabajados y cargados”. En Apocalipsis, dice: “Y el que tiene sed, venga a las fuentes del agua de la Vida y beba gratuitamente”. ¡Si Ud. tiene sed de Vida!",
    "Vemos que los astrónomos están pronosticando, algún tiempo a principios del mes, comenzando como para el segundo día o el quinto, o en alguna parte de este mes, los astrónomos Hindues están pronosticando que el mundo va explotar en pedazos. Y los periódicos Americanos se están mofando de eso. Yo no creo que el mundo va a explotar en pedazos, pero sí digo que es un error el estarse mofando de eso. Porque algo está a punto de suceder un día de estos, algo similar a eso, cuando los cinco planetas, Marte, Júpiter y Venus y—y etc. llegan a su—su…Nunca lo han hecho. Oh, dicen que allá hace 25,000 años, pero ¿quién estuvo allá para saberlo?",
    "Yo predigo que esto tiene una aplicación espiritual. Yo creo que es la entrada del descenso de Dios, que la gran revelación de la Palabra se abrirá durante este tiempo. Recuerden, dicen que fueron tres estrellas que entraron en la órbita cuando nació Jesús. Y estos son cinco, y cinco significa gracia, el número de gracia. Tres es el número de la perfección. Cinco es el número de la gracia, J-e-s-ú-s, g-r-a-c-i-a, f-e, etc. [Estas palabras tienen cinco letras en inglés.—Traductor]. ¡El número de la gracia! Si Dios llega a enviar Su poder a la iglesia, será por Su gracia, no por la obediencia del pueblo. E Isaías dijo en el capítulo 40, como se debe “clamar a Jerusalén, que su tiempo ya es cumplido”, sin embargo, ella era culpable de idolatría, mas fue la gracia de Dios que lo enviaba. Si Dios nos envía algo a nosotros, será por Su gracia y no por nuestros méritos. Así que, eso quizá signifique algo. Yo predigo que sí habrá un cambio. Yo no sé qué será, pero creo que está a punto de suceder. Estamos en la…en la víspera de eso ahora mismo.",
    "Y si algún hombre tiene hambre, que venga a Cristo. Si algún hombre tiene sed, que venga a Cristo. El sacia la sed. El es el que satisface toda nuestra sed y hambre.",
    "Me contaron este relato hace algún tiempo. Quizás lo conté en esta iglesia. Si ya lo conté, perdónenme por repetirlo, pero solamente para dar en el clavo. Había un guía Indio, como un supervisor entre los Indios. El estaba viajando por el territorio Navajo y se perdió. Se llamaba Coy. Y estaba bajando por un sendero, un sendero angosto de animales, y pensó: “Si me voy por este sendero, seguramente hallaré agua”. Y su caballo tenía tanta sed que tenía la lengua afuera, seca, las narices las tenía rojas y cubiertas de arena. El se había cubierto la cara con el pañuelo cuando pasó por la tormenta de arena y estaba todo tieso, y él estaba pereciendo por falta de agua. Y él estaba guiando a su caballo cuando atravesó el sendero. Y dijo, cuando encontró el sendero, se subió al caballo y dijo: “Seguramente me conducirá al agua”. Y se montó al caballo y siguió el sendero.",
    "Y el caballo también sabía que estaba camino al agua. ¡Cómo es que Dios les da instinto a las bestias mudas! Y por el sendero se fue. Por fin, había unos que se salían hacia los lados, unos pocos, apartándose del sendero principal. El caballo deseaba seguirlas, mas Coy pensaba distinto. El trató de mantenerlo en el sendero bien marcado, y comenzó a bajar y el caballo no quería ir. Le dio con las espuelas, y se le opuso y comenzó a seguir el otro camino. Y comenzó a levantarse. Estaba demasiado débil para tirarlo.",
    "Entonces él comenzó a darle de nuevo con las espuelas, hasta que hirió al caballo, en la desesperación de llegar al agua para salvar su vida, hasta que el caballo se detuvo, temblando, sangrando. Y él miró y lo vio temblando y casi por caerse al suelo. El lo miró y vio la sangre en su costado. El era Cristiano. Y le dijo al caballo, dijo: “Yo he escuchado muchas veces que los silvestres—o, que las bestias tienen un instinto. No pareciera que esos caminitos que se desvían hacia allá, fueran hacia el agua. Me parece que este sendero más amplio sería por donde van muy seguido al agua”. Pero dijo: “Si tú me has llevado fielmente hasta aquí, yo seguiré tu instinto”.",
    "¡Oh, cómo pienso así de Cristo! La vía a la destrucción está marcada y señalada por todo el camino, pero hay un camino angosto que conduce a la Vida. Son pocos los que lo hallarán. Y no solo por instinto, pero el Espíritu Santo lo guiará a Ud. a un lado, hacia el agua de Vida. Yo creo que me ha traído fiel hasta aquí, lo seguiré hasta el fin.",
    "Para concluir el relato, él—él no había ido ni media milla, cuando de repente, el caballo fiel se metió a un gran charco de agua. El caballo sabía de qué estaba hablando, lo que quería decirle al—al jinete, en su forma de expresarse. Se metió ahí. Dice que echó agua a la nariz del caballo. Se bañó y comenzó a gritar y gritar lo más fuerte que podía, y estaba bebiendo agua, y gritando: “¡Nos hemos salvado! ¡Nos hemos salvado! ¡Nos hemos salvado!” Y el caballo bebiendo y temblando. Y él se fijó en sus costados sangrientos, todos hinchados por las marcas de las espuelas.",
    "Y en eso, dijo…escuchó a alguien decir: “Sálganse del agua”. Y miró, y ahí estaba parado un vaquero desfigurado. Y se salió del agua. Dice que olfateó humo, y miró hacia allá, y había un grupo de hombres acampados allí. Habían estado en un viaje de exploración. Habían encontrado algo de oro, y en el camino de regreso tenían sus caballos y las mulas de carga, y habían llegado a este charco de agua y estaban descansando, y todos se habían emborrachado.",
    "Y dice que tenían venado que estaban cocinando, y él comió con ellos. Y dice, uno de ellos dijo: “Tómate un trago”. El les dijo quien era, que era Jack Coy, el guía Indio. Así que éste le dijo: “Pues, tómate un trago”.\n\nEl dijo: “No”, dijo, “yo no tomo”.",
    "Y eso es como un insulto a esa gente. Entonces dijo: “¡Con nosotros sí vas a tomar!”\n\nEl dijo: “No, yo no tomo”.",
    "Entonces le puso la botella, y dijo: “¡Tómate un trago!” Borrachos todos ellos, Uds. saben, como unos seis.\n\nY él dijo: “Muchachos, muchas gracias”.",
    "Dijeron: “Si nuestro venado es suficiente bueno para comer, entonces nuestro whisky es suficiente bueno para tomar”.",
    "Y Uds. saben como son los borrachos. Y él les dijo: “No”, dijo él.",
    "Y entonces colocaron un cartucho en el rifle, y dijeron: “¡Ahora tomas o ya sabes!”",
    "El dijo: “No. No, yo no tomaré “. Y éste comenzó a apuntar con el rifle. El dijo: “Un momento”. Dijo: “Yo no temo morir”. El dijo: “Yo—yo no temo morir”. Dijo: “Pero yo—yo quiero contarles mi historia antes de morir, la razón por la cual yo no tomo”. Dijo: “Yo soy de Kentucky”. Dijo: “Y en una pequeña cabaña una cierta madrugada, una madre se estaba muriendo, ella me llamó al lado de su cama y me dijo: ‘Jack, tu padre murió con la baraja en la mano, borracho y tirado en la mesa’. Y dijo: ‘Jack, sea lo sea que hagas, nunca vayas a tomar’”. Y dijo: “Puse mi mano en la frente de mi madre y le prometí a Dios, siendo un niño de diez años de edad, que yo nunca tomaría el primer trago”. El dijo: “Nunca lo he tomado”. Y dijo: “Ahora, si me deseas disparar, dispara”.",
    "Y mientras el borracho levantó el rifle y le puso nuevamente la botella, dijo: “¡Toma o te disparo!” Y en ese momento hubo un disparo y la botella se reventó.",
    "Parado a un lado del cañón estaba un pequeño vaquero, desfigurado, con lágrimas por las mejillas. Dijo: “Jack, yo también soy de Kentucky. Yo le hice una promesa a una madre un día, pero yo rompí mi promesa”. Dijo: “Yo estaba esperando hasta que estos se emborracharan y los iba a matar a todos y robarles el oro”. El dijo: “Pero yo he sido un borracho y he hecho mal. Pero”, dijo, “estoy seguro que cuando se oyó el eco de mi rifle en los cañones del Cielo, mi madre me oyó firmar un juramento de que nunca más lo haré”. Y allí, por la gracia de Dios, él pudo guiar a toda esa gente a Cristo, a todos los que estaban ahí.",
    "¿Ven?, hay algo en cuanto al agua, algo refrescante. Mi punto clave es, que cuando uno tiene sed, vaya al agua. Hay algo que le hace a uno, el llegar al agua cuando está sediento.",
    "Ahora, El dijo: “Mi paz os dejo con vosotros. Mi paz os doy”. No como el mundo les da paz, sino como El les da paz. Su paz satisface nuestra sed. Si nosotros estamos ansiando paz, entonces refresquémonos en Su paz, al saber que tenemos paz con Dios por medio de nuestro Señor Jesucristo. El es nuestro Dador de Paz que calma nuestra sed.",
    "El versículo que dice: “El es verdadera Carne y Bebida”. Yo tengo una anotación aquí en el versículo 57: “Carne y Bebida verdadera”. Escuchen lo que dice aquí:\n\nComo me envió el Padre viviente, y yo vivo por el Padre, asimismo el que me come, él también vivirá por mí.",
    "En otras palabras: “El Padre me envió a Mí, y Yo vivo por medio de El. Y todo hombre que viene a Cristo tiene que vivir por medio de Cristo”. ¡Oh vaya! Ahí lo tienen, esa es la comunión. Esa es la comunión verdadera que Ud. encontrará cuando vive por medio de Cristo.",
    "Ahora, nuestros cuerpos necesitan alimento y bebida cada día para sobrevivir, nuestro cuerpo físico. Si nosotros no tomamos alimento y bebida cada día, nuestro cuerpo se pone débil. Hay algo por dentro de nosotros por lo que necesitamos alimentos. El alimento de un día no dura para el día siguiente. Uno tiene que tomar alimento cada día, para reforzar su cuerpo mortal. Uno puede vivir otro día, pero está más débil. Y al segundo día, uno está aún más débil. Y para el tercer día, ya se está poniendo demasiado débil.",
    "Pues, eso es lo que hacemos muchas veces a nivel espiritual. Vean, a diario tenemos que conversar con Cristo. Tenemos que hablar con El cada día. Cada día tenemos que arreglar las cosas con El. Pablo dijo: “Yo muero cada día”. ¿Ven? “Cada día muero; sin embargo vivo, pero no yo sino Cristo vive en mí”. Entonces si su cuerpo físico necesita alimento cada día y bebida cada día, para sobrevivir, su cuerpo espiritual necesita de Alimento espiritual y comunión con el Señor cada día, para sobrevivir. Sí. Jesús dijo: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Entonces a diario tenemos que estudiar la Biblia. Alguna gente no la estudia en lo absoluto. Algunos la abren dos o tres veces al año. Pero, un verdadero, verdadero creyente que en verdad está edificado espiritualmente, él lee su Biblia todos los días, y habla con el Señor. Correcto. Lo tiene que hacer. “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "Ahora, otra razón por la cual tomamos alimento, es para reforzar nuestros cuerpos para que puedan resistir las enfermedades. Si Ud. no se alimenta y permite que se debilite su cuerpo, entonces está sujeto a las enfermedades. Enfermedades entrarán al torrente sanguíneo, y Ud. ahí termina. Si su sangre no es fuerte y pura, entonces las enfermedades pueden entrar en su torrente sanguíneo. Entonces Ud. tiene que comer alimento bueno y nutritivo para mantener su torrente sanguíneo en buenas condiciones. Si no lo hace, entonces tendrá alergia de las enfermedades. Eso es lo que les pasa a muchos Cristianos.",
    "Son como plantas de invernadero. Uds. saben, si toman una planta del invernadero, la tienen que mimar. No conoce el clima. No conoce al sol y cosas, ha estado protegida y mimada. Eso es lo que pasa con demasiados, así llamados, Cristianos, son plantas de invernadero. ¡Correcto, sujetos a todo animal que pasa por ahí! Uds. saben, solamente son las—las—solamente son las—las plantas delicadas que tienen que ser rociadas, o, las plantas híbridas.",
    "Uds. saben, pueden soltar a una vaca hereford al campo, y a la vez soltar un res de cuernos largos; la res de cuernos largos puede sobrevivir porque es de raza original. Pero una de raza Brangus o Hereford, que son de raza cruzada y son híbridas, son mejores vacas al verlas, seguro, más gordas, más sanas, pero si las suelta en el campo, no pueden sobrevivir. ¡Morirán! Tienen que ser mimadas. ¿Ven?",
    "Y ese es el problema de hoy en día, tenemos Cristianos mejor vestidos, iglesias más grandes, y mucha educación, mucha teología, pero siempre tienen que ser mimados, uno tiene que estar mirando a través de su lente o de otra forma no está viendo nada. Lo que necesitamos son unos Cristianos de sangre pura, nacidos bajo la Sangre del Señor Jesús, que no viven por la teología de la iglesia, pero más bien por la Palabra de Dios, la comunión con Cristo. La Palabra entrando al creyente, su—su cuerpo espiritual está reforzado. ¡No un mimado de invernadero!",
    "Hubo un cierto ministro que dijo hoy, yo lo escuché decir en una difusión, dijo que cuando entró al país tenía un problema grave de los senos nasales, y estaban hablando de una operación. Y dijeron que iban a hacer esto y aquello, y lo iban a cortar y operarlo, y sacar una parte de las glándulas de los senos nasales, lo cual le produciría una hendidura en la cara, y etc. Y dijo que había tomado píldoras por barriles. Parecía que habían tantas píldoras que él tenía que tomar. Pero cuando llegó con un buen doctor Cristiano, el doctor dijo: “Olvidémonos de las píldoras, y olvidémonos de la operación, y reforcemos el cuerpo para que pueda resistir la sinusitis”. ¡Eso es!",
    "¿Qué pasa, que la gente no vive tanto como antes? Tenemos que tomar una vacuna para esto y una vacuna para aquello, y rociándonos con toda clase de medicina. ¿Qué hace eso? Nos hace blandos, gordos, flojos, inservibles. Cuando los hombres de hace años…Pues nosotros tenemos alergias de todo. Ahora tienen toda clase de alergias y todo lo demás.",
    "Estuve en Africa, no podía tomar la vacuna contra el paludismo. Pero si un mosquito con paludismo reposara sobre mi mano, yo tendría paludismo. No zumban, y uno casi no sabe. Aterrizan, se le pegan, eso es, Ud. lo tiene. Si vive, lo tiene por quince años. Y a veces uno muere con eso. Y ahí estaban aquellos nativos en sus casuchas, con las piernas llenas de mosquitos, ellos desnudos. Tenían mosquitos pegados, mosquitos de paludismo, y no les afectaban. ¿Por qué? Ellos habían desarrollado una inmunidad. Ellos tenían una vacuna de parte de Dios.",
    "Y eso es lo que pasa hoy en día con la gente. Eso es lo que le pasa a la iglesia. Tenemos tantas vacunas infantiles y teología humana, al grado que estamos todos rociados. Lo que necesitamos es la vacuna de Dios de la Palabra del Señor Dios. El hombre vivirá diariamente por esa clase de Alimento, para establecer en su alma una vacuna contra las enfermedades espirituales que están fluyendo y saltando por todo el país. Tengo muchos apuntes al respecto, pero tengo que terminar.",
    "Ahora, desarróllese, prepárese para la vacuna. Ahora, nosotros vivimos por medio de esto, nuestros—nuestros cuerpos necesitan esto. Y si no lo tenemos, entonces estamos sujetos a toda clase de enfermedades. Y la Palabra de Dios, así como la creemos y la aceptamos por la comunión: “Señor, Tu Palabra es Verdad”.",
    "🦅 Mi iglesia dice que uno no tiene que nacer de nuevo. Dicen que: ‘Al saludar de manos uno nace de nuevo’. Dicen: ‘Al ser rociado’. Dicen todas estas otras cosas: ‘Eso es, Padre, Hijo y Espíritu Santo’”. Pero la Biblia dice que el bautismo es en el Nombre de Jesucristo. ¿Ven? Ahora, Ud. siga hacia adelante con esas vacunas artificiales si lo desea, y se convertirá en un Cristiano artificial. ¿Ven? Uno no desea eso.",
    "No se puede obtener la Vida, sino solo por Cristo. Y ahora, ¿qué hace Su Palabra? Nos desarrolla el cuerpo espiritual, fuerte, mientras tenemos comunión con El, para así resistir al Diablo.",
    "Ud. dirá: “Hermano Branham, ¿qué es eso que Ud. dijo: ‘Teniendo comunión en Su Palabra’?”",
    "Sí, El es la Palabra. “En el principio fue el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Y nosotros debemos comer Su cuerpo. Y Su cuerpo es Su Palabra, por cuanto El es la Palabra. Y El dijo en San Juan, capítulo 15: “Si permanecéis en Mí, y Mi comunión, Mi Palabra permaneciere en vosotros, entonces podéis pedir lo que queréis y os será hecho”. Ahí lo tienen. Esa es la verdad. ¿Ven? ¡Pidan lo que quieran!",
    "¿Qué hace uno? Está fortaleciendo su cuerpo para la vacuna de la…Alguien viene y dice: “Oh, nuestra iglesia no cree en la gritería”. ¿Ven?, uno está fortalecido. ¿Qué? Ud. tiene la comunión por dentro, la Palabra. Y está vacunado contra tal cosa. Si entra un montón de tonterías, ¿qué es? No tiene nada de Palabra, entonces Ud. está seguro que está errado. No me importa cuán verdadero aparezca, si no es la Palabra, déjelo quieto. Correcto, déjelo quieto. No me importa qué cosa hace, ¡tiene que cuadrar con la Palabra!",
    "En oración, cuando yo estaba citando a Micaías, parado allá, vean, parecía muy correcto, pues, ahí estaba Israel, y ese terreno les pertenecía. Aquellos extranjeros entraron y se los robaron y habían construido sus propias casas, y estaban ocupando una parte del terreno que Dios les había dado a éstos. Así que, parecía que aquellos cuatrocientos profetas Hebreos tenían razón. Pero, Uds. saben, había algo con respecto a Josafat que era espiritual, él dijo: “¿No tienes a otro?”",
    "Dijo: “Tengo otro, pero”, dijo, “yo le odio. Solo profetiza mal”.\n\nDijo: “Manda a traerlo y escuchémoslo”.",
    "Y éste vino y dijo: “Vayan, suban allá, pero yo he visto a Israel derramado como ovejas sin pastor”. Entonces él relató su visión.",
    "Ahora, ¿quién estaba correcto? Parecía que los cuatrocientos estaban correctos. Cuatrocientos hombres bien entrenados, diciendo: “Sube, Jehová está contigo”. Y aun Sedequías tenía un—un—un tenía un…Sedequías mandó construir unos grandes cuernos de hierro. El dijo: “Con esto correrán a los extranjeros del terreno”. El estaba seguro de que estaba correcto. El sabía que tenía razón. Pero ¿ven Uds.?, él estaba errado.",
    "Y aquí estaba Micaías, uno contra cuatrocientos, y él dijo: “Si Uds. suben allá, Israel quedará desparramada como ovejas sin pastor”.",
    "Los demás dijeron: “¡Suban, Jehová está con Uds.!” Ahora, materialmente, tenían razón, aquello sí pertenecía a Israel. Pero la Palabra del Señor había condenado a Acab, así que, ¿cómo podía Dios bendecir lo que ya había condenado?",
    "Ahí está la cosa hoy. ¿Ven? La Palabra de comunión estaba en Micaías. Ahora, si Ud. está conversando con Dios y tomando de la verdadera comunión, y luego el espíritu dentro de Ud. se opone a esta Palabra, Ud. no está conversando con Dios, Ud. está conversando con diablos. ¡Y éstos son tan imitadores! La Biblia dice: “En los últimos días casi engañarán a los mismos Escogidos, si fuere posible. Pero los cielos y la tierra pasarán mas Mi Palabra no pasará”. Y como dijo Pablo en Gálatas l:8: “Si aun un ángel del Cielo les predicara cualquier otro Evangelio, aparte de Esto que ya han escuchado, tal sea anatema”. ¡Hasta un Angel! En la iglesia primitiva, cuando aquellos hombres, como San Martín, Ireneo, aquellos hombres piadosos, cuando el Diablo mismo se les aparecía como ángel de Luz. Pero, vigilen, él estará un poquito desviado de la Palabra.",
    "El apareció ante Eva como un ángel de luz, le dijo: “Claro que el Señor ha dicho esto, el Señor ha dicho esto”, pero, a final de cuentas él se opuso a Dios. Y así es como obra la comunión falsa hoy en día. Cuando la gente piensa que le están orando a Dios, y no obedecen la Palabra, esa es una comunión falsa.",
    "🦅 Si permaneciereis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queréis”, ¿ven?, “y os será hecho”. Ahora, no puede funcionar una vez y a la siguiente no. “Permaneces en Mí, Mis Palabras permanecen en ti”, eso es que se queden ahí. Permanecer significa “descansar ahí, permanecer ahí”. Sí, es—es una vacuna contra las enfermedades pecaminosas.",
    "Ahora, permítanme terminar al decir estas palabras, antes de pasar a la mesa de la comunión. La Sangre y el Cuerpo del Señor, mezclados con fe, que la Sangre y el Cuerpo, eso es el Espíritu y la Palabra, mezclados con fe, equivalen a la Vida Eterna. “El que come mi Carne y bebe mi Sangre tiene Vida Eterna, y Yo lo resucitaré en el día postrero”. Ahí lo tienen. ¿Qué es? La comunión del Señor. La Palabra y el Espíritu, esta Vida está en la Sangre, la Palabra y el Espíritu equivalen a la Vida Eterna, por medio de fe en el Señor.",
    "Aquí está mi oración, mientras veo que está llegando el fin, y veo que en cualquier momento algo podría acontecer, y sabiendo que no estamos muy distantes de la Venida del Señor. Señor, entonces en el Nombre del Señor Jesús, el Hijo de Dios, permítame tomar la Palabra, la Espada, y manejarla con la fe que tengo, y así abrirme paso a través de todo poder demoníaco, hasta ver a Jesús, por medio de la comunión de Su Palabra.",
    "Converse Ud. con Su Palabra. “Si permaneciereis en Mí, y Mi Palabra permaneciere en vosotros, entonces pedidme lo que queréis, y os será hecho”. ¡Cuan hermoso! Ahí está la verdadera comunión con la Palabra y con el Espíritu, con fe para mantenerlos en alto. “Pedid lo que queréis y os será hecho”. Oremos.",
    "Bondadoso Padre, Noble y Santo, Dios, el gran YO SOY, el—El Shaddai, para Abraham. ¡Oh Dios, cómo es que esta gran comunión del Señor equivale a la Vida Eterna, y cómo es que vacuna contra la soberbia, cómo es que vacuna contra incredulidad, cómo es que vacuna contra el pecado del mundo! Es la comunión con el amor Divino para con nuestro Padre Celestial. Y por medio de la justicia de Jesucristo nosotros tenemos acceso a esta mesa. Y rogamos, Señor, que Tú nos concedas a cada uno de nosotros ese acceso en esta noche, en el Espíritu. Perdónanos. Y deseamos que nuestros cuerpos espirituales crezcan. No nos interesa unirnos a alguna iglesia o denominación. Deseamos desarrollar el cuerpo espiritual, para que esté vacunado contra el pecado, a tal grado que ya no exista el deseo de hacer el mal, y adonde el Espíritu Santo pueda tomar Su propia Palabra entre nosotros y hablarla tan fresquecita como fue hablada en aquel día, porque es el mismo Espíritu que estaba en el Señor Jesús. Yo ruego Padre, que nos concedas eso.",
    "Las horas se están terminando. No sabemos cuando será que el último será salvo. Pero yo ruego en esta noche Señor, si hubieran aquellos aquí quienes no te conocen como su Salvador, que te puedan hallar en esta noche mientras vienen a este bautismo de agua, como una conmemoración, para confesar ante este cuerpo de creyentes que ellos creen el relato, que Jesús de Nazaret nació de la virgen María, y fue matado, crucificado por Poncio Pilato, y fue levantado al tercer día por Dios y está a la diestra de Su Majestad en esta noche, siempre vivo para hacer intercesión.",
    "Concédelo Señor, que esa misma persona, obedeciendo los mandamientos de la Biblia: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para la remisión de pecados. Porque no hay otro nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos”. Oh, Dios, que la gente pueda ver la sinceridad de esto, y la Palabra sólida: “No hay otro nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos, sino que en el Nombre de Jesucristo”. Por lo tanto, el apóstol dijo: “Arrepentíos y bautícese cada uno de vosotros en el Nombre del Señor Jesucristo para la remisión de pecados, y recibiréis el don del Espíritu Santo. Porque la promesa es para toda edad, a cuantos que el Señor nuestro Dios llamare”. Concédelo Señor, que sean muchos los llamados en esta noche.",
    "Y también ha sido dicho por nuestro Señor: “Ningún hombre puede venir a Mí si Mi Padre no le trajere, y todos los que el Padre me ha dado vendrán a Mí. Mis ovejas escuchan Mi Voz”. Un extranjero, y si un extranjero hablara cualquier voz que no fuera escritural, las ovejas rápidamente se darán cuenta. ¡Oh Dios! Y si es Tu Voz, la Biblia, lo que dice, toda oveja lo escuchará, por cuanto es Alimento de ovejas. Ellas han conversado y saben qué clase de alimento da el Padre. “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Concede Señor, que muchos puedan ver y puedan entender, y que vengan a Ti en esta noche.",
    "Los que no tienen el Espíritu Santo, que no lo dejen ni una hora más, puede ser demasiado tarde en una hora más. Puede ser que ellos no estén aquí.",
    "Y Padre, a medida que nos hemos reunido en la mesa para tomar esta representación de Tu cuerpo partido, rogamos que si hubiera pecado entre nosotros, Señor, perdónanos. Tú dijiste: “Cuando os reunís, esperaos unos a otros”. Dios, si hubiera algún pecado en cualquier parte de esta congregación, yo ruego que la Sangre de Jesucristo separe a ese hombre de su pecado, o a esa mujer, muchacho o muchacha. Y, Padre, ruego por mí mismo, que Tú me separes de toda duda, todo pecado, toda incredulidad, cualquier cosa. Sabemos que incredulidad es pecado. Es el único pecado que existe. “El que no creyere, ya es condenado”. Y el único pecado que existe es el no creer la Palabra de Dios. Y Padre, si hubiera alguna incredulidad en mí, perdóname, oh Dios, de la cual hay mucha, y yo ruego que me perdones. Perdona mi congregación que me has dado esta noche, y aliméntalos con la Palabra. Concédelo.",
    "Y mientras tomamos estos conmemorativos del cuerpo partido de Aquel Quien se ha levantado de entre los muertos y está vivo para siempre entre nosotros, que podamos recibir comunión de El, Señor, la comunión del Espíritu Santo. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, para Uds. que tienen que irse y no pueden quedarse para este culto de comunión de quince minutos…No somos muchos, y tomaremos la comunión. No es una comunión cerrada. Es absolutamente para todo creyente Cristiano. Dios no tiene líneas trazadas entre Bautistas y Metodistas, etc. Todos somos bautizados en un solo Cuerpo por un solo Espíritu, y todos somos ciudadanos del Reino de Dios. Y si hubiera alguno entre nosotros que es un extranjero, yo no estoy aquí muy seguido, y no sé quiénes son los miembros y quiénes no. Recuerden, no importa a qué iglesia Ud. pertenece, eso no tiene nada que ver. Además, hay una sola Iglesia, y a esa no se puede unir, uno es nacido en ella. Correcto. Y uno es nacido en esta Iglesia de Dios. Y oramos que Ud. acepte a Cristo en esta noche, tenga comunión con El mientras recordamos Su cuerpo partido, y estos pequeños elementos que tomamos de la pascua, y que Dios rocíe nuestros corazones y nuestra conciencia con la Sangre.",
    "Ahora traerán la comunión, y leeremos ahora de Primera de Corintios, el capítulo 12. Y tomaremos la comunión inmediatamente después de esto, y confiamos que Dios les bendiga en gran manera. Luego, habiendo leído esto, o, antes de que lo leamos, si Ud. tiene que irse, pues, puede salir quietamente. Y esté con nosotros nuevamente el miércoles por la noche, y el domingo por la mañana y por la noche. Si se pueden quedar a tomar la comunión con nosotros, estaremos tan contentos de que Ud. lo haga. Luego inmediatamente después, será del Señor…Será el servicio bautismal, lo cual será como en unos quince minutos, o veinte cuando mucho, me supongo. Primera de Corintios, el capítulo 11, el versículo 23:\n\n…yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\nY habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n\nDe manera que cualquiera que no comiere…De manera que cualquiera que comiere…De este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n\nPorque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen.\n\nSi, pues, nos examinásemos a nosotros mismos, no seríamos juzgados;\n\nMas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.\n\nAsí que, hermanos míos, cuando os reunís a comer, esperaos unos a otros.",
    "Ahora, un momento de oración en silencio por cada uno de nosotros, oren por mí mientras yo oro por Uds. [El Hermano Branham hace una pausa.—Editor] Dios Todopoderoso, concede estas peticiones. Perdónanos nuestras deudas como también perdonamos a nuestros deudores. Esto lo pedimos en el Nombre de Jesucristo. Amén.",
    "Estas pequeñas porciones son pan genuino hecho sin manteca, condimentos, y demás, lo cual representa el cuerpo del Señor. No es redondo, está partido en muchos pedacitos. Es porque significa Su cuerpo partido que fue partido por nosotros. Y que Dios conceda Sus bendiciones a cada uno que lo come. Ahora, esto no es el cuerpo, solamente representa el cuerpo. Yo no tengo ningún poder, ni nadie más tampoco, para convertirlo en nada más que pan. Solo Dios. Y eso es lo que El nos mandó hacer, que comiéramos este pan y que bebiéramos esta copa de vino. Ahora inclinemos nuestros rostros.",
    "Santísimo Dios, Cuyos siervos somos, en el Nombre de Jesucristo, santifica este pan para su propósito, para que nosotros, al recibirlo, recordemos que nuestro Señor fue crucificado; y Su cuerpo, tan santo y precioso como era, fue mezclado con latigazos y espinas y clavos, por nosotros, que por medio de Su cuerpo ultrajado vino el Espíritu que nos da Vida Eterna. Que nosotros, Señor, a medida que comemos esto, podamos obtener gracia para la jornada, así como tuvo Israel por cuarenta años en el desierto, y no hubo ni una sola persona débil entre ellos. Padre Dios, concede esto, mientras pedimos que santifiques este pan, este pan genuino, para su propósito. En el Nombre de Jesús. Amén.",
    "La copa del Nuevo Testamento, la Sangre. Yo pienso de aquel himno: “Desde que por fe yo vi aquella fuente suplida por Tus llagas, el amor redentor ha sido mi tema, y así será hasta la muerte”. Cuando yo veo esta sangre, las uvas, la sangre de uvas, yo sé que representa la Sangre que brotó del cuerpo del Señor Jesús. Que todo aquel que recibe esto tenga Vida Eterna, que la enfermedad se aparte de sus cuerpos, que el cansancio y el agotamiento, opresión, que toda forma del Diablo los deje, que ellos tengan gran fuerza y sanidad y Vida Eterna, para permitir que su luz brille ante esta generación perversa y adúltera en la cual vivimos, para glorificar a Dios.",
    "Padre Celestial, te presentamos el fruto de la viña. En el Nombre de Jesucristo, santifícalo, para que represente la Sangre de Tu Hijo, Jesús, en el cual tenemos: “El herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”. Concede Señor, que la Vida venga a nosotros, Vida Eterna en abundancia, para que podamos servirte mejor, y tengamos fuerza y sanidad para ir de lugar en lugar en donde esperamos servirte, dondequiera que nos llames. Concede estas bendiciones en el Nombre de Jesús, oramos. Amén. 🦅"
  ]
}