{
  "title": "LA UNIDAD",
  "id": "62150009",
  "content": [
    "🦅  Gracias, Hermano Orman. El Señor lo bendiga.\n\nBuenos días, amigos. ¡Qué agradable es estar de nuevo aquí en el tabernáculo en esta mañana! Y estaba parado allá atrás escuchando, cuando entré, y oí la profecía que se dio por medio de las lenguas, con la interpretación. Y les dije a las personas en ese cuarto, que también está muy lleno, les dije: “Yo no sé, ni he hablado con este hombre”. Ése era el Hermano Higginbotham, si no me equivoco de persona. Y ya hace mucho, hace meses que ni le estrecho la mano. Pero, exactamente de eso es lo que voy a hablar, lo que él dijo en esta mañana; exactamente de lo que yo voy a hablar. Él no lo sabía, ni yo mismo, hasta hace poco, de lo que iba a hablar. Y era exactamente eso, de lo que él habló. Así que, estamos muy contentos de estar congregados en el Nombre del Señor Jesús, bajo Sus alas protectoras.",
    "Ahora, veo que hay muchos de pie, el lugar está lleno y están apretados, y nos molesta tener que verlo. Y, tan pronto como podamos vamos a cambiar esto, ampliaremos el tabernáculo. Ahora, quiero dar un informe en cuanto a Phoenix, rápidamente.",
    "Estuve aquí el domingo pasado por la noche y hablé sobre el tema de La Comunión, para la… antes del servicio de la Santa Cena. La Comunión no es comer pan, comulgar significa: “hablar con alguien, que respondan, hablar con alguien”.",
    "Y ahora, en esta mañana, si me extiendo demasiado, pues, que alguien cambie de puesto con los que están de pie, y se lo agradeceremos, y dejen que ellos se sienten por un rato. Yo—yo estoy preocupado por este tiempo en que estamos viviendo. Estoy muy, muy preocupado. Cuando veo los acontecimientos que están sucediendo, algo en mí se inquieta. Y por eso, quiero tomarme el tiempo y tratar de…",
    "En esta mañana, el tema del mensaje que voy a hablar es La Unidad. Y yo—yo quiero emplear el tiempo necesario, y tratar de… presentar esto tan perfectamente como me sea posible. Y deseo sus oraciones ahora que están reunidos.",
    "Y ahora quiero que abran, si traen una Biblia, y desean leer conmigo, primeramente al capítulo 1 de Hebreos. Y quiero leer los primeros tres versos del capítulo 1 de Hebreos, y luego en Génesis 1:26 y el 27, para unirlo. Y ningún hombre puede decir algo, que valga la pena hablar, a no ser que Dios le ayude a decirlo. Y—y eso también es parte del Mensaje esta mañana, la unidad del pueblo en Dios. Ahora, en Hebreos el capítulo 1, leemos:\n\nDios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas,\n\nen estos postreros días nos ha hablado por medio de Su… de el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;\n\nel cual, siendo el resplandor de su gloria, y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo efectuado la purificación de nuestros pecados por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas,",
    "Y ahora, en Génesis, el—el capítulo 1 y el 27, los versos 26 y 27, voy a leer:\n\nEntonces dijo Dios: Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y señoree en los peces del mar, en las aves de los cielos, en las bestias, en toda la tierra, y en todo animal que se arrastra sobre la tierra.\n\nY creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó.",
    "Ahora, inclinemos nuestros rostros un momento mientras oramos. Y estoy seguro que en una congregación de este tamaño hay muchas peticiones. Entonces, tal vez sólo levantemos nuestra mano a Dios, cada quien que tenga una petición, y según esto, cada uno está haciendo notorio que tiene algo en su corazón, por lo cual necesita la oración. Que Dios se lo conceda a cada uno de Uds.",
    "Señor, nos hemos congregado bajo el techo de este tabernáculo, y estamos agradecidos por tener un techo sobre nosotros hoy, pero reunirnos aquí fue con un propósito mucho mayor que éste. Sentimos que por la promesa de Dios nos hemos congregado bajo las alas del Altísimo. Que Él, así como una gallina cubre a sus polluelos, nos proteja de todo aquello de lo cual estamos deseando que Él nos proteja. Que Él nos cubra y nos alimente y nos dé nuestro pan diario, tanto físico como también espiritual, para que tengamos la fuerza sustentadora en el cuerpo para caminar sobre la Tierra, y también el poder sustentador del Espíritu Santo para traer la Palabra de Dios a un pueblo con hambre. Y que así podamos salir de aquí con Ella en nuestros labios y en nuestros corazones, con el Aceite de la unción tan fresco que podamos hablarles a otros del día en que estamos viviendo, y de la condición de este tiempo. Dios, estamos confiando plenamente en Ti. No queda otro lugar adonde alguien pudiera ir. Nos sentimos como Pedro, ese día cuando Jesús dijo: “¿Queréis acaso iros también vosotros?”.",
    "Él dijo: “Señor, ¿a quién iremos? Solo Tú tienes las Palabras de Vida Eterna”. Y por eso nos hemos congregado en Tu Nombre en esta mañana, porque solo Tú tienes las Palabras de Vida Eterna. Y oramos para que Tú nos hagas esto tan real hoy, a cado uno de nosotros, que nuestros corazones ardan por dentro. Nuestras almas serán fortalecidas, nuestros cuerpos serán sanados, nuestros espíritus serán sanados, nuestras almas serán renovadas, siendo creados conforme al plan de Dios para nosotros.",
    "Padre, oro para que les des fuerza a todos los que están de pie, en los cuartos y en los pasillos, en el vestíbulo y alrededor; oro para que les des fuerza. Y, sé que esto quedará en la cinta, lo cual irá a muchas naciones; saldrá a las tierras y a las tribus de la Tierra. Y Dios, estamos confiando plenamente en Ti. Solamente danos la fuerza y la—la Palabra y la unción, para que sea justamente como Tú lo quieres en esta hora. Nos encomendamos a Ti ahora, nuestro oído, nuestra voz, nuestra atención, todo lo que somos, te lo encomendamos a Ti, que seas Tú quien se mueva en nosotros. Obra a través de nosotros y manifiesta Tu gran Presencia con nosotros. Porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "La palabra unidad quiere decir: “ser uno con”. Unidad: “unido”. Y ahora, ¡qué tema es éste!, y—y merece mucha atención, más de la que yo pudiera darle, y más de lo que cualquier persona en la Tierra le pudiera dar. Pero me gustaría expresarles a Uds. mi opinión al respecto, juntamente con lo que Dios nos dé. Ahora, esto es enseñanza de doctrina. Y para los hermanos que escuchen esta cinta, confío que no sea una ofensa, sino que sea para causarles a Uds. que lo tomen considerablemente, o mejor dicho, bajo consideración. Que Uds. lo estudien en oración, cuidadosamente, y que lo pesen en la balanza de la Palabra de Dios, para que vean si es de Dios o no.",
    "Porque yo creo que así lo debemos hacer siempre, pesar las cosas con la Palabra, porque la Palabra es la única Cosa que permanecerá. Jesús dijo: “Los cielos y la Tierra pasarán, pero Mi Palabra no pasará”. Por eso yo La creo y creo que Ella es el programa de Dios. Yo creo que Ella es la obra completa de Dios, escrita en forma de la Palabra. Por lo tanto, si algo fuere contrario a esa Palabra, no podría ser Dios, o ser el plan de Dios. Yo creo que Ella es el programa. Ahora, el Espíritu de Dios en la Palabra hace que la Palabra misma viva, que Ella misma se despliegue, vivifica la Palabra, como una semilla.",
    "Ahora, el primer hombre y la primera mujer, en el Huerto del Edén, estaban en perfecta armonía con Dios, tanto así, que Dios podía bajar a cualquier hora que deseaba, y hablar de labio al oído con Adán y Eva. Ahora, eso es unidad perfecta, Dios y Su creación, Dios hablando de labio al oído con Adán y Eva. Y ellos estaban en una armonía tan perfecta con Dios, que aun fueron uno con Dios. Dios y Su familia eran uno.",
    "Cualquier hombre y su familia (una familia correcta, buena, noble y obediente), son uno entre ellos, cualquier familia. Y si hay algo en la familia que los separa, entonces eso no es correcto, la familia está dividida en algo. Todos deben ser uno; el padre con la madre, la madre con el padre, los hijos con los padres, los padres con los hijos, todos de acuerdo. Y cuando Ud. vea eso, allí va a ver un cuadro muy amoroso.",
    "Ése es el propósito de Dios. Y Su propósito, como Padre supremo, era ser uno con Su familia, con Su familia terrestre, Adán y Eva. Y la única manera en que ellos podrían ser uno con la familia, o con Dios, era por la naturaleza de Dios que estaba en ellos. Eso entonces hacía que ellos, con la naturaleza de Dios por dentro, que entre ellos y Dios todos llegaran a ser uno. ¿No es ése un cuadro muy hermoso? ¡Dios en Su familia, Padre sobre todos, Supremo! No había muerte, no había tristeza, no había angustias, nada de eso; sólo un gozo inefable; nunca se enfermaban, nunca se angustiaban, ¡eran uno con Dios! ¡Qué cuadro! Pues la naturaleza misma de Dios estaba en estas personas. Y por tanto, todo lo que ellos hacían, cuadraba exactamente con Dios, y Dios con ellos, los hacía uno.",
    "Ahora, Jesús oró, en Juan el capítulo 17 y el verso 11. Para Uds., los que anotan estos textos de escuela dominical, tengo muchos en esta mañana. En Juan 17:11, Jesús oró para que la Iglesia y Él fueran uno, como Él y el Padre eran uno. Que la Iglesia, nosotros, como miembros del Cuerpo de Cristo, fuésemos uno, unidos, así como Él y el Padre son uno. Y en aquel día conoceremos que Él estaba en el Padre… o el Padre en Él, y Él en nosotros; que juntos fuéramos uno. Qué tremenda unión, qué unidad la que sería, ver a Dios en Su Iglesia hasta el punto que todo miembro esté perfectamente en armonía, uno con el otro, y con Dios. Ésa es la Iglesia, por la cual viene Jesús. Entonces será cuando Su oración tendrá respuesta, que nosotros vamos a ser uno.",
    "Y la única base para el compañerismo que Dios ha llegado a fijar para Sí mismo y Su Iglesia, es la unidad de Él mismo en el pueblo. Ésa es la única base para el compañerismo. Y la única manera en que Ud. puede llegar a esa base, es por una unión, que Ud. sea unido con Él para siempre. Así como cuando Ud. se une con su esposo, que la mujer se une con su esposo, es un voto hasta la muerte. Ahora, cuando Ud. se une con Dios, es igual que cuando la iglesia se une con Cristo, es hasta que la muerte nos separe. Y entonces, si Ud. nunca peca, ni comete ningún error, Ud. estará unido con Dios Eternamente. Y sólo la muerte le puede apartar a Ud. de Dios, y no es la muerte física, sino el pecado de muerte. El pecado es muerte, y eso es lo que le aparta a Ud. de Dios. Entonces, al estar unido con Él en el Espíritu en Su poder, es Vida Eterna, Ud. está Eternamente unido con Dios. ¡Oh, cómo quiero entrar a eso, dentro de un rato! Eternamente unido con el Dios Eterno, perfectamente en armonía con Él, perfectamente unido, una Iglesia en la que todos (los dos, Dios y Su Iglesia) son uno, habiéndose unido.",
    "Y si Uds. notan cómo es que Eva se unió con Adán, ella llegó a ser parte de él. Dios, ¿notaron allí en Génesis 1:27? Él creó al hombre, varón y hembra, así los creó Él. Ahora, el hombre era un… ambos, varón y hembra, cuando del espíritu se trataba, femenino y masculino. Luego, Dios tomó de su lado una—una costilla. ¿Notó Ud. que el cuerpo que formó fue un subproducto, pero no el espíritu? La parte corporal de la mujer fue un subproducto; después de que ya había terminado la creación, Dios tomó del costado de Adán una costilla y formó a la mujer. Pero no fue así con el espíritu, el espíritu era parte de Adán, porque él fue ambas cosas, hombre y mujer, feme-… hablando espiritualmente, los dos, masculino y femenino.",
    "Ahora, ¿no ven Uds. el gran cuadro? Nosotros, en la carne, somos distintos. Somos como un subproducto, somos un ser creado, a través del santo matrimonio. Pero en Espíritu, somos hijos e hijas, no algún otro espíritu, sino el Espíritu del Dios viviente. Somos hechos a Su imagen, estando en Su unidad, en la imagen perfecta del Dios vivo, por lo cual llegamos a ser hijos e hijas. No algo separado, sino el mismo Espíritu, el mismo Dios, la misma persona, unidos en matrimonio a lo Eterno. ¿Ven cómo Dios lo planeó, que no fuéramos nosotros algo distinto, sino que fuéramos Él? No que fuéramos otro ser de alguna otra tribu, sino una unión real, y descendientes del Todopoderoso, hecho por una unión sagrada. Ahora, el cuerpo viene del padre y de la madre, pero el espíritu vino de Dios, Dios separándose a Sí Mismo, así como Adán fue separado.",
    "En el Día de Pentecostés, hallamos al Espíritu Santo (la Columna de Fuego), separándose y asentándose sobre cada miembro de aquella Iglesia. ¡Dios se estaba uniendo a Sí mismo! Entonces, con ese grupo de personas unido, ¿qué es lo que hace? Trae de nuevo el Cuerpo unificado del Señor Jesús. ¡Siendo unido!",
    "Y hoy día, en esta gran separación en la que estamos viviendo (las diferencias denominacionales y demás cosas), ¡es una lástima!, ¡qué desgracia!",
    "Somos unidos en matrimonio Celestial con el Dios Eterno, somos parte de Él, parte de Dios. En la carne, yo llegué a ser Branham, por causa de mi padre, Branham. Ud. vino a ser parte de su padre y de su madre, pero en espíritu venimos (cuando estamos en unión con Dios), a formar parte de Dios. Es por eso que el espíritu no puede morir; “El que cree en Mí, tiene Vida Eterna. Y a la imagen que él tiene aquí en la Tierra, y en esa semejanza, Yo lo levantaré en el día postrero”. No será un ser espiritual, porque tendremos un cuerpo igual al Cuerpo glorioso de Dios (el cuerpo glorificado del Señor Jesús), seremos levantados en Esa imagen.",
    "Jesús dijo, camino a la tumba de Lázaro: “Yo soy la resurrección y la Vida. El que creyere en Mí, aunque estuviere muerto, vivirá. Y todo aquél que viviere, y creyere en Mí, nunca morirá”. Eso es para el que creyere en Mí, no solamente acerca de Mí, sino en Mí. ¡Estando en Él, creyendo! “Si permaneciereis en Mí, y Mis Palabras en vosotros”. ¡En Él, creyendo! ¡Oh, vaya! Espero que el Espíritu Santo les haga bajar eso. Ahora, Uds. son la manada pequeña, y por eso es que durante la semana, estando en oración y pidiéndole a Dios, he escogido este texto; para mostrarles dónde estamos parados. Creyendo en Él. Ud. no puede creer en Él, hasta que no haya entrado en Él o que Él haya entrado en Ud.; entonces es cuando Ud. está creyendo en Él, entonces Ud. tiene Vida Eterna. Ud. solamente está creyendo acerca de Él, hasta que reciba la Vida Eterna, pues la Vida Eterna es la Vida de Dios en Ud., y es entonces cuando Ud. está creyendo en Él.",
    "🦅 Vosotros en Mí, Yo en vosotros. Para que ellos puedan ser uno, Padre, así como Tú y Yo somos uno”; Dios en Cristo, Cristo en la Iglesia. ¿Ve Ud.? “Así como nosotros somos uno, que ellos también sean uno”. Ahora, ¿cómo llegamos a ser uno? “Si permaneciereis en Mí, y Mis Palabras permanecen en vosotros”, ¿ve Ud.? ¡Si permanecen!, “Mis Palabras en vosotros, entonces podéis pedir lo que queréis”. Porque, ya no es Ud., sino la Palabra que está en Ud., y la Palabra es Dios.",
    "Ahora, la Palabra de Dios es una Espada. Hebreos, el capítulo 4 lo dice, Hebreos 4:12. Ahora, es una Espada. Y una espada está perfectamente inmóvil, si no es esgrimida por una mano, o un poder. Y ella… Pero se necesita de la mano para que empuñe la Espada. Y veamos la mano que se necesita para empuñar esta Espada: la mano de la fe.",
    "Ahora, de esa mano de fe, depende cuán fuerte sea ella. Puede ser que esta mano de fe sea apenas lo suficiente fuerte para abrir un pequeño hueco en las tinieblas, y decir: “Por fe soy salvo”. Y ése es un gran corte, pero entonces, si ésa es toda la fuerza de esa mano, para esgrimir esa Espada, no podrá cortar más. Pero si es una mano fuerte, entonces cortará a través de todo lo que el diablo pueda presentar, hará que toda promesa de Dios resplandezca en el poder de Su resurrección. Si es una mano fuerte de fe: “¡Los días de los milagros!, ¡Jesucristo es el mismo, ayer, hoy, y por los siglos!”, se abre camino. Todo depende de la fuerza de la mano que maneja la Espada.",
    "Y la Espada sí que tiene filo. Hebreos 4, dice: “Más cortante que toda espada de dos filos, que corta al entrar y al salir, y llega hasta el—el tuétano del hueso, y hasta las coyunturas, y discierne los pensamientos del corazón”. Va más allá de lo físico, entra en el reino espiritual y capta los pensamientos del corazón y los revela. ¡El Espíritu de Dios, la Palabra de Dios!",
    "Ahora, esa Palabra cortará allí adentro si hay un brazo con la fuerza suficiente para que La empuje; hallará Su lugar y cortará toda promesa y se la presentará a Ud. si es que La respalda el brazo con suficiente fuerza. La Espada, ¡levántela con el—el brazo de la fe! Empúñela fuerte, no la suelte, y salga directamente a hacerle frente al enemigo. ¿Cómo podrá ese enemigo incircunciso pararse en la Presencia del Dios Eterno? Así que, tome la Espada de la Palabra, y toda promesa le pertenece a Ud. ¡Levántela con la mano fuerte de la fe, y camine hacia adelante! Si Ud. necesita sanidad, córtela con la Palabra: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Si Ud. necesita la salvación: toda promesa en la Biblia es suya. Allí está, y Satanás está tratando de esconderla, pero tome Ud. la Espada y ábrase camino a través de las tinieblas, hasta que la Luz de Dios brille en su alma y Ud. posea la promesa; Él lo hará.",
    "Adán fue parte de… o Eva fue parte de Adán, ella era carne de su carne, y hueso de su hueso. Y así es la unión correcta. Y así es la unión correcta de la Iglesia, ¡Espíritu de Su Espíritu!, ¡Palabra de Sus Palabras! Jamás se desvía de la Palabra, el creyente genuino no comprometerá ni una Palabra. Recuerden, fue una sola Palabra en la que Eva cedió, en una Palabra. Pero el verdadero creyente no cederá en ninguna Palabra. Empuñará la Espada de la fe, con… en fe, mejor dicho (la Espada de la Palabra), y reclamará toda promesa Divina que Dios ha hecho. Así es.",
    "Ellos fueron los ejemplos de Dios para nosotros, de lo que debemos ser; ellos allá, siempre estuvo presente, nunca les falló. Cuando hablaron, Dios respondió. Él cuidaba de ellos a diario. En la noche, cuando se acostaban a dormir, Él cuidaba de ellos. Por el día, los guió, los alimentó, los amó, tuvo una comunión constante con ellos, todo el tiempo. Ellos fueron hechos a la imagen de Dios, y Dios estaba en ellos. Y eso forma el compañerismo. Eso forma la unión, es Dios en Su Iglesia; ésa es la unión. Pudiera decir mucho, pero tengo muchas citas para ver. La unión con Él, es la Vida Eterna. Y la única manera en que podamos unirnos con Él, es poner por obra toda Su Palabra. Correcto, tomar cada promesa y creerla.",
    "Ahora, Eva estaba unida hasta cuando ella quebrantó una sola Palabra, o más bien, cuando dudó una sola Palabra, de que fuese la verdad; eso la separó. Es toda Palabra: “No sólo de pan vivirá el hombre, sino de toda Palabra”. Entonces nosotros sí podemos estar en Dios, unidos, por cuanto Adán y Eva, antes de la caída, antes de haber descreído aquella Palabra, fue ejemplo de lo que nosotros pudiésemos ser en Él. Estar unidos con Él es Vida; y estar separados de Él, es muerte. Ahora, esto es ¡si seguimos Sus mandamientos!",
    "Sabemos que cometemos errores, pero Uds. no deben enfocarse en eso. No es por sus errores, porque Uds. siempre los van a tener. Pero, vean, es por seguir Sus Reglas, al seguir lo que Él ha dicho que hagamos. Tropezar y caer nada tienen que ver con el asunto. Un verdadero siervo, si tropieza, se volverá a levantar. Y si él se sale del camino, Dios lo vuelve a meter en el camino, siempre y cuando él esté en la línea del deber. Pero si él se ha salido de la línea del deber, Dios no tiene obligación con él. Pero, siempre y cuando él esté en la línea del deber, Dios tiene obligación con él, sabiendo que tan solo es un hombre, o una mujer. Él está obligado con esa persona, siempre y cuando ellos estén en la línea del deber.",
    "Entonces, la iglesia ahora mismo está comprometida con Cristo para la boda. La boda todavía no ha sido llevada a cabo, será en la Cena de las Bodas del Cordero. Entonces, vemos que la Iglesia ahora mismo está comprometida, como un hombre se compromete con su esposa. ¿Qué hace él mientras están comprometidos? Él le otorga toda clase de cosas, le manda regalos, haciendo que ella se sienta bien. Bueno, eso es lo que Cristo está haciendo con Su Iglesia. Él nos está mandando dones del Espíritu. ¿Cómo puede Ud. estar comprometido cuando niega que existan estos dones? Son las propias muestras de amor. Es la señal de Dios para la Iglesia. Jesús lo dijo: “Estas señales seguirán a los que creen”.",
    "Ahora, mantengan esas cosas en mente. La Iglesia debe creer toda Palabra, toda promesa, toda iota, y ellos mismos reclamarla y ejercitarse en Ella. Si yo estuviera comprometido con una muchacha, y fuera un hombre soltero, y yo le envío algo, un anillo de compromiso, y ella no lo luciera, mostraría que ella no me cree. Ella—ella—ella no quiere ser mi novia. Y si Cristo le envía a Su iglesia los dones que Él ha prometido, y ellos los rechazan y dicen: “no es así”, ellos no quieren ser la Novia de Cristo. Están desposados a otro amante, y no a Cristo, el Novio. Pero la Iglesia verdadera retiene la promesa, lo guarda todo, y recibe los dones que Dios le envía. Muy bien.",
    "Ahora, los primeros seres humanos se apartaron ellos mismos, de que le creían a Dios, al descreer Su Palabra y escuchar una mentira del diablo. Ahora, eso fue lo primero que terminó del compañerismo, en esta hermosa unión. Pues miren, Adán y Eva estaban en una posición de nunca morir, en una posición de nunca envejecer, nunca enfermarse, de nunca tener alguna preocupación.",
    "Ud. dirá: “¡Cómo quisiera yo estar así!”. Permítame… Le tengo noticias, Ud. está en la misma posición. Dios le brinda eso a cada criatura en la Tierra, están en esa misma posición.",
    "¿Cuál fue el acuerdo? “¡Si Uds. guardan Mis Palabras! Si, Mi Palabra, si Uds. la guardan, ¡si la creen y la ponen por obra!”. Pero la primera vez que Eva descreyó, que quitó una Palabra de lo que Dios había dicho, allí rompió el compañerismo de aquella gran unión. Y en el minuto en que la iglesia descrea cualquier Palabra de esta Biblia de Dios, y La ubique para otro tiempo, allí mismo rompen el compañerismo maravilloso que les ha sido ofrecido. Y al ser separados, tan pronto como ella cometió aquello, la muerte entró en su ser mortal; no solamente en su ser mortal, sino también en su ser espiritual. Ella terminó la relación con Dios en el minuto en que descreyó. Y ningún hombre puede creer (¡aquí está!), ningún hombre, ni mujer, puede—puede creer la mentira del diablo, hasta que primero no haya descreído la Verdad de Dios. Nadie puede creer la mentira del diablo hasta que primero no haya descreído la Verdad de Dios. Entonces (¿Lo ven?) Eva, Adán, ¿dónde nos pone a nosotros en esta mañana?",
    "Ahora, pensemos seriamente, porque jamás podremos recapacitar después de esto, después que esta vida mortal haya terminado. Ud. tiene que recapacitar ahora. Después, Ud. ya no podrá escoger, Ud. tiene que escoger ahora, porque éste es el día para que escoja, en el cual tome su decisión. Ahora, ella (por sólo una Palabra, no todo el decálogo, sino una sola Palabra), dudó de Dios por cuanto le fue presentado a ella bajo dicha luz; de que había algo dudoso en esa Palabra. Pero no se puede dudar de la Palabra de Dios, Él quiere decir exactamente lo que Él ha dicho. Pero ella La dudó porque le fue presentado: “¡Oh, seguramente que Dios no quiso decirlo así!”. ¡Pero sí quiso decir así! Dios quiere decir toda Palabra que dice. Y Ella no necesita de ninguna interpretación privada, es tal como Él La ha dicho.",
    "Bueno, mire: “¿Cómo confía Ud. en la Biblia?”. Yo creo que mi Dios ha dirigido esta Biblia, Él cuida de Su Palabra. Él sabía que ateos e impíos se levantarían en los postreros días, por eso Él ha cuidado de Ella. Aquí está exactamente como Dios quiso que dijera. Es tal y como está para nosotros hoy en día. Ahora nosotros tenemos que creerla. Cuando nos desviamos de Ella en una sola Palabra, y perdemos nuestro compañerismo, nos desviamos hacia la muerte, la separación eterna de Dios, así como hicieron Adán y Eva. Nosotros debemos creer la Verdad de Dios.",
    "Permítanme repetirlo. No vaya Ud. a descreer una sola Palabra de la Biblia de Dios. Pero tampoco vaya tan sólo a decir: “Sí, yo La creo”, y ¿que diga, “pero?”; no en eso no hay peros. Si Ud. la cree, Ud. la acepta. Si Ud. la hace a un lado, dice: “Pues, mi iglesia no La cree de esa manera”, entonces Ud. no cree que Ella sea la Palabra de Dios, y Ud. saldrá bajo la misma condenación, bajo la cual salió Eva. Ud. mismo se habrá separado del Ser Eterno, cuando se le presentó la oportunidad de ser unido con Él. Ahora recuerde, no se puede dudar de Ella, porque eso allá fue una sola Palabra, de la Palabra de Dios.",
    "Y, por tanto, si Dios tuvo unas—unas cuantas Palabras allá que la gente tuvo que obedecer, y en esas pocas Palabras, una de Ellas fue mal representada causando la muerte, ¡miren hoy las Palabras que tenemos nosotros! ¿Ven? Tenemos que recibir cada una de Ellas, y aferrarnos a ellas y abordarlas como promesas de Dios. Y una verdadera esposa de Dios así lo hará, una que verdaderamente haya sido desposada. Ahora, espero que estas cositas penetren a fondo, para que las podamos captar.",
    "¿Qué fue lo primero que causó que Eva descreyera la Palabra de Dios? Fue porque Satanás le prometió a ella más sabiduría; “Serás sabia”. Ahora noten Uds. que la raza humana siempre está en busca de algo. Y Eva estaba buscando más sabiduría.",
    "Ahora, paremos por un momento. ¿No es ésa la condición del mundo hoy? Ellos quieren más sabiduría, una mejor clase, mejor educación, en busca de algo que sea distinto, más sabiduría. Eso fue lo que quiso Eva. Pero, también déjenme decir esto: que no hay sabiduría que pueda superar a la de Dios; sin embargo, está en una forma tan humilde que la gente la pasa por alto.",
    "Satanás, como he dicho muchas veces, brilla, pero el Evangelio resplandece. ¡Oh, hay una gran diferencia entre brillar y resplandecer! Hollywood brilla, pero la Iglesia resplandece con el poder y el amor de Dios; Hollywood brilla. Hay bastante diferencia entre resplandecer y brillar. Nosotros no queremos brillar, queremos resplandecer.",
    "Hoy en día, da lástima pensar en esto, pero las iglesias tratan de apoyarse en su propio entendimiento, exactamente como Eva. Ella lo consideró por cuanto así le fue presentado; parecía tan real. ¡Oh, no fallen en captar esto! Eso parecía tan real, algo que se podía añadir a lo que Dios había dicho. Parecía que ella había encontrado algo en lo que Dios no le había puesto límite. Era como si Dios no le hubiera puesto límite como se lo puso al mar, y que no lo puede traspasar porque la luna lo vigila. Él pensó… Ella pensó que era el turno de Satanás a la pelota, como diríamos; que ella podía permanecer en unión con Dios, y a la vez ser más inteligente; que ella tendría una mejor educación. Pero Dios ya le había asignado exactamente lo que ella necesitaba.",
    "Y asimismo se lo ha asignado Él a la iglesia. Y no es una enseñanza de seminario, o que venga por alguna enseñanza torcida de una—una escuela Bíblica; sino que es exactamente lo que está escrito, y es ¡ASÍ DICE EL SEÑOR! ¡No se puede cambiar! Pero las iglesias se apoyan en su propio entendimiento. Ellos—ellos piensan que tal vez… que allí tienen algo más, y es un engaño.",
    "Voy a quedarme en esto un momento. El mundo entero se basa en eso. La economía entera de esta nación está basada en una concepción falsa. Les quiero contar de una broma que me pasó a mí, no es un chiste. Pero Uds. saben que todos amamos nuestras esposas, o cuando menos, así debe ser. Y yo estaba viendo un programa hace un tiempo, en el oeste, ya hace mucho, como tres años. Y desperté una mañana y en mi habitación había un televisor, allí en ese cuarto. Y pensé: “Parece que el clima va a estar feo”. Y pensé: “Bueno, a las ocho debieran tener las noticias”. Y tomé la pequeña guía, decía: noticias a cierta hora.",
    "Puse las noticias, y oyendo las noticias, vi que a la mitad del noticiero, interrumpieron para hacerle propaganda a cierta mercancía, a una cierta clase de detergente. Y decía: “Señora, Ud. jamás tendrá que lavar los platos. Lo único que tiene que hacer es meterlos allí en el agua, y dejarlos por unos minutos, luego los saca y los pone a secar, y eso es todo”.",
    "Pensé: “Voy a ser un héroe cuando llegue a casa”. Apunté el nombre de esta cierta cosa. Dije “Le diré a mi esposa: ‘¡mira lo que yo puedo hacer!’”.",
    "Así que fui y compré una botella de esta cierta cosa, y pues vacié un chorro al agua. Le dije a ella que continuara barriendo la casa, que yo me encargaría de eso. Entonces levanté los platos de los niños, les quité las migajas y todo, y el huevo estaba allí pegado, y metí los platos al agua por unos minutos, y los saqué y los puse allí. Seguían con el mismo huevo allí que cuando los metí. ¿Ven? Yo—yo hubiera perdido… Para entonces, mi esposa hubiera perdido la confianza en mí.",
    "¿Lo ven? ¿Por qué es que la nación, que éstos… permite esta nación que el pueblo sea engañado? No debieran permitir que eso fuera anunciado así. Eso debiera ser contra la ley. Y otra cosa es la propaganda moderna de los cigarrillos, ¡qué desgracia!; “Ni una sola tos en la cajetilla”, todo eso; no se debiera permitir. ¿Qué es lo que se está haciendo? Se está engañando. Hay muerte en cada uno de ellos. Hay muerte en cada bebida de whiskey; violación, asesinatos, demencia, en la botella. Sin embargo, se permite la propaganda en los programas, y que digan: “Es la misma que bebía el abuelo. Disfrute más la vida”, refiriéndose a cierta clase de cerveza, de licor. ¿Qué es? Es un engaño. Se está poniendo algo ante el público, para que ellos mismos se maten con eso; y se nos permite hacerlo.",
    "Ahora, veamos la otra cara de la moneda. Y las iglesias, empleando dogma humano, credos inventados por hombre, están presentando una gran fachada ante el pueblo, y ellos están siendo engañados; lo cual es muerte. Ninguna iglesia le va a limpiar su alma; no existe credo que le pueda limpiar el alma. Solamente la Sangre de Jesucristo puede limpiar su alma, es el remedio de Dios, y tiene garantía. Así que, simplemente es algo falso, sin embargo, el pueblo se está apoyando en el entendimiento de los sabios, y por eso mismo mueren. Y el pueblo hoy está apoyándose en entendimientos según—según credos y denominaciones, y millones, así como cerdos sacrificados, se están lanzando al abismo sin fondo del infierno. ¡Eso da lástima! A nosotros se nos prohíbe apoyarnos en nuestros propios entendimientos; ni aun podemos intentarlo.",
    "Ud. dirá: “¿No tendrá más razón un concilio de hombres que una sola persona?”. No, si esa persona está hablando la Palabra de Dios. En una ocasión hubo cuatrocientos profetas que se presentaron ante dos reyes, y éstos se apoyaron en su propio entendimiento. Pero sí hubo uno que se mantuvo con la Palabra de Dios, y al final fue probado que él estaba correcto: Micaías. Eso depende si es la Palabra de Dios. Cualquier cosa que sea contraria a la Palabra está errada, entra la muerte. No existe sabiduría que pueda superar a la sabiduría de Dios. Él es el más inteligente de todos los inteligentes. Él es—es la Fuente. Él es el único recurso para la sabiduría. Toda palabra del hombre es necedad y mentira si contradice a la de Dios, excepto la de Dios. Ahora, si la persona está hablando la Palabra de Dios, pues ya—ya no viene a ser la palabra del hombre, sino la Palabra de Dios. ¿Ven Uds.? No es el entendimiento del hombre.",
    "Satanás le hará toda clase de promesas, pero él no tiene nada que darle a Ud., porque él no tiene nada; él no tiene la salvación. ¿Qué es Satanás? Cualquier cosa contraria a la Palabra. Él no tiene salvación, él no tiene Luz. Su reino es tinieblas, cuyo fin es la muerte. El reino de Satanás es tinieblas y muerte. “Hermano Branham, vuelva a repetir eso. ¿Cuál es el reino de Satanás?”. Cualquier cosa contraria a la Palabra de Dios.",
    "Ahora, es cortante, pero es el tiempo de cortar. ¿Ven? La rama, el árbol, si va a producir, tiene que ser podado. Ahora es el tiempo.",
    "Cualquier cosa contraria a los mandatos de Dios, a la Palabra de Dios, no es Dios. ¿Qué es? ¿Qué es el pecado? La justicia pervertida. ¿Qué es la muerte? La vida pervertida. ¿Qué es el reino de Satanás? Cualquier cosa que se coloca para que tome el lugar de la Palabra, lo que sea, cualquier enseñanza. Una sola palabra, sí, una sola palabra. Quizás Ud. crea toda la Palabra, Eva también creyó toda la Palabra, hasta que llegó a esa sola Palabra. Esa sola Palabra fue lo único que se requirió para que ella descreyera. Esa sola Palabra es todo lo que se requiere para que Ud. descrea.",
    "Ahora, miremos esto. La única manera de permanecer en el compañerismo Divino, era guardar esa Palabra. Dios dijo: “Haréis esto; no haréis esto; haréis esto, y podéis hacer esto y esto acá; pero no haréis esto”. Ahora, fue solamente una partecita de un solo mandamiento, que ella desobedeció, y comenzó todo. Por hacerlo, ella trajo a todo niño hambriento que ha habido en el mundo; todo dolor de muerte, toda tristeza, toda angustia; ella lo causó en ese momento. ¡Qué cosa más horrible es descreer la Palabra de Dios! Toda persona que ha gemido por el dolor en toda muerte que ha habido y que habrá, ella lo causó en ese instante. Todo bebé, sin casarse, ella lo causó en ese momento, todo bebé nacido bajo… fuera del matrimonio. Todo pecado que se ha cometido, ella lo causó allí mismo, al guardar toda Palabra excepto una partecita aquí. Ella—ella razonó. Ella simplemente… ella no lo ignoró, estaba enterada; pero simplemente… Ella fue engañada a que hiciera algo mejor, porque le fue prometida gente de mejor clase, con más sabiduría, ella sabría más de Eso, si hiciera esto. “Nuestros ministros tienen más educación. Nosotros tenemos gente de mejor categoría”.",
    "No hay gente de mejor categoría en todo el mundo que aquellos que guardan la Palabra de Dios; son lo mejor. Ésa es la única clase de gente a quien Dios mira. Dentro de poco pues quizás Dios nos permita que entremos en eso.",
    "Su reino no puede prometer más que muerte, porque es todo lo que él tiene. Él es el autor de la muerte. Él puede prometernos mentiras porque es el padre de la mentira. Él no le puede dar a Ud. Vida. Él no le puede dar a Ud. el Cielo, porque no tiene Cielo para darle.",
    "¡Piénselo! Una Palabra, al descreer a Dios por una promesa del diablo o de su maquinaria, una sola Palabra lo manda a Ud. al tormento. De esa manera fue que comenzó. Y si Dios, tan misericordioso como es, habría de mandar todo esto tan infernal sobre la Tierra, y ha causado niños hambrientos, toda clase de aflicciones, y gente muriéndose de hambre, y la muerte que existe en la Tierra, todo por una sola Palabra allá en el principio, ¿no podía Él haber ignorado eso y haber evitado este sufrimiento tan masivo? ¿No podía haberlo hecho Él? Entonces, si Él no perdonó una sola Palabra allá, sabiendo que esto acá sería el resultado, ¿cuánto más no perdonará una sola Palabra acá cuando sólo el individuo es el que tendrá que sufrir, quien sea el que descrea? Piénselo, es una cosa muy tremenda.",
    "Ahora, cuando Adán y Eva escucharon la mentira del diablo, la imagen santa de Dios los dejó, su compañerismo con Dios había sido roto. Su compañerismo en unidad con Dios fue roto. Al instante en que ellos le pusieron atención a la mentira del diablo, eso les rompió el compañerismo. Y al mismo instante en que Ud. le pone atención a la mentira del diablo, eso romperá su compañerismo. Ése es el mismo minuto en que Ud. sale de la Presencia de Dios, como hizo ella, cuando Ud. haya fallado en tomar la Palabra de Dios, tal cual como está.",
    "Ahora vean, quiero preguntarles algo. Todos sabemos que existe un Dios. Y si Dios es tan correcto con Su Palabra, y determinó que juzgará a la gente por Su Palabra, entonces Él tiene que conservar una Palabra en alguna parte, por la cual juzgará a la gente; esta Biblia lo es, nunca vayan a olvidarlo. Es por la Biblia que Dios juzgará a la gente, porque en Apocalipsis 22, dice: “El que quitare una sola Palabra, o el que añadiere una sola palabra”.",
    "Vean, no es sólo decir: “Pues, yo—yo asisto a la iglesia. Yo creo. Yo—yo—yo le creo a Dios”. Pues, todo diablo en el infierno le cree a Él. Cada uno de ellos es religioso, cada uno.",
    "Pero tan sólo se requiere de una Palabra, allí mismo se rompe el compañerismo. Una cadena no es más fuerte que su eslabón más débil. Y donde está la debilidad suya, en descreer la Palabra de Dios, allí es donde Ud. necesita poner un eslabón nuevo, fuerte como lo demás. Si Ud. cree que Jesucristo salva, entonces necesita añadirle otro eslabón allí mismo para creer que Él sana. Si Ud. cree que Él era, Ud. tiene que creer que Él es. ¡Aleluya! Si Ud. cree que Él era y está dudando de Él hoy, ese eslabón se va a romper, y Ud. estará perdido. ¿Ve lo que digo? Es tajante y es duro, pero es la Verdad. Ud. tiene que creerle a Él, toda Palabra, todo lo que Él ha dicho.",
    "Ahora, Ud. dice: “Pero, Hermano Branham: ¿qué de estas denominaciones?”. Bueno, escuchen: si cuadran con esta Palabra, muy bien, pero si niegan esa Palabra, entonces no es correcto, y es el diablo otra vez. ¿Ven?",
    "🦅 ¿Qué de esta cierta iglesia por allí”? Yo no sé nada acerca de esa iglesia. Lo que sí sé, es acerca de esta Palabra. Ahora, ¿cómo va Ud. a creerle a una iglesia, cuando existen más de novecientas denominaciones distintas, y cada una está diciendo: “Nuestra denominación tiene la Verdad exacta?”.",
    "¿Adónde acudiría Ud.? Ud. tiene que tener fe en algo. Bueno, Ud. dice: “Yo tengo fe en la metodista, o en la bautista, o en la presbiteriana, o en la luterana, o en la pentecostal, o en la católica”, o la que sea. Ud. tiene la fe en esa organización, y si ella es contraria a la Palabra, Ud. está haciendo lo mismo que hizo Eva. ¡Exactamente! Ud. está haciendo exactamente lo mismo que ella, tomando la Palabra de Dios y está tornándola en…",
    "🦅 Bueno, es que personas de mejor categoría asisten aquí; es un edificio más grande; ellos son hombres más inteligentes”. Eso no tiene nada que ver. Satanás era mucho más inteligente que Eva. Ella no… ni aparecía en el mismo cuadro. Pero ella no tenía que ser inteligente, ella tenía que ser obediente. Nosotros no tenemos que ser inteligentes. Jesús dijo que los hijos de este mundo, que el reino de este mundo, es mucho más inteligente, o sea, los hijos de las tinieblas que los hijos de la Luz. Nosotros hemos sido comparados a las ovejas. Las ovejas ni pueden guiarse ellas mismas, necesitan de un pastor. Dios no quiere que tengamos inteligencia, Él quiere que nos apoyemos en Su entendimiento, amén, adonde sea que Él nos guíe. Amén. ¿Ve Ud. el cuadro? No se apoye Ud. en su propia prudencia. Proverbios, el 5 del 3. No se apoye Ud. en su propia prudencia, más bien apóyese en el entendimiento de Él. No importa cuán contrario parezca, y cuán brillantes están las grandes luces acá afuera, no le preste atención a eso. Solamente apóyese en la prudencia de Él, lo que Él ha dicho es la Verdad.",
    "Ahora, la unidad del compañerismo fue rota entre Dios y Sus hijos, en el instante en que ella descreyó un pequeño párrafo, una pequeña Palabra de Dios. Todos los que entiendan eso, digan “amén”. [La congregación dice: “Amén”.—Ed.] No toda la Biblia; que digan: “Yo no creo toda la Biblia. Yo solamente creo quizás la mitad”; ella tuvo que creerla toda, cada porción.",
    "No solamente eso, sino también la unidad entre esposo y esposa había sido rota. Yo no creo que exista ningún matrimonio que pueda ser lo que debe ser, sin que haya una unión entre el esposo y la esposa y Dios; correcto. Criarán hijos en el mundo, y los hacen ilegítimos; les dan cigarrillos, whiskey, juegan a la baraja delante de ellos, beben licor en presencia de ellos. No importa cuán leales sean ellos a sus votos matrimoniales, en lo sexual, ¡eso es la carne! Pero allí adentro hay un espíritu, ese espíritu pecaminoso del papá y la mamá, no importa lo dedicados que ellos sean a sus hijos, terminará mal.",
    "Bueno, dirá Ud.: “Conozco a hombres y mujeres que no expusieron sus hijos a todo eso, y ni siquiera eran Cristianos”. El asunto mismo de no llevarlos a Cristo fue la peor cosa que pudieron haber hecho, aparte de eso otro; no llevarlos a Cristo, ¿ve Ud.? Por tanto, Ud. no puede tener una unión correcta, sin eso; por el compañerismo roto.",
    "Entonces, tan pronto como se rompió el compañerismo entre Adán y Eva… Tan pronto el compañerismo fue roto entre ellos y Dios, luego el compañerismo entre ellos fue roto.",
    "¡Escuchen! En el momento que una iglesia rompe el compañerismo, para meterse en una organización, el compañerismo de los creyentes queda roto. Nosotros tenemos que creer de un solo corazón, una mente, y unánimes. Así estaban ellos allá antes que se formase la unión en el Día de Pentecostés; estaban de un corazón, una mente y en un acuerdo. Y cuando Ud. mete una iglesia en una organización, Ud. obtendrá toda clase de divisiones. Pues, algunos de esos hijos allí le van a creer a Dios, ellos se van a aferrar a la cosa correcta, y los otros se irán por la vía contraria. Así que, no existirá el compañerismo. Seguro.",
    "¿Qué pasó? Su modo de pensar cambió. ¡Seguro que sí! Su modo de pensar cambió. El compañerismo con su esposo no era el correcto; comenzaron a echarse la culpa. ¿Ve? Su modo de pensar realmente cambió. ¿Por qué? Ella tenía la vida del diablo por dentro. ¡Exactamente! Tan pronto descreyó la Palabra de Dios, ella aceptó la vida del diablo, por cuanto aceptó su enseñanza.",
    "Podría ser mucho más directo aquí en esto, pero quedará en las cintas. Estoy seguro que Uds. entienden, la Iglesia.",
    "Ella descreyó la Palabra de Dios y eso la desasoció de Dios, por cuanto en ella, en ese instante, ya estaba la vida del diablo. Ella había creído su mentira, dijo: “Los frutos son buenos”, y ella participó de ellos con él; es cierto.",
    "Yo no voy a callar Esto, no puedo, voy a darlo de todas maneras. El otro día en California, quiero decir en Arizona, yo estaba enseñando en una iglesia. Y jamás he dicho algo bajo la inspiración de lo que haya tenido que retractarme. Muchos de los ministros me atacaron en cuanto a la simiente de Satanás, la simiente de la serpiente. “De la mujer, que fue porque se comió una manzana”. ¡Oh! Eso, pues, Caín pensó igual, ¿ya ven como él trajo los frutos del campo? ¡Eso no fue ninguna manzana! ¿Cómo se dio cuenta que ella estaba desnuda? Ya hemos hablado de eso. Realmente fue una relación sexual; seguro, así fue. Ella se dio cuenta de que estaba desnuda. Y ella tuvo un hijo de la serpiente, que no era ningún reptil, era el más astuto de todas las bestias. Él era lo más cercano al hombre. El hombre puede ser que encuentre monos, y chipancés—chimpancés y cuánta cosa más, pero no pueden hallar ese eslabón que conecta al hombre con la bestia. Allí se encuentra él. Dios le dio tal maldición que él nunca jamás puede volver, y la tiene, por este hecho malvado que cometió. Él era la única simiente que se podía mezclar.",
    "Entonces, el otro día, parado predicando, había mucha gente católica en mi reunión, y yo dije: “Uds. católicos, que llaman a Jesús, o que llaman a María, mejor dicho, ‘la madre de Dios’, ¿cómo puede Dios tener madre, cuando Él es Eterno? ¡Él no puede tener madre! Jesús no fue nada de María, sólo que Él… ella fue una incubadora por la que vino Él”.",
    "Ahora, ellos siempre han creído, y aun yo mismo lo pensaba así, hace años, de que la—la concepción inmaculada fue que Dios le hizo sombra a ella y colocó allí la célula de sangre, pero que el óvulo era de la mujer. Si el óvulo era de la mujer, entonces tendría que haber una sensación, para traer ese óvulo por el conducto hasta la matriz. ¿Ven lo que Uds. hacen con Dios? Lo involucran en un enredo sexual. ¡Dios, Quien creó la célula de la sangre, también creó el óvulo! Doctor, ¡tiene que haber el polen masculino y femenino! Correcto.",
    "Bueno, entonces si esta mujer produjo el óvulo, pues, ¿cómo pudo haber dicho David: “No dejaré a Mi Santo que vea corrupción, ni tampoco dejaré Su alma en el Seol?”. Entonces si el óvulo de la mujer tuviera parte en Cristo, luego la persona tendría una parte involucrada en la resurrección, cuando es enteramente una obra completa de Dios. ¿Por qué habría de resucitar Dios a una persona que compartía la parte sexual? En la resurrección, ¿por qué no dejó Él que Su cuerpo viera corrupción? Precisamente porque Él era santo. Y, ¿cómo pudo Él haber sido santo si hubiera compartido la concepción con María, y el polen hubiera venido de María, que el óvulo hubiese bajado por el conducto hasta la matriz? Tendría que haber una sensación para hacer que el óvulo bajara. Entonces la mujer hubiera…",
    "Bueno, Ud. dirá: “Puede ser que el óvulo ya estuviera allí; es posible”. Pero eso, aun si así fuera, luego vea lo que sucede acá: entonces Él no era enteramente Dios. Él no fue Dios, considerando que fue humano. Pero, si fuera así, la mujer hubiera tenido parte en eso. Y la—la propia simiente, que hubiera venido de María, que vino de su madre, y de la madre de ella, y de la madre de ella, hubiera sido algo humano mezclado allí que era por deseo humano. No pudo haber sido; no, señor. Yo dije: “Él… ella sólo…”",
    "Es como si Ud. toma el águila, y deje que ponga un huevo, y luego lo pone debajo de la gallina, la gallina empollará el huevo, ella sólo es la incubadora. Pero en ese aguilucho no existe ni una pizca que sea gallina; no, señor. La gallina fue la… Uno pudiera amarrar un cachorrito sobre el—el huevo de un ave, y empollará un ave, lo haría el cachorrito. Es el calor del cuerpo que empolló el huevo.",
    "Y así mismo fue con Jesús. María solamente fue la incubadora. Dios la usó como usaría a cualquier otra mujer. Ella era virgen, no había tenido hijos. Él bajó a un vientre virgen, pero Dios, el Creador, hizo los dos, el óvulo como también el germen, los creó. Por tanto, sí fue una concepción inmaculada.",
    "Cuando salí, por supuesto, Uds. saben que los hermanos me estaban esperando. Dijeron: “Hermano Branham, quiero preguntarle algo. Ud. cometió un error. Ahora sí lo tenemos arrinconado”.\n\nYo dije: “Muy bien, eso es lo que quiero, que me arrinconen”.",
    "Y dijo: “Ud. cometió un error al decir esto; cuando predicó la Simiente De La Serpiente. Pues, Ud. dice que—que el óvulo le pertenecía… que Dios lo creó, el óvulo. Y lo que pasa es que, aquí en Génesis, capítulo 3, hallamos que Dios le dice a María: ‘Pondré enemistad entre tu simiente y la simiente de la serpiente’”.",
    "Pensé: “¡Oh, vaya!”. Jamás he predicado algo en mi vida bajo la inspiración de lo que he tenido que retractarme, porque yo no dependo de mi propio entendimiento. Y si mi entendimiento es contrario a la Palabra de Dios, entonces mi entendimiento está errado; tiene que ser la Palabra de Dios. Si no lo es, hay que dejar eso quieto, porque no es correcto. Y, desbaratar Esto era el paso a tomar. En mi corazón dije: “Padre Celestial, ayúdame. Yo no sé qué hacer aquí. El hombre está señalando aquí a la Escritura: ‘Pondré enemistad entre tu simiente y la simiente de la serpiente’”.",
    "Ahora, ¡aquí está la cosa! El Espíritu Santo se movió allí. Yo creo que el Mismo que pudo hacerle sombra a María, que pudo crear, también les puede poner Palabra en la boca. Yo dependo de Él a diario. Y siempre es Su Palabra. Él no puede decir algo contrario a Su Palabra. Luego, si Ud. dice que está ungido, y predica en contra de las Verdades de Dios, entonces no es la unción del Espíritu Santo; pues, cuando el Espíritu Santo le hace sombra a uno, Él trae eso mismo, por cuanto es la Palabra.",
    "Escuchen. ¿Qué pasó? Yo dije: “Muy bien, quiero hacerle una pregunta: La mujer no tiene óvulo; ella no tiene simiente, pues, él me dijo: ‘Allí no dice: “un óvulo”, dice, “tu simiente”. Y ella no tiene simiente propia’”.",
    "Se necesita de una unión para formar una simiente, ¿verdad que sí, Doctor? Así tiene que ser. Si Ud. tiene una gran masa de pulpa, y en ella no hay vida, y la siembra, eso—eso jamás va a retoñar, permanece allí y se pudre. Y uno no pudiera sembrar la vida sin la pulpa. Por lo tanto, pueden ver que la cosa completa es una unión. Estoy tratando ahora de hablarles acerca de Cristo y la Iglesia; es una unión. ¿Ven? Si la mujer tiene simiente propia, entonces no necesita del varón; ella puede engendrar su bebé sola. Pero ella no puede, ella no puede tener el bebé mientras no haya estado con el varón, porque se necesitan los dos juntos para que formen la simiente. ¿Es correcto? Siembre Ud. una semilla que no tenga vida, y vea qué sucede.",
    "Como andan diciendo de una mujer que dio a luz aquí a estos perros; vean, no vivirían. Eso no puede ser, porque, vean, el polen no se mezcla.",
    "Ahora, consideren esto: la—la mujer no era una simiente. Por lo tanto, Él dijo: “Pondré enemistad entre tu simiente y la simiente de la serpiente”. Diciéndole en eso que Él mismo le iba a dar a ella una simiente, pero no por la cópula sexual. Él iba a crear en ella una simiente. Entonces, Ud. dirá: “¿Será ésa la simiente de Él?”. Sí. Sería entonces de María, después de que Él se la hubiera dado. Éste es mi ojo, Él me lo dio. Es mi ojo pero porque Él me lo dio; ésta es mi mano, pero Él me la dio; ésta es mi voz, pero Él me la ha dado. ¿Ven? Y la simiente que estaba, María… no tuvo nada que ver con María; era algo que Dios mismo hizo.",
    "Entonces, la simiente que estaba en ella, fue por razón de la unión de un acto ilegal, lo cual era muerte. Ella ya estaba preñada con la simiente de la serpiente, porque había vivido con el… Y ella misma respondió y dijo: “La serpiente me engañó”. Correcto. Y enseguida vemos que vino Caín.",
    "¡Oh!, sabemos que ella dijo que adquirió un hijo por Dios. Seguro que sí, todo niño que nace, ya sea ilegítimo, o como sea, tiene que venir por un acto de Dios. Él es el Único que puede dar vida, seguro. Eso es correcto.",
    "¿Ven? Ella ya estaba por ser madre. Y eso en ningún momento… lo único que hizo, fue aclarar el asunto de la simiente de la serpiente. “La simiente que ahora está en ti, ya está concebida, y es por razón de un acto ilegal contra Mi Palabra, con esta cosa aquí, y lo que ahora tienes es la simiente de la serpiente. Pero Yo te daré una Simiente, por la concepción inmaculada, y su Simiente herirá la cabeza de la serpiente, y su cabeza herirá el calcañar”. Amén. Sólo déjenle eso a Dios, si es Su Palabra, Él la traerá a cumplimiento.",
    "Por eso es que Uds. tienen que estar en unión con Dios. Por esa razón es que Pedro dijo en el Día de Pentecostés, después que Jesús había dicho: “…bautizándolos en el Nombre de Padre, Hijo, Espíritu Santo”, Pedro se da la vuelta y dice: “Bautícenlos en el Nombre de Jesucristo”, porque el Nombre del Padre, Hijo, y Espíritu Santo es el Señor Jesucristo. ¿Lo ven? Se necesita una unión.",
    "Pablo jamás había visto a Pedro, pero el mismo Espíritu Santo, en la misma unión (¡Gloria!), causó que él dijese la misma cosa. “¿Habéis recibido el Espíritu Santo, desde que habéis creído?”.\n\nLe respondió: “Pues, no sabemos de que existe”.\n\nÉl dijo: “¿Cómo fueron Uds. bautizados?”.\n\nLe dijo: “Bajo Juan”.",
    "Él les dijo: “Tienen que volver a ser bautizados en el Nombre de Jesucristo”. Y entonces recibieron el Espíritu Santo.",
    "¿Qué fue? ¡La unión, diciendo la misma cosa que dice Dios! Y ésa es la confesión. Confesar significa: “Decir la misma cosa”. Y Él es el Sumo Sacerdote de nuestra confesión, para poner por obra lo que Él mismo ha dicho. Nosotros decimos que Ella es la Verdad, y Él va a actuar sobre eso. ¡Oh, vaya! Allí lo tiene Ud. Ésa es la concepción.",
    "Ahora, veamos cómo ella—ella—que la unión entre ella y su esposo fue rota. Vean, tan pronto como Dios dijo: “Adán, ¿cómo fue que hiciste esto?”. En lugar de asumir la culpa de su esposa, él le cargó toda la culpa a ella: “La mujer que Tú me has dado”; la unión ya estaba rota. ¿Ven?",
    "¿Qué hizo ella? En lugar de amar a su esposo y decir la Verdad, ella mintió. Ella—ella—ella—ella debió haber dicho: “Él es inocente, yo le di a él”. Amén. La Biblia dice: “Y dio también a su marido”. Ella debió haber dicho: “Este hombre es inocente. Yo le di a él, entonces fue que comió, pero yo fui quien le di a él”. En lugar de eso, ella se lo cargó a la serpiente, el más allegado a quien pasárselo.",
    "Es lo mismo que tratan de hacer hoy. ¿Ven? La unión entre esposo y esposa ya estaba rota. El compañerismo entre esposo y esposa, ya estaba roto. La unidad entre ellos estaba rota, la unidad entre ellos y Dios estaba rota. La cosa estaba arruinada por completo. ¿Por qué? Por razón de haber descreído una sola Palabra. ¡Oh, hermano! Sí, ella debió haber dicho la verdad. La unidad entre ella y su esposo ahora no existía, y la unidad entre ellos y Dios ya no existía. Y toda iglesia que no tome la plenitud de la Palabra de Dios, le sucede lo mismo. Cuánto La amo, ¿Uds.?",
    "Observen al primogénito de ella, Caín, un asesino, un mentiroso, un engañador envidioso; envidioso de su hermano. Su hermano cumplió los Mandamientos de Dios, y Dios había hecho una expiación, al haber matado una ofrenda y ofreciéndola por ellos. Observen ahora la ignorancia en cuanto a eso, de Satanás; trató de sustituir algo. La Biblia dice que Dios fue y les hizo túnicas de pieles; para obtener pieles, algo murió. Adán quiso hacerse un delantal de hojas de higuera. No funcionó, era vida botánica. Vida, tenía que morir vida que se moviera. Entonces Él mató una forma de vida más baja, y en eso estaba diciendo: “Algún día, Mi Propia Vida será dada por Uds., será la Vida genuina, la cual formará de nuevo esta unión”. Ahora, dentro de poco veremos eso, Dios mediante. “Miren, aquí les doy una vida de cordero. Cúbranse ahora con esto y escondan su desnudez”. Eso de “no deben comer manzanas”, ¡qué tontería! ¿Ven? “Vístanse con estas pieles”. Él tuvo que matar algo.",
    "Y el hijo de Satanás, no vino de la manera como Él quería. Diga lo que Ud. quiera, pero éste fue hijo de Satanás, porque esa pureza que había entre Adán y Dios no hubiera podido traer esa clase de cosa. Mire, entonces este hijo de Satanás, queriendo ofrecer una expiación, vino con la misma cosa que la mayoría de la gente dice hoy, una cantidad de manzanas y frutas del campo, para ofrecer como expiación, antídoto.",
    "Y ¿qué cosa hizo el justo Abel? Él sabía que no fue semejante cosa de comer manzanas. Él era la sangre de su madre y de su padre, la vida de Adán. Por eso él trajo un cordero, igual como hizo Dios. ¡Aleluya! Él cumplió la Palabra de Dios, y Caín sintió envidia de él.",
    "¡Es igual hoy! Venga por medio del sacrificio de la sangre, la Palabra de Dios, exactamente como dice, manténgase perfectamente con Ella. Muchos de ellos creen en el sacrificio de esa sangre, seguro, pero dígales de otra cosa de la Palabra, y dicen: “¡Oh no, yo no creo eso! No, eso—eso fue para otro día”. ¡Es el mismo diablo, con el mismo truco viejo! Espere que terminemos con esto. Nótenlo, él ha venido de la misma manera de siempre.",
    "Pero Caín, con sus maneras tan estúpidas, no tanto estúpidas, sino en sus maneras astutas, engañado, entonces trajo fruta. Adán cumplió la… Abel cumplió la Palabra de Dios, él trajo un cordero. Dios dijo: “Correcto Adán, tú has… O, Abel, tú has cumplido Mi Palabra”. “Caín: tú sabías que no fue… ¿Acaso acepté Yo hojas de higuera, como trató de hacer tu papá? Traes higos, uvas o manzanas, no sé cuánta cosa tienes aquí. Y tu papá arrancó hojas del árbol, queriendo hacer una expiación, y aquí tú quieres venir con la fruta del árbol”. ¡No era eso! Era sangre de la vida.",
    "Oh, Dios bajó allá con eso, dijo: “Esto es”. Y Abel había ofrecido lo correcto. Entonces su hermano sintió envidia de él. Miren lo que hizo, mató a su hermano. Dios luego levantó a otro; como en la muerte, el entierro, y la resurrección de Cristo. Observen. Entonces, Dios, Su… ¿Qué les dijo a Adán y a Eva? “Fructificad y multiplicaos, y llenad la Tierra”. Esparció la raza humana por toda la Tierra, para que Él pudiera lidiar con ellos individualmente hasta que pudiera reunirlos nuevamente. Lidiando así con la gente, individuos, con cada persona; pero ellos no quisieron que fuera de esa manera.",
    "No fallen en captar esta revelación. Dios, permite que así sea. Espero que Uds. lo vean como lo estoy viendo yo.",
    "¿Ve Ud.? No fue de esa manera, Dios no lidia con una persona dentro de un grupo. Dios no lidia con Ud. en una organización. Él trata con Ud. como individuo, como individuo. Individualmente es que somos bautizados con el Espíritu Santo. Colectivamente somos bautizados en el Cuerpo cuando somos bautizados con el Espíritu Santo. Individualmente, cada uno es bautizado con el Espíritu Santo, Dios lidia así con cada uno. Ése fue Su propósito, esparcirlos por la Tierra para que pudiese lidiar individualmente con ellos.",
    "Pero, en vez de eso, ¿qué sucedió? Dios tuvo que separar al pueblo de Caín del pueblo de Set; Él desterró a Caín. Él los separó para que pudiera lidiar con Su Iglesia. Observen. Caín fue separado. Vean esto: Dios separó a Caín el malvado, que era de Eva, del santo Set, que era de Adán. ¡Oh! ¿Lo hizo? Fue por causa de un acto ilícito (de esta mujer que vivió con otra persona y produjo un hijo), que Dios separó a ese hijo y a sus generaciones de este hombre santo y justo, y de sus hijos.",
    "Igual es hoy, separando, separados, así los encontramos, ellos no estaban en unidad. Ellos no podían tener unidad. ¿Puede la noche estar unida con el día? ¿Puede un creyente estar unido con un impío? ¿Puede acaso un hombre quien cree toda la Palabra de Dios estar unido con aquéllos que solamente creen parte de la Palabra de Dios? Dios quiere a separadores.",
    "Ahora, Caín era el hijo de Eva, ella dijo: “He obtenido varón”; pero Set fue el hijo de Adán. Y Dios los separó, porque no podía permitir… Pues, se corromperían el uno al otro, los hijos malos de Caín corromperían a los hijos buenos de Set. Correcto.",
    "¡Ahora, vean! Y ese mismo diablo malvado, quien causó que Eva descreyera una Palabra de Dios (y se les había dicho que se separaran el uno del otro, y que no vivieran igual, cada uno aparte), ese mismo diablo vino entre ellos y los volvió a reunir. ¿Lo captaron? Digan “Amén” si así es. [La congregación dice: “Amén”.—Ed.] Él los volvió a reunir bajo una unión falsa, un acto de Dios… o sea en contra del plan de Dios. ¿Qué pasó? ¿Cómo lo hizo él? “Los hijos de Dios”, dice la Biblia, en Génesis, “vieron a las hijas de los hombres”. Los hijos de Dios, los hijos de Set, vieron a las hijas de los hombres, las hijas de Caín, que eran muy hermosas. ¡Hmm! Y, ¿qué hicieron? ¡Se enamoraron de ellas! Entonces, se unieron nuevamente, por razón de la hermosura, de que “eran hermosas a la vista”.",
    "¡Y así mismo es hoy! Aquí lo tienen, hermanos. Uds. pentecostales débiles, ¡Dios los separó y los envió a Uds. para que fuesen una inter-denominación! Uds. no pueden denominar Pentecostés. Los apartó para que fueran Su pueblo. Pero Uds. se fijaron en las grandes iglesias lujosas, y en la teología, establecieron sus grandes escuelas y demás. Y ¿qué lograron Uds.? Han unido una vez más al pueblo de Dios con la organización, cuyo mero fundamento es el catolicismo. Iglesias grandes y elegantes, gente bien vestida, el alcalde de la ciudad y todos los demás asisten allí; los que mejor visten, los mejores educados, los teólogos más ilustres, saben cómo venir donde todos lucen la ropa más ostentosa, y el pastor se para perfectamente en su lugar. Y ¿qué es? Uds. tienen la mirada en las cosas que Dios ha condenado. Y han tomado a la iglesia de Pentecostés (¡Dios, que esto suene por esas cintas!), y la han unido, convirtiéndola en una organización. Dios jamás quiso que Eso se uniera, Él lo quería separado; jamás que se uniera con el mundo.",
    "El mismo diablo malvado, quien causó que Eva descreyera la Palabra de Dios y que le hizo ese mal, regresó allí de nuevo y tomó a los hijos de Set, y dejó que vieran estas mujeres tan hermosas de Caín, y se unieron nuevamente. Y éstos no eran impíos; no eran comunistas. No, no. Éstos eran creyentes. Ellos dijeron: “Ahora, quizás el Señor hará algo, o esto resultará de alguna manera”. Ellos—ellos pensaban que estaban haciendo lo correcto. Y, ¿qué tuvo que hacer Dios? Borrar la cosa por completo, tuvo que borrar la cosa completamente. Por estar en una unión falsa, Él tuvo que enviar un diluvio y destruirlos a todos. El juicio vino por causa de esa unión falsa. El juicio cayó sobre el Edén, por causa de una unión falsa.\n\nAhora, ¿tendría la serpiente una simiente? ¡Deberían sentir vergüenza!",
    "Una unión falsa le trajo juicio a la Tierra, para Adán y Eva, en el Edén. Y una unión falsa trajo el diluvio como juicio de Dios sobre la Tierra, porque las hijas de Caín coquetearon con los hijos de Dios, y éstos se enamoraron y se volvieron a unir. Allí lo tienen. Fue una unión falsa. —“¡Oh, no va a suceder nada!”. ¿Qué hizo Dios? Destruyó la cosa por completo, a todos, menos aquel precioso Noé, y su familia. Él… Ellos se reunieron.",
    "Y, volvió a suceder después de eso, después de la muerte de Noé y de aquella familia espiritual de Noé; de repente, Uds. saben, los hijos del hombre una vez más comenzaron a fijarse el uno en el otro. Y ¿qué hicieron? Dijeron: “Pues, nosotros no somos impíos, todos creemos en Dios”. Entonces escogieron a un hombre, un líder, un gran arzobispo llamado Nimrod, y edificaron una torre. Ellos no eran impíos: Creían que existía el Cielo; creían que existía el infierno; creían en los juicios. Pero una vez más, los hijos de Dios y las hijas de los hombres formaron una unión falsa, y edificaron su tremenda catedral grande, una tremenda organización grande, y todos los demás lugares le pagarían el tributo a—a Babel.",
    "Y dijeron: “Esto es lo que podemos hacer. Uds. saben que nosotros somos inteligentes”. ¿De dónde obtuvieron esa sabiduría? Del diablo. Exactamente. Ellos la obtuvieron del diablo, como—como la obtuvo Eva. Ellos la obtuvieron del diablo. Entonces dijeron: “Vamos a edificarnos una organización, así agradaremos a Dios. Y les diré lo que vamos a hacer, haremos unos pequeños escalones, subiremos corriendo allá y cantaremos y nos gozaremos con los ángeles, y luego bajaremos aquí para vivir como nos dé la gana”. Ese diablo aún vive hoy. ¿Ven? Eso estaba en contra de los mandamientos de Dios. Ellos no guardaron Sus mandamientos. ¿Qué hizo Dios? Bueno, ellos construyeron su torre de Babel, pero como antes, era falso, así que Dios los confundió, y los separó.",
    "Dios los separó nuevamente y envió a Abraham el justo, le dijo: “Sólo te voy a tomar a ti, y de ti haré una nación”. Dios los separó. “Sal de entre ellos, Abraham, deja todo atrás”. Y Dios no lo bendijo mientras no dejó todo atrás; Lot fue lo último. “Sal, Abraham, sepárate de esos incrédulos. Y Yo te voy a tomar, y voy a hacer una nación de ti. Haré un pueblo que ha de guardar Mis mandamientos. Les voy a dar otra oportunidad”.",
    "Abraham el piadoso fue a peregrinar, en una tierra desconocida. Y así mismo hace todo Abraham, peregrinar en una tierra desconocida. ¿Haciendo qué? Creyendo en una promesa que era imposible, humanamente hablando. ¿Qué piensa Ud. que aquellos doctores modernos de Caín habrán dicho en aquel día? “¡Oh, qué cosa! ¿Un viejecito de cien años, va a tener un niño con una esposa que tiene noventa años? ¡Qué cosa más ridícula!”. Pero Abraham creyó la Palabra de Dios. Y no consideró ninguna cosa contraria a Ella.",
    "Todos estos bautismos falsos, sensaciones falsas, cosas falsas que tenemos hoy, no las considere, crea Ud. la Palabra de Dios y continúe adelante. Sólo es una piedra de tropiezo para que Ud. no pueda alcanzar lo real. Correcto. Sigan adelante, hijos. La Palabra de Dios, Dios cumple Su Palabra. No me importan cuántas cosas falsas el diablo les esté tirando, Dios aún tiene una Palabra verdadera, y Él la cumple.",
    "Cualquier cosa contraria, Abraham la llamó errada; Romanos capítulo 4, si lo están apuntando. Abraham llamó a toda cosa contraria a la Palabra de Dios, como si no existiera. Correcto. Él creyó en Dios, fue fuerte, no importaba cuán débil llegó a ser su cuerpo, o lo imposible que parecía ya esto para que aconteciera, Abraham continuó creyéndolo. Ahora, él no se tuvo que postrar ante el altar para decir: “Si eso no llega ahora mismo, voy a… no sé si lo debo creer”. Abraham se mantuvo firme por veinticinco años, antes de que sucediera, pero al fin llegó; siempre llega.",
    "De Abraham vino Isaac; de Isaac vino Jacob; de Jacob vinieron los patriarcas; de los patriarcas entraron a Egipto; en Egipto floreció una nación. Luego, cuando Él había formado Su nación, Su logro, ¿qué hizo? Dios los volvió a separar. La incredulidad y la fe no pueden ir juntos; no, señor. Él nuevamente los separó, para que así fueran Suyos. ¿Qué hizo para asegurarse de que serían guiados correctamente? Ahora, escuchen bien, ya no nos queda mucho tiempo, quizás otros quince minutos. Él los guió así de cerca. Observen, Él levantó una nación y los puso bajo tutores y otras cosas. Ellos fueron azotados y estaban llorando, y lloraban y clamaban. Pero Dios miraba desde arriba, se acordó de cada promesa que Él le había dado a Abraham. Un día Él—Él pensó… ¿Qué hizo con ellos? ¿Qué hizo con ellos cuando los separó? Les dio una ley y les dio un profeta, les dio la Columna de Fuego. ¿Qué hizo Él? (¡Oh, Dios!) Él puso a Su Iglesia en orden; una Columna de Fuego, el Espíritu para que los guiara, un profeta que les diría la Verdad de Su Palabra. Entonces estaban listos para el viaje. ¿Verdad que eso es maravilloso?",
    "Salieron por el desierto, obrando señales y maravillas, abrieron el Mar Rojo, llamaron las plagas del infierno sobre Faraón. ¡Oh, qué cosa! Una Columna de Fuego se movía delante de ellos (¡Amén!), los guió en la noche y en el día. ¡Aleluya! Un profeta, fiel a esa Palabra, estaba allí parado vigilando que ellos no se desviaran. Amén. Él estaba listo entonces para hacer que Sus hijos entraran. Ésa fue la primera vez que fueron llamados una iglesia. Ése fue un tipo de lo que Él hará en los postreros días. Veremos más de eso, en un momento. Él los llamó a que salieran, les dio una ley, les dio Su Palabra, les dio un profeta, Él les dio una señal, y luego los envió al desierto; los separó del resto del mundo.",
    "¿Qué hicieron ellos? Se fijaron en las mujeres bonitas de Moab; una iglesia tibia con dioses y diosas y toda clase de cosas. ¿Qué hicieron? Se enamoraron, se casaron entre ellos. Eso es verdad, exactamente así. Me imagino que esas lindas mujercitas moabitas verdaderamente eran hermosas.",
    "Tengo una profecía en casa, uno de estos días se las voy a leer. Y entonces se darán cuenta por qué les hablo a las mujeres como lo hago. Hace treinta años, tengo ¡ASÍ DICE EL SEÑOR! Hace treinta años cuando yo entré al ministerio, Él me dijo que la condición de las mujeres llegaría a tanta inmoralidad y ella sería tan impúdica en los postreros días, que sería la cosa más deshonrosa en la Tierra. ¡Correcto! Ella le dio inicio a eso allá en el principio, y Satanás la usa aquí en el fin. Y miren lo que ha sucedido, miren a través de los años. Dice: “Ella continuará desvistiéndose”. Y dice: “Apenas habrá un grupito muy pequeño de los mismos Elegidos que han sido predestinados, los cuales escaparán de eso”.",
    "Cuando vino esa visión, eso me preocupó. Pensé: “¿Las mujeres…?”. Regresé en la Biblia a Isaías, creo que el capítulo 5, y dice: “El renuevo que haya sobrevivido… las hijas de Sión, en aquel día, será para hermosura ante el Señor”.",
    "Una mujer me escribió el otro día con una pregunta, decía: “Hermano Branham”, o no, fue un hombre, un ministro. Él quizás esté aquí parado en esta mañana; es de por aquí de Ohio. Y dijo: “Nosotros queremos decir lo mismo que Ud. dice, pero hemos hallado algo en sus cintas que no es correcto”. Entonces Billy me trajo la carta. Decía: “Algo en sus cintas”, decía, “es muy contradictorio, Hermano Branham, con la Palabra de Dios. Y nosotros queremos—queremos decir lo mismo”. Decía: “Una pregunta que quiero hacerle, está en Primera de Corintios capítulo 11, dónde habla eso acerca del velo sobre la cabeza de la mujer, y del hombre que no tenga velo”. Decía él: “Nosotros creemos eso. La mujer debe usar sombreros en la iglesia, y los hombres deben quitarse el sombrero en la iglesia.” Decía: “Nosotros creemos en esos velos para la cabeza y todo eso”. Y decía: “Otra pregunta es que la gente viene y nos dice que el Ángel del Señor le habla todo a Ud. Que toda palabra que Ud. habla viene del Ángel del Señor. Y, Hermano Branham, es muy duro combatir algo así”, decía, “en mi iglesia”. Él decía: “Nosotros queremos decir lo mismo. Ahora, Hermano Branham, ¿no cree Ud. que estaba un poco errado en ese punto?”.",
    "Yo le escribí: “Mi precioso hermano, yo no estoy en error. En Primera de Corintios, el capítulo 11, dice que la mujer debe tener su cabeza cubierta y el porqué. Luego el verso 15 dice que dejarse crecer el cabello le es dado como velo, no un sombrero.” Ese espíritu católico ha dominado a la iglesia ya por demasiado tiempo. El cabello largo es su velo. ¿Acaso la naturaleza misma no…?",
    "Y miren, después me respondieron con la pregunta, alguien me preguntó hace un tiempo… lo explicaré ya que estoy en esto. Me dijo: “Pues, la Biblia dice que ella debe tener el cabello largo por causa de los ángeles. Y acaso ¿qué tienen que ver los ángeles con la mujer?”.",
    "Le respondí: “¿Qué es un ángel? Es un mensajero”. ¿Qué es lo que está diciendo Pablo? Si un verdadero mensajero, un ángel de Dios llega a pasar por allí, más vale que Ud. tenga el cabello largo; él condenará eso. Correcto. ¿Cuántos tienen… saben que un ángel es un mensajero? Correcto. Un mensajero enviado de Dios condenará eso. Dice: “Conviene que Ud. se haya dejado crecer el cabello por causa de los ángeles”. Si esos mensajeros enviados de Dios llegan a venir, condenarán ese asunto. Seguro que sí, por cuanto un verdadero mensajero de Dios, un ángel, está conectado con Dios, y Su Palabra no puede fallar. Eso es exactamente lo correcto. San Pablo dice allí, que aun si un ángel del Cielo viene y enseña otra cosa, el tal sea anatema. Correcto. Entonces hallamos que ésa es la verdad, ella debe tener el cabello largo, ése es su velo.",
    "Pero me imagino que estas lindas moabitas eran muy hermosas, quizás se adornaban como las Jezabeles modernas de hoy. Sin embargo, ¡no todas las mujeres! Yo pienso que una mujer que es genuina, es una joya. ¡Gloria a Dios por una mujer genuina! Uds. son las siervas de Dios. Pero una mujer que es genuina, es como un hombre genuino, seguirán la Palabra de Dios, sin que importe lo que el diablo diga, ni cualquier cosa falsa.",
    "Y dicen: “Nuestro pastor dice que está bien hacer tal cosa”. A mí no me importa lo que diga su pastor. Si eso es contrario a la Palabra de Dios, entonces que su palabra sea mentira, y quédense Uds. con la Palabra de Dios. No interesa de qué denominación sea, o lo que él sea, si él tiene algo que contradecir, dígale que investigue en la Palabra de Dios. Es exactamente lo correcto.",
    "Oh, podríamos seguir así sucesivamente y ver cómo Dios los ha separado. Tendremos que terminar en un momento. Tengo aquí algunas Escrituras que voy a pasar por alto, para, dándome prisa ya para terminar. Entonces, cuando… ¿qué sucedió cuando aquello ocurrió, lo de las mujeres moabitas? Dios tuvo que separarlos nuevamente. ¿Qué hizo?",
    "Entonces llegó Jesús. Ahora sí estamos llegando a la parte buena. Entonces llegó Jesús, la imagen expresada de Dios, la simiente de la mujer, concebida por Dios Mismo. El Gran Arquitecto se formó un cuerpo. Él no tuvo que pedirle madera prestada a nadie, ni de la mujer, ni del hombre. Él Mismo se construyó una casa. ¡Oh, vaya!",
    "Me pongo a pensar en Esteban aquel día cuando se paró y dijo: “Duros de cerviz, e incircuncisos de corazón y de oídos. Vosotros resistís siempre al Espíritu Santo, como vuestros padres, así también vosotros”. Dijo: “Salomón le edificó casa; si bien el Altísimo no habita en templos hechos de manos; mas Me preparaste cuerpo”.",
    "No tuvo que pedir madera prestada en ninguna parte. Hebreos el capítulo 11, creo que en el verso 2 o el 3, dice que: “El universo fue construido por la Palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía”. Dios solamente dijo: “¡Sea!”, y allí estaba. Él no tuvo que ir y decir: “Señor Luna, ¿me presta un poco de madera?”. “Señor Estrella, ¿me presta Ud. un poco de calcio?”. Dios no hace eso.",
    "Él no tuvo que decir: “María, me prestas un óvulo, quiero poder hacerme un cuerpo para que pueda morar en él”. Dios el Creador habló, y ella allí instantáneamente fue madre. No que ella fue una madre, sino solamente que fue una mujer que portó Su Simiente. Correcto. Recuerde, ella no fue la madre de Jesús. El mundo es que lo dice. Búsqueme Ud. una sola Escritura donde Él la haya llamado madre. Ahora, vuelvan aquí a la Palabra. “¿Madre de Dios”? ¡Debería darles vergüenza! ¿Ven?",
    "Un día unas personas lo llamaron, le dijeron: “Tu madre está afuera, buscándote”.",
    "Él dijo: “¿Quién es Mi madre?”. Miró a Sus discípulos, dijo: “Los que hacen la voluntad de Mi Padre, tal es Mi madre”.",
    "¡Ella no fue Su madre, fue una incubadora! Dios pudo haber usado otra cosa, pero quiso tomar lo más bajo y mostrar lo que Él podía hacer con eso. Levantarlo, hacer algo de la nada, así es Dios.",
    "Llegó la imagen expresada, Jesús, el Ser inmaculado, el Ser hermoso, el más hermoso entre diez mil, el Lirio de los Valles, la Rosa de Sarón (¡Oh!), la Estrella de la Mañana. ¿Qué fue Él? ¿Para qué vino? Escuchen bien ahora: Él vino para reestablecer la unidad entre Dios y el hombre. ¡Oh!, ¿lo puede ver, hermano?",
    "Todas sus torres de Babel y todas sus demás cosas allá en el pasado, no funcionaron. Todas sus frutas de los jardines y todo aquello no agradó a Dios. Entonces Dios bajó y Él Mismo se concibió en el vientre de una mujer, Se fabricó un cuerpo, y llegó a ser Emanuel: Dios con nosotros; no fue ni judío ni gentil, sino Dios. Él no fue judío, Él no fue gentil, Él fue Dios. Y los gentiles nunca han sido menospreciados por Él, solamente que quiso separar a los judíos como una nación. Él ha tratado de hacer todo para restaurar eso, y la única manera en que podía restaurarlo era volver a tratar con un individuo, como en el principio. Así es hoy, a nivel de individuo. No es a nivel de denominación, no de organización, no con algún grupo de personas: sino que a nivel del individuo. Noten, era para reestablecer la unidad entre Dios y el hombre.",
    "Él fue el verdadero sacrificio para el pecado. Los corderos, machos cabríos y lo demás, jamás podían quitar el pecado. Pero la vida… Pues cuando se mataba el sacrificio, y la vida del cordero (el animal más inocente), esa vida no podía volver sobre el creyente, por cuanto éste era un ser humano con alma, y el cordero no tiene alma.",
    "Vean, nada aparte del hombre tiene alma. Dios puso… Es cierto que él tiene forma de animal, pero Él le puso alma. Eso lo diferenció a él de los animales. Conoció entre el bien y el mal cuando recibió su alma. Pero, él… Recuerden, Dios creó al hombre a Su imagen, y luego fue un alma viviente. ¿Ven? Él llegó a ser eso, distinguiendo el bien del mal.",
    "Ahora, noten. Pero ahora, en esto, Jesús vino y Él era Dios. No era simplemente la vida de algún otro hombre la que podía venir sobre otro hombre, sino que era la propia Vida de Dios, convirtiéndolo en hijo de Dios, colocándolo nuevamente en la misma unión en la que estaba antes de la caída. Ahora sí estamos llegando a la genuina unidad.",
    "La gente, alguien me dice: “Hermano Branham, ¿no es Ud. de la unidad?”. No de la organización de la unidad. Pero sí estoy en unidad con Cristo (¿Ven?), mas no con la organización de la unidad.",
    "Él pagó la deuda por el pecado. Ahora, para conseguir la unidad entre Dios y el hombre, Jesús no podía hacerlo mientras estuviera aquí en un cuerpo de carne. Así que Él Mismo tuvo que ser el sacrificio completo por el pecado, para quitar la culpa del creyente (¿Ven?), quitarla, para que el Espíritu Santo pudiera entrar en el hombre, y hacer que Dios y el hombre, una vez más, estuvieran en unidad. ¿Ven? Tuvo que venir algo para reestablecer eso.",
    "Ahora, ¿qué podía reestablecer? Cuando el mandato de Dios fuera cumplido. ¿Podía un Ángel cumplirlo? Él no tiene sangre. ¿Podía Dios haberlo cumplido? Él no tenía sangre. Entonces Dios llegó a ser carne y sangre para que así pudiera pagar la deuda correctamente y quitar el pecado, porque ésa era la única manera. Las torres de Babel los han separado a través de la Tierra, y cuánta cosa (organizaciones y demás), habían fallado en todo aspecto: se mezclan con todo, con el mundo y todo eso, pero esto había de ser una separación total. ¡Gloria!",
    "Ahora me siento religioso. Pues, siento que podría tomar mi texto y comenzar a predicar ahora mismo. Hasta ahora sólo me estaba calentando, para ya poder comenzar aquí, y ahora es tiempo para que termine. ¡Oh! Tal vez lo termine en otra ocasión, la unidad de Dios y el hombre. ¿Lo entienden? Todo el que entienda, diga: “Amén”. [La congregación dice: “Amén”.—Ed.]",
    "¿Lo ven? La única manera en que el hombre podía volver a su estado original, era que esa pena del pecado fuera pagada. La paga del pecado ¿es qué? Muerte. “La paga del pecado es muerte”. Y Dios dijo: “El día que de él comieres, el día que tuvieres esta relación, ése es el día en que morirás”. Y cuando lo hizo, eso rompió su relación, su compañerismo, y todo para el hombre, y no podía volver hasta que esa pena fuera pagada. Y nadie era digno de pagarla, porque todos cayeron juntamente con el ser humano, pues toda criatura está debajo del ser humano, y él estaba caído. ¡Gloria! ¡Oh, hermano!",
    "Hermano Mac, no lo había visto sentado allí, Dios lo bendiga. Nosotros creemos esto, Hermano Mac. “Venimos bajo pena de muerte”. El Hermano Mac era el pastor aquí en el tabernáculo cuando yo me fui. Sí. Ahora, es otro bautista bueno de los de antaño, de la Bautista Misionera, quien recibió al Espíritu Santo. ¿Ven? Noten ahora, ellos entran a la unidad con Dios.",
    "Ahora, al ver esto, vemos que la pena del pecado tiene que ser pagada, y nadie… La forma más alta del reino animal es el ser humano, y el ser humano mismo había caído. Entonces, ¿cómo puede un ser humano salvar a otro? Se requirió de Dios. Y Dios en Espíritu no podía morir. Así que, “Dios se tuvo que hacer un poco menor que los Ángeles”, Hebreos el capítulo 1 el verso 1. Se tuvo que hacer un poco menor que los Ángeles para pasar por la muerte, y así pagar la pena; para establecer nuevamente la unidad entre Dios y el hombre, y así el Espíritu Santo pudiera volver.",
    "La deuda del pecado fue pagada. Jesús tuvo que hacer esto para así enviarnos de nuevo el—el—el Espíritu Santo, para unir al pueblo una vez más, como fue allá en el Huerto del Edén. La deuda fue pagada cuando Jesús murió; eso la canceló. ¡Amén, hermano! Si yo tan sólo pudiera hacer que eso penetre, ¿ve Ud.? La deuda ya está pagada. ¡Aleluya al Cordero! La deuda ya está pagada. Y todo hombre y mujer que me está escuchando en esta mañana, o que me escuchará por medio de la cinta: la pena por su pecado ha sido pagada. ¡No descrea más la Palabra de Dios, regrese a la Palabra! No la creen… ¡Él fue la Palabra! ¡Gloria! Tengo ganas de gritar, sinceramente que sí. La pena ha sido pagada, ya todo está terminado; con razón los Ángeles clamaron y cantaron, y los himnos retumbaron en el Cielo. Sí, señor, ¡el cordero perdido fue hallado! Una propiciación fue hecha para restaurar nuevamente, las aguas de separación, la Palabra de Dios, que lo lava de toda su iniquidad, fue cuando la Palabra murió en mi lugar y fue resucitada nuevamente y llegó a ser lo más preeminente en mi vida, en mi corazón. Amén. ¡La pena del pecado ha sido pagada! Eso ha terminado. Nosotros somos redimidos.",
    "No es por una iglesia católica; aunque nosotros sí somos los católicos correctos, los católicos apostólicos; sí, señor. No de los católicos romanos con sus dogmas, pues ellos niegan esta Palabra con su dogma; todo es su dogma, no la Palabra. Metodistas, bautistas: ¡vergüenza debería darles!; amadores de la iniquidad más que de Dios. Amadores del deleite, en busca del mundo, placeres; cerdos listos para el matadero. El diablo está enviando sus instrumentos por todas partes, atragantándolos a Uds. con esa cosa, igual como Satanás lo hizo en el Huerto del Edén: —“Pues, todos nuestros ministros tienen educación; tienen títulos de Ph.D., LL.D”— eso no significa nada. El negar esa Palabra, aún sigue siendo el truco del diablo. Se lo he probado a Uds. por la Palabra en esta mañana, de ahora en adelante depende de Uds.",
    "Los discípulos, que aun caminaban con Jesús, no tenían la unidad; ellos no tenían nada de unidad. No. Ellos discutían: “¿Quién va a ser el obispo después de esto? ¿Quién es el más grande entre nosotros?”. Ellos ni siquiera le podían creer a Jesús; no le podían entender. “Hablas en parábolas. Di claramente lo que nos quieres decir”. No había unidad entre Jesús y los discípulos, ni de los discípulos con Jesús, ni entre los mismos discípulos.",
    "Hermano, ni eso importó; que le sirva a Ud. de ejemplo. Escuche bien, quiero que esto se arraigue bien profundo en su corazón. ¿Ve? Dios tiene un plan. Aparte de ese plan, no importa cuánta sabiduría respalde eso, ni cuántos millones de dólares en edificios finos, ni cuántas escuelas de teología, ni cuántos hombres santos y santo esto, y santos—santos—santos, eso de nada le sirve; si se niega una sola Palabra de la Biblia de Dios, eso es del diablo. Ahora, les he probado eso por la Palabra escrita de Dios, del Nuevo al Antiguo Testamento, y lo traeré al día presente, si se sientan conmigo por unos minutos.",
    "Los discípulos que caminaron de la mano con Jesús, durmieron con Él, comieron con Él, presenciaron Sus milagros, y se asociaron con Él, tan allegados como cualquier hermano; sin embargo, ellos no lo tenían. Ellos no estaban en condición para predicar el Evangelio. Jesús dijo: “No prediquen más, ni intenten hacerlo. Esperen allá en la ciudad de Jerusalén, Yo enviaré sobre Uds. la promesa que les ha sido dada. Eso entonces, los unirá”.",
    "🦅 Ahora Padre, Yo ruego que ellos sean uno, así como Tú y Yo somos uno. Y Yo…”. “Así como Mi Padre Me ha enviado, a predicar el Evangelio, así también Yo os envío a vosotros”.",
    "Y el propio Padre que envió al Hijo, vino en el Hijo. La unidad significa uno. Él dijo: “Si no hago las obras de Mi Padre, entonces no Me crean. Pero si Mis obras que hago hablan tan fuerte, entonces Uds. están perfectamente sordos, mudos, y ciegos, si no lo ven”. ¡Oh, hermano, fiu! Dijo: “¡Hipócritas! Pueden discernir el cielo, pero las señales de los tiempos, no pueden discernir. Si Me hubieran conocido a Mí, hubieran conocido Mi día. Bien dijo el profeta Isaías de Uds.: ¡tienen oídos, y están tan sordos que no pueden oír; ojos y están tan ciegos que no pueden ver!”.",
    "Bien dijo el apóstol Pablo: “En los postreros días, tendrán apariencia de piedad, pero negarán la Eficacia de ella”. Y Escritura tras Escritura, acerca de lo que acontecería en estas organizaciones en los postreros días. Luego se preguntan por qué es que yo clamo en contra de ese sistema fabricado por el hombre, del diablo. Veo a esos hijos preciosos, engañados allá para que sigan eso, como corderos al matadero. ¡Señor, sácalos!",
    "Sí, los discípulos no tenían nada de unidad. No podían entender a Jesús. Decían: “Ah, ¿quién puede entender estas cosas?”. ¿Ve Ud.? Dios aún no estaba en ellos. Ellos sólo estaban asociados en compañerismo; andaban con Él. Y así están muchos hombres buenos hoy. Ellos no bebían, no mentían, no robaban, nada de eso, pero aún no tenían esa unidad de Dios; aún no eran uno con Dios. ¿Ven? Ellos no podían estarlo. Oh, ellos obraron milagros, lanzaron demonios; pero en eso no—no consiste una…",
    "Leí un artículo en el periódico el otro día acerca de eso, acerca de echar demonios. La gente dice: “¡Oh, hermano, se lo digo, ésa sí es la cosa!”. ¡Eso no es! Un hombre que echa un diablo y niega la Palabra de Dios, es un mentiroso. Sí, señor. Él sólo dice que echa fuera demonios. Ellos afirman que hacen eso. Pero él no lo puede hacer si no está con la Palabra de Dios; así lo dijo Jesús.",
    "Ahora, entonces llegó Pentecostés, Dios los unió una vez más. ¡Qué cosa! Entonces tuvieron unidad con Dios. Dios estaba en ellos. Ahora, Hechos (si lo están anotando), Hechos 4:32, la Biblia dice que: “Eran de un corazón, de un alma, y de una mente”. ¡Oh, hermano! ¿Por qué? Habían sido restaurados al original nuevamente. Lo único que les quedaba a ellos de lo cual tenían que despojarse, era una vieja ciudad (esto en que vivían, este cuerpo viejo que se llama ciudad o templo, en el cual ellos vivían), lo cual tiene que pudrirse; porque tiene que morir y corromperse. Pero en espíritu y en vida, y en propósito y visión, y en todo, ellos eran uno con Dios.",
    "¡Oh, Adán!, mi amigo desanimado, no permita Ud. que Satanás le cuente su mentira una vez más; no permita eso. No permita Ud. que Satanás le diga que la Palabra no significa exactamente lo que dice. Correcto. La Palabra significa… Sí, aquí no hace…",
    "Yo estaba hablando acerca del bautismo en el Nombre de Jesucristo, correcto. Vino la revelación de eso. Y eso es la Verdad. Pero ¿qué hizo un grupo de personas? Se reunieron por acá bajo eso, y formaron una denominación, hicieron otra torre de Babel. Es lo mismo, volvieron a lo mismo una vez más. Seguro. Lutero hizo lo mismo; Wesley hizo lo mismo, John Smith hizo la misma cosa, Alexander Campbell hizo la misma cosa; Pentecostés hizo lo mismo. Dios lidia con individuos, los cuales cumplen Su Palabra. El único plan que tiene Dios para atraer verdaderos creyentes a Sí Mismo, en genuina unidad, es por recibir el Espíritu Santo. Entonces aquí está cómo se…",
    "Ud. dice: “Pues, Hermano Branham, yo hablé en lenguas; yo grité; yo hice esto”. Si Ud. todavía tiene esa clase de espíritu y niega la Palabra de Dios, Ud. no tiene la Palabra de Dios, Ud. no tiene el Espíritu. Si Ud. se sienta y escucha que se predica la Verdad, y lo busca en la Biblia y ve que es la Verdad, y luego rehúsa cumplirlo, ése no es el Espíritu de Dios; no me importa cuánto Ud. habló en lenguas, cuánto ha gritado, ni a cuántas iglesias ha pertenecido, o cuántas veces ha sido bautizado, ni cualquier otra cosa. La Palabra es la Verdad. Ella es lo que vindica la Verdad. Si Ud. tiene todas estas otras verdades, y luego está con la Palabra, amén, entonces Ud. sabe que está llegando a la meta.",
    "¿Cómo puede el mismo Dios que escribió la Biblia, darse la media vuelta y sustituir otra cosa en lugar de Su Palabra? Uds. católicos, que dicen que Pedro fue sepultado en la iglesia de Uds., y que su espíritu les da el derecho de perdonar pecados y demás, ¿cómo pudiera Pedro, siendo un judío, tolerar tener ídolos en la iglesia? ¿Cómo pudiera Pedro negar que había venido el bautismo del Espíritu Santo, y él habiendo hablado en lenguas, y todas esas cosas tan poderosas que hizo, y ahora dar la vuelta y decir: tomen una pequeña hostia, y que Dios está en esa hostia? ¡Oh, eso es ignorancia, ignorancia espiritual!",
    "Pues, ahora Uds., los protestantes; están igual, pasan al frente y le estrechan la mano al predicador, y dicen: “Yo acepto a Jesús como mi Salvador personal”, y luego salen a vivir cualquier clase de vida, y continúan viviendo allí con el mundo; es otra torre de Babel.",
    "Ya estamos terminando. Presten atención. Dios mandó al Espíritu Santo, y el Espíritu Santo es Dios Mismo. Él es Quien hará la unidad entre Dios y el hombre. Veámoslo ahora, hagámoslo. Quiero que me presten ahora toda su atención por los siguientes cinco minutos. Pongan cuidado.",
    "El hombre, bajo el plan del diablo, ha tratado de denominar la iglesia a una unidad. Ellos han tratado de educar la iglesia a la unidad, Uds. bien lo saben, por la educación, por la denominación. Están en eso ahora mismo, el Concilio Mundial de Iglesias, están queriendo unir a todos los católicos, y a los protestantes, y hacerlos uno. ¿Qué es? ¡Un plan del diablo!",
    "Uds. dirán: “Ud. es muy insignificante para decir una cosa como ésa”. Yo seré insignificante, pero la Palabra de mi Dios es muy, pero muy grande, eso sí les digo. Los cielos y la Tierra pasarán, pero Ella no. No se trata del que lo dice, es Él, que—Él, que— Él que lo dijo primero. Yo solamente estoy diciendo lo que Él ya dijo, estoy confesando Su Palabra.",
    "¡Eso es del diablo! Eso ha sido probado aquí en la Palabra, en esta mañana ante Uds., de que eso es del diablo; cualquiera de esas organizaciones. El hombre, bajo el plan del diablo, quiere denominar a la gente a una unidad.",
    "🦅 Vengan todos a unirse a Las Asambleas de Dios; únase con los de La Unidad; únase con La Iglesia de Dios; únase a la metodista, pues, todos somos uno”. Uds. son un montón de hipócritas, ¡teniendo apariencia de piedad pero negando la Eficacia de Ella! Y la Palabra de Dios es presentada delante de Uds., y les da miedo atacarla. ¿Por qué entonces Dios no se muestra, si Uds. están con Dios? ¿Por qué no hacen Uds. las obras de Dios? ¿Cómo pueden tener Uds. esa apariencia y andar por todos lados y negarlo a Él, y aun llamando las verdaderas obras de Dios de Belcebú? ¡En eso se conoce, Uds., miembros de iglesia entrenados! Jesús dijo: “¡Sois de vuestro padre, el diablo!”. ¡Correcto! Estoy seguro que Uds. entienden lo que quiero decir. Seguro. ¿Por qué nadie lo ataca? Uds. saben que Dios lo respalda. Dios se moverá con Su Palabra.",
    "El hombre hace eso, construye otra torre de Babel. ¿Qué es lo que él hace? Quieren presentar… Miren ahora este Concilio Mundial de Iglesias: los anglicanos, los católicos romanos, los metodistas, los presbiterianos, los pentecostales, y todos ellos se han reunido; la Ciencia Cristiana, y muchas de las sectas que hasta niegan el nacimiento por una virgen, que niegan la Deidad de Jesús, lo hacen a Él tres personas; quieren adorar a tres dioses, niegan el nacimiento virginal; algunos de ellos niegan la Sangre. Algunos niegan Sus milagros; es así con casi todos. Y luego—luego tratan de unir semejantes cosas, ¿cómo pueden hacerlo? Es una torre hecha por el hombre. Eso caerá igual que Babel.",
    "Pero Dios ha dicho: “No es con ejército, ni con fuerza, sino con Mi Espíritu, ha dicho Jehová. Así es como Yo uniré a Mi Iglesia. No es por organización, no por educación, no por los teólogos, sino por Mi Espíritu, ha dicho Jehová; es de la manera que Yo uniré a Mis ovejas”. ¡Oh, qué cosa! Y cuando Él lo hace, ¿qué sucede? Pues Sus señales darán testimonio de eso mismo. Así es como lo sabía Israel, antes de que se mezclara con Moab: allí sobre ellos estaba una Columna de Fuego; sí, señor. ¿Qué es lo que Él hará? Él dará testimonio, la misma clase de testimonio. Pero cuando ellos se desasociaron de Dios, que separaron su unidad, entre ellos y Dios, y entraron con Moab y los demás, toda esa victoria falló. Ellos permanecieron en el desierto otros cuarenta años, hasta que Dios levantó otro grupo para que cruzara y completara Su plan. Eso es exactamente lo que ellos hicieron.",
    "Ahora fíjense. Pero cuando Dios une a una iglesia con Su Espíritu, ellos tendrán Sus señales, las del Dios que está vivo en medio de ellos. ¿Qué clase de señales? Cuando Dios separó a Israel de Egipto, Dios les dio a Moisés y a Israel la señal de la Columna de Fuego (¿Verdad que sí?), un profeta. Cuando Él separó a Abraham de Lot, un Ángel vino a él, el cual pudo discernir los pensamientos y las intenciones del corazón. ¡Una señal! ¡Aleluya!",
    "Ahora, estas denominaciones se han involucrado en esta iglesia, queriendo formar una unidad como en Egipto, como allá en—en el Edén, y todo eso; bajo esta tremenda influencia en la que están.",
    "Pero, miren, quiero preguntarles algo: Cuando Dios separó a Israel, Él les dio una señal Sobrenatural: la Columna de Fuego, Él les dio un profeta. ¿Qué hizo con Abraham? ¿Qué hace Él en toda ocasión? Muéstreme Ud. un profeta colocado por Dios entre ellos. Él estableció Su iglesia por medio de apóstoles y profetas y maestros y evangelistas; ¡aleluya! Allí tienen. Nuevamente es una iglesia, así como cuando llamó a Israel a que saliera. Les dije que regresaría a eso. Sí, señor.",
    "No hay entre ellos profetas puestos por Dios, no, señor, como los tuvieron Israel y los demás. ¿Qué es? Ha vuelto a ser una torre del diablo.",
    "Ahora, la Venida es muy inminente, la Segunda Venida de Jesús, Él está reuniendo a Sus elegidos; yo creo eso. ¡Oh, ellos vendrán del este y del oeste! Donde estuviere el cuerpo muerto, allí se juntarán las águilas. ¡Oh, qué cosa! ¿Qué es? Él tiene Su unidad, Su verdadera unidad, se está mostrando a Sí Mismo entre ellos. Salen de toda denominación, está trayendo a Sus elegidos reuniéndolos de toda clase de iglesias, de todas partes. Él está sacando a Sus hijos, los cuales se están alineando perfectamente con Su Palabra. ¿Qué?",
    "Ahora, la Venida del Señor Jesús es muy inminente, la venida del juicio; Él está llamando a Sus elegidos a unidad Consigo mismo, con la misma clase de ministerio que Él tuvo. Saben como les dibujé aquí las Edades de la Iglesia, no hace mucho, acerca de la—la gran torre que fue edificada, llamada la pirámide, pero que la piedra de corona nunca fue colocada. ¿Se acuerdan como aparecieron los luteranos, luego los wesleyanos, en la minoría? Y luego llegó hasta Pentecostés. Y ahora lo que está haciendo, llamando de allí. ¿Que hizo? Él llamó a los Elegidos a que salieran, para formar los luteranos; Él llamó a los Elegidos de los luteranos, para formar los wesleyanos; Él llamó a los Elegidos a que salieran de allí, para formar los pentecostales; y ahora Él está llamando a los pentecostales Elegidos a que salgan para que formen la Piedra de Corona para entrar en ella. Es la misma clase de ministerio que baja allí directamente a eso; llamando a Sus hijos de todas las denominaciones y de todos los caminos de la vida.",
    "¿Qué ha hecho Él? Él ha colocado entre ellos verdaderos maestros, los profetas genuinos que se quedan con Su Palabra, la Biblia. “Mis ovejas oyen Mi voz”: dijo Jesús. Si ésa fue Su Voz allá, es Su Voz hoy. Cualquier cosa contraria a esa Voz, no es el alimento de ovejas; ellos no lo seguirán. ¡Oh, hermano! ¡Del este, del oeste, de toda denominación, de toda organización han venido a reunirse, del oriente y del poniente! “Para festejar con el Rey, a cenar como Sus huéspedes, ¡Qué benditos son estos peregrinos! Contemplan Su rostro santo, que resplandecerá con el Amor Divino; partícipes benditos de Su gracia, para en Su corona como joyas brillar. Jesús pronto viene y nuestras pruebas allí terminarán”. ¡Aleluya! “¿Qué tal si nuestro Señor en este momento viniera por aquéllos que están libres del pecado? ¿Le traerá eso gozo, o tristeza y mucha desesperación? Pero cuando nuestro Señor venga en gloria, le encontraremos en el aire”. ¡Aleluya! Sí, señor.",
    "¿Qué es? Teniendo maestrs enviados de Dios, que se quedarán correctamente con la Palabra (para la verdadera Iglesia), no moverán ni una iota; no importa lo que diga alguna organización, ellos no están conectados con eso. Profetas, no manufacturados o los que dicen serlo, sino un profeta genuino que tiene ASÍ DICE EL SEÑOR, y que da en el blanco cada vez. Eso es lo que Él ha enviado a Su iglesia; es lo que Él dijo que haría. Cree la Palabra, no el credo, no el dogma, ¡sino la Palabra! Y por cumplir con esto, Él mismo muestra que está en ellos al confirmar Su Palabra; haciendo que la misma vida que Él vivió una vez, viva otra vez, trayendo a cumplimiento Su Palabra. ¡Oh, vaya!",
    "Escuchen con atención. Primera de Corintios 4:20, dice: “El Reino de Dios es Su Palabra hecha poder”. Si quieren anotarlo: Primera de Corintios 4:20. El Reino de Dios es la Palabra de Dios hecha poder. ¿Qué es el Reino de Dios? Es Algo por dentro en Ud. El reino está adentro en Ud. Y cuando la Palabra entra allí, ¿qué inicia esta Palabra? Se convierte Ella misma en poder, haciendo que diga exactamente lo que Ella dice.",
    "Ud. no puede decir: “Ella dice esto”, y Ella dice Esto, y hacer que Ella funcione. Ud. tiene que decir exactamente lo que Ella dice; así es una confesión. No decir: “Bueno, aquí se ha pulido un poco, así tendré más sabiduría, y con esto acá quedaré mejor”.",
    "Quédese Ud. con la Palabra. Allí es, ¿ve? Y eso La convierte en poder; “Jesucristo el mismo ayer, hoy, y por los siglos”. Jesús dijo, en San Juan 14:12: “Si permanecéis en Mí, y Mis Palabras en vosotros”. No, ruego que me disculpen, no fue allí que lo dijo. Él dijo: “El que en Mí cree, las obras que Yo hago, él también las hará. Si permanecéis en Mí, y Mis Palabras en vosotros, podéis pedir todo lo que queréis, y os será hecho. Si permanecéis en Mí, y Mis Palabras en vosotros”.",
    "¿Qué es? Uno tiene que unirse a la Palabra, y morir a uno mismo completamente. Amigos, yo estoy convencido de que muchos de nosotros hemos recibido al Espíritu Santo, pero hemos recibido apenas suficiente del Espíritu Santo para no querer mentir, no querer robar, no querer fallar en nada. Pero Dios quiere llenar toda fibra de Su Iglesia, Él quiere llenar su pensamiento, Él quiere llenar su mente. Él quiere llenarlo a Ud. por completo, que Ud. quede completa y totalmente muerto a sí mismo o a su razonamiento, que esté tan rendido a Dios, que Su Palabra esté viviendo libremente a través de Ud. Ud. no conozca de otra cosa aparte de la Palabra de Dios, y sólo se mantenga correctamente con Su Palabra, que es Vida; “Mis Palabras son Vida”: dijo Jesús. Él ha colocado entre ellos, maestros que creen la Biblia, profetas que dicen la Verdad, que muestran la misma profecía como siempre lo han hecho por toda edad. ¿Qué ha hecho Él? Se está mostrando Él mismo que está vivo entre ellos, confirmando Su Palabra. Su Palabra, el Reino de Dios, es la Palabra de Dios hecha poder.",
    "Mientras que estas denominaciones se confían en razonamientos humanos, en razonamientos humanos (Escuchen con atención) ellos… nosotros no debemos confiarnos en razonamientos humanos. Proverbios, el capítulo 3 y el verso 5, dice: “No te apoyes en tu propia prudencia”. ¿Ven? No lo haga Ud., no importa cómo parezca ser la Palabra de Dios.",
    "Ud. dirá: “Bueno, parece que resultaría igual de bien de esta manera”.",
    "Así no es. Es la Palabra de Dios, tómela así como Él la ha dicho. Eva dijo… Satanás le dijo a Eva: “Sé que Dios dijo Eso, pero en realidad no significa eso, significa esto”. Y ella lo creyó. Ella lo creyó. Eso dañó la unidad, dañó el compañerismo, dañó la unión, eso dañó el mundo, dañó la vida, ¡lo echó a perder todo!",
    "Y la persona que descree una Palabra de la Palabra de Dios, rompe completamente el compañerismo y todo. ¡Correcto! Nosotros La creemos o no La creemos. ¡Mantengámonos con Ella! Dios lo dijo, y quedémonos con Ella. Tengo que saltar muchas cosas aquí, porque ya estamos pasados del tiempo.",
    "Como en tiempos pasados, en tiempos pasados cuando el hombre hizo esto, trajo el juicio de Dios al mundo. La torre de Babel, la unión de los hijos de Caín con los hijos de Set, trajo juicio. Eso siempre trae el juicio de Dios al mundo. ¿Ven? ¡Oh, la verdadera unidad, con Él, se levantará en el juicio, pasará por encima, como Noé en aquel juicio con su familia! El justo Noé y su familia pasaron por encima de los juicios. ¿Qué hicieron? ¡Se fueron!",
    "Hermano Lee Vayle, si esto llega a sus manos, aquí está. Ése es el único asunto en que no estamos de acuerdo. Él cree que la Iglesia pasará por el juicio, yo no lo veo; yo no lo creo así.",
    "Noé no pasó por los juicios, él pasó por encima de los juicios. Abraham no pasó por el fuego, él estaba lejos del fuego. Israel no estaba en los juicios de Israel, había sido separada, estaba lejos del fuego, lejos del juicio. Y la Iglesia pasará por encima del juicio, en el arca del Espíritu Santo, siendo levantada de la Tierra.",
    "Este asunto de este Concilio de Iglesias no es otra cosa sino un—un alboroto de la virgen fatua, para que se quede aquí en la Tierra para que la mate el anticristo. Pero la verdadera Iglesia de Dios flotará, así como el anciano Noé, y entrará en la Gloria, tan cierto como yo estoy parado aquí. Es por eso que Él los está juntando. Para eso es que la Voz está hablando ahora mismo. Eso es lo que Dios está haciendo: Está sacando uno de Los Ángeles, y uno de Filadelfia, y uno de Georgia, y así. Los está reuniendo, a Su pueblo, a los que están dispuestos a creer la Palabra del Dios Vivo. “Así como fue en los días de Noé, así será en la venida del Hijo del Hombre, en que muy pocos fueron salvos, es a saber, unos cuantos”. Muy bien. Nuestra arca del Espíritu Santo flotará por encima de los juicios de Dios, porque nosotros ya hemos sido juzgados, cuando confesamos a Jesús, y Él llevó nuestro juicio.",
    "¡Y estas denominaciones, sin embargo, son muy duras de cerviz! Son como Eva, ella quiso su sabiduría, sin que la Palabra de Dios tuviera importancia. ¡Nimrod quería su torre, ya fuera con o sin la Escritura! ¡Ellos eran duros de cerviz! Eva sabía que no era así. Set sabía que no debía enamorarse de aquellas mujeres hermosas. Israel sabía que no debía descarriarse allá en ese adulterio. ¡Y Ud. también! Pero hay unos que son muy testarudos, lo harán con o sin la Escritura. —“¡Bendito sea Dios, mi madre fue presbiteriana, y yo también lo seré”!— Adelante, adelante, pues eso es lo único que Ud. puede hacer. Dios tenga misericordia de su alma pecaminosa. ¿Cómo va Ud. a escapar de eso, cuando sabe que ésa es la verdad? Y si Ud. puede ver la Palabra de Dios, y aún piensa que no es la Verdad, entonces algo anda mal con su discernimiento espiritual. ¡Correcto! Mire Ud. a través de la nación, y vea dónde estas cosas están sucediendo. Amigos, estamos en el tiempo del fin. ¿No acabamos de estudiar Las Edades de La Iglesia y sabemos lo que acontecería en la Edad de Laodicea? ¡No acabamos de ver todo eso! ¿Ven lo que quiero decir? Estamos en el tiempo del fin.",
    "Dios está juntando a los Elegidos de los cuatro vientos de la Tierra. Él dijo que enviaría ángeles y los recogería. ¿Verdad que sí? Los recogería, los separaría de la cizaña. Amén. ¡La cizaña será quemada!, no el trigo. Correcto.",
    "Pero ellos son tan testarudos, que van a tener eso a como dé lugar, nada más importa. ¡Oh!",
    "Pero los Escogidos de Dios han sido ordenados a que salgan de entre ellos. “Sepárense”, dice Dios, “y Yo os recibiré. No toquéis sus cosas mundanas, y Yo seré vuestro Padre, o Dios, y vosotros seréis Mis hijos e hijas. No entréis en yugo con los incrédulos, ¡sino que salid de eso!”. Dios quiere una separación del mundo. Él mismo quiere ser unido con Ud. Y ningún engaño de organización, denominación, ni teoría humana podrá lograr esto. Se requiere Dios, el Espíritu Santo en Ud., para que lo una a Dios. Y ¿cómo sabe Ud. cuándo lo tiene? El Espíritu Santo que escribió la Palabra, dará testimonio de cada Palabra; y las mismas cosas que el Espíritu Santo hizo en el Antiguo Testamento, que hizo en el Nuevo Testamento, hará exactamente lo mismo hoy, porque Jesucristo es el mismo ayer, hoy, y por los siglos. Y Uds. no están en yugo con organizaciones, ni el mundo. Uds. no están en yugo con ellos. ¡No os unáis en yugo con ellos, sino que salid de entre ellos! Vuestro yugo está con Cristo. Amén. Unidos en yugo al Señor Jesucristo.",
    "La Biblia dice que en los postreros días habría iglesias, sería como otra torre de Babel. Éstas tendrían apariencia de piedad, y negarían la Palabra de Dios y la Eficacia, o sea el Poder de Su Palabra. Y, ¿qué es la Palabra? ¿Qué es el Reino de Dios? Tenemos que pertenecer al Reino antes de poder ser súbditos del Rey. ¿Cuántos saben eso? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Pues, ¿cómo entra uno al Reino? El Reino de Dios es la Palabra de Dios que regresa convertida en poder. Amén. Hecha poder; quitando el pecado, desplegando señales. ¿Qué clase de señales? Si es la misma Palabra que sacó a Moisés, entonces producirá la misma señal.",
    "Fue la misma cosa que separó al tibio Lot. Ahora, sabemos que Lot fue tibio, y Jesús dijo que ésa sería la señal del tiempo del fin. Lot, el tibio, estaba sentado allá, era religioso, seguro, él y su esposa. Y ellos pertenecían a toda clase de grupos, y él era el alcalde de la ciudad, oh, y llevaban a cabo toda clase de cosas. Él era muy religioso. Él podía recibir a los evangelistas y todos pasaban por allí, él era muy bueno haciendo eso; pero, oh, hermano, él no era ese Elegido.",
    "¡Miren lo que sucedió! ¡Oh! El mismo Dios que separó y vino a Abraham y le mostró la vindicación de su separación… ¡Hmm! ¡Oh, Dios! Cómo desearía poder—desearía poder hacer algo para que Uds. lo vieran. Dios le mostró a Abraham (siendo que él mismo se había separado), Él le mostró la vindicación de eso: siendo que Él estaba con él, allí mismo en su presencia. Y Jesús dijo que la misma cosa acontecería en los postreros días. Abraham no era una nación, él estaba en la minoría, pero Dios estaba con él. Para entonces Él ya lo había separado. Y nosotros tenemos que separarnos en estos postreros días.",
    "Y Dios le dio una señal a Moisés, a Israel (un profeta ungido, una Columna de Fuego), le dio una señal a Abraham, Él—Él le dio una señal a Israel, les dio una señal a los discípulos, ¡era la misma señal, cada vez! La misma señal, ¡la Columna de Fuego!",
    "Pablo, cuando estaba en el camino a Damasco, allá resplandeció una Columna de Fuego ante él que aun le cegó los ojos, lo tumbó de rodillas. Nadie más La vio. Todos estaban parados allí y ellos no La vieron. Entonces la Voz dijo: “Saulo, ¿por qué Me persigues?”.",
    "Él dijo: “Señor, ¿Quién eres?”.",
    "Dijo: “Yo soy Jesús”. ¡Una señal! Y, ¿qué fue él? El apóstol a los gentiles. Amén.",
    "Aquí estamos nosotros en el tiempo del fin, hemos venido del este, del oeste, del norte y del sur; ¿qué estamos haciendo? ¡Preparándonos para ese Rapto! Preparándonos para… Manteniéndonos firmes por unos momentos, hasta que toda fibra sea llena del Espíritu Santo; luego Ella subirá. ¡Oh, vaya! Está llamando y juntando a Su pueblo hacia Sí mismo, en la verdadera unidad de Sí mismo, porque es Su único Espíritu Santo; “Por medio de un Espíritu somos nosotros, todos (individualmente), bautizados en un Cuerpo (colectivamente), el Cuerpo de Jesucristo”. Y Jesucristo viviendo con Su Espíritu en nuestra carne, está sirviendo a la iglesia, y haciendo las mismas cosas que Él hizo allá, como una—como una señal, un emblema al mundo de que estamos en los postreros días, preparándonos para el Rapto. ¡Oh, yo Le amo! ¿Uds.?",
    "Tengo todo un libro aún, pero no puedo seguir, se está haciendo demasiado tarde. Quizás lo abordemos en otra ocasión.",
    "Estamos en el fin. La unidad. ¿Está Ud. así de unido con Dios? Así tendrá que estarlo Ud. Sí. Tendremos que ser uno con Él, hasta… dejando que la mente que estaba en Cristo esté en vosotros. Luego Cristo, Su propia mente estando en Ud., reconocerá toda Palabra que Él escribió. Así lo hizo en los apóstoles, correctamente enseñando la Escritura, lo cual es la Verdad (¿ven?), el Espíritu Santo. Y si es la Verdad, entonces dará testimonio de la Verdad, produciendo la misma señal que le dio a Moisés, la misma señal que le dio a Abraham, la misma señal que hizo por medio de Cristo, la misma señal que Él hizo por Pablo; estamos en el tiempo del fin. Él dijo que sería así. Estamos pues en el tiempo del fin. La Iglesia, colectivamente, se está uniendo en una unión, uno aquí y uno allá, de eso se está componiendo.",
    "Él dijo: “Habrá dos en el campo, Me llevaré a uno”. ¡Uno! Mire: “Dos en un campo”; eso es durante el día, en el tiempo de la siega: “Tomaré a uno y dejaré al otro. Habrá dos en la cama”, por el otro lado del mundo, “Me llevaré uno y dejaré al otro”, en la venida del Hijo del Hombre. Y eso es muy inminente, está tan a la mano.",
    "¡No lo hagas, no Adán! ¡Adán! Eva, Adán: permíteme gritarte: no le prestes más atención a una mentira del diablo. Quédate con la Palabra de Dios, es ASÍ DICE EL SEÑOR. Quédate con Su Palabra. Separarte de Ella, es romper tu compañerismo con Dios, la unidad de Dios por el Espíritu Santo. Entonces si dices que tienes el Espíritu Santo y no estás en acuerdo con la Palabra, entonces no estás en unidad con Dios.",
    "Ésta es la unidad de Dios, cuando Ud.… el—el espíritu que está en Ud. concuerda con esta Palabra, y manifiesta esta Palabra, y hace de esta Palabra poder para que lleve a cabo lo mismo que hizo allá.",
    "Digamos esto juntos: Unidad [La congregación dice: “Unidad”.—Ed.] con Dios [“con Dios”] es tener [“es tener”] el Espíritu de Dios [“el Espíritu de Dios”] en Ud. [“en Ud.”] estando de acuerdo [“estando de acuerdo”] con la Palabra [“con la Palabra”] toda Palabra [“toda Palabra”] la Palabra completa [“la Palabra completa”] y hacerla [“y hacerla”] manifiesta [“manifiesta”] en poder [“en poder”].",
    "Allí lo tienen, eso es la unidad con Dios. Cuando ese poder obra en mí, obra en Ud., entonces somos uno. ¡Amén! Hermano Kidd, cuando el poder del Espíritu Santo en mí obra en Ud., allí no hay desacuerdo, allí está la Palabra; eso obra. Amén. Lo hace lo que en verdad es, Dios hecho carne en Ud., por medio de Su Palabra. La Palabra hecha poder entre Uds., ¡toda Palabra!",
    "Ahora, recuerden, el diablo acepta bastante de esa Palabra, casi el noventa y nueve por ciento coma noventa nueve décimas de Ella. El noventa y nueve por ciento y nueve décimas lo muestra él perfectamente correcto, pero luego en esa última décima, allí da un brinco y se sale de aquí, y eso es lo que causa la muerte en el instante. Eso rompe la cadena en el centro, y hacia abajo se viene Ud.",
    "¡Entonces es por toda Palabra! ¿Qué dijo Jesús? “No sólo de pan vivirá el hombre, sino de toda Palabra”. Él no vivirá de algunas de las Palabras de Dios, no del noventa y nueve coma nueve por ciento de las Palabras de Dios. Sino que de toda Palabra que procede de la boca de Dios, es de lo cual el hombre vivirá.",
    "Satanás lo subió a Él allá y dijo: “¡Escrito está!”. ¿Ven? Igual como se lo dijo a Eva: “¡Escrito está!”, “¡escrito está!”.\n\nJesús dijo: “Y también está escrito…”",
    "Le respondió: “Escrito está: ‘A sus Ángeles mandará acerca de Ti’. ¡La Biblia lo dice!”. ¡Vaya, él es un tremendo erudito! “Escrito está: ‘A sus Ángeles mandará acerca de Ti para que nunca tropieces con Tu pie en piedra, y Te sostendrán’”.",
    "Él dijo: “Escrito está también: ‘No tentarás al Señor tu Dios’”.",
    "Ellos dijeron: “Tenemos la Escritura” Hechos 19, “nosotros hemos sido bautizados por Juan”.",
    "Pablo traía otra cosa, dijo: “Eso ya no funciona”. ¿Ven? “Juan solamente bautizó…”, él no descreyó la palabra de Juan. Él dijo: “Les voy a decir lo que dijo Juan: Juan dijo que bautizaba con el bautismo de arrepentimiento, no para remisión de los pecados”. Aún no habían matado el Sacrificio, ¿ven? Dijo: “Él bautizó para arrepentimiento, diciendo que creyeran en Aquél que habría de venir”. Y cuando hubieron escuchado esto, fueron bautizados en el Nombre de nuestro Señor Jesucristo. Pablo, estando tan lleno de la Palabra, les impuso sus manos y el Espíritu Santo vino sobre ellos. Comenzaron a profetizar y a hablar en lenguas, y a engrandecer a Dios y, ¡oh, qué tiempo! ¡Vaya! Y ¿de qué tamaño era esa iglesia? De doce. Sí. ¡Oh, Dios no obra con grandes números, Él obra en corazones sinceros! Que nosotros tengamos esa clase de corazón. ¿Le aman? Oremos.",
    "¡Oh, mi amado, descarriado!, ¿ha mirado Ud. a las hijas de Moab o habrá puesto Ud. la atención en las hijas de Caín (estoy hablando de iglesias)? ¡Cuán lejos se van de la Palabra! Y Ud., mi amigo precioso, ¿ha notado Ud. en los postreros días, que estas cosas se han cumplido? ¿Ha notado Ud. aquí recientemente cómo la Palabra de Dios se ha estado manifestando? ¿Cómo el avivamiento que una vez rugía, ahora se ha aquietado, y casi no queda nada? ¿Qué es? Es la quietud antes de la tormenta. Los juicios están listos. ¿Ha tomado Ud. nota de estas cosas? ¿Ha comparado Ud. Escritura con Escritura, Palabra de la Biblia con Palabra de la Biblia, evidencia con evidencia? ¿Ha comparado Ud. la Palabra de Jesús, donde habló acerca del diablo, que en los postreros días sería tan parecido a lo genuino, que si fuera posible, engañaría él a todos, con la excepción de los escogidos, aquel Elegido? Piénsenlo: ¡esa enseñanza Escritural será tan parecida! —“¡Oh, nosotros creemos en el Espíritu Santo, bendito sea Dios para siempre! Tenemos el Espíritu Santo, hablamos en lenguas”. ¿Y luego dan la media vuelta y niegan la Palabra? Sí. Engañarán aun a los mismos Escogidos, si fuera posible.",
    "Si hubiere alguien aquí que no está bien con Dios, si hubiere alguien aquí que estuviere enfermo, o afligido… Aquí hay pañuelos y cosas, por las cuales voy a orar. No importa cuál sea su necesidad; toda promesa en el Libro le pertenece a Ud., es suya.",
    "Ahora, yo les he presentado la Palabra, se las he traído desde Génesis hasta este día en que estamos viviendo, tan sólo he tocado algunos puntos para que Uds. vean. Hay centenares de citas más que hubiera podido tocar, pero no tengo tiempo. Pero, seguramente, en eso, Uds. pueden ver que todo esto de organización queda afuera. Es una concepción falsa del diablo, queriendo organizar al hombre con la unidad de su propia mente e ideas; cuando es por el Espíritu Santo que somos unidos a Dios como uno. Y el Espíritu Santo está en acuerdo con la Palabra de Dios. ¿Ven? La Biblia dice, Jesús dice que ellos aun Lo confesarían (¿Ven?); “Engañarían aun a los mismos escogidos, si fuera posible”. ¿Ven adónde estamos parados?",
    "Ahora, tome Ud. esta Palabra de Dios con esa mano de fe. ¿De qué tiene necesidad Ud. en esta mañana? ¿Tiene Ud. necesidad de bautismo en agua, en el Nombre de Jesucristo? El bautisterio está listo. ¿Tiene Ud. necesidad del bautismo del Espíritu Santo? Él se está esforzando para entrar en Ud. ¿Tiene Ud. necesidad de sanidad? Pues, el Espíritu Santo mismo, la Palabra que ha sido hecha poder, está aquí ahora mismo; el mismo poder de discernimiento está mirando ahora a través de esta congregación, y viendo esa Luz dando vueltas, como un gran resplandor. ¿Les he dicho algo errado alguna vez? [La congregación dice: “No”.—Ed.] ¿Lo habré hecho?",
    "Como—como le dijo el profeta a Israel, antes de que se hicieran un rey puesto por el hombre, él dijo: “Les he dicho yo alguna cosa… ¿Les habré recibido su dinero? ¿Habré venido yo a pedirles dinero, y—y me habré paseado y vivido en palacios grandes y construido cosas grandes quitándoles su dinero? ¿Les habré pedido un solo centavo?”. —“Jamás”.",
    "¿Les habré dicho yo algo en el Nombre del Señor, lo cual Dios no haya traído a cumplimiento? ¿En alguna ocasión les he hablado en Su Nombre y que no sucediera? ¿Les habré dicho abiertamente una visión en la congregación, y que la persona no se haya levantado, ya sea extranjera o cual fuere, y que no haya dicho: “Ésa es la verdad”? ¿Alguna vez les he hablado algo errado? [La congregación dice: “No”.—Ed.] Entonces, ahora déjenme decirles ASÍ DICE EL SEÑOR: reciban al Espíritu Santo, el Espíritu que tomará la Palabra de Dios en esas manos de fe, y salgan allá. El Reino completo les pertenece a Uds. Hijos, es vuestro.",
    "¿Por qué vienen Uds. desde el estado de Georgia, de todo el país, desde Ohio, desde Kansas, y desde todas partes, para una pequeña reunión? Creo que ya se apagó la cinta, así que puedo decir esto. ¿Ven? ¿Por qué vienen de esta manera? ¿Qué los impulsa a hacerlo? ¿Qué es? Veo gente aquí de Arkansas, de cientos de millas de distancia.",
    "Anoche llegó un hermano de Kansas City, un hermanito polaco parado allá atrás, se sintió guiado a venir. Dijo: “Hermano Branham, desde que oí de Ud. por primera vez (estando allá en Canadá, hace muchos años), las cosas que Ud. ha visto y ha hecho, yo las he investigado detenidamente, de allá para acá, y de arriba para abajo”, y dijo, “ni una sola de ellas ha estado errada”. Es probable que él sea un polaco católico, y llega aquí a llevar las cintas, sale allá y las pone a tocar, encontrando oposición. Ministros que debieran estar conmigo y ayudándonos, pero están negando esa Eficacia, negando la Verdad de la Palabra, y afirman que tienen el Espíritu Santo.",
    "Yo no me he llamado a mi mismo un profeta; Uds. lo han hecho. Pero, si así es, entonces ¿de dónde es que viene la Palabra del Señor? ¿Cómo sabemos si eso es correcto o no, si no hay algo que lo respalde? Eso es la Palabra de Dios aquí, la Palabra escrita. Luego si le da el respaldo a la Palabra escrita, entonces es Dios en esa Palabra, confirmando que esa Palabra es verdad. Pablo dijo: “Sed imitadores de mí, como yo de Cristo”.",
    "Ahora, si Ud. necesita de Dios, por alguna enfermedad, o necesita salvación, qué… o para despojarse… Algunas de Uds. mujeres que no han alcanzado suficiente gracia para dejarse crecer el cabello; algunos de Uds. hombres, que no han alcanzado suficiente gracia para dejar de fumar cigarrillos; algunos de Uds. predicadores que no han alcanzado suficiente gracia para aceptar la verdad del bautismo en agua en el Nombre de Jesucristo; algunos de Uds. que están enfermos, y que están enfermos de muerte, ¿por qué no reciben esta Palabra en esta mañana? Les digo ahora mismo: ¡está en carne entre nosotros! Tomen esa Palabra en la mano.",
    "Aquí en la pared está una foto del Ángel del Señor; es el Mismo que guió a los hijos de Israel; es el Mismo que se encontró con Pablo; es el Mismo que estaba en Cristo. Y el mismo Espíritu Santo está en Ud., en Ud., uniéndolo a Ud. para que sea uno. ¿Qué hace que nuestros corazones se unan, viajando de cientos de millas? No hay nada semejante en todo el país. Ellos están viniendo a la Palabra.",
    "🦅 Hay una fuente de Sangre, sacada de las venas de Emanuel, bajo cual raudal se humilla el incrédulo perdiendo allí toda mancha de culpabilidad. Desde cuando por fe yo vi esa fuente, que Tus heridas entregaban, el amor redentivo ha sido mi tema, y lo será hasta la muerte”.",
    "Nuestro Padre Celestial, puesto aquí hay una cantidad de pañuelos, guantes, que quizás van a salir por el correo. Yo no sé quién los puso aquí, quizás Billy, quizás las personas aquí en la congregación. Y Señor, siento hacer esto ahora. No hay nada en mis manos, nada en mí, como un ser humano. Yo no pudiera confiar en mi propio entendimiento humano. No entiendo por qué funciona así, pero solamente estoy siguiendo lo que Tú has dicho: “Llevaban sudarios y los pañuelos del cuerpo de Pablo, y los malos espíritus salían de la gente”. No fue porque él era un gran hombre, sino por cuanto Dios estaba con él, en Palabra y en poder. Y él no consultó con los apóstoles, pero cuando se encontraron, descubrió que era el mismo Evangelio, la misma forma de bautismo, lo mismo en todo lo que estaban haciendo, veían todo igual, ojo a ojo.",
    "Ahora Señor, estoy rogando en favor de esta gente preciosa que está creyéndote, que Tú los sanarás. Los que están en la congregación, sánalos, Señor. Concede que su fe se extienda asiéndose de esa Palabra ahora mismo, y digan: “Tumor, enfermedad, maldad: ¡más vale que te vayas, estoy cortando con la Espada de Dios! ¡Estoy creyendo! Mi fe es fuerte. ¡Estoy metiendo la Espada hasta el fondo! ¡Hazte a un lado! Me estoy levantando ahora de mi asiento para ser sanado”. “Estoy imponiendo mis manos sobre mi padre, sobre mi hermana, sobre mi hijo, sobre mi vecino; estoy creyendo. Tu Palabra es Verdad. Estoy en unidad Contigo. Las obras que dijiste que Tú hiciste, nosotros también las haríamos. Señor y Dios, yo creo toda Palabra. Y doy un paso adelante, un paso adelante para reclamarlo, para llevarlo conmigo en esta mañana”.",
    "¡Oh, Dios!, me pongo a pensar en la iglesia cuando estaba de viaje, cuando Moisés se atemorizó un poco allá frente al mar, él comenzó a clamarle al Señor. Y el Señor le dijo: “¿Por qué clamas a Mí? ¿Por qué pues Me estás clamando a Mí? ¡Habla y sigue adelante! ¿No te he comisionado para este trabajo? ¡Habla!”. ¿Hablar qué? La Palabra de Dios, “Ella está en ti. Habla y avanza. No me clames a Mí. Marcha adelante”.",
    "Y, Señor Dios, yo vengo ahora en el Nombre del Señor Jesús. Vengo esgrimiendo esta Espada de fe, reclamando la unidad de Dios y el hombre, por medio del Espíritu Santo; a través de las misericordias y el sacrificio de Jesucristo, Su Hijo. Yo reto a todo diablo que de cualquier forma tenga atado a cualquiera en este edificio, ya sea joven, muchacha, hombre, o mujer. Yo reto toda enfermedad; reto toda duda; reto todo temor; reto toda cosa que sea inmunda, ¡dejen a esta congregación en el Nombre de Jesucristo! Salgan ahora mismo de esta congregación, para que nosotros podamos ser uno con Dios, y podamos servir a Dios sin enfermedad ni temor. Que el poder que nos hizo uno con Dios… ¿Cómo puede ese diablo andar vociferando alrededor de los ungidos? ¿Cómo puede ese diablo pararse allá a vociferar como un Goliat? Cuando David llegó al campamento y dijo: “¿Me quieren decir que Uds. le permiten a ese filisteo incircunciso pararse allí y desafiar los ejércitos del Dios Vivo?”.",
    "¡Oh, Dios, haz que los hombres y las mujeres se levanten en el poder del Espíritu! ¿Acaso le van a permitir a ese diablo inconverso, abatido, que ha herido a la raza humana a través de todas las edades, que se pare aquí y desafíe a la iglesia del Dios Vivo? ¡Satanás, sal de ellos y vete, en el Nombre de Jesucristo!",
    "Ahora, Uds. que tienen suficiente fuerza para esgrimir la Espada, que tienen ahora suficiente entendimiento en la Palabra de Dios para reclamarla como su propiedad personal, que pueden tomar la Palabra de Dios ahora mismo en la mano: extiéndanla adelante en la mano de fe, y digan: “Yo ahora me pongo del lado del Señor. Me pararé en unidad con mi Dios, de ahora en adelante. Yo blandiré esta Espada del Espíritu, esta Palabra, y cortaré el diablo con toda promesa que Dios me ha prometido”.",
    "Si Uds. creen eso con todo su corazón, entonces les pido en toda sinceridad, con todo mi corazón: en el Nombre de Jesucristo pónganse de pie y acéptenlo. ¿Lo hacen en serio? ¿Son sinceros? ¿Está la Palabra en sus manos? ¿Es su mano su fe? Levanten su mano física hacia Dios, digan: “Dios, por medio de esto, mi mano en alto, yo rindo toda mi vida, rindo mi alma, rindo mi pensar, rindo todo a la Palabra de Dios. Permite que el Espíritu Santo tome ahora mi fe y me conceda esto. Corta de mí toda duda. Y, por fe, yo recibo la promesa que pido, en este momento”.",
    "Si lo creen ahora, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Digan: “Amén” otra vez. [“Amén”.] ¡Amén y amén y amén! Entonces, si son sinceros en eso, de todo corazón, en el Nombre de Jesucristo, yo les prometo lo que han pedido. Amén. Créanlo Uds. de todo corazón. Dios les bendiga.\n\nHermano Neville. 🦅"
  ]
}