{
  "title": "PERSEVERANCIA",
  "id": "62160009",
  "content": [
    "🦅  Gracias, Hermano Neville. El Señor lo bendiga. Gracias.\n\nBuenos días, amigos. Es un privilegio estar aquí esta mañana en la Presencia del Señor, en el tabernáculo con el pueblo. Y es un día lluvioso afuera, y acabo de llegar conduciendo ahora mismo, y por como estaban cantando y aplaudiendo, deben estar recibiendo lluvias de bendiciones adentro. Pues, eso está muy bien. Así que, estamos muy agradecidos por este día. Es un… Necesitamos la lluvia. Si no recibimos la lluvia, entonces el Maestro no puede recoger Sus frutos. Así que, recibimos una—una lluvia interna, espiritual, o no habrá frutos para la cosecha. Necesitamos lluvia externamente o no tendremos cosecha natural. Así es.",
    "Y, saben, en las dos, se necesita que algo haya muerto para que nosotros podamos vivir. La cosecha trae vida, y la vida tiene que producir muerte. Al pasar por la muerte vivimos. Sabe, a diario, para su vida natural, algo tiene que morir para que Ud. pueda vivir. Ud. necesita… algo muere. Así que, Ud.—Ud. come y vive de sustancias muertas. Si Ud. come chuletas de cerdo, el cerdo murió. Si come bistec, la vaca murió. Si come maíz, este murió. Si Ud. come pan de trigo, pues, este murió. Si come col rizada, ella murió. Ud. vive de sustancias muertas, naturalmente. Entonces, ¿no es eso prueba de que Algo tuvo que morir para que nosotros pudiéramos vivir Eternamente? Cristo murió, el Hijo de Dios, para que nosotros podamos vivir Eternamente. Así que, estoy muy contento por todo eso en esta mañana, al enterarnos de estos grandes tiempos desastrosos en los que estamos viviendo ahora, y saber que Cristo murió por los pecadores, y que ese fui yo, que Él murió por mí.",
    "Ahora, supongo que el domingo pasado recuerdan que el Señor me habló hace unos días y dijo que íbamos a… Uds. notaron en la cinta del domingo pasado que venían desastres. Cuando venía, escuchaba la transmisión, y Alemania tiene la peor inundación que hayan tenido en la nación. Ha matado a centenares, y la gente incluso se está ahorcando. Anoté esto, de camino aquí. Y los diques se han abierto, y de todo, en Alemania. E Inglaterra tiene las tormentas de viento más terribles, creo que hayan ocurrido, llevándose setenta mil casas. ¿Ven? Bueno, estamos en el tiempo del fin. Jesús aparecerá uno de estos días, y estamos en el tiempo del fin. Solo recuerden, esto apenas comienza, seguirá y seguirá. ¿Ven? Estamos en el fin.",
    "Ahora, mañana, inmediatamente después del mensaje de hoy, nos preparamos para salir para Arizona nuevamente, así que, le pedimos a la iglesia que ore por nosotros, mientras viajamos. Y luego, tengo grandes decisiones qué tomar, amigos, y no puedo tomarlas solo, porque no sé qué hacer. Y le pediré a esta iglesia, como grupo de creyentes peregrinando aquí conmigo, que oren por mí, para que mis decisiones sean el lugar correcto a dónde ir. Unas trescientas ciudades del extranjero, creo, están llamando, y—y—y Suiza, Alemania, y—y África, y todas partes. Así que, oramos que Dios sencillamente nos ayude a hacer lo correcto donde sea que Él pueda usarnos. Y Uds. oren por mí. Yo voy a estar orando por Uds. siempre, Uds. lo saben. Así que, Uds. oren por mí para que el Señor Dios me guíe.",
    "Ahora, al regresar de Arizona, el Señor mediante, yo—yo quiero tener la atención y lo anunciaremos en la iglesia, lo harán aquí, y me gustaría tener un poco más de tiempo para hablar con la congregación aquí. Tengo un Mensaje y, quiero predicar como ocho horas o algo así, ¿ven?, así de esa manera. Cuando nosotros…",
    "Una señora me estaba hablando, la Sra. Wood aquí de la iglesia, estaba hablando con ella y, yo estaba en Milltown en la iglesia bautista allí donde estábamos teniendo servicio, y creo que era uno de sus primeros servicios, dijo: “Yo llegué a las diez en punto, Hermano Branham, Ud. estaba predicando”. Y dijo: “Ud. predicó hasta el mediodía, luego toda la tarde, luego tomó un tiempito de quince, veinte minutos para almorzar”. Y dijo: “Salimos esa noche a las diez, Ud. aún estaba predicando”.\n\nYo—yo dije—dije: “Bueno, Ud. sabe que yo no sé mucho, pero, sabe, cuando puedo hacer a un lado lo poco que sé, y dejar que Él hable, yo… Él sí sabe mucho”. Así que, y a mí también me gusta oírlo, así que, yo… Pero solo lo decía así yéndome con rodeos.",
    "Pero, al regresar, el Señor mediante, me gustaría comenzar temprano y seguir de largo con un Mensaje que el Señor está colocando en mi corazón. Y oro que Él me lo dé completo allá en el desierto, para la iglesia en el día postrero, ahora. ¿Ven?, es uno de los últimos movimientos del Espíritu, creo yo, está a la mano. Y estamos creyendo que el Señor Jesús está a punto de desatar los cielos con los poderes de Dios, que partirá los cielos, pues, creemos que Él lo va a hacer. Y, estamos confiando que Él dará un mensaje más completo sobre eso cuando regresemos. Y tener, como… comenzar como a las nueve de la mañana y, o a las nueve y media, y continuar hasta como a las dos o tres, o el tiempo que tome terminarlo, ¿ven Uds.? Cuando…",
    "Luego, pienso entonces tal vez ir a África de allí, así que, si el Señor continúa guiando en esa dirección o, Suiza primero, luego Palestina y África, en las convenciones. Así que, estén en oración. Hagan lo que hagan, solo levanten la mirada hoy y oren, oren. Eso es todo, esa es la única esperanza que tenemos, es la oración.",
    "Estamos más allá… Ojalá no suene sacrílego, o como algunos—alguien que no sabe de lo que está hablando, pero creo que nuestra nación, como nación, ya está más allá de la redención. Hay mucho… Si hubiera suficientes Cristianos o suficiente unidad para unificarla, pero con todo el esfuerzo que se ha realizado, grandes evangelistas y grandes servicios en todas partes, y aún se sigue hundiendo continuamente en el caos. Y, yo—yo creo que, así como todas las grandes naciones, ¿ven?, todas ellas deben caer. Ellas, todos estos sistemas y cosas deben caer.",
    "Pienso en los hombres que han dado sus vidas por una democracia. Eso es—eso es algo leal para con la nación. Eso es bueno. Nada en contra de eso. Pero ¿qué me dice de nuestras vidas para Cristo? ¿Ven Uds.? Que un hombre sea un héroe; se levante, como un joven en la flor de la vida, y le vuelen la cabeza de sus hombros, y para ser un héroe, y tal vez ni siquiera se enteren, a menos que sea su propia familia en casa, o alguien de su vecindario que lo conocía. Pero, aún nos da miedo dar un paso adelante y dar ese movimiento de plena suficiencia para Cristo, ¿ven Uds.? donde, “El que hallare su vida, la perderá; el que pierda su vida por causa de Mí, la encontrará, conservará su vida”. Así que, pongamos—pongamos todo lo que tenemos justamente en el Señor Jesús y sellémonos, alejándonos de las cosas del mundo, y mirémoslo a Él y creamos Su Palabra y sigamos adelante con Él.",
    "Ahora, antes de… Ahora, hoy, discúlpenme, yo… El domingo pasado los retuve demasiado en ese tema de la unidad entre Dios y Su pueblo. Y, ahora, hoy pensé que los dejaría salir más temprano hoy, porque el domingo pasado hubo muchos por los cuales orar y no tuve tiempo de hacer pasar la línea de oración después—después de que terminamos de predicar. Y—y creo que repartieron algunas tarjetas el domingo pasado o algo para la gente, o lo que sea, los llamaremos si están en el edificio, y si no están, oraremos de todas maneras.",
    "Ahora, hoy solo quiero hablar sobre un tema como para edificar la fe. A Ud. le es necesario. Cuando se está construyendo… Si hay ministros aquí que sin duda los hay, saben que cuando uno le habla a la gente se tiene una atmósfera de prédica para salvación, entonces es necesario hacer el llamado a eso. Y luego si se quiere la atmósfera para la sanidad, uno—uno mismo recibe la unción, por la Palabra de Dios, y se la entrega a la gente, y eso pone a todo el grupo en la unción para cierta cosa. De otra manera, a la expectativa de ciertas cosas. ¿Ven?, estamos esperando algo.",
    "Y, saben, yo creo entonces, para subir de allí un poco, que Dios tiene ahora a toda Su Iglesia, los llamados a salir, el remanente de Su Iglesia, en expectativa de Su Venida, ¿ven Uds.? Recordar la puerta cuando Él venía, el tremendo Viernes Santo que debe haber sido cuando ellos sabían que Él venía a la fiesta, y había expectativa. Muchos de ellos Lo esperaban allí, para ver alguna clase de milagro que Él haría. O, y otros querían verlo; otros querían burlarse de Él. Y fue como una—una Pascua diferente a como había sido por mucho tiempo, cuando Él entró cabalgando a la ciudad. Solo estemos a la expectativa de que Él venga a llevarnos a Casa, y luego estaremos… cuando Él venga esta vez.",
    "Ahora inclinemos nuestros rostros mientras hablamos con Él. Ahora sobre esta congregación de personas, si hay alguna petición aquí que quisieran dar a conocer a Dios, tan solo levantaría su mano a Él y, como que: “Dios, ten misericordia de mí. Yo—yo necesito salvación, necesito sanidad, quiero caminar más cerca de Ti”. Dios los bendiga. Por todo el edificio.",
    "Nuestro Padre Celestial, al acercarnos a Tu trono de gracia, en el Nombre del Señor Jesús, Aquel Quien nos trajo esta maravillosa gracia, cuánto Te agradecemos de todo corazón por Él, Quien no tenía pecado y bajó y nos compró la salvación, los indignos, para que nosotros, siendo indignos, podamos allegarnos a Él por el derramamiento de Su Sangre, para que Él nos lave con el agua de la Palabra y nos presente a Su Padre como una virgen pura, limpios, santificados por Su Sangre, y aceptos a los ojos de Dios, lavados y listos. Mientras pensamos en el lavamiento del Sacrificio, pensando en Juan cuando lo vio a Él entrar al agua, él habló y dijo: “Yo necesito ser bautizado por Ti, y ¿por qué vienes Tú a mí?”.",
    "Dijo: “Deja, Juan, que así sea”. ¡Oh, eso me encanta! En otras palabras: “Juan, tú eres el profeta, Yo soy tu Dios. Somos los hombres principales de este día. Sé que tú entiendes, y Yo también entiendo. Pero recuerda, Juan: nos corresponde, conviene que cumplamos toda justicia”. Juan, sabiendo que el Sacrificio debía ser lavado antes de ser sacrificado, y Él era el Sacrificio, así que Lo bautizó a Él, ese Ser sin pecado, lavando el Sacrificio antes de ser presentado.",
    "Dios, lava nuestros corazones en esta mañana. Lávanos con el agua de la Palabra, para que podamos presentarnos a Ti. Límpianos, Señor, de toda incredulidad, para que nos acerquemos a Ti como sacrificio vivo, santo y agradable a Dios, porque este es nuestro culto racional. Te damos gracias por estas cosas. Gracias por cada persona que está presente. Oramos que bendigas la gran Iglesia universal del Dios viviente, por todas las naciones y alrededor del mundo. Esta mañana, donde los ministros están parados, en el púlpito, oro que derrames Tu Espíritu, Señor, de una manera milagrosa sobre cada pastor fiel en su puesto del deber, sobre los evangelistas, sobre los misioneros. ¡Oh, Dios!, cuando pienso en ellos allá, algunos sin un par de zapatos, envueltos en un par de pantalones andrajosos, atravesando la jungla, para traer paz y liberación a aquellos que están lejos de Cristo.",
    "Dios, decimos: “Envía a Jesús pronto. Ven, Señor Jesús”. Y ahora vemos la naturaleza, señal misma como la estrella que dirigió a los magos a Belén, moviéndose nuevamente. Jesús dijo que habría perplejidad por el tiempo, angustia entre las naciones, señales en el cielo y en la tierra, el mar rugiendo, grandes tormentas y maremotos y terremotos en diversos lugares. Estas cosas son solo… son alarmas que alertan nuestros corazones, Señor, para que sepamos aparejarnos. No sabemos en qué minuto u hora Él pueda aparecer.",
    "Y al venir hoy, oramos que Tú bendigas el secreto detrás de cada mano que se alzó. Dios, Tú conoces todo al respecto. Oro que Tú los laves, Señor, y su sacrificio y deseo, y les des lo que necesitan. Y al nosotros venir hoy, Señor, oro que si hubiere aquellos aquí que no Te conocen como Salvador, que este sea ese día, ese día más grandioso de sus vidas, cuando le digan “sí” al Señor Jesús. Concédelo, Señor.",
    "Bendice aquellos ahora, Padre, al prepararnos para hacer que la gente tenga fe, al leer Tu Palabra. Dios, envía Tu Palabra con poder aquí por el edificio, y a las tierras donde irán las cintas, y en las naciones extranjeras, dondequiera que sea, y que muchos sean salvos y sanados hoy para la gloria de Dios. Lo pedimos en el Nombre de Su amado Hijo Santo, el Señor Jesucristo. Amén.",
    "Oramos que Dios añada Sus tremendas bendiciones ahora mientras leemos Su Palabra. Recuerden, mis palabras fallarán, son la palabra de un hombre, pero Su Palabra no puede fallar; “Los cielos y la tierra pasarán, pero Mi Palabra no”. ¡Qué esperanza es esa hoy! Me gustaría cantar con Eddie Perronet: “Todos saluden el poder del Nombre de Jesús, que los ángeles caigan postrados; traigan la diadema real, y corónenlo a Él Señor de todo. En Cristo, la Roca sólida, estoy parado; todo otro terreno es arenas movedizas, todo otro terreno”.",
    "Ahora, para muchos de Uds. que nos acompañan en la lectura y les gustaría marcar el texto, y a veces referirse a las Escrituras que he escrito aquí en las notas, vamos a empezar a leer esta mañana en San Mateo 15:21.\n\nSaliendo Jesús de allí, se fue a la región de Tiro…de Sidón.\n\nY he aquí una mujer cananea que había salido de aquella región clamaba, diciéndole: ¡Señor, Hijo de David, ten misericordia de mí! Mi hija es gravemente atormentada por un demonio.\n\nPero Jesús no le respondió palabra. Entonces acercándose sus discípulos, le rogaron, diciendo: Despídela, pues da voces tras nosotros.\n\nÉl respondiendo, dijo: No soy enviado sino a las ovejas perdidas de la casa de Israel.\n\nEntonces ella vino y se postró ante él, diciendo: ¡Señor, socórreme!\n\nY…Respondiendo él, dijo: No está bien tomar el pan de los hijos, y echarlo a los perrillos.\n\nY ella dijo: Sí, Señor; pero aun los perrillos comen…las migajas que han caído de la mesa de sus amos.\n\nEntonces respondiendo Jesús, dijo: Oh mujer, grande es tu fe; hágase contigo como quieres. Y su hija fue sanada desde aquella hora.",
    "Ahora, en esta mañana queremos hablar sobre la fe. Ahora, mi tema esta mañana es: Perseverancia. Perseverancia significa “ser—ser persistente, hacia una meta”. Ahora, “La fe es la certeza de las cosas que se esperan, la evidencia de las cosas que no se ven”.",
    "Nosotros tenemos nuestro cuerpo, y nuestro ser aquí es como una semilla. Y una semilla en el exterior tiene una cáscara; dentro de la cáscara tiene una costra, o una pulpa, discúlpenme; y por dentro, la pulpa tiene un germen. Así somos nosotros: cuerpo, alma, espíritu. Ahora, en el cuerpo hay cinco sentidos: vista, gusto, tacto, olfato y oído. En el alma hay conciencia, y lo demás, cinco avenidas hacia ella.",
    "Al interior hay una, una avenida. Y esa avenida es el mismo lugar en el que Dios puso a cada hombre desde Adán y Eva, la voluntad propia. Su voluntad de vivir o su voluntad de morir, es la que Ud. quiera. Es, Ud. está sobre la base del libre albedrío, y el espíritu que Ud. permita que lo domine producirá los frutos, su vida será dominada por lo de adentro. Y la fe… Tanta gente confía en estos cinco sentidos externos. Están bien, nada en contra, si estos van conforme a este sexto sentido. Esta alma… este espíritu solo puede ser de dos clases: uno de ellos es el Espíritu de Dios, el otro es el espíritu del diablo. No se puede servir a dos amos al mismo tiempo. Ud. estará completamente entregado a uno o completamente entregado al otro. Y si Ud. tiene el Espíritu de Dios dentro, Ud. tiene fe, y creerá toda Palabra que Dios escribió. Y si Ud. no Lo tiene, Ud. podría ser…",
    "Ahora, el diablo no es como algunas personas piensan, “él sí es mal intencionado y todo”, pero él es engañoso. El diablo le hace pensar que Ud. está correcto. Pero cuando Ud. no está de acuerdo con la Palabra, eso muestra que ese no es el Espíritu de Dios, porque el Espíritu Santo escribió la Biblia. Así que, tiene que estar de acuerdo con la Palabra. Y recuerdan el domingo pasado, ¡solo una pequeña incredulidad a la Palabra de Dios! Eva, Satanás le dijo la verdad, y él en ningún momento negó que la Palabra fuera veraz, pero esa partecita de la Palabra causó todo este problema. La mujer La descreyó porque ella estaba buscando sabiduría en vez de quedarse con la Palabra. Cuando Dios dice algo, los cielos y tierra pasarán, pero Su Palabra nunca pasará. La Palabra de Dios debe cumplirse al pie de la letra. Hasta la tilde y la jota, Ella tiene que cumplirse.",
    "Ahora, perseverancia, el ser persistente, intentar lograr una meta, esforzarse, Ud. está decidido a algo, y Ud. es—Ud. es persistente en eso porque cree que es lo que Ud. quiere, y cree que Ud. puede conseguirlo. Ahora, [el Hermano Branham aclara la garganta.—Ed.] (Discúlpenme.) para ser persistente, Ud. tiene entonces que haber decidido lo que va a hacer. Ahora, Ud. no puede tener fe en Dios sin conocer la Palabra de Dios o sin saber algo acerca de Dios.",
    "Ahora, si alguien le dice: “Si Ud. va y toca ese poste, sanará. Y Ud. está enfermo”. Yo no lo creería. Ud. pudiera hacerlo. Pero eso es demasiado fuerte para mi fe. Yo—yo no creo que haya ninguna virtud en ese poste, no más de lo que yo creo que hay virtud en una estatua o un monumento o un crucifijo, o algo así.",
    "Yo creo que la virtud está en Cristo, y Cristo es la Palabra; “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Ahora, la Palabra Misma regresa en la forma del Espíritu Santo, entrando en nosotros, y es Palabra en Ud. Dios en Ud. Muchos quieren apuntar a Dios a algo místico muy lejano, o tan lejano que siguen de largo. Dios está en Ud. La esperanza de Gloria, Cristo, la mente que estaba en Cristo, en Ud. Ud. va mucho más allá, queriendo obtener lo que se le ha dado. ¡Dios, en el ser humano! Todo…",
    "Cristo, cuando estuvo en la tierra, fue el cuerpo de Dios. Dios creó este cuerpo. Era un cuerpo diferente, sin embargo, era un cuerpo humano. Saben, Salomón Le edificó a Él una casa. Pero Esteban dijo: “Sin embargo, el Altísimo no habita en casas hechas de manos, sino que un cuerpo Me has preparado”. Ahora, Dios Mismo Se preparó un cuerpo en la forma del Señor Jesús, el cual era el Cristo, es decir, el Ungido. Y, ahora, todo lo que Dios era, estaba en Cristo, Él era la plenitud de la Deidad corporalmente. Eso es lo que dice la Escritura. Ahora, y todo lo que Dios era, Él lo derramó en Cristo. Él era Emanuel, ¡Dios con nosotros!",
    "Y todo lo que Cristo era, Él lo derramó en la Iglesia. ¿Qué es? Un ungido, para continuar Su obra para que Su Palabra pueda vivir constantemente. Él vivió por la Palabra del Padre; “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Y la Iglesia no vive solamente de pan, sino de la Palabra de Cristo. Y el Espíritu Santo entra y toma la Palabra de Cristo y La hace una acción viva hoy; “Estas señales seguirán a los que creen”.",
    "¿Ven?, Dios no puede cambiar. Si Dios alguna vez toma una decisión, así tiene que permanecer. Si Él cambia, entonces Él sería humano como yo, Él—Él solo sería un hombre que puede cometer un error. ¡Pero Él es infinito! Así que, y Él es infinito y Él es—Él es omnipotente, y Él no puede cometer un error y ser Dios. Así que, Su primera decisión… Cuando un hombre pecó Él—Él lo perdonó sobre la base de creer Su Palabra. Al venir el segundo hombre, Él tiene que actuar de la misma manera o actuó mal cuando actuó la primera vez. Si un hombre fue sano por sanidad Divina, por fe en Dios, Él le concedió eso al primer hombre, si viene el siguiente hombre, Dios tiene que actuar de la misma manera si llega sobre la misma base. Si Él no lo hiciera, estaría haciendo acepción de persona y mostrando parcialidad, lo cual ciertamente no Lo haría a Él Dios. ¿Ven?",
    "Ud. tiene que tener fe en lo que está haciendo; “Y si su corazón, no nos reprende”. Si sabemos que la Biblia nos enseña algo y no lo hacemos, entonces hay algo en lo que no podemos tener fe. Mire, Ud.—Ud. no se puede establecer, por cuanto sabe que hay ciertas cosas allí que Dios enseña, con las que Ud. no quiere cuadrar. Y cuando Ud. hace eso, entonces ¿dónde está Ud.? ¿Ve? Ud.—Ud. no puede tener fe, para lo que está enfrentando. Ud. no puede pasar aquí y decir: “Yo—yo—yo, anoche estuve afuera borracho y, Señor, quiero que me sanes esta mañana. Yo—yo, no—no beberé mucho tiempo más”. Ud. tiene que rendirse, tiene que entregarse completamente a Dios. Ud. tiene que obedecer cada porción de la Palabra. Entregarse completamente y luego recibir la Palabra. Esa Palabra está en la iglesia. Es una Palabra viva.",
    "La Biblia dice: “La Palabra es una semilla que un sembrador salió a sembrar”. Ahora, Ud. no puede esperar sembrar cizaña y cosechar trigo. Si Ud. siembra trigo, cosechará trigo; si siembra cizaña, cosechará cizaña. Así que, es necesario que Ud. tenga la Palabra de Dios.",
    "Y ningún creyente llegará a poner la Palabra de Dios en algún lugar del pasado, jamás Lo hará a Él un debilucho o un historiador—Dios histórico. Él es un Dios histórico, por supuesto, pero “Él es el mismo” dice la Biblia, Hebreos 13:8, “el mismo ayer, hoy, y por los siglos”. Por tanto, lo que Él fue en la historia, Él lo es hoy. Él no puede perder Su poder. Y dónde está la debilidad, es que cayó en nuestras iglesias, en el principio, en la iglesia apostólica primitiva. Y ¿qué hicimos nosotros? Empezamos a aceptar esa iglesia y a romper el compañerismo y hacer personas sectarias y organizaciones, hasta que lo redujimos a un gran caos de nada. ¡Hay que regresar a la Palabra! ¡Regresar a Dios! ¡Regresar a la Palabra viviente!",
    "Si esa Biblia no produce todo lo que Ella dice que es, en toda promesa, yo no Le tengo fe. Pero la primera Palabra que dijo: “Venid a Mí todos los que estáis trabajados y cargados” cuando puse eso a prueba, era verdad. Entonces ¿es Esta la Palabra o no es la Palabra? Si Ella es la Palabra, tiene que producir todo lo que prometió. Si no lo es, entonces… ¿Qué estará bien y qué estará errado? Para mi es toda la Palabra de Dios, o nada Lo es. Nada o toda, una. Así que yo La creo, cada precepto, cada línea, cada puntuación, cada coma, cada guion, yo creo que es toda la Palabra de Dios. ¡De Ella depende mi alma!",
    "No en tocar un poste, tocar alguna otra cosa, o un tótem, o algún hombre o alguna mujer; yo creo en tocar a Dios por medio de creer Su Palabra, por medio de la fe. Y cuando Ud. lo hace, esa Palabra viene a ser en Ud. una Vida, una Palabra germinada. Y cada Palabra de Dios ha sido germinada. He aquí algo, tome Ud. un puñado de trigo y manténgalo aquí en la plataforma, no producirá nada permaneciendo aquí; tiene que entrar al terreno. No solo terreno, sino el tipo correcto de terreno para sustentarlo. Si la buena Palabra cae en terreno deficiente, traerá una cosecha deficiente. Tomen Uds. granos buenos y pónganlos en buen terreno, en la condición correcta producirá cien veces más. Así es la Palabra de Dios cuando es traída al corazón humano, con una fe, una fe inmortal en el Señor Jesucristo, con el Espíritu Santo y el poder de Dios allí para irrigarla, Eso germinará y producirá todo lo que dijo que haría. Es una Palabra. Es—es la Palabra de Dios.",
    "Jesús dijo, Juan 14:12, “El que en Mí cree, las obras que Yo hago él las hará también”. ¡Pues, seguro! Yo lo creo. “Estas obras que Yo hago” la traducción correcta de eso, “más que estas hará”. Ella dice: “Mayores hará”. Uno no podría hacer mayores; Él detuvo la naturaleza, Él resucitó a los muertos, Él hizo de todo. Pero, en otras palabras, Dios fue manifestado en un Hombre, Cristo, ahora Él Se ha manifestado universalmente en Su Iglesia; “Más que estas” las mismas obras.",
    "Alguien me dijo no hace mucho, siendo un poco crítico, dijo: “‘Obras mayores’ dijo Él, ‘haréis vosotros’. Nosotros hacemos las obras mayores”.",
    "Yo le dije: “Haga las menores antes de hacer las mayores; solo muéstreme las obras menores”. Uds. pueden hacerla, torcerla queriendo que diga algo, pero Ella aún permanece igual. Y Uds. observen a cualquiera que tenga fe suficiente para creerlo, Ella Se manifestará de la misma manera que Dios lo hizo. Y tenemos tanto hoy basado en emociones y demás que, y cosas, que no tengo nada qué decir en contra, eso queda entre el individuo y Dios.",
    "Pero, para mí, cada palabra, cada acción tiene que venir de esta Biblia; tiene que ser la Palabra de Dios, entonces sé que es verdad. Si Dios, la Biblia, lo respalda y dice que es verdad, con una promesa, entonces es la Verdad. Es alguien que ha encontrado fe, que se basa allí en esa Palabra y hace que Ella viva de nuevo; “Jesucristo el mismo ayer, hoy, y por los siglos”. Cuando vemos eso en la promesa de Dios, entonces podemos ser perseverantes. Realmente podemos creer, permanecer allí porque es la promesa de Dios. Quédese allí con eso, no importa cuánto tiempo tome, va a producir.",
    "Saben, Él habló una vez de la semilla de mostaza, o fe como un grano de mostaza, la más pequeña. Una semilla de mostaza está entre las semillas más pequeñas que hay en la tierra hoy. Pero ¿qué tiene? No se mezcla con nada. La semilla de mostaza no se mezcla con ninguna otra. Uds. pueden tomar col rizada y espinacas, y hacer colza y demás, y pueden producir diferentes sustancias mezclando semillas. Pero me dicen que la mostaza no se mezcla, que no se puede mezclar con nada. Es mostaza, y sigue siendo mostaza.",
    "Y cuando un hombre toma una Palabra de Dios, no importa cuán pequeña sea esa fe, pero si no se mezcla con incredulidad, lo traerá a él a la Luz. Algunos tenemos una gran fe que obra milagros. Algunos tienen fe para solo aferrarse hasta que suceda. Pero si es fe genuina, al tenerla, no hay nada que los pueda sacudir de ella; no se va a mezclar. Entonces esa persona es persistente. Tiene perseverancia. No importa cuánta gente diga: “Los días de los milagros han pasado” él no lo cree. Él se aferra porque ha cumplido con las condiciones y ha enterrado esa Palabra en un corazón de fe que La cree. De allí él no se mueve.",
    "Yo lo sé. He visto cáncer sarcomas caer de la gente, y sordos, mudos y ciegos, universalmente, alrededor del mundo, a los muertos resucitar, y yo sé que es verdad. ¡Correcto! Obrando a través de una visión, por supuesto, entonces uno lo sabe. Uno sabe allí cuál es la voluntad de Dios. Uno no puede trabajar hasta conocer la voluntad de Dios. Una promesa en la Biblia que le dice cierta cosa, esa es la Palabra de Dios. Luego Él envía Su Espíritu de nuevo a la iglesia en dones, para manifestarse Él Mismo y desenredar las pequeñas diferencias y demás, para hacerse real entre nosotros. ¡Oh!, ¿qué?, ¿qué otra cosa podríamos pedir?, ¿ven?, cuando Él viene a nosotros y Se da a conocer tanto, Él Mismo tan personalizado, Dios entre Su pueblo.",
    "🦅 Un poco y el mundo” el mundo, hay una palabra griega, kosmos, que significa “el orden mundial”. Se hundirá. Todo orden mundial debe hundirse, toda nación que está dominada por Satanás. Siempre lo ha sido y siempre lo será, aparte de Israel, cuando ellos lleguen a ser una nación. Satanás llevó a Jesús a la cima del monte, dijo, le mostró los reinos del mundo, todo lo que era y lo que vendría, dijo: “Te—Te los daré si Te postras y me adoras”.",
    "Él dijo: “Apártate, Satanás”. Sabía que Él los heredaría en el Milenio. Pero cada uno… Me paré donde los faraones una vez gobernaron el mundo conocido, y Ud. tendría que cavar a veinte pies bajo tierra para encontrar sus reinos, sus tronos donde en algún momento se sentaron, los césares de Roma y—y los faraones de Egipto, todas estas cosas. Y si el mundo durara, así será con estas democracias. Pero hay un… ¿De qué hablan todos ellos? Hay algo en el corazón humano que busca encontrar esa unidad.",
    "Y si Ud. tan solo levantara la mirada, la unidad viene de Dios, el poder de Dios. Cuando el creyente, la creación aquí en la tierra que Dios ha creado, se ha unido con Dios, entonces viene una unidad y eso da fe. Y cuando un hombre ve eso, él es persistente, nadie lo va a sacudir.",
    "Jesús dijo allá: “Las obras que Yo hago, vosotros las haréis también. Un poco y el mundo, kosmos, no Me verá más”. Ese es el orden mundial; “Ellos no Me ven más”.",
    "Muchos miembros de iglesia, gente fina que va a la iglesia, vive bajo esa impresión de que están bien. Pues, Ud. no está bien como miembro de iglesia; Ud. es un ciudadano. Puede ser que Ud. se esfuerce por hacer lo correcto, pero, amigo, permítame decirle: Ud. tiene que nacer de nuevo. Uds. no se unen a la Iglesia, Uds. no llegan a ser parte de la Iglesia al estrechar la mano, Uds. no forman parte de la Iglesia por membresía eclesiástica. Uds. forman parte de la Iglesia por nacimiento.",
    "He estado en la familia Branham por cincuenta y dos años, y nunca me pidieron que me uniera a la familia para que mi nombre sea Branham. Yo nací en la familia de los Branham. Soy un Branham por nacimiento.",
    "Y así Ud. es un Cristiano, por nacimiento, cuando Ud. ha nacido del Espíritu de Dios. ¡Persistente! Sí, ahí es cuando uno puede lograr algo. Todos los hombres a través de las edades siempre han podido lograr lo que… Son persistentes si son—si tienen fe en lo que desean lograr. Depende de cuál sea su logro. Depende de lo que Ud. quiera hacer, si Ud. es persistente o no, cuánta fe tenga en lo que está haciendo. Nosotros debemos tener fe en Dios; debemos creerle a Dios.",
    "Tengo muchas Escrituras anotadas aquí a las que quiero referirme. Ahora, si un hombre se está esforzando en ser persistente, pues él—él primero tiene que tener algo que le dé fe en lo que está haciendo. Ahora recordemos, para comenzar, la Biblia nos dice que Jesucristo es el mismo ayer, hoy, y por los siglos. Ahora, no olviden eso. Dios, cuando Cristo estuvo en la tierra, Él dijo: “Las obras que Yo hago, vosotros las haréis también”. Marcos 16, dice: “Id por todo el mundo”. La última vez que Jesús Se dirigió a la iglesia. Escuchen.",
    "La primera comisión que Él le dio a Su Iglesia, fue ir a las ciudades antes de que Él viniera, Mateo 10, y “sanad enfermos, limpiad leprosos, resucitad muertos, echad fuera al demonio, y de gracia recibisteis, dad de gracia”. Esa fue Su primera comisión a la Iglesia.",
    "La última comisión, o las últimas palabras que salieron de Sus labios cuando subió, hasta que Él venga otra vez en aclamación, la Voz del Arcángel, Él dijo: “Id por todo el mundo, predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo. El que no creyere será condenado, y…” Y es una conjunción, uniendo su oración. “Y estas señales seguirán a los que creen: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si toman en las manos serpientes o bebieren cosa mortífera, no les hará daño; si ponen las manos sobre los enfermos, ellos sanarán”. La Biblia dice: “Regresaron con regocijo, el Señor obrando con ellos, confirmando la Palabra con señales que la seguían”. ¿Ven? Ellos tenían… Ellos fueron persistentes en eso porque tenían algo que lograr. Ellos tenían una comisión directa. ¿Hasta dónde llega esa comisión? A todo el mundo, a toda criatura. ¿A cuántas generaciones? A toda generación, a toda criatura.",
    "Pedro dijo, en el día de Pentecostés: “Arrepentíos, cada uno de vosotros. Bautícense en el Nombre de Jesucristo para perdón de los pecados; y recibirán el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos; para cuantos el Señor nuestro Dios llamare”. ¿Cómo pueden Uds. colocar el Espíritu Santo y el poder de Cristo por allá atrás en alguna (casi en la prehistoria) por allá en alguna generación allá atrás? Dios sabía que ellos dirían eso. Por eso es que Él dijo: “No os dejaré huérfanos. Yo rogaré al Padre que les envíe otro Consolador, el Espíritu Santo. Un poco y el mundo no Me verá más, pero vosotros Me veréis porque Yo…” Y yo es un pronombre personal; “Yo estaré con vosotros, aún en vosotros, hasta el fin de la consumación”. Amén. Jesucristo, el mismo ayer, hoy, y por los siglos. Dios viviendo en Su Iglesia, en Su pueblo.",
    "🦅 ¿Cuál denominación, Hermano Branham”? Él no mueve los hilos de la denominación; Dios lidia con individuos. Con cada hombre, cada mujer, niño o niña que crea en Él. No importa a qué denominación pertenezcan, Él busca corazones hambrientos.",
    "Ahora, ser persistente, queriendo lograr algo. Todos los hombres en todas las edades han sido de esa manera. Ahora tomemos, por ejemplo, a Noé. Noé fue muy persistente después de haber encontrado la voluntad de Dios.",
    "Ud. primero tiene que encontrar la voluntad de Dios. Ahora, Uds. tienen que encontrar la voluntad de Dios en esta mañana, al venir para que se ore por Ud.; Ud. tiene que hallar la voluntad de Dios, si es la voluntad de Dios sanarlo o no. Y luego lo que Ud. tiene que hacer, si viene a recibir la salvación, Ud. tiene que averiguar si es la voluntad de Dios salvarlo a Ud. o no. Lo primero que uno tiene que averiguar es cuál es la voluntad de Dios. Y entonces, si Ud. realmente ha recibido la simiente en su corazón, entonces puede ser persistente. No hay nada que los vaya a mover. No importa con qué sabiduría el hombre trate de decir: “Eso no es así, y no es esto y aquello y lo otro”, eso no lo moverá a Ud. ni un ápice, porque Ud. sabe cuál es la voluntad de Dios. Él lo habló a su corazón, su fe está allí y se mantendrá firme, no importa si no hay más que un grano de mostaza. Eso los llevará directamente al—al lugar. La voluntad de Dios. Sí.",
    "Noé, después que oyó a la Voz de Dios decirle que vino un diluvio, que venía, discúlpenme, que iba a destruir el mundo, la naturaleza se iba a separar. ¿No dijo Jesús: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”? La naturaleza sufriría un trastorno, y lo vemos hoy.",
    "Quiero detenerme aquí por un minuto. Cuando estaba entrando a Bombay, donde nos… el Señor nos dio la multitud más grande que hemos tenido, quinientos mil de una vez, para predicarles. Había un artículo en el periódico que estaba leyendo, decía: “El, bueno, el terremoto debe haber terminado”. Decía: “Unos días antes de que llegara el terremoto, todos…”. En la India son pobres, muy pobres. Ellos construyen sus cercas de rocas y demás. Y los pajaritos salieron volando de las rocas de sus nidos y salieron a los campos y se posaron en los árboles. El ganado que se paraba alrededor de los muros y torres, salió al campo bajo el sol candente, no se pararon en la sombra. Se pararon allá afuera bajo el sol. Ellos no podían entender este asunto tan extraño. Entonces, de repente, un terremoto derribó los muros, se cayeron las torres. Si los pajaritos hubieran estado allí, los hubiera matado; si el ganado hubiera estado parado allí debajo, lo hubiera matado.",
    "¿No ven Uds. al mismo Dios que advirtió a las aves y a las bestias en los días de Noé? Y ¿por qué quieren llamarlo una premonición, o como quieran decirle, a la manera en que Dios lidió con estas aves? Él les dio el instinto para salir volando de esa pared y alejarse de esa cosa antes de que cayera. Piensan Uds. que si Dios considera tanto a un gorrión para sacarlo de una pared, ¿cuánto más son Uds. que un gorrión? Él sabe cómo cuidar de los Suyos.",
    "Hermana postrada aquí en este catre, camilla, si Él alimentó al gorrión y vistió al campo con pasto, ¡cuánto más Él la considera a Ud.! ¿Cuánto más es Ud. que un gorrión? Tengan fe en Dios a pesar de los sentimientos o cualquier otra cosa; es la Palabra de Dios. Uds. aférrense de Ella y no La suelten. ¡Correcto! Y sean persistentes, créanla, aférrense de Su Palabra.",
    "Luego, después de que pasó el terremoto, los pajaritos volaron de regreso, volaron a sus lugares e hicieron sus rocas para que pudieran sostenerse, o lugares en las rocas nuevamente, y construyeron su nido; el ganado.",
    "El mismo Dios que estuvo en los días de Noé. ¡Noé! Bueno, creen Uds. que la ciencia le hubiera dicho… Ellos tenían una ciencia más avanzada que la que tienen ahora. Podían conseguir mayores logros de los que tienen ahora. Ellos—ellos tenían un colorante que hace que las cosas se vean perfectas hasta el día de hoy. Tenían un líquido de embalsamar con el que podían hacer momias. Nosotros no podríamos hacer eso hoy, según me han dicho. Luego, otra cosa: ellos construyeron la pirámide. ¿Quién podría construir una pirámide hoy? Esas tremendas rocas, pues me paré allí y miré allá arriba y vi la esfinge y, pues, se necesitarían muchos vagones para colocar solo uno de sus pies allí. ¿Cómo consiguieron subir esas piedras allá? ¿Cómo lo hicieron? El poder de la gasolina no podría. No hay nada que nosotros tengamos, con excepción de la energía atómica, y eso mismo pudo haber sido lo que causó la destrucción antediluviana, que descuadró a la tierra de su eje y la apartó del sol, la empujó hacia atrás y causó la lluvia.",
    "Si Dios dijo que habría lluvia, habría lluvia, no importa si alguna vez la hubiera habido o no. No importa cuántas pruebas científicas había para Noé, Noé escuchó la Voz de Dios, y dijo: “Va a llover”. Y no había llovido antes sobre la tierra. ¿Lo ven?",
    "Como Él llevó a Abraham a la cima del monte, y allí le dijo que sacrificara a su propio hijo. Y cuando Abraham preparó a Isaac, y el pequeño Isaac cuestionó. Pues era un tipo de Dios y Su Hijo. Ató sus manos por detrás. Él dijo: “Aquí está el fuego, y aquí está la leña, y demás, aquí están las piedras, aquí está el altar, pero ¿dónde está el sacrificio?”.",
    "Y ese padre anciano, ahora como de ciento catorce años, con un hijo que había esperado por veinticinco años, a través de dificultades y demás, y cómo él se había aferrado de esa Palabra inmortal de Dios, que había sido plantada en su corazón: él iba a tener el bebé de todas maneras. ¿Qué fue él? Persistente. Él dijo: “Hasta ahora lo he tenido a él. Yo sé que si Dios me lo dio por creerle, Él lo resucitará de los muertos”. Allí lo tienen. Persistente, aferrándose a esa Palabra de Dios primeramente.",
    "Y, que, cuando él estaba para quitarle la vida, hubo un Ángel que le detuvo la mano y frenó el cuchillo. Y había un carnero enganchado por sus cuernos, en el desierto detrás de él. ¿De dónde vino ese carnero? Él estaba a tres días de camino, y cualquier hombre en ese día podía caminar fácilmente cuarenta kilómetros. Yo camino cuarenta o cuarenta y ocho cada vez que voy de cacería o de patrulla, o lo que sea, lo camino fácilmente. Y tenemos lo que se conoce como pies de gasolina. Ese hombre salió de viaje tres días, y luego miró a lo lejos y vio la montaña. Pues, las bestias salvajes hubieran matado ese carnero. Y otra cosa, él estaba en la cima de la montaña donde no hay agua ni nada. Con razón él llamó al lugar Jehová-jireh, “el Señor Se proveerá un sacrificio”.",
    "🦅 ¿Cómo puede Él hacer estas cosas, Hermano Branham, en los días de la ciencia, en los días del gran mundo científico? ¿Cómo puede Él hacer esto? ¿Cómo cree Ud. que Él se las arreglará?”. Él aún es Jehová-jireh, el Señor. Nosotros guardamos Su Palabra y Él es capaz de cumplir lo que Él dijo. Amén. Él puede tomar una iglesia formal, fría y muerta, Él puede sacar a un miembro de esa iglesia y poner la Vida de Dios en ese individuo, y encenderlo con el Evangelio. Él puede escoger una prostituta de la calle, Él puede escoger a un borracho del callejón, y hacer de ellos un caballero y una dama, porque Él es Jehová-jireh, “el Señor Mismo Se proveerá un sacrificio”. Amén.",
    "¡Cómo rebajamos a Dios a nuestro nivel! Pensamos a nuestro nivel; creemos conforme a nuestro nivel. Deshágase Ud. de eso. Eso fue lo que metió a Eva en problemas, ella pensó conforme a su propio nivel. Piensen en el nivel de Dios, lo que Su Palabra ha dicho. Álcese por encima de eso, por fe, creyendo Su Palabra.",
    "Noé dijo: “No me importa cuánto la ciencia pueda probar que no hay agua allá arriba, Dios es capaz de poner agua allá arriba. Eso hará porque Él lo prometió. Si lo prometió, Él lo hará”.",
    "Y él—él, ¿qué hizo él? Él no solo iba y decía: “Bueno, Él me lo dijo. Sí, yo—yo creo que así será”. Él hizo algo al respecto. ¡Oh, hermano, hermana!, ¿ven lo que quiero decir? Él no simplemente se quedó allí sentado y dijo: “Dios lo dijo” él hizo algo al respecto. Si Ud. quiere ser salvo en esta mañana, Dios prometió salvación. Entonces haga algo al respecto, no solo se quede allí sentado. No se inscriba en una iglesia para luego llevar su carta de iglesia en iglesia; Él prometió salvación, liberación.",
    "Si Ud. está enfermo, “¿Por qué se queda aquí sentado?”. Como dijo el leproso aquel día cuando sitiaron la ciudad: “¿Para qué nos estamos aquí hasta que muramos?”. Cuando Samaria fue sitiada por los sirios, ellos dijeron: “Si nos sentamos aquí hasta que muramos, siempre—siempre estaremos aquí. Moriremos aquí mismo. Si entramos a la ciudad, se están muriendo de hambre adentro. Pasemos al campamento del enemigo”. ¡Oh, vaya!, ¡qué tan…! ¡Qué poquita fe pudieron tener! Que cosita… Ellos ir al campamento del enemigo que buscaba matarlos. Pero dijeron: “Si morimos, vamos a morir de todas maneras. Así que, si podemos salvar… si nos dieren la vida, pues, nos irá bien”. Y ellos fueron allá, y Dios honró esa pequeña pizca de fe mohosa. Y no solo los libró a ellos, sino que libró a Israel.",
    "Lo que necesitamos hoy son hombres y mujeres que tomen a Dios por Su Palabra y sean persistentes con Ella. Dios hará que los terremotos y los temblores vayan primero al campamento; Dios se encargará si habrá lluvia allá arriba o no.",
    "Dicen: “Pero, Hermano Branham, el médico me dijo que me estaba muriendo. Yo tengo cáncer”. Eso puede ser cierto. El hombre les está diciendo todo lo que sabe. Pero, lo único que puede hacer, él tiene cinco sentidos con los cuales trabajar, dos de ellos los puede usar. ¿Cuáles son? Un sentido es el tacto, el otro es—es la vista. Vista y tacto, él puede palpar algo, o ver algo por medio de una radiografía. Eso es todo lo que el hombre tiene con lo cual trabajar. Hasta allí sabe, pero él está haciendo lo mejor que puede. Pero no miren eso, él ha llegado a su límite. ¡Miren aquí arriba lo que Esto prometió! Dicen: “¿Cómo podrá hacerlo?”. Dios lo dijo. Asunto terminado cuando Dios lo dijo. Allí concluye, queda Eternamente establecido para siempre en el Cielo, es Su Palabra. Y Sus Palabras fueron hechas carne, y Eso se encarna hoy en Ud., si Ud. Le permite que se haga carne; “Si permanecéis en Mí, y Mis Palabras en vosotros, entonces pedid lo que queréis, y os será hecho”, San Juan 15. ¿Ven?, queremos solo permitir que esas Palabras permanezcan aquí adentro. Créanlo, es la verdad. Es una semilla, y eso—eso traerá a cumplimiento todo lo que Él prometió.",
    "Ahora, fíjense, si la ciencia hubiera salido allá, un grupo de científicos, y hubieran dicho: “Sr. Noé, Ud. es un buen ministro. Nosotros—nosotros lo apreciamos; tiene una buena congregación aquí, su familia, pero, y no obstante, si Ud.… no estamos de acuerdo con Ud., y sabemos que Ud.—Ud. es diferente. Ud.—Ud. solo está causando que se siembre fanatismo entre la gente, y aun está atemorizando algunas de las personas, diciéndoles que el mundo llega a su fin. ¡Queremos mostrar y probarle científicamente a Ud.!”.",
    "¡Oh, ese diablo no ha muerto! Él—él aún intenta hacer eso. Ese mismo que dijo: “Si Tú eres el Hijo de Dios, déjame ver un milagro. Haz un milagro y convierte este pan, así. Tienes hambre, haz pan de estas piedras, yo Te creeré”. El mismo diablo en aquellos sacerdotes educados, dijo: “Si Tú eres el Hijo de Dios, baja de la cruz y pruébanoslo”. ¿Ven? Ese diablo no, él simplemente no muere. ¿Ven?, el diablo siempre se lleva a su hombre, pero su espíritu se queda aquí para otro. Pero déjenme compartirles, para ánimo: Dios se lleva a Su hombre, pero Su Espíritu también se queda aquí para otro. Sí. Alguien va a recibir esa Palabra. Alguien va a ser ungido de una manera u otra. Depende de lo que Ud., qué espíritu hay en el interior de este grano. Ese es, Ud. Lo va a creer o no Lo creerá. Eso es, bueno, Ud. no…",
    "Alguien me dijo no hace mucho, un ministro. A Uds. les sorprendería. Y yo estaba en la oficina de un médico cuando él lo dijo. Y les digo la verdad, he encontrado más médicos que creen en sanidad Divina que ministros. Es verdad. Sí, señor. He estado bajo el… Fui entrevistado, Uds. saben, allí, por causa de la revista Look, o no Look, sino… ¿Qué revista fue la que escribió el “Milagro de Donny…”? Selecciones. Sí. Y cuando me hicieron la entrevista allí con los Hermanos Mayo, ¿saben lo que dijeron? “Nosotros no declamamos ser sanadores, solo decimos que ayudamos a la naturaleza. Solo hay un Sanador, ese es Dios”. ¡Oh, vaya! Allí lo tienen. Ese es un hombre que puede pensar. Alguien que pueda mirar más allá y ver por encima de todo el asunto. Nosotros somos seres humanos; estamos sujetos a muerte, errores y todo. Él es Dios, infinito.",
    "Debemos creerlo. Si yo pudiera explicarlo, entonces ya no es fe. Yo no puedo explicar por qué una vaca negra puede comer pasto verde y dar leche blanca, pero lo hace. Correcto. Ud. tampoco puede explicarlo. No, señor. Yo no puedo explicar cómo es que Dios hace estas cosas, pero Él solo dijo que lo haría. Yo nunca lo sabré, Uds. nunca lo sabrán, pero lo creemos. Por fe sois salvos; por fe sois sanados. Todo lo que viene, de hecho, de Dios, tiene que venir por fe.",
    "Hace un tiempo, en medio de una transmisión, un individuo se estaba burlando de la reunión, no sabía quién era yo. Él dijo: “Yo no creo Eso”. Dijo: “Es imposible; simplemente no lo puedo creer”. Él dijo: “Tengo que… Me lo tienen que probar científicamente”.",
    "Dije: “Entonces Ud. no podría ser Cristiano. Jamás podrá”.\n\nÉl dijo: “¡Oh, yo soy Cristiano!”.",
    "Le dije: “No puede serlo. No puede”. Dije: “Pruébenme científicamente dónde está Cristo”. Dije: “¿Es Ud. un hombre casado?”.\n\nÉl dijo: “Sí”.\n\nDije: “¿Ama a su esposa?”.\n\nÉl dijo: “Sí”.\n\nLe dije: “Científicamente pruébeme a mí lo que es el amor”. Él, dije yo…\n\n“Pues” dijo él, “no podría hacerlo”.",
    "Dije: “Entonces Ud. no tiene nada que yo llame amor. ¿Ve? Ahora, Ud. solo… Ud., eso es algo manufacturado en su mente. ¿Ve? Si Ud. no puede probarlo científicamente. Dígame ¿qué…? Vaya por aquí y cómpreme veinticinco centavos de amor. Cómpreme diez centavos de fe. Ud. no puede hacerlo”.",
    "Y toda la armadura de Dios es fe, amor, gozo, paz, paciencia, bondad, mansedumbre, benignidad, paciencia. Toda la armadura del creyente es fe. Nosotros le creemos a Dios por fe, porque Dios lo dijo. Entonces ¿qué es? Abraham fue justificado, según Pablo, por fe; pero, según Santiago, por las obras. Abraham estaba hablando de lo que Dios vio, y Santiago estaba hablando lo que veía el hombre; “Muéstreme su fe por sus obras”, “sin sus obras” y demás. ¿Ven? Entonces si Ud. no tiene obras con su fe, eso muestra que Ud. no tiene fe, Ud. solo lo dice de boca. Pero si Ud. realmente tiene fe, Ud. lo cree y así actúa. Correcto, ¡pone eso en acción!",
    "Así lo hizo Noé, puso aquello en acción. Él siguió adelante construyendo el arca. No importa lo que cualquier ciencia dijera: “Ahora, mira, te probaremos científicamente que no hay lluvia allá arriba”.",
    "🦅 No me importa cuánto Uds. me puedan probar, cuánto puedan decirlo por medio de la investigación científica, o como quieran llamarlo, Dios me dijo: ‘Viene una lluvia’, y yo Le creo a Dios”. Eso es. “Va a llover”.",
    "🦅 ¿De dónde viene? Sr. Noé, me gustaría preguntarle, señor, reverendo, ¿de dónde viene esa lluvia? ¿Dónde está?”.",
    "🦅 Bueno, Dios es capaz de ponerla allá arriba si Él me dice que estará allí”. ¡Correcto!",
    "Y hoy dicen que esto no se puede hacer. Ven el discernimiento en la reunión. Ellos dicen: “Tiene que ser alguna telepatía”. ¿Una telepatía?, ¿una telepatía? ¡Un discernimiento de espíritu, de visiones del Señor! ¿Qué clase de telepatía tenían los profetas? ¿Qué tenía Jesús cuando Se paró allí ese día?",
    "Y aquí viene Felipe, y fue salvo y fue y trajo a Natanael, lo trajo delante de Jesús, y Natanael dijo: “¡Ah, pues no podría salir nada bueno de—de Nazaret!”.",
    "Así que, cuando llegó a donde estaba Jesús, Jesús lo miró y dijo: “Eres—eres un israelita; y no hay engaño en ti”.",
    "Y él dijo: “Rabí, ¿cuándo me conociste? ¿Cómo me conociste?”.",
    "Dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol Yo te vi”.",
    "Ahora, físicamente, eso era… Si alguna vez han estado allí, era a veinticuatro kilómetros alrededor de la montaña. Los dos lugares, un día de camino alrededor de la montaña. ¿Cómo pudo verlo Él? ¿Entonces qué? Siendo un hombre de fe, siendo un hombre que quería ver la Palabra de Dios manifestada, quería saber que Dios había dicho: “El Señor vuestro Dios levantará, cuando el Mesías venga Él va a ser un Profeta”, igual que lo era él. Y él vio eso, y lo supo. Él dijo: “Rabí, Tú eres el Hijo de Dios”. Correcto. Su nombre es inmortal.",
    "Pero allí estaban esos grandes sacerdotes almidonados, quizás respaldados por suficientes DD., Ph.D., LL.Ds, venían de un linaje de ministros, que parados allí pensaban que conocían la Palabra. La conocían, la letra, pero hay muchos que no… No es conocer Su Palabra, sino conocerlo a Él; conocerlo a Él quien está en la Palabra. Así es. Conocerlo a Él, la Vida que está en la Palabra. Ahora, ellos se pararon allí y dijeron: “Este hombre es Beelzebú. Es un adivino. Él ve esas cosas. Él es—Él es un adivino. Eso…”.",
    "Jesús Se dio vuelta y dijo, sabiéndolo. Ahora esperen, ellos no dijeron eso en voz alta, lo pensaron en su corazón. Y Él conocía sus pensamientos. ¿Dice eso la Biblia? San Lucas. Sí, Él conocía sus pensamientos. ¿Ven?, ellos pensaron que Él les estaba leyendo la mente. Percibió sus pensamientos. Él dijo: “Si Uds. dicen una palabra contra Mí, Yo los perdonaré por eso. Pero” en otras palabras, “algún día el Espíritu Santo vendrá a hacer esto mismo, y si Uds. dicen una palabra en contra de eso, hablar en contra de eso, nunca les será perdonado en este mundo, ni en el mundo venidero”. ¿Ven?",
    "¿Ven?, el Espíritu Santo, no podían entenderlo. Ellos tenían que dar respuesta a su congregación, porque su congregación estaba parada allí. Y dijeron: “Bueno, Él—Él debe estarles leyendo la mente. Usa telepatía. Él es Beelzebú, un adivino”. Y todos saben que un adivino es del diablo. Y ellos llamaron “un diablo” a la obra de Dios, refiriéndose así a las obras de Dios.",
    "¿No saben Uds. que cualquier cosa que el diablo tiene es algo que se ha pervertido de lo real? ¿Qué es una mentira? Es la verdad pervertida. ¿Qué es un adulterio? Es un acto justo pervertido. Todo pecado es—es la verdad y la justicia pervertidas. ¿Qué es la muerte? La vida pervertida. Seguro, así es en Su Palabra. Así es, y la gente solo trata de ensombrecerlo, hacerle sombra, hacer que diga cosas porque ellos no saben, no saben. No tienen fe para recibir la Palabra; pero Natanael sí.",
    "¿Qué me dice de Simón cuando llegó allá? Oyó a ese anciano fariseo, padre suyo, decir: “Simón, hijo mío, antes de que llegue el tiempo del fin, quizás habrá… Esperé que Él viniera en mis días, pero no Lo hizo. Puede ser que Él venga en tu tiempo. Y si viene, Simón, esto es lo que ocurrirá: Sucederá de todo, hijo, toda clase de cosas falsas se levantaran por todas partes. Pero no olvides esto: permanece con la Palabra. ¿Ven? Ahora, cuando venga este Mesías, Él será un Profeta. Y este Mesías será un Profeta, así como lo fue Moisés, porque nuestra Palabra de Dios dice que Él será un Profeta como él. Ahora, tú sabrás que Él será más que un Profeta, Él será el Dios-Profeta. Pero Sus acciones y palabras serán las de un Profeta, porque no hay posición más alta que esa antes de Dios. ¿Ven?”. Así que, él dijo: “Él será, Él será un Dios-Profeta. Sus obras aquí en la tierra mostrarán un Profeta, para que nosotros sepamos que lo es, que será Dios. Recuerda eso”.",
    "Y supongo que cuando vino Andrés y le dijo a él esa noche: “¡Oh, hemos visto al Mesías!” me imagino que Simón dijo: “Sal de aquí, sal de aquí. Vete. ¡Ah, vaya, no me molestes!”.",
    "Pero al día siguiente cuando él fue a la reunión, llegó a la Presencia del Señor Jesús, y Él dijo: “Tu nombre es Simón, y eres el hijo de Jonás”. Eso le quitó el almidón. ¿Qué hizo Él? Él, Jesús… Ese pescador ignorante que ni siquiera podía firmar su propio nombre, la Biblia dice que él era del vulgo y sin letras. Pero agradó a Dios, con esa fe, llamarlo Pedro, la piedrecita, y le dio las llaves del Reino; “Sobre esta roca edificaré Mi Iglesia”. ¿Qué?, ¿sobre una roca como dicen los católicos? No. ¿Sobre qué?, ¿qué es? Sobre la revelación espiritual. ¿Ven?, “No te lo reveló carne ni sangre, sino Mi Padre que está en los Cielos te lo ha revelado. Sobre esta roca, sobre la Palabra escrita de Dios siendo revelada espiritualmente, Yo edificaré Mi Iglesia, y las puertas del infierno no prevalecerán contra Ella. ¿Por qué? Porque es más que una semilla de mostaza. Es el poder de Dios moviéndose entre los mortales sobre la Palabra, la Palabra hecha viva.",
    "Eso es lo que estaba en Noé. Él dijo… La Palabra es Vida en él. “Y me prepararé para eso”.",
    "🦅 Bueno, ayer no llovió. Dijiste que iba a llover. ¿Cuándo va a llover?”.\n\n“No sé, pero va a llover”.\n\n“¿Cómo sabes que va a suceder”?\n\n“Dios lo dijo”.",
    "Como le dijeron a Abraham, pues, de ochenta años, él; y su esposa, de noventa años. Pobre esposita anciana en ese viaje, venía guardando algunos ganchos y cosas para las botitas del bebé, por veinticinco años; y aquí estaba ella de noventa años, con un bastoncito, así, para moverse. Abraham, jorobado, y con los bigotes colgando. “¿Qué me dices, Abraham? Oye, saliste—tú saliste de la ciudad de Ur hace mucho tiempo. Dijiste que ibas a tener un bebé. ¿Qué me dices de eso ahora?”.\n\n“¡Gloria a Dios, de todas maneras, lo vamos a tener”!\n\n“¿Por qué”?\n\n“¡Porque Dios lo dijo”!\n\n“Pero, eso fue hace veinticinco años”.",
    "🦅 ¡Dios lo dijo! No importa si pasan ciento veinticinco años, ¡Él lo hará de todas maneras!”. ¿Ven? Persistente, perseverancia, buscando, buscando eso. ¡Ud. está aferrado de eso!\n\nComo el niño volando la cometa. Le dijo: “¿Dónde está?”.",
    "Respondió: “No sé, pero está allá en alguna parte, puedo sentirla al final de la línea”.",
    "Eso es. El hombre o mujer que toma la Palabra de Dios, se ha aferrado de algo; su ancla se sostiene dentro del velo. Las tormentas y vendavales pueden presionar y sacudir por todos lados, pero Ud. está anclado. Ella viene creciendo hasta ese lugar. Ud. está perseverando. Ud. Lo va a creer.",
    "Noé Lo creyó, seguro, y consiguió el propósito de Dios para su vida. ¿Quiere Ud. conseguir el propósito de Dios en su vida? Entonces sea perseverancia cuando Ud.… perseverante cuando Ud. recibe la Palabra. Aférrese de Ella, de la promesa, es suya.",
    "Moisés; ¡a cuántos personajes podría ir ahora! Mencionemos aquí a Moisés, allá en el Éxodo, Moisés, él era un erudito, un diplomático, un soldado; no tan solo un soldado, era un general. Él no solo era un general, sino que era el próximo Faraón. Amén. Me siento religioso ahora mismo, así que discúlpenme. Sí, el próximo Faraón. Si quería liberar a su pueblo, pues, él tenía a Egipto en su mano. Él era el próximo Faraón, haría lo que quisiera cuando llegara a ser Faraón. Pero Dios le habló, ajá, un día allá en una zarza ardiente.",
    "¡Oh, él huyó como un cobarde, con toda su educación! Con toda su teología, él falló. Con todo eso sobresaliente, él falló. Pero un día, en una zarza ardiente, Dios se encontró con él. Cuando Dios vino a él en esta zarza ardiente, obsérvenlo, con un palo en la mano, su esposa sobre una mula, con el pequeño Gersón sentado en su cadera, camino a Egipto. ¿Qué hacía? Iba allá a conquistar. Él fue, tuvo perseverancia, fue muy persistente.",
    "🦅 Moisés, ¿en verdad crees que tú, a los ochenta años, y con un palo torcido en la mano, que no puede estar más seco?”. ¡Hmm! Un palo torcido, una invasión de un solo hombre, camino a Egipto tal como un hombre yendo a Rusia a conquistarla. Solo necesitamos… Dios solo necesita un hombre. Solo eso, Él solo necesita un hombre completamente en Su mano. Un hombre, eso es todo lo que Él necesita. Él puede sacudir en pedazos a Rusia con ese único hombre.",
    "Él escogió a Noé, o Moisés, perdónenme. Él escogió a Moisés mientras huía por aquí, llegó a tener una vida agradable, se casó con una jovencita encantadora, tuvo un bebé, siendo heredero de las ovejas de su suegro, Jetro, el sacerdote de Madián. Él ya lo tenía todo. Tenía un buen hogar, un lugar, una vida cómoda por allá, y de vez en cuando cazaba con su ballesta, quizás, y mataba un venado, y había muchas bayas y muchas ovejas, y lana y comercio, las caravanas pasaban. Pues, lo tenía todo, no había de qué preocuparse. Pero un día, un día la carga del pueblo, su pueblo que estaba agobiado, había abandonado su mente. Ellos estaban allá en Egipto. Él había fallado, así que Dios podía hacer alguna otra cosa al respecto. Pero un día cuando Dios se encontró con él en una zarza ardiente, háblenme de perseverancia, ¡allí va él!\n\n“¿Dónde está tu ejército”?",
    "🦅 No lo necesito. Mi ejército es un ejército invisible”. Como sucedió en Dotán una mañana, cuando el profeta… “Mi ejército es un ejército invisible”. Aquí va él, lo único a la vista es un viejo palo torcido, guiando a una mula, y la barba meciéndose al viento. “¡Alabado sea Dios”! Sus ojos fijos hacia el Cielo, yendo allá a tomar el control.",
    "A veces la fe le hace actuar a Ud. ridículo, para la mente carnal. Pero si es la Palabra de Dios, tiene que cumplirse. Sea perseverante, ¿ve? Dios la traerá a cumplimiento.",
    "Él fue allá, siendo muy persistente. Caminó delante de Faraón, y parecía que iba a fallar. Él dijo: “Te mostraré si soy enviado de Dios o no”. Él arrojó el palo al suelo así, como diciendo… y se convirtió en serpiente; él y Aarón. Y él solo llamó a dos astrólogos, o dos hombres poseídos por el diablo como los que tenemos en los postreros días, imitando al mismo Elegido, si es posible. Así sucede. Vinieron, arrojaron sus varas, se convirtieron de la misma manera. Ahora, Moisés solo sabía esto: que el Dios que lo había enviado podía cuidar de él. Ahora, él no sabía qué hacer después.",
    "Ud. llega a un punto en el que no sabe qué hacer, y la gente dice: “Él nunca fue sanado. Pues, allí está la cosa, aún la tiene”. Si Dios puso eso en su corazón, quédese quieto. Y solo siga testificando de la gloria de Dios. ¡Siga adelante!",
    "Moisés dijo: “Yo sé que Dios me envió”. ¿Qué sucedió? La serpiente siseó tres o cuatro veces, esta grande, quizás una pitón o algo, se levantó y se tragó a las otras. ¿Alguna vez han pensado en qué sucedió con esos otros palos? Solo recogieron uno. Él se comió los otros. Ya no existían. Y así lo hará Dios uno de estos días por Su poder. Sí.",
    "Moisés perseveró. Y, cuando menos lo pensó, Él lo envió, y dijo: “Haz esto, Faraón”. Y él dijo: “Si no, vamos a hacer esto y aquello”. E invocó a Dios, y Él envió moscas, pulgas, y de todo lo demás sobre la tierra. ¿Cómo estaba él? Estaba decidido. Dios le dijo: “Trae a los hijos de regreso a esta montaña, aquí atrás”. Él sabía que tenía la voluntad de Dios, sabía que tenía la visión delante de él. Él sabía que los cielos y la tierra pasarían, pero esa visión no podía fallar. Así que él fue hacia allá, persistente.",
    "Escuche, hermano: si Ud. puede venir esta mañana con una visión de la voluntad de Dios, si Ud. puede venir con la Palabra de Dios, no me importa lo que suceda, “voy a ser persistente. Yo he… En mi corazón, desde que he estado sentado aquí, tengo una visión de Dios. Soy persistente. Seré—seré perseverante. Yo voy a ir, voy a conquistar. Esta cosa tiene que dejarme”. Eso le va a dejar, hermano; no se preocupe, eso le dejará.",
    "David, parado allí ante Goliat, pues, él fue persistente. Dijo: “¿Quieren decirme que Uds. se quedarán parados y le permitirán eso a esa ciencia moderna, los científicos allá afuera?”. Ahora suena sacrílego, pero espero que sepan lo que quiero decir. ¿Me quieren decir que esos científicos modernos pueden pararse allí y decir que los días de los milagros han pasado, cuando la Palabra del Dios viviente lo disputa? Me quieren decir que van a permitir que la ciencia moderna diga que no existe tal cosa como la sanidad Divina, y la Biblia, el sesenta y algo por ciento del ministerio de Jesús fue Divina… sí, ochenta y seis por ciento, creo, ¿fue sanidad Divina? ¡Y la promesa, y las últimas promesas!",
    "¿Me quieren decir, mis hermanos ministros, que Uds. van a tolerar y permitir que estas así llamadas sectas modernas denominacionales que están entrando aquí a la Unión de Iglesias, o Consejo de Iglesias, y me quieren decir que Uds. se van a quedar en esa organización y van a dejar que ellos apaguen la Palabra de Dios en Ud., y decirles que los días de los milagros han pasado? ¿Quién se cree que es Ud.? ¿Ha tenido Ud. alguna experiencia? ¿Habrá nacido Ud. de nuevo del Espíritu de Dios? Ud., si ha nacido, hermano, ciertamente tomará la Palabra de Dios en cuanto a eso. Todo lo demás es una mentira. ¡Seguro!",
    "Fíjense, David tuvo una experiencia. Él tomó una pequeña honda. Él no tenía mucho. Era una honda, pero él sabía que el Dios del Cielo estaba con él. Y salió allá y mató un oso y un león, y él sabía lo que aquello podía hacer. Y él dijo: “Me quieren decir que, si Dios pudo entregar ese oso y león en mis manos, ¿cuánto más Él puede entregar a ese filisteo jactancioso e incircunciso?”.",
    "Este mundo jactancioso de hoy, diciendo que los días de los milagros han pasado, y una Rusia levantándose por aquí, atacando las iglesias y avergonzándolas. No hay incentivo en ellas por lo cual trabajar. ¿Cómo este Castro por allá, ese pequeño poseído por el diablo…? Ahora, yo—yo lo conozco, lo saludé de manos y lo conocí, y demás, cuando estuve allá. Y él me habló amablemente, y todo así; dijo que él creía que venía un Milenio y un Cristo, y demás, pero él se vendió al diablo. Pero ¿qué hizo él? Hizo algunas cosas buenas. Una cosa que él hizo, es que falsificó todo ese dinero y comenzó de nuevo la moneda. Eso es lo que va a tener que suceder aquí uno de estos días, con estos peces gordos acaparadores, los destiladores de whisky, y las compañías tabacaleras que pueden tomar su impuesto sobre la renta y usarlo acá en la televisión. Sé que estoy hablando en cintas. Pero, déjenme decirles: con todo, esa es la verdad. Ese es el dinero que debería ir al gobierno; pero ellos pueden evadir. Pero hágalo Ud., no pague los suyos alguna vez y vea lo que sucede. Ellos le quitarán todo por eso.",
    "¿Me quiere decir que ese montón de filisteos incircuncisos pueden pararse acá y desafiar a los ejércitos del Dios viviente? ¡Y nosotros respaldar semejante cosa! Lo que la iglesia necesita hoy es regresar a Dios, regresar a Su Palabra, regresar al Poder, regresar a Pentecostés, no a la organización pentecostal, volver a la experiencia de Pentecostés. Esos tipos están equivocados cuando hablan de la organización pentecostal. Pentecostés es una experiencia, viene a los metodistas, bautistas, presbiterianos, o a quienquiera que La desee. Correcto. Dios no lidia con una nación, con un pueblo, con una denominación, Él lidia con un individuo. Siempre, con los gentiles, sacando un pueblo de entre los gentiles por amor a Su Nombre. ¿Ven? Así es como Él trata con ellos. Ahora, rápidamente, debo darme prisa.",
    "David dijo: “¿Me quieren decir que van a permitir que eso suceda?”. Él dijo: “¡Esta pequeña honda!”. Él fue tras ese león. ¿Qué? Y lo mató. Y fue tras el oso y lo mató. Él dijo: “¿Cuánto más me entregará Dios a ese filisteo jactancioso que dice que los días de los milagros han pasado?”.",
    "Él se rió de él y le dijo: “Te colocaré en la punta de esta aguja de telar, lanza, te colgaré y dejaré que los pájaros coman tu carne”. Y podía hacerlo.",
    "Saúl le habló, dijo: “Ese hombre es un… Pues, sus dedos miden treinta y cinco centímetros”. Él dijo: “Mira, ese hombre es un guerrero desde su juventud, y tú no eres más que un muchachito rubio”.",
    "🦅 ¡Oh!, pero” dijo él, “tengo algo que decirte. Yo tengo algo que tú no conoces”.",
    "🦅 Pues, tú no eres nada” dijo su hermano, “regresa a casa. Eres un travieso. Haré que papá te azote cuando regreses”.",
    "¿Qué dijo él? Él dijo: “Yo estaba pastoreando. Vuestro siervo, mi padre, me encontraba pastoreando sus ovejas un día. Yo confío en Jehová Dios. Y un león entró y se llevó uno de los corderos, y fui tras él”. ¿Por qué? Le fue dada una orden, guiado por su padre. “Y yo lo derribé. Y cuando se levantó, lo maté, porque me fue dejada una orden”.",
    "¡Oh, hermano ministro, a nosotros nos ha sido dejada una orden! Un león entra y toma a uno de Sus siervos y lo saca, yo vengo con una honda esta mañana. Una honda de oración de fe salvará al enfermo, y Dios lo levantará. ¡Es lo que Él dijo! Vamos a buscarlo, a traer ese cordero de nuevo al redil. Los necesitamos a Uds., a cada Cristiano, los necesitamos a cada uno de Uds. Los necesitamos, lo necesitamos a Ud. El Padre nos ha dado una orden, vamos a buscarlo. Cumplamos la orden.",
    "Él dijo: “Y si Él pudo hacer eso por aquella oveja, ¡cuánto más al pararse aquí desafiando a los ejércitos del Dios viviente! Me avergüenzo de mi hermano y de todos los demás” dijo él, eso fue lo que dijo. “Me avergüenzo de ellos, de su debilidad”.",
    "Y me avergüenzo de mi grupo ministerial cuando los escucho pararse y coincidir, ponerse del lado de los incrédulos al decir: “¡Oh, eso ya no existe! No existe. Ud.—Ud.—Ud. no puede esperar que sucedan esas cosas”.",
    "Pedro dijo, en el Día de Pentecostés: “Para vosotros es la promesa, y para vuestros hijos, y para los hijos de vuestros hijos, para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Si Él aún está llamando, Él aún está derramando el Espíritu Santo. Si el Espíritu Santo aún está viviendo en Ud., tiene que vivir la misma vida que vivió allá en Cristo Jesús.",
    "Si Ud. ve brotar una rama y produce una manzana, bueno, la siguiente no será una pera y la siguiente una ciruela. Si es así, es un injerto. Correcto. Pero si la raíz original del árbol produce otra rama, será una manzana. Y, hoy, tenemos muchas organizaciones y denominaciones que han sido injertadas. Esos árboles vivirán. Sí, señor.",
    "Vi un árbol el otro día con nueve frutos cítricos diferentes, y tenía granada, y tenía, creo que era toronja, limón y de todo allí, pero en realidad era un naranjo. Y le dije al hombre, el Sr. Sharrit, mi amigo, le dije: “Bueno, ¿cómo es eso, siendo un naranjo?”.",
    "Él dijo: “Bueno, Ud. solo corta el árbol y mete este injerto allí”.",
    "Dije: “Bueno, cuando eso produzca fruto, ¿producirá una naranja?”.\n\nÉl dijo: “No, produce según su género”.",
    "¡Allí lo tienen! Hermano, por eso les digo que cuando las iglesias son injertadas en Cristo, así, o lo intentan, supuestamente, tan solo metidas allí por nombre, llamándose a sí mismas las iglesias de Cristo, cuando lo hacen, ¿qué producen? Frutos denominacionales. Pero si ese pámpano llega a producir otra rama, será como la primera. Pero déjeme decirle, hermano, si el Espíritu Santo es real en la Iglesia hoy, la clase de Iglesia que Él tuvo y de la que se escribió el Libro de los Hechos, si la Iglesia del Dios viviente, la Iglesia de Jesucristo volviera a vivir por el mismo Espíritu Santo que cayó en el Día de Pentecostés, se escribirá después un Libro de los Hechos. Correcto. Será persistente, perseverante hasta que suceda aquello. ¡Oh, Dios!, ten misericordia de nosotros. Sí, señor. Sí, señor.",
    "Sansón; Sansón, él era muy perseverante siempre y cuando pudiera sentir esas siete guedejas. Él sabía que esa era una promesa que Dios le había dado. Y todo hombre y mujer puede ser tan persistente como lo fue Sansón, siempre y cuando Ud. pueda sentir ese poder de promesa a su alrededor, de parte de Dios. Aquí está la Palabra, la Palabra lo dice. Y Ud. puede ser perseverante siempre y cuando sepa que Ud. tiene esa promesa en su corazón, esa fe que le ha dicho, mientras Ud. está sentado aquí ahora, esa fe dice: “Estoy sano. Estoy sano”. ¿Ven? Uno siente eso, solo siga caminando. Hermano, Dios se encargará de los filisteos, no se preocupe.",
    "¿Han pensado alguna vez cómo fue que Sansón, con esa vieja quijada de mula…? ¿Saben lo gruesos que eran esos cascos? Algunos como de dos y medio, o cuatro centímetros de bronce sólido. Podían tomar una espada con las dos manos, golpear en la cabeza y no le haría daño. Y Sansón tomó una quijada vieja y podrida, discúlpenme, esa quijada seca de mula, y la tomó y derribó a mil de ellos. Pues, con el primer golpe sobre una de esas cabezas, esa quijada hubiera terminado en un millón de pedazos. Pero, ¿ven?, el milagro estaba en la quijada tal como lo estaba en Sansón. Él la tocó: “Si puedo sentir esa promesa allí” dijo él, “que vengan”. Y, hermano, él comenzó a golpear a los filisteos a diestra y siniestra. ¿Por qué? Él fue persistente hasta que el último filisteo quedó tendido en tierra. ¡Amén! ¿Qué tenía él? No mucho. Él tenía la quijada de una mula para pelear contra espadas y lanzas y hombres entrenados. Pero él tenía el poder de Dios. Noten Uds., el poder de Dios vino sobre él primero.",
    "¡Oh, hermano!, pelee hasta que todo síntoma haya desaparecido. ¡Aleluya! Pelee hasta que toda—toda duda haya desaparecido.",
    "Dirán: “Bueno, mi caso es diferente”. Tome esa quijada y sáquela de allí de un golpe.",
    "Este dijo: “Pero, sabe, soy un poco diferente, estoy envejeciendo demasiado”. Saque eso de un golpe. Abraham tenía cien años. Siga adelante.",
    "🦅 Bueno, pero mi caso es muy grave”. Jonás estaba en el vientre de la ballena, con las manos atadas a la espalda, tendido en el vómito de la ballena. Dondequiera que él miraba era el vientre de la ballena. Él sí que tenía muchos síntomas, pero se dio la vuelta y dijo: “Una vez más miraré a Tu santo templo, Señor”. No se puede esconder de Él. ¡Eso es, persistente! Perseverancia, permanezca allí con la Palabra de Dios. ¿Por qué se sostuvo Jonás así? Porque él sabía que cuando Salomón dedicó el templo, él oró y dijo: “Señor, si Tu pueblo está en problemas en alguna parte y mira hacia este lugar santo, escucha desde el Cielo, responde a sus oraciones”. Y él sabía esto, que Dios oiría esa oración.",
    "Y si Jonás, bajo esas circunstancias, pudo tener tanta fe en Dios, ¿qué me dice de Ud.? Ninguno de Uds. aquí está en tan graves circunstancias. Ahora, ¡cuánto más! Mirar a un templo donde un hombre que al final se descarrió, Salomón, quien hizo la oración, pero ¿fue la dedicación de Dios cuando el Espíritu Santo testificó por medio de una Columna de Fuego que entró y bajó atrás? ¡La misma Columna de Fuego que Uds. tienen en la fotografía hoy, moviéndose entre nosotros, haciendo las mismas señales y maravillas! ¿Qué sucede? Escuchen tranquilos. Escuchen. ¡Cómo podríamos nosotros, cuando no miramos a un templo terrenal, o alguna organización o alguna denominación, sino a la diestra de Dios, donde Jesús está sentado allí con Sus propias vestiduras ensangrentadas!, ¡amén!, ¡Su Propia Sangre ante el Padre, para hacer intercesiones en base a la confesión suya! Amén. Hebreos 3, dice que Él—Él es un Sumo Sacerdote, que vive por siempre para interceder, ¡oh, vaya!, está delante del Padre esta mañana. ¡Un Sumo Sacerdote! Si Jonás pudo mirar hacia afuera, y rehusar ver el vientre de la ballena, ¡cuánto más podemos fallar nosotros en fijarnos en la pequeña molestia y el pequeño dolor, o eso pequeño que tengamos! “Yo miro hacia Tu santa promesa, Señor”. Ud. no puede esconder a un santo de su oración, así de sencillo. Seguro. ¡Oh!, él estaba…",
    "Tengo que darme prisa, amigos míos, voy a retrasarme demasiado de nuevo. Vamos con unos más, un texto corto aquí.",
    "Juan, él estaba tan seguro, porque Dios se lo dijo. Saben, pues, su padre era un sacerdote, Uds. saben, pero, es extraño, él no fue allá para ser un sacerdote, él se fue al desierto. Él no quería enredarse en la teoría del hombre. Él se fue al desierto para averiguarlo, a la edad de nueve años. Su padre y madre siendo ancianos, sabían que ellos nunca verían a su hijo profeta llegar al poder en ese día.",
    "Y, recuerden, ese mismo Espíritu nos ha sido prometido en este día postrero, Elías.",
    "Recuerden, Jesús no se refirió a eso cuando dijo… Él habló de Juan el Bautista. Si se fijan: “Yo envío Mi mensajero delante de Mi faz”, Mateo 3. Porque, si no, Ud. tendría una contradicción en la Escritura.",
    "Él dijo: “Antes que venga este día, vendrá el día grande y terrible del Señor para quemar la tierra con fuego”. La tierra no fue quemada con fuego allá en aquellos días. El mundo sería quemado con fuego después de esta venida. Él enviaría al Elías para enderezar las cosas y traer al pueblo de nuevo a la reconciliación. Y lo que restauraría este Elías, el primero que vino, es que traería la fe de los padres a los hijos, pero el de los días postreros los restauraría de nuevo a la Fe de los padres. ¿Ven? ¿Ven?, volviendo a los padres pentecostales originales, el Mensaje correcto, el principio. ¡Elías! “Dios, envíalo” es mi oración. “Envíalo, ¡oh, Señor!, envíalo pronto”. Oraremos por él, para que aparezca en la escena. Pues Dios siempre tiene Su representante en algún lugar de la tierra. Él nunca ha estado sin un testigo en alguna parte, siempre tiene un testigo fiel. Y yo creo que él… Yo creo que estamos en la sombra de la Venida del Señor ahora mismo. Un tiempo para que el poder de Dios se levante de nuevo en la forma de un profeta de Elías, y enviado aquí a enderezar a la gente, y traerlos, ese grupito. Como fue en los días de Noé, como fue en los días de Lot, así será, solo en la minoría, la Iglesia lo será.",
    "Muy bien, encontramos que Juan no fue allá a recibir su entrenamiento eclesiástico, sino que fue al desierto para obtener una experiencia. Cuando regresó, él habló cosas del desierto: “Generación de víboras”, culebras que había encontrado en el desierto; “El hacha está puesta a la raíz del árbol”. Sus sermones estaban basados en cosas como esas. Pero, observen, cuando vinieron, él dijo: “Hay Uno parado entre Uds. ahora que no conocen”. Él sabía de lo que hablaba.\n\n“¿Eres el Mesías”?\n\nÉl dijo: “No”.",
    "🦅 ¿Eres tú ese Profeta, ese Mesías-Profeta que habría de levantarse”?\n\n“No lo soy” dijo él, “pero Él está parado entre Uds. ahora”.",
    "Quizás Caifás, el sumo sacerdote, había estado allí. Pero, supongo que no, él era demasiado distinguido para venir a un lugar como ese. Pero él, alguno de los sacerdotes pudiera haber dicho: “Señor, aquí está el Hermano Jones. Él es un buen hombre. El Hermano Fulano de tal aquí, el Hermano Tal y Tal, él, yo—yo creo que él, el Señor lo está haciendo a él un Mesías”.",
    "Juan dijo: “Yo Lo conoceré a Él. Habrá una señal que Lo seguirá”. Él sabía. Bienaventurados los espirituales que entienden. Bienaventurados los que tienen ojos y pueden ver, oídos que pueden oír. Dijo: “Yo Lo conoceré a Él. Dios identificará, Lo identificará a Él”. Dios vindica a Sus siervos. Sí, señor. Y después de un rato Él vino, él miró allí arriba y vio, él dijo: “He aquí el Cordero de Dios que quita el pecado del mundo”. Él persistió en que ningún Ph.D., LL., Doble L, lo que fuera, entraría, algún sacerdote, algún hombre favorito del momento con alguna clase de fandango. Él era… ese Hombre llegó allá y él supo Quién era porque había una señal que Lo seguía. Sabía de Quién se trataba.",
    "🦅 Estas señales seguirán a los que creen”. La Iglesia de Dios siendo levantada y puesta en poder. Sí. Ahora, hasta que termine el texto. Juan, persistente. Y él tuvo perseverancia porque sabía que él conocería a ese Mesías, porque el Mesías habría de llevar una señal. Y nosotros estamos viendo señales hoy, señales del Mesías que viene, apremiantes. Ahora escuchen en silencio.",
    "Cuando esta mujer griega, cuando oyó de Jesús: “La fe viene por el oír”. Ahora, ella era griega, una pagana, así que ella escuchó y vino. ¿Saben qué? La fe encuentra una fuente que otros no ven. La fe encuentra una fuente que otros no pueden ver.",
    "Ud. dice: “¡Oh!, ¿qué hay allá arriba? ¿Qué hay aquí abajo? ¿Qué hay allá? ¿Qué es esa pequeña…? ¡Oh, es la pequeña misión! Es fulano de tal. Si Dios fuera a hacer algo, Él vendría a la jerarquía católica romana, Él vendría al arzobispo de la iglesia metodista, Él vendría al—al—a los padres anglicanos, o algunos de ellos. Él vendría…”. Sí, eso es lo que ellos pensaron en el principio. Pero, ¿dónde nació Él? En un establo. ¿De dónde escogió Él a Sus discípulos? Del río, pescadores, de la clase baja, sin educación. ¿Ven?, Dios hace lo que quiere, pero Uds. reconocen que es Él.",
    "¿Cómo era diferente aquí, con Moab por acá, cuando Israel estaba pasando? Moab ofrecía siete becerros, tal como Israel. Moab ofreció siete sacrificios, carneros, tal como Israel. Fundamentalmente, eran exactamente iguales. Y en realidad eran hermanos, Moab vino de la hija de Lot. Y aquí estaba Balac, ofreciendo el mismo sacrificio allá arriba, fundamental a más no poder. Pero, ¿cuál era la diferencia? Uno tenía una Roca herida, una Columna de Fuego, un grito del Rey en el campamento, un montón de inter denominacionales. Ellos no tenían hogar, ni lugar que pudieran llamar propio. Estaban a la deriva, peregrinos y extranjeros, errantes, profesando que eran peregrinos y extranjeros. Ellos buscaban una ciudad.",
    "Así es hoy. Sin conexión con alguna gran organización. Lo cual está bien, pero eso, a mí no me importa a cuánta organización Ud. pertenezca, pertenezcan a donde quieran; pero, lo primordial: ponga su nombre Allí en el Libro, que Dios lo escriba en la Sangre de Jesucristo, reciban el Espíritu Santo, con fe para creer que cada Palabra que Él escribió es verdad. Allí lo tienen. Sí.",
    "Ahora, esta mujer era griega, para empezar, pero la fe encuentra una fuente de la cual los demás no saben nada.",
    "Ahora, recuerden: Su—Su Palabra es una Espada; la Biblia lo dice. Ella es una Espada. Hebreos, el 4, 4:12, si lo quieren anotar. Hebreos 4:12, dice que Él es: “La Palabra de Dios es más cortante que una espada de dos filos”. Permítanme detenerme aquí por un minuto. Escuchen. “La Palabra de Dios es más cortante que una espada de dos filos, que penetra hasta los huesos y demás, los tuétanos, y Discierne los pensamientos del corazón”. ¿Correcto? Eso—eso, detengámonos un minuto, ahora piensen: “Ella discierne los pensamientos del corazón”. ¿Miente la Escritura? No puede. Si Ella Se contradice, no vale ni el papel en el que está escrita, es un engaño. Si las promesas de Dios se contradicen, ¿qué—qué va a creer Ud.?",
    "Como el muchacho indio que vino hace poco al Doctor Morris Reidhead y a los demás, el presidente de La Misión de Sudán, y parado allí le dijo: “Recuerda” le dijo, “sabemos que Jesús vive” dijo, el Doctor Reidhead dijo—le dijo, “porque Él vive en mi corazón. Así es”.",
    "Él respondió: “Sí, y Mahoma también vive en mi corazón”. Dijo: “Podemos producir tanta psicología en el mahometismo como el Cristianismo”. Pero dijo: “Bueno, yo quiero ver esas marcas como señales, las señales de Marcos 16 cumplidas”.",
    "Él le dijo: “¡Oh!, eso” dijo, “solo es que Ud.—Ud.…”. Le dijo: “Verá, señor, del capítulo 9… el versículo 9 del capítulo 16 de Marcos, no es inspirado como el resto. Eso solo fue puesto allí por el Vaticano”.",
    "Él dijo: “Entonces quizás el resto de Ella tampoco sea inspirada. Pues, ¿qué clase de Libro están leyendo?”. Dijo: “Todo el Corán es inspirado”. ¡Qué vergüenza! ¡Qué desgracia para una iglesia Cristiana! Ella o es la Palabra de Dios o no es la Palabra de Dios. Y si Ud. solo Le aplica fe, Ud. La verá obrar. Uds. créanla, acéptenla. Sí, señor. Nosotros La creemos.",
    "¿Qué? ¡Discierne los pensamientos del corazón! Ahora, miren: “En el principio era la Palabra, la Palabra estaba con Dios” San Juan 1, “y la Palabra fue hecha carne, Cristo”. Y cuando Él vino aquí, Él miró a la gente. Una mujercita tocó Su manto, Él se dio la vuelta, dijo: “¿Quién Me tocó?”. Pedro Lo reprendió. Él miró alrededor y dijo: “¿Quién Me tocó?”.\n\nLe respondió: “Todos Te están tocando”.",
    "Miró alrededor y dijo: “Pero siento que Me debilité”. Dio un vistazo; “tu flujo de sangre ha cesado”. ¿Qué? La Palabra de Dios discerniendo el pensamiento.",
    "Esos fariseos dijeron, en su corazón, dijeron: “Él es Beelzebú. ¿Ven?, Él, eso es lo que Él es. Seguro que sí”.",
    "Él Se dio la vuelta y dijo: “Yo los perdonaré por eso”. ¡Jesús mirando a la congregación y discerniendo sus pensamientos! ¿Qué fue? La Palabra, la Palabra hecha carne, discernidora de los pensamientos y las intenciones del corazón. Eso es lo que es la Palabra de Dios hoy. Él es el mismo ayer, hoy, y por los siglos. ¿Ven?",
    "Ud. tiene que recibir la Palabra viviente en Ud. para tener al Dios vivo en Ud., porque la Palabra aquí es Dios cuando Ella es hecha carne en Ud., hecha Espíritu, Vida en Ud. Cuando Ella entra en su carne y su fe, y cobra Vida, entonces Ud. es un ejemplo vivo. Ud. es una carta de Dios, leída por todos los hombres. Ud. no La tendrá tal como Cristo, no en la plenitud, porque Ella fue repartida en el Día de Pentecostés.",
    "Ahora, Uds. que creen que tienen que hablar en lenguas para tener el Espíritu Santo, quiero que escuchen esto por un minuto. Cuando el Espíritu Santo bajó, en el Día de Pentecostés, fueron lenguas de fuego. Esa fue la Columna de Fuego que guió a los hijos de Israel, Se había separado y estaba sobre cada uno de ellos, Dios en Su Iglesia. Sí, señor, el Espíritu Santo. Correctamente así. Allí es donde ellos recibieron el Espíritu Santo, cuando hablaron en lenguas. No era una lengua desconocida, ellos estaban hablando con gente allá afuera que los entendía. El Evangelio tenía que salir en ese momento. Ellos salieron a la multitud, y luego a los atrios y comenzaron a hablar en idiomas, no desconocidos. Uds. ponen el carro delante del caballo cuando piensan que tienen que hablar en lenguas desconocidas. No, señor, ellos hablaron en idiomas. La gente entendió a cada hombre: “¿Cómo oímos a cada hombre en nuestra propia lengua en la que hemos nacido?”. Un acto de Dios enviando el Espíritu Santo. Hasta ahí llega ese argumento.",
    "Esta Palabra de Dios es más cortante que una espada de dos filos, aun discierne los pensamientos del corazón. Y ¿qué? Solo se puede blandir por una mano. Una espada es dominante. Ella—ella es inútil a menos que sea manejada por una mano. Y cuando una mano de fe puede tomar la Palabra de Dios, hará lo mismo que hizo Jesús; “Las obras que Yo hago, vosotros también las haréis”.",
    "Tal vez Ud. solo pueda cortar un poquito, tal vez tenga una mano de fe débil, solo puede cortar lo suficiente para decir: “Bueno, puedo ver suficiente luz del día para ver que soy salvo”. Pero ¿qué pasa con las otras promesas? Si Ud. tiene una mano fuerte de fe, tome toda la Palabra de Dios y avance cortando entre toda tiniebla, amén, hasta que la Luz de Dios brille, y se esté viendo cara a cara con Dios, basado en Su Palabra. Amén.",
    "Ella tenía muchos obstáculos, esta pobre mujercita. Ella tenía muchos obstáculos, pero su fe no los tenía. No, no. Ella había oído. La fe se había aferrado. Ella escuchó y su fe se había aferrado. Ahora, ellos quizá le hayan dicho esto: “Sabe, Ud. es griega. Sabe, Ud. no recibirá nada porque hay segregación, ¿ve? Ud. no conseguirá nada aquí”. Pero ¿le prestó atención ella a eso? No, señor. Ella tenía fe, y esa fe era todo lo que necesitaba, porque ella sabía que esa era la Palabra de Dios parada allí. Ella tenía fe. Algunos de ellos tal vez le hayan dicho así: “¡Pero espera un minuto!”. Su propia nación, su propia iglesia pudiera haber dicho: “Ahora espera un minuto, los días de los milagros han pasado; no vayas allá. Los días de los milagros han pasado”. Pero algo especial que tiene la fe, es que tiene una fuente que no le presta atención a eso, y simplemente no lo considera. Ella ya había tomado esa Palabra: Él es la Palabra. Ella tuvo fe para retenerla. Ella siguió caminando. Pudieran haberse burlado de ella, diciendo: “Bueno, todos se mofarán de ti, porque tu hija estará tan enferma el próximo año como lo está este año. Ella aún tendrá ese diablo, estará igual de enferma”. Pero ella no le prestó atención a eso. La fe se aferró, ¿ven? “Serás expulsada de tu iglesia si llegas a ir allá a una de esas cosas. Así que recuerda: ellos te van a echar; te van a excomulgar”. Eso no significó nada para ella. La fe pasó muy por encima de eso. Ella había decidido llegar a Jesús. Eso es.",
    "Ahora, para ahorrar tiempo, pudiéramos tomar un texto de cada uno y quedarnos en eso, pero ahora para ahorrar tiempo. Cuando ella llegó a Jesús, ella incluso recibió una decepción, personalmente, pero no a su fe. Cuando ella llegó a Jesús, Él dijo: “Yo no soy enviado a tu raza”. ¡Qué rechazo tan rotundo! “Yo no soy enviado a Uds.”. Solo piensen, Aquel en el que ella pensaba que tenía tanta fe, y Él la rechazó. “Yo no soy enviado a Uds., solo he sido enviado a Israel. Tú eres una gentil, ni siquiera soy enviado a Uds. Y, además, Uds. no son más que perros”. ¡Fiu! Eso no perturbó esa fe, simplemente siguió avanzando. Sí, dijo: “Solo soy enviado a las ovejas perdidas de Israel”.",
    "Ahora, si hubiera sido uno de nosotros, ¡oh, vaya!, eso hubiera sido todo; “Su denominación, no es importante”.\n\n“¡Oooh, él criticó mi denominación, no quiero volver a oírlo jamás”! Ajá, ahí lo tienen. Adelante, ¿ven?, Ud. jamás conseguirá algo. Solo quédese con esa Palabra. Donde esté esa Palabra, Ud. vaya directamente con Ella. ¡La fe se había anclado!",
    "Algunos pudieron haber dicho: “Bueno, pues, le diré algo, ellos se van a reír de Ud. Lo van a echar a Ud. de su iglesia”.\n\n“Que me echen. ¿Ven?, está bien”.",
    "Jesús le dijo: “No soy enviado a tu raza, Yo no vine para Uds., en lo absoluto. Y Uds. no son más que perros, no está bien que Yo tome el pan de los hijos y echárselo a Uds. perros”. ¡Fiuu!",
    "¿Y si ese hubiera sido uno de Uds. metodistas, uno de Uds. bautistas, presbiterianos, uno de Uds. pentecostales? ¡Oh, vaya! Ud. hubiera dicho: “¡Pues, que impostor! Le diré al Doctor Fulano de tal y Fulano de tal que él—él tenía razón”. ¿Ve?, Ud. no tiene fe.",
    "Ella sabía que allí había ayuda. Ella había oído. La fe viene por el oír. ¿Escuchando qué? La Palabra. Ella sabía que allí había algo real. Sí. Aún se aferró. No importa que a ella… Él le dijo: “Ahora, recuerda, Yo no fui enviado a ti. El Padre no Me envió a Uds. gentiles, montón de perros. ¿Piensas que Yo tomaría el pan de los hijos y se lo echaría a Uds. cantidad de perros indignos? No fui enviado a Uds.”. Pero, aun así, su fe se mantuvo firme.",
    "Hermano, ella no era una planta de invernadero; que había que mimar, acariciar como algunos de los cultivos de hoy, “¡Oh, vaya!, bueno, no voy a volver acá, así de sencillo”. ¡Oh, vaya! Con razón Ud. no puede sostener esa Espada de fe, con razón Ud. cede en la Palabra. Ud. va a ir a algún lugar donde pueda escuchar alguna clase de cosita afeminada que han preparado. Ud., plantita de invernadero. El primer insecto que la ataca, la mata, tiene que ser fumigada constantemente. “¡Oh, no crea ese asunto, los días de los milagros han pasado!”, el diablo lo está rociando. ¡Novato!",
    "Ella no lo era. Hermano, ella era robusta. Ella realmente tenía algo. Ella se aferró. ¿Qué hizo ella? Ella admitió que Él tenía razón. Ella siempre… Y la verdadera fe genuina, escuchen, ya sea que corte a su organización o no: admitirá la Verdad. Sí, señor, la Verdad, la fe. Si Ud. tiene fe, y es la Palabra de Dios y la promesa de Dios, no importa lo que otros digan, Ud. Lo cree, Ud. Lo admite. Ella dijo: “Es la Verdad, Señor. Soy griega, yo soy indigna. Yo—yo soy un perro, no soy… Yo—yo soy indigna de cualquier cosa, pero solo busco las migajas”.",
    "Yo mismo ando tras las migajas, ¿Ud.? Yo solo quiero las migajas, Señor. Yo no puedo tener una iglesia como la que tuvieron en el Día de Pentecostés. Si no puedo, Señor, permíteme solo las migajas que caen. Pedro dijo, el Día de Pentecostés: “Esto es Aquello”. Y yo siempre he dicho, si esto no es Aquello, me quedaré con esto hasta que Aquello venga, ¿Lo ven? Sí. Sí. Solo me quedaré con esto hasta que aparezca Aquello. ¿Ven? Esta es la Palabra. Cuando alguien… Yo no… Yo—yo—yo puede ser que yo no tenga suficiente fe para irme como Enoc, y dar un paseo por la tarde y subir a casa con Dios, pero una cosa les diré: yo nunca le estorbaré a alguien que sí tenga toda esa fe. Sí, señor. Si él la tiene, alabado sea Dios, estaré muy agradecido por eso. Que esa Palabra se ancle allí. Espero que Eso se ancle en mí así cuando la muerte llegue, que yo vea un camino abierto allá, y simplemente pueda salir caminando. Correcto. Sí, señor. ¡Oh, así que solo busco las migajas!",
    "Pero, trate Ud. de decirle a algunas de estas personas modernas hoy: que solo reciban las migajas. “¡Oh, no”! Si no pueden tener el primer lugar, no quieren nada en lo absoluto. “Tú, o vendrás a mí…” Como Naamán con su lepra: “Vendrás y me impondrás las manos y me dirás de todas estas cosas, y demás, o simplemente no Lo creo, en lo absoluto. Esa es la manera. Pues, simplemente no regresaré”. Por eso Ud. no recibe nada. ¿Ve?",
    "Ud. tiene que estar dispuesto a recibir migajas. ¿Lo oyen? Reciba las migajas, mi hermano, reciba las migajas, mi hermana, no importa lo que Él le dé, solo recíbalo. Diga: “Dios” agradézcale, “solo tengo un poquito de fe, pero seguro que me aferraré y Te agradeceré por Eso. Yo creo que puedo ser sanado. Sí, señor. Yo creo que la Palabra de Dios es correcta, y me voy a aferrar de Esto; y voy a estar bien”. Observe Ud. lo que sucede. Solo reciba la migaja, la migaja más pequeña. Seguro.",
    "Recuerden, ella nunca había visto un milagro; era una pagana. Ella nunca Lo había visto a Él hacer milagros. Ella no sabía que Él era Dios. Ella no estaba enterada, solo había oído. Pero cuando ella llegó allí, quizás, y vio algo que Él había hecho, eso fue diferente. ¿Ven?, ellos les oían decir: “Bueno, Uds. saben que en su Biblia dice que el Señor levantará un Profeta, y Él obrará milagros y sabrá los secretos del corazón, y le dirá a la gente estas cosas, y habrá grandes acontecimientos”. “¿De verdad”? Ella no lo había visto suceder, pero de todas maneras lo creyó. Allí lo tienen. Allí lo tienen.",
    "Pienso en Rahab la ramera, nunca había visto a Israel, pero ella escuchó, y escondió a los espías. Negó a su—su propia iglesia, su propia gente y todo lo demás, y escondió a los espías, porque ella escuchó. Ella no dijo: “Esperen hasta que yo escuche a Josué predicar; llegaré a una conclusión después de oírlo predicar. Permítanme ver a Dios abrir el Mar Rojo en alguna parte, o permítanme verlo a Él hacer algo así. Entonces tal vez los esconda a todos Uds. al ver algo así”. Ella no esperó eso. Ella dijo: “Yo creo. Hemos oído. Hemos oído”.",
    "¡Oh, Dios!, yo escuché, yo sé que Jesucristo es el mismo ayer, hoy, y por los siglos. Yo sé que Él es Dios manifestado en carne. Yo sé que Él vive hoy en Su Iglesia. Yo sé que Él está aquí ahora. Yo lo sé. Yo sé que esa no fue mi fotografía que Él permitió que se captara, yo sé que fue la Suya. Yo sé que esa es la misma Columna de Fuego con nosotros hoy, porque Ella está haciendo las mismas obras, las mismas señales, las mismas maravillas, las mismas cosas que Él hizo. Es la misma Columna de Fuego que dirigió a Israel. Cuando, Jesús, cualquiera que conoce su Biblia sabe que Él fue el Ángel del Pacto, el Ángel que iba delante de ellos en el desierto. No fue que Cristo… ¿o Moisés que teniendo por mayores riquezas el vituperio de Cristo que los tesoros de Egipto? Siguió una Columna de Fuego allá afuera al desierto.",
    "Jesús, cuando estaba… Esa Columna de Fuego Se manifestó, Él dijo: “De Dios vengo y a Dios voy”. Él regresó al Padre.",
    "Luego, después de Su muerte, sepultura y resurrección, y ascensión, Pablo, que desde ese momento fue Saulo de Tarso, camino a Damasco, fue derribado por esa misma Columna de Fuego, que nadie más vio. Todos los que estaban parados alrededor, no La vieron, pero Saulo La vio. Y una Voz dijo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres, Señor?”.\n\nÉl dijo: “Soy Jesús”. ¿Ven? “De Dios vengo, y a Dios voy”.",
    "Ahora, si yo les dijera que la vida de John Dillinger está en mí, Uds. esperarían que yo llevara pistolas grandes aquí para dispararles. Si les dijera que la vida de un artista está en mí, Uds. esperarían que yo pintara el cuadro de un artista. ¡Escucha, iglesia! Yo no los estoy regañando. Miren, si la Vida de Cristo está en la iglesia, ella hará lo… Si el Espíritu Santo está en la iglesia, si esta Columna de Fuego que la ciencia ha fotografiado, y demás, que vemos aquí en la iglesia todo el tiempo, si ese es el Espíritu de Cristo, las obras de Cristo hará. Jesús dijo: “Si Uds. no Me pueden creer, crean las obras que hago. Ellas son las que dan testimonio de Mí”. Si el Espíritu Santo aún es real, entonces el Espíritu Santo testificará por Sí Mismo. Crean a las obras del Espíritu Santo.",
    "Ha habido mucho engaño y farsa. Y en realidad es algo que se espera. Dios dijo que vendría. Pero, ¿por qué razón es? Si hay un dólar falso, tiene que haber sido hecho de uno real. Uds. han visto a personas que reclaman tener el Espíritu Santo, y viven en adulterio y beben, y todo lo demás, ellos no Lo tienen. Están tratando de imitarlo. Pero hay alguien genuino que Lo tiene, tiene el Espíritu Santo, y Dios confirma Sus Palabras con señales que Le siguen. La ramera oyó, y lo creyó.",
    "Ahora, esta mujer, esta mujer sirofenicia, ella también creyó, esta griega. Ella dijo: “Señor”. Primero ella dijo: “Tú, Hijo de David”. Un gentil no tiene derecho a Cristo como el Hijo de David; eso fue por medio del Rey David, la raza de los judíos. Él no le prestó atención. Pero cuando ella se dio la vuelta y dijo: “¡Señor, ayúdame!”. Amén, eso Lo impactó. Él era su Señor; no un Hijo de David, sino que Él era su Señor. “¡Señor, ayúdame”! Eso Lo impactó a Él. Y ella… Él se dio la vuelta. Dijo: “Es verdad que los perros se comen las migajas de la mesa de los amos. Eso es verdad”. Miren eso, esa mujer tenía la actitud correcta para el don de Dios. ¿Qué dijo ella? Él dijo que ella Lo abordó correctamente.",
    "Él la humilló, le dijo: “Eres… Yo no soy enviado a Uds. Uds. son perros en su generación. Sus razas no son más que perros. Yo no soy enviado a Uds.”.",
    "Y ella dijo: “Es la verdad, Señor”. Allí está la Palabra. Amén. Quédense con la Palabra. La fe siempre reconocerá la Palabra. “Pero los perros comen las migajas debajo de la mesa de sus amos”. Eso lo impactó a Él: “¡Señor, ayúdame”!",
    "Él se volvió y dijo: “Por este dicho, ¡oh, mujer!, grande es tu fe. Y, por este dicho, el diablo ha dejado a tu hija”. ¿Qué?, ella consiguió ¿qué? Ella abordó el don de Dios de la manera correcta. Ud. tiene que abordar el… Y, recuerden, esa fue la primera gentil en que se obró un milagro, por el Hijo de David. Recuerden, ese fue el primer milagro hecho a un gentil, correcto, esta sanidad de la mujer sirofenicia. Correcto. Ella tenía el enfoque correcto para el don de Dios. La fe admite que la Palabra es correcta. Reverente, humilde. ¿Ven?",
    "Ud. no andará diciendo: “¡Eh! Yo—yo no creeré ese asunto. Si nuestro catecismo no lo dice, ah-ah, yo no veo”. No importa lo que diga su catecismo, ¿pone Ud. el catecismo o cualquier otra cosa por encima de la Palabra de Dios? La Palabra de Dios es correcta. Todo lo demás es una mentira. ¿Ven?",
    "Y ella vino con reverencia, en paz, con reverencia, humildemente. Ud. tiene que ser humilde. El camino hacia arriba es hacia abajo, siempre; “El que se humilla será enaltecido, pero el que se enaltece será humillado”.",
    "Miren a Marta ese día. ¡Oh!, sé que los estoy reteniendo demasiado, pero yo—yo en algún momento se los compensaré y haré uno bastante corto. Escuchen, solo tengo unas cuantas cosas más que decir ahora, y me iré. Espero no estar agotándoles la paciencia. Marta, ella fue muy, tuvo mucha perseverancia en la Presencia de Jesús. Miren, ella llegó allí y dijo: “Señor”. Ahora, recuerden, ella mandó llamarlo para que Él viniera a orar por su hermano, y Él no lo hizo.",
    "Ahora, en Juan 5:18, Jesús dijo, Juan 5:19, creo que es, Jesús dijo, cuando pasó allí por el estanque de Betesda, y vio, Él sabía que un hombre sufría una enfermedad por treinta y ocho años. Miren, como dos mil personas estaban paradas allí, bebés con el cerebro lleno de agua, débiles, ciegos, cojos, paralíticos, torcidos. Jesús pasó por el estanque, miró alrededor, lleno de amor, lleno de compasión. ¿Ven?, nosotros no sabemos lo que significa el amor. Lo vemos desde el aspecto humano. Lleno de compasión, seguro, Ud. está hablando de compasión humana. La verdadera compasión es hacer la voluntad de Dios. ¿Ven? Allí está.",
    "🦅 ¡Oh, yo no le diría nada, porque él es un buen muchacho! Él—él—él bebe, él hace esto”; él necesita a Cristo. “Yo no se lo diría, porque él ha pertenecido a esa iglesia por mucho tiempo. Yo no le mencionaría a él la sanidad Divina”. ¡Oh, hermano!, Ud. no sabe lo que es la compasión.",
    "Jesús pasó por allí, Él conocía la voluntad de Dios. Recuerden, Él acababa—Él acababa de resucitar a un hombre muerto. Y recuerden lo que sucedió aquí. Él pasó por ese estanque allí, pasó por el lado de este estanque, había madres con bebés. Ellos esperaban que el Ángel del Señor agitara las aguas. Él pasó por allí de largo, fue a un hombre que tenía una enfermedad, digamos un problema de la próstata. Él la sufría por treinta y ocho años. Era un retraso. Eso no lo iba a matar. Él dijo: “¿Quieres ser sano?”. ¿Y qué me dice de este ciego, débil, ciego, cojo, paralítico? Dijo: “¿Quieres ser sano?”. ¿Ven?, Él sabía exactamente a dónde ir. Dios, la Palabra, Lo guió. Ahora, Le dijo: “¿Quieres ser sano?”.",
    "Él dijo: “Señor, no tengo a nadie que me meta en el estanque”. Él podía caminar. Dijo: “Cuando vengo, alguien más baja antes que yo”.",
    "Él dijo: “Toma tu lecho y ve a casa”. Luego lo interrogaron. Y trajeron a Jesús a la corte para interrogarlo.",
    "Y si Él hiciera eso mismo hoy, Él sería interrogado. Así es. “Él dejó dos mil, ¿qué me dice de ellos? Yo conozco al anciano Hermano Fulano de tal por allá. La Hermana Fulana de tal, es una buena mujer. Lleva postrada allí veinte años. Si hubiera algo de Dios en Él, hubiera ido y hubiera hecho eso”. Ese mismo diablo miserable dice lo mismo hoy: “Si Tú eres. Si es así. Si eso es”. Ese mismo diablo miserable, ¿ven?, esa misma vileza.",
    "Así que estos fariseos Le interrogaron a Él allá sobre estas cosas. Obsérvenlo a Él: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre”. Él—Él había tenido una visión. La visión se Lo mostró a Él: “Lo que veo hacer al Padre, eso lo hace el Hijo igualmente”. Jesucristo es el mismo ayer, hoy, y por los siglos. ¿Ven?, el mismo Dios.",
    "Ahora, Marta, en Su Presencia; ella estaba parada allí. Ella dijo: “Señor, si hubieras estado aquí”.",
    "Ahora, ¿por qué Él no vino? Porque el Padre Le había mostrado una visión de que Lázaro iba a morir. Ahora, miren, ellos—ellos enviaron a buscarlo, y Él se fue a otra ciudad. Y los enviaron de nuevo, Él se fue a otra ciudad. Entonces finalmente Él dijo: “Lázaro duerme”. ¡Oh!, ellos… Esa era Su terminología. Para un Cristiano no hay muerte. Eso lo sabemos.\n\n“¡Oh!” dijeron ellos, “si duerme, está bien, está descansando”.",
    "Dijo: “Pero él está muerto” les habló en su idioma. “Pero Yo voy a despertarlo”. ¡Oh!",
    "Camina hasta donde estaba ella, ¡oh!, puedo ver esto. Entra a la ciudad, puedo oír a los judíos decir: “¡Ajá! ¡Allí está el sanador Divino! Ajá. Ellos dejaron su iglesia, todo lo demás, para seguirlo a Él. Y cuando el caso se agravó, siendo aun Su amigo, Él Se escabulló de la ciudad. Enviaron a buscarlo, y ahora ha regresado”. Jesús siguió Su camino.",
    "Pero la pequeña Marta, bien abajo en su corazón, algo. Ella siempre fue un poco dilatoria, ella quería mantener la casa limpia y todo, y María escuchaba la Palabra. Pero aquí es donde ella mostró su color, ella dejó todo y fue hasta allá. Ahora, ella, saben lo que creo, ella había leído acerca de esa mujer sunamita, la sunamita, Uds. saben, en la Biblia. Ahora, ¿qué dijo ella? Ella salió allá, dijo: “Señor”; eso era Él. Al parecer ella tenía derecho a reprocharle, decir: “¿Por qué no viniste? Pues, no vamos a… Ahora sí creemos que realmente Tú eres un santo rodador”. ¿Ven?, ese milagro no habría sucedido.",
    "Y por esa razón no puede suceder hoy. ¡Oh!, Él está aquí en la forma de Espíritu, no que Uds. Lo vean, sino ¿qué? Él es Espíritu con Su Palabra. ¿Ven? ¡Oh, seguro! Uds. oran por un avivamiento, y cuando comienza en la iglesia, una u otra cosa sucede, y alguien grita: “gloria a Dios, aleluya” Uds. cerrarían la iglesia. No saben lo que es un avivamiento. Cristo viene a la iglesia, y luego Uds. ni siquiera Lo reciben. Hace un milagro y sana a alguien, y dicen: “Bueno, eso pudo haber sido telepatía”; con razón Él no puede trabajar entre Uds.; con razón en la iglesia de Laodicea, Él está afuera, tocando, intentando entrar de nuevo a Su Propia iglesia. Esa es la edad en la que estamos viviendo ahora. Estas denominaciones Lo han sacado al punto que Él está afuera, tratando de entrar de nuevo. ¡Así es, expulsado!",
    "Ahora, vemos que Marta vino a Él, dijo: “Señor, si hubieras estado aquí, mi hermano no hubiera muerto. Pero aun ahora, todo lo que Tú le pidas a Dios, Dios Te lo dará”.",
    "Obsérvenlo, Él la probó. Él dijo: “Tu hermano resucitará”.",
    "Le dijo: “Sí, Señor. Él era un buen muchacho, él se levantará en la resurrección general. Él resucitará en el día postrero”.",
    "Dijo: “Yo soy la Resurrección y la Vida”. Allí puso la prueba. Un Hombre parado allí diciendo… Él fue el único Hombre que ha vivido, el único Hombre que vivirá que pudo decir eso, el Hijo de Dios, dijo: “Yo soy la Resurrección y la Vida”.",
    "La Biblia dice: “Sin atractivo para que Le deseemos”. Sus pequeños hombros tal vez encorvados, ya canoso, con treinta años y Lo consideraban de cincuenta.",
    "Decían: “Aún no tienes cincuenta años, ¿y dices que has visto a Abraham? Ahora sabemos que estás loco”. ¿Ven? Su labor probablemente Lo desgastó.",
    "Él dijo: “Antes que Abraham fuese, Yo Soy”. Amén. Ellos no lo captaron. Allí estaba Él en velo de carne humana.",
    "Dijo: “Yo soy la Resurrección y la Vida; el que cree en Mí, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá eternamente. ¿Crees esto?”.",
    "Ella dijo: “Sí, Señor. Yo creo que Tú eres el Hijo de Dios que habría de venir al mundo”.\n\n“¿Dónde lo habéis sepultado”?",
    "Tengo aquí una cosita que siempre he dicho, saben, espero que si hiero los sentimientos de alguien no sea intencionalmente. Una mujer de la Ciencia Cristiana me dijo una vez, ella dijo: “Hermano Branham, Ud. se jacta demasiado de Jesús”.",
    "Yo dije: “¡Oh, no, no!”. Dije: “Ni a medias me jacto lo suficiente. Desearía tener más lenguaje con el que pudiera jactarme de Él”. ¿Ven?\n\nY ella dijo: “Pues, Ud. Lo hace a Él Dios”.\n\nYo dije: “¡Él era Dios! Él aún es Dios. Él será Dios para siempre”.\n\nElla dijo: “Él era un mortal. Él era un hombre”.\n\nYo dije: “Él era ambos, Hombre y Dios”.",
    "Ella dijo: “Le probaré que Él solo era un hombre mortal, por su propia Biblia”.\n\nLe dije: “Adelante, la oigo”.",
    "Ella dijo: “San Juan, el capítulo 11, Jesús fue a la tumba de Lázaro y Él lloró”.\n\nLe dije: “¿Esa es su Escritura?”.\n\nElla dijo: “Sí”.",
    "Le dije: “¡Hermana!”. No quiero ser sacrílego con esto; pues este no es lugar para bromas, pero se lo dije a ella. Dije: “Eso es más aguado que el caldo hecho de la sombra de un pollo que se murió de hambre”. Le dije: “Pues, Ud. sabe muy bien que no podría ser tal cosa como esa”. Dije: “Déjeme decirle algo”.",
    "Aquí va Él, con los hombros encorvados, llorando, Él le acompaña en su llanto; Él siente sus dolores. Él es un Sumo Sacerdote que se puede tocar por el dolor de su padecimiento. Llorando, camino al sepulcro, sabiendo ya lo que el Padre Le había dicho. Porque Él dijo que no hacía nada hasta que el Padre se Lo mostraba. Allí estaba Él, ¿ven?, camino allá. Él lo iba a levantar, pero Él podía llorar humanamente con los humanos. Iba a la tumba, llorando. Pero cuando Él se paró allí, ¡oh, vaya!, dijo: “Quitad la piedra”.",
    "Dijeron: “¡Él apesta!”. Su nariz se había hundido. Setenta y dos horas, ¿ven?, o cuatro días y noches. ¿Ven?, su rostro colapsado, descompuesto, estaba podrido.",
    "Dijo: “Quitad la piedra”. Se paró allá atrás y dijo: “Padre, Te doy gracias porque siempre Me has oído, pero Yo—Yo solo dije esto” ¿ven?, ya Él se Lo había dicho, dijo Él: “Yo solo lo digo por estos que están parados alrededor: ¡Lázaro, ven fuera!”. Amén. Y un hombre que había estado muerto cuatro días, se puso de pie y vivió de nuevo. Ese era más que un hombre. Ese era más que un hombre. Seguro que sí.",
    "Eso fue más que un hombre que bajó de la montaña una noche, hambriento, buscando algo de comer. Él era un Hombre, tenía hambre de algo para comer. Pero cuando tomó cinco peces, o cinco panecillos y dos peces, y alimentó a cinco mil, eso era más que un hombre. Así es. Es la verdad. Sí, señor.",
    "Él era un Hombre cuando estaba acostado allá atrás en esa barca esa noche, muy cansado, virtud había salido de Él, al predicar y sanar, y un diablo se levantó, y probablemente diez mil diablos del mar dijeron: “Ahora Lo ahogaremos, está dormido”. Como hicieron con Pablo allá en la tormenta. “Lo tenemos ahora, Lo tenemos atrapado. Está dormido, hundiremos esa barca”. El diablo soplando allí su brisa, y la barca rebotando así de arriba a abajo. Las olas ni siquiera Lo despertaron. Él era un Hombre acostado allá atrás, cansado, dormido.",
    "Pero cuando despertó, ¡oh, hermano! “¡Oh, vaya y despierte a Jesús”! Puso Su pie… ¡Oh, iglesia!, es lo que Uds. deben hacer. Desearía tener un poco de tiempo para predicar ahora, ¿ven?, sobre eso. ¿Ven? Puso Su pie en la borda de la barca, miró hacia arriba, dijo: “Calla, enmudece”. ¿Ven? Y las olas y los vientos Le obedecieron. Eso fue más que un hombre, se requería de Dios para hacer eso.",
    "Sí, Él clamó en la cruz, pidiendo misericordia. Es cierto. Tuvo sed en la cruz; Él murió como un hombre. Pero en la mañana de Pascua, cuando el Ángel quitó la piedra, y un Hombre que había estado muerto, conquistó los dos: la muerte, el infierno y el sepulcro, salió, triunfó sobre la muerte, el infierno y el sepulcro. Dijo: “Yo soy el que estaba muerto y vivo para siempre”. Ese era más que un hombre. Ese era Dios en ese Hombre. Sí, señor.",
    "La fe nunca niega Su Verdad. ¡Oh!, como decir: “La Columna de Fuego, no fue correcta; y los milagros de Moisés no fueron correctos”, ellos siempre lo dirían. No importa cuán ridículo sea, concuerda exactamente con la Palabra. Exactamente. ¡Oh, puedes ser—Ud. puede ser perseverante! Ud. puede ser persistente cuando realmente se aferra de la Palabra de Dios, cuando se aferra de Ella.",
    "Como Micaías, Micaías allí mismo, cuando cuatrocientos profetas estaban parados allí, diciendo: “Sube, Acab, sube”. Micaías sabía que su visión era conforme a la Palabra de Dios. Él habló la Palabra de todas maneras. Ellos dijeron: “Te arrojaremos en una prisión, y te daremos aguas de aflicción y pan de aflicción”.",
    "Él dijo: “Arrójenme allí si quieren”. ¿Qué fue él? Fue persistente. Él conocía la Palabra de Dios. Él conocía la voluntad de Dios. Él había visto una visión. Él sabía lo que era. La visión vino de Dios, porque las visiones cuadraban con la Palabra de Dios. Hoy, todo creyente tiene que pelear, y Ud. también tiene que pelear.",
    "Un hombre aquí hace algún tiempo me estaba diciendo, dijo que él fue a… dijo: “Ud. sabe, un—un diablillo como así de grande se paró ante mí una vez en un sueño”. Él dijo: “Ese diablo dijo: ‘Buu’; y yo dije: ‘Uff’. Y” dijo, “cada vez que yo saltaba hacia atrás, él crecía y yo me encogía”. Dijo: “Cuando me di cuenta: ‘Buu’, y yo saltaba hacia atrás. Y él… cada vez que decía: ‘Buu, buu’” saltaba hacia él. Dijo que él retrocedía, retrocedía, retrocedía. Dijo: “Él se hizo más grande que yo”. Y dijo: “Yo sabía que tenía que pelear contra él. Así que, yo—yo no encontré nada, así que solo tomé una Biblia, y yo… él dijo: ‘Buu’; yo le dije: ‘Buu’, también”. Dijo: “Él comenzó a encogerse”. Correcto.",
    "Eso es lo que Ud. tiene que hacer, tomar la Palabra de Dios. Ud. no tiene que decir: “Buu” sino decir, “¡ASÍ DICE EL SEÑOR!”. ¡Sea perseverante, párese firme en la Palabra! Es la Verdad. Nosotros creemos la Palabra hoy. Nosotros La creemos como La creyó Micaías. Nosotros La creímos como La creen los demás. No importa cuántos digan que está errada, Ella aún es la verdad. Jesucristo es el mismo ayer, hoy, y por los siglos. “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Podría sanarle algún hombre? No, señor. Ya está, Ud. ya ha sido sanado. ¿Puede salvarle algún hombre? Ya está hecho. ¿Cuántos creen eso? “Él fue herido por nuestras rebeliones. Él fue molido por nuestra iniquidad”. ¿Es así? Correcto. “Y por Su llaga fuimos curados”, tiempo pasado. Todo lo que Él puede hacer por Ud. ya está hecho.",
    "Ahora Él estableció en la iglesia, para mantener a la iglesia en línea con la Palabra, ¿qué? Apóstoles, profetas, maestros, pastores, evangelistas, oficios de la iglesia. Enviados de Dios, no llamados por el hombre. Hombres inspirados enviados por Dios para mantener la iglesia en línea. Ahora, ¿qué es? Los dones del Espíritu en la iglesia. No un montón de fanatismo, sino verdaderos dones del Espíritu en la iglesia. Correcto, guardando la iglesia. Si una iglesia genuina fue ordenada por Dios, realmente llena del Espíritu Santo, si el pecado apareciera en la iglesia, sucedería otro Ananías y Safira. Cuando una iglesia genuina… Me gustaría entrar en una, ver a todas las mujeres y hombres bajo el Poder del Espíritu Santo. Si alguien hubiera hecho algo errado, el Espíritu Santo se levantaría inmediatamente y lo revelaría. Ellos tendrían que enmendarse. Esos son los dones del Espíritu en la iglesia. ¡Oh, Dios!, envíanos una iglesia como esa, envíanos una así. ¿Lo creen? Cristo, ¿está muerto? Él está vivo.\n\n¿Cómo estaba Él? Él le dijo allí a la mujer…",
    "Él dijo, cuando un fariseo le preguntó acerca de una señal, Él dijo: “Tú, generación adúltera, demandas señal”. ¿Verdad que sí? ¡Mala y adúltera! Él dijo: “Ellos la recibirán. Recibirán la señal, esa mala y adúltera”. ¿Cuándo hubo una generación más mala y adúltera que la que tenemos ahora? ¿Cuándo hubo más pecado? Tenemos más gente en la tierra ahora mismo, según dicen, tanta gente en la tierra ahora mismo como la que ha estado en la tierra desde Adán, está en la tierra ahora mismo. Esta es esa generación mala y adúltera. Homosexuales, perversidad, todo, en aumento por miles y miles. Iglesias dejando el camino: “Impetuosos, infatuados, amadores de los deleites más de lo que se deleitan en Dios, implacables, calumniadores, intemperantes, aborrecedores de los buenos, que tienen apariencia de piedad” como dijo el Espíritu, “y negando la Eficacia de ella. ¡A estos evita!”. ¿Ven? La Biblia dice: “¡Evítalos!”. Estamos viviendo en ese día.",
    "Ahora, recuerden, hay gente que anda diciendo: “Yo tengo poder para sanarlo a Ud.”. Ese tipo le está mintiendo. Él no tiene poder para sanarlo a Ud. ¡Cristo ya lo ha hecho! ¡Oh!, ¿por la confesión de pecados y demás, y que algún sacerdote o ya sea un ministro perdonarle sus pecados? No, señor, sus pecados ya fueron perdonados. Cuando Cristo murió en la cruz, Él dijo: “Consumado es”. ¿Qué? El plan completo, todo. Cristo lo hizo en la cruz. Ud. ya está salvo. Todo pecador está salvo, pero jamás le aprovechará hasta que Ud. lo acepte. Póstrese Ud. allí en el altar y grite, llore hasta que le salgan canas y se le caiga el cabello, de nada servirá hasta que Ud. crea, crea que Cristo murió en su lugar, y Ud.… Él murió como propiciación por sus pecados, y Ud. Lo acepte como su Salvador. Entonces la salvación viene a Ud. Lo mismo con la sanidad; “Él herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”.",
    "Solo hay una cosa que Cristo podría hacer hoy para mostrar que Él es. Lo primero es que Ud. tiene que creer sobre la base de Su Palabra. Exactamente así, la verdad de la Palabra. Pero Jesús dijo: “¡Las obras que Yo hago!”. Ahora, Él nunca dijo: “Yo sano” a alguien. Pues, Jesús dijo: “No soy Yo el que hace las obras, es Mi Padre que mora en Mí”, ahora si Jesús no aceptó el nombre de “sanador Divino”, ¿qué me dice de algún pobre ignorante como yo, o alguien más, o cualquier otro, que aparente ser un sanador Divino? ¿Cómo puede Ud. ser un sanador Divino cuando eso ya está hecho, todos los que puedan ser sanados ya están sanados? Ud. tiene que aceptarlo, creerlo. Ahora, ¿será verdad? Eso es lo que queremos saber. ¿Será verdad?",
    "Ahora, si Ud. no pudiera aceptar mi palabra, Ud. simplemente tendría que irse, o su… si yo no pudiera aceptar su palabra, eso tendría que irse. Pero Dios no es de esa manera, Él envía dones a la iglesia, apóstoles. ¿Qué es un apóstol? Un misionero. Un misionero, es una palabra, un misionero significa “uno que es enviado”. Un apóstol significa “uno que es enviado”. Un profeta, eso es “un vidente”. Un pastor, un maestro, un evangelista, todas esas cosas, ellos reparten la Palabra de Dios correctamente, La presentan, y luego los—los dones del Espíritu para obrar en la iglesia, para confirmar la Palabra, para mostrar que Jesucristo vive en la iglesia.",
    "Ahora, todos nos conocemos, este solo es nuestro grupo de la iglesia. No sé si hay… No estoy aquí mucho para saber si son visitas o si no son visitas, y demás. Pero, amigos, hoy, Uds. que están enfermos ahora, si hubiera algo por hacer para ayudarlos, yo lo haría. Si yo supiera que alguien está aquí enfermo, especialmente esta hermana aquí que veo en la camilla, si supiera que hay algo que yo pudiera hacer, como tomar, empujar una moneda de veinticinco centavos con mi nariz alrededor de la cuadra de la ciudad, alrededor, lo haría. Yo saldría allí y diría: “No me cubran con paraguas, si estuviera lloviendo, solo déjenme empujarlo. Quiero mostrarle a Dios que soy sincero”. Ahora, eso no serviría de nada. He estado en África, y conozco dónde se acuestan sobre clavos en la India, y toda clase de cosas, en sacrificio a los dioses, y arrojan sus hijos a cocodrilos, y todo lo demás. Esa no es la cosa; eso es en sinceridad, pero un hombre sinceramente puede beber ácido carbólico como medicina. ¿Ven? Mire, Ud.—Ud. tiene… El asunto que queremos saber es si es verdad, y Dios testifica de Su Verdad; “El que cree en Mí, las obras que Yo hice él las hará”. Hebreos 13:8, “¡Jesucristo es el mismo!”.",
    "¿Qué sería Él si Ud. Lo buscara hoy? Si les dijera que Cristo está en mí, que Cristo está en Uds., ¿qué podemos esperar? ¿Buscarían Uds. a un hombre con su cuello volteado, y algo? No, no, Él no actuó de esa manera, Él se vistió como el resto de la gente. ¿Si él tuviera cicatrices en la mano? Cualquier hombre puede hacerse cicatrices en la mano, huellas de espinas. Tienen docenas de ellos por todo el país ahora, imitadores y, sangre y fuego, y humo, de todo. ¡Eso no—esa no es la Palabra! “¡Las obras que Yo hago!”. Jesús dijo: “Si Uds. no Me pueden creer, crean a las obras que Yo hago. Ellas testificarán de Mí. Ellas son las que dicen Quién soy”.",
    "Ahora oremos por un momento. Tengan sus peticiones en su corazón. Padre Celestial, yo sé que esto ha sido áspero y duro. Oro que seas misericordioso. No es mi intención… Tú conoces mi corazón, Señor, pero solo oro que me ayudes ahora. Oro que permitas que estas palabras, aunque entrecortadas y sin terminar, y—y no como se supone que lo haga un ministro, Señor. Y yo aquí, sin educación, no sé cómo hablarle a la gente, pero lo único que sé es que Tú me prometiste que si yo abría mi boca, Tú la llenarías. Han sido treinta y un años que Te he confiado eso a Ti. Y, Padre, en alguna parte, tal vez algunos han recogido algunas Palabras, aquellos que están enfermos, o aquellos que necesitan a Cristo. Ellos—ellos están allá en alguna parte. Ellos—ellos Te necesitan, Señor, y espero que se haya dicho algo que les levante la fe en Tus promesas. Oro que Tú concedas esa bendición.",
    "Ahora, mientras tenemos nuestros rostros inclinados, ¿hay algunos aquí que no conocen a Cristo como Salvador, que dirían: “Hermano Branham, yo—yo no quisiera morir así. Yo—yo no estoy en condición de morir. Si muero, estaría perdido. Yo no he nacido de nuevo. Yo—yo realmente anhelo su oración ahora mismo. Ore por mí, soy un pecador”? Solo levante la mano, ¿podría Ud. decir: “Solo recuerde…”. Dios le bendiga, a Ud., a Ud., a Ud. Dios los bendiga. Realmente dígalo de corazón. Dios los bendiga. Una o dos docenas de manos en este pequeño grupo de personas aquí. Este pequeño puñado de personas aquí, como un centenar o dos, algo así, y aquí hay una docena de manos. Allí mismo donde Uds. están. Los altares están llenos de niños. No hay manera de que yo los haga pasar al altar, pero, allí mismo donde están, oren conmigo.",
    "Padre Celestial, traigo a Ti a estas personas que levantaron sus manos. Yo creo en profunda sinceridad que ellos lo hicieron. Hazles saber que rompieron toda regla de la ciencia allí mismo. La ciencia prueba que nuestros brazos tienen que colgar, porque la gravedad de la tierra nos mantiene abajo. Pero eso muestra que había un Espíritu en ellos que tiene control, un poder de ese brazo, que ellos levantaron hacia el Creador quien lo hizo. Eso quedó evidente allí mismo. Y no se puede probar científicamente, porque el Espíritu solo se conoce… Es una fe. Nosotros creemos en Eso. Y un Espíritu ha venido a ellos aquí y les dijo que levantaran sus manos, pues querían ser salvos.",
    "Ahora, Padre Dios, estoy… Estoy citando Tus promesas. El Señor Jesucristo dijo, cuando estuvo aquí en la tierra: “Ninguno puede venir a Mí, si Mi Padre primero no lo trajere. Y todo lo que el Padre Me ha dado vendrá a Mí. El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna. El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna, y Yo lo resucitaré en el día postrero”. Estas son promesas. Ahora, estas personas no podrían haber levantado sus manos a menos que hubiera un Espíritu allí que les dijera que estaban equivocados. Ellos no hubieran podido hacer esto a menos que Tú los hubieras pre-ordenado; “Todo lo que el Padre Me ha” ha, tiempo pasado, “Me ha dado, vendrá”. Estamos predestinados a Vida Eterna. A los que antes conoció, Él llamó; a los que llamó, Él justificó; a los que justificó, Él ya los ha glorificado delante de Dios. Sencillamente es la gran visión de Dios desarrollándose, cumpliéndose. Estas personas, antes de la fundación del mundo, Tú Quien eres infinito sabías de la reunión esta mañana, y sabías que ellos levantarían las manos, y ahora han levantado la mano.",
    "Es lo único por lo que sé guiarme, Señor, Tu Palabra. Entonces, en el Nombre de Jesucristo, Te doy a estos que han levantado sus manos, como trofeos de Tu Palabra. Guárdalos, ¡oh, Señor Dios!, nadie puede arrebatarlos de Tu mano. Dales Vida Eterna. Que ellos encuentren una iglesia, o se queden aquí esta mañana y sean bautizados para el perdón de sus pecados, o la confesión de su fe. Que ellos, cuando salgan del agua, como el Espíritu Santo en el principio se movía sobre las aguas, que el Espíritu Santo esté allí para llenar sus corazones y almas. Concédelo, Señor. Que vivan piadosamente todos los días de su vida, y sean presentados como trofeos y joyas en Tu corona en ese día. Por medio de Jesucristo nuestro Señor, lo pedimos. Amén.",
    "El Señor los bendiga. Ahora, realmente debería haberme ido hace una hora. Pero ahora vamos a llamar una línea de oración. Esperen, ¿hay tarjetas de oración? ¿Alguien tiene tarjetas de oración? ¿Dónde está Billy?, ¿está Billy por aquí? ¿Del uno al cincuenta? Dijo que repartió cincuenta tarjetas de oración. Bueno, ahora, no podemos, hay demasiados de pie. Ahora, ¿podrían todos darnos tiempo ahora por unos momentos? Si Ud.… Ahora, todo lo que he dicho… Ahora, solo—solo un momento, sé que la comida no se quemará. Esperen un momento, Esto es más, Esto es mejor que la comida (debería serlo): la Palabra de Dios.",
    "Escuchen amigos, quiero hacerles esta pregunta antes de decir esto. ¿Para qué vamos a la iglesia? ¿De qué se trata todo esto? Si no hay resurrección de los muertos, si no hay resurrección, entonces comamos, bebamos y seamos felices, porque de todas maneras no somos más que troncos, perros y demás. Nosotros no creemos eso. Sabemos que hay un Dios vivo. Seguro. Bueno, si Él es el Dios viviente, quiero preguntarles algo. Entonces estas Palabras que dije, tal vez estén de acuerdo conmigo, tal vez no estén de acuerdo conmigo. Pero, aunque Ud. esté de acuerdo conmigo, Ud.—Ud. aún puede cuestionar eso hasta que lo vea manifestado. Correcto. Si es la Palabra de Dios, Dios tiene que cumplir Su Palabra. Si Él no La cumple, pues, entonces no es Dios, entonces he—he sido un falso, he sido un… Yo manifesté algo falso, yo—yo he sido un falso profeta. Pero si Dios lo dijo, Dios cumple Su Palabra. Entonces si Dios cumple Su Palabra, una Palabra, entonces Ud. puede ser perseverante. Ud. puede aferrarse a su promesa y conservarla. ¿Correcto?",
    "Ahora, miren, ¿les habré dicho que yo podía sanarlos? No, señor. Yo no podría decirles que puedo salvarlos más de lo que Uds. fueron salvos en ese momento. Yo creo que Ud. es salvo. Ud. no pudiera haber levantado la mano sin que Dios se lo dijera. Ahora, hay agua aquí, Uds. pueden ser bautizados en cualquier momento que deseen. Si Ud. quiere ser bautizado por su… en su propia iglesia, adelante, como sea. Nosotros no tenemos membresía aquí en lo absoluto, ¿ven?, solo—solo somos una capilla aquí. Nuestro buen pastor aquí, el Hermano Neville, era un metodista, y él está aquí simplemente… Somos una inter-denominación. Nosotros… cualquiera es bienvenido. Solo tenemos la congregación que entra. Predicamos, oramos por los enfermos. Nosotros creemos en hacer discípulos para Cristo, no en organizar nada. ¿Ven? Nosotros no creemos en eso. No, señor. Ahora, Uds. quieren organi-… si quieren su organización, adelante. Eso—eso está perfectamente bien, pero no dependa Ud. de eso; no confíe Ud. en eso. No, señor. Ud. va allí por compañerismo, pero confíe Ud. en Dios.",
    "Ahora, ahora, aquí hay una cosa. Si Cristo aún vive… Ahora, tomemos una pequeña Escritura ahora. Queremos estar seguros ahora de que todo está claro. Una cosita que iba a decir hace un rato, Él dijo: “La generación perversa y adúltera recibirá—recibirá una señal”. Esa fue la señal de Jonás, la resurrección. ¿Correcto? ¿Cuántos creen que esa es la Verdad? Ahora, solo quiero ver. Esa malvada… ¿Creen Uds. que esta es una generación mala, adúltera? Bueno, ¿cuál sería la señal de Jonás? Sería la resurrección de Cristo. ¿Correcto? La resurrección de Cristo probaría a esta generación perversa que Cristo aún vive, y, Él ha resucitado ahora por dos mil años, así que esa sería la evidencia de la resurrección.",
    "Bueno, hay muchos de nosotros protestantes por todo el país que no creen en la resurrección física. Cientos de iglesias no creen en eso, el regreso físico, ni nada. ¿Ven? Yo creo en el nacimiento literal, muerte, sepultura, resurrección, Segunda Venida, todo Cristo Jesús. Sí, señor. Yo creo que Él es completamente Cristo. El mismo Jesús arrebatado, el mismo Jesús regresará. Y yo creo en la Persona del Espíritu Santo, Él está aquí ahora, Su Espíritu, Su Vida moviéndose en la Iglesia.",
    "Ahora, si esto es de Cristo… Ahora voy a hacer esto personal. Espero que Uds. no—Uds. no lo tomen así. Voy a hacer esto personal ahora, por un don que fue dado. Lo cual, en Washington, Esta Luz está colgada, la Columna de Fuego que ha sido vindicada por años alrededor del mundo, y demás. Ahora, si ese Espíritu está aquí, entonces Él… Si es el Espíritu de Cristo, hará las obras de Cristo. Ahora, eso es Escritura; y es correcto. Si esa Palabra ha venido, entonces esta Palabra que yo les he hablado esta mañana es la Verdad. Porque Cristo no vendría en mí como…",
    "Yo no—no es—no es burlándome de Uds. católicos, pero Uds. dicen que es el espíritu de Pedro que estaba en su iglesia allá atrás. ¿Piensan Uds. que un judío pondría ídolos? ¿Piensan Uds. que un judío negaría el Espíritu Santo y haría un pedacito de hostia sobre el altar, donde los ratones y las ratas se lo llevan, y cuando Uds. pasan, dicen que eso es Dios? ¿Qué sucede? Uds. saben que eso no es Dios. El Espíritu Santo es Dios bajando del Cielo, un Espíritu. Uds. se postran ante ídolos, queriendo hipnotizar una—una vida en eso. Ud. es el ídolo, Dios trae Su Espíritu dentro de Ud. Y Ud. es Su representante viviente. ¿Ven?, Dios está en Ud., reconciliando Consigo al mundo.",
    "Ahora, vamos a llamar a la línea de oración. ¿De dónde dices que repartiste, de la uno a la cincuenta? Comencemos, empecemos de la uno. Entonces, ¿qué dice? Muy bien, tendremos que llamar a unas cuantas a la vez, porque su… Veamos, llamemos como ocho o diez a la vez. ¿Quién tiene la tarjeta de oración número uno? Ahora no… Solo, solo levántense cuando digan su número, porque este no es una arena, esta es una iglesia. Muy bien. ¿Qué dice? A—A, número uno. ¿Quién la tiene? ¿Podría venir por aquí, señora, o aquí por alguna parte? Aquí mismo, párese aquí mismo frente al altar. A, número dos, ¿quién tiene la número dos? Tarjeta de oración número dos. Ahora, levante la mano rápidamente para que sigamos—avancemos… Muy bien, hágase allí, detrás de la señora, por favor. Número tres, número tres. Bueno, hermana, Ud. no puede levantarse, así que quédese allí, e iré a orar por Ud. allí mismo. Número cuatro, A, número cuatro, levante la mano. A, número cuatro, número cuatro. Por allá atrás, bien, bien atrás. Muy bien, ¿ven?, ellos pasan por aquí, y para cualquiera que las quiera, mezclan estas tarjetas y las reparten a las personas así, donde las piden. No sabemos. Muy bien, número cuatro, venga aquí, señora. Número cinco, ¿quién tiene el número cinco? Tarjeta de oración número cinco, podría levantar la mano rápidamente. Ahora no podemos tomar mucho tiempo, Uds. van a perder su turno. Número cinco, número seis, muy bien, número siete.",
    "Ahora, veamos, dejen—dejen—dejen—dejen—dejen que los demás vengan. Podemos traer a estos por aquí. Número ocho, tarjeta de oración número ocho, ¿quién tiene la número ocho? ¿Es Ud. la tarjeta de oración ocho, señora, tiene la ocho? Muy bien. Levanten la mano para que pueda verlos, ¿ven? Número nueve, ¿quién tiene la número nueve? Muy bien, está bien, señora. Número diez, tarjeta de oración número diez, ¿quién tiene la número diez? ¿Levantaría la mano, quienquiera que sea…? Muy bien. Lo siento. Muy bien, este hombre aquí. Muy bien, señor, venga aquí. Número once, número once. Por favor levante la mano, número once.",
    "No reciban la tarjeta a menos que la vayan a usar, amigos, porque si Ud.—Ud.—Ud.—Ud.—Ud.… ¿Ven?, si Ud. se levanta y sale, y no usa su tarjeta de oración, entonces Ud.—entonces Ud.—Ud.… Ud. no debería hacerlo. Número once, número doce. Muy bien. Por aquí, hermana, regrese por la parte de atrás. Número trece, por allí. Número catorce, número quince. Así está bien, así se hace. Número dieciséis. Ahora vamos bien. Número diecisiete. Solo tomen sus lugares allá atrás. Diecisiete. Veamos cuántos más tenemos ahora. ¿Qué dice? Venga por allí por favor, hermano, pues, nos estamos confundiendo aquí. Número diecisiete, número dieciocho, diecinueve, veinte, veinte. Muy bien. Creo que con eso es suficiente, por un—por un rato. Veamos cómo llegamos aquí a la línea, veremos. Veinte, veintiuno, veintidós, veintitrés, veinticuatro, veinticinco. Ahora veamos con esos, veamos cuántos hay allí ahora. Número veinticinco. Y yo creo que ya estaremos más o menos llenos aquí, ¿no lo creen? Veinticinco, creo que veinticinco. Muy bien, ahora tenemos otros veinticinco en camino tan pronto como esto—este grupo haya terminado. Tenemos otros veinticinco por venir. Muy bien, veinticinco.",
    "Muy bien, ahora veamos cuántos aquí tienen tarjetas de oración. ¿Cuántos aquí no tienen tarjetas de oración y aún quieren que Dios los sane, levanten las manos? Crea. Que tiene… Ud. no tiene tarjetas de oración pero quiere que Dios lo sane, levante la mano.",
    "Ahora, mientras entran esos en la línea, préstenme su atención ahora, porque si se les pasa esto ahora, Ud.—Ud. no sabrá qué hacer. Ahora, vamos a tomarnos el tiempo, tomarnos nuestro tiempo. Ahora, no tengan prisa. Yo mismo tengo que aquietarme, porque el Espíritu Santo en esta clase de cosas no ungiría haciéndolo de esa manera.",
    "Ahora, ¿cuántos en este cuarto, o en esta línea de oración parados aquí, que saben que—que…? Yo conozco a algunas de estas personas. Eso creo. Sé que conozco a esta señora aquí, a esta señora aquí. Ella viene aquí a la iglesia, no recuerdo su nombre. [La hermana dice: “Baker”.—Ed.] Baker, ajá, a ella la conozco. No estoy seguro, no… Yo creo que este hombre grande y alto parado aquí, creo que lo conozco. No sé su nombre, pero lo he visto aquí.",
    "Bueno, de todas maneras, cada uno de Uds. en la línea, y cada uno de Uds. allá en la congregación que están enfermos, que sabe que yo no sé nada de Ud., levante la mano, que saben que yo no sé. Sí. ¿Ven? No. Yo no sé nada de Ud. Soy un extraño. Ahora veamos la línea de oración de nuevo, levante la mano, sabiendo que yo no sé nada de cuál es su problema ahora. Muy bien, muy bien, muy bien, casi cien por ciento, creo. Muy bien, y ahora en la congregación, ahora levanten las manos, Ud. que está enfermo que levanta la mano y aún dirá que yo… “Él no me conoce ni sabe nada de mí”. ¿Ven?, hay mucha gente aquí. Entro y salgo, y conozco a algunas personas y a otras no. ¿Ven? Y yo—yo no sé. Pero aquellos que sí conozco, no sé lo que están padeciendo.",
    "Ahora quiero preguntarles algo. Ahora, si… Ahora, miren, había una mujercita. Uds. que no estarán en la línea de oración, ¿ven?, Uds. que no estarán en la línea de oración. Ahora, había una mujercita, una vez, ella tampoco iba a estar en la línea de oración, y ella tenía un flujo de sangre. Pero ella creía que esa era una Persona santa. Ahora, escuchen atentamente, no se lo pierdan. Ella creía que Jesús era el Cristo, y ella dijo: “Si tan solo pudiera tocar el borde de Su manto”. Ahora, ella no tenía ninguna Escritura para eso, ¿ven?, no más que tal vez como Elías tomó… o haya tomado su báculo y lo puso sobre el niño, o algo, ¿ven? o cuando tocaron los huesos de Elías después de haber muerto. Pero, ella creía que si Lo tocaba, recibiría lo que había pedido. Ella se abrió paso entre la multitud y extendió la mano. Ahora, si alguien ha estado en Palestina, ellos tienen una prenda interior y una prenda superior, y les cuelga. Por eso es que ellos hacen el lavamiento de pies y cosas, sus pies se empolvan. Y ella tocó el borde de Su manto. Ahora, si ella tocara mi abrigo, así, yo no lo sentiría, y cuelga allí cerca de mí. Pero ella tocó abajo el dobladillo, el borde, que probablemente estaba así de lejos de Sus pies, o de Su cuerpo. Ella tocó el borde de Su manto, y regresó y se sentó, o lo que ella haya hecho. Jesús Se detuvo.",
    "Y, recuerden, toda la multitud con sus brazos… “¡Hola, Rabí”! “¡Qué gusto verlo”! “¿Es Ud. el Profeta”? “Nos—nos da gusto verlo”. “¡Oh, hipócrita”! “¡Ud. es un buen Hombre”! ¡Oh, diferentes expresiones!",
    "Ahora presten mucha atención. Así que, esta mujercita, tocó Su manto, y regresó porque estaba satisfecha de haber tocado a Dios. Jesús Se detuvo, dijo: “¿Quién Me tocó?”.",
    "Pedro Le reprochó, dijo: “Todos Te están tocando. ¿Por qué dices algo así?”.",
    "Dijo Él: “Pero siento que Me he debilitado, virtud ha salido de Mí”. Él miró por toda la multitud hasta que encontró a esa mujercita, y Él le dijo acerca de su flujo de sangre, y que eso había cesado. ¿Correcto? Ahora, ahora, retengan eso. Ahora, si Ud. le dice “amén” a eso, quiere decir: “Así sea”. Ahora fíjense, entonces, ¿dice la Biblia, a Uds. lectores Cristianos, que Jesucristo ahora es un Sumo Sacerdote que puede compadecerse de nuestras debilidades? ¿Cuántos saben que la Biblia dice eso? Bueno, si Él es el mismo ayer, hoy, y por los siglos, ¿no actuaría Él de la misma manera que lo hizo allá? Bueno, entonces, si Uds. sentados allá afuera Lo tocaran a Él allá arriba, y si yo soy Su representante, Su Voz aquí ahora, ¿no diría Él lo mismo que dijo entonces? ¿No les suena Escritural eso? ¿Verdad que sí? ¿Ven? ¿Cómo sabría Ud. que Lo tocó a Él si Él no actuara igual? ¿Ven? “Las obras que Yo hago, vosotros también las haréis”.",
    "Muy bien, ahora Uds. sin las tarjetas de oración, solo oren y digan: “Señor Jesús, no llegué aquí a tiempo para recibir una tarjeta de oración, pero yo—yo Te estoy orando a Ti, y yo creo que lo que dice este hombre es la Verdad. Así que, voy a… ¿Por favor, me permitirías tocar Tu manto, Señor Jesús? Tú eres mi Sumo Sacerdote. Yo no estoy mirando a este hombrecito calvo parado allá arriba en la plataforma. Estoy mirando a Ti, y tocándote a Ti, y estoy creyendo que Tú me vas a sanar. Así que, estoy tocándote a Ti, Tú háblale al Hermano Branham y haz lo mismo aquí que hiciste con esa mujer. Y Te creeré con todo mi corazón”. ¿Lo harán? ¿Cuántos de Uds. lo harán, levanten la mano, digan: “Yo—yo lo haré”? Muy bien, Ud. solo ore. Ahora este es el momento para poner su fe por obra. Ud. créalo, no lo dude. Créalo de todo corazón. Amén.",
    "Y luego Uds. en la línea de oración, ahora, ¿será…? ¿Cuál es la primera persona? Venga aquí por un minuto. Ahora, solo párese allí. Allí—allí está bien, ¿ve?, párese allí. Creo que hace un rato, Ud. levantó la mano, yo no la conocía. Correcto. Somos desconocidos el uno al otro. Muy bien.",
    "Ahora, quiero preguntarle algo a esta congregación. Aquí están mis manos levantadas delante de Dios, y ella levantó la mano que no nos conocíamos el uno al otro. Ahora, ¿no es esta una escena Bíblica de San Juan 4, cuando Jesús Se encontró con una mujer junto al pozo? Un Hombre y una mujer se conocían por primera vez. Y ¿qué hizo Jesús? Él comenzó a hablar con ella. ¿Qué estaba haciendo? Ahora, Él dijo: “El padre…”.",
    "Él necesitaba ir a Jerusalén, o ir a Samaria. Ahora, ¿ven?, los—los judíos habían visto esa señal, porque Él era un Profeta y mostró la señal de un profeta. Y hay—solo hay tres razas de gente, y es la gente de Cam, Sem, y Jafet. Ahora, los judíos habían visto su señal, porque ellos estaban esperando un Mesías. Ellos la vieron. Ahora deben verla los samaritanos, porque ellos estaban esperando un Mesías.",
    "Mas no los gentiles, ni una sola vez Lo hizo con un gentil, sino que Él lo profetizó para: “Los postreros días” como Él lo hizo, “como fue en los días de Noé y en los días de Lot” cuando ese Ángel vino y habló con Lot, le dijo a Sara lo que ella había hecho en la tienda detrás de Él. Jesús dijo que eso se repetiría de nuevo en el día postrero. ¿Cuántos lectores de la Biblia saben eso? ¿Ven?, correcto. ¿Ven? Ahora estamos en los días postreros, es el tiempo de los gentiles. Si Él… ¿Ven?, dije al principio de mi sermón, si Dios hace algo y Se da a conocer una vez, Él tiene que permanecer de esa manera.",
    "Entonces, ¿cómo—cómo supo Natanael que Él era el Hijo de Dios? Por cuanto Le dijo a él dónde había estado, algo acerca de él.",
    "¿Cómo lo supo esta mujer? Miren, veamos su conversación, veamos cuánto—cuánto más sabía ella al respecto que todos esos predicadores allá. Ella salió allá. Tal vez era una mujer hermosa. Ella iba por un balde de agua. Ella sacó el balde de agua. Él era un judío, ella era una—una samaritana. Y entonces, sacó el balde de agua, y a espaldas de esa pequeña escena panorámica donde está el pozo. Aún está allí en Sicar. Entonces Él estaba allí sentado así, Él dijo: “Mujer, dame de beber”. Ella se dio la vuelta. Ahora, ella era una mujer de mala fama, Uds. saben, ella se había casado muchas veces. Y le dijo: “Tráeme de beber”. Él…",
    "Ella dijo: “No es costumbre que Uds. los judíos le pidan a una mujer samaritana algo así”.",
    "La conversación, ¿ven? El Padre Lo había enviado a Él allá. Ahora recuerden, Él no hacía nada hasta que el Padre se Lo mostrara. ¿Ven? Y, pues, Él estaba sentado allí, entonces ¿qué estaba haciendo? Él trataba de averiguar cuál era su problema, para que ella pudiera llevar un mensaje a ese pueblo. Dijo… Quería encontrar su problema, Uds. saben. Dijo: “Dame de beber”.\n\nElla dijo: “No es costumbre”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, Me pedirías a Mí de beber”.",
    "Ella dijo: “Pues, el pozo es profundo, no tienes con qué sacarla. ¿Cómo sacarías agua de aquí?”.",
    "Y siguieron hablando, comenzó la conversación, acerca de adorar en Jerusalén. ¿Qué hacía Él? Él trataba de encontrar su espíritu, para ver lo que estaba mal. Y lo halló. ¿Saben lo que era? Ella tenía cinco maridos. Y Él dijo: “Ve, llama a tu marido, y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Bien has dicho, bien has dicho, porque cinco has tenido y con el que ahora estás viviendo no es tu marido”.",
    "Ahora observen. Pues, ella no dijo: “Él es un adivino”, como esos predicadores. Ella no dijo: “Él es Beelzebú”. Ella dijo: “Señor” escuchen, “me parece que eres un Profeta. Sabemos que cuando el Mesías venga, Él nos dirá estas cosas”. Esa fue la señal del Mesías.\n\nJesús dijo: “Yo Soy, el que habla contigo”.",
    "Ella corrió a la ciudad y dijo: “Vengan y vean a un Hombre que me ha dicho las cosas que he hecho. ¿No es éste el Mesías?”.",
    "Bueno, si esa fue la señal del Mesías para los judíos, para los samaritanos, ¿no sería esa la señal del Mesías para los gentiles? Entonces el Mesías, si Él ha resucitado de los muertos y está viviendo en Su Iglesia, manifestándose por allí, ¿no haría Él las mismas obras siendo que Él prometió que las haría?",
    "Ahora, yo estando aquí parado hablando con Ud., no la conozco, nunca la he visto, en mi vida. ¿Ven? Pero si el Señor Dios me dice algo por lo que Ud. está aquí, Ud. sabrá si es verdad o no. ¿Ven?, me dice algo que Ud. ha hecho, o algo que no debería haber hecho. Si Él puede decirle a Ud. lo que ha hecho en el pasado, ciertamente Él sabría lo que será el futuro. ¿Verdad que sí, si Él pudiera decirle eso? Seguro. Y si Él me dijera por lo qué Ud. está aquí, ¿creería Ud. que Él es el Hijo de Dios, lo creería? ¿Cuántos en la congregación lo creerán? Y aquí con esta mujer tenemos nuestras manos levantadas, nosotros—nosotros no… nosotros, ¿ven?, somos desconocidos. Yo no tengo idea, Uds. saben que no. Ud. parada allí, simplemente es una desconocida para mí. Pero si el Señor Dios… Le estoy hablando a Ud. para que el Espíritu comience a ungir a la gente, ¿ve Ud.? y luego eso se abre por aquí. Y yo—yo solo la estoy mirando para ver lo que Él me dirá, porque yo no sé nada al respecto. Pero si Él les dice algo, entonces Uds. sabrán si es la verdad o no, ¿no es así? ¿Creerán todos, si Él lo hiciera?",
    "Nuestro Padre Celestial, yo no puedo hacer nada más ahora. En este momento, se requerirá de Ti de aquí en adelante, Señor. He traído a la gente a Tu Palabra. Eso es lo único que sé. Tú has prometido estas cosas. Y tardaría semanas y semanas, aún podríamos estar en eso, hablando de Tus promesas de estas mismas cosas para los días postreros. Como hemos estado todas estas veces alrededor del mundo, Tú nunca nos has fallado, Señor. Ahora, aquí hay una congregación de personas. Yo sé que una de estas visiones nos debilitará. Me doy cuenta de ello. Virtud salió de Ti, el Hijo de Dios, el Hijo de Dios sin adulteración. ¿Cuánto más será para mí, un pecador salvo por Tu gracia?",
    "Oro, Padre, que permitas que suceda ahora, que este Mensaje en esta mañana no quede sin fruto, pero estos jóvenes convertidos, quizás veinte o treinta de ellos que acaban de levantar sus manos a Ti, que ellos queden satisfechos, Señor, de que su Dios ha resucitado de los muertos y Él vive para siempre, dándose a conocer, el mismo Dios que conoce el secreto del corazón, y que prometió que en los días postreros esto sucedería otra vez. Aquí estamos, al fin del tiempo. Y los gentiles han tenido dos mil años, así como los judíos, para aprender de Dios, y ahora ellos están recibiendo la misma señal y rechazándola, así como lo hicieron los judíos. Los judíos rechazaron a su Mesías, porque ellos lo tenían todo denominado. Y así mismo ellos hoy, Señor, han hecho lo mismo. Pero nosotros no podemos respaldar eso; solo debemos dar testimonio, Señor. Así como una oveja, no fabrica nada, produce lana porque es una oveja. Y, Señor Dios, permítenos producir el Espíritu de Dios, porque somos Cristianos. Nosotros creemos en Ti. Creemos en el Hijo de Dios. Ahora, Señor, soy indigno, pero toma… ¿Quién es digno? ¿Quién es digno, Señor? Ninguno de nosotros. Todos nacemos en pecado, somos formados en iniquidad, venimos al mundo hablando mentiras. Perdónanos de nuestra—nuestra inmundicia, Señor. Y ahora úsanos en este último día en que Tú estás lidiando con la raza humana. En el Nombre de Jesús. Amén.",
    "Ahora, en el Nombre de Jesucristo, yo tomo todo espíritu aquí debajo, aquí, bajo mi control. ¿Ven? Ahora sean reverentes. Sin conocerla a Ud., sin saber nada de Ud. Es un don. Es la manera como uno mismo se esfuerza, delante de Dios, vaciándose uno mismo. Dejando que sea Él quien mire. Yo no sé, pero sé que Él está aquí. Yo sé que Él está parado aquí. Sí, señora, aquí está su problema. Ud. quiere la oración por un cáncer. Ese cáncer está en su cara; no se nota, pero está alrededor de su ojo. Si es así, levante la mano.",
    "Sentí eso venir de allá mismo de la congregación, Ud. dice: “Él adivinó eso o se lo vio en la cara”. No fue así. Estén quietos. Déjenme… Satanás, estás equivocado. Quédese quieta, hermana. Si Ud. le da cabida, si él comienza, entonces se desenfrenará. Reprendemos a ese diablo, en el Nombre de Jesucristo, y lo avergonzamos.",
    "Ud. no tan solo sufre de eso; también tiene problemas cardíacos. Complicaciones, una condición nerviosa total, ha sido así por años. Eso es exactamente así, agotada, sentimientos de tristeza y todo. Eso es… Si es verdad, levante la mano. Ahora Ud. está sana. Su fe la ha salvado. Puede irse a casa ahora y estar bien. Todo ha terminado. Solo vaya, creyendo, es todo lo que tiene que hacer. Agradézcale a Dios.",
    "¿Cree Ud.? Solo párese allí, señora, mire hacia acá. ¿Cree Ud. que soy Su siervo? ¿Puede Dios sanar problemas de corazón? [La hermana dice: “Sí, Él puede”.—Ed.] Muy bien, entonces Él ha sanado el suyo, si Ud. lo cree. Vaya, crea.",
    "¿Cree Ud. que Él sanó un cáncer? Entonces regrese a su asiento, diga: “Gracias, Señor Jesús”.",
    "¿Qué pasa si yo no le dijera una sola palabra a Ud. sino solo…? ¿Creería Ud. si yo le dijera que fue sanada cuando llegó allí a la línea? ¿Aceptaría mi palabra? Está sana, y no hay necesidad de decirle esto, Ud. ya está sana. Yo no he tocado a una persona.",
    "Ud. no, no tendrá que pasar por una operación si Le cree a Dios. ¿Lo cree Ud. con todo su corazón? El tumor ha desaparecido. Vaya a casa y estará bien.",
    "Mire hacia acá, hermana. ¿Cree Ud. que yo soy Su siervo? Un momento. Ahora, hay un hombre que sigue apareciendo aquí ante mí, él tiene lo mismo que esta mujer, en algún lugar entre la congregación. Y ¿ven esa Luz en la fotografía? Está aquí mismo. ¿No la pueden ver? Es este hombre sentado aquí. ¿Tiene una tarjeta de oración, señor? Un joven, creo que Ud. es el Hermano Hupp, ¿no es así? Yo le acabo de reconocer. Yo no—yo no sé qué le pasa, Hermano Hupp. Ud. sabe que yo no sé. ¿Cree Ud. que Dios puede decirme cuál es su problema? Ud. tiene un problema. Ud. estaba sentado allí, creyendo. Ud. debería creer por lo que pasó aquí con su hija recientemente. Ud. cree, ¿no es así? Esta mujer tiene artritis; Ud. también. Si eso es cierto, levante la mano. Uds. crean con todo su corazón y ambos pueden ser sanados. Dios los bendiga. Satanás pensó que se saldría con la suya con ese hombre, él falló. Tengan fe ahora. No duden. Ahora, este hombre aquí, quien… Hermano Hupp, Ud. no tiene una tarjeta de oración, ¿verdad, Hermano Hupp? Sí, Ud. solo está sentado allí, creyendo. Observe Ud. lo que le sucede. Solo crea ahora con todo su corazón.",
    "Todos en oración. Ahora ¿creen Uds.? Pues, se darán cuenta de que estas cosas me debilitan tanto que…",
    "¿Creen Uds. de corazón? Si le dijera que Ud. va a sanar, Ud.—Ud. ¿aceptaría mi palabra en eso y lo creería? Entonces vaya y Jesucristo lo sane. Créalo de todo corazón.",
    "¿Cree Ud. que Dios puede sanar el nerviosismo y sanarla? Vaya, créalo. Creo que yo… No estoy seguro, pensé que conocía a esa mujer; no estaba seguro. Una visión se abrió sobre ella, pero yo—yo la detuve, simplemente miré hacia el otro lado; porque creo que yo—yo conocía a la mujer, pero no—no estaba seguro.",
    "Ahora sean reverentes, todos. ¿Creen Uds.? ¿Ven?, tengo una línea de oración aquí larga, no quiero… Solo pónganse de pie. Y, ahora mismo, les he predicado como por dos o tres horas, pero ahora mismo estoy el doble de débil que con toda la predicación. ¿Ven?, me está sacando la vida. Pero, estos, pudiéramos seguir hablando con la gente, eso estaría bien, eso no hace ninguna diferencia. Uno puede estar de pie, hablar todo el tiempo que quiera con la gente, más seguirá sucediendo, pero me detuve para poder conservar un poco mi fuerza para otros que vienen en la línea. ¿Ven lo que quiero decir? ¿Cuántos lo han visto donde muchas veces me detengo y hablo con la gente, Aquello les dice todo acerca de ellos, y de quiénes son y de dónde vienen? ¡Vaya!, Uds. han estado en las reuniones y lo han visto, Uds. saben.",
    "Este—este sigue, ¿Ud. es el que sigue? Muy bien, señor, ¿cree Ud. de todo corazón? Bueno, muy bien. ¿Somos creyentes?, ¿creemos de todo corazón? Y sin conocerle, el Señor Jesús me diría algo que anda mal con Ud., Ud. sabría si es así o no, ¿no es así, señor? Sí, señor. Este siendo nuestro… Supongo que somos desconocidos el uno para el otro. No recuerdo su rostro. Somos ministros ambos, y somos… pero no nos conocemos el uno al otro, personalmente como amigos. Muy bien, señor. Entonces mire hacia acá, señor, y crea Ud. que yo soy el siervo de Cristo, con todo su corazón. Muy bien, señor. Este hombre sufre de un problema al colon. Está en su colon. También es un problema cardíaco que Ud. está sufriendo. Ud. es un ministro, eso es verdad, Ud. pertenece a la Iglesia de los Hermanos Unidos. Ud. viene de Ramsey, Indiana. Su nombre es el Sr. Beanblossom. Reverendo Beanblossom, eso es verdad. Si así es, ¿levante la mano? Entonces vaya a casa y esté bien, señor. Jesucristo Le sana. Crea Ud. de todo corazón.",
    "La artritis no es nada para Dios. ¿Cree Ud. que Él puede sanarle? ¿Cree Ud. que Él le sanará? Vaya y créale a Él con todo su corazón y Ud. puede recibirlo con todo… solo crea con todo…",
    "Hermano, yo lo conozco, conozco su condición. ¿Cree Ud. ahora mismo, mientras estoy bajo la unción del Espíritu Santo, que Dios lo sanará y le dará salud? Vaya y créalo, Hermano Collins, y reciba la salud. Muy bien.",
    "Yo—yo… parece que le he visto, pero no estoy seguro. Pero si Dios me dice cuál es su problema, ¿creerá Ud. que soy Su profeta, o Su—Su siervo? ¿Lo creerá Ud.? Muy bien. Ud. sufre de un problema nervioso. Por eso es que desea la oración. ¿Es así? Levante la mano si eso es cierto. Vaya a casa, reciba la salud. Créalo. Pase por encima de eso ahora. Tenga esa poca fe que realmente lo sana.",
    "¿Cree Ud. que Cristo la sanará ahora mismo mientras está parada allí? Créalo, y vaya a casa y diga: “Jesucristo me sana ahora mismo”. Crea con todo su corazón. Ud. tiene que creer, para vivir. Ud. lo sabe, ¿no es así, hermana? Si no, Ud. se va a morir. Ud. lo sabe. Pero Él sana toda clase de enfermedades, cáncer y cualquier otra cosa, y lo sana a uno. ¿Lo cree Ud. de todo corazón? Entonces vaya y crea con todo su corazón, y sea sanada, en el Nombre del Señor Jesucristo.",
    "Muy bien, hermano, Ud. sabe que yo lo conozco, y solo quiero captar a aquellos. Pero, ¿cree Ud. que Jesucristo lo sanará ahora mismo? mientras Ud. está bajo la unción Divina del Espíritu Santo? Vaya y créalo con todo su corazón.",
    "Ahora ¿qué? Muy bien. Un momento ahora. ¿De dónde me detuve?, ¿dónde me detuve hace un rato? Veinticinco, veintiséis, veintisiete, veintiocho, veintinueve, treinta, suban de inmediato y entren en la línea. Treinta, treinta y uno, treinta y dos, treinta y tres, treinta y cuatro, treinta y cinco, treinta y seis, treinta y siete, hasta cincuenta, entren en la línea allí ahora, los que tienen sus tarjetas de oración, así que, entréguenlas al ujier o a los hermanos a medida que pasan.",
    "Ahora tomemos solo un momento para descansar, solo un minuto. ¿Están creyendo? Todo es posible, solo creed.",
    "Hermano y Hermana Spencer, los conozco desde que era un niño. Yo sé cuál es su problema, y sé por lo que Uds. están parados allí. ¿Creen Uds. que Jesucristo los sanará, allí parados? ¡Oh, Dios del Cielo!, concede Tus bendiciones sobre esta pareja de ancianos, enviándolos para que sean sanos, Padre. Muy entrados en años aquí, pero aún están al servicio Tuyo. Yo los bendigo en el Nombre del Señor Jesucristo. Amén. Regrese a su… Dios la bendiga, hermana. Él recibe, ochenta y tres, a Ud. le quedan más años, créalo de todo corazón y Dios estará con Ud. Y a Ud. también, Hermano Jess. Dios los bendiga aquí.",
    "¿Están Uds. creyendo ahora de todo corazón? Esperen, creo que se me ha pasado esta hermanita aquí abajo. Muy bien. Tenemos dos camillas, tenemos que llegar a ellas en un minuto. ¿A Ud. no le importa esperar un minuto, la hermana allí, o quién sea la otra persona?",
    "Ahora sean muy reverentes y permanezcan en silencio, todos sean reverentes. ¿Ven?, Uds. deben ser muy, muy reverentes. Ahora, descansemos un momento, ¿ven?, de las visiones, solo un segundo. Y sean muy reverentes. Ahora todos miren hacia acá, y cantemos en voz baja, Solo creed, ahora. Todos juntos ahora. (Permítanme.)\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed.",
    "Pues, él me pidió que fuera a orar por ellos ahora, pero ahora estoy un poco relajado. Permítanme comenzar de nuevo la línea, en un minuto me detendré. Ahora, ¿dónde está la gente por la que se va a orar, esa señora allí en la silla? Muy bien, un momento, yo—yo… Vendré a ella, ¿ven?, solo un minuto. Muy bien, solo un minuto. Ahora, todos muy reverentes. Estoy bastante seguro de que Uds.—Uds. se dan cuenta bajo lo que estoy aquí. ¿Ven? No solo aquí, sino que, en las tierras extranjeras, a veces son miles de millares.",
    "Escuché un poco, sentí un poco de resentimiento hace un rato, por el nombre de alguien que fue llamado. ¿No se dan cuenta que Jesús sabe su nombre? ¿No han visto eso? Deben haber desconocidos aquí que no lo han visto. Pues, ¡vaya!, a veces aquí en la plataforma Él le dice a la gente todos sus pecados, y saca eso a la luz. Uds. saben eso. Cada… ¿No le dijo Jesús a Pedro: “Tu nombre es Simón. El nombre de tu padre era Jonás. El hijo de Jonás”? ¿Ven? Solo es para mostrar que Él está aquí. Ahora, cualquiera sabe, todos aquí están obligados a decir que es alguna clase de Espíritu que hace eso. Ahora, Ud. puede decir: “Es Beelzebú” o puede decir: “Cristo”. Dios juzgará por lo que sea. ¿Ven? Les estoy diciendo que esa es la promesa de la Biblia, la Santa Biblia de Dios aquí le da la promesa.",
    "Ahora, ahora sean muy reverentes un minuto. Ahora, un momento. ¿Es este el hombre que sigue? Muy bien, venga hacia acá por aquí, señor. No conozco al hombre. Dios lo conoce. Pero, señor, si Dios me dice por qué Ud. está aquí, pues, eso lo haría creer, ¿no es así? Seguro que sí. ¿A cuántos más allá afuera les haría creer? Aquí se están encontrando dos personas, el hombre es más joven que yo. Dios lo ha alimentado toda su vida. Él está parado allí con los ojos cerrados. Pero si Dios me revela para qué está aquí, o algo al respecto, eso debe hacer que cada uno de Uds. crea con todo su corazón. ¿No lo creen Uds.?",
    "Aquí, un momento, aquí atrás, sentado en la fila aquí atrás, hay un hombre, orando. Él tiene algo extraño. Veo un destello. Sí, él ha sido alcanzado por un rayo. Sí. Tenga fe, mi hermano. Soy un desconocido para Ud., señor. Si es cierto, levante la mano, no nos conocemos el uno al otro. Dios le conoce. Tenga fe ahora.",
    "Ahora Uds. dicen: “¿Qué está haciendo, Hermano Branham?”. Estoy observando esa Luz; se está moviendo.",
    "Problema de la vejiga, sentado allí orando por… con problemas de la vejiga, un hombre mirándome. Somos desconocidos el uno al otro, ¿no es así? Díganme qué tocó ese hombre. Su problema de la vejiga ha desaparecido, señor. ¿Qué tocó él? Está a diez metros de mí. Él tocó al Sumo Sacerdote que puede ser tocado por el dolor.",
    "Ese hombre sentado a su lado, él también está orando. Esto es lo que él está orando: “Señor, que yo sea el siguiente”. Él dijo eso ahora mismo. Correcto. ¿Cómo supe por lo que está orando? Él, quien responde a la oración. Esa hernia por la que está orando, eso es lo que Ud. tiene, una hernia. Si es así, levante la mano. Muy bien, si Ud. cree con todo su corazón, esa cosa sanará.",
    "Yo reto su fe. ¡En el Nombre de Jesucristo, Ud. crea! ¡Oh, vaya, qué sensación! Él está aquí. Sí. Ahora que suceda. Ahora Uds. verán Quién es el Jefe. Él es el Jefe. Que el impío diga algo ahora, el incrédulo. El Señor Jesucristo, para probarles a Uds. que el tiempo del fin está aquí, ese es Su Espíritu sobre mí. Ese es Él. No soy yo, yo no lo conozco a Ud. Es Él. Ud. solo crea con todo su corazón.",
    "Este hombre, creo que era el siguiente, este hombre aquí. Señor, yo—yo solo tengo que ver hacia dónde va Aquello. Yo no lo conozco. Si Dios me revela para qué está Ud. aquí, ¿creerá que soy Su profeta, Su siervo? Ud. es una persona valiente. Ud. está parado aquí por alguien más, es correcto, va a la iglesia con Ud., úlceras. Así es. Ud. no es de aquí. Este no es su hogar. Ud. viene de muy lejos. ¿Cree que Él puede decirme de dónde es Ud.? Missouri. Exactamente cierto. Sr. Friels, ahora si Ud. cree con todo su corazón, Ud. puede irse a casa y ser sano, y todas las demás cosas que Ud. está pidiendo. Vaya y crea en el Señor Jesucristo.",
    "¿Creen Uds.? Parece que debería conocerla a Ud. La he visto en alguna parte. ¡Oh, sí!, sé dónde estaba Ud. Ud. es… Ahora, espere un minuto. No estoy fuera de mí, pero esto es bajo la unción. Ud. es… Ahora, espere un minuto. Ud. fue sanada en Louisville, Kentucky, o su hermana fue sanada. Ud., ¿cuál es…? Hupp, la hija de la Hermana Hupp. Correcto. ¿Cree Ud. con todo su corazón, para ser sana como lo fue su hermana? Vaya a casa, recíbalo, Jesucristo la sana.",
    "Hermano, crea que ese nerviosismo ha desaparecido para siempre, y solo vaya a casa, diga: “Gracias, Señor Jesús, me voy a casa, voy a estar bien”. Y Él lo hará.",
    "¿Cree Ud. con todo su corazón, señor? ¿Qué le parece si yo bajara y pusiera las manos sobre Ud., con esta unción? ¿Cree que se le concedería a Ud.? Bajaré y lo haré, en el Nombre de Jesucristo. Ud. morirá tendido allí, está muy, muy enfermo, no hay nada que hacer; tiene líquido en los pulmones. Es cierto. Ud. morirá tendido allí, con toda seguridad. Ahora, ¿por qué no creerle a Él con todo su corazón? Levántese, en el Nombre de Jesús…?…\n\n[El Hermano Branham ora por varias personas, muchas de sus palabras son indiscernibles.—Ed.] Dios, concédelo. Él escuchó mi oración en el Nombre de Jesús. Dios, concédelo.\n\nNo me pases, oh tierno…",
    "Oren, todos, ahora, todos juntos, vamos a imponer las manos. La unción del Espíritu Santo está aquí, voy a poner las manos sobre la gente. La Biblia dice: “Estas señales seguirán a los que creen”. Muy bien.\n\n[El Hermano Branham continúa orando por la gente, muchas de sus palabras son indiscernibles.—Ed.] …?…Sal de ella, Satanás, en el Nombre de Jesucristo…?… En el Nombre del Señor Jesús…?… En el Nombre del Señor Jesús…?… Padre Celestial…?…",
    "Oremos ahora por estos paños aquí. Nuestro Padre Celestial, ellos tomaron del cuerpo de San Pablo, pañuelos o delantales, y dice que “espíritus inmundos salían de ellos”. Entendemos que no somos San Pablo, pero sabemos que Tú sigues siendo el mismo Jesús, porque Tú estás tan vivo hoy como lo estabas en los días de San Pablo. Oro por estas peticiones, Señor, representadas en estos pañuelos. Pedacitos de telas y pañuelos, y botitas para bebés. Dios, oro que Tú lo concedas.",
    "Somos instruidos que Israel iba marchando a la tierra prometida, y una gran Columna de Fuego iba delante de ellos, un profeta los representó, representó a Dios, para ellos en la tierra. Y ellos… este profeta los guió al Mar Muerto, y este les cerró el paso. Algo les estorbó el camino mientras caminaban en la línea del deber. Dios miró abajo, de los Cielos, desde esa Columna de Fuego, y el mar temió, y se apartó y abrió camino directamente por el mar, para que Israel siguiera la senda del deber, y pasaron a la tierra prometida.",
    "Dios, cuando estos pañuelos sean puestos sobre los enfermos y afligidos… Satanás se ha cruzado en su línea, él les está impidiendo su camino en la línea del deber. Permite que el Poder que levantó a nuestro Señor, Quien está presente ahora, venga sobre estos pañuelos. Y, cuando estos toquen a los enfermos, que el diablo tenga miedo, cuando Él mire hacia abajo a través de la Sangre de Jesucristo, y que cada uno de ellos sea sanado y continúe en el camino del deber. Concédelo, Señor. Te damos las gracias. Tu Presencia está aquí. ¡Oh, esta gloriosa unción de Tu Espíritu que nos sacude como seres mortales, Señor! ¡Cuánto Te agradecemos por Tu bondad! Bendice a estos ahora, en el Nombre de Jesús.",
    "Con sus rostros inclinados, toda persona aquí. No solo inclinen sus rostros, ahora les voy a pedir que a la vez inclinen sus corazones. ¿Qué más podría hacer Dios para dejarles ver que Él está aquí? Tómenme ahora por mi palabra. Esta unción es tan tremenda ahora mismo que casi me mareo aquí. Yo no soy un fanático. Uds. saben que no lo soy. No soy propenso a alucinaciones. Yo solo les estoy diciendo lo que es la verdad; es Escritural. Esa Luz realmente se ha esparcido por todas partes, parece que está por todo el lugar aquí. ¡Qué tremenda necesidad! Créanme.",
    "La Biblia dice, en Marcos 16: “Estas señales seguirán a los que creen”. ¿Cuántos creyentes hay aquí, digan: “Amén”? [La congregación dice: “Amén”.—Ed.] Pues, la Biblia dice: “Estas señales seguirán a los que creen”. Es para que Uds. sepan que no soy yo, Ud. está tan incluido en esto como yo. Esto solo es un don de Dios, para manifestarlo a Él, y dice cosas. Y pueden investigar los registros, a lo largo de los años: ¿Aquello habrá dicho algo que no haya sucedido al pie de la letra? Todo a la perfección, cada vez. Tiene—tiene que serlo, porque es Dios. Ahora, no solo miren rápidamente, o buscando algo muy lejos. ¡Miren, Él está aquí ahora, ahora mismo!",
    "Ahora, si Ud. es un creyente, ponga su mano sobre alguien a su lado, y ellos van a poner su mano sobre Ud. No ore por Ud. mismo, ore por ellos porque ellos van a estar orando por Ud. Ahora para que Uds. puedan saberlo, y—y si Uds. hacen esto, se los aseguro. Bueno, no quedan camillas ni catres, ya no los hay. Pero Uds. han estado aquí cuando había camillas y catres aquí, lisiados, cojos, tullidos, ciegos, nunca ni una sola vez que no tomara todo. Ahora, de la manera en que Ud. ora en la iglesia, si Ud. es metodista, ore como lo hacen los metodistas. Si Ud. es bautista, ore como lo hacen los bautistas. Si Ud. es pentecostal, ore como ellos. Lo que Ud. sea, ore. Pero ore por la persona sobre la que tiene sus manos. Luego crea.",
    "Ahora, recuerden, la Biblia dice: “Estas señales seguirán a los que creen; si ponen las manos sobre los enfermos, ellos sanarán”. Ahora oren por cada uno, como individuos. Voy a orar por Uds., colectivamente, desde la plataforma. Ahora, cada uno a su propia manera.",
    "Nuestro Padre Celestial, nos acercamos a Tus misericordias. No podríamos venir en nuestro propio nombre, pues no tenemos una promesa a través de eso. Pero Tu Propio Hijo amado nos ha dado una promesa, que “Si pedís algo al Padre cualquier cosa en Mi Nombre, Yo lo haré”. Esa fue Tu promesa. Ahora, Padre, oro que Te manifiestes con estos creyentes. Ellos están poniendo sus manos sobre los enfermos, el uno sobre el otro, y venimos ahora al trono de Dios, trayéndolos. En la Biblia, en Marcos, el capítulo 11, el versículo 23, dice: “Si le dijeres a este monte: ‘Muévete’, y no dudares en tu corazón, sino creyeres que lo que dices se cumplirá, podrás recibir lo que has dicho. Si permanecéis en Mí y Mis Palabras en vosotros, pedid lo que queráis, y os será concedido”.",
    "Ahora, Padre, cada precepto de Tu Palabra, Lo he aceptado sin importar lo que otros digan. Yo La he creído tal como está escrita. Porque no es de interpretación privada, como lo sabemos, sino tal como Ella está escrita. Si Tú nos vas a juzgar por este Libro, ciertamente Te has asegurado que llegara a nosotros en la forma correcta, porque hemos de ser juzgados por el Libro. Y ahora, Padre, yo La creo con todo mi corazón, y aun el don del Espíritu de profecía que Tú manifiestas. Y por eso sé que eres Tú, porque Eso siempre cuadra exactamente con la Escritura. Ahora venimos, Señor, y Te damos las gracias por Eso. Y úngenos ahora. Nos estamos acercando al terreno del enemigo.",
    "¡Oh, Satanás!, eres un ser derrotado. Tú no tienes poder. El Hijo de Dios te quitó el poder, te despojó de todo lo que tenías, en el Calvario; probó que Él estaba con nosotros, por la resurrección. Y como aquellos que venían de Emaús, Él se nos ha aparecido esta mañana e hizo algo como Él lo hacía antes de Su crucifixión, por lo tanto, sabemos que Él ha resucitado de los muertos. Y, Satanás, nosotros venimos en Su Nombre, el Nombre de Jesús, con el Poder de Cristo. Y estás derrotado, y solo eres un fanfarrón. Y si aceptamos tu engaño, nos matarías prematuramente. Pero tú no puedes hacerlo. Venimos, desafiando eso por la Palabra de Dios, por el sufrimiento vicario de Jesús. Nosotros derrotamos tu engaño. Vemos tus intenciones, Satanás. Y salimos en pos de esa oveja, como el león en los días de David. Venimos para traer esa oveja de nuevo a buena salud y fuerza. ¡Suéltalos, en el Nombre de Jesucristo! ¡Sal de este lugar! ¡Sal de este pueblo, Satanás! Te reprendemos, en el Nombre de Jesucristo. Suéltalos, porque en el Nombre de Cristo, los traemos de nuevo al Trono del Padre esta mañana, con salud y fuerza, en el Nombre de Jesucristo.",
    "Todos Uds. que ahora creen que se ha hecho la oración de fe, que han puesto sus manos sobre alguien, que han creído, y creen que Cristo los ha sanado, y Ud. cree que está sano porque la persona oró por Ud., y Ud. acepta ahora mismo, que está sano, no me importa cuán lisiado, cuán ciego, cuán sordo, como Ud. esté, cuán débil, cuán enfermo, póngase de pie, en el Nombre de Jesucristo, y acéptelo. Amén. Levántese, en todas partes, no importa lo que esté mal. Póngase de pie, levante las manos y alabe a Dios por Su bondad. Amén. 🦅"
  ]
}