{
  "title": "LA MÁS GRANDE BATALLA JAMÁS PELEADA",
  "id": "62170009",
  "content": [
    "🦅  Gracias, Hermano Orman. El Señor lo bendiga.",
    "Buenos días, amigos. Estoy contento de estar aquí de nuevo esta mañana, aunque supongo que ha sido un poco inesperado, para mí, y estoy seguro que para la congregación. Y estaba leyendo, y… Gracias, hermana. Y el Señor parece haber puesto algo en mi corazón, para que lo trajera a la Iglesia, y pensé que era tiempo de hacerlo. Y ahora, esto…",
    "Cuando llegué, y entonces no sabiendo que estaríamos aquí este domingo, anuncié que tengo un—un Mensaje para la Iglesia. Y quiero, si Dios lo permite, traer este Mensaje el próximo domingo. Y será largo, así que, es probable que no salga antes de las doce y media o la una de la tarde, posiblemente, si es que para esa hora. Ha estado en mi corazón por mucho tiempo, y pienso que le debo al público una respuesta de por qué no he estado activo en el campo misionero. Y he predicado insinuándolo, pero estoy seguro que nunca ha salido directamente como debe. Por lo tanto, pienso que, Dios mediante, el próximo domingo, quiero simplemente tomarme el tiempo y mostrarlo, la razón y el motivo, y darles a conocer a Uds. Escrituralmente lo que está sucediendo (¿ven?), el porqué de todo; pues, probablemente estaré saliendo inmediatamente para el exterior o a alguna otra parte. Ahora estoy esperando ver hacia dónde Él me llama a ir. La última…",
    "Hace como tres noches, o dos noches, recibí una llamada por el teléfono, cerca de la medianoche; y era para que orara por una mujer que estaba en el hospital. Y me llamaron y dijeron: “Ore”. Y olvido el nombre que me dieron; que… Dijeron que era una amiga de la Sra. de James Bell, nuestra hermana aquí de la iglesia, una hermana de color, una mujer muy leal y fina. Creo que el nombre que me dieron era Shepherd. Entonces me bajé de la cama y me arrodillé, y—y se lo conté a mi esposa; el timbre del teléfono la despertó. Y le dije: “Tenemos que orar por la Sra. Shepherd, una hermana que ha llamado, es amiga de la Sra. de James Bell”. Así que oramos por ella, y volvimos a la cama.",
    "Y luego como a las diez o las once, el día siguiente, recibí de nuevo una llamada; era Billy. Y él me dijo que no era la Sra. Shepherd, dijo que era la Sra. Bell misma, no la amiga de la Sra. Bell. “Era la Sra. Bell, y ella está en el hospital, muy grave”. Y nos dimos prisa al hospital, pero ella ya había partido. El Señor había llamado a Casa a la Sra. Bell.",
    "La Sra. Bell ha sido fiel en congregarse aquí con nosotros en la Iglesia, por años. Su esposo James y yo trabajamos juntos, con mi padre, hace muchos años, allá instalando… Instalábamos los ramales de vía de tren que entraban de la compañía Pennsylvania hacia Colgate, hace muchos años; me supongo que hace unos treinta años, o más. Y nosotros amamos a la Hermana Bell. Ella era una gran persona.",
    "Y tengo entendido que ella sufrió un ataque agudo por una enfermedad de la vesícula biliar, y ellos… Su médico, que conocía muy bien el caso, no estaba en la ciudad en ese momento. Y un médico nuevo vino para examinarla, y—y recomendó una cirugía de urgencia, y ella no la sobrevivió. Y—y ella estaba… Creo que su… Como tengo entendido, su médico particular no hubiera recomendado la—la cirugía, porque ella tenía sobrepeso y estaba mal de la vesícula biliar. Y creo que ella tenía cálculos o algo allí, y—y el Señor había sido misericordioso. Ella había sufrido esos ataques antes y el Señor los había aliviado, muchas veces. Pero sucedió que… Bueno, si traemos la cosa completamente a la luz, diríamos esto: Dios había llamado a la Hermana Bell, y así había de tomarse, ¿ven?",
    "Y aun la manera en que me lo hizo entender, que yo creí que era la Sra.… una Srta. Shepherd. Yo no conocía a la Srta. Shepherd. La dama, puede ser que esté aquí esta mañana, y quizás la conozca si veo su rostro. No obstante, fue dicho que era una Sra. Shepherd. Ahora, si todo esto sucedió así, para que… Si yo hubiera sabido que era la Sra. Bell la que estaba en esa condición, probablemente hubiera ido allá e intercedido por ella inmediatamente. Y entonces (¿lo ven?), quizás Dios no quería que lo hiciéramos. Por lo tanto, “Sabemos que todas estas cosas ayudan a bien a los que aman a Dios”.",
    "Y estoy seguro que la Hermana Bell amaba a nuestro Señor. Ella era una mujer buena. Ahora, ella es uno de nosotros. Aquí, nosotros no tenemos barreras de color. La familia de Dios no traza líneas por color. Ya que seamos rojos, morenos, negros o amarillos, no tiene importancia, o blancos; lo que sea, somos hermanos y hermanas en Cristo. Y, por tanto, la—la amamos. Y la extrañaremos, el tabernáculo. ¡Cuánto extrañaré esos grandes “Amenes” tan profundos de la Hermana Bell, que salían de ese rincón allá atrás; y cuando la llevaba a casa, que ella hablaba del Señor Jesús!",
    "Y si entiendo correctamente, no lo supe sino hasta hace unos momentos, pero creo que su funeral será aquí mismo en la iglesia. [El Hermano Neville dice: “Es correcto”.—Ed.] Este martes a [“La una”.] a la una. Y creo que Ud. y yo oficiaremos [“Es correcto”.] este servicio fúnebre.",
    "Pero, en esta mañana estamos en una congregación más débil por uno menos. En respeto por nuestra Hermana Bell, pongámonos de pie un momento, mientras inclinamos nuestros rostros.",
    "Dios de vida, Quien da y quita la vida, como dijo Job en la antigüedad: “Jehová dio y Jehová quitó; sea el Nombre de Jehová bendito”. Hace unos años, Tú enviaste a la Hermana Bell entre nosotros, para que fuera conciudadana nuestra, en la gran comunidad de Dios. Y Te agradecemos por toda la inspiración que ella ha sido para nosotros; cómo le encantaba cantar los himnos y testificar, y era tan llena del Espíritu, al grado que podía clamar y gritar. Y ella no se avergonzaba del Evangelio de Jesucristo, pues, para ella, era el Poder de Dios para la salvación. Vimos sus años acumularse, y el tiempo viene cuando todos tendremos que rendir cuentas. Y ahora Te la has llevado de en medio nuestro, en esta mañana, para que esté en Tu Presencia; porque verdaderamente, cuando partimos de aquí, estamos en la Presencia de Dios.",
    "¡Oh, Dios, te damos las gracias por todo! Oramos que bendigas a su esposo, mi amigo, James; a su hijo, a sus hijas, a todos ellos. Tenemos entendido que su hijo viene en un vuelo desde Alemania, donde está en las fuerzas armadas, regresando a casa, para dar los últimos respetos que pueda en esta Tierra a su madre que ha partido. ¡Cómo debe estar doliendo el corazón de ese joven en esta mañana! Oro por él, Señor. Dios, bendícelo. Bendice a Jimmy, y cómo él ha… Lo veo trabajar allá, en un horario agotante, para ganarse el sustento de su familia. Oro para que la gran familia no sea separada, sino que el círculo familiar quede intacto en esa Tierra del otro lado.",
    "Permítenos, Señor, ajustarnos ahora un poco más la armadura y el cinturón, y salir ahora a la batalla, para combatir con uno menos que hace una semana. Oramos que Tú nos sustentes y nos fortalezcas, y ayúdanos mientras continuamos, y que algún día todos nos podamos reunir nuevamente del otro lado; porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora que el alma de nuestra hermana que ha partido descanse en paz. Yo quisiera mencionar que su—su funeral será predicado aquí el domingo, o el martes, y nos… Quien quisiera venir será bienvenido. Seguramente que el Hermano Neville aquí tiene los preparativos. [El Hermano Neville lo confirma.—Ed.] Y Ud. los tenía. Ahora, hoy, sólo…",
    "Vean, no hay muchos. Si en algún lugar hubiera asientos que les lleven al Hermano y a la Hermana Slaughter allá atrás. Recibí su llamada, Hermana Slaughter, y me puse a orar por su… la otra Hermana Slaughter, la Hermana Jean Slaughter, que padece de esa fiebre de conejo: la tularemia. Por cierto, ella sufre un caso muy grave de eso, pero estamos confiando en Dios que va a estar bien.",
    "Ahora, queremos leer de la Escritura. Y en esta mañana, quiero enseñar tomándome mi tiempo, porque desde que regresé de Arizona, pues, tengo la garganta un poco sentida.",
    "Y ahora, es el próximo domingo, no olviden, y creo que Billy ya ha despachado por correo los—los anuncios. Y creemos que va a ser un servicio bastante largo, así que vengan tan temprano como puedan. Queremos comenzar a las nueve y media o mejor dicho, a las diez. Y tengan en mente, posiblemente, como la una o una-… tal vez, o a las doce y media, hasta la una, algo así; me gustaría tomar tres, cuatro horas, o más, y sencillamente escudriñar las Escrituras. Traigan su lápiz y papel, y lo presentaremos. Si hay alguna pregunta, Ud. haga, hágala (¿ven?), y tal vez podamos explicarla; haremos lo que podamos para ayudar.",
    "Ahora, leamos entonces primero unas Escrituras. Tengo tres citas en la Biblia que me gustarían leer. Y la primera de ellas (por si quieren anotarla y tienen un lápiz), quiero hacer referencia esta mañana a varios textos, a los que… o sea, a varias Escrituras, a las que quisiera referirme. La primera será Primera de Pedro 5:8-10, Efesios 6:10-17 y Daniel 12:1-14. Ahora, al leer, nos tomaremos nuestro tiempo.",
    "Y prácticamente todos tienen asiento. Así que, aún hay algunos de pie en el fondo y al costado. Pero vamos a tratar de terminar lo más pronto posible y despedirlos, luego vamos a orar por los enfermos.",
    "Tenemos una damita tendida aquí esta mañana, que está muy enferma. Tengo entendido que estuvo muy enferma ayer. Y yo—yo quería que ella primero escuchara en esta mañana, antes de que orara por ella. Y sé de los padecimientos de la damita. Y está muy enferma, pero tenemos a un Padre Celestial muy grande, quien ha más que vencido toda enfermedad. Y tengo un—un pequeño…",
    "Le pregunté a la Sra. Woods si lo podía leer, pero ella—ella estuvo un poco reacia a—a hacerlo. Un artículo, donde un doctor en medicina quedó verdaderamente sorprendido; pues, él era un crítico de la sanidad Divina, y ni siquiera permitía que alguien hablara del tema en su consultorio, y su enfermera también. Pues parece ser que recibió a una paciente con un caso de cáncer, un cáncer grande. Él no quiso tener nada que ver con eso, por tanto, la envió a otra clínica. Ellos tampoco quisieron tener nada que ver con eso, así que la devolvieron. Entonces ellos… ¡Oh!, lo tenía en el seno, y estaba en una condición terrible. Y toda la piel había sido comida. Y el cáncer había penetrado por el seno, a las costillas. Seguramente Uds. entienden lo que quiero decir.",
    "Tienen presente a nuestro amigo médico de Noruega, acompañándonos esta mañana.",
    "Y él preparó todo su material, pues dijo que sabía que—que ella quería que él la operara y le removiera el seno; y era un trabajo muy sangriento. Y—y él preparó todas sus toallas y todo. La enfermera preparó a la mujer y la trajo a la sala de operación, y volvió a salir para traer el instrumental, que tendría que ser usado por el médico y su asistente, para remover el seno. Y así que tenían las toallas y cosas cubriéndola. Entonces comenzaron…",
    "Cuando él se iba a dar la vuelta, el esposo de ella quiso saber si podía sentarse en el fondo del cuarto a orar. Él era un predicador de la santidad. Y él se sentó allí a la orilla, al pie de la cama, y oraba. Por supuesto, el médico no estaba muy contento con eso, Uds. saben; de que él estuviera allí. Pero siempre y cuando él no mirara, no le haría daño, pues: “Supongo que no habría problema; no se—no se iba a desmayar”.",
    "Entonces, mientras estaba sentado orando, en el cuarto entró como un aleteo. Y cuando el médico se da la vuelta para iniciar, con su instrumento, para comenzar a remover el seno, él quitó toalla tras toalla; ni siquiera había una sola cicatriz en el seno. ¡Ni siquiera una cicatriz! El dijo: “Esto se—se… ¿se mueve esto de lugar?”. Y él comenzó a… Y la enfermera dio el testimonio. Los dos fueron y han llegado a ser pentecostales, llenos del Espíritu Santo, sirviendo al Señor. ¡No hubo siquiera una cicatriz!",
    "El mismo Doctor Holbrook testificó, dijo: “Un minuto antes, la—la mujer estaba tendida allí, y la enfermera, y el tremendo cáncer que le salía del seno. Y un minuto después, no quedaba ni siquiera una cicatriz en el lugar donde había sido sacado”. Ése es uno de nuestros mejores doctores en medicina aquí en América. Dijo que Él había quedado convencido allí mismo. Y él, con todo, era un diácono en una iglesia. ¿Ven?",
    "Vean, la gente piensa que la iglesia es algo adonde uno simplemente asiste, y que es: “¡Oh, que uno va allí para aprender a ser bueno, o algo así!”. Amigo, no es para eso, no. Dios es Dios. Él sigue siendo tan maravilloso hoy como siempre, siempre lo ha sido; y Él siempre seguirá igual. Y Él es… Nosotros sencillamente lo amamos.",
    "Ahora, queremos leer ahora en Primera de Pedro, el capítulo 5, comenzando con el versículo 8 y 10:\n\nSed sobrios,…velad; porque vuestro adversario el diablo,…león rugiente, anda alrededor buscando a quien devorar;\n\nal cual resistid firmes en…fe, sabiendo que los mismos padecimientos se van cumpliendo en vuestros hermanos en todo el mundo.\n\nMas el Dios de toda gracia, que nos llamó a su gloria eterna en Jesucristo, después que Uds. hayan padecido un poco de tiempo, él mismo os perfeccione, afirme, fortalezca y establezca.",
    "¡Alabado sea Dios! Ahora en el Libro de los Efesios; nos gustaría abrir aquí en el Libro de los Efesios, el capítulo 6, y nos gustaría leer del 10 hasta el versículo 17, que he marcado.\n\nPor lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n\nVestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n\nPorque no tenemos lucha contra sangre y carne; sino contra principados, contra potestades, contra los gobernadores de las tinieblas del siglo—de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n\nPor tanto, tomad vosotros toda la armadura de Dios, para que podáis resistir en el día malo,…habiendo acabado todo, estar firmes.\n\nEstad, pues, firmes, ceñidos vuestros lomos con la verdad,…vestidos de la coraza de justicia,\n\ny calzados los pies con el apresto del evangelio de la paz.\n\nSobre todas las cosas,…el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n\nY tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios.",
    "Ahora en el Libro de Daniel, me gustaría leer algo más. Ahora, Daniel el capítulo 12. Y quiero comenzar en el primero, y leer una—una porción bastante larga aquí; catorce versículos.\n\nEn aquel tiempo…levantará Miguel, el gran príncipe que está de parte de los hijos de tu pueblo; y será tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces; pero en aquel tiempo será libertado tu pueblo, todos los que se hallaren escritos en el libro.\n\nY muchos de los que duermen en el polvo de la tierra serán despertados, y unos para vida eterna,…otros para vergüenza y confusión perpetuamente.\n\nLos entendidos resplandecerán como el resplandor del firmamento; y los que enseñan—que enseñan la justicia a la multitud, como las estrellas a perpetua eternidad.\n\nPero tú, Daniel, cierra las-cierra…el libro hasta el tiempo del fin. Muchos correrán de aquí para allá, y la ciencia se aumentará.\n\nY yo Daniel miré, y he aquí otros dos que estaban en pie…uno a este lado del río, y uno al…al otro lado del río.\n\nY dijo uno al varón vestido de lino, que estaba sobre las aguas del río: ¿Cuándo será el fin de estas…maravillas?\n\nY oí al varón vestido de lino, que estaba sobre las aguas del río, el cual alzó su diestra y su siniestra al cielo, y juró por el que vive por los siglos, que será por tiempo, tiempo, y la mitad de un tiempo. Y cuando se acabe la dispersión del poder del pueblo santo,…estas cosas serán cumplidas.",
    "Creo que me detendré allí. Quiero tomar un texto (si se le puede llamar un texto), de allí, de eso, para sacar esta conclusión: La Más Grande Batalla Jamás Peleada. Eso es lo que quiero usar como texto.",
    "Ahora, el cómo llegué a obtener esto como texto para esta mañana. Acabamos de regresar, un par de síndicos aquí de la iglesia y yo, que estábamos allá en Arizona. Y fuimos allá, realmente, para tener una reunión en Phoenix, con el Hermano Sharrit, en su tabernáculo. Pero cuando me enteré que un—un hermano estaba en la ciudad teniendo servicios en una carpa, bueno, no me sentí entonces muy dispuesto a tener la reunión. Pensé quizás en hacerla el domingo en la tarde, para no estorbar a ninguno, en sus iglesias. Pero, resulta ser que él también tenía servicio el domingo en la tarde, y quedé un—un poco preocupado en cuanto a realizar un servicio.",
    "Entonces nosotros, los hermanos, en vez de pasar todo el día, ya que andábamos de cacería, entramos a la ciudad, y nos preparamos, y asistimos a los cultos del Hermano Allen. El Hermano A. A. Allen estaba teniendo servicios. Así que asistimos a los servicios, y el Hermano Allen predicó un sermón muy poderoso. Nos gozamos, pasamos un—un buen rato, escuchando al Hermano Allen, escuchando a los—los cantantes y demás, la manera en que cantaban y gritaban, y tuvimos un gran culto.",
    "Luego, por todo el camino vimos la mano del Señor. Dondequiera que íbamos, el Señor Jesús se encontraba con nosotros. Y hay algo al estar alejado, a solas, allá en los desiertos. Hay algo en cuanto a eso, que si Ud. llega a estar a solas de esa manera, hay algo que lo atrae a uno. Ésa, seguramente, es una de las razones por lo cual me gustan esos lugares apartados. Uno se aleja del poder tan intenso del enemigo, como lo tenemos aquí.",
    "Un diablo es casi inofensivo a menos que tenga algo por medio de lo cual obrar, le es necesario. ¿Recuerdan Uds. esos demonios que fueron lanzados de Legión, que tenían? Querían hacer más daño, así que quisieron entrar en los cerdos. Por tanto, los demonios necesitan algo en lo que puedan obrar, alguien por medio del cual obrar.",
    "Y de esa manera también opera Dios. Él necesita de nosotros. Él está dependiendo de nosotros, para obrar por medio nuestro.",
    "Y muchos vinieron mientras estábamos en el viaje, con sueños. Y el Señor Jesús nunca falló, sino que dio la interpretación correcta, y que fuera así, exactamente de esa manera.",
    "Y luego Él fue bueno con nosotros, en que nos guió a los animales y en decirnos dónde estaban. Y, Uds. saben, al estar así allá, sencillamente que es maravilloso. Nos sentábamos alrededor, al anochecer, junto a la hoguera, apartados de la gente por millas y millas y millas, y observábamos el—el fuego vacilante de la hoguera, sobre las piedras que lo bordeaban. Y, ¡oh, era tremendo!",
    "Un hermano allí, había estado teniendo problemas con su esposa, que había… Años atrás, ella levantó el rostro en una reunión, donde yo estaba teniendo culto. Y yo les había pedido que mantuvieran los rostros inclinados; había un espíritu maligno que no salía de una—una mujer, en la plataforma. Y esta señora, irreverentemente, de todas maneras levantó la cabeza. Y el espíritu salió de la mujer, en la plataforma, y pasó a ella. Y eso hace como catorce años, y la mujer ha estado en una condición muy grave; tanto, que aun, mentalmente, hasta hace cosas que no están bien. Por ejemplo: dejó a su propio esposo y fue y se casó con otro hombre mientras aún vivía con su propio esposo; reclamaba que ni sabía que lo había hecho. Y entonces ellos—ellos trataron de examinarla por esto, ¿cómo se le dice, cuando uno… amnesia? Eso… ¡Oh, como se llame! ¿Supongo Doctor, que eso es correcto? Pero no era eso; era un espíritu. Y ella… Y esta dama era una buena amiga mía, pero desde esa noche en adelante, ella resolvió odiarme. Por supuesto, Uds. ven la razón.",
    "Pero luego, cuando su esposo vino, y nos arrodillamos en el cuarto para orar, entonces bajó el Espíritu Santo; hasta allí le llegó eso. Luego Él le apareció a su esposo esa noche, en un sueño. Él vino para relatarme el sueño, creyendo que era algo gracioso. Pero nos dimos cuenta que era justamente la respuesta para la sanidad de su esposa. ¡Oh, cómo obró el Espíritu Santo!",
    "Seguimos hacia Tucson, con el Hermano Norman y ellos, y allí el Señor comenzó a obrar de nuevo con grandes y poderosos hechos, y a revelar cosas.",
    "Y una noche, lo que me trajo aquí a esta conclusión, yo estaba parado con el Hermano Wood y el Hermano Sothmann, y estábamos… Eran como las diez de la noche, y yo estaba mirando hacia el firmamento, y un gran temor reverencial vino sobre mí. Y yo dije: “¡Miren eso! ¡Esa hueste celestial tan grande!”. Y dije: “Todo está en perfecta armonía”.",
    "Y el Hermano Wood dijo: “Mirando dos estrellitas que estaban tan juntas, que parecía ser una luz”.",
    "Le dije: “Pero ¿sabe, Hermano Wood, de acuerdo a la ciencia, en esa Osa (la Osa Menor, la Osa Mayor), esas estrellas no parecen tener más de dos pulgadas de distancia entre ellas [4 cms—Trad.]; y están más lejos la una de la otra que nosotros de ellas. Y si comenzaran a viajar hacia esta Tierra, tardarían (a miles de millas por hora), tardarían cientos y cientos de años para que llegaran a la Tierra”. Y dije: “En todo este gran sistema tan inmenso, y aun nos dicen que observando a través de telescopios, alcanzan a ver allá muy a lo lejos, a ciento veinte millones de años luz, y todavía más allá hay lunas y estrellas; y—y con todo, Dios creó cada una de ellas. Y Él está en medio de ellas”.",
    "Y dije: “Allá en algún lugar, me mostraron una vez, en un observatorio, el Zodíaco; comenzaba con la virgen, y pasaba por la edad de cáncer, y continuaba hasta la última que era el león, Leo el león. La primera venida de Cristo, a través de la virgen; la segunda venida, a través del León de la Tribu de Judá”. Y yo dije: “Me he esforzado por ver ese Zodíaco, y no he podido verlo; sin embargo, allí está. Aquéllos que han sido instruidos, saben que está allí. Job lo vio. Los hombres no lo perdían de vista antes, en un tiempo era una Biblia. Pero en esa gran masa de millones y billones de—de años luz, Dios se sienta en medio de todo eso, y mira hacia abajo. Pablo está allá; mi madre está allá, en algún lugar, mirando hacia abajo”.",
    "Y pensé en el orden de esa hueste celestial, ni una de ellas está fuera de lugar; cada una mantiene su posición, perfectamente. ¡Es el gran ejército de Dios! Pensé en los soldados: cómo sería si esa Luna llegara a salirse de orden, a los pocos minutos la Tierra quedaría cubierta nuevamente de agua. La Tierra volvería a estar exactamente como estuvo cuando Dios decidió usarla, para ponernos aquí sobre ella. “Estaba sin forma y vacía, y las tinieblas y las aguas cubrían la faz de la tierra”. Y si esa Luna llegara a moverse, entonces sucedería lo mismo. Cuando la Luna se aleja un poquito de la Tierra, la marea sube. Cuando ella baja, la marea baja: es el gran ejército de Dios. Y cuando pensé en… que ése allá era el gran ejército de Dios.",
    "Ahora, nos acostamos. Y entonces me puse a pensar que ni una de ellas se sale de su lugar. Todas conservan su lugar. Y si hay algún movimiento, en alguna de ellas, es por cierta razón, y afectará esta Tierra. Nosotros apenas ahora vemos los resultados de eso, a raíz de algunas saliéndose a posiciones de otras. Eso tiene un efecto; lo afecta todo.",
    "Y luego pensé: si una hueste celestial tan grande como ésa tiene que conservar su lugar, para que todo esté en orden, entonces, ¿qué del desorden de las huestes terrenales? ¡Cómo es que cuando una se sale de orden, eso arroja la cosa completa fuera de posición! El programa entero de Dios es interrumpido cuando un miembro se sale de orden. Debemos esforzarnos continuamente por conservar el orden del Espíritu.",
    "Y mi petición a Dios, en esta mañana, es que culminemos esto en un verdadero servicio de sanidad; que podamos mantener esta parte… grupo que hemos reunido bajo este techo en esta mañana, en una armonía tal, que el Espíritu Santo ponga a cada miembro del Cuerpo (que se encuentra aquí en esta mañana), en tal armonía, al grado que haya una sanidad espontánea de cuerpo y alma; tan sólo conservando nuestros lugares.",
    "Ahora, como dije al principio, esta señora que tenía el cáncer que el Dr. Holbrook iba… lo iba a remover. Pues, el Dios que causó ese ruido como de aleteo que entrara en esa clínica, y removió ese cáncer sin ni siquiera dejar una cicatriz, ¿no saben Uds. que ese mismo Dios está aquí? [La congregación dice: “Amén”.—Ed.] Y lo único que Él está esperando, es que Su—Su Ejército tome su posición, como las estrellas, de que entre en posición.",
    "Ahora, ¿saben Uds. que hemos tenido guerras tras guerras, y rumores de guerras? Y si la Tierra continúa, tendremos muchas guerras más. Pero, ¿se dan cuenta Uds. que en realidad sólo existen dos poderes en todo el universo? De todas nuestras diferencias entre las distintas naciones, y las diferencias entre nosotros, y todo cuanto más, todo culmina en dos poderes. Solamente existen dos poderes, y sólo existen dos reinos; dos poderes y dos reinos. Lo demás, las cosas menores, están conectadas con uno de esos poderes. Y esos poderes son: El poder de Dios y el poder de Satanás. Eso es lo que… Toda guerra, todo desorden, todo lo que acontece, o está controlado por el poder de Dios o por el poder de Satanás; pues, ésos son los únicos dos poderes que existen. Y ése es el poder de la vida y el poder de la muerte. Ahora, éstos son los únicos dos poderes.",
    "Y Satanás sólo puede… su poder, que posee, es el poder de Dios pervertido; no es un poder verdadero, es una perversión del poder de Dios, como todo lo que tiene Satanás. La muerte sólo es una vida pervertida. Una mentira simplemente es la verdad mal dicha. ¿Ven? El adulterio es un—un acto mal realizado; es de un acto correcto pero en mal uso. ¿Ven? Todo lo que Satanás tiene es algo que ha sido pervertido, pero es un poder.",
    "Y hoy, estando nosotros sentados aquí, un poder o el otro nos va a controlar. Por lo tanto, saquemos al maligno. Tomemos nuestro lugar como las estrellas de los cielos.",
    "Como dice la Biblia: “Estrellas errantes”, en el Libro de Judas, “que espuman su propia vergüenza”. Y nosotros no queremos ser estrellas errantes; preguntándonos si esto es correcto, preguntándonos si aquello es correcto, pensando si es que va a suceder, pensando ¿cómo será posible? ¡No sea errante! Manténgase como esas estrellas del cielo, como un verdadero soldado en su puesto del deber. ¡Permanezca allí, creyendo! Vida o muerte.",
    "Ahora, un ejército, realmente cuando un ejército, una nación se prepara para ir en contra de otra nación, debe primero sentarse a considerar lo que es correcto y lo errado; y si en realidad tienen la capacidad o no de ir en contra de dicha nación: Jesús enseñó eso. Y si la gente hiciera eso; si las naciones se—se sentaran y se detuvieran y pensaran esas cosas, de ambos lados, no tendríamos más guerra.",
    "Ahora, nos damos cuenta que si un hombre no hace eso, si los dirigentes militares de la nación no se sientan primero, y consideran y ven si tienen razón, y sus motivos y objetivos son correctos, y si es que tienen suficiente poder y fuerzas para vencer al ejército opuesto, entonces seguramente serán derrotados.",
    "En eso fue que el General Custer cometió su error fatal. El General Custer, según tengo entendido, tenía órdenes del gobierno de no entrar a la tierra de los indios Sioux, porque era un tiempo de celebraciones religiosas para ellos; era un tiempo de adoración. Ellos estaban celebrando un festín. Pero Custer se emborrachó, y pensó en que de todas maneras lo haría. Él entraría, con o sin órdenes. Y entonces les dispararon a hombres inocentes, les dispararon; creo que hirieron algunos de ellos. Eran exploradores, alejados, que cazaban, buscaban alimento para su—su gente mientras estaban en adoración. Y Custer, habiendo entrado, los vio, y creyó que ellos venían a enfrentarlo, así que les dispararon a estos exploradores. Y estos exploradores escaparon, regresaron. ¿Qué hicieron? Ellos se armaron y vinieron. Y ése fue el fin del General Custer, por cuanto no se sentó primero a pensar.",
    "Él no tenía ningún asunto allí. Él no tenía derecho de estar allí. Al fin y al cabo él ya había empujado a los indios desde la costa oriental hasta ese punto occidental. Y ellos tenían un tratado, pero él rompió ese tratado. Y cuando rompió ese tratado, entonces perdió la batalla.",
    "Y, por lo tanto, un ejército, primeramente, en preparación para batalla, tiene que primero seleccionar algunos soldados. Ellos tienen que estar vestidos para el combate. Ellos tienen que estar entrenados para combatir.",
    "Y yo creo que la batalla más grande que jamás se ha peleado, está ahora a punto de acontecer. Yo creo que Dios ha estado escogiendo a Sus soldados. Yo creo que Él los ha estado vistiendo, entrenándolos. Y el frente de batalla ahora ha sido establecido, a punto ya para empezar.",
    "Esta primera gran batalla que fue peleada, comenzó en el Cielo, cuando Miguel y Sus Ángeles pelearon contra Lucifer y sus ángeles. Allí se comenzó, la primera batalla fue en el Cielo. Por lo tanto, el pecado no se originó en la Tierra, se originó en el Cielo.",
    "Y luego fue lanzada del Cielo, echada del Cielo, a la Tierra, y cayó sobre seres humanos. Entonces la batalla, entre ángeles, llegó a ser batallas humanas. Y Satanás vino para destruir la creación de Dios, lo que Dios había creado para Sí Mismo, él (Satanás) había venido para destruir esto. Ése era su propósito, era destruir esto. Luego la batalla comenzó aquí sobre la Tierra, y comenzó en nosotros, y ha estado arreciando desde entonces.",
    "Ahora, antes de que cualquier batalla entre en formación, primero tienen que escoger un terreno de enfrentamiento, o un lugar donde se peleará la batalla, un lugar escogido.",
    "En la Primera Guerra Mundial, se llevó a cabo en lugares despoblados, y lugares donde combatieron. Así que, tienen que ser en un lugar escogido.",
    "Como Israel cuando se enfrentó contra los filisteos, había un—un—un cerro a cada lado en donde se reunieron. Y de allí salió Goliat y desafió a los ejércitos de Israel. Allí fue donde David salió a enfrentarlo, en el valle, cuando pasó por el pequeño arroyo que corría entre los dos cerros, donde recogió las piedras.",
    "Tiene que haber un lugar elegido. Y en esto, hay un—un terreno mutuo, un lugar despoblado, y en este lugar es que pelean. Ellos no pelean, uno por acá y el otro por allá, y uno corriendo hacia acá. Hay un frente de batalla en donde se encuentran y prueban sus potencias; donde cada ejército prueba sus fuerzas contra el otro ejército, un lugar mutuo de enfrentamiento. Ahora, ¡no fallen en captar esto!",
    "Cuando esta gran batalla comenzó en la Tierra, tenía que haber un lugar mutuo de enfrentamiento. Había que escogerse un lugar, para que comenzara la batalla, y en donde se librara la batalla. Y ese campo de batalla comenzó en la mente humana. Allí es donde comienza la batalla. La mente humana fue escogida como el lugar para la batalla, en donde debía comenzar, y es así porque las decisiones se toman en la mente, en la cabeza. Ahora, ellas no fueron iniciadas por alguna organización; no comenzaron por alguna cuestión mecánica. El campo nunca comenzó allí. Por lo tanto, esa organización jamás, jamás podrá realizar la obra de Dios, pues, el campo de batalla donde uno tiene que enfrentar a su enemigo, está en la mente. Uds. tienen que tomar su decisión; viene a Uds.",
    "Quiero que esta niña aquí, que está tan enferma, se asegure de prestarle atención ahora a esto, muy detenidamente.",
    "Las decisiones se toman en la mente, en la cabeza. Allí es donde Satanás viene a enfrentarlo a Ud., y donde son tomadas las decisiones, siendo que Dios hizo al hombre de esa manera.",
    "Ahora, tengo (si estuvieran mirando aquí mi nota), un pequeño mapa dibujado. Lo tuve aquí no hace mucho, en… lo usé en el pizarrón. El ser humano está compuesto igual que un grano de trigo; es una semilla. Y el ser humano es una semilla. Físicamente, Ud. es la semilla de su padre y madre; y la vida viene del padre y la pulpa viene de la madre. Y así, los dos juntos, el óvulo y la—la sangre, se unen; y en la célula de la sangre está la vida. Y allí comienza, se desarrolla, formando al—al niño. Ahora, toda semilla tiene una cáscara por fuera; lo de adentro es la pulpa; y adentro de la pulpa está el germen de vida. Bueno, asimismo estamos compuestos nosotros: somos cuerpo, alma y espíritu. Lo de afuera: el cuerpo, es la cáscara; en el interior de eso: la conciencia y demás, está el alma; y adentro del alma está el espíritu. Y el espíritu gobierna todo lo demás.",
    "Ahora, si Ud. se sienta cuando llegue a casa, y dibuja tres pequeños círculos, encontrará que el cuerpo externo tiene cinco sentidos por los cuales es contactado, y son: la vista, el gusto, el tacto, el olfato, el oído. Éstos son los cinco sentidos que controlan el cuerpo humano.",
    "Adentro del cuerpo hay un alma, y esa alma es controlada por: imaginaciones, conciencia, memoria, razonamientos y afectos. Estas cosas son las que controlan al alma.",
    "Pero el espíritu solamente tiene un sentido. El espíritu… ¡Oh, veámoslo! El espíritu tiene un sentido, y ese sentido es (el que domine) es la fe o la duda. Eso es exacto. Y hay una sola avenida hacia él, es el libre albedrío moral. Ud. bien puede aceptar la duda o puede aceptar la fe; cualquiera que Ud. desee poner en acción. Por esto, Satanás comenzó a obrar en la parte principal, para causar que el espíritu del hombre dudara la Palabra de Dios. Dios comenzó en la parte principal, que era colocar Su Palabra en ese espíritu; allí lo tienen. Eso es lo que lo hace.",
    "Si esta iglesia, ahora mismo pudiera ser unida y entrelazada de tal manera que toda persona estuviera en un acuerdo, sin la más mínima duda por ninguna parte, no habría una sola persona débil en medio nuestro, dentro de cinco minutos. No quedaría nadie aquí, deseoso de recibir el Espíritu Santo, que no lo recibiera; si Ud. tan sólo lograra arreglar esa cierta cosa. Ahora, allí es donde comienza la batalla, justamente en su mente; si Ud. lo hará o no.",
    "Ahora recuerden, pues no es Ciencia Cristiana: la mente dominando la materia. Eso no… La mente acepta la Vida, que es la Palabra de Dios, y de Ella viene la Vida. No son tan sólo sus pensamientos que lo hacen; sino que es la Palabra de Dios, traída por el conducto de su pensamiento. ¿Lo ven? No es el pensamiento, como lo enseña la Ciencia Cristiana: “la mente dominando la materia”; no, eso no es.",
    "No obstante, su mente la acepta. Ella la capta. ¿Qué es lo que controla Su mente? Su espíritu. Y su espíritu capta la Palabra de Dios, y Ésta es la que contiene la Vida. Ella trae la Vida a Ud. ¡Oh, hermano! Cuando eso sucede, cuando la Vida baja por ese conducto, entrando en Ud., la Palabra de Dios se manifiesta en Ud.; “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, entonces pedid lo que queréis y os será hecho”.",
    "Entonces ¿qué hace esto? Desde el centro del corazón, lo cual es el alma, desde allí sale, alimentando cada conducto. El problema está en que nos encontramos aquí adentro con mucha duda, tratando de aceptar lo que está allá afuera. Ud. tiene que ponerle fin a eso, y venir por ese conducto con la verdadera Palabra de Dios. Y entonces eso sale por su propia cuenta, automáticamente; eso es lo que hay por dentro. Eso es lo que cuenta, lo de adentro.\n\nSatanás lo aborda desde adentro.",
    "Ahora, Ud. dice: “Yo no robo; yo no tomo; yo no hago estas cosas”. Eso no tiene nada que ver.",
    "Vean, es lo de adentro. No importa lo bueno que Ud. sea, la moralidad que posea, lo sincero que sea (esas cosas se respetan); pero, Jesús dijo: “El que no naciere de nuevo”. ¿Ven? Tiene que haber algo que suceda por dentro. Si no es así, eso es una cubierta artificial, porque en el fondo del corazón Ud. sentirá deseos de hacerlo de todas maneras. Eso no puede ser artificial; tiene que ser real.",
    "Y existe sólo una avenida por la que eso puede venir, y es por la vía del libre albedrío moral, llegando al alma, a través de sus pensamientos. “Porque cual es su pensamiento en su corazón, tal es él”. “Cualquiera que dijere a este monte, ‘quítate’, y no dudare en su corazón, mas creyere que será hecho lo que dice, lo que dijere le será hecho”. ¿Lo entienden? [La congregación dice: “Amén”.—Ed.] Allí está la cosa. ¿Ven? Allí están los campos de batalla. Si tan sólo le dieran inicio a eso, primeramente.",
    "Estamos muy ansiosos de ver que sucedan cosas. Estamos muy ansiosos de hacer algo para Dios. Esta damita no está ansio-…, no cabe duda, está ansiosa de vivir. Ella quiere estar sana. Hay otros aquí, deseando ser sanados. Y cuando escuchamos acerca de ese caso, como el del médico, la resurrección de los muertos, las tremendas maravillas que nuestro Dios ha hecho, entonces nos ponemos ansiosos. Y el asunto es que tratamos de alcanzar eso por medio de estos sentidos, de aferrarnos a algo aquí, como la conciencia.",
    "Tanta gente, muchas veces ha malinterpretado la Palabra. Y he sido malentendido en esto, en cuanto a hacer llamados al altar. Yo dije: “No me inclino mucho por los llamamientos al altar”; no queriendo decir que no se debe hacer el llamado al altar.",
    "Pero alguien que toma a otro por el brazo, y le dice: “¡Oh, Hermano Juan!, ¿sabes qué? Tú y yo hemos sido vecinos todo este tiempo; pasa acá al altar, arrodíllate”. ¿Qué está haciendo? Quisiera tener aquí un pizarrón, pudiera mostrarles lo que él está haciendo. Él está intentando llegar a su alma por los afectos. Eso no funciona. Ésa no es la avenida; seguro, no es.",
    "Quizás él esté obrando (¿a través de qué?) un recuerdo, por un sentido de su alma. “¡Oh Hermano Juan, tuviste una madre tan maravillosa! Ella murió hace mucho tiempo”; ¡es una memoria! ¿Ven? ¡Uno no puede hacer eso!",
    "Tiene que venir por la avenida del libre albedrío moral. Ud. mismo que se lo permite a la Palabra de Dios… Ud. no pasa porque su madre fue una mujer buena; Ud. no pasa por su vecino tan bueno; pasa porque Dios lo llama a Ud. a que venga, y Ud. le acepta a Él en base a Su Palabra. Esa Palabra significa todo. ¡Esa Palabra! Si Ud. puede despejar todo del camino, toda conciencia, todos los sentidos, y permite que solamente entre la Palabra, esa Palabra se producirá exactamente.",
    "Aquí, ¿ven con lo que Ella está cubierta? Uds. dicen: “Pues”, Ud. dice, “entonces éstos: la conciencia y los sentidos y demás, ¿no tienen nada que ver con eso, Hermano Branham?”. Seguro que sí. Pero si Uds. le dan entrada a la Palabra, y luego la cubren con la conciencia, entonces Ella no puede crecer; será una palabra deforme.",
    "¿Alguna vez han visto Uds. un buen grano de maíz sembrado en la tierra, y que luego le caiga un palo encima? Él crecerá torcido. Y así será con cualquier vid; cualquier cosa que crezca hacia arriba, porque algo le ha estorbado.",
    "Pues, eso es lo que ha sucedido hoy con nuestra Fe pentecostal. Hemos permitido que muchas cosas le estorben, a la Fe que nos ha sido enseñada: el Espíritu Santo que ha estado morando en nosotros. Hemos permitido demasiadas cosas, por estar mirando a otra persona.",
    "Y el diablo siempre está queriendo señalarle a Ud. las fallas de alguien más, pero él intenta mantenerlo a Ud. alejado del verdadero testimonio que es genuino. Él lo enfocará hacia un hipócrita, en algún momento, que ha salido personificando alguna cosa. Él no lo logró, porque tan sólo está personificando. Pero si viene de la genuina fuente de la Palabra de Dios: “Los cielos y la tierra pasarán, pero Mi Palabra no podrá pasar”; ¡tiene que permanecer!\n\n¿Lo ve, hermanita?",
    "Tiene que ser aceptado en la mente, luego es creído con el corazón. Después la Palabra de Dios llega a ser una realidad, entonces todos los sentidos del alma y del cuerpo son completamente limpiados, teniendo el Espíritu Santo. Luego su sentido de Dios, su conciencia de Dios, todo lo que es piadoso, fluye a través de Ud.; no queda duda por ningún lugar. No hay nada que pueda levantarse.",
    "No hay nada que pueda surgir de la memoria, y decir: “Pues, yo recuerdo que la Sra. Jones trató de confiar en Dios, y la Sra. Fulana de tal. La Sra. Fulana intentó confiar en Dios para su sanidad, en una ocasión, y ella falló”. ¿Ven?",
    "Pero si ese conducto ha sido limpiado y ha sido purgado, y ha sido lleno por dentro con el Espíritu Santo, eso ni siquiera viene a la memoria; eso de la Sra. Jones no importa, ni lo que ella haya hecho. Es Ud. y Dios, juntos, y nadie más sino Uds. dos. Allí lo tienen. Allí es donde tienen la batalla. Mátenlo a él desde el principio. Deténgalo dándole muerte inmediata. No es cuestión de cuánto tiempo Ud. puede hacer que dure la guerra; ¡es darle fin inmediatamente!",
    "Si Ud. viene, y guarda esas memorias y la conciencia, y las demás cosas, pensando: “Pues, pudiera ser que falle; esto quizás no sea correcto”. ¡No haga eso, rotundamente!",
    "Haga todo a un lado, y abra el conducto y diga: “Dios, Tu Palabra es Eternamente la verdad, y es para mí. Si toda la iglesia falla, si todo el mundo falla, sin embargo, yo no puedo fallar, porque estoy acogiéndome a Tu Palabra”. Allí está la batalla. Ésa es la cosa.",
    "¿Por qué habría el Dios Todopoderoso de quitar un cáncer del seno de una mujer, sin dejar una cicatriz, y permitir que un niño padezca y muera? No, señor.",
    "No hace mucho una joven llegó aquí, de la escuela secundaria. Su madre me llamó, dijo: “Hermano Branham, mi hija tiene la enfermedad de Hodgkin”. Eso es cáncer, se forman crecimientos. Y los médicos tomaron una muestra de un crecimiento en su garganta, la enviaron, y era exactamente la enfermedad de Hodgkin.",
    "Entonces él le dijo: “El próximo que brote, podría salirle en el corazón; cuando suceda, entonces morirá”. Dijo: “A ella no le queda… Y en la forma como están apareciendo, ella tendrá cuando mucho, tres meses de vida”.",
    "La madre dijo: “¿Qué debo hacer, enviarla de nuevo a la escuela?”.",
    "Dijeron: “Déjela que siga asistiendo, pues es probable que muera repentinamente”. Y dijeron: “Permítale que vaya y continúe su vida normal, hasta donde más pueda; no le diga nada al respecto”.\n\nEntonces la señora me dijo: “¿Qué debo hacer?”.",
    "Le dije: “Tráigala y póngala en la línea de oración”. Y le dije: “Venga Ud. con ella”. Tuve una sensación extraña.",
    "Y cuando la muchacha llegó, esa mañana, tenía los labios azules por el maquillaje, y así lo usan en las escuelas. Y—y la criaturita vino. Yo no sabía quién sería, sólo me habían llamado por el teléfono. Yo le tomé la mano. Le dije: “Buenos días, hermana”. Allí estaba, ésa era ella. Pasado un momento, miré a su madre y vi que las dos estaban sin Dios, sin Cristo. Le dije: “¿Cómo espera Ud. recibir sanidad en estas condiciones? ¿Aceptará Ud. a Jesucristo como su Salvador personal?,” le dije. “¿Vendrá Ud. aquí a esta pila bautismal y se hará bautizar en el Nombre del Señor Jesucristo para la remisión de sus pecados?”.\n\nEllas dijeron: “Lo haremos”.",
    "¡Oh, Uds. saben lo que sucedió! La mujer quizás esté sentada aquí en esta mañana. Muchos de Uds. conocen el caso. El Hermano Mike Egan, uno de los síndicos aquí, estuvo pendiente del caso. Eso hace ya como cuatro o cinco años. La joven fue llevada de nuevo al médico, y no le hallaron ningún rastro de la enfermedad de Hodgkin.",
    "¿Cuál era el problema? Primero era necesario abrir el conducto. Ud. tiene que colocar el Soldado, al Espíritu Santo, poniéndole en el frente de la batalla, el cual acepta la Palabra de Dios; Él es la Palabra. Y cuando Él se para allí, no hay nada que lo pueda detener; no existe nada. Cada uno de los otros conductos ha sido limpiado. Es como una caldera vieja con el humero obstruido; póngale fuego y eso hará estallar la cosa. Y así sucede con tantos Cristianos estallados, es porque no limpian bien los conductos; es porque no llegan hasta lo más profundo de su ser. Ud. tiene que limpiar eso; la conciencia, y la memoria, los pensamientos, haciendo todo a un lado, y comenzando desde adentro hacia fuera, con esa Palabra de Dios que no ha sido adulterada, de que es la Verdad.",
    "No importa si diez mil murieran hoy de este lado, confiando; que mañana murieran diez mil del otro lado, confiando; eso no tiene nada que ver conmigo. Yo soy la persona; yo soy aquél que está confiando; yo soy aquél que lo cree. Y veríamos allá, si quisiéramos abrir nuestros conductos (si es que lo logramos y vemos), encontraríamos a éste, a ése, a éste, y al otro, y a miles de ellos, testificando.",
    "Pero el diablo lanza inmediatamente el contraataque. Vean, si él logra entrar allí en lo más mínimo, en ese instante pondrá en huida al ejército suyo.",
    "Si Ud. tiene sus sentidos: la vista, gusto, tacto, olfato y oído, éstos están bien, pero no confíe en ellos a menos que cuadren con la Palabra. Ellos están bien, pero si no cuadran con la Palabra, no les preste atención. Ahora, imaginaciones, conciencia, memorias, razonamientos y afectos, están bien, si concuerdan con la Palabra. Pero si sus afectos no cuadran con la Palabra, entonces deséchelos. Rápidamente le haría explotar un conducto. ¿Ven? Si su razonamiento no cuadra con la Palabra, apártese de él. Correcto. La máquina… Si su memoria, si sus imaginaciones, si su conciencia, lo que sea, no está de acuerdo con Aquello que está por dentro, deséchelo.",
    "¿Qué tiene Ud. entonces? Ud. tiene un sistema solar. ¡Aleluya! Es Dios que ha puesto las estrellas en orden y ha dicho: “¡Queden suspendidas allá hasta que Yo las llame!”. Ellas permanecen allá; nada las va a mover. Cuando Dios logra tener a un hombre en Sus manos, que logre que sus sentidos, la conciencia, que todo sea limpiado, hasta que tenga el respaldo de Dios en el espíritu: no habrá diablo en el mundo que le pueda meter una sola duda allí. Es correcto.\n\nÉl viene por allí y le dice: “No te sientes nada mejor”.",
    "Ya aun ni su conciencia existe, para eso. El tubo de humear está tan limpio, que grita: “¡Aleluya!”. El escape hace sonar el silbato: “¡Gloria a Dios!”. Refleja el brillo, seguro, muy limpio y claro, para que por ese medio obre la Palabra de Dios, el Poder de Dios. ¿Ven? Eso es lo principal.",
    "Allí está su campo de batalla. Su campo de batalla queda aquí adentro donde se comienza, aquí en el alma, adentro en su mente, donde comienza. La—la mente es la puerta al alma, la puerta al espíritu, mejor dicho. La mente suya es la que se abre y acepta el espíritu, o rechaza al espíritu. Puede ser que Ud. tenga carga de conciencia en cositas, y algunos sentimientos, y algunas sensaciones, todas estas cosas; eso no tiene nada que ver en el asunto. Ésas son sólo pequeñas sensaciones y cosas. Pero cuando se trata de la realidad, la mente suya es la que se abre a eso. La mente suya o lo acepta o lo rechaza. Allí está la cosa, amigos.\n\nDios, no dejes que a ninguno de ellos se les pase.",
    "Vean, es su mente la que abre la puerta, o cierra la puerta, y escucha a su conciencia, escucha a su memoria, escucha a sus afectos. Pero cuando su mente se cierra a estas cosas, y le permite a Dios, al Espíritu de Su Palabra entrar, eso sopla para afuera todo lo demás. Toda duda desaparece; todo temor desaparece; toda sensación de duda desaparece; todo sentimiento desaparece. No queda nada allí sino la Palabra de Dios, y Satanás no puede batallar en contra de Eso. ¡No, señor! Él no puede batallar contra Ella. Ahora, nosotros sabemos que eso es verdad.",
    "Estas batallas han rugido desde los días del Huerto del Edén, la batalla en la mente humana. Satanás le dio inició. ¿Qué hizo él cuando se encontró con Eva? Él no negó la Palabra de Dios, sino que la encubrió. Él en alguna parte, obstruyó algunos de estos pequeños conductos. Él dijo: “Conque Dios…” (Génesis 3:1). ¿Ven? “Conque Dios; todas estas cosas que Él—Él—Él prometió…”. Él sabía muy bien que la Palabra era correcta. Pero sabía que no podía venir y hacerla pedazos abiertamente, vociferar así, entonces él—él—él la endulzó.",
    "Como hacía mamá para que tomáramos la medicina, y ella le añadía jugo de naranja al aceite de ricino. ¡Vaya, prefiero tomarme el aceite de ricino sin el jugo de naranja!, ¡con cualquier cosa que es hipocresía! ¿Ven Uds.? Ella… Nos despertábamos en la noche, y ella nos daba aceite mineral, para la tos. Y ella le agregaba azúcar al aceite mineral (¿Ven?); en cierto modo era hipocresía. Pero eso por poco le quemaba a uno las amígdalas mientras bajaba, después de que el azúcar había pasado.",
    "Pues, amigo, así es. Satanás trata de—de ser hipócrita en cuanto a eso. Él quiere mostrarle a Ud. algo mejor, ofrecerle una vía más fácil, un plan más sensato. Pero no hay plan más sensato que el que Dios estableció desde un principio: Su Palabra. Aférrese a esa Palabra. Agárrese de Ella. Permita que Ella lo agarre a Ud. Permanezca con Ella. Ése es—ése es el asunto.",
    "La batalla comenzó cuando Eva abrió su mente, para escuchar su propio razonamiento. Por ese conducto fue por donde entró. Ése es el—el canal por donde bajó, por su razonamiento. Ella, en su alma, ella razonó.",
    "Sus ojos, fue por la vista. Ella vio a la serpiente; él era hermoso, guapo, mucho más que su propio esposo. Él era el más sutil de todas las bestias del campo, y probablemente era mucho más guapo que su esposo. Se veía como una gran bestia masculina parado allí. ¡Qué grandioso era! Y él buscaba la manera de decirle a ella lo bueno que era eso.",
    "Y lo primero que ella hizo, fue abrir su mente. Y cuando lo hizo, el razonamiento humano lo captó; “Vaya, ¿no sería eso emocionante?”.",
    "Eso es lo que él le hace hoy a la mujer. Alguna mujer con un buen esposito, se halla frente a un hombre alto, fornido y varonil. Este hombre intentará abrirle el razonamiento. Recuerden, ése es Satanás. Ése es el diablo; o viceversa, al hombre con una mujer, o a una mujer con un hombre, cualquiera de los dos. ¿Qué hace él? Obra a través de ese poder del razonamiento, comienza a moverse a través de la conciencia o algo.",
    "Pero déle el primer lugar a la Palabra de Dios. Un hombre ni puede llegar a… Él no podrá pecar… ¡Aleluya! Aquí está la cosa, está bajando fresco: Un hombre no puede pecar sin que primero no haga a un lado la Palabra de Dios. Él ni siquiera puede pecar (eso es descreer) hasta que primero no haga a un lado la Palabra de Dios: con la Presencia de Dios, él no puede pecar.",
    "Eva no pudo pecar hasta que hiciera a un lado la Palabra de Dios, abriendo el conducto del razonamiento a su alma, y comenzó a razonar. “Pues, seguramente. Mi esposo nunca me dijo estas cosas, pero yo creo que tú… Él me dijo que no debería hacer esto, pero, sabes, tú lo muestras tan real y tan claro. Yo—yo creo que sería maravilloso, pues me lo estás mostrando tan claro”. ¿Ven? Allí fue la primera batalla. Y por esa batalla, se ha ocasionado toda otra guerra. Y cada derramamiento de sangre que ha ocurrido, fue causado allí mismo en el Edén. Ella descreyó la Palabra de Dios.",
    "Y si descreer una sola pequeña pizca de la Palabra de Dios causó todo este problema, ¿cómo vamos a regresar nosotros descreyendo la Palabra? No se puede. Hay que apagar todas estas otras cosas: la conciencia, memorias, y por decir… razonamientos, y todas estas otras cosas. “Derribando razonamientos”. Nosotros no razonamos en cuanto a Ella, para nada.",
    "Solamente aceptamos la Palabra en base a: “Dios lo ha dicho”, y esto fija un paso libre entre Ud. y Dios. Entonces todo conducto se abre entre Ud. y Dios.",
    "Allí está la batalla, el primer frente. No usemos un rifle veintidós; consigamos un-una bomba atómica. Hagamos el trabajo correctamente. Consigamos la bomba atómica de Dios. “¿Cuál es, Hermano Branham”? F-E en Su Palabra. Ésa es la bomba atómica de Dios que hace estallar enfermedades y demonios a diestra y a siniestra; Ella—Ella los aniquila. Discrimina… ¡Oh, es…! Sencillamente destruye. Ella desintegra todo lo que no es de Dios. Cuando esa bomba de fe cae allí, con la Palabra de Dios respaldándola, hace estallar todo diablo, toda enfermedad, toda aflicción.",
    "Ud. dice: “¿Verdad, Hermano Branham? Entonces ¿por qué funciona así con algunos, y con otros no?”.",
    "Es por causa del conducto. Uno puede observar afuera y verlo; pero Ud. tiene que tenerlo aquí adentro, mirando en esta dirección. No estar allá afuera mirando hacia adentro; Ud. tiene que estar adentro mirando hacia afuera. ¿Ven? Ud. no puede venir por medio del razonamiento. Ud. no puede venir por medio de estas otras cosas. Ud. tiene que venir directamente por el conducto de Dios para eso, directo al alma. Y ¿cómo lo hace? ¿Cuál es el último canal?",
    "Eso razona-… hasta el fin. Ud. dice (de los sentidos): “¡Oh, yo—yo puedo sentirlo! Seguro, allí está. Ajá. O tal vez sea que yo—yo lo pueda oler, o algo así; estas cosas están allí. Seguro”. Luego, Ud. razona: “Bueno, parece ser que él debe saber de lo que está hablando: el médico dice que no me puedo recuperar; debe ser así”. ¿Lo ve? En eso Ud.—Ud. está errado. Ése es el diablo parado allí. Ése es el diablo metiendo estas cosas en Ud.; Ud. no las crea.",
    "🦅 ¡Aleluya! La Palabra de Dios dijo que yo… ‘En todas las cosas deseo que seas prosperado, y que tengas salud’. Esto es cierto”. ¿Cómo podría Ud. ser un verdadero soldado allá? ¿Ven? “‘Yo quiero que seas prosperado en salud’”.",
    "Ahí está, ahí mismo, esos conductos. Ud. sólo destápelos; no vaya tan sólo a pasarlos por alto.",
    "Entonces si Satanás puede pasar por allí, pasar por esta conciencia y todas estas otras cosas, entonces llega aquí a lo profundo del alma; entra a la mente. Ahora, si él tan sólo puede tomarle… Ud. nunca—Ud. nunca le prestará atención a una de ellas hasta que Ud. primero lo haya dejado entrar aquí. Ud. tiene que darle la entrada. Luego, cuando él entra, él tiene el control. Y luego, ¿qué hace? Él comienza a usar la conciencia. Él comienza a usar esto, comienza a usar esta salida. ¿Cuáles son? Vista, gusto, tacto, olfato y oído; imaginaciones, conciencia, memoria, razonamiento, afectos. Él comienza a usar todos estos diferentes conductos pequeños, siempre y cuando él haya podido entrar, sobrepasando éste aquí. Él primero tiene que entrar en su mente, y Ud. tiene que haberlo aceptado. Puede ser… Escuche: puede ser que eso golpee contra Ud., pero eso no le puede tomar hasta que Ud. lo acepte.",
    "Cuando Satanás vino a Eva, y le dijo: “Sabes, el fruto es agradable”. Ella se detuvo por un momento. ¡Oh, allí fue donde ella cometió el error, cuando se detuvo por un momento!",
    "No se detengan por nada. Uds. tienen el Mensaje: Jesús vive. Dios es un Sanador. Ése es el Mensaje. No se detengan por nada, en razonamientos, ni en ninguna otra cosa.",
    "Pero ella se detuvo por un momento. Fue allí cuando Satanás entró directamente a esa mente. Dijo: “Pues, eso suena muy razonable”. ¡Oh, no haga eso! Sólo tome lo que Dios ha dicho.",
    "Abraham, ¿qué tal si se hubiese detenido a causa de los razonamientos, cuando Él le dijo que iba a tener un hijo por Sara, y ella con sesenta y cinco años, y él con setenta y cinco? Y cuando él tenía cien, y ella—y ella noventa; él—él—él aún confesaba que la Palabra de Dios era veraz. Y él llamó esas cosas que aun no eran como si ya existieran. ¿Ven? Él… Aun la esperanza, ¿quedaba alguna esperanza? Él ni siquiera utilizó la esperanza.",
    "🦅 Pues”, Ud. dice, “espero poder recobrar la salud; espero recuperarme; espero que reciba el Espíritu Santo; espero que tal vez yo sea un Cristiano; espero que yo pueda hacer esto”. ¡Eso no es lo que Ud. quiere!",
    "Abraham ni siquiera miró eso. Amén. “En contra de la esperanza, sin embargo, él creyó la Palabra de Dios”. La fe va más allá de la esperanza. La fe procede de aquí adentro, del interior. La fe procede de aquí.",
    "Y, ¿cómo entra él? Por medio de esta mente, esta—esta puerta, el frente de batalla está allí.",
    "Ahora, ¡es cuando Ud. entra en la batalla! Ahora, el diablo está cerca de cada corazón, en esta mañana. Él está junto al corazón de esta niña, junto a los corazones de Uds.; él está sentado por todos lados. Él está diciendo: “¡Oh, te he visto intentarlo antes! He oído eso antes”.",
    "¡Échenlo! Eso es todo; échenlo. ¿Qué decía la Biblia aquí, nuestro texto? “Echándolo”. Eso es lo correcto. “Echándolo”. Hemos sido entrenados.",
    "Yo pienso ¿qué sucede con nosotros los predicadores? Me pregunto ¿qué clase de entrenamiento habremos recibido?",
    "Dios está entrenándonos para esta gran batalla. Mateo 24 lo dice, y también Daniel 12, dice: “Habría un tiempo de angustia sobre la tierra, como nunca lo ha habido antes”. Y nosotros estamos viviendo en ese tiempo, cuando la cultura y la educación y cosas, han sofocado la Palabra de Dios, y han abierto la puerta a los razonamientos y todo eso. ¡La batalla es ahora mismo! ¿Quién permanecerá? ¡Aleluya! La batalla está a punto de comenzar; ahora está en furor. Fíjense en la tremenda oposición que tenemos.",
    "¿Quién será como David, que dijo: “Se quedan Uds. parados y dejan que ese filisteo incircunciso desafíe a los ejércitos del Dios viviente? Yo iré a enfrentarlo”. Amén. Dios quiere hombres y mujeres en esta mañana que se puedan parar firme y decir: “Yo tomaré al Señor por Su Palabra”. Amén. No importa lo que haya fallado, lo que pasó con éste, con el otro y lo que ése haya hecho; eso no tiene nada que ver. Uds. como Saúl y los demás, si le tienen miedo, regresen a donde pertenecen; pero, el ejército de Dios marcha adelante, amén; hombres de valor, hombres de—de—de fe, hombres de poder, hombres con entendimiento. Ellos no tienen que ser inteligentes, no tienen que ser educados, pero sí tienen que ser conductos. Dios usa esos pequeños conductos.",
    "Ella se detuvo por un momento, para razonar, diciendo: “Bueno, vamos a ver”. Pues, es como, que tal si…",
    "Esta damita, en esta mañana, no cabe duda que el médico le ha dicho que está casi al fin del camino, “no se puede hacer más”. Ahora, eso es según el médico, yo no lo condeno. Ese hombre es un hombre científico. Él ve que la enfermedad ha dominado el cuerpo de la joven. Eso está demasiado avanzado. Él no tiene medicina que detenga eso.",
    "Así mismo vencerá ese cáncer a esa mujer; seguro, la muerte había vencido a ese bebé; pero nuestro Capitán Supremo (¡Aleluya!) de este gran ejército, Él es la resurrección y la Vida. Nada puede vencerlo a Él. ¡Aleluya!",
    "El cerebro del ejército está en sus capitanes, la inteligencia. Rommel, en Alemania, fue el cerebro de Alemania; no Hitler, ¡Rommel! Es cierto. ¡Eisenhower! ¡Hombres militares! ¡Patton! Esos hombres que estaban en el frente, de los que dependía hacia donde se daba la orden. Ud. siga a su capitán, si él es un general de la clase correcta. Si es de la clase correcta, si es un general de cuatro estrellas, si él ha sido probado, si ha sido probado ser de lo correcto, sígalo. Aunque a Ud. le parezca que está errado, siga hacia el frente de batalla. Haga conforme él le ha dicho.",
    "¡Aleluya! Nosotros tenemos un General de cinco estrellas, se deletrea J-E-S-Ú-S; condecorándonos con cinco estrellas, la F-e [Fe en inglés tiene cinco letras.—Trad.]. Él nunca ha perdido una batalla. ¡Aleluya! Él venció la muerte, el infierno y la tumba. ¡Saca a los demonios del camino! Él es el gran Capitán Supremo. Así que, el diablo ni siquiera está en el cuadro.",
    "La batalla más grande que jamás se haya rugido, está por suceder ahora mismo; seguro que sí. ¡Oh! ¡Aleluya!",
    "¡Cuando pienso en eso! Cuando he estado presente y le he visto a Él hacer cosas, viéndole a Él revelar cosas, mostrar cosas, decir: “Será de esta y de aquella manera”, ¡y estar allí! ¡Oh!, miro aquí atrás y digo: “¿Quién es este gran Capitán?”. ¡Oh yo no miro hacia atrás para ver si es el Doctor Fulano de Tal! Yo miro para ver lo que ha dicho el Capitán. “Él es el Capitán de nuestra salvación”. ¡Aleluya! ¿Qué es la salvación? ¡Liberación! ¡Gloria! “Él es el Capitán de nuestra liberación”.",
    "La gran hora del ataque está a la mano. ¡Aleluya! ¡Soldados están con sus armaduras brillando, los estandartes en alto! La fe y la duda se alistan para el enfrentamiento aquí en este tabernáculo en esta mañana; la duda en un lado, y la fe en el otro. Soldados: párense en sus puestos del deber. ¡Aleluya! Nuestro Capitán, la Estrella de la Mañana va de guía. Él nunca se retira en huida. Él (nunca) no conoce la palabra “retirada”. Él no tiene por qué retirarse. Amén. Seguro.",
    "La batalla más grande jamás peleada, está sucediendo aquí adentro, ahora mismo (¡sí, señor!), entre la vida y la muerte; entre la enfermedad y la salud; entre la fe y la duda (¡oh, hermano!); entre la libertad y el cautiverio. ¡La batalla ruge! ¡Soldados, sáquenle brillo a sus lanzas! Pulan esa armadura. Dios está preparando a Sus soldados. Amén. Dios unge a Su ejército.",
    "América viste a sus soldados con lo mejor que tiene, para vestirlos; cascos de acero y armaduras, y con lo que tenga; tanques blindados, lo que sea en que van.",
    "Dios viste a Su ejército. ¡Aleluya! ¿Qué clase de equipo utilizamos? ¡La Espada del Espíritu, la Palabra de Dios! ¡Amén! “La Palabra de Dios es más cortante que toda espada de dos filos”, Hebreos 4, “y penetra hasta partir el hueso y los—los tuétanos, aun discierne los pensamientos de la mente”. ¡Es la Palabra de Dios! Al creer Su Palabra, y de esa manera es que Dios da la armadura.",
    "Eso fue lo que Él le dio a Eva para armarse; y ella desarmó su armadura. ¿Cómo lo hizo? Al abrir su mente al razonamiento. Uno no razona con la Palabra de Dios; no tiene razonamiento. Uno… Ella simplemente es la Palabra de Dios; no hay—no hay duda alguna. En Ella no caben razonamientos; es la Palabra de Dios, punto final. Eso es todo. El asunto queda resuelto para siempre.",
    "¿Ves lo que quiero decir, cariño? [La hermanita enferma dice: “Amén”.—Ed.] Es la Palabra de Dios. Dios lo prometió. Dios lo dijo.",
    "Ellos le dijeron a Abraham: “¿Cómo sabes que vas a tener ese bebé?”.\n\n“Dios lo dijo”. Con eso quedó resuelto.\n\n“Entonces, ¿por qué no lo has recibido?”.",
    "🦅 No sé cuándo lo voy a recibir, pero sé que lo recibiré; Dios lo dijo. Eso en nada me detendrá”. Él llamó…",
    "🦅 ¿Por qué no regresas a casa, de donde has venido?”.",
    "🦅 Debo ser peregrino y extranjero en esta tierra”. ¡Amén!…?… “Dios hizo la promesa. Dios traerá al bebé aquí mismo en esta tierra adonde Él me ha enviado”. ¡Aleluya!",
    "Dios le sanará aquí en esta atmósfera del Espíritu Santo, donde Él le ha enviado. Amén. Dios se lo dará; solamente créalo. Amén. Abra esos conductos del alma y del cuerpo (los sentidos, y la conciencia), y tan sólo permita que primero penetren las Palabras de Dios, apoderándose de esa mente. Allí está el campo de batalla.",
    "No diga: “Bueno, si yo lo pudiera sentir, ¡si tan sólo sintiera la gloria de Dios bajar! ¡Oh!”. Eso no tiene nada que ver; ni en lo más mínimo.",
    "Abra esa mente. Ése es el campo de batalla. Allí es donde la batalla ruge, aquí mismo en el frente de batalla, su mente. Ábrala y diga: “Yo… Toda duda, yo dudo de mis dudas”. Amén. “Estoy dudando de mis dudas ahora. Estoy creyéndole a la Palabra de Dios. Aquí vengo, Satanás”. Algo va a acontecer; seguro que sí. Sí, señor.",
    "Él unge a Sus siervos con Su Espíritu; Él les envía ángeles. La gente a veces se burla de esto; “ángeles”. Permítanme—permítanme abrir aquí con Uds., por un momento. Vamos acá a Hebreos, sólo por un momento. Hebreos el capítulo 4, el capítulo 4 y vamos… Quiero decir, el capítulo 1 de Hebreos, y vamos al versículo 14:\n\n¿No son todos espíritus ministradores, enviados de…enviados para servicio a favor de los que serán herederos de la salvación?\n\n…¿a cuál, de los ángeles dijo Él…: Siéntate a mi diestra…?\n\n…entre todos los ángeles de Dios…",
    "Ahora aquí, la Biblia responde inmediatamente y nos dice aquí que Dios envía ángeles. ¡Gloria! ¿Qué son? “Espíritus ministradores”. ¡Gloria! Espíritus ministradores, enviados (¿de dónde?) de la Presencia de Dios. ¿Para hacer qué? Ministrar Su Palabra. ¡Amén! No es para que ellos ministren alguna teología de algún grupo denominacional, sino para ministrar Su Palabra, para eso. “Espíritus ministradores, enviados”.",
    "¿Cómo sabemos que lo son? La Biblia dice que: “La Palabra de Jehová vino a los profetas”. ¿Es correcto eso? Estos ángeles ministran Su Palabra, por medio de Su Espíritu; ministran la Palabra por medio del Espíritu Santo. Y el Espíritu y la Palabra vino a los profetas, y los profetas tuvieron la Palabra de Dios. Por eso es que pudieron hacer los milagros que hicieron. No fue el hombre; era el Espíritu de Dios en el hombre; el Espíritu de Cristo en el hombre. Pues la Palabra de Dios, ¿qué había hecho? Limpiado todo conducto. Dios lo había escogido, y él estaba ungido con el Espíritu Santo; y no era él. Él nunca hacía nada sin que primero lo viera en una visión. Elías dijo, allá sobre el monte Carmelo: “Por mandato Tuyo he hecho todas estas cosas. Ahora, Señor, sea hoy manifiesto que Tú eres Dios”. ¡Oh, Gloria a Dios!",
    "¡Lo he visto tantas veces, cuando uno ve al Espíritu de Dios caer sobre un lugar, y ese lugar entra en la unción! Si este grupito aquí en esta mañana pudiera tan sólo tomar esta mente aquí, ¡despejar del camino toda duda! ¿Cómo podrían continuar dudando, cuando ven a muertos—a muertos resucitados, a los cojos que caminan, a los ciegos que ven, y a los sordos que oyen?",
    "El Ángel del Señor, aun Su foto que cuelga aquí en la pared tiene a la ciencia desconcertada, por todas partes. ¿Qué hace Él? ¡Permanece con la Palabra al pie de la letra! ¡Amén! Eso corta todo diablo. Seguro que sí. ¿Qué será? “Los Espíritus ministradores, enviados de la Presencia de Dios”, para ungir a los que hablan la Palabra, que permanecen con la Palabra. Y Él confirma la Palabra con señales que siguen, hace de Jesús el mismo ayer, hoy y por los siglos. Allí está Él.",
    "¿Cómo podemos dudar, cuando Él ha sido probado por la ciencia, en lo material, lo espiritual; de toda manera en que ha sido posible probarlo, ha sido probado aquí?",
    "¿Qué es lo que sucede? Está en nuestras mentes. Le abrimos nuestras mentes al asunto, decimos: “Pues, yo no sé si eso sea posible o no. Podría ser, si es que mañana me siento mejor”. ¡Oh, eso no tiene nada que ver en el asunto!",
    "Como he dicho con frecuencia, puede ser que Abraham le haya dicho a Sara… Ella ya había pasado la edad en que—en que era mujer (Uds. saben lo que quiero decir), el tiempo para concebir, sus veintiocho días. Vean, ella tenía sesenta y cinco años. Ya probablemente lo había pasado por quince, veinte años. Y él tal vez le haya dicho durante los siguientes días, haya preguntado, “¿te sientes algo distinta, querida?”.\n\n“No me siento distinta en nada”.",
    "🦅 Eso no tiene nada que ver. Seguiremos adelante de todas maneras. Ahora, si comienzas a convertirte de nuevo en una—una joven, sabremos, por esa sangre de vida, entonces por eso nos daremos cuenta que va a proteger al bebé, y todo estará bien. Ahora, ¿te sientes algo diferente hoy? Ha pasado un mes desde que Él me hizo la promesa. ¿Te sientes algo diferente, querida?”.",
    "🦅 No, Abraham, en nada. No hay una señal, nada. Yo sigo igual como he—he estado en los últimos años; no hay nada distinto”.\n\n“¡Gloria a Dios! De todas maneras lo vamos a tener”.",
    "🦅 Quieres decirme, Abraham, que sobre… Mira, si Él te hizo la promesa, seguramente nos daría una señal como ésta; seguramente nos daría una señal”. ¡Ajá! ¡Aleluya!",
    "🦅 Una generación débil y adúltera demanda señales”. Eso es correcto. ¡Él recibió una señal! ¿Cuál fue? La Palabra de Dios. Ésa era la señal.",
    "¿Cómo puede Dios sanar a esta niña? La Palabra de Dios lo dijo; aunque yo sienta alguna sensación o no sienta sensación. Si yo… Suceda lo que suceda, Dios lo dijo; y eso lo concluye.",
    "Abraham dijo: “Prepara tus sombreros y lo demás, nos vamos a aquella tierra”.\n\n“¿Adónde vas”?",
    "🦅 No lo sé”, amén, “pero vamos de todas maneras. ¡Aquí vamos!”. Empacaron y se fueron. ¡Aleluya! Ésa es la verdadera Palabra de Dios. ¿Qué lo estaba sosteniendo? La promesa de Dios, la Palabra de Dios; “¡vamos a tenerlo!”.",
    "🦅 Sal de tu parentela, Abraham. Ellos, lo que pasa es que ellos dudan y son incrédulos. Ellos te llevarán a esa misma condición. Sal de allí. Sepárate y vive para Mí”. ¿Qué es? “Deja toda tu conciencia y tus sentidos atrás, así. Abre tu mente, y recuerda que Soy Yo. Ven, vive Conmigo”. Amén.",
    "Dios está llamando toda Simiente de Abraham, en esta mañana, a esa misma clase de vida. La gran batalla ruge ahora, mundialmente. Dios quiere que Sus hijos se separen (¿de qué?), vista, gusto, tacto, olfato, oído; de imaginaciones, conciencia, recuerdos, razonamientos, afectos; ¡de todo! Que abran sus mentes y dejen entrar a la Palabra, y que marchen con la Palabra. Ése es un verdadero soldado.",
    "Así es como están las estrellas. El sistema Solar no ha cambiado; el Zodíaco. El Lucero del Alba sale en su puesto de deber cada mañana, exactamente como cuando la Tierra fue creada. La estrella Vespertina toma su lugar; cada estrella. La Osa Menor, está en su temporada, exactamente en donde debe estar. La estrella Polar está firme, y jamás se mueve. ¡Aleluya! Todo gira alrededor de la Estrella Polar, las demás, porque está justamente en el centro de la Tierra.",
    "Ése es Cristo. Amén. Él se para allí, dirige Su ejército como un gran Capitán.",
    "Como Moisés en el monte con sus manos en alto, mientras Israel peleaba, abriendo el camino a espada, y él se mantuvo con las manos en alto. Él se mantuvo con las manos alzadas hasta la puesta del Sol. Ellos tuvieron que sostenerle las manos en alto. Ése fue Moisés.",
    "Él fue un tipo de Cristo. Y para estar seguros de que Sus manos estuvieren en alto, Sus manos fueron clavadas en la cruz. ¡Aleluya! Y Él ha subido hoy a los baluartes en la Gloria, con Su vestimenta ensangrentada delante de Dios, allá a la diestra de Su Majestad. Y la batalla es para todo soldado, y cada uno despejará su propio camino. A mí no me interesa lo que suceda; con la Palabra de Dios, la persona avanzará alcanzando la libertad. Amén.",
    "Es como un polluelo en un huevo, ¿qué pasaría si tuviera miedo de piar? ¿Qué pasa si teme picotear la cáscara? ¿Qué si el polluelo en el huevo, el pichón, temiera golpear la cáscara? ¿Qué tal si oyera un sonido de afuera, diciéndole: “No golpees esa cáscara, te podrías lastimar”? Pero la naturaleza misma en el ave, le dice: “¡Picotéala! Ábrele un hueco”.",
    "Deje que todas esas organizaciones digan: “Los días de los milagros han pasado. Ud. se va a hacer daño. Ud. está entrando en fanatismo”.",
    "Picotee allí contra esa cáscara, tan fuerte como pueda. ¡Aleluya! “¡Satanás, apártate! Voy a salir de aquí”. Así se hace. “No me quedaré aquí acostado. Ya no me quedaré sentado aquí. No voy a estar más en este terreno del diablo. Saldré a picotazos en esta mañana. Amén. Soy un águila”. ¡Amén! ¡Aleluya!",
    "Pero ese aguilucho, allá con ese cuellito como un martillo hidráulico, picoteando contra esa cáscara. No importaba lo duro de la cáscara, picoteó hasta que salió. De repente, pudo aletear un poco; él estaba bien.",
    "Salga a picotazos. Correcto. ¿Cómo lo hace? Golpeando allí con: “ASÍ DICE EL SEÑOR; ASÍ DICE EL SEÑOR; ASÍ DICE EL SEÑOR”. Finalmente, Ud. comenzará a respirar aire fresco: “ASÍ DICE EL SEÑOR”, tiene la cabeza afuera; “ASÍ DICE EL SEÑOR”, ¡ahora empuje duro, Ud. está saliendo!",
    "Él jamás vuelve a la cáscara. Amén. Él es libre. ¡Oh, vaya! Una vez que esa Palabra se establece allí, que pasa todos esos sentidos y conciencias y demás, para establecerse aquí abajo, y esa mente se abre y le da libertad (¡Oh Dios, ten misericordia!), no habrá entonces nada que lo pueda volver a esclavizar; Ud. queda libre. Aquél a quien el Hijo ha libertado, está afuera de la cáscara. Su denominación jamás le podrá llamar a que regrese. El diablo jamás podrá hacerle más daño a Ud.; para entonces, él sólo puede soplar y aullar.",
    "Pero Ud. ya está en el Autopista, corriendo a alta velocidad (¡oh, hermano!), subiendo por el Autopista del Rey; un soldado ungido de la cruz. Y son todos Uds., las águilas, con fe proclamando a Jesús, la Luz del mundo, corriendo por el Autopista del Rey. Seguro. ¡Sí, señor!",
    "Éstos son “espíritus ministradores”, enviados de la Presencia de Dios, para que sean ministros, para ministrar (¿qué?) Su Palabra; no alguna teología, sino la Palabra de Dios. Ellos son espíritus ministradores, enviados de parte de Dios para ministrar. ¡Espíritus ministradores! ¡Oh! Y recuerden: si se ministra algo aparte de la Palabra, eso no vino de Dios. Pues, “Para siempre, Tu Palabra es confirmada en los cielos”. Para siempre, en los Cielos, la Palabra, Dios la cuida. Y Él nunca enviará un espíritu para ministrar algo que no sea la Palabra.",
    "Él nunca enviará un espíritu con un gran D.D.D., Ph.D., y con su cuello al revés, y todo eso, que dice: “Bueno, por supuesto, los días de los milagros han pasado, todos sabemos eso”. No, no. Eso no vino de Dios. Eso es contrario a la Palabra. Amén.",
    "Él envía a los que ministran el Espíritu de la Palabra. Amén.",
    "¡Oh!, tenía como cuatro o cinco cosas más, pero las dejaré por ahora; las tomaremos el próximo domingo. Muy bien.\n\nSatanás y sus demonios están ungidos.",
    "Si estos espíritus (ángeles) han sido ungidos para traerles la Palabra, para hacer que Uds. crean la Palabra, entonces, ¿se pueden Uds. imaginar escuchar a un profeta, a un verdadero profeta de Dios, negando la Palabra de Dios? [La congregación dice: “No”.—Ed.] ¡No, señor! ¿Qué sucedió cuando las organizaciones de sus días se levantaron y dijeron: “Pues él está errado”? Él se paró por su cuenta y se paró solo. Él dijo: “Es lo correcto”.",
    "Fíjense en Miqueas allá en aquel día, el pequeño fanático (¿ven?), el hijo de Imla. Había cuatrocientos ungidos, que se suponía eran profetas ungidos, parados allí, todos bien alimentados y bien ataviados, con grandes títulos y altamente educados, y eruditos pulidos. Dijeron: “Bondadoso rey nuestro: ve allá. El Señor está contigo. Eso allá nos pertenece, Josué nos la entregó. Así que ve allá y tómala. Eso es exactamente lo correcto; ve allá y tómala. ¿Qué…?”. Él dijo: “Pues, Jos-…”.",
    "Uds, saben, Josafat preguntó: “¿No habrá otro, en alguna parte?”. Pues, ellos tenían cuatrocientos. ¿Por qué no creerle a los cuatrocientos? Él dijo: “Pero, seguramente tendrás otro, en alguna parte”.",
    "Respondió: “Yo—yo… Pues, sí tenemos a uno. Sí hay otro, pero, oh, yo lo odio”. ¡Ajá! ¿Ven?",
    "🦅 Pues—pues, a ése es el que yo quisiera escuchar, ¿ven?”. Dijo: “Traedlo, oigamos lo que él dirá”.",
    "Entonces ellos fueron y le hablaron, le dijeron: “Ahora, escucha: Prepara bien tu sermón para esta mañana, porque le vas a predicar al rey. Le predicarás al… a toda la—la asociación ministerial de fulano de tal (¿ven?), de Palestina; a toda la asociación ministerial. Ahora, no lo olvides, aquí está lo que ellos han dicho, di tú lo mismo; cree lo mismo”. Ese pequeño…",
    "Allí él—él se había equivocado de hombre. Ese hombre ya se había alejado de todo este antiguo razonamiento. Él ya había limpiado sus conductos (¿ven?), su conciencia.",
    "🦅 Y, bueno, de hecho, ¿sabes lo que harán? Si tú dices lo mismo, me imagino que te harán presbítero del distrito; es muy probable que lo hagan. Te—te harán superintendente general aquí sobre el distrito local, si tan—tan sólo te pones de acuerdo con ellos”. Ése no era un verdadero hombre de Dios.",
    "Pues, sus humeros habían sido limpiados, toda su conciencia y demás estaba limpia. Su mente se había abierto a la Palabra de Dios. Y él únicamente le creía a la Palabra de Dios. Ésos son espíritus ministradores. Ése es un espíritu ministrador.",
    "Él dijo: “En este momento no sé qué responder; pero, esto les diré: Yo solamente diré lo que Dios me diga que hable”.\n\nEntonces esperaron esa noche. Él tuvo una visión.",
    "A la mañana siguiente, me puedo imaginar a Miqueas escudriñando las Escrituras y decir: “Ahora, vamos a ver. ¿Será que esa visión…? Pues, esos hombres son muchos; algo anda mal por aquí en algún lugar, pues Esto es contrario a lo que ellos han dicho. Bueno ¿qué dice? Veamos lo que Elías ha dicho por acá atrás, el profeta, pues sabemos que él fue un profeta. Veamos lo que… La Palabra del Señor vino a Elías. Seguro. Y ¿qué dijo? ‘Y los perros lamerán tu sangre. Jezabel, los perros se la comerán. Y esto, por causa del justo Acab… o sea, del justo Nabot’”. Él, por lo tanto, dijo… Cuando vio eso, pudo ver que su visión cuadraba con la Palabra de Dios, a ese Acab entonces le esperaba algo terrible.",
    "Salió directamente allí, dijo: “Ve, pero vi a Israel…”. ¿Ven? Él no tuvo vergüenza entonces de declarar su visión, porque era la Palabra de Jehová. Él sabía que podía aceptar eso perfectamente. ¿Qué fue? Él había abierto su corazón, su mente, a la Palabra de Dios, y la Palabra de Dios le había sido revelada en respuesta, y así supo él que era perfectamente la Palabra de Dios.",
    "Ahora, Ud. dice: “¡Oh, si tan sólo yo pudiera ser un Miqueas!”. Ud. puede serlo, Ud. lo es; también lo eres tú, cariño. [El Hermano Branham le habla de nuevo a la hermana enferma.—Ed.] Eres un Miqueas, el profeta. ¿Qué puedes hacer? Abrir la mente. ¿Qué estoy tratando de decirte en esta mañana? La Palabra del Señor. ¿Ves? Abre la mente, di: “Pues, sabe, yo creo que sí puedo ser sanada”. Bueno, entonces ¿Qué será Esto? ¿Será Esto la Palabra del Señor? Seguro, es la Palabra del Señor.",
    "Y este individuo por acá dice: “Los días de los milagros han pasado. Ud. no puede hacer esto. Y Ud.…”. Olvide eso; ponga a Dios primero.",
    "Aquí vino la Palabra del Señor, y él la habló, y así aconteció.",
    "Ahora, ¿qué hizo Satanás? Satanás ungió a los otros. Ahora, Satanás unge a sus siervos. ¡Oh, seguro! Sí. Seguro. Él unge a sus siervos. ¿Con qué los unge? Con incredulidad. Satanás y sus demonios ungen a la humanidad para que no crea la Palabra de Dios.",
    "Ahora, si quieren confirmar eso, vayan a Génesis, 3:4. Abramos allá y escuchemos esto por un momento, y veamos si ésa no es su primera táctica; es lo primero que él hizo. Él nunca abandona sus mismas tácticas; él las usa cada vez. Ahora, sólo vean si eso, si es así. Ahora, no fue que él no estuviera de acuerdo con la Palabra; él sólo causó que ella la entendiera un poco mal, Uds. saben, la acomodó un poquito para que sonara como él quería que sonara, no tomó toda la Palabra. Ahora, Génesis, tengo aquí Génesis 3:4. Veamos si eso fue lo que dijo. Muy bien.\n\nEntonces la serpiente dijo a la mujer: No moriréis.",
    "🦅 No moriréis”. ¿Ven cuán sutilmente la acomodó? “¡Oh, nosotros creemos que los días de los milagros han pasado! No creemos en tal cosa como personas que reciben el Espíritu Santo igual que en Pentecostés. ¡Oh, cualquier manera en que uno sea bautizado, pues no tiene importancia!”. ¿Ven al diablo? ¿Ven sus tácticas? “Pues, si el médico le dijo a Ud. que no puede sanar, no hay más que hacer”.",
    "Ahora, no estoy desacreditando, dejando de creer en el médico. Él médico se mueve en la esfera de lo científico. Y el médico ha hecho todo lo que puede, para salvar la vida de dicha persona. Y no le es posible salvarla, porque no hay nada más que él sabe hacer. Él llegó al fin de su conocimiento. El hombre es sincero. Pero ahora, en cuanto al Árbol de la Ciencia, está bien; pero cuando Ud. avanza con él hasta donde llega, entonces bájese y súbase al Árbol de la Vida y sólo siga adelante. Amén. Así es. Eso allí sólo le puede funcionar hasta cierto punto. Sí.",
    "Ahora, ¿cuáles son las tácticas de Satanás? ¿Qué dijo él aquí? Observen el 1 y el—el versículo 2. Ahora permítanme—permítanme leer aquí el versículo1, hasta el 3.\n\nPero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis…todo árbol del huerto?",
    "Escúchenle ahora, lo grosero que él se torna, y cómo él—cómo él encubre esa Palabra. ¿Ven? Él… ¿Qué está tratando de hacer? Entrar a su mente. ¿Ven? Él le está hablando a ella, después de que la Palabra había sido fortificada allí.",
    "Ahora, no dejen Uds. que Satanás fortifique nada. ¿Ven? Uds. mantengan bien fortificada la Palabra de Dios en su corazón. ¿Ven? Hagan Uds. eso mismo. Ahora fíjense, Uds. Miqueas:\n\n…la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer; Pero de…\n\nPero del fruto del árbol que está en medio (En la mitad, ¿ven?) del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.",
    "¿Ven? Ahora, ésa es la Palabra. Ella le responde citándola. Ahora fíjense:\n\nEntonces la serpiente dijo a la mujer: No moriréis.",
    "¿Ven su táctica? ¿Ven? ¿Qué estaba tratando de hacer? Es el primer ser humano, él intenta allí ungir a esa preciosa mujer, a la hija de Dios, con incredulidad a la Palabra de Dios. Eso es exactamente lo que él está buscando que ella haga.",
    "Eso es lo que él está buscando que hagas, cariño. [El Hermano Branham de nuevo le habla a la hermana enferma.—Ed.] Eso es lo que él procura hacer allá, con cada uno de Uds., ungirlos. Y lo único que Uds. tienen que hacer ahora… Uds. tienen libre albedrío moral, pues, pueden aceptar eso si quieren; sin embargo, ¡sáquenlo! ¡Si Eva no se hubiera detenido en ese momento, a escuchar! No se detenga por nada. No se detengan.",
    "Cuando—cuando Eliseo le habló a Giezi, le dijo: “Toma mi bordón, ve y ponlo sobre el niño muerto. Y si algún hombre te llega a hablar, no le respondas. Si alguien intenta detenerte, sencillamente continúa”.",
    "Fíjense en la mujer cuando llamó a su siervo. Ella dijo: “Ensilladme el asno y corre adelante; y no te detengas hasta que te lo ordene”. Así se hace.",
    "Una vez que Ud. tenga el Mensaje, siga avanzando. ¡Amén! Dicen: “No puedo subir de nuevo; no, me estoy debilitando”. ¡Sólo siga avanzando; no se detenga! Haga todo a un lado, siga abriéndose camino. Hermano, Ud. tiene la Espada en la mano, sólo siga cortando.",
    "Entré a un estadio de fútbol, en una ocasión, adonde iba a predicar. Y me detuve a la puerta y miré allí arriba. Decía: “No es el tamaño del perro en la pelea; es el tamaño de la pelea en el perro”. Así que eso es lo que gana la batalla. ¿Ven?",
    "Uds. dicen: “Pues, mire. Mire que todas las iglesias grandes están en contra de Esto”.",
    "A mí no me interesa el tamaño que tengan. Es el tamaño de la pelea en el perro, eso es lo que cuenta; es la fe que haya en el individuo. Si Ud. es un cobarde, regrese a la comodidad de su madriguera. Pero hermano, si Ud. es un soldado, párese bien; hay una batalla que ruge. El bien y el mal combaten; peleemos.",
    "Es como Peter Cartwright que entró a una ciudad, dijo: “El Señor me dijo que—que viniera aquí y tuviera un avivamiento”. Alquiló una vieja bodega, entró allí y la comenzó a limpiar.",
    "Y el buscapleitos de la ciudad, con la pistola en su costado, fue hasta allá. Llegó a las puertas… Algunos dijeron: “¿Qué hace ese hombre allá?”.",
    "Dijeron: “Él es un predicador. Va a tener una reunión, respondió él”.",
    "🦅 Bueno”, dijo él, “me supongo que tendré que ir y lanzarlo a la calle, y echarlo de aquí; así de simple. Nosotros no queremos reuniones en nuestro pueblo”.",
    "Entonces fue allá, tiró la puerta. Y Peter Cartwright tenía su saco puesto, Uds. saben, y estaba lavando las ventanas y las paredes. Era un hombrecito pequeño, Uds. saben.",
    "El predicador anciano se había burlado de él, Uds. saben, por comer pollo con sus dedos; lo cual hoy se permite, Uds. saben.",
    "Así que él estaba lavando las ventanas y ordenando. El buscapleitos caminó hacia él, abrió su saco, mostrando la pistola en la cintura, dijo: “¿Qué está haciendo?”.",
    "🦅 ¡Oh!”, respondió, “estoy lavando ventanas”. Y continuó lavando la ventana, Uds. saben. Él tenía un propósito: Dios le había dicho que tuviera un avivamiento. Continuó allí, lavando las ventanas.\n\nÉl le dijo: “Aquí no permitimos avivamientos”.",
    "Él contestó: “¡Oh, pero el Señor me dijo que—que tuviera este avivamiento!”. ¿Ven? Él continuó con su trabajo. ¿Ven? ¿Ven?",
    "🦅 Pues”, dijo él, “hay algo que Ud.—Ud. tiene que entender”. Él dijo: “Yo mando aquí en este pueblo”.",
    "Él le respondió: “¿No me diga?”. Y simplemente continuó lavando las ventanas, Uds. saben.",
    "Él le dijo: “Antes de que Ud. pueda tener un avivamiento, tendrá que vencerme primero en una pelea”.\n\nÉl le respondió: “¡Oh!, ¿así es la cosa? Entonces lo haré enseguida”.",
    "Él simplemente se quitó el saco. Caminó hasta allá y lo agarró por el cuello y lo arrojó al suelo, y le saltó encima. Decía: “Tengo que pelear, si deseo reinar. Auméntame el valor, Señor”. Le dio tremenda golpiza.\n\nLe dijo: “¿Ha tenido suficiente?”.",
    "Él respondió: “Sí”. Se levantó y le estrechó la mano. Él fue salvo esa noche en el servicio.",
    "Allí lo tienen. ¿Ven? Es tomar la Palabra de Dios y abrir camino a través de toda duda. ¿Lo ven? Seguro, así se hace. Eso es lo que sigue, hagámoslo. Correcto. Lo que sigue es apartarme de mis dudas, hay que cortarlas. Ése es el siguiente trabajo que tengo, apartar todas mis confusiones. Si mis sentidos me dicen: “Pues, no te sientes bien”, lo siguiente que se debe hacer es cortar eso, desecharlo. Correcto.",
    "Ud. dice: “Pues, Ud.… Me dicen que… Sabe, la conciencia me dice, Hermano Branham, que yo…”. Bueno, más le vale que corte eso, o Ud. no avanzará. Simplemente, complete su siguiente labor. Quítese el saco y enfréntelo directamente, continúe adelante con un objetivo: “Voy a vencer”. Amén. “Yo no puedo perder; voy a vencer”. Amén.",
    "Satanás unge. ¿Ven? ¿Cuál es su primera táctica? ¿Cuál fue el primer lugar que tomó? La mente. Ella se detuvo por un momento, para oír lo que él decía: “¡Oh!, ¿será así como tú dices?”.",
    "Allí es donde muchas mujercitas han cometido el error, y muchos hombrecitos han cometido el error; es cierto, se detuvieron por un momento; tan sólo se detuvieron por un momento. ¡Cuántas veces he visto surgir casos de divorcio y demás, a raíz de eso!",
    "🦅 Mire, se lo contaré, Hermano Branham, él silbó así: ‘fiu—fiu’, Ud. sabe, y yo me detuve, y, sinceramente, yo—yo no quería hacer eso”. Ajá. Allí tienen.",
    "🦅 Oh, ella, yo estaba sentado frente a ella en la mesa. ¡Ella—ella tenía los ojos más bonitos!”. ¿Ven? Ajá. ¿Lo ven? Allí fue.",
    "El diablo hace lo mismo. “¡Oh!, el médico me dijo que no había posibilidad de que sanara, así que yo…”. Allí lo tienen, la misma cosa (¿ven?), la batalla más grande que jamás se ha peleado.",
    "🦅 Bueno, ellos me dicen: ‘Yo vi a Fulano de Tal que reclamaba que tenía el Espíritu Santo’”; seguro, Ud. puso la mirada en algún hipócrita. Y ¿qué de aquéllos que en realidad lo tuvieron? Sí. Seguro. El diablo le indicará algún cuervo como carnada, pero no le mostrará la verdadera paloma. Sí. Es cierto. Él no se la mostrará, y él lo mantendrá a Ud. cegado a eso.",
    "¡Oh, él también es un guerrero, no lo olviden! Pero mayor es nuestro… “Mayor es el que está en vosotros, que el que está en el mundo”. Pero, aférrense a la Palabra de Dios; créanla, Uds. los capitanes del ejército. Mantengan bien seguro el fuerte, hermanos. Es correcto, manténganse en su puesto del deber.",
    "Y, en una ocasión tuve aquí a una jovencita. La dama quizás esté aquí ahora; su nombre es Nellie Sanders. Fue una de las primeras veces que yo vi un diablo siendo expulsado. Nosotros vivíamos (pues, si es que puedo ubicar el lugar), quedaría a tres cuadras de aquí, pasando el cementerio. Y yo tenía muy poco tiempo como predicador, y estaba predicando aquí mismo en esta esquina, en una reunión de carpa.",
    "Y esa jovencita era una de las mejores bailarinas. Asistía a la escuela secundaria que queda por aquí, y eran ella y Lee Horn. Y muchos de Uds. de la ciudad conocen a Lee Horn, maneja un negocio por acá de billares. Así que ellos (ella y Lee Horn), eran los mejores bailarines de toda esta región. Él es católico; desde luego que la religión no significaba nada para ellos (así que…) para Nellie y ellos. Así que, ella era una gran bailarina, y él también. En aquellos días tenían un baile llamado “Blackbottom”, y también el “Jitterbugs” y todas esas cosas. Y ella era la… Ellos dos eran los mejores de la región.",
    "Cierto día, ella llegó acá tambaleándose, una noche, a la reunión. Ella cayó postrada allí en el altar; la joven Nellie, que Dios la bendiga. Ella permaneció postrada allí en el altar. Alzó la cabeza; y ella lloraba y las lágrimas le corrían por las mejillas. Ella dijo: “Billy…” Ella me conocía. Dijo: “Tengo tantos deseos de ser salva”.",
    "Y yo le dije: “Nellie, tú puedes ser salva. Muchacha, Jesús ya te salvó; tienes que aceptar eso ahora en base a Su Palabra”.",
    "Y ella permaneció allí. Y ella lloraba y oraba, y le dijo a Dios que ella jamás volvería a escuchar las cosas del mundo. De repente, una paz dulce y suave llenó su alma. Ella se levantó de allí, clamando y alabando a Dios, glorificando a Dios.",
    "Y como seis u ocho meses después, ella venía caminando por la calle Spring, cierta noche.",
    "Ahora, sólo era una joven, ella apenas estaba en su adolescencia, tenía como dieciocho años. Y ella vino y me dijo: “Hope…” refiriéndose a mi esposa, la que ya partió. Ella dijo: “Cómo quisiera parecerme a Hope y a Irene”. Dijo: “Ud. sabe, ellas nunca estuvieron allá afuera en el mundo”. Dijo: “El mundo lo deja a uno marcado”. Dijo: “Yo tengo una apariencia tosca”. Ella dijo: “Pues, dejé de usar maquillaje y todo eso, pero tengo un aspecto áspero. Incluso la forma de mi cara”, dijo ella, “se ve tan áspera”. Dijo: “Ellas lucen tan tiernas e inocentes. Dijo: “Yo desearía nunca haber hecho eso”.",
    "Le dije: “Nellie, cariño, la Sangre de Jesucristo nos limpia de todo pecado. Adelante, créelo”.",
    "Wayne Bledsoe, muchos aquí lo conocen, es íntimo amigo mío, de años y años. Él era bebedor. Y él creció aquí con mi hermano, Edward. Y él se había emborrachado, estaba tendido en la calle, así que yo lo levanté, pues la policía se lo iba a llevar; y me lo traje. Y yo ya era predicador y aún vivía acá con papá y mamá, mucho antes de casarme. Y lo tomé, lo acosté allí adentro en la cama. Yo duermo, dormía en una cama plegable. Los Branhams éramos un grupo grande, Uds. saben, diez de nosotros. Y pues teníamos cuatro habitaciones, y teníamos que acomodarnos de dos en dos. Así que, yo tenía una vieja cama plegable en la que dormía. La saqué abriéndola de esta manera, y—y acosté a Wayne conmigo. Estaba borracho, tuve que meterlo a la casa y acostarlo.",
    "Y yo, acostado allí, le dije: “Wayne, ¿no te da vergüenza, al estar así?”.",
    "Y él me respondió: “Jum, Billy no me hables así”. Y entonces le puse encima la mano. Le dije: “Voy a orar por ti, Wayne. Dios te bendiga”. Y yo había sido salvo hacía, oh, supongo que tal vez un año.",
    "Y en ese momento, de repente la puerta de—de un taxi se cerró fuerte, afuera, y oí a alguien que tocó muy fuerte. “¡Hermano Bill!, ¡Hermano Bill!”. [El Hermano Branham toca sobre el púlpito—Ed.]",
    "Pensé: “Qué cosa, alguien se estará muriendo”. Salté hacia la puerta; agarré allí una cosa vieja, me la puse sobre la pijama, de esta manera; y cubrí a Wayne. Corrí a la puerta.",
    "Parecía ser una mujer. Abrí la puerta, y era esta joven parada a la puerta. Ella dijo: “¡Oh!, ¿puedo entrar?”\n\nLe dije: “Pasa”, y encendí las luces.",
    "Y para este momento ella estaba llorando así, y dijo: “¡Oh, Hermano Billy, estoy—estoy—estoy perdida! ¡Estoy perdida!”.",
    "Le dije: “¿Qué sucede, Nellie? ¿Estás sufriendo un—un ataque al corazón?”.",
    "Ella dijo: “No”. Dijo: “Hermano Bill, yo venía por la calle Spring”. Ella dijo: “¡Le soy sincera, Hermano Bill! Sinceramente, Hermano Bill: Yo no quise hacer nada malo. No quise hacer nada malo”.",
    "Yo dije: “¿Qué sucede?”. Pensé: “¿Ahora qué voy a hacer con ella?”. No sabía cómo proceder. Yo tan sólo era un muchacho. Y yo…",
    "Ella dijo: “¡Oh, Hermano Bill!”, dijo, “estoy—estoy—estoy hecha pedazos”.\n\nLe dije: “Tranquilízate hermanita; cuéntame de eso”.",
    "Y ella dijo: “Pues”, dijo, “yo venía por la calle, y en el ‘Salón de Redman’…” Y allí antes tenían bailes los sábados por la noche. Y ella dijo: “Tenía algunas cosas, iba a casa para hacerme un vestido”. Y dijo: “Yo escuché esa música”. Y ella dijo: “Sabe”, dijo, “me detuve por sólo un minuto”. Y dijo: “Se ponía mejor. Entonces pensé: ‘Pues, ¿qué daño habría si sólo me paro aquí?’”.",
    "Allí fue donde ella cometió su error, se detuvo por un momento. Ella sólo se puso a escuchar.",
    "Dijo: “Pues, voy a recordar”. Dijo: “¡Oh Señor, a pesar de esto, sabes que te amo!”. Dijo: “Tú sabes que te amo, Señor. Pero ¡cómo recuerdo el tiempo cuando Lee y yo ganábamos todos los—los bailes y todo eso!”. Dijo: “Vaya, recuerdo que esa música antes me atraía; ahora no”.",
    "¡No—no, no—no! Ud. sólo piensa que no. Eso allí mismo ya la cautivó. Tan sólo con tenerle allí él está contento. ¿Ven?",
    "¿Cuántos llegaron a conocer a Nellie Sanders? Bien, supongo que muchos de Uds. Sí, seguro. Así que ellos—ellos estaban—estaban…",
    "Dijo, contando ella: “Pues, ¿sabe qué?” Dijo, “Si tan sólo me subo allí hasta los escalones”, dijo,“quizás tenga la oportunidad de testificarle a algunos de ellos”.",
    "¡Oh! ¿Ve? Ud. está justamente en el terreno del diablo. ¡No entre allí! “Rechace hasta la más mínima apariencia del mal”.",
    "Pero ella subió los escalones hasta arriba y se paró allí unos minutos. Y cuando menos lo pensó, ella ya estaba en los brazos de algún muchacho, allá en la pista.",
    "Ella entonces volvió en sí. Y ella estaba parada allí, lloraba y decía: “¡Oh, ya estoy perdida, para siempre!”.",
    "Pensé: “Pues, yo no sé mucho de la Biblia, pero creo que Jesús dijo esto: ‘En Mi Nombre echarán fuera demonios’”. Yo…",
    "Y Wayne ya estaba un poco más sobrio, y estaba sentado allí mirando. ¿Ven? Entonces dije: “Pues diablo, no sé quién seas, pero ahora te lo digo: ésta es mi hermana, y no tienes ningún asunto poseyéndola. Ella no quiso hacer eso, ella sólo se detuvo por un minuto”; aunque allí fue donde ella cometió el error. Yo dije: “Pero vas a tener que salir de ella. ¿Me oyes?”.",
    "Y delante de Dios, en el Día del Juicio se sabrá. Esa puerta de malla comenzó a abrirse y a cerrarse, sola. “Pum, pum”, la puerta. “Pum, pum, pum”. Yo pensé…\n\nY ella dijo: “Bill, mira allí, mira allí”.\n\nY dije: “Sí, ¿qué es eso?”.\n\nElla dijo: “No lo sé”.\n\nDije: “Yo tampoco”.",
    "Y la puerta hizo: “Pum, pum”, pegando así. Pensé: “¿Qué sucede aquí? ¿Qué sucede?”.",
    "Miré de nuevo, así. Y yo dije: “¡Satanás, déjala! ¡En el Nombre de Jesús, sal de ella!”.",
    "🦅 Cuando dije eso, parecía ser un murciélago muy grande, así de largo, que se levantó detrás de ella, con pelo largo que colgaba así de sus alas y de sus patas. Hacía: “Oooooh”. Comenzó a venir directamente hacia mí, tan rápido como podía.",
    "Yo dije: “¡Oh, Señor Dios, la Sangre de Jesucristo me proteja de eso!”.",
    "Y Wayne saltó encima de la cama, al ver. Y aquí estaba como una sombra grande, dio la vuelta y fue y se metió debajo de la cama. Wayne corrió de la cama hacia el otro cuarto tan rápido como pudo. Así que, nosotros…",
    "Yo tomé a Nellie y la llevé a su casa. Y regresé, y no pude…",
    "Mamá entró allí y sacudió las sábanas y todo; no había nada en esa cama. ¿Qué era? Un diablo salió de ella. ¿Qué sucedió? ¡Ella se detuvo por un momento; así de sencillo fue!",
    "No se detengan, por nada. Cuando Dios derrama Su Palabra en su corazón, tome esa Espada y comience a despejar y a cortar. ¡Aleluya!",
    "🦅 Yo no tengo tiempo para esperar nada más. Acabo de cruzar, no me queda tiempo ni para sentarme”.",
    "Él dijo: “Bien, toma mi báculo y ponlo sobre el niño, y si alguno te hablare, ni le hables”.",
    "Si el diablo le dice: “Oiga, ¿sabe qué es lo que Ud. está sintiendo?”. Ud. ni siquiera le hable, simplemente siga adelante.",
    "El diablo, Ud. sabe que el diablo dice: “Pero, ¿sabe qué? Sabe, Fulano de Tal, cuando recibió el Espíritu Santo, recuerde que por poco ellos—ellos pierden la mente”. Ud. ni siquiera le hable, simplemente siga adelante. Ud. nada sabe de Fulano de Tal.",
    "Es Ud. y Dios. Correcto. Quédese con Dios. Él unge a Sus siervos. (Tengo que darme prisa.) Dios unge a Sus siervos. ¿Ven?",
    "Ahora, tengo que saltar aquí algunas notas, pero quisiera decir esto. Presten ahora atención a esto.",
    "Jovencita, preste atención ahora. [El Hermano Branham le habla de nuevo a la hermana enferma.—Ed.]",
    "Aquí nosotros vemos las tácticas del diablo. ¿Cómo lo hacemos? Ahora, tengo aquí bastantes Escrituras, sobre profetas y demás, donde él vino a ellos, y a diferentes personas de la Biblia, y obró igual. Su táctica siempre es procurar que la gente descrea la Palabra de Dios. Escuchen, Uds. soldados de la Cruz. Cuando Uds. dejan de creer una sola Palabra de la Biblia escrita de Dios, Uds. quedan desarmados.",
    "¿Lo crees, cariño? [El Hermano Branham le habla a la hermana enferma.—Ed.]",
    "Ud. queda desarmado. Ud. se rinde, es una medusa. Póngase toda la armadura de Dios. Amén. Estamos en una batalla. Lo que Dios dice es verdad: “toda palabra de hombre es mentira”. ¿Ve Ud.? Pero tan pronto Ud.… logra que Ud. le preste atención a una sola cosa, ésa es su táctica, Ud. queda desarmado.",
    "¿Cuántas cosas tuvo que escuchar Eva? Una. Ella quedó desarmada allí mismo. ¿Qué hizo el diablo? Pasó directamente por su mente, entrando a su espíritu, y allí ella fue pervertida. ¿Verdad que sí? Ella fue pervertida en el mismo instante que quedó desarmada, cuando descreyó la Palabra de Dios. Muy bien. Aquí vemos sus tácticas.",
    "Los soldados de Dios tienen orden de “vestirse de toda la armadura de Dios”. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Ahora, si quieren anotar esa Escritura, se encuentra en Efesios 6:10 y 13. ¿Ven? La leímos hace un rato, es nuestro texto. Muy bien. Noten: “Vestíos de toda la armadura de Dios”. Vamos… ¿Tienen unos minutos? [“Amén”.] Regresemos acá por un minuto. Veamos lo que es toda la armadura de Dios. Muy bien. Comencemos con el versículo 10. Presten ahora atención. Vamos a hallar toda la armadura de Dios. “Finalmente, hermanos míos…” Ahora, sé que voy a… Estoy…",
    "Faltan veinte minutos ahora mismo, para las doce, aproximadamente. Yo—yo no… no quería extenderme mucho hoy, enseñándoles, pero yo—yo tal vez no tenga sino un Mensaje más antes de que salga en mis viajes para el verano, ¿ven?",
    "Y ¿saben qué? ¿Saben Uds. por qué estoy haciendo esto? Se los diré. El otro día tuve un sueño. Yo no iba contarlo, pero simplemente lo tengo en la mente. Lo voy a hacer, siendo que el Señor ya me ha dado las interpretaciones.",
    "Soñé que yo estaba para cruzar un río muy grande, en la obra misionera. Y ahora, primero, me encontraba allá con mi esposa…",
    "¿Y cuántos llegaron a conocer a George Smith, a “seis segundos Smith” aquí en la ciudad? George Smith, su hijo pertenece aquí a la Policía. Él, pobre George, ahora es un alcohólico; sin embargo, él fue uno de los mejores boxeadores. Fue él quien me dio el entrenamiento, aun antes de que fuera a la Y.M.C.A. y a cualquier lugar. Él nos entrenaba. Y él era rápido, muy rápido. Sólo era del peso “mediano-ligero”, en las ciento cuarenta y cinco libras [65 kgs—Trad.]; y él me entrenó. Y se paraba allá, y él podía tomar su puño, así, y golpearme directamente en el estómago, alzándome contra la pared (¿ven?), y eso no me molestaba. Era porque él me tenía entrenado, no era otra cosa sino entrenamiento.",
    "Y entonces yo-yo soñé, la otra noche, que vi a “seis segundos Smith”. Ahora, no fue una visión; fue un sueño. Y vi a “seis segundos Smith”, a jóvenes que venían contra él, en lucha. Y él, aquel anciano, como de, oh, supongo… Yo tengo cincuenta y dos años, él tiene que tener cuando menos cincuenta y ocho, sesenta. Pero ni uno de esos muchachos le podía siquiera tocar, en lo absoluto. Él simplemente los ataba en un nudo, así, los ponía en el piso y los retenía con la mano.",
    "Pensé: “Qué extraño”. Y pensé que mi esposa estaba conmigo, y dije: “Qué extraño”. Dije: “¿Sabes qué, Meda? Él antes era mi entrenador”.\n\nElla dijo: “Yo-yo lo recuerdo, que me contaste de eso”.",
    "Dije: “Sí, señor. Con su buen entrenamiento yo gané quince peleas profesionales, y me salí de-de esa profesión, para predicar el evangelio”.",
    "En ese momento cambió, y yo comenzaba a cruzar unas-unas aguas. Pero cuando iba, me iba en una lancha a motor. Miré hacia allá, y allí estaban dos de mis hermanos sentados, en una canoa, preparándose para ir conmigo. Dije: “No pueden hacer eso, hermanos; no, no. Yo tengo que ir solo”.",
    "Entonces se presentó el lanchero, y dijo: “Aquí está su lancha”, una canoa plástica, muy blanca.\n\nYo dije: “Noo. No-no. Eso no”.",
    "Él dijo: “Pues, puede subir por este lado con ella a cincuenta millas por hora”.\n\nLe dije: “Pero yo tengo que cruzar hacia ese lado”. ¿Ve?\n\n“Pues”, dijo él, “vaya con esos hombres”.",
    "Yo dije: “Ellos no son lancheros. Ellos no conocen lo suficiente acerca de eso. Ellos están entusiasmados. Ellos no pueden cruzar eso. Los dos se ahogarán allá. Sencillamente no pueden hacerlo”.\n\nY él dijo: “¿Está Ud.…? ¿Puede confiar Ud.…?”.",
    "Dije: “Escuche, yo-yo conozco más en cuanto a barcas que ellos, y yo no me atrevería a cruzarlo con eso, con esa clase de material”. Yo dije: “Se necesitará una lancha de motor para cruzar eso”. Dije: “Se va a necesitar algo mayor que eso”.",
    "Y lo vi que miró hacia uno de los hermanos, y le preguntó: “¿Es Ud. lanchero?”.\n\nLos hermanos dijeron: “Sí”. ¿Ven?\n\nYo dije: “Eso está errado”.",
    "Y el lanchero regresó. Él me dijo: “Le diré qué hacer”. Dijo: “Ellos lo aman a Ud. Ellos le creen. Pero”, dijo, “si Ud. intenta cruzar en la lancha a motor, ellos tratarán de seguirlo en esa canoa. Los dos morirán, ¿ve?”. Dijo: “Ellos no pueden seguirlo”.\n\nY le dije: “Entonces, ¿qué debo hacer?”.",
    "Y este lanchero, en el muelle, dijo: “Vuelva Ud. allá”. Dijo: “Hay un sólo pequeño almacén en todo este país, un pequeño almacen. Y simplemente almacene bastantes provisiones”, dijo, “y ellos se quedarán aquí. Ellos-ellos se quedarán aquí mientras Ud. está-mientras está ausente. Pero”, dijo, “Ud. tendrá que almacenar provisiones”.",
    "Y yo colocaba en orden toda clase de repollos, y nabos, y rábanos, y cosas, amontonándolos allí de esa manera. Entonces me desperté.",
    "Yo no sabía lo que era, pero ahora sí sé. Vean, nosotros estamos almacenando las provisiones, hermanos. Ésta es una vida que uno tiene que caminar solo.",
    "Leo: ¿Recuerdas el sueño que tuviste esa vez cuando recién llegaste aquí? [El hermano Leo Mercier dice: “Amén”.—Ed.] En cuanto a la pirámide, y pensabas que subirías para entrar allí. Yo dije: “Leo, nadie llega aquí arriba; Dios tiene que poner al hombre aquí arriba. Tú escalaste todo reino físico que se puede escalar”. Dije: “Tú no puedes llegar aquí, Leo. ¿Lo ves? Regresa allá abajo. Sólo dile a la gente que esto viene de Dios”. ¿Ven? ¿Ven?",
    "Eso es algo de lo cual Ud.-Ud. no puede depender, por buenos que sean los hermanos y las hermanas, y aun mi iglesia y todo, y aún lo bueno que sean las otras iglesias, y los hermanos, por todas partes.",
    "Ahora, yo no puedo distanciarme de la iglesia allá afuera. Alguien dice: “Pues, ¿por qué anda Ud. con esa gente, esos trinitarios, todos éstos, ésos y los otros, y los unitarios, y los del Nombre de Jesús y todas estas otras cosas allá? En primer lugar, ¿por qué se mezcla Ud. con ellos?”. Ellos son míos. No importa lo que hayan hecho, son míos. Ellos son mi púlpito.",
    "Cuando Israel había hecho tanto mal, que aun Dios le habló a Moisés, le dijo: “Sepárate. Voy a comenzar una nueva-nueva tribu de ti”.",
    "Moisés se lanzó en la brecha, dijo: “Antes de matarlos a ellos, mátame a mí”.",
    "No importa lo que hayan hecho, a ellos es que he sido enviado. Él envía una Luz, no para alumbrar donde ya hay Luz; es donde hay oscuridad, allí es donde debe estar la Luz. Y uno tiene que llegar a estar entre la gente. Uno tiene que pararse con ellos, a pesar de todo, hay que hacerlo, en su error.",
    "Israel estaba tan errado como se puede estar. Estaban tan errados a tal grado que Dios los dejó. Sin embargo, Moisés… Siempre me pregunté, ¿cómo sucedió tal cosa? Pero era el Espíritu de Cristo en Moisés. ¿Ven?",
    "Vean, todos erramos. Él se paró por todos nosotros cuando aún estábamos en nuestro error.",
    "No importa cuán errados estén ellos, no vayamos a dejar el compañerismo o a desasociarnos con nada. Mientras podamos ganar un alma, entremos allí “prudentes como serpientes, e inofensivos como palomas”, ¿ven?, y tratemos de ganar toda alma que podamos.",
    "Ahora, es lo que estoy hablando en esta mañana, estoy almacenando Alimento. Almacenando Alimento, para que Uds. tengan algo para comer, para que tengan algo con lo cual alimentarse. Consíganlo en sus cintas. Siéntense en lo fresco de su habitación. Tal vez, cuando yo me halle lejos, Uds. aún se acuerden que estas cosas son verdad. Siéntense en sus habitaciones y escuchen. ¿Ven? Y éste es Alimento, siendo almacenado, en la bodega. Yo no sé a dónde será el viaje, pero, adondequiera que sea, Él sabe por donde está guiando, yo no sé; yo solamente sigo.",
    "Ahora, ¿entonces qué dice Él aquí? Oigan con atención:\n\nPor lo demás, hermanos míos, fortaleceos en el Señor, y en el poder y en el poder de su fuerza.\n\n…fortaleceos…en el poder de su fuerza.\n\nVestíos de toda la armadura de Dios, para que podáis (Uds.) estar firmes contra las asechanzas del diablo.\n\nPorque no tenemos lucha contra sangre y carne,…\n\nDisparando balas ni cortando con cuchillos (¿ven?), no es eso.\n\n…sino contra principados, contra potestades, contra los gobernadores de…tinieblas de este siglo,…",
    "🦅 Los gobernadores de las tinieblas”. ¿Quién gobierna el mundo? El diablo. Seguro. ¿De quién vienen todos estos acontecimientos, todas estas cosas impías que suceden por aquí, y estos gobiernos y lo demás? Todo es el diablo; la Biblia lo dice. El diablo controla en los Estados Unidos; el diablo controló a Alemania; el diablo controla toda nación en el mundo. Llegaré a eso en unos minutos, y averiguaremos si es que él lo controla o no. Si es que… Todo reino que ha sido y que será, hasta que Dios establezca Su Reino, es controlado por el diablo.",
    "Ahora, no quiero decir que todos allí son el diablo. Hay hombres piadosos en-en cargos del gobierno.",
    "Uno de ellos estará aquí dentro de unas noches, aquí mismo, para proyectar una película, con el Hermano Arganbright, en este lugar. Él ha sido diputado de cinco presidentes, el Hermano Rowe. Y él es… Él estará aquí, creo que como la segunda semana de abril. El Hermano Neville lo anunciará. Y él es un hombre maravilloso.",
    "Dijo que él podía hablar ocho idiomas distintos, creo yo. Pero cuando recibió al Espíritu Santo, él no tenía un idioma con el cual hablarle al Señor, y entonces el Señor sencillamente le dio uno, comentaba él; así que le habló a Él con ése. Le dio uno más, el cual él nunca tuvo que practicar. Muy bien.\n\n…contra huestes espirituales de maldad en las regiones celestes.\n\nPor tanto…",
    "Ahora escuchen, todos Uds. los soldados, antes que iniciemos la línea de oración.\n\n…tomad (t-o-d-a) toda (no sólo una parte)…toda la armadura de Dios, para que podáis resistir en el día malo,…\n\nÉse es el día en que estamos viviendo.\n\n…y habiendo acabado todo, estar firmes.\n\nEstad…",
    "Amén. ¿Captaron eso? ¿Lo ves, cariño? [El Hermano Branham de nuevo le habla a la hermanita enferma.—Ed.] Cuando hayan hecho todo lo que pueden hacer, en cuanto a estar firme, entonces sean firmes; no se muevan.\n\nEstad, pues, firmes, ceñidos vuestros lomos…",
    "Escuchen esto. Escuchen aquí lo que es: “Vuestros lomos”. Ésa es la parte en el medio del cuerpo, aquí. ¿Ven?\n\n…ceñido con la verdad,…",
    "¿Qué es la Verdad? La Palabra de Dios. Correcto. “Tu Palabra es Verdad”. Muy bien.\n\n…y vestidos con la coraza de justicia;",
    "Eso es, “hacer lo correcto”. Tener la Palabra de Dios por dentro, haciendo lo correcto. “La coraza de justicia”.\n\nY calzados los pies con el apresto del evangelio de la paz.",
    "Ir a cualquier lugar, donde sea en cualquier momento, estando los pies calzados con el Evangelio. ¿Ven? Y observen:\n\nSobre todo, sobre todo esto, tomad el escudo de la fe,…",
    "Ése es el que desvía los dardos, ¿ven? “El escudo de la fe”.\n\n…con que podáis apagar todos los dardos de fuego del maligno.\n\nY tomad el yelmo de la salvación…",
    "Ésa es el alma… La mente-la mente, aquí adentro, la cabeza; lo que cubre la cabeza.\n\n…y la-la espada del Espíritu; que es la palabra de Dios;",
    "¿Cómo piensa Ud. usar ese yelmo? ¿Qué es lo que hace? Es una protección. ¿De qué material está hecho un yelmo? De bronce. El bronce ni siquiera se puede templar; es duro, más duro que el hierro. Es un casco de bronce (¿de qué?) la salvación, el conocimiento de saber esto: “Que mi sanidad viene de Dios; mi salvación viene de Dios. Mi experiencia cuadra con Su Palabra, no con la idea de la iglesia; ¡con la Palabra!”. Amén. Allí lo tienen. Todo cubierto, con una protección, el yelmo de la salvación, liberación. Tome eso y entonces marche adelante. ¡Oh, ahora, ahora eso es lo que debemos hacer! El ejército de Satanás…",
    "Ahora observen, entonces, nosotros… Tengo que darme prisa, pero yo-yo tengo que incluir esto.",
    "El ejército de Satanás trae enfermedades. Eso es Satanás, él es un destructor. Satanás, todo el reino de Satanás es enfermedad, muerte, y tristeza, y confusiones, y preocupación, todo por Satanás.\n\nDios es Vida, fe, gozo, paz, de este lado. ¿Ven?",
    "Ahora, ésos son los dos grandes poderes que se están enfrentando ahora mismo; están batallando. Ellos están batallando aquí mismo en este edificio, ahora mismo. Ellos batallan, día a día contra Ud., toda fuerza.",
    "Satanás, siguiéndolo a Ud.; ese tremendo Goliat, un reino sacerdotal muy majestuoso, tratando de espantarlo a Ud. Él tiene razón, pero Dios…",
    "Ud. está fortificado (amén), con el Evangelio, con la Palabra de la Verdad sobre sus lomos. ¡Gloria! Predicador, eso es. El yelmo de salvación; el escudo de la fe; y con su mano ¡meciendo la espada!, “Satanás, vengo a enfrentarte. Tú vienes contra mí en el nombre de la ciencia; vienes contra mí en nombre de-de la cultura. Vienes contra mí en el nombre de la organización. Vienes contra mí en el nombre de esto, eso o de lo otro; pero yo te enfrento en el Nombre de Jehová Dios de Israel. ¡Vengo ahora contra ti! ¡Apártate!”. Ni aun la muerte misma podrá permanecer allí, ábrele un hueco hasta romperla. Correcto.",
    "El ejército de Satanás trae enfermedades, y el ejército de Dios está comisionado a echarlas fuera. Amén. Allí lo tienen. Cada vez que Satanás lo aflija a Ud. con eso, el ejército de Dios tiene que echarlo fuera. Amén. ¡Echar fuera!",
    "Ésa es la misma técnica que utilizó Dios. Satanás utilizó al ejército de destrucción, para hacer descreer la Palabra de Dios, y establecer él un reino mejor que el que tenía Miguel, y Dios lo echó.",
    "El método de Dios es, echar fuera lo malo. Echar fuera el razonamiento. Echar fuera la superstición. Echar fuera la preocupación. Echar fuera enfermedades. Echar fuera el pecado. Amén. Ud. ya está por encima de eso, ha resucitado en Cristo Jesús, sentando en lugares Celestiales, con todo diablo bajo su pie. Si él comienza a meter la cabeza allí, qué…",
    "Ud. ya sabe que Ud. ha muerto; su vida está escondida. ¿Qué es muerto? Ud. está muerto a sus sentidos. Ud. está muerto a su conciencia. Su propia voluntad dirá: “Sí, supongo que yo…”. Muerto a su razonamiento; muerto a todas esas cosas. Y Ud. ha sido enterrado en el Nombre de Jesucristo; y ha resucitado con Él. Y donde Él esté, también Ud. está.",
    "¿Qué sucedió cuando esos, uno de esos incrédulos entró al Cielo? Dios lo sacó. Y ¿qué le dijo Él a los soldados que han resucitado en Cristo? “Cuando venga un diablo, sáquenlo. Échenlo fuera”. Cuando Jesús entrenó a Su ejército, y les comisionó ir hasta el fin del mundo: “Id por todo el mundo, predicad el Evangelio a toda criatura; el que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado; y estas señales seguirán a los creyentes, a Mis soldados. En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; tomarán en las manos serpientes, o si bebieren cosa mortífera, no les hará daño; si sobre los enfermos ponen sus manos, ellos sanarán”.\n\n¡Firmes y adelante, huestes de la fe!\n\nSin temor alguno, que Jesús nos ve.",
    "🦅 Estoy crucificado con Él, sin embargo vivo; no soy yo quien ahora vive, es Él quien vive en mí”. La Palabra yendo adelante, Dios cortando con Su Espada aguda de dos filos.",
    "Entonces, con razón, cuando Grant tomó Richmond, y aquella mujercita sureña vio a Grant llegando, la inspiración le vino. Y ella dijo:\n\nMis ojos han visto la gloria de la venida del Señor.\n\nÉl está pisando el lagar donde las uvas de la ira están almacenadas.\n\nÉl ha desatado el relámpago feroz con Su temible espada ligera.\n\nSus tropas avanzan.",
    "Amén. ¿Cómo tomó Grant a la ciudad de Richmond? Tan pronto como llegó allí. Amén. Así fue como él tomó a Richmond.",
    "Así es cómo los soldados de Dios vencen al pecado, a la enfermedad; tan pronto llegan a ellas. Amén. Así es como vencen sus dudas y temores y las demás cosas. Cuando una aparece, la cortan. “¡Apártate de mi camino”! ¡Oh, vaya! Así se hace. Dios los echa fuera, igual como lo hizo en el Cielo. Nuestro gran Capitán Supremo nos demostró cómo se hace. Amén.",
    "Roy Roberson y el Hermano Funk, muchos de Uds., los veteranos aquí, saben lo que es un verdadero capitán.",
    "Una vez, yo… este pequeño cuerpo de bomberos aquí de la ciudad de Jeffersonville. La tienda “Pfau” se comenzó a incendiar. Y allí estaba presente el cuerpo de bomberos de Jeffersonville, y el capitán caminaba alrededor diciendo: “Échenle un poco de agua por aquí”. “Sh-sh-sh-sh” como con cualquier manguerita por aquí. Luego llegaron los bomberos de Clarsksville, “Echen otro poco de agua por acá”. “Sh-sh-sh” ¡La tienda “Pfau” se quemó!",
    "Hicieron una llamada a Louisville. Aquí venían hombres entrenados. ¡Oh, cómo sonaban esas sirenas por allí!",
    "Y por allí estaban los capitanes, jefes de estos departamentos de bomberos, diciendo: “Echen un poco de agua acá arriba, échenle agua acá abajo”. Hombres sin entrenamiento.",
    "Hermano, tan pronto como ese camión de bomberos se detuvo, ¿quién estaba en el extremo de la escalera? El capitán. Cuando esa escalera subió, él subió con ella. Cuando partió la ventana él aún no había llegado a la ventana. Él tomó su hacha y la tiró por la ventana, y dijo: “Vamos, muchachos”. Y el incendio quedó apagado en unos minutos. ¡Era un capitán!",
    "No es capitán el que dice: “Echen un poco de agua acá; intenten por acá un poco”.",
    "Es más bien: “¡Síganme, muchachos! Amén. Él abrió el camino. Él nos mostró cómo se hace.",
    "Yo pensé: “Ese cuerpo de bomberos bien entrenado, apagaron ese incendio en pocos minutos”. ¿Por qué? Tenían un capitán allí que sabía lo que estaba haciendo.",
    "Hermano, hable todo lo que quiera de su teología, sus denominaciones hechas por hombre, sus organizaciones, juegue con eso.\n\nYo tengo un Supremo Capitán que me dijo cómo hacerlo.\n\nDicen: “Pues, si puedo olerlo, si puedo sentirlo”. ¡Oh, tonterías!",
    "Aquí está la manera como el Supremo Capitán dice que se hace, en Lucas el capítulo 4. No tengo tiempo para leerlo. Léanlo por su cuenta. Bien. Lucas el capítulo 4, comenzando con el versículo 1.",
    "Él no dijo: “Pues les diré: vayan acá y formen una gran organización. Consigan presbíteros y diáconos y, o consigan cardenales y obispos, y consigan esto”; Él en ningún momento dijo eso.",
    "Cuando Satanás fue contra Él, le dijo: “Pues, tienes hambre, convierte estas piedras en pan”.\n\nÉl le respondió: “Escrito está…”.",
    "Le dijo: “Acá arriba, subiremos acá y Te mostraré algo”.\n\n“Pero escrito está…”.\n\n“Haré esto, si Tú lo aceptas”.\n\n“Escrito está…”.",
    "Así es como el Supremo Capitán dijo que se hacía. ¿Cómo se hace, hermana? “Escrito está: ‘Si sobre los enfermos ponen sus manos, sanarán’”. “Escrito está: ‘En Mi Nombre echarán fuera demonios’”. Amén. ¿Qué es? “¡Escrito está”! Ésas son las órdenes del Capitán. “Escrito está: ‘Cualquiera que oyere Mis Palabras, y cree al que me ha enviado, tiene Vida Eterna’. ¡Escrito está! ¡Escrito está! ¡Escrito está!”. Ésas son-ésas son las órdenes. Ése es el soldado. Ésa es la manera. Ésa es la artillería que ponemos en el frente.",
    "¿Qué hizo él? Salió directamente allá al frente, contra un Goliat. Él mostró un… ¿Cómo le mostró David a un ejército que se hacía? ¿Cómo le mostró David a Israel que se hacía? David significa: “Amado, salvador”. ¿Ven? ¿Cómo lo hizo David? Él dijo: “He aquí la manera como se hace: Confiad en la Palabra de Jehová”.",
    "Y Goliat salió allá, dijo: “¿Sabes qué? Te levantaré en la punta de esta lanza y te daré por comida a las aves”.",
    "Él dijo: “Tú vienes contra mí como una organización. Vienes contra mí como un científico moderno. Vienes contra mí con tu gran espada de catorce pies [más de 4 m—Trad.]. Vienes contra mí con un yelmo de bronce y con un escudo que yo no podría siquiera levantar del suelo. Tú vienes contra mí como un guerrero entrenado. Me enfrentas con tus títulos de educación de Ph. D. y L. L.D. y doble L.D. Me enfrentas con todas estas cosas; pero yo vengo en el Nombre de Jehová Dios de Israel, y hoy te cortaré la cabeza de los hombros”. Amén. Ese pequeñito enfrentándose allá contra ese gigante, pero él sabía dónde estaba parado.\n\nIsrael temblaba de miedo, allá atrás: “¡Oh, pobre muchachito!”.\n\nGoliat dijo: “Te voy a mostrar lo que haré”. Y allí venía.",
    "Él tenía f-e (¿ven?), e-n J-e-s-ú-s, cinco rocas, cinco piedras. Tenía una piedrita allí, con la cual comenzar. La giró de esa manera, el Espíritu Santo se apoderó de la piedra, y salió disparada. Y Goliat terminó en el suelo. Así es como se hace.",
    "Así fue como dijo Jesús, cuando dijo. “Ahora, si Uds. hermanos van a salir al campo misionero, si quieren saber cómo vencer estos diablos, les voy a mostrar cómo se hace”.",
    "Satanás le dijo: “Yo te saldré al encuentro”. (Goliat), “yo voy a mostrarte lo que puedo hacer. Tienes hambre; si Tú eres el Hijo de Dios yo te reto. Dices que Tú eres el Hijo de Dios; yo te reto. Si eres el Hijo de Dios, convierte estas piedras en pan. Come, tienes hambre. Y si Tú eres el Hijo de Dios, tienes el poder para hacerlo”.",
    "Él le dijo: “Pero escrito está, pues, ‘No sólo de pan vivirá el hombre’”. ¡Oh! De esa manera lo hizo el Supremo Capitán.\n\nLo llevó a Él al pináculo del templo y le dijo: “Si te lanzas”, le dijo, “sabes que también está escrito…”.",
    "Dijo: “Sí”, dijo, “pero también está escrito: ‘No tentarás al Señor tu Dios’”. ¿Ven cómo Se llamó a Sí Mismo? “El Señor tu Dios”. Sí. “‘No tentarás al Señor tu Dios’, escrito está; de nuevo así”. ¿Ven? ¡Oh, vaya!",
    "¿Qué hizo Él? Lo derrotó con la Palabra de Dios. La táctica del diablo es hacer que Ud. descrea la Palabra de Dios. Y el Supremo Capitán dice: “Tomen la Palabra de Dios y háganlo. En Mi Nombre echarán fuera demonios”.",
    "Oh, Satanás, el capitán supremo de ellos, pues seguro, Uds. saben, algunas de estas denominaciones quieren hacerles creer que él tiene una pezuña hendida, Uds. saben, y una cola y todo eso. No crean eso. Él no es así hermano, no, señor. Él más bien es un astuto. No crean Uds. que él es así. Ellos le dicen eso para asustarlo a uno. Ése no es el diablo. Para empezar, el diablo no tiene una pezuña; dudo eso mucho. Él sólo es un espíritu. El diablo es un espíritu. Él no tiene pezuñas hendidas ni esas cosas, como se tratan de imaginarlo. No, no.",
    "Más bien, él es sabio. Hermano, él es un hombre muy sabio, instruido muy bien, siempre lo ha sido, en cuanto a sabiduría del mundo. ¡Oh, sí! Él es hermoso. Tiene organizado a su ejército con sabiduría del mundo, a tal grado, hermano, que no vaya a tratar, no trate Ud. de hablar con sus propias palabras. Mas le conviene saber de lo que Ud. está hablando al encontrarse con uno de estos tipos, cuando le digan: “Los días de los milagros han pasado”. No, él no tiene-él no tiene la pezuña hendida. Él es (¡oh!), él-él-él mas bien acaba de salir del seminario. Él es pulido, hermano. Quiero decir que es sumamente inteligente, con sus Ph. D., L.L.D., Q.U.S.D., y todo lo demás. ¿Ven? Teniendo todo eso, él es tan inteligente como podría serlo. Es sabio, seguro, es una serpiente, él más astuto entre todos. Hermano, tiene el cabello bien peinado, y en cuanto a la vestimenta, no tiene ni una sola arruga en el saco. Es inteligente, tan sabio y astuto como se puede ser. Ésa es la verdad.",
    "No se meta con él a menos que Ud. sepa de lo que está hablando; es cierto. ¡Oh!, pero nosotros conocemos sus viejas-sus viejas tácticas. Sabemos lo que él está intentando: lograr que nosotros descreamos la Palabra de Dios.",
    "Y él no tiene pezuñas hendidas. No, no, no. Ahora, hallamos que si no tiene pezuñas hendidas, entonces él tiene que ser otra cosa. Él es muy astuto; él es sabiduría, educado, organizado. Hermano, así es como él tiene a su ejército.",
    "Fíjense en una ocasión, en Suiza… (Simplemente no hallo donde parar, hermanos). Había un-un… Allá en Suiza, venía este ejército alemán, marcha-… extranjeros invadían. Pues, parecían una pared de ladrillos. Todo hombre entrenado; cada lanza apuntando así, como a ocho o diez pies hacia el frente [3 mts—Trad.]. Y llegaron a la pobre pequeña Suiza. ¿Qué tenían ellos? Estaban armados sólo con las-con las cuchillas de sus hoces, palos y piedras, y allí se pararon. Los habían arrinconado. Al otro lado del cerro estaban sus hogares. El ejército suizo les había salido allí al encuentro. Ellos no les habían hecho nada. Éstos simplemente vinieron para apoderarse de su tierra.",
    "¿Qué ha hecho esta niña; tan sólo es una niña? Es Satanás, él le quitaría la vida si pudiera. Seguro. Él está allí, prematuramente. ¿Ven?",
    "Los suizos no habían hecho nada. Eran gente buena. Trataban de defender sus hogares, y se pararon allá para defender. Después de un tiempo, hubo uno llamado Arnold von Winkelried. Aquí venía este ejército; estaban todos rodeados. Dijeron: “¿Qué podremos hacer?”.",
    "Por todos lados eran océanos de hombres, bien entrenados. Así es como lo hace Satanás. Bien entrenado, su lanza apuntando al frente, cada hombre al paso: Un, dos, un, dos; avanzando sobre este pequeño ejército. Sólo-sólo que siguieran caminando, era todo lo que tenían que hacer, y los atravesarían a cada uno, con sus espadas; las lanzas los atravesarían. Eso hubiera acabado con el ejército suizo; hasta allí hubiera llegado. Al otro lado del cerro estaban sus hogares con sus seres amados. Sus mujeres hubieran sido golpeadas y violadas y sus hijas jóvenes, y sus niños asesinados, y sus hogares quemados y cuanto más, se hubieran llevado el alimento, el ganado y demás. Por eso estaban allí.",
    "¿Qué ocurrió? La inspiración vino sobre uno llamado Arnold von Winkelried. Él dijo: “Hombres de Suiza, en este día yo muero por Suiza”. Amén. “¡En este día yo muero por Suiza!”.\n\nLe preguntaron: “¿Qué harás?”.",
    "Él dijo: “Uds. sólo síganme y peleen con todo lo que tienen”. Él se paró allí; tiró al suelo su lanza (un pequeño palo que traía así en la mano), y gritó, con sus brazos levantados, de esta manera, y corrió hacia allá gritando: “¡Abran paso a la libertad!”. Corrió tan rápido como pudo, directamente hacia ese ejército. Y cuando llegó, agarró todas las puntas de las lanzas que más pudo, y las atrajo hacia su pecho, así, y murió.",
    "Pero antes de partir, dijo: “Allá, del otro lado del cerro, hay un hogar con una esposa y unos pequeños, a los cuales estoy dejando, y una pequeña casa que acabo de comprar”. Y dijo: “Yo-yo los amo, pero, hoy, yo muero por Suiza. Él me dio mi…”. Él dijo: “Yo doy mi vida para salvar la nación”. Y ése fue un héroe. Ellos no han tenido una guerra desde entonces. Eso, eso lo concluyó.",
    "Eso desvió ese ejército, tal demostración de heroísmo, hasta que no quedó… El-el ejército quedó tan desconcertado que los suizos rodaron piedras sobre ellos, y los sacaron del país; y nunca han regresado desde entonces. Eso sucedió hace cientos de años. ¿Ven? ¿Por qué? Ese fue gran acto.",
    "Pero (¡Oh, hermano!), cierto día, cuando la ignorancia, la superstición, las dudas, las confusiones y temores, tenían al pueblo de Dios arrinconados, hubo Uno llamado Jesucristo: “En este día Yo muero por el pueblo”. Correcto.",
    "¿Qué le dijo él a Su ejército? “Síganme y peleen con todo lo que tienen. Si Ud. tiene un garrote, pelee con garrote. No tenga miedo. Si tiene un palo, pelee con ese palo; si tiene una piedra, pelee con una piedra, con lo que tenga”.",
    "Eso es lo que hoy dice nuestro Capitán Supremo. “Yo tomé la Palabra de Dios y derroté al diablo y su poder”. Él lo hizo pedazos (¡Amén!) con esa Palabra. Ahora, con lo que Ud. tenga, si Ud. sólo tiene una Palabra: “Yo soy Jehová tu Dios que te sana”, con eso hágale pedazos. Siga. Amén. Siga a nuestro Capitán. Sí, señor. Él lo hizo pedazos.",
    "Satanás, con sus grandes reinos tan hermosos, y más belleza, y todo tan moderno, eso nada tiene que ver con nosotros. Correcto. Él todavía es el ser más sutil de todas las bestias del campo. Sí, señor. Jesús dijo que los hijos de este mundo eran más sabios que los hijos del Reino de Dios.",
    "Ahora, estos dos grandes entran en conflicto. Vamos a… debo… tengo que terminar. Estos dos grandes conflictos están chocando ahora mismo. Hoy mismo es la hora cuando las enfermedades y demás cosas han impactado al mundo, a tal grado que la ciencia médica ha quedado confundida, y todo ha quedado confundido. No hay nada, y-y nosotros sólo… Y el ejército, el pequeño ejército de Dios está siendo arrinconado, y todo así. Hermano, es tiempo de otro Arnold von Winkelried. Es tiempo, es tiempo que otro hombre de Dios surja. Es tiempo de que aparezca un Elías. Es tiempo que algo acontezca.",
    "Ejército de Dios, cierren la mente. No se detengan ni por un minuto a considerar lo que el diablo tiene para ofrecerles a través de sus sentidos; y no olviden, la Palabra de Dios jamás podrá fallar.",
    "¡Estos dos grandes ejércitos! Cuando el enemigo venga como río, como está viniendo hoy día, ¿qué dijo Dios que haría? “El Espíritu de Dios levantará bandera contra eso”. ¿Es Ud. uno de ellos? Sí, señor.",
    "Nos es enseñado en Santiago 4:7… No tengo tiempo para leerlo. Santiago 4:7, a “Resistir al diablo y”; no simplemente se irá caminando, sino que “él huirá”. “Resistid al diablo”. ¿Cómo resiste uno al diablo? De la misma manera que nuestro Supremo Capitán nos dijo que lo hiciéramos. Tome la Palabra de Dios. Así es como se resiste al diablo, es con la Palabra de Dios. El Supremo Capitán nos dijo exactamente cómo era que se hacía. Muy bien.",
    "Ahora, terminando, quiero decir esto: ese diablo miserable, ¿piensan Uds. que es descarado? ¿Piensan Uds. que atacará a un niño? Él atacará a cualquier cosa. Él atacó a Jesucristo. Vino contra Él con tres ataques violentos. ¿Sabían eso? Satanás no atacó sólo una vez. Él lo atacará a Ud. con una enfermedad, y luego volverá y lo atacará, diciéndole: “Los días de los milagros han pasado; Ud. no sanó. No hay nada en eso”. ¿Saben Uds. que eso es así?",
    "Él atacó a Jesús tres veces. Fueron tres ataques violentos, con los que atacó a Jesús, usando su incredulidad en la Palabra de Dios. Jesús era la Palabra. Seguro, él no creía eso. “Si Tú eres… Si Tú eres…”. Aquí venía él, ataques violentos, a veces como el enemigo hoy. Aquí vinieron ellos, diciéndole: “Si Tú eres el Hijo de Dios, muéstrame un milagro; déjame verlo”. Hermano, tres veces le atacó violentamente, lanzándose, “Si Tú… Si Tú eres…”.",
    "Ahora, ¿qué hizo Jesús? Jesús era la Palabra de Dios; Él era la Palabra. Y éste acá atacó a la Palabra. ¡Gloria! Apenas estoy… me siento bien ahora para predicar; sinceramente que sí. Correcto. Jesús es la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo habitó, fue hecho carne y habitó…”. Jesús era la Palabra. ¿Qué hizo Él? Lo cortó a él en pedacitos. ¡Oh, vaya! (Voy a terminar.) ¿Qué hizo Jesús? Él era la Palabra. Así que con la Palabra, Él hizo pedazos a Satanás en sus ataques violentos. Él se lanzó como un regimiento de tropas para-…paracaidistas, especializadas en guerra, o algo así; se lanzó contra Jesús, la Palabra, de esa manera. Y Jesús tomó esa Palabra y lo cortó en pedazos. ¡Aleluya! Seguro, lo cortó en pedazos, lo derrotó con la Palabra.",
    "¿Ven su ataque? Miren, escuchen bien, terminando con esto. ¿Su ataque es qué? Hacer descreer la Palabra de Dios, ése es su ataque. Allí lo tienen, ¿pueden ver la más grande batalla jamás peleada? Existen sólo dos fuerzas: Satanás y Dios. Y ¿cuál es el arma que Satanás usa contra Ud.? Es tratar de que Ud. no le crea a su propia Arma. Él lo desarma. Vamos-vamos a escuchar ahora quietamente. Escuchen: Si él puede lograr que Ud. descrea el calibre de su Arma, si logra hacerle a Ud. creer que su Arma no tiene el poder suficiente, él le habrá desarmado.",
    "¡Oh, Hermano Neville, yo espero que nunca la abandonemos! [El Hermano Neville dice: “Espero y oro que no”.—Ed.]",
    "Miren, él los habrá desarmado cuando logra que Uds. descrean esa Arma. Cuando Ud. la deja caer, allí termina su pelea; Ud. queda vencido. Empuñe bien esa Arma, no la baje. Nosotros vemos su incredulidad. Algo…\n\nUna cosa más que quiero mencionar ahora, en un minuto.",
    "Rusia, quiero decir esto en beneficio de los veteranos y los demás aquí, y Uds. los estudiantes de la Biblia. ¿Por qué hacen alarde y hablan de Rusia? Ajá. Uds. no me oyen a mí diciéndoles que construyan un refugio contra las bombas, ¿verdad? ¿Por qué hacen tanto alarde de Rusia? Rusia no es nada. Ellos no van a ganar ninguna guerra. Ellos no van a conquistar el mundo. El comunismo no va a conquistar al mundo. ¿Qué sucede con la gente? ¿Puede acaso fallar la Palabra de Dios?",
    "Escuchen, ahora esto está grabado. Es para el mundo que hablo, o adonde habrán de llegar estas cintas. Y para Uds. aquí, no importa lo que me suceda a mí, Uds. crean esto.",
    "Rusia (el comunismo), no va a conquistar nada. La Palabra de Dios no puede fallar. El romanismo es lo que va a conquistar al mundo.",
    "Tomemos la visión de Daniel. Ésa es Palabra de Dios. “Tú, oh Daniel…”. “Tú, oh rey Nabucodonosor, esta cabeza de oro; Babilonia”. “Otro reino se levantará después de ti, el cual es plata”, vean, los cuales eran los medo-persas. Otro fue Grecia, con Alejandro el Grande. Luego, vino Roma; y no se dijo nada en cuanto al comunismo. Roma conquistó al mundo.",
    "Jesucristo nació durante el imperio Romano, y fue perseguido (la primera vez que vino aquí), por el imperio Romano. Y en Su segundo Advenimiento, Viniendo ahora, Su Mensaje es perseguido por las denominaciones romanas, la cual es madre de todas ellas. Y cuando Él regrese, Él vendrá para exterminar a ese imperio Romano; lo que los judíos siempre han esperado, que Él venga y extermine el imperio Romano.",
    "La jerarquía católica con todas las denominaciones en el mundo, ahora mismo se están uniendo como una organización; la Confederación de iglesias, organizándose. No es Rusia; es Roma: ASÍ DICE EL SEÑOR. Seguro. Muéstreme Ud. alguna Escritura donde el comunismo, o cualquier otra cosa aparte de Roma, vaya a reinar.",
    "¿Vinieron los medo-persas después de Nabucodonosor? Seguro. ¿Les siguieron a ellos los griegos? Sí. ¿No los conquistó Roma, después de eso? ¿No se fraccionó ese imperio en los diez poderes otomanos, como lo tenemos ahora? No tuvieron…",
    "Eisenhower, que significa “hierro”, y Khrushchev significa “barro”, ¿no fue aquí mismo que tuvieron su reunión?, y Khrushchev se quitó el zapato. [El Hermano Branham toca el púlpito—Ed.] Para darlo a conocer abiertamente, golpeó de esa manera sobre el podio, para mostrarlo a la gente. [El Hermano Branham toca el púlpito—Ed.]",
    "Pues, ¿qué sucede con la gente hoy? ¿Adónde habrá llegado la fe? Pues, ¿no creen Uds. que la Palabra de Dios es la Verdad? [La congregación dice: “Amén”.—Ed.] Y esa cosa no se encuentra Aquí. ¿Qué sucede con los predicadores hoy? “¡Comunismo”! Todo predicador anda queriendo combatir el comunismo. ¡El comunismo no es nada!",
    "El diablo está tejiendo ese asunto allí debajo de su propia nariz, y no se dan cuenta; es el romanismo, denominacionalismo. Y Roma es la madre de las denominaciones. La Biblia dice: “Ella es una ramera, y sus hijas prostitutas”; en contra de Dios, en contra de Su Palabra.",
    "Soldados, tomen la Palabra. Ángeles de misericordia, ¡quédense con esa Palabra! Algún día yo pereceré, pero esta Palabra no puede perecer. Y Uds. más jóvenes, si no acontece durante mi generación, Uds. van a ver. Allí está la cosa.",
    "¿Oyeron las noticias esta mañana? ¿La Sra. Kennedy que fue a ver al Papa, y lo que dijo el Papa? ¿Lo ven? ¡Todas las religiones del mundo! ¡Oh! Bueno, tal vez entremos un poco más en eso el próximo domingo.",
    "¿Ven? No se preocupen por Rusia. Rusia es un granito en la playa. No se preocupen por el comunismo. Vigilen Uds. el romanismo, cuando se esté uniendo con las iglesias. No hay nada en las Escrituras acerca del comunismo gobernando al mundo.",
    "Y yo me guío por la Palabra, no importa lo demás que suceda. Es a la Palabra que yo le creo. Es el romanismo que se apodera del mundo. Y el romanismo es la madre de la organización. No hubo una sola organización sino hasta Roma, y cada una salió de ella. Y la Biblia lo dijo: “Ella fue la madre de las rameras”. Podría quedarme medio día en eso, otra vez, pero será mejor que avance.",
    "Cuando el enemigo nos ataque, entonces: “¡Oh, les digo, debieran unirse a nuestra…!”. ¿Qué hará Ud., retractarse, ceder? No un verdadero soldado, no lo hará; no, señor.",
    "¿Qué haremos entonces? La mente, “Que la mente que estuvo en Cristo…”. ¿No dice eso la Biblia? [La congregación dice: “Amén”.—Ed.] “La mente que estuvo en Cristo, esté con vosotros”. ¿Qué clase de mente tuvo Él? Permanecer con la Palabra; correcto. Se quedó con la Palabra, con la Palabra del Padre, y derrotó al enemigo cada vez. Ahora, cuando el enemigo ataque y trate de decirle a Ud. que tiene que hacer esto y hacer lo otro, ¿qué hará Ud.? Manténgase con la Palabra. Eso es lo correcto.",
    "¿Qué debe hacer entonces? Quédese con la Palabra. ¿Qué es la Palabra? La Biblia lo dice aquí, lo acabamos de leer; porque el Espíritu, y de Dios, es la Palabra. ¿Lo ven? Fíjense aquí: “Y tomad el yelmo de la salvación y la Espada, la Espada del Espíritu”. ¡La Espada del Espíritu! ¿Qué? El Espíritu que entra a través de su mente y entra en Ud., y la Espada de ese Espíritu es la Palabra de Dios.",
    "¿Qué usa ese Espíritu para combatir? ¿Qué usa el Espíritu Santo para combatir? ¿Sensación, tacto? [La congregación dice: “La Palabra”.—Ed.] La Palabra; ¡el corazón! ¡Fiuu! ¡Gloria! ¿Qué usa para combatir? ¿El tacto? ¡La Palabra! ¡La Palabra! Digámoslo; ¡Palabra! [¡La Palabra!] ¡Palabra! [¡La Palabra!] La Palabra de Dios es lo que el Espíritu Santo usa para combatir.",
    "El Espíritu de Dios se enfrenta directamente al diablo, y le dice: “¡Escrito está!”. ¡Amén! “¡Escrito está”! Entonces el diablo cede el paso.",
    "¿Qué hacemos nosotros? Tomamos la Espada, la cual es la Palabra de Dios, la desenvainamos (¿con qué?) la mano de la fe; con la mano fuerte de la fe, la Espada de dos filos. La Biblia dice, en Hebreos 4: “Es-es una Espada de dos filos”, corta entrando y saliendo.",
    "Hermano, ¿qué hace él? Toma la Palabra. Tome el Espíritu, permita que el Espíritu entre a su corazón. Abra su mente, diga: “Tu Palabra es la verdad”. Ahora, haga Ud. esto, hermana. [El Hermano Branham le habla de nuevo a la hermana enferma.—Ed.] “Tu Palabra es verdad”.",
    "🦅 Señor, no le voy a prestar atención a cómo me siento, ni a lo que cualquiera, ni yo mismo diga. Me estoy tapando, voy a destapar cada una de mis avenidas, todas las confusiones y dudas, y las incredulidades que haya tenido. Todo sentimiento que haya tenido, toda enfermedad que he tenido y todo lo demás que he tenido, ahora estoy soplándolo todo para afuera. Estoy sobrepasando todo eso. Vengo directamente a mi espíritu. ¡Oh, Señor, baja! Dijiste que me hiciste con libre albedrío”.\n\n“Así es, hijo Mío”.",
    "🦅 Muy bien, yo abro mi corazón y mi mente. Entra, Señor Jesús”.",
    "Y empuñe la Fe, esa Espada del Espíritu, el ASÍ DICE EL SEÑOR. Grite: “¡Aleluya”! Amén. Después derribe a todo enemigo que se le atraviese. Amén. Eso es. Corte a todo enemigo. Si un—un espíritu atemorizador está haciéndolo sentir todo… Corte esa cosa, con la Palabra del Señor.\n\nPero nuestra fortaleza es: “El gozo del Señor es mi fortaleza”.",
    "🦅 Apártate de mí”. ¡Déle un buen golpe! Córtelo con la Palabra. Ya sea un demonio, sea un enemigo, ya sea enfermedad, ya sea aflicción, lo que sea, tome esa Palabra y úsela como la Espada. Y si Ud. le da un golpe la primera vez y parece no moverse, déle otro golpe, y otro golpe, y otro golpe. Y golpee hasta que Ud. le abra un hueco, como un polluelo saliendo a picotazos; o un águila, lo que Ud. es. Siga picoteando hasta que pueda asomarse por esa cáscara de enfermedad. Ábrase camino y diga: “¡Aleluya! ¿Dónde está el que sigue?”. Amén. Ésa es la batalla. Ése es un soldado. Ése es el soldado de la Cruz. Sí, señor. Derroten todo enemigo.",
    "¿Por qué? ¿Por qué? Nosotros somos una Simiente real de Abraham, predestinada. Cuando Abraham rechazó todo lo que era contrario a la Palabra de Dios, él se abrió camino a través de todo obstáculo que se le atravesó. Ellos le dijeron: “Tu esposa es demasiado anciana”. Él sencillamente cortó eso, apartándolo del camino. El diablo dijo: “No puedes hacer esto; no puedes hacer aquello”. Abraham cortó eso, despejando el camino. Él golpeó contra eso y golpeó contra eso, hasta que logró abrirse camino.\n\n“Señor, ¿ahora a dónde?”.",
    "🦅 Trae tu tienda acá arriba”. Fue y le edificó un altar a Él allá arriba.",
    "Llegó allá, y vino Satanás, dijo: “Pues, te diré, éste no es el lugar correcto”.\n\n“Aquí mismo me voy a quedar. Sal de mi terreno”, le dijo él. “¡Aleluya!”.",
    "Lot dijo: “Mejor baja acá. Estamos gozándonos por acá abajo. Todos tenemos nuestra organización acá abajo. ¡Oh, mi esposa encabeza la Sociedad Literaria y lo demás en la ciudad! Te lo digo, debes bajar acá”.\n\nSara dijo: “Abraham…”.",
    "🦅 Cierra la boca, Sara”. ¡Aleluya! “Permaneceré aquí mismo. Aquí fue donde Dios me puso. Aquí mismo es donde permaneceré”.",
    "Aquí es donde Dios me colocó.\n\n¡Todos veneren el poder del Nombre de Jesús!\n\nÁngeles postrados caigan;\n\nTraigan la Corona Real,\n\nY corónenle Señor de todo.\n\nSobre Cristo, la Roca sólida estoy;\n\nTodo otro terreno es arena movediza,\n\nTodo otro terreno es arena movediza.",
    "Aun la muerte misma, todo lo demás, es arena movediza. Sobre Cristo, la Roca firme, me paro.",
    "🦅 La simiente Real de Abraham”, ¡La Simiente real! Pues, el ejército mejor seleccionado de Inglaterra es la realeza de Inglaterra, la sangre real, todo. Y la Simiente Real de Cristo es la Iglesia llena del Espíritu Santo, que tiene el Espíritu Santo. ¿Qué? La Simiente Real, por medio de la Promesa, no por alguna sensación. Sino que es por la Promesa de Dios que ellos se mantienen firmes, por la Palabra de Dios, y despejan el camino, gritando: “¡Aleluya!”.\n\nAun la muerte viene y le dice: “Te viene subiendo por la manga”.",
    "Dirá: “Ábrete Jordán, voy a cruzar”. Corte, abriendo camino, hasta la Tierra prometida. Amén.",
    "¿Qué sucede cuando la batalla haya terminado? (Ahora estoy terminando, seguro.) Cuando la batalla haya terminado, y los santos marchen a Casa, quiero preguntarles algo: ¿Qué sucedió?",
    "¿Qué sucedió cuando Hitler entró a Francia? Pues, dicen que ni se podía ver el cielo, por un momento, por los aviones. Los alemanes marchaban al paso de la oca. [El Hermano Branham hace la marcha de la oca en la plataforma dos veces.—Ed.] ¿Ven? Ellos estaban parados, mientras pasaban, celebrando una victoria.",
    "Cuando Stalin llegó a Rusia, seguido, durante millas, cada tanque siguiendo de cerca al otro; y acababan de bombardear a Berlín hasta que no dejaron casi nada. Eso fue todo. Y cuando ellos entraron, y estos alemanes… Estos soldados rusos celebrando, ellos entraban con eso, Uds. saben, ese gesto gracioso que ellos hacen. Lo vi en una película, una vez en Londres, cómo entraron, la película original, de lo que sucedió, entrando, celebrando. ¡Qué cosa!",
    "Cuando nosotros oímos que la guerra había terminado, gritamos y soplamos silbatos. Cuando regresaron los héroes, todos fuimos allá a recibirlos. Ellos gritaban; ellos aclamaban. Yo tuve un primo que estaba allí, dijo, cuando regresó, que los antiguos… Los veteranos que habían quedado tan heridos, no podían levantarse de la cama, así que los rodaron a la cubierta del barco cuando entraban, para que vieran la Estatua de la Libertad parada allí. Dijo: “Esos hombres grandes y fuertes parados allí, simplemente lloraron, y caían así de rodillas, cuando vieron esa Estatua de la Libertad”. Habían estado fuera de casa por cuatro años, combatiendo, traumatizados por las batallas y cuanta cosa. Pero ellos sabían que la esposa, y la novia, y la madre y el padre, y los hijos, y todos los que amaban, estaban detrás de esa Estatua de la Libertad. Representaba todo por lo que ellos habían combatido. Oh, los silbatos sonaron, y Nueva York simplemente resonó en gritos, cuando sus héroes llegaron marchando! Eso será algo menor.",
    "Una vez cuando César, después de una gran batalla, dijo: “Quiero que mi guerrero más destacado vaya a mi lado en esta gran celebración de triunfo sobre nuestro enemigo”. Y todos los oficiales prepararon sus plumajes y lustraron sus escudos, y desfilaron, Uds. saben, de esa manera, así como-como verdaderos soldados. Después de un rato, un hombrecito pasó caminando, herido. ¡Oh! Él apenas dio una mirada hacia arriba, y continuó así. César dijo: “Un momento. Un momento. Tú”, ni siquiera estaba vestido como-como un oficial, le dijo, “ven acá”. Le preguntó: “¿Dónde obtuviste esas cicatrices?”.\n\nÉl le respondió: “Allá en el campo de batalla”.",
    "Le dijo: “Sube acá. Tú eres el hombre que yo quiero que esté a mi lado”. ¿Por qué? Él demostró que había estado en batalla.",
    "¡Oh, Dios!, ten misericordia del hombre que se corte la mano con una lata de sardinas y que luego sea condecorado. Yo quiero tener cicatrices de batalla. Como dijo Pablo: “Llevo en mi cuerpo las marcas de Jesucristo”. Por eso es que yo quiero batallar en el campo de batalla.",
    "Algún día, cuando nuestro Supremo Capitán venga (el cual nos armó, Quien nos dio la armadura de Dios, el Espíritu Santo; nos dio Su Palabra con la cual combatir, para resistir allá afuera), cuando nuestro Capitán Supremo venga cabalgando, yo quiero subir a esa carroza y continuar a Casa con Él, ¿Uds.? [La congregación dice: “Amén”.—Ed.] Luego, cuando tome a mi esposita por el brazo, mirando alrededor y vea a mis hermanos y a sus esposas, y a sus hijos, cuando comencemos a caminar por aquellos paraísos de Dios, y los Ángeles llenando todo el ambiente con himnos de esa manera, ¡qué tremenda celebración!",
    "Y cuando la batalla haya terminado, nosotros habremos de lucir la corona. ¡Oh, hermano! ¡Oh, soldados de la cruz en esta mañana, saquen ese brazo de fe, y echen mano de esta Arma!",
    "¿Qué tal, hermana, está Ud. lista? [El Hermano Branham le habla de nuevo a la hermana enferma.—Ed.] Saque esa Arma, diga: “Dios, no me importa lo que-lo que el diablo me haya dicho, lo que cualquier otro haya dicho; esta mañana, estoy creyendo”. [La hermana dice: “Yo también creo”.] “Estoy creyendo”.",
    "Como dije el otro día, en una breve… creo que hace algunos domingos, que hubo un hombre que tuvo un sueño. Él soñó que el diablo era una criaturita insignificante, que corrió hacia él y le hizo: “¡Buu!”. Y él saltó atrás, y entonces el diablo se hizo más grande. “¡Buu”! Y él saltó atrás, y el diablo creció aún más. Finalmente, el diablo alcanzó la misma estatura de él, y lo iba a vencer. Él sabía que tenía que combatirlo con algo, entonces miró alrededor. Él no encontró con qué combatirlo. Él simplemente tomó la Biblia. Entonces el diablo le hizo: “¡Buu!”. Él respondió inmediatamente con otro “¡Buu!”, y el diablo comenzó a hacerse más y más y más pequeño. Y, finalmente, él lo golpeó con la Palabra hasta que lo mató.",
    "Ud. es un soldado, ¿verdad, hermana? [El Hermano Branham le habla a la hermana enferma.—Ed.] Tome esa Palabra y diga: “Escrito está”. Amén. “Yo no voy a morir, voy a vivir. Me sentaré aquí en este tabernáculo con los demás y alabaré a Dios por Su bondad”.",
    "Santos ¿lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Amén.\n\nInclinemos nuestros rostros.",
    "¡Oh, Señor Dios, Creador de los cielos y la tierra, permite que hoy sea conocido que Tú aún eres Dios! No importa cuánto predique, ni cuántas cosas yo diga, Señor, una Palabra de parte Tuya lo deja establecido.",
    "Aquí están estos paños, representando personas enfermas. Ruego, Padre Celestial, que Tus bendiciones y poder reposen sobre cada uno de ellos, a medida que les pongo las manos. Dios, en el Nombre de Jesucristo, te pido que unjas estos paños con Tu santa Presencia, pues está escrito en la Palabra. Esto no es algo contrario a la Palabra; más bien, en la Palabra dice que: “Ellos llevaban los paños o delantales del cuerpo de Pablo. Espíritus malos salían de las personas, y fueron sanados de diversas enfermedades”. Ahora, no somos San Pablo, pero Tú aún eres Dios, y aún eres el mismo Espíritu Santo. Yo pongo mis manos sobre estos paños, en el Nombre del Señor Jesús, y pido que Tú los bendigas y sanes a cada uno de ellos.",
    "Y Dios, postrada acá en una cama, ha estado tendida aquí, nada más que una niña, una hermosa niña. Ella no podrá vivir, Señor. Satanás le ha hecho mucho mal. Y los amados médicos de esta Tierra se han esforzado arduamente, no cabe duda, por salvar a la niña. Simplemente no pueden hacerlo. Ellos han llegado al fin de sus capacidades. Ellos no saben qué más hacer. Pero Señor, me da tanto gozo al saber que hay otro capítulo escrito. Podemos voltear a otra página, y en esta página vemos entrar al Gran Médico. Estamos llamándole a Él para una consulta en esta mañana.",
    "Ahora, Señor, ¿no está escrito aquí en Tu Palabra, que: “Estas señales seguirán a los que creen?”. Señor, si yo no soy un creyente, transfórmame ahora en uno. Si esta niña no es una creyente, te pido que la transformes ahora mismo. “Estas señales seguirán a los que creyeren: Si pusieren las manos sobre los enfermos, éstos sanarán”. También está escrito: “En Mi Nombre echarán fuera demonios”. Señor, ésas-ésas son Tus Palabras; es Tuya, es Tu Palabra. Y ahora como siervo Tuyo…",
    "Como Tú has dicho: “Si dos o tres de Uds. se congregan, Yo estaré en medio de Uds.; y si se ponen de acuerdo, en cuanto a cierta cosa, y la piden, la recibirán”.",
    "Dios, esta niña probablemente es la persona más enferma en el edificio esta mañana, porque sin Ti ella no podrá vivir por mucho tiempo, y ella es la más enferma. Así que todos, todos estamos en acuerdo, como soldados, todos parados aquí. Y en este grupo está la Simiente Real de Abraham.",
    "Estamos marchando ahora contra Satanás. Y es mejor que te prepares para huir, Satanás, pues nuestras armaduras están brillando y las banderas están levantadas; los hombres y las mujeres empuñan Espadas, marchando adelante contra ti, para rescatar a esta pequeña. Sal de ella, Satanás. Deja a la niña. Como el ejército del Dios Viviente, te desafiamos. Déjala, en el Nombre de Jesucristo.",
    "Voy ahora a imponer manos sobre ella. Y Satanás, has atado a esta niña, has sido tú el que has hecho este mal. Sé que tú eres más que un buen contendor para un ser humano, pero no eres nada para mi Señor, por eso yo vengo en Su Nombre. Déjala, espíritu del diablo. Demonio de enfermedad, sal de esta niña, y que ella pueda salir libre, de este día en adelante. Yo declaro esto, en el Nombre de Jesucristo.",
    "Ahora, Señor Dios, Tú Quien resucitaste a los muertos y probaste que eres Dios, levanta en salud a esta jovencita y fortalécela de nuevo, para que ella se ponga de pie aquí en este lugar. ¡El diablo ya se ha ido de ella!…?… va a sanar. Que ella viva para la honra y la gloria de Dios.\n\nEsto-esto ha sido hablado, ahora que sea hecho.",
    "¿Habrá otros aquí que quieran levantar las manos y decir: “Quiero que se ore por mí; estoy enfermo, yo necesito a Dios”? No sé cuanto tiempo tengamos. Tenemos suficiente tiempo para que esas personas pasen por aquí. Siento ahora un verdadero consuelo en esta mañana. Seguro. Seguro. Quiero que vengas acá, Billy, y quizá tomes esta sección aquí, solamente en este lado aquí. Que esta sección pase primero, después tomaremos la sección que sigue, hasta esa fila allí. Después los tomaremos de esa manera, así ellos no…",
    "Y ahora quiero que el Hermano Neville y algunos de mis hermanos que ministran se paren aquí a mi lado, aquí mismo, para que luego los vuelvan a sacar por ese pasillo. Muy bien. Muy bien. Ahora yo…",
    "¿Cuántos de Uds. tienen su armadura puesta? [La congregación dice: “Amén”.—Ed.]",
    "[El Hermano Branham se voltea para hablarle a la hermana por la cual acaba de orar.—Ed.] Ahora va a ser diferente. Ve a casa, vas a estar bien, recupérate.",
    "Amén. ¡Oh, hermano! Todos Uds. soldados, saquen la Espada. Saquen la Espada, soldados de la cruz, marchen adelante, marchen adelante.\n\nSobre Cristo la Roca Firme, estoy parado;\n\nCualquier otro terreno es arena movediza.",
    "Muy bien, pasen, pasen por este lado aquí. Todos estén ahora en oración, mientras ellos pasan.\n\nEn el Nombre de Jesús, sana a esta mujer. Amén.\n\nSaque ahora su espada. Continúen alabando desde sus puestos.",
    "[El hermano Branham y los ministros oran por los enfermos, apartados del micrófono, por cuarenta y cinco segundos.—Ed.]\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve.",
    "🦅 ¡Satanás, apártate”! ¿Qué sucede, soldados? ¿No creen Uds. que podemos vencer? [La congregación se regocija y dice: “Amén”.—Ed.] Él ya ha vencido. Nosotros somos más que vencedores en Cristo Jesús. Todo diablo ha sido expulsado y lo demás. Amén.\n\n¡Pasen aquí hermanos míos!…?…\n\n¡Oro que sanes!…?…\n\nSana a mi hermano, a Doc; sánale, Padre, en el Nombre de Jesús.\n\nEn el Nombre de Jesucristo, sana esta señora. Venga…?…",
    "Ahora, él tomó… Tuve que preguntarlo a los hermanos allá atrás. Por todo el lugar, el Señor…?…",
    "¡Oh, Señor Dios, Creador de los cielos y la tierra! ¡Oh Dios, Tú conoces lo que hay en el corazón de ella! Conoces todo al respecto. Oro por la madre y el padre. En el Nombre de Jesucristo, te los entrego…?…\n\nEn el Nombre de Jesucristo, yo…?…\n\nEn el Nombre de Jesucristo, yo…?…",
    "Dios, acompaña a mi hermana. Nosotros sabemos, que los años comienzan a entrar y causan que la muerte se apodere del cuerpo de la mujer. Ahora, en el Nombre de Jesús…?…",
    "En el Nombre de Jesucristo, bendice a esta niña, Señor. Nuestras batallas allí en la escuela, yo sé por lo que ella pasa. Oro para que la bendigas. Que ella saque esa Espada, en esta mañana, ¡y camine adelante!…?… Lo cual es Este Libro, para eso, Señor. Invoco Tu Nombre, en esta mañana, oro que Tú vayas…?…",
    "Dios, bendice a mi hermano, concediéndole su petición. ¡En el Nombre de Jesús lo hablé!…?…\n\nEn el Nombre de Jesucristo, hacemos esta oración.\n\nEn el Nombre de Jesucristo, hacemos esta oración.\n\nEn el Nombre de Jesucristo, hacemos esta oración.\n\nEn el Nombre de Jesucristo, nosotros…?…\n\nEn el Nombre de Jesucristo, hacemos esta oración.\n\nPor Jesucristo, en Su Nombre…?…\n\nEn el Nombre de Jesucristo,…?…\n\nEn el Nombre de Jesucristo, sana a mi hermano.\n\nEn el Nombre de Jesucristo,…?…\n\n¡En el Nombre de Jesucristo!\n\n¡En el Nombre de Jesucristo!\n\n¡En el Nombre de Jesucristo!\n\n¡En el Nombre de Jesucristo!\n\n¡En el Nombre de Jesucristo!",
    "[Alguien dice: “Papá murió”.] Dios, ayúdala, en el Nombre de Jesús.\n\nDios, en el Nombre de Jesucristo, nosotros…?…\n\n¡Dios, en el Nombre de Jesús!\n\nEn el Nombre de Jesucristo…?…\n\nEn el Nombre de Jesucristo, sana a mi hermano.\n\nEn el Nombre de Jesús…?…\n\n¿Ahora entienden?\n\n¡Oh Dios!, que esto se vaya de…?…",
    "¡Oramos en el Nombre de Jesucristo!…?… Concede a la hermana…?…",
    "¡Oh, Dios!, sabiendo que esta preciosa madrecita ha pasado todos estos problemas, pido, Dios, que Tú…?… sobre ella.\n\nSaca esa Espada, Ed, y marcha adelante, en el Nombre de Jesús.",
    "¡Oh, Dios!, sana a la mujer. Concede su petición. Que él lleve esa Espada delante de él, en tiempos de dificultad.\n\n¡Oh Dios!…?… esta mañana. Oro para que Tú…?…",
    "Padre, Dios, pido que sanes a nuestro hermano y le des salud. Y en el Nombre de Jesucristo…?…",
    "Dios, oro que sanes a nuestra hermana, concédele la salud, en el Nombre de Jesucristo.",
    "Padre, Dios, oro que-que sanes a nuestro hermano.\n\n¡Sana a nuestra hermana, Señor!…?…\n\nPadre, en el Nombre de Jesús, sana a ésta, nuestra hermana, Padre.",
    "Padre,…?…lo pedimos en el Nombre de Jesús. Dios, sana a esta mujer.\n\n¡Oh Dios!, oro para que Tú…?…",
    "¡Oh Dios, bendícelo, Padre!…?… ¡Cuánto amamos a esos ancianos, Señor! Y oro para que le concedas su petición.",
    "Nuestro Padre Celestial, oro para que mi hermano…?… ¡Oh Dios! …?…a él, ¡Oh Dios!…?… soldado de la cruz. Y él sacará esa Espada, en esta mañana, y marchará adelante.\n\nDios, nosotros…?… Concédelo, oh Señor, su petición.",
    "Dios, bendice al hermano…?… Ruego que lo sanes, Señor…?… Concédele, el deseo de su corazón, en el Nombre de Jesucristo.",
    "¡Oh Padre Celestial!, este pequeño ministro del Evangelio, su garganta…?… Siendo que ella ha lavado en ollas…?… Dios, oro que Tú…?… Y mientras el gran ejercito de Dios ahora está marchando adelante, con las Espadas desenvainadas, dale a ella la victoria, Señor. Su esposito aquí, Señor, que fue traído de ese lecho canceroso donde estaba postrado, muriendo del cáncer, y desahuciado por los médicos, cuando consultaba. Y aquí está, en esta mañana, un pequeño soldado de la cruz. Fortalécelo, Señor, para Tu servicio, lo pedimos, en el Nombre de Jesús.",
    "Quiero que esa damita… Algo sucede aquí con este hermanito predicador. Venga, Hermano Kidd. Este hombre fue enviado a su casa del hospital, recientemente, muriendo, consumido por el cáncer. [La Hermana Kidd dice: “Hace un año”.—Ed.] Hace un año. [“Dos”.] Hace dos años, por la próstata. Su médico le daba unos días de vida. Y una mañana fuimos allá, bien temprano, e hicimos una oración por él, la misma como para con Ud., y ahora ni siquiera pueden hallar un rastro de eso. [La congregación se regocija.] Él fue sanado. Amén. Él-él… [La Hermana Kidd dice: “Tuvo que admitirlo”.] Tiene más peso ahora que nunca. Él y su esposita han estado en los campos misioneros del Evangelio, quizá aun antes de que yo naciera. Él ahora está aquí… [El Hermano Kidd dice: “Cincuenta y cinco años”.] Cincuenta y cinco años. Antes de que yo llegara a la Tierra, ellos ya estaban predicando el Evangelio. Y aquí está, sano, a la edad de como setenta y cinco o… [“Ochenta y uno”]. Ochenta y uno. [El Hermano Kidd dice: “Tuvimos un avivamiento, una reunión de dos semanas, predicábamos cada noche”.] Un avivamiento de dos semanas, tuvo un avivamiento de dos semanas y predicaba todas las noches. Ochenta y un años; fue sanado de cáncer ya siendo anciano.",
    "Bien, hermana, ahora es su turno. ¿Cree Ud.? [La congregación se regocija y dice: “Amén”.—Ed.] Firmes Y Adelante. Muy bien, hermana. Uds., para cada uno de Uds., ¿qué vamos a hacer? ASÍ DICE EL SEÑOR. ¿Qué hacemos, permanecer por aquí?",
    "Satanás, perdiste. Venimos a conquistar ahora. Estamos marchando ahora a ocupar la Tierra Prometida. ¿Qué es eso? “¿Qué es esta montaña ante Zorobabel? ¿Quién es éste, que te hace frente? Vendrás a ser un valle”. ¿Por qué? Con la espada de dos filos lo derribaremos al suelo. Correcto. Muy bien.\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve;\n\nJefe soberano,\n\nCristo al frente va (con Su Palabra),\n\nY la regia enseña,\n\nTremolando está.\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve.",
    "¡Aleluya! ¿Qué hacían ellos? Lo primero que salía, de Israel, cuando estaban en batalla, ¿qué era lo primero? Primero salían los cantores. ¿Qué seguía? El Arca. Luego la batalla. Muy bien. ¿Ahora lo creen? [La congregación dice: “Amén”.—Ed.] Estamos cantando Firmes y adelante. Estamos desarraigando toda duda. Ahora poniéndonos de pie, marchamos a la batalla.\n\nPongamos de pie ahora, todos.\n\n¡Firmes y adelante, huestes de la fe!\n\nSin temor alguno, que Jesús nos ve.\n\nJefe soberano, Cristo al frente va,\n\n¿Cómo lo vencemos a él? Con la Palabra.\n\nY la regia enseña, tremolando está.\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve.\n\nNo estamos divididos,\n\nTodos somos un cuerpo;\n\nUno en esperanza y doctrina,\n\nUno en amor.",
    "Todos los que ahora creen, pues, digan: “Amen”. [La congregación dice: “Amén”.—Ed.] ¡Aleluya! ¿Lo creen? [“¡Amén”!] Somos vencedores. ¿Dónde está todo enemigo? Debajo de nuestros pies. ¿Qué somos hoy? ¡Resucitados en Cristo!",
    "Ahora, eso ha terminado, hermana. [El Hermano Branham le habla a la hermana que había estado enferma.—Ed.] ¿Lo crees? Regresa ahora a casa. ¿Te sientes bien? Ella dice que ahora se siente bien. Ya todo está bien.",
    "¿Cuántos de Uds. en la audiencia se sienten bien? [La congregación se regocija, y dice en alto: “Amén”.—Ed.] Y cuando ellos gritaron, la muralla cayó, amén, y la tomaron. Amén. Ellos se tomaron la ciudad. ¡Amén! ¡Amén! ¿Le creen Uds. a Él? [“Amén”.]",
    "Ahora, no olviden el servicio de esta noche. El Hermano Neville estará aquí esta noche, y nos traerá un buen mensaje. Y el domingo, el próximo domingo, Dios mediante, estaré aquí.",
    "Ahora vamos, saliendo. Y ahora, mientras salimos del edificio, vamos cantando: “Firmes y adelante”. Y desde este día en adelante, no vuelvan a guardar más esa Espada. Sáquenla. Venzamos. “Ellos salieron conquistando y para vencer”. Muy bien, de nuevo esa primera estrofa.\n\nFirmes y adelante, huestes de la fe,\n\nSin temor alguno, que Jesús nos ve. 🦅"
  ]
}