{
  "title": "EXPRESIONES",
  "id": "62180009",
  "content": [
    "🦅  Junto con estos testimonios y reconocimientos de nuestra difunta hermana, también me gustaría dejar estas palabras. Primero conocí a la familia Bell a través de su esposo, Jimmy, quien fue tan buen amigo de mi padre que ya falleció. Y, luego, pasados los años, llegué a ser ministro y conocí a la Hermana Bell, y conocerla como una verdadera Cristiana devota. Todos la extrañaremos, en todo lugar. Es muy fácil decir palabras sobre alguien así, pues no hay nada que uno tenga que excluir. Ella era lo que se requería para ser una Cristiana.",
    "Cuando escuché a la hermana cantar, hace unos momentos, me recordó mucho como cantaba ella, como todos la conocíamos por aquí. A ella le encantaba cantar. Estoy muy contento de que esto se haya hecho, porque realmente mostró cómo se hubiera sentido la Hermana Bell. A ella le gustaba expresarse de esa manera. Mi oración, y oración sincera, es que todos lleguemos al final del camino con un testimonio como el que tuvo ella.",
    "Deseo leer de la Escritura aquí, solo una porción. Considero que ella fue una gran amante de la Palabra de Dios, y Su Palabra es tan Eterna. Y pensé en leer una porción del capítulo 14 de—de Job.\n\nEl hombre nacido de mujer es corto de días, y hastiado de sinsabores.\n\nSale como una flor, y es cortado; Y huye como la sombra, y no permanece.\n\n¿Sobre éste abres tus ojos, Y me traes a juicio contigo?\n\n¿Quién hará limpio a lo inmundo? Nadie.\n\nCiertamente sus días están determinados, Y el número de sus meses está cerca de ti; Le has puesto límites, de los cuales no pasará.\n\nSi tú lo abandonares, él dejará de ser; Entre tanto deseará, como el jornalero, su día.\n\nPorque si el árbol fuere cortado, aún queda de él esperanza; Retoñará aún, y sus renuevos no faltarán.\n\nSi se envejeciere en la tierra su raíz, Y su tronco muriere en el polvo,\n\nAl percibir el agua reverdecerá, Y hará copa como planta…\n\nMas el hombre morirá, y será cortado; Perecerá…, ¿y dónde estará él?\n\nComo las aguas se van del mar, Y el río se agota y se seca,\n\nAsí el hombre yace y no vuelve a levantarse; Hasta que no haya cielo, no despertarán, Ni se levantarán de su sueño.\n\n¡Oh, quién me diera que me escondieses en el Seol, Que me encubras hasta apaciguarse los días de tu ira,…\n\nSi el hombre muriere, ¿volverá a vivir? Todos los días de mi edad esperaré, Hasta que venga mi liberación. Yo…\n\nEntonces llamarás,…yo te responderé; Tendrás afecto para la hechura de tu mano.\n\nPero ahora me cuentas los pasos,…no das tregua a mi pecado;",
    "Leyendo de la Palabra Eterna, quisiera que pensemos en una sola palabra por unos momentos, y esa palabra es: Expresiones.",
    "Hay tanto en la vida que son expresiones. Y no hay nadie que viva en la tierra que no se haya detenido en algún momento de su vida a pensar de dónde vino, cuál es su propósito aquí, y hacia dónde irá en el más allá. A todos les gusta, les gustaría mirar más allá de la cortina.",
    "Leyendo aquí del Libro más antiguo de la Biblia, Job, este patriarca, esto mismo era lo que él quería saber. Y se estaba desahogando con Dios, de su presión, expresando que Él era—era vida después de la muerte.",
    "A veces nosotros sentimos que, cuando nos enfrentamos a algo así, que esto aquí es todo. Pero no es así. Es el cambio. Es el… un paso más arriba. Se está pasando de una vida a otra.",
    "Y Job, el profeta, mientras pensaba en estas cosas, él lo captó en la botánica, la vida de las plantas, la vida de los árboles. Así que, él lo veía, cómo es que Dios debía estar en Su creación; que si Él hizo la creación, entonces Él debe vivir en la creación, porque la hizo con un propósito: para Él Mismo habitar en ella, como en una casa que un hombre edifica. Estas pequeñas vidas diminutas que están en toda la creación de Dios, están sujetas a su Creador. Y él estaba pensando que, si una tormenta pasaba y derribaba un árbol poderoso, con todo, ese no era el fin de ese árbol; vivía de nuevo. Si el árbol moría, este viviría.",
    "Y muchas veces, cuando estamos en conmoción, si tan solo miramos alrededor, se puede ver a Dios en todas partes. Ahora analicémoslo a Él, como el árbol, si el árbol ha sido puesto aquí.",
    "Y todo está aquí para cumplir un propósito, así como nosotros estamos aquí para cumplir un propósito, así como nuestra hermana estaba aquí para cumplir un propósito. Todos estamos aquí con un propósito de Dios, si logramos hallar ese propósito y luego cumplirlo bien. Y, ciertamente, si Dios se preocupa de la resurrección de la vida botánica, Él también se preocupa de la resurrección para la vida humana.",
    "Entonces Job vio, el patriarca, que—que el árbol, si moría, vivía de nuevo. Y cómo el verano e invierno cambiaban sus vidas, y cada día dejaba un testimonio. Él notó que si el—el árbol estaba vivo en el verano, pues, aparentemente en el invierno moría, las hojas que colgaban del árbol.",
    "Ahora, la Escritura nos enseña que había un Árbol de la Vida; estaba en el huerto del Edén. Y este Árbol de la Vida es donde los Cristianos cuelgan, como una hoja de este Árbol.",
    "Y ahora en el invierno, cuando las hojas están bonitas, pues, ellas… o en el verano, mejor dicho, cuando las hojas están bonitas y verdes, después de un tiempo, viene la escarcha y las tiñe de diferentes colores, y caen del árbol. Y la vida regresa a la raíz del árbol. Si tan solo nos fijamos, es una cosa misteriosa.",
    "Aquí, hace algún tiempo, me confronté, hablando con un hombre que decía ser un infiel, un incrédulo. Y estábamos parados junto a un manzano de él. Y le pregunté cuántos años tenía el árbol, y me dijo tantos años, y cuántas fanegas de manzanas producía cada año. Y esto fue a principios de agosto, y yo sabía, noté que las manzanas ya se estaban cayendo, y las hojas se volvían de color café. Y le dije: “Me gustaría hacerle una pregunta”. Dije: “¿Por qué esas hojas se están volviendo café y cayendo del árbol antes de que la escarcha las afecte?”.",
    "🦅 Bueno” dijo él, “es por el invierno que se acerca. Y la razón por la que se vuelven café es porque la vida ha dejado la hoja”.\n\nYo dije: “¿A dónde se fue la vida?”.",
    "Y él me dijo: “Regresó a la raíz del árbol, de donde vino”.\n\nY dije: “¿Y ese es el fin de la hoja?”.",
    "Él dijo: “No. Esa vida regresará la próxima primavera, con una nueva hoja”. Él nunca lo había notado antes.",
    "Le dije: “Entonces, por favor dígame, señor, ¿qué Inteligencia quita esa hoja del árbol aun antes del clima frío, y envía su vida de nuevo a la tierra, para que esté a salvo, hasta que llega la otra estación? Ud. pudiera llenar un balde con agua y ponerlo sobre un poste, no cambiará según la temporada. Así que, eso muestra que hay un Dios Quien domina la vida”.",
    "Y nosotros quienes reclamamos ser Cristianos, quienes somos nacidos del Espíritu de Dios, hemos sido, por la gracia de Dios, transferidos de un árbol de muerte a un árbol de Vida. Y cuando una de las hojas se cae, como escuché ese testimonio de la… esta maravillosa iglesia, la iglesia Bautista Gilt Edge, donde muchos de mis preciosos amigos son miembros, donde una de sus hojas se ha caído. Sabemos que esa vida ha regresado al Dios Quien la dio con algún propósito, solo para venir de nuevo en la resurrección general; para nunca más caer, en el Milenio. Ese tiempo grandioso viene.",
    "Job se había fijado en estas cosas. Después se fijó en la vida del sol.",
    "Si Uds. notan, en la mañana sale el sol, es un bebé; sus rayos son débiles. Luego entra en la edad de adolescencia, como a las nueve o diez. Luego, al mediodía, a la mitad del día, está en su fuerza. Luego comienza a decaer, y finalmente se pone de nuevo en el occidente, mientras muere para ese día. ¿Pudiéramos decir que el sol ha terminado allí? No. A la mañana siguiente, vuelve a salir, para traernos un nuevo día.",
    "Ahora, ¿qué es esto? Es la expresión de Dios. Y la palabra expresión significa “dar a conocer un sentimiento”. Es Dios, lo expresivo… Su expresión para nosotros, para darnos a conocer lo que Él siente por nosotros, que la muerte no nos separa Eternamente. Nos levantaremos de nuevo, regresaremos de nuevo.",
    "Cada vez que la semilla muere en la tierra, en el otoño del año, al igual que estas flores, ellas, las pequeñas semillas caen de ellas cuando la escarcha las azota, y la semilla cae a tierra. Y, por extraño que parezca, pero es la verdad: Dios es tan infinito que Él no pasa nada por alto. Él tiene una procesión fúnebre, para Su flor. Después de que la helada las azota, luego vienen las lluvias de otoño, y grandes lágrimas, en gotas de lluvia, caen del cielo, y entierran esa semilla de flor, le da palmaditas, y tal vez baja a una pulgada o dos bajo tierra. Entonces los vientos fríos del invierno comienzan a soplar, y—y los pequeños pétalos ya no están, y el tallo ya no está, y luego el bulbo se congela y se seca. Y entonces la pequeña semilla se congela, y la pulpa sale de ella. Y, pues, cuando llega la primavera, ya no se puede encontrar nada de ella.",
    "Pero, ¿será ese el fin de la flor? Nunca. Fue puesta aquí con un propósito. Y cuando ha cumplido bien su propósito, entonces es Dios dándonos a conocer, por medio de la flor, Su expresión hacia nosotros.",
    "Tan cierto como el sol se acerca un poco a la tierra, para traer rayos más cálidos, no hay lugar donde Ud. pudiera esconder esa vida. Ud. podría cubrirla con una piedra. ¿Se han fijado Uds. cuando colocan concreto en el invierno, dónde está el pasto más espeso en la primavera? Allí mismo al borde del concreto. ¿Por qué? Es esa vida que está debajo de la roca. Cuando el sol comienza a bañar la tierra, Ud. no puede impedir la vida. Ella encontrará la manera de salir de debajo del concreto y levantará su cabecita para alabar a Dios, porque el sol es la resurrección. El sol [s-u-n—Trad.] es la resurrección de toda la vida botánica. No se puede esconder mientras que el sol brille.",
    "El Hijo [S-o-n—Trad.] parece estar, muchas veces, muy lejos. Pero cuando Él comienza a brillar: “El Sol de justicia Se levantará con sanidad en Sus alas”. Y cada vida, no importa dónde esté enterrada, la profundidad, qué tan profundo en las aguas, o en las arenas, en las rocas, se levantará para la gloria de Dios.",
    "Pues, es Dios que nos está expresando, mostrándonos exactamente lo que Él está haciendo. Su propósito es mostrarnos, por las flores, por el sol, por los árboles, por medio de toda vida, que Él es la resurrección y la Vida. Dios resucita Su Vida cuando sirve a Su propósito.",
    "Y si la flor cumple su propósito, y Dios tiene una resurrección para la flor, cuánto más para nuestra hermana, quien cumplió su propósito en la vida. Dios tiene una resurrección para los que sirven a su propósito. Podemos encontrar nuestro propósito, y luego llevarlos a cabo.",
    "Estas pequeñas flores, Ud. podría preguntar de ellas; están aquí, esta tarde, para cumplir un propósito. Para eso es que estas flores, Dios las tenía, para que cumplieran un propósito. Pudiera seguir y seguir.",
    "Si se fijan, estas flores no son todas flores del mismo color; son de color diferente, mostrando que Dios es un Dios de variedad. A Él le gustan los colores diferentes. Juntarlas forma el buqué que a Él le encanta. Dios, un Dios de variedad. Él tiene Sus flores blancas; Él tiene Sus flores rojas. Y Sus, flores de todo color, y al juntarlas sirve a Su propósito.",
    "Él tiene montañas grandes y colinas pequeñas, y la llanura. Él tiene desiertos. Él tiene mar. Él tiene el árbol de roble, la palmera. Todo armonizando, en su lugar, donde, Dios, el Dios de toda la naturaleza puede vivir y disfrutar de Su ser, al vivir en Sus criaturas en el tiempo, que están sirviendo a Su propósito.",
    "Si Él se preocupa en resucitar eso, y proveyó una vía de escape para eso, para servir nuevamente en el futuro, cuánto más lo hará por la gente, no importa quiénes seamos, de qué raza, color, credo o lo que sea, que pueden morar juntos en la unidad de la Presencia de Dios y Su bendición. Habrá una resurrección, algún día, tan cierto como que hay una resurrección para la flor. Todos lo vemos. Todos lo creemos. Todos sabemos que estas cosas son todas la expresión. Están testificando, hablándonos, dando a conocer un sentimiento que Dios quiere que conozcamos.",
    "Las personas que enviaron estas flores, los amigos de nuestra hermana quienes enviaron estas flores, también le están hablando a la familia, expresándoles su sentimiento de condolencia, como amigos, como una hermana, o—o un ser querido. Es un esfuerzo de ellos por expresarlo. Estas son expresiones, dando a conocer, declarando algo.",
    "Todas estas cosas de las que pudiéramos hablar, por horas, expresiones de Dios a la raza humana, todas estas tienen su papel, y lo hacen bien. Cada flor, cada árbol, cada amanecer, cada atardecer, todo desarrolla bien su papel. Pero todas esas expresiones de Dios, nos dan a saber, y nos dan un ejemplo, de que Él iba a dar una gran expresión algún día, una expresión Eterna.",
    "Entonces Él nos envió Su imagen expresada, en la forma de Su Hijo. Dios envió a Su Hijo, en la imagen expresada de Sí Mismo, para declararle a la raza humana lo que Él pensaba de nosotros. Él cambió Su molde; Él se hizo hombre. Él llegó a ser uno de nosotros.",
    "De Dios, el Padre Eterno, del gran Creador Quien, antes de que hubiera un mundo, llenaba todo espacio, tiempo. Ni siquiera había un—un rayo o un rayo de luz, ni siquiera había un átomo o una molécula, Él aún era Dios; y Él siempre será Dios. Pero el gran Ser, Quien… Si Uds. pudieran alzar la mirada en la noche y ver las estrellas en el sistema solar. Hace algunos años, tuve el privilegio de mirar por este gran telescopio y, donde dicen que se puede ver a ciento veinte millones de años luz y espacio, rayos luz. Y más allá de eso aun hay lunas y estrellas y mundos, que Él controla.",
    "Y, bueno, Él tuvo el cuidado suficiente de darnos una expresión, sabiendo que Él es tan grande. Sin embargo, Él bajó en la forma de un ser humano, para expresar lo que Él era. Él llegó a ser un Varón de dolores, experimentado en quebranto. Vivió una vida humana. No tenía dónde recostar Su cabeza. Él estaba expresando lo que Era, lo que era Dios. Él sanó nuestras enfermedades cuando estábamos enfermos. Él resucitó a los muertos, para mostrar que Él era la imagen expresada de Dios. Él estableció un plan para todos nosotros, donde también pudiéramos ver estas pequeñas expresiones y ver a Dios. Para entonces poder mirar hacia arriba y ver la gran expresión de Dios, y tener la seguridad que, cuando lleguen estas horas, este no es el fin.",
    "Me gusta la expresión que nuestra hermana dio hace unos momentos cantando: “Esta es mi hermana. Yo no pudiera cantar así, si ella no supiera dónde está”. ¿Ven?",
    "Hay una manera de saber para dónde vamos, porque la imagen expresada de Dios estableció este plan. Y, Él dijo que cualquiera que aceptara este plan tendría Vida Eterna. Juan 5:24 dice: “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna, y no vendrá al Juicio; sino que ha pasado de muerte a Vida”.",
    "La expresión más importante de todas fue Jesucristo, Quien nos abrió el camino. Él cumplió y vindicó toda expresión de estas flores, y la vida botánica, y demás, y el sol, y el sistema solar, han atestiguado desde antes de Su Venida, que vendría un Ser Justo que nos haría creerlo firmemente, porque Él sería la imagen expresada de Dios. Y cuando Él vino e hizo lo que hizo, probó que estas expresiones eran correctas; Él les dio vindicación. Pues, así como la flor resucita, el árbol resucita, el sol resucita, así el Cristiano resucitará. Así tiene que ser. Pues, Dios, en la imagen expresada de un ser humano, o un ser humano a la imagen expresada de Dios, probó eso, por Su resurrección.",
    "Entonces, allí, ¡cuando el profeta vio suceder estas cosas! Job, ¡cuando lo vio en toda la vida botánica y demás! Entonces, nosotros que estamos familiarizados con la Biblia lo sabemos. Sentado sobre este montón de cenizas, en angustia, la aflicción lo había herido. Los miembros de su iglesia le habían dicho que él era un… había pecado secretamente.",
    "Se ha dicho muchas veces que, “Una persona muere prematuramente, o algo, por algún pecado que tal vez cometieron; porque hicieron algo errado”. No… Ese no es el caso de un Cristiano.",
    "Cuando él vio esta gran expresión final: Dios dando a conocer Su plan a través de Jesucristo, él clamó a gran voz. Cuando los relámpagos destellaron y los truenos rugieron, él dijo: “Yo sé que mi Redentor vive, y en los últimos días Él se levantará sobre la tierra. Y después de que el gusano de la piel haya deshecho mi cuerpo, aun en mi carne he de ver a Dios; al Cual veré por mí mismo”. Él vio esa expresión final, muchos cientos de años más adelante. Pero, siendo un profeta, en la visión él vio la venida de la gran expresión de Dios.",
    "Él podía bajar la mirada y ver la resurrección de las semillas; él podía ver la resurrección de los árboles. Y la resurrección del sol, después de cumplir su tiempo y volver a salir; habiendo cumplido un día, resucitado para otro día. Las flores para un servicio fúnebre, mueren y resucitan para el servicio fúnebre de otro. Todo en cumplimiento de su propósito. Entonces él vio, a la distancia, la Venida de Aquel Justo, y gritó: “Yo sé que mi Redentor vive”.",
    "🦅 Mi carne reposará confiadamente” dijo David, “porque Él no permitirá que Su Santo vea corrupción; ni tampoco dejará Él Su alma en el Seol”. Él vio ese día, esa expresión perfecta de Dios, lo que Él iba a hacer; para hacerle saber al hombre que la muerte no es donde termina el camino.",
    "Esto no es lo final; este es el principio. Es donde termina el dolor; donde termina el tiempo de decisión. Pero es el principio del tiempo de gozo y recompensa; no es el final de todo. Solo es lo final de—de las cosas mortales, para comenzar lo inmortal. Ella ha ido a su reposo. Dios repose su alma.",
    "Ahora, él proclamó esta gran expresión, porque vio lo que iba a suceder.",
    "Ahora, vamos a esta conclusión: Nos hemos reunido aquí hoy, para—para expresar, o dar a conocer nuestro sentir por una vecina, por una hermana, por una esposa, por una madre. Por eso nos hemos reunido esta tarde: para dar a conocer, para expresar nuestro sentir, nuestra pérdida. Por eso estamos aquí, para hacer esto. El padre debe expresar la pérdida de la esposa; los hijos, la madre; la vecina, o la hermana.",
    "Nosotros los ministros; como los oí por el edificio dar esos maravillosos, gloriosos y reconfortantes comentarios, bien claros, de lo que la hermana había significado para ellos, y en su congregación. Nosotros los ministros venimos esta tarde, por supuesto, en nuestros corazones también nos sentimos tristes. Pero también hemos venido a dar a conocer una expresión de Dios, Su Verdad acerca de todo este asunto. Hemos venido a expresar lo que Dios dice al respecto, para consolar los corazones de la gente; para hacerles saber, por más duro que pueda ser el golpe, que con todo, en la providencia del Dios Todopoderoso está hacerlo de esta manera, y es Su plan. Y aquí no es donde termina; este es el comienzo de una nueva vida.",
    "Entonces nosotros a quienes Dios enseña en Su Palabra de estas cosas, venimos a dar nuestra expresión. Y esta tarde cuán feliz estoy por esta, que todos podemos expresar lo mismo hacia la Palabra de Dios, por ella que La cumplió.",
    "La Hermana Bell, como la conocimos aquí en el tabernáculo, una mujer Cristiana encantadora, santa, ella también dio sus expresiones. Ella dio a conocer sus sentimientos por Dios. Como oí en el obituario que se leyó hace un rato, aun antes de que el Hermano Jim se casara con ella, me supongo, allá en Tennessee, ella había tomado su decisión. Ella dio su expresión. Así que, son los testimonios. Y hasta donde sé, desde ese día, no dejó de expresar eso. Quizás hoy, allá en los corredores del Cielo, en algún lugar allá en los reinos Eternos de Gloria, camina por las calles de Dios aún expresándolo. Más allá de estas sombras del reino mortal, ella aún lo expresa.",
    "La Hermana Bell, como la conocemos, no se avergonzó de su testimonio. Ni una sola vez hubo algún sonrojo por su testimonio. Ni una sola vez ella se mostró reacia a decir algo. Ella lo expresó, y no se avergonzó. ¡Cómo la recuerdo parada allá atrás con las manos en alto, y las lágrimas cayendo por sus mejillas! Verla parada aquí en este púlpito, cantando himnos que hacían que toda la iglesia irrumpiera en clamor, por una Tierra mucho más allá. Ella no se avergonzó. Ella lo expresó en todas partes. A cada vecino, cada iglesia, dondequiera que estuviera, se dio a conocer, expresó lo que ella pensaba de Dios. Fue su vida, todo lo que ella pudo ser, ella expresó lo que era en Cristo Jesús, una criatura con el nuevo nacimiento.",
    "Ella fue una preciosa amiga de mi querida y anciana madre que—que subió los mismos escalones, hace unas semanas. Hoy están juntas.",
    "¡Qué cosa tan maravillosa es, ver las expresiones, cómo lo hace Dios! Sus cartas, la Hermana Bell. Cada vez que yo llegaba a casa, Billy, mi hijo, me traía un arrume de cartas, llamadas telefónicas, constantemente, de la Hermana Bell. “Ore por este. Ore por ese”. Eso, ¿qué estaba haciendo? Para mí, esa es su expresión, ella dando a conocer lo que había en su interior; una carga por su prójimo, una carga por sus hijos, una carga por todos los que estaban alrededor, y por cada persona enferma.",
    "La Hermana Bell prácticamente vivió los últimos años por la gracia de Dios. Ella era una creyente fiel en el poder de sanidad de Dios. Y sucedió que la otra noche… Siendo que cada vez que oré por ella, que oré con esa preciosa santa, Dios la sanó.",
    "Y la otra noche, cuando me llamaron, apenas llegaba de Arizona, como a la medianoche. Llamaron a mi hijo y dijeron: “La Hermana Shepherd, una amiga de la Hermana Bell, quiere que Ud. ore por ella. Está en el hospital”. Yo entendí que era la Hermana Shepherd; alguna dama, quizás en el edificio ahora, llamada Shepherd, que ella conocía. Pensé que ella estaba en el hospital.",
    "A la mañana siguiente volvieron a llamar, como a las once y algo, y dijeron: “No es la Hermana Shepherd; es la Hermana Bell que está en el hospital”. ¡Y ver esa sabia providencia y plan de Dios! Antes de que él pudiera llegar allí, la Hermana Bell ya había subido las Escaleras doradas. Antes de que yo pudiera llegar allí, Dios había desprendido Su rosa de color, para hacer Su ramo para el Milenio. Antes de yo poder llegar allí, ella se había ido a encontrar con Dios. ¡La expresión de Dios de Su amor!",
    "Todos estos años de feliz matrimonio fueron una expresión de su lealtad como esposa, al hacer un hogar para su esposo y sus hijos. Eso se expresó en los tiempos difíciles, cuando los pequeños venían alrededor de la mesa, y en la escasez. Y, una madre, se necesita una madre para saber cómo hacer que las cosas funcionen, para que rinda—rinda, cuando hay boquitas hambrientas alrededor de la mesa. Pero, estar al lado de su esposo, fiel, al lado de sus hijos; esa fue una expresión de lealtad genuina. Eso es evidente, ante cada uno de Uds.; ni tengo que mencionarlo. Uds. saben que es la verdad. ¿Ven? Sí, señor.",
    "¡Y sus ruegos incesantes por sus hijos! Yo no creo haberla visto, o haberla dejado, sin que ella pidiera algo por esos hijos. Eso mostraba genuina maternidad, sabiendo que la vida no es más que un sueño o un lugar de preparación. Para sus hijos, ella quería encontrarse con ellos en una Tierra más allá de aquí, donde no habrá más tiempos difíciles. Ella constantemente me decía… Ella me llamaba Hermano Billy. Ella decía: “Hermano Billy, ore por mis hijos, ninguno se perderá”. ¡Dígame si eso no es expresar genuina maternidad!; ¡ese interés de una madre por sus hijos, un interés por sus vecinos, su esposo, su ser amado! Era Dios en la dama, expresando cosas Eternas.",
    "¡Cómo acompaño a su esposo en su dolor, mi buen amigo! ¡Cómo acompaño a esos muchachos, al escuchar un mensaje, algunos de ellos en Alemania y en diferentes lugares: mamá partió! Pues ella tal vez se haya ido aquí de vuestra presencia, muchachos, pero ella no—ella no está muerta; vive para siempre. Está viviendo en la Tierra donde ella oraba que cada uno de Uds. se encontraran con ella. Que ella no se decepcione; estoy seguro que no.",
    "Veo que le falta un radio a esa rueda, esta tarde. Recuerdo cuando el primer radio fue tomado de mi familia. Uno por uno, irán cayendo; no tardará mucho tiempo. Escuchen: esa rueda podrá unirse otra vez, en otra Tierra donde no existen ruedas rotas, donde se puede lograr la gran economía de Dios y así poder continuar por las edades. Que así sea, familia. Uds. siempre han tenido a mamá; ahora vayan a estar con ella para siempre. Correcto.",
    "Otra cosa que expresó el amor de Dios. Según entiendo, su petición era que ella no deseaba envejecer, quedando por ahí, tener que quedar por ahí para que la cargaran en la vejez, y lisiada y—y enfermiza, y muriendo de a poco. Dios concedió esa petición. Seguro. Pues, hace apenas un par de domingos ella estaba de pie aquí, en una banca de la iglesia, cantando el glorioso Evangelio de Cristo.",
    "¿Qué es esto? ¿Qué es esto, una madre que, al parecer, prematuramente, como de sesenta y cinco años, ha partido? ¿Qué significa? Es Dios expresándose, que, “Él no negará ninguna cosa buena a aquellos que caminan rectamente delante de Él”. Dios, expresando en la propia muerte de ella, es Dios expresándonos que Él es Dios, y Él les dará a aquellos el deseo de Su corazón, del corazón de ellos, los que caminan rectamente delante de Él.",
    "Viendo esto: que Él es Dios, y todos debemos llegar a este lugar, entonces miremos las muestras de Sus expresiones. Su amor, Su Iglesia, Su pueblo, y todo lo que es: son todas expresiones de Dios para nosotros. Entonces pienso que todos deberíamos inclinar nuestros rostros en humildad y agradecerle a Dios por esta vida que, por medio de Cristo, ha vencido aun la muerte misma.",
    "Y luego las Palabras de Jesús cuando fue a la hija de Jairo: “Ella no está muerta, sino que duerme”. Ella ha ido a su sueño, y no a su muerte. Pues, ella murió hace muchos años, siendo una niña, y ahora está viva en Cristo; y solo duerme, para nosotros, pero está despierta con Cristo.",
    "Inclinemos nuestros rostros entonces y demos gracias por esta vida valerosa.",
    "Padre Celestial, por supuesto, Tú conoces nuestros corazones, por supuesto que conoces los pensamientos de nuestra mente. Tú sabes todo de nosotros; somos la Creación de Tu mano. Sabes que lamentamos ver que la Hermana Bell nos sea arrebatada. Pero, Dios, estamos inclinando nuestros rostros y corazones, en agradecimiento porque su petición fue concedida, y que el deseo Tuyo para ella fue cumplido. Lo cual, aun aquí al final del camino, su obituario ha sido escrito en la vida de todos con los que ella entró en contacto, de que ella era Tu sierva. Que su influencia viva mucho tiempo en los corazones de todos los que la conocen. Dios, pedimos que Tú le des reposo a su alma valerosa en esa Tierra que ella amó, y de la que habló y cantó, todos estos años.",
    "Oro por Jimmy, esta tarde, Señor. Cuando lo veo sentado allí, y él está expresando sus pensamientos mientras lágrimas cristalinas ruedan por su mejilla. Él está recordando una esposa fiel. Y por estos hijos que, con las lágrimas corriéndoles por las mejillas, están recordando a una madre amorosa. Y nuestra oración, Dios, es que Tú los bendigas; consuela sus corazones. Extiende esa Mano, la cual alcanza más allá que cualquier otra cosa, pudiendo llegar al corazón humano, y concédeles esta gran satisfacción, que algún día nos volveremos a encontrar, y nunca tendremos otro servicio fúnebre Allá.",
    "Bendice a sus seres amados, a sus hermanos, a sus hermanas, a sus nietos y a sus vecinos.",
    "Y estas iglesias, Señor, sabemos cuánto la amaban. Mientras ella caminó entre nosotros, ellos, ella ha caminado entre ellos. Y juntamente con ellos, Señor, nosotros—nosotros compartimos este gran sentimiento mutuo, que la amábamos. Y aquí estamos expresando nuestra—nuestra—nuestra gratitud a Ti, por su vida.",
    "Moldéanos, Señor, y haznos, para que también nosotros, cuando lleguemos al final del camino, estemos listos para encontrarnos Contigo. Perdona nuestros muchos pecados, ¡oh, Dios Eterno! Ten misericordia de nosotros, Señor, porque estamos débiles y cansados.",
    "Y mi oración es que Tú nos des consuelo en esta tarde. Que lo encontremos en estas palabras que han sido expresadas de Tu Palabra, por medio de los diferentes ministros y aquellos que son ordenados para traerlo, y por los vecinos y amigos. Que lo encontremos allí, con el testimonio de—de las flores y los árboles, y la luz del sol, las hojas, y—y sobre todo, con la Presencia del Espíritu Santo, que da testimonio de la resurrección de Cristo; “No os dejaré huérfanos. Le rogaré al Padre, y Él os dará otro Consolador, y Él permanecerá para siempre”. ¡Oh, cuánto Le amamos, Señor! Y cuánto Te agradecemos que Lo has enviado a nosotros, para darnos esta bendita seguridad en las horas y el tiempo de angustia.\n\nAhora danos fuerza para el servicio que sigue.",
    "Quiero pedir algo especial, Señor, ahora mismo para estos muchachos sentados aquí en uniforme. Benditos sean esos muchachos, al tener que regresar a sus tropas. Pero oro, Señor, que en ese día… Estamos agradecidos por estos uniformes que ahora visten. Pero que la oración de la madre halle respuesta: que ellos sean vestidos con la santidad y la justicia de Jesucristo, en aquel día. Las hijas, y unidos todos, Señor, eso es lo que queremos ser, los soldados Cristianos, de una fe muy fuerte. Guíanos y dirígenos hasta ese día, Señor, cuando nos volvamos a encontrar.",
    "Te damos gracias por su vida ahora, y oramos que Tú estés con todos nosotros hasta que todos nos encontremos a Tus pies. En el Nombre de Jesús lo pedimos. Amén. 🦅"
  ]
}