{
  "title": "LA RESTAURACIÓN DEL ÁRBOL NOVIA",
  "id": "62250009",
  "content": [
    "🦅  Gracias, Hermano Orman. Dios le bendiga.\n\nBuenos días, amigos. Y es un privilegio estar de nuevo en el tabernáculo, en esta hermosa mañana de Pascua, adorando, en la gran resurrección de nuestro precioso Señor y Salvador, Jesucristo.",
    "Me gustaría mencionar que verdaderamente quedé… De todos los mensajes que le he escuchado predicar a nuestro pastor, esta mañana fue el mejor. Fui a casa y le conté a mi esposa. Le dije: “Cariño, te lo perdiste ésta mañana, por no levantarte temprano”. Fue lo mejor que he escuchado en toda mi vida sobre la resurrección. Jamás he escuchado algo mejor acerca de la resurrección, que lo que nuestro pastor nos dio esta mañana. Fue un mensaje muy sobresaliente, y todo directamente a su punto. Eso muestra que cuando la unción toma control de un hombre (¿ven?) lo que—lo que sucede. Eso entonces hace algo. Y, por tanto, estamos contentos que—que Dios nos haya dado este pastor tan maravilloso.\n\nY ahora quiero agradecerle a cada uno de Uds.",
    "Hemos estado aquí ya por un buen tiempo (yendo y viniendo en diferentes ocasiones), pero ahora viajaré a los campos misioneros, como Uds. lo saben. Esta semana viajo a donde están los indios Cree, allá en Columbia Británica. Y luego de allí, hacia Fort St. John. Y luego, este verano, el Señor mediante, para estar en… por toda la costa oeste (allá en el este), y—y estando allá en la costa oeste, entrar a Alaska (Anchorage, Alaska) y por todo eso. Y después, tal vez, de allí, enviaré a algunos a investigar cómo está África y el resto del mundo, para el próximo invierno. Así que probablemente pasará un tiempo antes que pueda regresar aquí de nuevo al tabernáculo. Será por lo menos hasta agosto o dentro de este otoño, antes de que pueda regresar de nuevo.",
    "Y quiero agradecerles a todos por su buena cooperación, por todo lo que han hecho. Y lamentamos que nunca tenemos espacio para la gente aquí en estas mañanas. Estamos ahora en un proyecto de construcción, como Uds. saben, para construir una iglesia más grande, cuando… para estos servicios. Y entonces eso probablemente comenzará ahora de inmediato; ellos empezarán a edificar la iglesia. Ahora, sean…",
    "También, queremos agradecer a cada uno de Uds. por sus… por los regalos, tarjetas de cumpleaños, tarjetas de Pascua, regalos que Uds. le han dado a Billy, y los otros para… y los que me han dado a mí; el Hermano Woods y muchos de ellos. Los aprecio todos.",
    "Y cada uno viene y dice… Uds. no saben lo que es esa presión; que alguien venga y diga: “Ahora queremos ver al Hermano Branham. Queremos ver a tu padre”, y todo eso. Y decirles: “La agenda está llena”. Pues, Uds. no se imaginan la situación tan penosa en la que eso lo pone a uno, cuando uno—uno—uno sólo puede atender a cierto número. Uno no puede hacer más.",
    "Yo—yo desearía poder pasar bastante tiempo con cada uno, poder sentarme. Y espero hacer eso alguna vez; pero no puede ser en esta tierra, porque hay personas que vienen aquí de todas partes del mundo (¿ven?), de alrededor del mundo. Esta semana han estado aquí personas de varias naciones, y han sido entrevistadas, y se ha orado por ellas (esta semana), de naciones alrededor del mundo.",
    "Y si fuera solamente nuestra pequeña congregación local aquí de Jeffersonville, con todo gusto podría disponer de dos o tres horas para cada uno, y llegar al fondo del asunto y despacharlos. Pero, vean, mientras pudieran ser, digamos, cinco llamadas de, o tal vez dos llamadas de nuestra comunidad local, hay cien o doscientas de alrededor del mundo, a la misma vez que estas dos están entrando. Así que han sido literalmente miles que yo ni siquiera he podido atender (¿ven?), de personas. Y las llamadas son que “Venga aquí y vaya allá”, de alrededor del mundo. Y hasta envían boletos de avión y demás: “Venga a orar por los enfermos”, pero uno no puede hacerlo.",
    "Así que la gente se decepciona; y también me sucedería. Pero me gustaría, en esta mañana de Pascua, confesarlo, decir que—que yo no sé qué hacer al respecto. Simplemente son demasiados, Uds. saben, para—para atender; miles y miles de personas de alrededor del mundo. Hice mi séptimo viaje, dándole la vuelta, como Uds. saben. Y tengo contacto personal con más de diez millones de personas alrededor del mundo.",
    "Así que Uds. se pueden imaginar cómo—cómo es, la presión que ejerce sobre uno. Y muchas veces nos topamos con pequeñas presiones, y yo sé que Uds. también, y pequeñas desilusiones. Pero sí que he pensado en ellas, en las desilusiones que yo me llevo, cuando madres enfermas dicen por el teléfono: “‘¡Oh, Dios…!’. Pues, un momento, Hermano Branham: ‘Señor Jesús, yo—yo—yo oro que Tú lo envíes’”. Y—y acabando de colgar el teléfono de otra, y aquí, y aquí, y aquí, y por todo el mundo; Uds. saben cómo es. Y eso—eso no es fácil cuando alguien del otro lado del teléfono tiene un bebé enfermo, o un esposo enfermo, o una esposa muriendo, orando para que uno vaya. Ahora, Uds. se podrán imaginar.",
    "Con razón soy un neurótico. Eso es… es suficiente para convertirlo en uno. Pero esto es lo que he hecho, en lugar de desarrollar un complejo: he procurado mantenerme firme, manteniendo los ojos en el Calvario y siguiendo adelante, como Él quiere que haga. Y muchos de mis errores, oro para que Dios me perdone en asuntos que tal vez debí ir a un lugar y no fui. Sólo soy humano, y puedo… estoy sujeto a errores.",
    "Una cosita graciosa fue dicha aquí atrás en el patio, esta mañana, cuando salía del servicio matutino.",
    "Tengo un viejo amigo precioso. Probablemente está aquí en alguna parte. Él es de Chicago, su nombre es Stewart. Él tiene… (Ed Stewart), me supongo que tiene setenta y cinco, o más. Y él me encontró allá afuera. Y él ahorra el dinero de su diezmo en monedas de diez centavos. Y me entregó todo un paquete en monedas de diez centavos, como de este tamaño. Y, oh, no sé, yo… Por supuesto, son para una obra misionera en el extranjero.",
    "Y su buen amigo, y mío, el Hermano Skaggs, Leonard Skaggs (de Lowell, Indiana), estaba parado allí. Y yo no sabía que él era masón; llevaba puesto un botón de masón. Y nos pusimos a hablar del orden masónico.",
    "Y entonces el anciano Hermano Stewart me dijo, él dijo: “Ud. me cae bien, Hermano Branham, y me gustaría hablar con Ud.” (Disculpen esta expresión), “pero” dijo él, “es más difícil llegar a Ud. que a un harén turco”.",
    "Alguien me dijo, no hace mucho, dijo: “Me alegra que no sea así de difícil con el Señor”. Bueno, no quiero ser de esa manera, yo amo a la gente. Pero yo… me imaginé…",
    "Fui a casa y le conté a mi esposa, y nos sentamos a la mesa y nos reímos, de lo difícil que sería llegar a un harén turco, Uds. saben. Pues—pues yo…",
    "Espero que no sea así de difícil, Hermano Stewart, si Ud. todavía está aquí. Pero sí me pareció un buen sentido del humor, que nos causó risa a todos.",
    "Así que, desearía poder verlos a todos. Y yo los amo a todos; ésa es la verdad. Sean amigo o adversario, es igual.",
    "Y ahora, verdaderamente apetezco sus oraciones por mí, para esta próxima reunión, voy entre los indios. Y, saben, uno, cuando uno está en Roma, tiene que ser un romano; y cuando uno está entre indios, uno tiene que vivir como los indios.",
    "Mi amigo misionero (que es un compañero mío de cacería cuando estuve allá en la autopista, en la autopista Alaska), es un joven muy fino, con su esposa, de un buen hogar. Y yo… Tenían los brazos picados, por estar allá, y detrás de las orejas y demás. Y yo me preguntaba qué le sucedía, “¿sufría eccema?”. Era por las pulgas y los chinches en donde tuvo que vivi-… por las condiciones en las que tuvo que vivir allá. Y, así que uno tiene que vivir allí mismo con la gente, para ganarla para Cristo. Ellos son la herencia de Cristo. Ellos son personas por las cuales Él murió, y alguien debe ir a ellos.",
    "Y el jefe indio estuvo en una de mis reuniones más recientes del norte, y el Espíritu Santo, en la reunión, o afuera en el campamento, en el terreno (el área de los turistas creo que fue), dijo su nombre y quién era, y lo que él había hecho. Y (¡oh, vaya!), eso se lo confirmó. Él sabe que los seres humanos no pueden hacer eso; eso tiene que venir del Todopoderoso.",
    "Entonces, ese jefe acababa de encender con eso, yendo y viniendo por toda esa costa. Y vamos a llevar las reuniones en un velero pequeño, entraremos a los lugares adonde vamos llegando, a Portland y más allá, y subiendo por la costa, y a los otros, a los indios Cree, los olvidados. Muchos de los hermanos que tienen servicios grandes no pudieron ir allá. Ahora, los indios…",
    "No habrá un centavo en cuanto a dinero… Como Uds. saben, yo jamás recojo ofrenda en mis reuniones, y no recibo dinero; sino que la iglesia aquí está—está patrocinando esa reunión para los indios. Parte del dinero de sus diezmos y demás serán destinados para pagar, para llevar este Mensaje de salvación y liberación a esos pobres indios analfabetos.",
    "Y después de todo, ellos son los americanos, Uds. saben. Nosotros somos los extranjeros, ¿ven? Nosotros entramos y se la quitamos a ellos. Y queremos… Yo no puedo devolverles su nación, pero sí puedo brindarles las esperanzas en Cristo, que nos unirá en una hermandad algún día en una Tierra en donde no hay batallas, ni quitarse la tierra el uno al otro. Será una Tierra con lugar para todos. Estaré agradecido cuando llegue ese tiempo, si todos mis seres amados han sido salvos y están preparados para ese tiempo.",
    "Ahora, tengo muchos amigos que estoy viendo sentados por aquí, mientras hablo. Creo que estoy viendo a la Hermana… No recuerdo su nombre. Antes era Lee, ¿verdad? ¿Es Ud. la Señora Lee? ¿Está su hija aquí, las hijas, la que fue sanada? Eso está muy bien. La que estaba en la Casa del Buen Pastor, o, no… ¿Cómo se llama? “La Hermana de…” (Algún instituto católico), era “La Señora de la Paz”. Yo confundo todos esos nombres católicos. Y pues estaba allá, y ella… sufrió un colapso mental por los nervios. Y el Señor Jesús, muy bondadoso, mientras estábamos… Yo estaba sentado al pie de la cama, y su preciosa madre y su padre estaban parados cerca, y el Señor Jesús declaró que había terminado, era consumado. Allí se encuentra ella; eso ha terminado. Y, por supuesto, sabemos que la hermana está muy agradecida en esta mañana, y…",
    "Estoy mirando aquí y viendo a personas que recientemente se estaban muriendo, de cáncer. Entraron aquí a paso lento, en sillas de rueda, muletas, y aquí se encuentran, normales y sanas, en esta mañana, de todo el mundo. No ha sido por mí; sino por Él, nuestro Señor que ha resucitado de los muertos, que vive por los siglos. Bendito y alabado sea nuestro Señor para siempre, es mi oración sincera.",
    "¿Van a orar por mí? [La congregación dice: “Amén”.—Ed.] Todos, oren por mí. Ahora, yo—yo dependo de eso. Y cuando salgo allá, vean, aquí en casa, no es tan difícil, por aquí; sino cuando uno llega allá es que verdaderamente se llega al frente de la batalla. Éste es el entrenamiento.",
    "Estaba escuchando ayer, cuando nuestra iglesia me compró una—una camioneta nueva (y yo…), para viajar. Y la otra que tengo está casi acabada. Y pues, yo—yo encendí la radio y escuché las noticias. Y luego, ellos venían viajando anoche de donde Joseph y yo habíamos ido a orar. Y nosotros, viniendo de Green’s Mill, ellos… prendí la radio. Eran las noticias, y estaban diciendo, seguían, este Monitor seguía a un joven en su entrenamiento. Y acerca de cómo estaba allí con sus bolsillos llenos de arena, y todo eso, donde tuvo que mantener agachada la cabeza, pues las balas de las ametralladoras le pasaban sobre la cabeza, mientras él se arrastraba por los alambres de púas y cosas, recibiendo un entrenamiento rígido.\n\nBueno, eso es lo que estamos haciendo aquí.",
    "Pero, ahora, es muy diferente en el frente de batalla. ¿Ven? Esa ametralladora está medida, apuntada a un cierto nivel. Pero, en el frente de batalla, puede subir o bajar. ¿Ven? Así—así que es un poco diferente allá (¿ven Uds.?), a cómo—a cómo es. Así que tenemos…",
    "Bueno, aquí es el entrenamiento, pero allá uno está en el frente de batalla, por lo tanto, vamos a enfrentar ahora al enemigo. Solíamos batallar… cantábamos un canto aquí: La Batalla Ruge. ¿Alguien aún recuerda ese canto? [La congregación dice: “Amén”.—Ed.]\n\nLa batalla ruge, oh soldados Cristianos;\n\nCara a cara enfrentados;\n\nArmaduras destellando y colores brillando,\n\nEl bien y el mal combaten hoy.\n\nEs verdad. ¿Ven?\n\nLa batalla ruge, pero no desmayen;\n\nSean fuertes, y de Su poder aférrense;\n\nSi Dios está con nosotros, su estandarte sobre nosotros,\n\nCantaremos la alabanza de victoria al fin.",
    "Eso es cierto. Ahora, había muchas cosas que tenía para decir en esta mañana, pero las acorté un poco, por nuestra gente que está parada y tan apretada. Y tienen parlantes pequeños para afuera, y creo que una pequeña transmisión radial, en que cada auto puede… El sistema de radiodifusión nos permite abarcar a ciertas yardas del tabernáculo con eso. Y, por tanto, nos estamos esforzando, agradecidos por la visita de todos en esta mañana.",
    "Ahora, antes de seguir, vamos a anunciarlo. Ahora, inmediatamente después de esto, creo que hay servicio bautismal. Primero, es la línea de oración. Vamos a orar por los enfermos en esta mañana. Yo creo que Dios viniendo a la escena, es la prueba de lo que estamos hablando: Su resurrección. ¿Está vivo Él, o no está vivo? ¿Es Esto solamente una historia de ficción, o será la Verdad? Si Él está vivo, Él hizo una promesa: “Yo estaré con vosotros siempre, hasta el fin del mundo”. Ahora, si Él—si Él viene aquí entre nosotros y prueba que está aquí, entonces no hay más dudas al respecto. ¿Ven?",
    "Recuerden, todas las religiones del mundo tienen sus días santos y festivos y demás. Pero no hay ni una de ellas que pueda probar que su fundador… Que la muerte no se lo haya llevado y allí haya terminado todo, excepto la nuestra, la religión Cristiana; nuestro Fundador murió y resucitó.",
    "En México, recientemente, cuando fui entrevistado por la prensa, en cuanto a la resurrección de un bebé que había muerto esa mañana a las nueve. Y a las diez y media esa noche (diez y media u once), fue resucitado de los muertos, allí mismo en los brazos de la madre en la plataforma, delante de decenas de millares de personas. Treinta mil vinieron a Cristo esa noche. ¿Ven? Desde luego, Uds. se pueden imaginar lo que pasó allí.",
    "Y el pequeño, vi una visión frente a mí; y dijo cuál era su nombrecito y todo. Y la madre estaba allá muy atrás, no pudo conseguir una tarjeta de oración, no pudo entrar. Pero ella no tuvo que pasar por la línea. Y, cuando ella trajo el bebecito, llovía a cántaros.",
    "Nosotros nos preocupamos porque estamos parados; piensen en ellos. Estaban allí a las nueve de la mañana, para el servicio que empezaría a las nueve esa noche. Parados bajo el sol candente, recostados el uno contra el otro, buscando sombra. Parados, no sentados; parados. Y así lo hacen en África y en diferentes lugares, en la India, donde medio millón se reúne a la vez.",
    "Ahora, esta mujercita ni siquiera pudo recibir una tarjeta de oración. Con más de trescientos ujieres, para detenerla, ella ni siquiera pudo entrar en la línea de oración. Y estaba parada allí orando por ese bebé; una mujercita católica. Y el Espíritu Santo habló y dijo: “Dile que lo traiga aquí”.",
    "Y el bebé estaba envuelto en una cobija mojada; ella llevaba parada allí desde esa mañana. El médico lo había declarado muerto. De hecho, tenemos el dictamen del médico al respecto, que lo declaró muerto esa mañana a las nueve. Y ya era la noche de ese día, cerca de la medianoche. Y yo, de acuerdo a lo que dijo la visión, fui, puse las manos sobre el bebé. Allí volvió a la vida; el médico lo testificó.",
    "Yo fui entrevistado por la prensa. Y pues, nada en contra de la creencia de nadie, siempre y cuando cuadre con la Biblia, muy bien. Pero el hombre que me estaba entrevistando era católico, y me dijo: “¿Cree Ud. que nuestros santos pueden hacer eso?”.",
    "Yo dije: “Si estuvieran vivos”. Por supuesto, yo sé que la iglesia católica cree que uno tiene que estar muerto, para que sea un santo. Entonces dije: “Si estuvieran vivos, sí”.\n\nY él dijo: “¡Oh, uno no puede ser santo hasta después de muerto!”.",
    "Yo le dije: “¿Era Pablo un santo antes de que muriera, o después de que muriera? ¿A quién le escribía él, a gente muerta, cuando dijo: ‘A los santos que están en Efeso’, y a los santos que están en cierto lugar? Él no le hubiera escrito a gente muerta, eso se sabe”.",
    "Por lo cual me dijo: “Pues Ud. está queriendo determinar su caso por una Biblia. Nosotros somos la iglesia”.\n\nYo dije: “Muy bien, señor, está bien”.\n\nY él dijo: “Nosotros somos la iglesia”.",
    "Le dije: “Entonces veamos que la iglesia lo haga”. ¿Ven? Pues solamente Cristo puede hacer eso; Uds. lo saben.\n\nÉl dijo: “¿Cuál es su opinión de la iglesia católica?”.\n\nLe dije: “Ojalá no me lo hubiera preguntado”. ¿Ven?\n\nÉl dijo: “Bueno, me gustaría oírla”.\n\nYo dije: “Es la forma más alta de espiritismo que existe”.\n\nY él dijo: “¿Espiritismo?”.\n\nLe dije: “Sí, señor”.\n\nDijo: “¿Cómo concluye eso?”.",
    "Dije: “Lo es todo lo que intercede con los muertos; la comunión de santos, ¿ve?”.\n\nY él dijo: “Bueno, Ud. le ora a Cristo, y Él murió”.\n\nYo dije: “Pero Él resucitó, ¿ve?”.",
    "Así que es muy bueno saberlo, Él resucitó. ¿Estamos agradecidos? [La congregación dice: “Amén”.—Ed.]",
    "Inclinemos nuestros rostros y démosle gracias porque Él resucitó del sepulcro para nuestra justificación.",
    "Padre Celestial, estamos agradecidos en esta mañana por Jesús; y hoy conmemoramos Su gran resurrección, esa mañana pascual cuando Él resucitó de los muertos, triunfante sobre la muerte, el infierno, y la sepultura. Cuando Él estaba en la tierra mostró que había triunfado sobre las enfermedades, males, y—y toda clase de diablos y potestades. Luego Él se enfrentó a la muerte, el último y gran enemigo. Y en la mañana de Pascua probó que Él era Dios. Él resucitó aun del último enemigo, no pudo retenerlo. El sepulcro tuvo que liberarlo; el infierno tuvo que entregarlo; el Cielo lo recibió.",
    "¡Oh, Dios! Permite que nuestros corazones lo reciban hoy, en el Poder del Espíritu Santo, para que podamos ser Sus ejecutivos, Sus—Sus ejemplos, de siervos Suyos aquí en la tierra, mientras peregrinamos; concédelo.",
    "Bendice a todos los que están aquí. Dios, estas personas preciosas que están paradas, algunos han estado apretados aquí desde el amanecer. Oro, Padre Celestial, que derrames “mucho más abundantemente de lo que podemos hacer o imaginar”, sobre ellos hoy; y concédeles los deseos profundos de su corazón. Que por lo que haya venido cada uno, en esta mañana, regresen satisfechos. Has dicho que no despreciarías a ninguno, sino que los llenarías con cosas buenas, y los enviarías regocijándose; concédelo, Señor.",
    "Que Tu omnipotencia, Tu Espíritu Santo, en el Poder de la resurrección, lidie con cada uno de nosotros al grado que nuestras esperanzas sean edificadas con justicia en nada menos que la Sangre de Jesús. Concédelo, Padre.\n\nBendice ahora las Palabras que leeremos.",
    "Te agradecemos por ese noble mensaje esta mañana, cuando vinimos temprano a la iglesia. Y ver que tomaste a nuestro hermano (¡y qué cambio en él, en tan sólo unos momentos!), y que trajo un mensaje a esta generación moribunda de la que ahora formamos parte; ¡cuánto te agradecemos por eso, Señor! ¡Oh, Dios!, nuestros corazones tiemblan de gozo, mientras meditamos en esas cosas. Ahora, mantenlo ungido, Señor, todos los días que le quedan por delante, Señor.",
    "Y bendice esta pequeña iglesia. Y ayúdame a mí, Señor, mientras llevo el Mensaje a otros pueblos. Y permite que juntos, nosotros como una persona, una familia, estemos juntos y oremos juntos y vivamos juntos en la unidad santa del Espíritu Santo hasta que Jesús nos reciba en el Reino. Porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "[El Hermano Neville dice: “Hermano Branham, ¿me permite un momento para interrumpirlo?—Ed.] Seguro, hermano. [“Como muestra de nuestro aprecio y con la—la obra de un joven en medio nuestro, le entregamos a Ud. este cuadro, Hermano Branham, expresándole plenamente nuestro amor y aprecio”.] Gracias, Hermano Neville, y al tabernáculo. [“El joven que pintó ese cuadro fue Jerry Steffy”.]",
    "El Hermano Jerry Steffy pintó ese cuadro. Dios bendiga a ese muchacho. Quedó muy bien, Jerry, si estás aquí en esta mañana. Es una lástima, quisiera tener los medios para que ese muchacho fuera a la escuela de artistas. Yo creo que Dios está en el arte, ¿y Uds.? [La congregación dice: “Amén”.—Ed.] Dios está en la música, Dios está en el arte. Dios está en esto. Y da lástima ver un talento como ése que no se desarrolle. Entre más practique, más lo irá desarrollando. Y yo—yo oro para que Dios te bendiga, Jerry.",
    "Y gracias, Hermano Neville, y a esta iglesia, por este cuadro tan fino y por el verso que va allí debajo. Lo leeré más tarde. [El Hermano Neville dice: “¿Quiere que yo lo lea?”.—Ed.] Está bien, caballero. El Hermano Neville leerá el verso. Yo sí tenía idea de lo que… [El Hermano Neville lee Honra Para Quien Honra.]\n\nNo se alza en estatura,\n\nNi arrogante es en su andar;\n\nNo se exalta sin medida\n\nCada día al caminar.\n\nRiqueza y fama no desea,\n\nY su lugar no tomarán ni aun mil;\n\nÉl es tal como lo queremos,\n\nNuestro precioso Hermano Bill.\n\nÉl nos enseña con certeza\n\nPalabra pura sin temor,\n\nNo elegante, amando gloria\n\nSólo siguiendo al Señor.\n\nSu habla es suave y cariñosa;\n\nSin levantar la voz,\n\nMás no al clamar contra lo errado,\n\nPues no tiene otra opción.\n\nDe colegios ni de escuela\n\nMucho estudio recibió,\n\nPero lo importante lo sabe,\n\nY de tonto no tiene un pelo.\n\nOh, esa gran sabiduría\n\nLe fue entregada del Señor,\n\nNo tiene credo sino a Cristo,\n\nTampoco ley sólo Amor Soberano.\n\nNo fue muy anunciado\n\nAl momento de nacer,\n\nPero él es muy importante\n\nMás que quien pudiera haber.\n\nMás que un privilegio\n\nEs tenerlo como amigo,\n\nValoramos todo lo que representa\n\nY lo haremos hasta el fin.\n\nCon modestia siempre dice\n\nNo ser un predicador;\n\nMás allí en la plataforma,\n\nUno ve que es el mejor.\n\nFue profeta preordenado,\n\nMuchos temen admitir,\n\nPero Dios nos dio un regalo,\n\nNuestro amado Hermano Bill.\n\n[“Firmado: ‘La Pequeña Manada’”.]",
    "Gracias, Hermano Neville. Gracias por sus pensamientos. ¿Quién compuso eso? [El Hermano Neville dice: “Creo que la madre de él”.—Ed.] Eso es…",
    "No soy digno de estas cosas, que digan eso, pero para mí, vale más que todo el dinero del mundo, ¿ven? El sólo pensar que alguien lo considera a uno como siervo de Él (¿ven?), como—como siervo de Dios. Que yo siempre pueda vivir fiel a eso, es mi oración. Que Dios los bendiga siempre. Siempre los llevaré en mis pensamientos. Y les expreso igualmente mi amor.",
    "Ahora, ¡oh!, tenemos tantas cosas, que pudiéramos tomar todo un día y no entraríamos a la Palabra (¿ven?), de tantas cosas buenas.",
    "Tengo una—una visión del Señor de la cual iba a decir algo, y—y alguien había soñado un sueño, del cual (¡oh, pensé que fue tan sobresaliente!), de la Venida del Señor. Y yo…",
    "La pequeña Rebeca, mi hija allá atrás, yo… Pues me reí de ella hace un rato. Ella salió con un sombrero de—de esos grandes. Y le dije: “Mira, cariño, parece el nido de un pájaro” le dije, “tiene pajitas allí y todo así”. Le dije: “Ve y quítatelo”.",
    "Luego ella se desquitó conmigo. Ella regresó en unos minutos; Uds. saben, la manera como ella se desquitó conmigo fue regresando. Ella entró cargando una cartera grande de mano. Yo dije: “¿De dónde salió esa cosa?”.",
    "Ella dijo: “Papá” dijo ella, “yo tengo los pies grandes, así que usaré una cartera grande para que haga juego”. Así que, ¡oh, éstos…!",
    "Pero dijo que había soñado dos veces que ella y yo íbamos en el auto, y yo le decía a ella de la pronta aparición del Señor; el mismo sueño por segunda vez. Estoy esperando el tercero; tal vez el Señor entonces me dé lo que significa.",
    "Ahora, hay tantas cosas para decir, pero entremos directamente ahora a la Palabra.",
    "Espero que todos se sientan bien. [La congregación dice: “Amén”.—Ed.] Y si no, oro para que Dios los haga sentir bien antes de que concluya este servicio; que no quede ni una persona enferma en esta mañana entre nosotros cuando termine este servicio.",
    "Ahora, tenemos que recordar que Cristo murió por los impíos, y que ésos éramos nosotros. ¿Ven? Ésos somos nosotros. Y Él murió por nosotros, para Él poder salvarnos.",
    "Ahora, ¿pueden oír bien, en todo sitio? Allá atrás, en la parte de atrás, ¿pueden oír bien allá atrás? ¿Se está oyendo allá atrás? Está bien. Muy bien.",
    "Ahora quiero leer de Su Palabra. Primero, abramos ahora en el Libro de Joel, y quiero leer el verso 1, del 1 al verso 4, y luego del 2 al… el capítulo 2 y el verso 25, y Génesis 20:7. Ahora, agradecería…",
    "Ahora, si se cansan y quieren salir, pueden hacerlo. ¿Ven? Pero éste será mi último Mensaje para la Iglesia, para esta parte de la Iglesia, por algún tiempo. Y estamos esperando un servicio de sanidad en esta mañana. Y yo—yo quiero que este Mensaje, si Dios lo bendice, que—que baje profundamente en nuestros corazones, para que así entendamos el significado de lo que significa.",
    "Ahora, estamos aquí para expresar, para—para decir las cosas que creemos, y probarlas por la Escritura, que así dice la Escritura; y luego que Dios se de vuelta y lo confirme, que es verdad, correcto, haciéndolo una realidad. Así como cualquier…",
    "Uno dice: “Ésta es una semilla de girasol”. Siémbrela para ver lo que es. Luego, si sale un girasol, asunto terminado, era un girasol. ¿Ven? Eso queda resuelto.",
    "Ahora, y algunos cambien de asiento de vez en cuando; alguien se sienta y otros se levantan y esperan un ratito. Y yo voy a ser tan breve como pueda.",
    "Ahora, recuerden, oren por mí. Y sean fieles a la iglesia; quédense aquí con la iglesia, con el Hermano Neville. Y Uds. que visitan, bueno, pues vuelvan.",
    "Y ahora estoy en lo de estas reuniones, voy sin que haya un llamamiento definido. Pero, no puedo quedarme sin hacer nada, el mundo está agonizando. ¿Ven? Y Pablo tuvo esa experiencia una vez. Pues, yendo él a otro país, fue entonces que recibió el llamamiento macedonio, en el camino. Ahora, Dios pudiera dar un llamamiento macedonio, en cualquier momento. Yo cancelo lo que sea, cuando Dios llama.",
    "Simplemente hago lo mejor que puedo, voy a este rincón, sembrando semillas; y por acá, siembro unas cuantas semillas; y por aquí, arrojo, siembro algunas semillas. Yo sé, las aves del cielo levantan muchas de ellas, y algunas se ahogan y todo eso; pero también puede haber algunas allí que broten, Uds. saben, en terreno fértil. Por tanto, sembremos la semilla, eso es lo importante.",
    "Tengo una lectura muy extraña, para un—un mensaje de Pascua: Joel, el capítulo 1.\n\nPalabra de Jehová que vino a Joel hijo de Petuel.\n\nOíd esto, ancianos, y escuchad…los moradores de la tierra. ¿Ha acontecido esto en vuestros días, o en los días de vuestros padres?\n\nDe esto contaréis a vuestros hijos, y vuestros hijos a sus hijos, y sus hijos a la otra generación.\n\nLo que quedó de la oruga comió el saltón, y lo que quedó del saltón comió el revoltón; y la langosta comió lo que del revoltón había quedado.",
    "Ahora, el versículo 25 del capítulo 2.\n\nY os restauraré [“restituire”—Trad.] los años que comió la oruga, el saltón, el revoltón y la langosta; mi…y la langosta, mi gran ejército que envié contra vosotros.\n\nY comeréis hasta saciaros, y alabaréis el nombre de Jehová vuestro Dios, el cual hizo maravillas con vosotros; y nunca jamás será mi pueblo avergonzado.",
    "En Génesis, el 20, en Génesis. El capítulo 20 de Génesis y el verso 7. Quiero leer esto, para seguir el… como contexto para este texto que estoy—estoy para abordar. Empezaré con el verso 6, para fijar una base para esto.\n\nY le dijo Dios en sueños: Yo también sé que con integridad de tu corazón has hecho esto; y yo—y yo también te detuve de pecar contra mí, y así no te permití que la tocases.\n\nAhora, pues, restaura [devuelve—Trad.] la mujer a su marido; porque es profeta, y orará por ti, y vivirás. Y si no la devolvieres, sabe que de cierto morirás tú, y todos los tuyos.",
    "Ahora, de esto saco un tema, o de esta lectura de la Escritura, una conclusión de un tema, llamado “restaurar”.",
    "Ahora, después que el Hermano Neville predicó esta mañana tan notable mensaje, lo último que dijo, en sus últimos pensamientos, fue: “Será restaurado”. Y entonces eso me dio la idea, allí mismo, en cuanto a “restaurar”.",
    "Ahora, me di prisa a casa y fui a mi diccionario (y así de esa manera, y algunos apuntes de las Escrituras), y empecé a copiar algunas cosas. Y luego, tomé el diccionario Webster, para averiguar el significado correcto de restaurar. Restaurar [restituir—Trad.] significa: “Devolver al dueño que lo tenía antes; o regresar a la condición que tenía antes”. Y nosotros podemos hacer cumplir un reclamo, para que sea restaurado.",
    "Ahora, eso es lo que dice Webster que significa la palabra restaurar; “Volver al dueño que lo tenía antes, o regresar a la condición que tenía antes”. Y si se hace un reclamo en algo, para que se haga esa restitución, uno puede hacer que eso sea cumplido, para que vuelva a su debido lugar.\n\nY que Dios bendiga ahora las humildes palabras.",
    "Restaurar significa “devolver”; o, restaurar: un—un reclamo que ahora se puede ejecutar, significa devolver cualquier cosa a su dueño legítimo, donde pertenece. Por lo tanto, de alguna manera eso se distanció de su dueño legítimo, y puede divagar por cualquier parte. Pero restaurar, es devolverlo a quien realmente le pertenece, o regresarlo a su estado natural, en donde estaba en un principio; traerlo de regreso a su condición natural. Y para lograr esto, nosotros tenemos el derecho de hacerlo cumplir (si existe una ley), de hacer cumplir esta condición legítima de restauración, de restituir.",
    "Es como si alguien se hubiera robado una propiedad, y tienen retenida la propiedad. Entonces uno puede usar la ley e ir a esta persona, y la ley obliga, hace que esta persona restaure esta propiedad de nuevo a su dueño natural, a su primer estado.",
    "¡Obliga su cumplimiento! ¡Oh, qué tema! ¡Cómo me gustaría tener dos días en eso: ejecuta!",
    "Ahora, el Hermano Neville nos predicó. Yo sólo les voy a hablar, a enseñar una lección de escuela Dominical para—para continuar con eso (así espero), con lo que él trajo.",
    "¡Ejecuta! Entonces, nosotros somos… tenemos el privilegio de hacer cumplir, en contra de Satanás, los derechos que Dios nos dio. Pues, Dios tiene una ley, y Su Palabra es una Ley, y Dios, en esta Palabra, citó varios derechos para la Iglesia. Por tanto, nosotros tenemos el derecho de hacer cumplir estos reclamos en contra de Satanás, y decir: “¡Devuelve eso!”, y él tiene que hacerlo. Pues, podemos usar el Agente de Dios (el Espíritu Santo), ponernos de rodillas, y decir: “ES ASÍ DICE EL SEÑOR”. Él tiene que cederlo, no le queda otra, porque el Espíritu Santo está allí para obligarlo a que lo cumpla.\n\nLa ley de la tierra es para obligar a cumplir; es hecha por la tierra, para la tierra.",
    "Pero la ley del Espíritu de Dios es para obligar a Satanás a que entregue lo que indebidamente, con engaños, ha tomado de Dios. Siendo las almas de los hombres lo que él tomó de Dios; almas de mujeres, niños. Afligió a la gente con enfermedades corporales, cuando Dios los creó a Su imagen, para que fueran como Él. Y a la Iglesia le son dados los derechos legítimos, legales (por la Biblia), para que tome el Espíritu Santo y ejecute esto sobre ellos.",
    "Creo que les cité eso aquí en la última reunión, no estoy seguro. Pero un hermano vino a Louisville, de allá de Georgia, y dejó su auto estacionado allá, y alguien se lo robó. Y él tenía allí su ropa, la ropa de su esposa, la ropa de sus hijos. Era el Hermano Evans, aquí; por lo general están aquí. Ellos conducen mil quinientas millas [2.415 kms], cada día, cuando tenemos servicio aquí; viniendo hasta acá para el servicio. Y el pobre estaba aquí sin nada, y a setecientas y tantas millas de su casa [1.127 kms]. Y él no sabía qué hacer.",
    "Él lo reportó a la policía; pero había una mafia grande en Louisville; se robaban autos y los pintaban. Y Ud. puede… no se necesita de documentos de propiedad allá para venderlo. Y en tan sólo unos minutos le hacen un título, con cualquier número que Ud. quiera poner. Y así que, estaban pasando un tiempo muy terrible.",
    "Entonces nos pusimos de rodillas. ¿Ven? Ahora, Jesús no hubiera tenido que hacer eso, porque Él era la Palabra. Ahora, nosotros no somos la Palabra; “La Palabra del Señor vino a los profetas”. Ellos no eran la Palabra, sino que la Palabra vino a ellos; pero, Jesús fue la Palabra. ¿Ven? Él no tenía que orar; Él era Dios mismo. ¿Ven? Pero nosotros somos—somos Sus profetas, Sus siervos, a quienes viene la Palabra del Señor. Por tanto, el profeta es vindicado (si es o no la Palabra del Señor), en el hecho de que si lo que él dice viene a cumplimiento.",
    "Entonces tuvimos aquí una Escritura, en la que Jesús dice: “Donde están dos o más congregados en Mi Nombre (y si se pusieran de acuerdo), Yo estaré en medio de ellos. Y si se pusieren de acuerdo tocante a cualquier cosa y la piden (sin dudarla), recibirán lo que han pedido. Eso les será concedido”.",
    "Ahora, allí—allí está la ley. Ahora, el que está aquí para hacer que esa ley sea cumplida es el Espíritu Santo. Y ¿qué de la gente que no cree en el Espíritu Santo, que lo rechaza? ¿Ven? Re-… Uds. están rechazando su propia paz y misericordia. ¿Ven?",
    "Ahora, nos pusimos de rodillas, como cinco hombres, con el Hermano Fred Sothmann y—y muchos de los otros que estaban allí; cuatro o cinco varones. Y nos arrodillamos, y yo abogué por este caso delante de Dios. Y luego tomé la Palabra, o la promesa, y la envié. Mientras el gran Espíritu Santo llevaba la Palabra, para entregar la citación, tuve una visión, y vi a un hombre camino hacia Bowling Green, Kentucky, que tenía puesta una camisa amarilla, conduciendo su camioneta. El Espíritu Santo vino sobre él, lo redarguyó, y él se dio la vuelta como a mitad del camino. Yo lo vi que regresó y estacionó ese auto en una cierta calle, aquí al otro lado del río. Me levanté y le dije a los hermanos: “ASÍ DICE EL SEÑOR”.",
    "Y cuando fueron, pasaron por esa calle. Y allí estaba el auto estacionado, medio vacío, la gasolina (el tanque medio vacío, cuando lo habían llenado), apenas lo suficiente para llevarlo medio camino a Bowling Green y regresar. Ahora, esos hombres están sentados aquí en esta mañana, como testigos.",
    "¿Qué es eso? Ejecutarlo. “Devuélvelo”. ¿Ven? Eso es. A eso se está refiriendo. “Restituirlo. Devolverlo a su dueño legítimo”.",
    "Y si Satanás le ha robado a Ud. el privilegio de ser un hijo o una hija de Dios, nosotros tenemos un derecho en esta mañana, por el Espíritu Santo, de hacer cumplir lo que Dios dijo: “Devuélvelos”.",
    "Si él le ha causado aflicción, y lo ha enfermado a Ud., tenemos derecho delante de Dios de hacer que las leyes de Dios sean cumplidas; “Por Sus llagas fuimos nosotros curados”. Amén. “¡Devuélvelo; suéltalo! Tú lo estás arrebatando allá, de la muerte, y nosotros lo reclamamos. Devuélvelo ahora”.",
    "Así se ejecuta el cumplimiento; restaurándolo nuevamente a su condición natural. Un hombre que está enfermo, un bebé que está enfermo, una mujer que está enferma (¿ven?), están por fuera de su condición natural. Entonces tenemos el derecho de ejercer lo que afirmamos (no es que nosotros lo afirmemos), es una afirmación nuestra por cuanto nos fue dada por Dios: “Por Sus llagas fuimos nosotros curados; Él fue herido por nuestra trasgresión; por Sus llagas fuimos nosotros curados”. Nosotros ahora tenemos el derecho de hacer que se cumpla esa ley. Y el—el Dador de esa ley, el Espíritu Santo mismo, está aquí, el Agente de Dios, para ver que así sea hecho. Amén.",
    "Ahora, de la única manera en que puede obrar, es cuando Ud. le permite a Él que obre. ¿Lo ve? Ud. tiene que creerlo. Existe una ley. (¡Oh, si pudiera llegar a mi texto!) Existe una ley. Se ha establecido una ley para todas las cosas.",
    "Saben, un pez tiene una ley. Y ese pez puede subir aquí en el agua, y él tiene por dentro una ley, que si se rinde a esa ley que está en él, puede hundirse hasta el fondo del mar. Eso no le afectará en lo más mínimo, no le dañará una sola célula. Intente Ud. eso. Esa ley no está en Ud. Ud. no puede hacerlo, pero el pez sí. Él mismo se desinfla de ese aire, puede hacerlo de tal manera que no hay nada en él que pueda reventar. Y él está hecho de esa manera; él lo sabe. Y él puede ejercer esa ley, para que lo lleve al fondo del mar, y en seguida para que lo vuelva a subir. ¡Oh!",
    "En Cristo había una ley; esa ley está en el hombre. Ud. puede enterrarlo en la tumba más profunda, o el mar más profundo, o el—el infierno más bajo; existe una ley, del Espíritu de Dios, que lo volverá a levantar. ¿Ven?",
    "Un ave tiene una ley. Ahora, su cuerpo es materia; está ligado a la tierra, está parado aquí sobre la tierra. Pero tiene una ley por dentro, que al extender sus alas, puede volar más allá de la vista. Eso es contrario a la ciencia. Ellos afirman que—que está ligada a la tierra; la gravedad tiene que sujetarla aquí. Pero ella puede desafiar la gravedad, se levanta librándose de ella y despega, pero tiene que poner a funcionar esa ley que hay en ella; la cual ha sido hecha para poseer esa ley.",
    "Ahora estoy empezando a sentirme religioso. Ahora, nosotros tenemos una ley, la ley de Vida en nosotros. Nosotros no… Lo único que uno tiene que hacer… Uds. son hechos, y nacen, y son puestos aquí en el Cuerpo de Cristo como hijos e hijas de Dios. Uds. no tienen por qué doblegarse ante el diablo. Tenemos una ley; ésa es la ley del Espíritu Santo. Lo único que Uds. saben… tienen que hacer, es saber cómo rendirse y permitir que Dios obre. Si Uds. la resisten constantemente (¿ven?), pues ella jamás funcionará. Es cuando Uds. se rinden y le permiten a Dios que obre, eso es todo. ¿Ven?",
    "Si el pez dijera: “Espere, tomaré bastante aire; respiraré un poco de oxígeno y veré si me puedo sumergir”. No. Si hiciera eso él se revienta. ¿Ven?",
    "Si el ave dijera: “Veré qué tan rápido puedo correr, y tal vez levante vuelo”. No, ella no lo lograría; ella caería. ¿Ven? Ella tiene que saber cómo controlar, cómo esa ley puede controlarla.",
    "Y es igual con nosotros. No es porque peleamos, y jalamos, y—y andamos de prisa, y—y “¡Oh, si yo no logro esto; si no logro eso!”. Así no es. Es saber que uno lleva por dentro la ley de Vida, y uno simplemente se rinde, y le permite a Dios que obre. Entonces Él lo lleva a su sanidad, lo lleva al bautismo del Espíritu, o a lo que sea que Él haya prometido. Cualquier afirmación que Él haya hecho es suya, y es por cuanto Ud. se ha rendido y ha permitido que Dios obre. Ahora, si Ud.…",
    "Si el oficial estuviera—estuviera llevando al individuo que le robó a Ud. su propiedad, si lo estuviera llevando al juzgado, y Ud. persiste en detenerlo: “Pues, yo no estoy seguro si él debería hacer esto”, él nunca lo llevará allá. Ud. simplemente déjelo que proceda.",
    "Proceda Ud. de esa manera. Sencillamente deje que Satanás se aparte; que todas las dudas y todo salgan de su mente, entonces Dios lo levantará a Ud. Bien.",
    "Ahora, es el tiempo de la Pascua. ¡Oh, a mí me gusta la Pascua! Sí, señor. Pero la Pascua de hoy tiene demasiado de conejitos, y patos, y pollitos rosados, y sombreros bonitos y vestidos nuevos; y eso no es la Pascua. La Pascua es la resurrección, la restauración, restituyendo nuevamente. Es el tiempo de Dios para restaurar. Mire Ud. por la tierra, Dios está restaurando. ¿Restaurando qué? La naturaleza. Correcto. Él está restaurando las flores; está restaurando las hojas; está restaurando los frutos del campo. ¿Qué es? Dios que está restaurando. Eso es la Pascua; significa “traer de nuevo”.",
    "¿Qué es? Ha habido un—un decreto, una declaración. La Pascua declara, o la—la—la flor declara que tiene derecho a volverse a levantar. ¿Ven? Y la ley de Dios, en la naturaleza, hace que la tierra gire y que esa ley de Dios, en la naturaleza, produzca una Pascua, una resurrección (¡es hermoso!), el regreso del Sol, para restaurar lo que el invierno mató, en su ausencia de la tierra. Dios envía la tierra nuevamente alrededor del Sol, como nos es dicho, después de que estaba lejos aquí atrás.",
    "La tierra, la tierra se había apartado del Sol, se apartó acá por atrás. Así es con el pecador, se aparta del H-i-j-o [En inglés, hijo (S-o-n), y sol (S-u-n) suenan igual.—Trad.], donde éste es el s-o-l. Pero cuando esta tierra comienza a regresar… Y cuando está allá apartada, la muerte la hiere, el invierno. Mata cuanta cosa viviente pueda matar, mientras está por acá apartada.",
    "Y ahora, cuando la tierra da la vuelta, las semillas yacen en la tierra, están congeladas; la pulpa en ellas se ha secado. La… Y todo ha desaparecido; sin embargo, un poco de vida ha sido preservada. Y tan pronto como el sol entra nuevamente en posición con la tierra, entonces hay una Pascua, una restauración. Las flores retoñan; todo vuelve a retoñar. Todo lo que el invierno mató, el sol lo restaura. Todo lo que la muerte invernal mató, el sol de vida lo restaura.",
    "Y así es ahora con la gente. Todo lo que el frío invernal más intenso, lo que la religión ceremoniosa mató allá afuera, el acercamiento del Hijo de Dios en estos postreros días, viniendo a Su Iglesia, lo restaura de nuevo a Vida. “Yo os restauraré, dice Jehová”. ¿Ven? Dios restaura Sus flores, Sus hojas, Su naturaleza, Su simiente de la tierra; por tanto, sabemos entonces que Dios restaurará también Su morada. Él restaurará Su Edén; Él restaurará todo lo que la muerte mató. Correcto. Ahora, la única manera en que puede quedar muerta, es que permanezca en el lugar incorrecto. Pero si ella cae en el lugar apropiado, tiene que regresar a Vida nuevamente. Así que, Dios, ¡permite que nosotros caigamos en el canal apropiado (correcto), para que haya una restauración!",
    "Todo lo que el invierno mató, el sol después restaura. El regreso del Sol, ¿qué es lo que hace? Doblega (¡escuchen!), doblega a la muerte. Cuando el sol (el sol de primavera) regresa en línea con la tierra nuevamente, realmente obliga a la muerte a que entregue a sus muertos, para una resurrección. Para (¿qué?) una restauración, o nuevamente “una restitución”. ¿Qué lo hace? La venida del Sol. Ésa es la ley de Dios.",
    "Dios estableció la tierra bajo una ley, la ley de la gravedad. Todo en la naturaleza funciona conforme a la ley de Dios. Y la flor cumplió su tiempo; la semilla cumplió su tiempo; cayó a tierra muriendo, y después hay una restauración.",
    "Y ahora yace allí muerta. No hay nada… Nosotros pudiéramos tomar una de estas luces aquí, como ésta, y enfocársela, no serviría de nada. No hay manera en que nosotros podamos hacerlo. Pero Dios tiene una ley, que cuando ese sol viene sobre la semilla, obliga a esa vida a que brote de la semilla. Ya la muerte no la puede detener.",
    "Dios ha establecido todas Sus leyes para que le sirvan, tanto en lo natural como en lo espiritual; para que obren de acuerdo a Su Palabra, a pesar de las condiciones. Eso me encanta. Tengo una Escritura aquí acerca de eso. Sí, señor. Dios pone en movimiento todas Sus leyes. Píenselo. Deje que eso penetre, porque llegaremos al servicio de sanidad en unos minutos. ¿Ven? Dios puso en movimiento todas Sus leyes, para que funcionaran conforme a Su propia Palabra. ¿Lo están captando? ¿Ven? ¡Su Palabra! Sus leyes tienen que funcionar conforme a Su Palabra: Él ordenó al Sol; Él ordenó la Luna; Él ordenó la Tierra; Él ordenó la naturaleza; y todos ellos se alinean. Y todas las leyes funcionan en armonía con la Palabra hablada de Dios. Y la ley de la Vida que está en nosotros también nos traerá a una resurrección; tiene que hacerlo. Es imposible que no lo haga.",
    "Fue por esa razón, por la ley de Vida que estaba en Cristo; cuando la Palabra fue hablada, dijo: “No permitiré que Mi Santo vea corrupción, ni dejaré Su alma en el infierno”, no había tiempo suficiente, no había suficientes diablos, no había suficiente de lo que fuera, para retener a Cristo en esa tumba hasta que (Él) Su Cuerpo empezara a pudrirse; porque la ley de Dios traería la Palabra a cumplimiento. Y la ley de Dios, por el Espíritu Santo, trae a cumplimiento cualquier promesa (¿lo captan?), sin que importen las condiciones.",
    "Job dijo: “Aunque los gusanos destruyan mi cuerpo, en mi carne he de ver a Dios”.",
    "A pesar de lo poco que somos, lo bajo que seamos, lo impuro que seamos, lo faltos de santidad, lo enfermos que estemos, lo afligidos que estemos: la ley del Espíritu de Dios, por Su Palabra, hace que eso le obedezca, obliga el asunto y dice: “Devuélvelo”. Amén. ¡Oh, si tan sólo pudiéramos meditar en eso por un momento! Hace que se cumpla, a pesar de las condiciones. No importa cuál sea la condición, la ley de la Palabra de Dios obliga a la condición a que cuadre con Su Palabra. ¿Ven? Así tiene que ser.",
    "Ahora, si una flor yace allí, y está muerta (las semillas están podridas, han desaparecido; la pulpa ha salido de ella), eso no tiene nada que ver. Ella se vuelve a levantar, porque Dios estableció una ley para que se vuelva a levantar.",
    "Cuando Job yacía en la tierra… Tal vez, cuando él vio a Jesús que venía, fue cuatro mil años antes que Jesús llegara aquí. Uds. se pueden imaginar cómo se vería un cuerpo humano en cuatro mil años; probablemente no quedarían suficientes cenizas para llenar la punta de una cuchara. Pero Job dijo: “Aún en mi carne, he de ver a Dios; al Cual veré por mí mismo”.",
    "Y la Biblia nos dice, en Mateo 27, que después de Su muerte y sepultura, y resurrección, que “muchos de los santos que habían dormido en el polvo de la tierra, se levantaron del polvo”. ¿Por qué? Fue ese profeta, hablando conforme a la Palabra de Dios, y la Palabra había sido hablada. Y la ley de Dios, por el Espíritu, los levantó. La Biblia dice: “Ellos vinieron a la ciudad, y aparecieron a muchos”. No sólo se levantó Jesús, sino que los santos se levantaron con Él.",
    "¿Por qué? En los Salmos dice: “Alzad, oh puertas eternas, y alzaos vosotras, y entrará el Señor de Gloria”. Bueno, cuando Él conquistó a la muerte, al infierno, la tumba, a la enfermedad y resucitó al tercer día, “Él subió a lo Alto, y llevó cautiva la cautividad”.",
    "¿Qué fue eso? Aquellos que estaban en cautividad, habían esperado la promesa que hoy tenemos nosotros. ¡Oh, hermano! Ni siquiera tenían el Espíritu Santo. “Sino que creyeron y dieron un buen testimonio; y por ello, taparon bocas de leones, apagaron fuegos impetuosos, evitaron filo de espada; las mujeres recibieron sus muertos mediante resurrección —¡sin que tuvieran la promesa!”. ¡Oh, pero ellos lo esperaron! Bajo un sacrificio de ovejas que no podía divorciar el pecado, solamente podía cubrir el pecado. Pero ellos creyeron que venía Uno. Y por su fe, estando más allá de la sombra (amén), ellos lo reclamaron. “Y con firmeza vagaron en desiertos, y cubiertos de pieles de ovejas y de cabras; fueron afligidos, y destituidos, y atormentados”. ¡Oh!",
    "Esas personas, que esperaban esa resurrección en un futuro, y por eso, murieron en fe, teniendo su testimonio. Y en esa mañana de Pascua, esa ley de Dios, que había hablado la Palabra por Job y esos otros profetas, los levantó a ellos de los muertos. ¡Oh, vaya! Allí lo tienen, ¡sin que importaran las condiciones!",
    "Algunas personas llegan a sentir tanta culpabilidad, que no quieren enfrentar ningún juicio. ¡Oh, muchas personas! Morir no es difícil; cualquiera pierde la mente, y algo o lo otro, y hace algo que no es racional. Algunos hacen incinerar sus cuerpos; que los lleven al mar y que las cenizas sean arrojadas a las cuatro esquinas, a los cuatro vientos del mar. Eso no detiene el juicio. Ud. de todas maneras lo enfrentará. Sí, señor. ¿Ven? No importa, a pesar de las condiciones, Ud. se va a encontrar con Dios en alguna parte. Ud. tiene que venir a Él. Ud. tendrá que encontrarse con Él. ¿Ven?",
    "¿Por qué razón? Porque Él ha hablado una Palabra, y con esa Palabra estableció una ley. Y la ley es Su Propia ley, es respaldada por Su Propia Vida. Por eso es que Él juró por Sí mismo; no hay otro más grande. ¿Ven? Él tenía que hacer un juramento, porque ningún pacto es confirmado sin un juramento. Y la única manera que podía, antes de que lo hiciera, era Él jurando por Sí mismo, y que Él mismo llegara a ser el Juramento. ¡Oh, hermano! Fue cuando Dios se hizo hombre y fue el Juramento, Él mismo Se hizo Juramento.",
    "Y por Su Propia muerte, sepultura y resurrección, Él probó que Sus leyes eran correctas. Dijo: “Destruid este edificio y en tres días Yo lo levantaré”. “Yo” pronombre personal, “Yo en tres días lo levantaré; Yo lo levantaré. Sólo destrúyanlo y vean lo que sucede”. Pues, Él conocía la ley de Dios. Él sabía lo que era. Él sabía que tenía que funcionar conforme a la Palabra. Él sabía que la Palabra de Dios había sido hablada a través de un profeta, y dijo: “No dejaré a Mi Santo que vea corrupción”. Eso terminó el asunto; eso lo terminó.",
    "Entonces la ley de Dios tiene que funcionar por esa Palabra. Estaremos llegando a algo grande en un momento. ¿Ven? ¿Ven? Pues, la ley de la Palabra de Dios (la Ley de Dios), está con Su Palabra.",
    "Ahora, si el juzgado escribe cierta palabra: “Es tal y tal cosa (una condena), por cometer tal y tal”. Muy bien. Ahora, ésa es la palabra del juzgado, y la ley del juzgado hace que la palabra del juzgado sea cumplida.",
    "Y cuando Dios habla algo, entonces eso es una ley. Y el Espíritu Santo está aquí para hacer cumplir esa ley (amén), para el creyente. Uds. tienen que ser ordenados para hacerlo, y eso requiere un creyente. Uds. tienen que tener la insignia de “creyente”. Alguien dice: “¿Tiene Ud. poder?”. No. Pero sí tenemos autoridad; eso es. No es poder, sino autoridad. Nosotros no tenemos suficiente poder para hacer nada.",
    "Como dije hace un tiempo, de un pequeño policía aquí en Louisville, parado allá. Él era aun más pequeño que yo; era un hombre bajito. La gorra le cubría las orejas. Y el auto… ¡Oh, el uniforme era casi el doble de su talla! Él salió a la calle, la pistolita parecía de petardos allí en su cintura, con un garrote pequeño en la mano, y un pequeño silbato. Salió allí con un par de guantes blancos. Y esos—esos autos (algunos de ellos con trescientos cincuenta caballos de fuerza), pasaban zumbando por esa calle, como—como relámpagos, zum, zum. Bueno, ese pobre hombrecito no pudiera parar un… él no pudiera haber parado ni un pony desbocado, con sus fuerzas; seguramente que no. No obstante, él salió a la calle con esa gran insignia brillando, sopló ese silbato, y levantó esa mano en alto. Hermano, motores de trescientos caballos de fuerza aplicaron los frenos, y todo lo demás. No era el poder del hombre; era la autoridad que él tenía. Eso es.",
    "Ésa es la Iglesia. Puede ser que sea un montón de “santos rodadores” (como les llaman, o lo que Uds. les quieran llamar), pero es la autoridad. Sí, sí. Es la autoridad que lo respalda. Ella lo hace. Sin que se tengan en cuenta las condiciones, la ley de Dios obra con Su Palabra. Ahora, no obrará con su credo; obrará con la Palabra. Sí. Solamente obra con la Palabra, con ninguna otra cosa, ahora, sin considerar la condición.",
    "Abraham, como leímos hace un momento en nuestro texto, la esposa de Abraham tenía que serle restituida. ¿Por qué? Dios le había hecho una promesa a Abraham, y aquí un rey la había tomado, para desposarla, como esposa suya.",
    "Bueno, ¿qué hubiera hecho él? Darle muerte a Abraham, en el acto. Por eso Abraham dijo: “Te ruego que lo digas”, después de ver que—que Abimelec lo había capturado; este rey filisteo allá. Él dijo: “Ahora, tú—tú te pido que digas que yo soy tu hermano, porque si… tú eres una mujer hermosa”. Y dijo: “Ahora, si él ve que eres hermosa, me—me—me matará, porque él te tomará y se casará contigo”. Y entonces Abimelec la capturó, y sus hombres la trajeron.",
    "Ella era una mujer hermosa. Y, de hecho, sólo tenía cien años. Y ella—ella… Dios sólo mostró en ellos lo que va a hacer con todos nosotros. Uds. lo saben, he repasado todo eso en mi texto, y en las cintas y demás, probándolo por la Palabra de Dios; así es exactamente. Dio a conocer, en Abraham y Sara, lo que Él va a hacer con toda la raza. Correcto.",
    "Ahora, allí estaba ella, y Abimelec la había tomado para que fuera su esposa. Abimelec, y entonces, ahora estaba listo para tomarla para que fuera su esposa. Y (¿qué?), Dios ya le había dicho a Abraham: “Por Sara tendrás este bebé”, y aquí un hombre joven la iba a tomar. Acá estaba Abraham, como de cie-… también como de cien años, allá.",
    "Pero, según eso, fíjense Uds. en lo que Dios dijo allí: “Sí, Yo conozco de la integridad de tu corazón; por eso te detuve para que no pecaras contra Mí. Pero restaura esa mujer; porque su marido es un profeta. Deja que él ore por ti; si no lo haces, te borraré de la faz de la tierra”. Allí tienen.",
    "¿Qué? La Palabra de Dios tiene que permanecer. Ningún hombre podía tocar a Sara; Dios había hecho una promesa.",
    "Sara, un tipo de la Iglesia, la verdadera Iglesia, la Iglesia libre, la mujer libre con un Hijo libre, es tipo de la Iglesia nacida de nuevo que tiene la promesa. Déjenlos que digan lo que ellos quieran, que lo llamen “fanatismo de santos rodadores”. Ellos han intentado detener Eso desde Pentecostés, y jamás lo lograrán; no, señor. Pues no… Simplemente no lo toquen; es todo. Dios lo va a tomar y hará algo con Eso, tan cierto como yo estoy parado aquí. Ya entraremos en la edad de Eso, ahora, en unos minutos. Con la ayuda de Dios, se los probaré a Uds., en dónde estamos. Correcto. Uds.… Ellos nunca van a destruir Eso; no puede ser destruido. Correcto.",
    "🦅 No la toques”. ¿Por qué? Por allí venía la simiente natural. La simiente natural tenía que venir. Si hubiera… Si Sara se hubiera casado con este otro hombre, la simiente natural nunca hubiera nacido.",
    "Entonces si Dios protegió tanto el curso de la simiente natural, ¡cuánto más no lo habrá protegido Él para la espiritual, la Simiente Real!",
    "Satanás, devuélvelos; suéltalos. Tú no los vas a sofocar allá en esas organizaciones y todo eso. Ellos son un pueblo libre. Déjalos en paz. Sí. Suéltalos, la Simiente Real.",
    "Ahora, Dios hablando entonces de restaurar, es de lo que está hablando aquí en Joel. Prediqué sobre esto en una ocasión antes, y lo tomé desde otro ángulo. En cuanto… No he entrado en eso tan detalladamente como es mi intención hacerlo hoy, y no tendré tiempo para hacerlo, como debería hacerlo. Pero, Dios está hablando aquí en Joel, de…",
    "Dios está hablando de Su Árbol frutal que Él había plantado. Dios plantó un Árbol frutal. Él lo plantó en el día de Pentecostés, y Él trajo ese Árbol allí con un propósito. Él lo quería para que diera Su fruto, la Palabra, la Palabra de Dios. Él quería una Iglesia que guardara Su Palabra. En cada edad, Eva había fallado en guardarla; los judíos habían fallado en guardarla; la ley había fallado; todo había fallado, así que Dios plantó para Sí un Árbol. ¡Un Árbol!",
    "Ahora, recuerden, había dos árboles en el huerto del Edén; eso lo sabemos. Llámenlos Uds. como quieran, yo tengo mi idea. Pero, como sea, uno de ellos era un árbol mancillado; se deshonró. Y el Otro no había sido deshonrado; ese Árbol de Vida vino de Dios, del Cielo. Él dijo: “Vuestros padres comieron maná, y están muertos; pero de este Árbol, Uds. comen, y viven para siempre”. Y el Ángel vigiló ese Árbol de Vida desde el huerto del Edén, lo mantuvo en el Edén. Ese Árbol de Vida está en el Edén, ahora, pues hablando espiritualmente. Fíjense.",
    "Ahora, cuando Dios plantó este Árbol, debía dar nueve clases de frutos diferentes, nueve clases diferentes; lo cual significa nueve dones espirituales, nueve frutos del Espíritu que correspondan con los nueve dones espirituales. Ése era el Árbol de Dios. Él lo plantó en la tierra en el día de Pentecostés.",
    "Ahora, detengámonos. (Siempre tan limitados por el tiempo.) Voy a saltarme aquí algunas Escrituras e iré al Salmo 1. David vio este Árbol, hace mucho tiempo. Y al escribir del gozo, en sus cantos, eso fue lo primero de lo que escribió. Él vio este Árbol, y estaba plantado “junto a corrientes de Agua”. ¡Este Árbol! ¡Él!\n\nY [él] será como árbol, (el Árbol de Dios) plantado (¿dónde?) junto a corrientes (corrientes, plural), corrientes de agua (singular).",
    "No metodista, bautista, presbiteriano, luterano, y demás; no, no. Sólo corrientes de una sola Agua; nueve dones espirituales por el mismo Espíritu. Nueve frutos del Espíritu viniendo del mismo Canal.\n\n…será como Árbol que es plantado junto a corrientes de agua.",
    "David lo vio, y habló. Él dijo: “Bienaventurado es ese varón”. Y fíjense, dijo que él no podía morir; “sus hojas no caen”. No, no. No importa lo que hagan, ellos jamás matarán ese Árbol. ¿Por qué? Por el lugar donde está plantado. Ésa es la razón; es por el lugar donde está plantado. “Él está plantado junto a corrientes de Agua”. Ahora fíjense, David dijo que “sus—sus raíces no morirán”.",
    "Saben, tomen un árbol, un árbol grande y viejo. Yo, cuando era niño, salía, y acostumbrábamos (nosotros niños), salíamos y teníamos un árbol grande y viejo bajo el cual nos sentábamos, un árbol grande y viejo, de Haya. Y los vientos soplaban. Y yo pensaba, parecía como que esa cosa, era tan frondoso arriba que parecía que—que el viento lo dejaría en el suelo. Pero saben, cada vez que el viento sopla sobre un árbol, mece el árbol, y afloja las raíces para que así puedan penetrar más a fondo y se agarre mejor.",
    "Y eso hacen la mofa, la burla, el reírse de un Cristiano. Lo que hace la persecución es que estremece al Cristiano, para hacerlo que ore más, que profundice, se agarre mejor, para que así él pueda soportar la tormenta.",
    "Ahora, ¿qué si un hombre es plantado en algo así como “junto a la corriente”, en donde los manantiales, nueve manantiales diferentes lo riegan? ¡Oh, vaya! ¡Qué—qué fundamento tiene! Y un hombre que es plantado junto a la corriente, a corrientes de Agua (un Agua, un Espíritu), “Hay dones de sanidad, el mismo Espíritu; dones de profecía, el mismo Espíritu; todo es el mismo Espíritu, pero muchos dones”; un Dador.",
    "Ahora, David lo vio, y él estaba plantado junto a este Árbol. Y, él no podía morir. Ahora, fíjense ¿por qué? Él tenía Vida en las raíces. ¿Dónde están las raíces, o la vida del árbol? Permanece en las raíces. Seguro. Sube y produce su fruto. Muy bien.",
    "Observen: Sus raíces tenían Vida, para que dieran Su fruto en su tiempo. Ahora recuerden, este Árbol no perderá Su fruto.",
    "Ahora, tomen Uds. un árbol y apártenlo del agua. Cuando menos se lo imaginan tiene manzanas pequeñas y feas. Están todas magulladas y comidas de gusanos; no obstante, dará su—su—su cosecha.",
    "Eso es lo que sucede hoy con las iglesias. Se han apartado de ese Río, se han apartado de esos dones del Espíritu. Ellos sólo tienen una iglesia natural. Y se apartan de los dones espirituales y de las cosas espirituales, y dan su fruto. ¿Qué producen? Sus—sus creyentes viven con el mundo, se portan como el mundo, roban, engañan, mienten, fuman, beben, apuestan, tienen fiestas de desfalco en la iglesia para pagarle al predicador, y todo lo demás, cenas de sopas, bailes. ¿Ven? Ellos dan su fruto; eso es igual al mundo.",
    "Y el incrédulo mira y dice: “No hay ninguna diferencia entre esa persona y yo”.",
    "Eso causó que el comunismo surgiera en Rusia. Por eso es que ellos quemaron la iglesia católica.",
    "Y allá en México, cuando estuve allá y vi esos pozos de cal (donde esos—y esos lugares donde ellos quemaban a esos bebés, en donde esas monjas tuvieron esos bebés), y aun cuerpos humanos, cuerpos humanos adultos yacían allí, en los pozos de cal. ¿Qué hicieron? Dieron su cosecha (¿ven?), y Dios los sacudió del Árbol; así de sencillo. ¿Ven?",
    "Pero un hombre que es plantado (no pegado allí, sino plantado), junto a corrientes de Agua, dará Su fruto (noten), en su… Su fruto en su tiempo. ¿Lo están leyendo? El Salmo 1:\n\nBienaventurado el varón que…no estuvo en silla de escarnecedores,…ni estuvo en camino de pecadores.\n\nSerá como el árbol que es plantado junto a corrientes de agua, Que da su fruto en su tiempo,…y todo lo que hace, prosperará.",
    "¿Ven? Fíjense. “No así los malos; y no se levantarán con él en el juicio”. ¿Ven?",
    "Ahora, “Él dará Su fruto en su tiempo”. Fíjense en cada “su”, el pronombre personal allí. Ése es Su fruto, el fruto de Dios, en el tiempo en que el—el profeta lo está trayendo. Será en el tiempo del profeta; el fruto de Dios, en el tiempo de Dios, en la sazón del profeta. ¿Ven? “Él dará Su fruto en su tiempo”. Miren si allí no hay dos “su”. “Él trae Su, el fruto de Dios (¿ven?), en el tiempo en que el mensajero ha sido ordenado a venir”; él los producirá. Ahora recuerden eso; el mensajero que trae el fruto de Dios, lo traerá en el tiempo de Dios, en la sazón del que lo trae. ¿Ven? “Él dará Su fruto en su tiempo”. Y no se puede secar. ¿Por qué? Él tiene fruto predestinado allí. No lo puede destruir, porque ha sido predestinado.",
    "Ahora, Efesios: 5, (1:5 quise decir), dice: “Sentados juntamente en lugares Celestiales en Cristo Jesús”. ¿Qué sucedió? Él dijo: “Dios por Su previo conocimiento, nos predestinó para la adopción de los hijos de Dios, por medio de Jesucristo”. Dios, por Su previo conocimiento, predestinó todo lo que sucedería hasta ahora. Por Su previo conocimiento Él lo vio desde antes. Por lo tanto, desde el principio Él podía saber el fin.",
    "Por lo tanto, era fruto predestinado en la—la raíz de este Árbol. Y este Árbol no se podía secar, porque llevaba fruto predestinado. Ahora, ése es el Árbol del cual Joel habló aquí (¿ven?); no puede morir. Los gusanos se lo comieron hasta abajo, pero no podía morir. En Su raíz tenía la Verdad predestinada. Tenía la Palabra de Dios; este Árbol. Y este Árbol es—es ese Árbol, la única manera fue porque—porque Él fue puesto en el huerto del Edén.",
    "Todos los árboles, que vienen por la mujer, mueren. Todos nosotros morimos, por la mujer. Por nacimiento, todos morimos. Por la mujer vino la muerte, pues este nacimiento vino por la mujer. Muy bien. Entonces, esto tiene que morir, por causa del pecado.",
    "Pero el Nacimiento, el nuevo Nacimiento, que vino por Cristo, no puede morir. Ése es un Árbol, y el otro árbol. ¿Ven? Y este Árbol, aunque ha sido perseguido, escarnecido desde el mismo principio en el huerto del Edén, no puede morir; es predestinado. Ha sido golpeado y azotado, y, oh, le ha sido hecho de todo. Y ¿qué sucedió? No puede morir. Su… él no morirá. No puede, porque lleva en él la Palabra predestinada de Dios. Tiene que venir, pues da Su fruto en Su propio tiempo, un tiempo predestinado. El cual, no importa…",
    "Joel los vio a cada uno, comer hasta abajo. Pero Él dijo: “Y os restauraré, dice Jehová”, pues la predestinación de Dios yace en las raíces del Árbol. Tiene que surgir, porque lleva en sí la Palabra predestinada de Dios. ¡Hmm! ¡Oh, qué Árbol! ¡Vaya!",
    "Ese Árbol comenzó a crecer allá en el Edén. ¿Qué sucedió? Vino un grupo, de los hijos de Caín, algunos insectos y se lo comieron hasta el tallo. Y Dios tomó de Él una cosecha, y la puso en el arca y la pasó al otro lado. Correcto. Todo el tiempo ha sido así igual, en cuanto a los juicios, de Israel hasta acá.",
    "Y luego en Pentecostés (la Iglesia siendo el Árbol Novia) Él—Él estableció, en Pentecostés, el Árbol que fue predestinado para que trajera Su fruto en su tiempo. Ahora, iba bien, los frutos se producían muy bien. Floreció en el día de Pentecostés. Veamos lo que sucedió en el día de Pentecostés. Jesús dijo: “Las obras que Yo hago vosotros también las haréis”. Ellos sanaron a los enfermos. Ahora, en ese día… veamos cómo empezó. En el día de Pentecostés, unos días después de la resurrección (cincuenta días después de la Pascua), allí vino un—vino un—un Viento recio, del Cielo.",
    "Ahora, hoy, lo hemos cambiado. El ministro se para y dice: “Pondré su nombre en el libro”. ¿Ven? O algún bachiller con su cuello volteado, dice: “Suba aquí y tome la hostia, el pan; con eso entonces Ud. llega a ser un miembro de la iglesia”. ¿No es eso extraño? El ministro dice: “Venga, y únase a nuestro grupo”. Pues, los dos están equivocados.",
    "🦅 En el día de Pentecostés, vino del Cielo”, no del púlpito, de la calle acá más arriba, “del Cielo, un” (¿Qué? ¿Un sacerdote? [La congregación dice: “No”.—Ed.] No. ¿Un ministro? No. ¿Qué fue?) “Un estruendo como de un Viento recio; y llenó toda la casa en donde estaban. Lenguas repartidas se asentaron sobre ellos”. Tartamudeaban; ellos no podían hablar, de lo llenos de gloria que estaban. El Espíritu Santo los llenó. Salieron a las calles, con algarabía. Y sencillamente se portaron como…",
    "Aun la congregación de dignatarios se paró allá y dijo: “Bueno, estos hombres están llenos de mosto; todos están borrachos. Miren a esos hombres y a esas mujeres, la manera en que se tambalean y se comportan”.",
    "Ahora, eso es ASÍ DICE EL ESPÍRITU. Eso es la Escritura. De esa manera fue organizada la Iglesia; no organizada, sino ordenada. Hay mucha diferencia en las dos palabras. Fíjense. Ellos estaban allí.",
    "Bueno, y ¿saben algo, Uds. católicos? La bendita virgen María estaba con ellos. Sí. Ahora, si Dios no le permitió a María entrar al Cielo sin que recibiera el Espíritu Santo, ¿cómo van Uds. a llegar Allí, con alguna otra cosa que no sea Eso? Ahora, piénsenlo. Correcto. María estaba entre ellos. Y ella tuvo que esperar allá arriba hasta que hubo perdido toda su dignidad y orgullo, que fuera llena del Espíritu.",
    "Y aquí vienen, actuando como borrachos; la Biblia dice que eso hicieron. Ellos dijeron: “Estos hombres están llenos de mosto”.",
    "Pero, Pedro, el vocero, el ministro en el grupo, se puso de pie y dijo: “Éstos no están llenos de mosto, como vosotros suponéis, puesto que es la hora tercia del día. Mas esto es lo dicho por el profeta Joel (del cual yo estoy leyendo hoy). Y en los postreros días, dice Dios, derramaré Mi Espíritu sobre toda carne, y profetizarán vuestros hijos y vuestras hijas. Y daré prodigios arriba en el cielo, y señales en la tierra. Y sucederá que todo aquel que invocare el Nombre de Jehová será salvo”.",
    "Ahora, Pedro predicó en Pentecostés, del mismo profeta del que yo estoy predicando hoy: plantando este Árbol. Y allí fue donde Él lo plantó. ¡Oh, cómo prosperó! Ellos salieron y tuvieron dones espirituales; sanaron a los enfermos; predicaron. Ellos fueron arrojados a la cárcel. Ellos estaban dispuestos a sufrir por causa de la Palabra.",
    "Si Ud. viajara a otra nación como un falto de carácter, Ud. no sería un muy buen americano, si Ud. fuera allá. Si Ud. fuera ahora por decir al Japón, y Ud. se escabullera por la frontera, y les dijera: “Escuchen muchachos, yo estoy con Uds. ¿Saben?, estoy con Uds. pero yo soy del otro lado”. ¡Traidor, Ud. debería ser fusilado! Es cierto. Ud. es un traidor. Seguro.",
    "Y luego, así igual es, un hombre que conoce la Palabra de Dios y se compromete porque alguna organización le dice que de esa manera es que tiene que hacerlo. Ése es un traidor. Correcto.",
    "Pero estos hombres no eran traidores. A ellos no les importó qué tanto, pues, su comportamiento, la ética de su iglesia: clamando y llorando, y gritando, y—y con algarabía de lenguas que parecían hablarse el uno al otro sin que se pudieran entender. Esos hombres allá en la audiencia, de otras naciones y otras lenguas, empezaron a entender lo que ellos decían. Ellos mismos no sabían lo que decían; estaban haciendo algarabía. No obstante, otras personas allá lo entendieron. Y ellos dijeron: “Estas personas verdaderamente están borrachas”.",
    "Pero Pedro dijo: “Ellos no están borrachos, sino que están llenos del Espíritu”.",
    "Tanto así, que cada uno de ellos fue al martirio, con excepción de Juan, y él fue hervido en un caldero de grasa por veinticuatro horas, y no lograron quemar de él el Espíritu. Y después murió de muerte natural, el único, Juan el revelador. Ahora, eso es verdad.",
    "Noten ahora lo que aconteció. Cuando sucedió esto, Dios plantó un Árbol, para que produjera nueve dones espirituales, dones de Su Espíritu. El mismo Espíritu que estaba en Cristo descendió sobre la Iglesia, tuvo la Vida Eterna. Ahora, los dones del Espíritu estaban en la Iglesia, y Ella estaba creciendo, produciendo fruto, en todas partes. No se pusieron a pensar en ellos mismos; ellos no organizaron nada. Simplemente avanzaron y fueron hermanos. Ellos no tenían…",
    "Me agrada que esa cosita esté allí: “Ningún credo sino Cristo, ninguna ley sino amor, ningún libro sino la Biblia”. Eso es lo que yo creo. ¿Ven? Y de ésa manera lo hicieron ellos. El mundo es nuestra parroquia (¿ven?), todas partes.",
    "Entonces, fíjese, estos individuos cuando estaban haciendo eso, lo gloriosa que fue esa iglesia. “Y Dios estaba con ellos”, dice la Biblia. Y Jesús se reunió con ellos antes de Su ascensión. Él dijo: “Id por todo el mundo, y predicad el Evangelio a toda criatura. Estas señales seguirán a los que creen: en Mi Nombre…”. Ahora: “Estas señales”.",
    "Ahora, hoy ¿por qué clase de señal los llamamos creyentes? Él le estrecha la mano al pastor; él pertenece a la iglesia; él tiene su nombre en un registro porque su madre tenía el nombre allí, o su padre tenía el nombre en un registro; pero eso no fue lo que dijo Jesús. Jesús dijo: “Estas señales”. Ésa es la iglesia natural.",
    "Nosotros estamos hablando de la Iglesia espiritual. Estamos hablando de un Árbol espiritual, no un árbol natural. Llegaremos a esos dos árboles en, dentro de un rato, ¿ven? ¡Un Árbol espiritual! Jesús dijo: “Estas señales seguirán a los que están en este Árbol. Estas señales seguirán a los que están recibiendo su Vida de este Árbol. En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si tomaren en las manos serpiente, o bebieren cosas mortíferas, no les hará daño; si sobre los enfermos ponen las manos, sanarán”.",
    "Ésas son las clases de señales que Él dijo que seguirían al creyente. ¿Dónde está eso hoy? Él le dio al mundo un ejemplo de lo que sería la señal del—del creyente. Y Él dijo: “Sería mucho mejor que se colgara una piedra de molino a su cuello, y que se le hundiese en lo profundo del mar, que traer ofensa a uno de ellos; porque sus Ángeles siempre contemplan el rostro de Mi Padre que está en el Cielo”. ¡Los Ángeles!",
    "Ahora fíjense, allí estaban ellos. Y ese Árbol fue plantado. Estaba haciendo una gran labor. Sabemos que ellos fueron casi por todas partes. El Señor… Pues, en el día de Pentecostés, tres mil almas fueron añadidas, bautizadas, y entraron en la Iglesia. ¡Y que gran compañerismo tuvieron! Y, todos, no había nadie en necesidad de nada. Todos eran bondadosos, de buen corazón. Y, entre ellos, todos eran una gran familia. ¡Maravilloso!",
    "Y allí llegó un pequeño escarabajo glotón, con dientes voraces y muy feo, que vive en cuatro etapas distintas, como Joel lo vio. Este insecto destructor en cuatro etapas, vino para destruir ese Árbol de Dios tan hermoso. Piénsenlo. Ahora, voy a leer un poco, en Joel, lo que él dijo. Joel, el capítulo 1. Lo primero… Ahora, hay cuatro escarabajos diferentes allí, pero en realidad, es un solo escarabajo. Es un escarabajo en cuatro etapas distintas. Ahora observen. Este pequeño escarabajo vil vino, tras esta Igle-… tras este gran Árbol hermoso de Dios; lo llamaremos un Árbol, el cual era la Iglesia.",
    "El primero fue una oruga. Ésa es una cosita pequeña, tan sólo es un insecto pequeño, en forma de gusanito. ¿Qué hizo él, esa oruga? Vino para destruir el fruto del Árbol. Eso es lo primero.",
    "Ahora regresemos a la historia y veamos qué fue lo primero: fue un—un grupo de dignatarios que entró allá entre la gente común. Y ellos dijeron: “Pues, esto es bueno que Uds. puedan sanar enfermos, y que puedan hacer estas cosas; es maravilloso. ¿Saben, por tanto, lo que debemos hacer? Debemos presentarlo donde la clase de gente más alta lo entienda, la clase mejor: el alcalde, los—los jueces y demás, y los—los—los dignatarios de la ciudad. Y mientras Uds. se estén comportando como lo hacen, ellos nunca se les acercarán. ¿Ven? Ellos les tienen miedo”.",
    "[Alguien dice: “Aún lo tienen”.—Ed.] Alguien dijo que “Aún lo tienen”. Me supongo que tiene mucho de cierto. Así que, es cierto. Ellos le tienen miedo al Espíritu Santo. Discúlpenme.",
    "Yo antes cantaba un cantito:\n\nEs la antigua…\n\n¿Han Uds. oído La Religión Antigua? ¿Alguien ha llegado a oír ese canto? [La congregación dice: “Amén”.—Ed.]\n\nEs la religión antigua…\n\nYo solía cantar un cantito así, hace años. Y decía:\n\nEs el Espíritu Santo a la antigua,\n\nY el diablo no se le acerca;\n\nPor eso la gente le teme;\n\nPero es muy buena para mí.\n\nEs tan buena que no quiero otra,\n\nPues me hace amar a mi hermano;\n\nY saca a la luz lo escondido,\n\nAsí que es muy buena para mí. (Correcto).\n\nTe hará dejar de mentir;\n\nTe salvará en la hora de tu muerte;\n\nHará huir al diablo,\n\nAsí que es muy buena para mí.",
    "Es la verdad. Por eso es que hoy la gente no la quiere. Ahora—ahora, es Dios.",
    "Ellos no quisieron a Jesús. Dijeron: “¿Este hombre?”. La iglesia, la gran iglesia de dignatarios, dijo: “¿Tú vienes a decirnos quiénes somos? Pues entiende que nosotros somos el Dr. Ph.D., L.L., Q.U.S., y” vaya, “todo esto”. O “Pues, yo soy el sumo sacerdote; soy esto, aquello, o lo otro. Y ¿vienes Tú a decirme a mí? Pues, naciste en pecado; Tú no eres más que un hijo ilegítimo. Tu madre quedó, te tuvo antes que Tú y tu padre… el padre se hubiera casado”.",
    "Él le dijo: “¿Quién puede acusarme de pecado?”. ¿Ven? “¿Quién puede acusarme?”. Muy bien. Pecado es “descreer la Palabra de Dios”. En otras palabras, Él dijo: “Muéstrenme dónde Yo no estoy cumpliendo la Palabra, al—al—al pie de la letra, tal como debe ser. Muéstrenmelo en la Escritura, de Mis días. Si Yo no hago las obras de Mi Padre, entonces no Me creáis”. Dijo: “Ahora, Uds. afirman serlo; pues, veamos que Uds. las hagan”. ¡Oh, vaya!",
    "🦅 De ahí en adelante no le preguntaron nada”. ¿Ven? Ellos no se metieron más con Él. Fue como el diablo que se estrelló contra Él. Como dije, él pensó que de todos maneras atacaría; pero, se dio cuenta que en ese Cable había un millón de voltios. Rápidamente saltó lejos de Aquél (¿ven?), pues no lo pudo soportar. Y eso sí es algo seguro.",
    "Así que esta pequeña oruga apareció, para quitar los frutos. Tengo dos páginas de “frutos”; sólo quiero leer algunos. Lo primero, el primer fruto que desprendió, fue el amor fraternal. Correcto. Ésa es una de las cosas que mata allí mismo a la iglesia, cuando el amor fraternal… Sí, señor. Luego, el siguiente fruto que desprendió del Árbol… Recuerden, el amor es el primer fruto en el Árbol; “Amor, gozo, paz, tolerancia, benignidad, mansedumbre, fe, paciencia” esto es correcto, “en el Espíritu Santo”. Ahora, nueve dones espirituales, con nueve frutos del Árbol, y demás. Muy bien. Ahora, el primero, ella empezó a comerse el fruto del Árbol.",
    "Imaginémonos ahora un Árbol grande como el Árbol de Dios. Está produciendo nueve dones espirituales. Ellos están sanando a los enfermos; están hablando en lenguas; están echando fuera demonios; están haciendo grandes obras, y predicando la Palabra de Dios sin adulterarla. No había denominación que los atara; ellos eran libres, hacían una gran obra.",
    "Entonces, aquí entra este diablito vil, con sus dos cuernos en frente, como un saltamontes, Uds. saben, y sus dientecitos voraces. Ésa es su primera, la oruga; ella entró a devorar el amor fraternal. Dijo: “Sabes, fulano de tal hizo esto y lo otro, allá en la iglesia de Fulano de tal; yo no le creería a esa gente”. ¿Ven? Allí está ella, es lo primero.",
    "A continuación, ella quiso comerse el fruto de la fe, fe en la Palabra. “Ahora, mire: ¿Cómo sabe Ud. que ésa es la Palabra? ¡Ha sido traducida tantas veces!”. Ese diablito aún sigue comiendo. Es cierto. “¡Esa Palabra ha sido traducida tantas veces! Él es esto, eso o lo otro. ¡Oh!, él es todo esto”. ¿Ven?",
    "Ahora, ése es otro fruto que ella se comió de allí: el gozo de la salvación. “¡Shhh! Uds. hacen demasiado ruido. ¡Oh, vaya! ¡Vaya!”.",
    "🦅 ¡Oh!, ¿cómo puede Ud. predicar, Hermano Branham?”, me dijo una mujer en cierta ocasión. No, no fue así; fue un hombre. Creo que él está… Espero que esté aquí. Él pertenece a otra iglesia. Pero me habló, dijo: “Estuve allí el otro día para oírlo, y ni siquiera pude oírlo, con esa gente llorando”.\n\nLe dije: “Si ellos…”.\n\nDijo: “¿Cómo es que Ud. puede predicar?”.",
    "Dije: “Si ellos no lo disfrutaran, yo no estaría predicando allí”. Seguro. Sí. Yo tenía un… uno…",
    "Un amigo mío, Jim Poole, y yo, teníamos un perro viejo; lo llamábamos Fritz. Y este perro viejo, él—él acorralaba lo que fuera, excepto un zorrillo. Él le temía al zorrillo, por ese olor. Así que yo le encontraba un zorrillo debajo de un matorral; lo único que yo tenía que hacer era sólo darle unas palmaditas, y decirle: “¡Ve por él! ¡Ve por él, muchacho!”. Él iba por el zorrillo (¿ven?), porque yo le estaba dando palmaditas, diciéndole: “¡Ve por él!”.",
    "Pues, así mismo es cuando nosotros… Es, el más apestoso que yo conozco es el diablo. Entonces, cuando estoy trayendo esta Palabra y alguien dice: “Amén”, eso es: “¡Ve por él, muchacho!”. Y nosotros lo—lo—lo acorralamos.",
    "Entonces, nos damos cuenta que ella quitó el gozo. Saben, David, una vez perdió el gozo de su salvación. Él no perdió su salvación, sino que perdió el gozo de ella. Él simplemente clamó: “Señor, devuélveme el gozo de mi salvación”. ¿Ven? ¡El gozo!",
    "Así que esta pequeña oruga empezó a comerse ese fruto del gozo. “Miren, Uds. hacen mucho ruido. Les digo que toda esa lloradera, eso de decir ‘amén’ y esa gritería, es pura tontería. Eso no tiene fundamento”. ¿Ven? Cuando menos lo piensa, Ud. está sentado en una gran morgue, Uds. saben, quieto allí, todos ellos muertos. Con estos líquidos de embalsamar de la supuesta Doctrina, de credos, bombeándoles por las venas por donde debería estar fluyendo el Espíritu de Dios; en donde el viejo credo de iglesia es bombeado allí. Con razón están fríos como un témpano y muertos; el termómetro espiritual está a noventa bajo cero. Sí. Si alguien dice: “amén”, todos voltean los cuellos como gansos o algo, queriendo saber quién lo dijo. ¡Es una lástima! Cuando el Espíritu de Dios debería ser gozo, paz, amor. Pero este pequeño insecto vil empezó a comérselo. Él se comió todo el gozo.",
    "Y luego, el fruto del Árbol que sigue es paz, paz mental, al saber que Ud. es salvo.",
    "Ellos le dicen: “Bueno, pues si recita nuestro credo, Ud. es salvo”. “Si se une a mi iglesia, Ud. es salvo”. “Bien, pero” dice este otro, “Ud. no es salvo si va allá; Ud. tiene que unirse a nuestra iglesia para que sea salvo. Ud. tiene que rezar un ‘Ave María’; Ud. tiene que tener su nombre en este registro; Ud. tiene que…”. ¡Oh, vaya! Eso quitaría todo el gozo. Pero ése no es el Árbol de Dios; uno sabe en donde está. Aquello es híbrido, siempre.",
    "Uds. conocen mi historia de la mula; ella es un híbrido. Ella no sabe quién fue su papá ni su mamá, ninguno de los dos. ¿Ven? Ella es un híbrido. Pero, oh, un buen caballo de raza, él sabe quién fue su papá y su mamá, por generaciones.",
    "Y hoy, también un buen Cristiano de raza (que tiene el Espíritu Santo), sabe que Él bajó el día de Pentecostés. Él sabe dónde es que está parado. Puede trazar sus generaciones hacia atrás, su genealogía, hasta donde comenzó. Pedro lo tenía. Viniendo por la nación, o las razas, ellos lo han tenido. Un buen Cristiano de raza sabe de dónde viene Eso.",
    "Dicen: “Pues soy luterano”. “¡Ah! Yo soy presbiteriano”. ¡Oh, híbrido! “¿Ud. por qué no? ¿Por qué no lo es Ud.?”.",
    "🦅 Pues” dice Ud., “¿qué es—qué es Ud.?”. Nacido de nuevo. “Nacido de nuevo ¿de qué?”. Del Espíritu de Dios.",
    "¡Por eso es que uno no es un híbrido! Uno ha nacido correctamente; no de algún credo de iglesia, sino del Espíritu de Dios. Dios vive en uno.",
    "Ahora fíjense. Este pequeño insecto vil comenzó a comer. Así que él se comió toda la paz mental, oh, y siguió y siguió y siguió y siguió. Tengo una página aquí de eso, todos los frutos, lo que él hizo.",
    "Luego este pequeño murió, y llegó a ser un saltón. Ésa fue la siguiente etapa, fue un saltón. Ahora, ¿qué hace el saltón? El saltón se come las hojas. Correcto. El saltón ataca las hojas. Lo que dejó la oruga, ella dejó las hojas; ella se comió todo el fruto del Árbol. ¿Luego qué vino? El saltón vino a comer, a comerse lo que la oruga dejó. Ahora, ¿qué hizo? ¿Qué hizo esta oruga? Destruyó las hojas. ¿Para qué son las hojas? Destruyó el compañerismo Divino. Eso es verdad.",
    "🦅 Ahora, él es—él es—él es presbiteriano; no tendremos nada que ver con él. Él es nazareno; él es pentecostal; él es esto, eso, o lo otro. Nosotros no tendremos nada que ver con él, porque no pertenece a nuestro grupo. ¿Tener una reunión aquí, de sanidad para los enfermos? ¡Ja! Nuestra iglesia ni siquiera cree en eso”. ¿Ven? Ahí tiene Ud. Ella, ¿qué hizo ese saltón vil? Cortó todo el compañerismo (es cierto), quitó todo el compañerismo.",
    "¿Qué es compañerismo? ¿Qué hacen las hojas? Refrescan, para que las aves vuelen allí debajo de las hojas “¡fiu!”, se refrescan. Allí tienen el Árbol otra vez: “Y él será como un Árbol que es plantado”. ¿Ven? Muy bien. En donde la gente puede venir y sentarse bajo el compañerismo del Espíritu Santo, refrescarse un poco; Ud. está todo confundido y no sabe lo que ha sucedido, y si se muere, si Ud. será salvo o no. Y Ud. no sabe si esta iglesia es la correcta, o ésa es la correcta. Solamente venga bajo el Árbol que tiene algunas hojas. Siéntese allí. Deje que los Vientos del Cielo comiencen a soplar, como un Viento recio, por entre las hojas, Uds. saben. Empieza a… Y Ud. comienza a refrescarse un poco.",
    "Dicen: “¡Oh, voy a decirle a ese montón de santos rodadores lo que pienso!”.",
    "Sólo siéntese por un momento y Ud. se refrescará. Correcto. En las suyas no lo puede hacer, porque ¿qué ha sucedido? El saltón se las comió todas, seguro, se comió todas las hojas de allí. Ahora, eso, da lo mismo sentarse afuera bajo el Sol. Por tanto, Ud., no hay—no hay como refrescarse allí. Muy bien. Ahora, así que hay…",
    "Pero Uds. saben lo que debemos hacer. La Biblia dice que “La Iglesia predestinada, los hijos predestinados en Dios” (¿Qué hacen ellos?), “se sientan en lugares Celestiales”. ¿Qué es eso? El fresco, consuelo, se sienten en casa. Amén.",
    "Donde todos usan esmoquin, y—y el otro hombre de esta manera, y—y algunos miran con desprecio, dicen: “¡Ah! Mira: Ella no se hizo peinar el cabello, ¿verdad que luce horrible? Ella ni siquiera tiene una mísera falda de Pascua”. Ahora, eso (o como se le llame), Uds. saben. Como sea… Sí. Una “mísera falda de Pascua”, que es lo que viene a ser, ¿ven? Se sientan allá atrás, y haciendo… [El Hermano Branham ilustra el gesto.—Ed.] ¿Ven? “Ni para la Pascua tiene un… Vaya, pues, míralo, ¡el mismo traje viejo que usó el año pasado! Pues, ¡qué te parece!”. Uno no se siente bien, allí.",
    "Le dije a una mujercita, el otro día. Pobre mujercita, ella pertenecía a una iglesia grande de gente notable allá en… Ella dijo… Se está muriendo, tiene cáncer. Fui a orar por ella. El Hermano Roy Roberson aquí, uno de los síndicos, me envió allá. Y la pobrecita estaba sentada allí muriéndose de cáncer. Y ella dijo…\n\nLe pregunté: “¿Habrá Ud.…? ¿Es Ud. Cristiana?”.",
    "Ella dijo: “Señor, yo—yo no sé qué decir”. Dijo: “Fui a una cierta iglesia”. Y dijo… y empezó a llorar.\n\nLe dije: “¿Qué sucede?”.",
    "Dijo: “Yo no podía vestir apropiadamente”. Dijo: “Ellos me despreciaban”. ¡Hmm! ¡Oh, ahí tienen! ¿Ven? Uno—uno está incómodo. ¿Lo ven?",
    "Pero la Biblia dice que nosotros debemos “reunirnos juntamente en lugares Celestiales”. ¡Oh, vaya! ¿Qué? Todos por igual. Pues, les diré lo que hará esto: hará que un…Hará que un par de overoles y un traje de esmoquin se abracen y se llamen hermano. Seguro que lo hará. Hará que un vestido viejo de algodón se abrace con uno de seda brillante, y que digan: “Hermana, ¿cómo se encuentra Ud. en esta mañana? ¡Gloria a Dios!”. Correcto. Lo hará. Él es gozo, paz, amor, fe en la Palabra, tolerancia, benignidad, paciencia. Sentados en lugares Celestiales en Cristo Jesús, refrescándonos por un rato. ¿Ven? Eso es lo que hacían las hojas.",
    "Pero lo que hizo ese vil saltón, vino y se comió esas hojas; dijo: “Ud. pertenece a la nuestra, o no pertenecerá a ninguna”. Así que él quitó todo el fresco del Espíritu. ¿Ven? Él mismo preparó un credo. Muy bien. Ahora, tenemos que avanzar. Pudiéramos quedarnos mucho tiempo en ese saltón tan vil.",
    "Pero la tercera etapa fue el revoltón. ¡Hmm! ¡Para empezar tiene un nombre malo, el revoltón! ¿Qué hace un revoltón? Se mete a la corteza. Ése allí es el torrente de vida; sí, señor. Se mete en la corteza y destruye la cubierta del árbol. ¡La cubierta!\n\n¿Qué es religión? Una cubierta. Eso es lo que significa la palabra religión: “Una cubierta”.",
    "Así que este pequeño revoltón, después que entró a la congregación (que los enalteció completamente), enseguida quitó todo el compañerismo entre ellos, en la forma del saltón. Y ahora él vuelve y les quita la propia religión, y hace dogmas de ella (así es), establece palabras que no son ortodoxas. Se forma una religión y reúne un grupo de hombres y establece allí un credo. Él toma la propia religión, la arranca del Árbol de Dios (la propia corteza que lleva la savia que sube por Él), la arranca. ¡El revoltón! ¿Ven Uds. ese insecto? [La congregación dice: “Amén”.—Ed.] Así exactamente. Ese revoltón, ésa fue Roma en esa Iglesia primitiva.",
    "Primero, el grupo de los pentecostales; no las organizaciones pentecostales. No, señor. Cualquier cosa que se organiza está muerta. Probaré eso en un momento, por las Escrituras. ¿Ven? Pero es cuando… Pero, la experiencia Pentecostal, ¿para quién es? Es para los católicos. ¿Quién más? Los metodistas, los bautistas, los presbiterianos, cualquiera que la quiera; pero Uds. quieren, tienen que quererla. Uno no se une a Ella.",
    "Yo he estado en la familia Branham por cincuenta y tres años, y yo nunca me uní a la familia. ¿Por qué? Para empezar, yo soy un Branham. Yo nací un Branham.",
    "Así es como nosotros somos Cristianos. No lo es porque nos unimos a algo; eso es una organización. Nosotros nacemos Cristianos al ser regenerados por el Espíritu Santo. Fíjense ahora.",
    "Ahora, este pequeño revoltón empezó a perforar la corteza. ¿Qué hizo? Empezó a despojarlo de su religión, su cobertura, a apartarlo de su Doctrina. La religión es una doctrina, una cobertura que cubre cualquier cosa. Por eso es que nuestra religión es por Sangre, la Sangre. La Vida está en la Sangre que cubre la Palabra. Y la Vida es la… Está en la Sangre. La Sangre es religión, y la Vida en la Sangre es lo que produce los resultados. ¡Oh!, ¿lo ven? [La congregación dice: “Amén”.—Ed.] ¿Ven?",
    "No es cubrirse con hojas de higuera; Adán y Eva intentaron eso una vez. Caín hizo lo mismo. ¿Notaron eso Uds.? Caín también trajo de la vida botánica (¿ven?); pero no funcionó. Eso no les funcionó a Adán y a Eva, y eso no funcionará hoy. Cuando Dios lo rehusó en el principio, queda rehusado por la Eternidad. Credos hechos por hombres y pensamientos jamás la substituirán.",
    "Es la Palabra de Dios que tiene que hacerlo. Y la Palabra es por la Sangre, el Sacrificio de Cristo. Correcto.",
    "La “gente” como dijo el hermano esta mañana, “sacando astillas”. Pues, saben, hay diecinueve clavos distintos hoy por la nación, que diferentes organizaciones tienen, y pudieran afirmar que es “el clavo original que estuvo en Sus manos”. Y ¿qué si lo fuera? Yo no quisiera tener nada que ver con eso. Seguro.",
    "Dios no dejó cosas como reliquias ni señales. Él envió al Espíritu Santo, Algo vivo que no puede ser destruido. ¿En qué me beneficiaría un clavo? La cruz original de donde colgó, ¿en qué me beneficiaría? Absolutamente en nada. No es conocer el clavo, conocer la cruz, sino “conocerlo a Él es la Vida”. ¿Ven?",
    "Ahora, así que, ¡nos estamos aferrando a clavos, aferrando a reliquias y aferrándonos a lugares! Y hoy, la gente va y viene, en la ciudad de Jerusalén, y—y todos van y vienen a los diferentes lugares, y se aferran a reliquias y cosas. Eso nada tiene que ver con el asunto, nada. La cosa está condenada, podrida, y ya pasó.",
    "Yo fui a una iglesia en—en Roma. Allá donde ellos—ellos (todos estos sacerdotes que mueren), los plantan en un jardín allá abajo, y dejan que la carne se desprenda de los huesos. Y—y luego toman esos huesos y hacen arreglos de lámparas, y exponen sus cráneos allí alrededor. Y la gente que entra allí, frota esos cráneos para recibir bendiciones, al grado que los cráneos han quedado blancos y gastados. Cuando uno entra allá a la Catedral de San Pedro, un pie de Pedro (dicen ellos), una estatua, ha sido gastado a besos nueve o diez veces; tienen que moldearle otro pie. ¡Qué insensatez! Supersticiones, eso es lo que es, credos de doctrina hechos por hombre.",
    "Dios envió al Espíritu Santo, la Vida de Dios, para que esté en Ud., no en una estatua. Ud. es el individuo en el que Dios quiere vivir; no en una estatua, sino en Ud. La gente las llama “estatuas santas”. No hay estatuas santas. Ud. es la estatua santa de Dios; la Biblia lo dice. Correcto. “Un cuerpo Me has preparado”.",
    "Ahora, este pequeño comenzó a destruir. ¿A destruir qué? El revoltón entró en la corteza. Observen lo que hizo. Empezó a destruir la corteza. ¿Qué hizo él? Hizo una iglesia natural de una Iglesia espiritual. Sí, señor. Quitó lo verdadero y les dio algo falso. Ahora, no lo olviden. La hoja…",
    "El fruto, la oruga se lo comió. La hoja, el saltón se la comió. Ahora, la corteza, la envoltura, la religión, la Doctrina: de la Doctrina se encargó el revoltón.",
    "¿De dónde vino esa primera doctrina ajena a la Biblia? Uds. historiadores, Uds. saben de dónde vino. De Roma, exactamente donde empezó, allí empezaron ellos a aceptar dogmas.",
    "Así fue como Irineo, San Martín, Policarpo, todos ellos… después de la muerte de Juan. Por traducir la Palabra de Dios él estuvo en la Isla de Patmos. Ellos lo hirvieron a él en grasa por veinticuatro horas, fue devuelto, y aún escribió la Biblia. Dios había determinado que esta Biblia fuera escrita. Ella es la Palabra de Dios. Nosotros no podemos quitarle o añadirle. Ella debe quedar tal como está, la Palabra.",
    "Fíjense, cuando ellos regresaron (cuando estos santos de Dios esforzándose por sostener esa Palabra), Roma entró, y en su lugar, ellos aceptaron dogmas. Ahora, sólo veamos lo que ella hizo, algunas de sus falsas doctrinas, lo que ella hizo.",
    "Bautismo en agua. Donde ellos fueron comisionados… Pedro dijo, el día de Pentecostés, bajo la influencia del Espíritu Santo (la Palabra de Dios): “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para el perdón de vuestros pecados”.",
    "¿Qué hizo Roma con eso? Le dio un giro y dijo: “Bautícense en el nombre del ‘Padre, Hijo, Espíritu Santo’”, haciéndolo un credo, no una Doctrina de la Biblia. ¿Qué hizo? Ése fue el revoltón, comiendo. “Rociar” en lugar de sumergir, “en el nombre del Padre…”.",
    "🦅 Padre, Hijo, Espíritu Santo” no es nombre; no hay tal cosa. “Padre” no es un nombre, “Hijo” no es un nombre, y “Espíritu Santo” no es un nombre.",
    "Cuando Jesús dijo: “Bautizándolos en el Nombre del Padre, Hijo, Espíritu Santo”, es “el Señor Jesucristo”. Exactamente lo que Pedro y ellos hicieron, y así fue con todos en la Biblia. Nadie…",
    "Yo reto a cualquiera, que me traiga una porción de la Escritura, o una porción de historia, donde alguien fuera bautizado de cualquier otra manera que en el Nombre de “Jesucristo”, hasta la iglesia Católica Romana. Háganlo. Y recuerden: esta cinta le da la vuelta al mundo. Sí. He tenido congregaciones de ministros, cientos de ellos, y obispos y todo, y he dicho: “Póngase de pie, o pasen aquí con su Biblia, si no, callen para siempre”. Ellos callan, hasta que llegan a espaldas de uno, luego lo empiezan a criticar; no tienen la audacia de encararlo a uno, la decencia común para pararse y decírselo a uno en su cara. Tienen miedo de hacerlo; ellos saben que eso está errado. Pero eso es lo que se comenzó a comer ese revoltón (¿ven?), a comerse Aquello real.",
    "Ahora, Uds. dicen: “Eso no es esencial. Seguro. De cualquier forma que yo sea bautizado está bien”. ¿Estará bien? [La congregación dice: “No”.—Ed.]",
    "Pablo dijo (Hechos 19), cuando “él, Pablo, pasó por las regiones superiores de Efeso” dice la Biblia, “él encontró a ciertos discípulos”. Ésos eran seguidores. Apolos, un predicador bautista, bajo Juan el Bautista, les estaba enseñando la Palabra. Y ellos estaban regocijándose grandemente. Y Pablo sólo fue a visitarlos, y dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.\n\n“¡Oh!” respondió, “soy un creyente”.",
    "🦅 Pero eso no es lo que estoy preguntando. ¿Habéis recibido el Espíritu Santo desde que creísteis?”.\n\nEllos dijeron: “No sabemos que haya ningún Espíritu Santo”.",
    "Él dijo: “¿Entonces en qué fuisteis bautizados?”. ¿Ven? En otras palabras: “¿Cómo fuisteis bautizados?”.\n\nEllos dijeron: “Ya hemos sido bautizados”.\n\nDijo: “¿Cómo?”.",
    "Dijo él: “Bajo Juan” dijo, “el mismo hombre que bautizó a Jesús, ¿no es eso correcto?”.",
    "Pablo dijo: “No. Ahora no. No”. Dijo: “Uds. tienen que volver a ser bautizados”. Y Pablo los bautizó de nuevo en el Nombre del Señor Jesucristo. Les impuso las manos y el Espíritu Santo vino sobre ellos.",
    "Y Pablo dijo: “Si un Ángel del Cielo…”, (mucho menos algún predicador), “si un Ángel…” (mucho menos este revoltón), ajá; “si un Ángel del Cielo les predica a Uds. algo diferente a Esto, que sea anatema”. Correcto.",
    "Uds. ven entonces lo que fue, el revoltón comenzó a comer. Se comió el bautismo de agua en el Nombre de Jesucristo.",
    "Lo siguiente que hizo el revoltón, fue desaparecer el bautismo del Espíritu Santo. Pues, siempre y cuando Ud. vaya a tener ese Espíritu Santo, Él va a iluminar esa Palabra, siempre y cuando Ud. lleve eso a cabo. Por tanto, ellos tuvieron que—que cambiar eso.",
    "Ahora, solamente piensen ¿cuántos luteranos, protestantes, cuántos católicos, esta mañana, se confirmaron?, lo que ellos llaman hacer la primera comunión. Y a eso le llaman “la Santa Eucaristía”, que significa (la palabra en latín), “Espíritu Santo”. ¿Han visto a un católico que pasa por la iglesia y cómo se persigna de esta manera? [El Hermano Branham ilustra.—Ed.] ¿Por qué? “Es dios en esa iglesia”. ¿Qué es dios? “Ese pedacito de pan”. Ese pedacito de pan redondo, hecho como el dios sol que ellos adoran; dejado allí en el altar donde los ratones y las cucarachas caminan durante la noche. Ése no es mi Dios, se los digo ahora mismo. “La primera comunión, confirmarse en la iglesia”; tonterías.",
    "Pero eso es lo que ellos hicieron; eso fue lo que hizo el revoltón. Quitó el Espíritu y les dio un pedazo de pan; algún pan hecho por algún sacerdote, o alguna monja, o algo. Eso es lo que ellos hicieron. Exactamente cierto. Vayan e investiguen ahora. Vayan a buscarlo en la historia y vean si no es cierto. ¿Y Uds. permiten que les metan esa cosa por la garganta? No sólo esos católicos, sino Uds. protestantes, con muchos de Uds. es igual. Muy bien. Allí tienen lo que ellos hicieron. Muy bien.",
    "Y luego los protestantes, en lugar de tener el Espíritu Santo, ¿saben Uds. lo que hacen? Ellos vienen y se unen, se dan un apretón de manos. No hubo nadie que viniera por el camino y diera un apretón de manos cuando llegó el día de Pentecostés. “Sino que vino del Cielo un estruendo de Viento recio, que llenó toda la casa en donde estaban” eso es correcto, descendió entre esas hojas de los árboles, se vació sobre la corteza. Correcto.",
    "Ahora, hoy, en lugar del nuevo Nacimiento, lo cual Jesús dijo que un hombre tiene que nacer de nuevo, ellos adoptaron el unirse a la iglesia; “Venga y únase”. En lugar de la Palabra, el revoltón les dio un credo. ¿No lo ven? Fíjense aquí lo que él está haciendo: él está dando algo natural por algo espiritual. ¿Pueden verlo? [La congregación dice: “Amén”.—Ed.]",
    "Ahora fíjense. Ahora, estamos—estamos aquí en la línea de lo católico, pero ¿sabían Uds. que eso también pasó directamente por los protestantes? [La congregación dice: “Amén”.—Ed.] ¿Dónde tenemos las demostraciones del Espíritu Santo en las iglesias protestantes hoy? ¿Dónde tenemos una reacción Pentecostés entre los protestantes? No la tenemos. ¿La tienen Uds. en la luterana? [“No”.] Si la tienen, quiero ir allá. Yo quiero ir allá y simplemente comer y pasar un tiempo maravilloso. ¿La presbiteriana? ¿Dónde—dónde—dónde es que está? ¿Ven? Uds. han adoptado algo natural.",
    "Yo estoy para partir y Uds. lo saben. ¿Ven? Y no permitan Uds. jamás que Esto se les salga del corazón.",
    "No escojan lo natural; eso es muerte. Este hombre natural es muerte. Cualquier cosa que hace, es muerte; está sujeto, y está aquí para morir. “Es el Espíritu que vivifica” (¿ven?), el Espíritu que da Vida, lo vivifica. Es un Espíritu.",
    "Entonces (¿ven Uds.?), ellos cambiaron… Observen lo que ellos hicieron: Cambiaron el bautismo en agua, de “Jesucristo”, por “Padre, Hijo, Espíritu Santo”, un título que no es absolutamente ningún Nombre.",
    "Ahora, Uds. dicen: “¿Qué diferencia hay?”. Pues bien. Ahora, si Uds. van a dar…",
    "Alguien le va a dar a Ud. su cheque de pago el sábado; el—el—el hombre que le paga. En lugar de poner allí su nombre, solamente dice: “De—de ‘El jefe’”. Así, que… Su cheque, sólo: “Páguese a la orden de Fulano de tal, ciento cincuenta dólares, por esta semana de trabajo, de ‘El jefe’”. Preséntelo en el banco, y vea como le rebota. Sí. Sí. Sí, señor. Seguro que lo hará. Seguro.",
    "Si en eso no hay ninguna diferencia, ¿por qué les mandó Pablo a esos Cristianos que glorificaban a Dios y con tanto gozo, con esos grandes acontecimientos allá, por qué les dijo: “Uds. tienen que regresar y volver a ser bautizados en el Nombre de Jesucristo?”. ¿Ven? Acepten la Palabra, digan, quédense solamente con Ella. No digan algo diferente. Digan sólo lo que Ella dice. ¿Ven?, de acuerdo a Ella es que vamos a ser juzgados.",
    "Ahora miren. Eso es lo que ellos hicieron. En lugar del nuevo Nacimiento, ellos tienen el unirse. En lugar de hablar la Palabra, ellos tienen un credo. Muéstrenme en la Biblia ¿dónde alguna vez hayan recitado un “Ave María”? ¿Muéstrenme en la Biblia Uds. protestantes dónde alguna vez se haya citado el Credo de los Apóstoles? ¿Díganme cuál es el Credo de los Apóstoles, en la Biblia, “la Comunión de los santos”? Ellos estaban en contra de eso. Díganme en la Biblia ¿dónde ellos llegaron a tener bautismo en: “Padre, Hijo y Espíritu Santo”? No está allí. Y, sin embargo, Uds. son engañados con eso. ¿Jum?",
    "Ahora, luego, en lugar de compañerismo y hermandad entre hermanos, ellos les dieron una jerarquía, un papa. Y Uds. tienen un obispo que les dice lo que pueden y lo que no pueden hacer. Y Uds. los pentecostales tienen un presbítero de distrito que les dice a quién pueden recibir; pero la Iglesia tiene a Cristo. ¿Ven?",
    "A eso es donde Uds. llegan. ¿Ven? Ellos en su lugar les dan a Uds. esos dogmas y cosas hechas por hombres, y sacan Eso. ¿Qué hizo ese revoltón? Quitó Eso directamente del Árbol, y les dio a Uds. esto. “Yo quitaré eso del Árbol, y les daré esto a cambio. Cortaré Eso y les daré esto”. ¿Ven hasta dónde han llegado Uds.?\n\nUds. dicen: “¡Bueno, Hermano Branham!”.",
    "¿De dónde provinieron todos, de dónde provino toda iglesia protestante? De la católica. Es lo que Apocalipsis 13, o Apocalipsis 17 dijo de ella. Dijo: “Ella era una ramera, y una madre de rameras”, es la misma cosa. Así que no lo hagan, la olla no puede llamar negro al sartén, Uds. saben, así que no lo hagan. Eso sencillamente… No lo hagan. Así que, eso, eso es correcto.",
    "Hermandad; quitó la hermandad, cuando debiéramos ser hermanos el uno con el otro. Eso nos segregó y nos hizo diferentes. Muy bien.",
    "Ahora fíjense. Aquí hay una buena. Tomaré ésta y después paro, en estas otras. Miren.",
    "La Biblia nos dice, cuando hemos obrado mal, que debemos purgar nuestras almas, por medio del Espíritu Santo. Postrarnos, permitirle al Espíritu Santo que nos revele que estamos obrando mal; y permanecer allí en presencia de Él hasta que uno muera, purgando nuestras almas.",
    "Ahora, ellos se han dado vuelta y les dieron un purgatorio. Después de que Ud. se muere, entonces el sacerdote gana mucho dinero, por sacarlo a Ud. con rezos del purgatorio. Pues, ¡que tontería! Eso es lo que hizo el revoltón. Seguro. “Sacarlo a uno del purgatorio con rezos. Cuesta tantos cientos de dólares para sacar con rezos esta alma del purgatorio”. Yo quiero que Ud. tan sólo me encuentre “el purgatorio” en la Biblia, o algo parecido. No hay tal cosa en la Biblia; no, señor. Sin embargo, ellos les dieron un purgatorio (¿ven?), ellos, después que uno ha muerto. ¡Oh, sí, yo sé!",
    "Ellos—ellos—ellos dicen: “¡Por supuesto!”. Uds. los oyen que dicen: “Pues, San Bonifacio dijo tal y tal cosa”. A mí no me interesa lo que San Bonifacio haya dicho. “Pues, ¿no fue Fulano de tal que dijo que su, que ella rezó por su esposo, esa gran hermana, la Santa Fulana de tal?”. A mí no me interesa lo que ella haya hecho.",
    "Es una palabra sin autoridad; va en contra de los apóstoles autorizados. Dios les dio a esos apóstoles que establecieran la Iglesia en orden, y Ella está edificada sobre la Doctrina de los apóstoles, no sobre San Bonifacio o algún santo. Eso es contrario a la Palabra. A mí no me interesa lo que San Bonifacio haya dicho, ni otros santos, ni más santos, ni Santa Susi, ni Santa María, ni lo que todos ésos hayan dicho; ésas son tonterías. No es más que cualquier otra mentira. Si es contrario a la Palabra de Dios, es una mentira. Yo no creo en palabras sin autoridad.",
    "Por eso es que yo no creo en estos credos protestantes ni en lo demás. Eso es católico hasta la—hasta la médula; son dogmas. ¿Cómo pueden Uds. hablar de los católicos y burlarse de ellos porque tienen dogmas, cuando Uds. mismos están plagados de eso? (No tanto aquí, pero sucede que esto va en la cinta, Uds. entienden, ¿ven?, esto va por todo el mundo). Fíjense. ¿Cómo pueden Uds. decir que ellos están errados, cuando Uds. aceptan credos hechos por hombre que son contrarios a la Biblia, dogma, igual como hicieron ellos? ¿Por qué? Uds. están en una organización que es hija de la vieja prostituta. ¿Qué es una prostituta? Cualquier mujer que le es infiel a su marido; reclamando ser una iglesia Cristiana y repartiendo doctrina errada, sus propias cosas, en lugar de aceptar la santa Palabra de Dios.",
    "Igual como hizo Eva, escuchó al—al diablo, y causó toda muerte y dolor que haya azotado la tierra. Vino por Eva, por cuanto ella cometió fornicación espiritual en contra de Dios, al descreer Su Palabra.",
    "Y eso es exactamente lo que las iglesias están haciendo hoy, cometiendo fornicaciones espirituales en contra de la Palabra de Dios. Y ellos ni siquiera lo reciben a uno en la iglesia si no está de acuerdo con su doctrina.",
    "Pues, ellos me firman cartas: “Si Ud. cree en esto, y si Ud. dice que esto es correcto, y Ud.…”",
    "Dije: “Yo simplemente no iré”, no, señor. Yo predicaré solamente lo que dice esta Biblia, o absolutamente nada. ¿Ven? Así es.",
    "Quédense en esa Palabra. Es lo que tenemos que hacer, hermanos. Permanezcan allí. Ahora nos estamos acercando a los postreros días, y lo sabemos; la hora ha llegado.",
    "¡Cuánto pudiéramos decir: Oh, ellos dicen esto, eso y lo otro! Pero todo lo que no tenga autoridad, no lo crean. A mí no me interesa quién lo haya dicho, quienquiera que sea.\n\nAquí, una hermana vino a mí, no hace mucho. Y dijo…",
    "Un—un cierto grupo de hombres que les prediqué (ministros), acerca del bautismo en el Nombre de Jesucristo, donde había trescientos y tantos ministros. Hay bastantes personas sentadas aquí que estuvieron en la reunión, donde todo el concilio de la Asociación Ministerial de Chicago se reunió conmigo. El Señor me dio una visión, me dijo dónde estarían y lo que acontecería. Y se los dije directamente de allá arriba. Tenemos la cinta aquí, si quieren oírla. ¿Ven? Y yo… Todos los obispos, y los doctores, y los cardenales y todos sentados allí.",
    "Yo dije: “Cualquiera de Uds. que pueda condenar esto, tome su Biblia y pase aquí”. Dije: “¿Por qué están tan callados?”. Y nadie dijo nada. Y ¿por qué? Vean, ellos le temen a esa Palabra. Yo dije: “Entonces, si no pueden, ¿por qué se meten conmigo? Guarden su paz. Salgan, hagan algo. Y si Uds. no pueden respaldarlo por la Palabra, entonces quédense quietos”.",
    "Entonces, ese mismo grupo de hombres envió a una señora, dijo: “Hermano Branham, si el Ángel del Señor se lo dijo…”. (El Ángel del Señor, Uds. saben, Su—Su fotografía está allí, ¿ven?) “Si el Ángel del Señor le dijo Eso a Ud., pues, nosotros lo creeremos”.",
    "Yo dije: “Cualquiera que, un grupo ministerial que sea así de débil: ‘Si el Ángel del Señor lo dijo’. Si ese Ángel dijera algo contrario a esta Palabra, ése no sería el Ángel del Señor”.",
    "El Ángel del Señor vindicará la Palabra. Eso exactamente es lo que Él siempre ha hecho en cada edad. Él aún sigue con lo mismo. Él se queda con la Palabra. Y cualquier ministro ungido con el Espíritu Santo se quedará con la misma Palabra, porque la Biblia dice que toda la Biblia fue escrita por el Espíritu Santo.",
    "Y ¿cómo puede Ud. tener el Espíritu Santo y negar lo que dice la Biblia? El mismo espíritu en Ud. da testimonio que eso no es correcto. ¿Ven? El revoltón ha estado comiendo, no es más (ajá), comiéndose las verdades de Dios. Sí, señor. Palabra sin autoridad; es contraria a la Doctrina de los apóstoles. ¡Oh, vaya!",
    "Ésta es la Doctrina apostólica; ésta es la Biblia; éste es el Espíritu Santo. Toda Palabra en Ella es veraz. Uds. solamente crean y acéptenla, y no se echen para atrás en Ella y vean cómo toda promesa se cumple, la manifestación de Dios presente ahora mismo.",
    "Si Él no es Dios igual hoy como lo fue con los hijos de Israel cuando cruzaron el Mar Rojo, Él no sería Dios. Si Él no es el mismo Dios que bajó en Pentecostés que está aquí mismo hoy, Él no es el mismo Dios. Entonces, no hubo resurrección, de no ser así, si Él… ¿En qué les beneficia a Uds. un Dios histórico, si hoy Él no es el mismo Dios? ¿Ven? ¿De qué sirve enviar predicadores a los seminarios, y empollarlos como pollos de incubadora, y andar de esa manera, si no existe tal cosa como Dios?",
    "¿Qué están haciendo Uds. quitando la Palabra de Dios? ¿En dónde está su autoridad? Uds. dicen: “¡La iglesia!”. ¿La iglesia? Hay novecientas sesenta y nueve organizaciones de ella. ¿Cuál de ellas es la correcta? Nadie sabría qué hacer. Uds. quedarían confundidos; es cierto. Pero Dios no va a juzgar a la gente por la iglesia.",
    "Él los va a juzgar a ellos por Cristo, y Cristo es la Palabra. La Biblia dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”. Él juzgó a la iglesia y a la gente por la Palabra (correcto), la Palabra viviente resucitada.",
    "Entonces si esa palabra viviente, resucitada, dice algo contrario a esta Palabra aquí, entonces no es la palabra resucitada que se ha levantado; pues, Esto, testificará de esta Verdad. Él no puede decir algo aquí y algo diferente acá.",
    "Yo puedo decir algo aquí, y algo por allá, porque soy un hombre; Ud. también. Ud. puede adquirir más conocimiento y entendimiento.",
    "Pero Dios no; Él es infinito. ¿Ven? Él tiene… La primera decisión, lo primero que Él dice, tiene que permanecer Eternamente; eso sigue igual. Él no puede decir una cosa aquí y otra por acá. Él tiene que decir lo mismo cada vez, para ser Dios.",
    "Entonces si el Espíritu que Ud. tiene es de Dios, testificará que esta Palabra es la Verdad; toda Palabra en Ella. Y es la misma ayer, hoy, y por los siglos. Eso es lo que dice la Biblia. Sí, señor. Muy bien.\n\nAhora, démonos prisa y veamos la siguiente etapa de este pequeño insecto.",
    "Primero, él era una oruga. ¿Qué se comió, del Árbol de Dios? [Alguien dice: “El fruto”.—Ed.] El fruto.",
    "En la siguiente etapa que vino: él murió en esa etapa, y vino en otra etapa. ¿Qué hizo ahora? Vino esta vez como un saltón. Se comió todas las hojas. Eso es lo que acostumbra el saltón.",
    "Ahora, ¿qué hizo después? Regresó en otra etapa, como un revoltón, y se metió en la corteza.",
    "Ahora, aquí viene como una oru-… como una langosta, su cuarta etapa, ahora como una langosta. ¿Qué es una langosta? Es una que chupa; succiona la Vida, el Espíritu, la Vida. Eso es lo que hace, se mete hasta llegar a la pulpa, y empieza a chupar. La langosta, aquí está. ¿Qué nombre le vamos a dar? Denominación. Ése es el nombre correcto de este sujeto. ¿Por qué? Él es un destructor; se chupa la Vida.",
    "Cada vez que Dios envía un movimiento entre Su pueblo, cada vez, y ellos se denominan, allí mismo mueren. Quiero que alguien que conozca la historia de la iglesia pueda contradecir eso. Muéstreme una ocasión en la que una organización se haya organizado, que no haya muerto en el instante. El revoltón se apoderó de ella, le quitó la religión. Y después vino el que chupa y le sacó la… chupó la Vida directamente del Árbol.",
    "¿Qué clase de Vida había en Él? El Espíritu Santo. ¿Qué hizo? No podía tener allí al Espíritu Santo y aún tener dogmas; el Espíritu Santo no lo soportaría. Así que quita al Santo, la Vida del Árbol, y le da un dogma; hace una denominación. “No nos importa lo que diga Esto, nuestra denominación dice esto”. Allí lo tienen. Recuerden, después que se denomina, siempre muere, y nunca más se vuelve a levantar.",
    "La primera organización fue la católica; murió inmediatamente. Por supuesto, para empezar, era dogma.",
    "De allí salió la primera reforma que fue Lutero; se organizó y murió.\n\nDespués vino Wesley; se organizó, murió.\n\nDespués vino Pentecostés; se organizó y murió.",
    "Presbiterianos, luteranos, todos estos otros, y los—y los Nazarenos, Los Peregrinos De Santidad, y todas estas organizaciones que siguieron así igual, cada una murió. Mírenlas. ¿Por qué? Se organizan y eso las mata. ¿Qué hicieron? Ellos aceptan estos dogmas.",
    "Uds. los nazarenos, algo maravilloso, la iglesia antes que—que surgiera Pentecostés. ¿Qué fue? Uds. creen en la santificación, pero cuando se trató de los dones del Espíritu (hablar en lenguas, y los grandes poderes de Dios), Uds. llamaron a Eso “diablos”, y allí Uds. murieron. Es cierto. ¿Dónde está ella hoy? Muerta. ¡Oh, ella tiene más miembros!, ¿pero dónde está? Es un cadáver.",
    "Yo la vi la otra noche (es verdad), todo el asunto. A su pastor acostado encima, besando un cadáver, haciéndole el amor. Dijo: “Como sea, no les queda más tiempo; hasta aquí llegó”. Así que, se los daré a Uds. en cinta en algún momento. ¿Ven? Muy bien.",
    "Dios plantó Su Árbol para que diera fruto espiritual, frutos del Espíritu. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Pero, ¿qué hizo el hombre? El hombre siempre ha tratado de producirlo de una forma artificial. Así fue allá en el pasado y aún lo hace hoy. Entonces esto, disparémosle ahora duro y rápido. El hombre siempre ha tratado de tomar la Iglesia espiritual y hacerla en una forma artificial.",
    "Lutero tuvo una Iglesia espiritual. ¿Qué sucedió? Tan pronto como Lutero murió, ellos la hicieron una forma, artificial.",
    "¿Qué hizo Wesley? John Wesley, ¡un gran hombre de Dios! ¿Quién diría que John Wesley no era un hombre de Dios? ¿Qué hizo él? Tan pronto como él, y John y Charles murieron, los demás la organizaron. Tan pronto lo hizo, ella murió. Exactamente.",
    "Ha sido igual a través de la edad, cada vez, con cada una. Ellos establecen una imitación artificial: buenas obras, la congregación más grande, la gente más inteligente. “Los famosos de la ciudad quieren unirse a nosotros”.",
    "De hecho, eso exactamente es lo que ha sucedido con Uds. gente pentecostal. Exactamente. Uds.—Uds. bajaron la guardia. Uds. se apartaron del Espíritu. Uds. quisieron grandes edificios y el lujo, y todo eso, y Uds. se consiguieron dignatarios como pastores. ¿Qué hicieron Uds.? Uds. las madres enviaron sus muchachos a estos seminarios por acá para que llegaran a ser pastores. ¿Qué les enseñaron? Teología y toda clase de cosa hecha por el hombre. Y ¿dónde se encuentran hoy? Regresaron un montón de Rickies y Elvis. Exactamente cierto. ¿Qué tienen Uds. hoy? Una cantidad de tontería, “apariencia de piedad”.",
    "La Biblia dice: “En los postreros días tendrían apariencia de piedad, pero negarían la Eficacia de ella, la Vida de ella”. ¿Por qué? La langosta la succionó. Correcto. La organización se la quitó. En Primera de Timoteo 3, Pablo dice: “Debes saber esto: en los postreros días vendrán tiempos peligrosos. Los hombres serán amadores de sí mismos, soberbios, vanagloriosos, blasfemos, desobedientes, ingratos, impíos, sin afecto natural, intemperantes, aborrecedores de los buenos, traidores, hinchados, tendrán apariencia de piedad, mas negarán la Eficacia de ella”. La langosta succionó eso. El revoltón la infectó hace mucho tiempo. Vamos a bajar por todo ese Árbol, dentro de un momento, el Señor mediante.",
    "🦅 El lugar más grande”. ¡Oh, seguro! “Pues, sabe Ud. que nuestra iglesia acumuló tanto el año pasado”. ¡Oh, seguro!",
    "La católica les ganó a Uds. por un millón de millas; seguro que sí. Y aun acumuló tanto en Rusia hasta que los expulsaron y colocaron, establecieron el comunismo. Han hecho lo mismo en México. Y deberían de hacerlo en todo el mundo en donde ella está. Correcto.",
    "Uds. no le teman al comunismo. El comunismo es un movimiento impío. Pero uno escucha algunos de estos predicadores pararse al púlpito, condenando: “¡Comunismo! ¡Comunismo!”. Yo tampoco creo en eso. Pero, no lo hagan. Y le dicen a su iglesia: “¡Oh, nos absorberá a todos; el mundo entero llegará a ser comunista!”. Eso es exactamente contrario a la Palabra de Dios. No hay cita en la Biblia que diga que sucederá de esa manera.",
    "Sin embargo, la Biblia sí dice que el romanismo, la iglesia católica, dominará al mundo. Estudien Daniel y véanlo. La cabeza de oro, el rey Nabucodonosor, el reino babilónico; los medos y persas vinieron después de él; el imperio griego le siguió; y Roma continuó hasta el fin. Esos diez dedos de los pies están en cada reino sobre la tierra. No vaya Ud.…",
    "Hay una cortina de hierro, hay una cortina de bambú, y hay una cortina púrpura; hermano, no le tema Ud. a esas otras, más bien vigile esa cortina púrpura.",
    "Ella está sentada aquí sobre el trono, hoy, en este país. Recuerden, fue igual que con Acab, con Jezabel detrás de él. Eso… La Biblia llama a la iglesia católica “Jezabel; prostituta”. Y Acab no era un hombre malo. Yo no digo que el Sr. Kennedy no sea un hombre amable; no sé nada acerca de él. Él es un hombre; es todo lo que sé. Él es el Presidente. Yo creo que él será un buen Presidente. No es él; es ese sistema detrás de él. Esperen hasta que ella se incruste como parásito en el gabinete, y en todo lugar donde ella pueda, luego observen lo que sucede. Miren lo que causó en otras naciones; miren lo que siempre ha hecho.",
    "Y ¿no lo dice la Biblia, en Apocalipsis 13? Esta nación es número trece; tiene trece franjas y trece estrellas en la bandera. Trece franjas en la bandera. Trece, todo en ella es trece; trece colonias, trece todo. Y ella se encuentra en el capítulo 13 de Apocalipsis.",
    "Y la Biblia dijo que “ella se levantó como un corderito”, libertad de religión; “dos cuernitos pequeños”, civil y eclesiástico. Y después de un tiempo, éstos se unieron; “Y él habló como el dragón, e hizo todo lo que el dragón hizo en presencia de él”. Y la Biblia dice: “Hicieron una imagen a la bestia”; la confederación de iglesia, justamente a lo que han entrado ahora mismo, acá en la ciudad de Nueva York. ¡Y esa gran y enorme morgue está allá! Y todos Uds. metodistas, bautistas y pentecostales, y todos Uds. pueblo económico… ecuménico acá afuera, queriendo cosas como ésas, y vendiendo sus primogenituras, para unirse a ese grupo de Babilonia. ¿Qué les pasa? Seguro. Están vendiendo sus primogenituras, como Esaú, por un plato de lentejas; es todo lo que van a recibir, no es más.",
    "🦅 Formó una imagen a la bestia”. Exactamente. No le teman Uds. al comunismo; témanle al catolicismo. “¡Oh!” dicen que, “vendría con halagos, como un cordero. Pero” dice, “vigilen”. Allí detrás es un lobo, es engañosa. Uds. vigilen eso (sí, señor), pues, eso es contrario a la Palabra. Lo que la Palabra dice tiene que cumplirse.",
    "El comunismo no está haciendo más que desarrollar un papel en las manos de Dios; exactamente. Y ¿por qué tienen que llevar eso a cabo ellos? Dios tuvo que permitir el comunismo para hacer que ésta (Su Palabra), viniera a cumplimiento; seguro. Eso es… ¿Se dan cuenta de eso? ¿Habían pensado Uds. en eso? Dios tiene que hacer que Su Palabra se cumpla.",
    "Miren. Donde había cuatrocientos profetas parados allá, frente… para Acab y Josafat, un cierto día. Josafat, un hombre justo, dijo: “Pues antes que vayamos a Ramot de Galaad” dijo, “¿no deberíamos consultar al Señor?”.",
    "Acab dijo: “Sí, por supuesto”. ¿Ven? Jezabel estaba detrás de todo, Uds. saben. Dijo: “Nosotros—nosotros… Yo tengo aquí cuatrocientos profetas. Los traeremos”.",
    "Todos son personas finas. Los trajeron. Todos profetizaron, dijeron: “Sube, el Señor está contigo”.",
    "Eso no le sonó correcto a este hombre piadoso; el rey de Israel o al rey de Israel que estaba allá. Eso no le sonó del todo correcto a él. Dijo: “¿No hay otro?”.",
    "🦅 Cuatrocientos predicadores ya en un acuerdo, diciendo: ‘Sube’, el Señor nos habló y dijo: ‘Sube’”.\n\nÉl dijo: “Pero debería haber otro en alguna parte”.",
    "Él dijo: “Tengo uno, mas le aborrezco”. Seguro, absolutamente. Sí. Dijo: “Él siempre me está regañando; siempre habla el mal contra mí”. ¿Cómo podía hacer otra cosa, cuando la Palabra de Dios estaba contra él?",
    "Así que enviaron y trajeron a Micaías. Micaías dijo: “Sube. Sí, está bien, pero vi a Israel esparcido como ovejas sin pastor”.",
    "Y luego él, pues, ese gran predicador se le acercó, el obispo, y lo abofeteó en la boca. Dijo: “¿Por dónde se fue el Espíritu de Dios cuando salió de mí?”.",
    "Entonces le respondió: “Para empezar, no estaba en ti”. Así que—así que él dijo: “Te darás cuenta uno de estos días”. Él dijo—dijo—dijo…",
    "Acab dijo: “Métanlo otra vez en el calabozo de más adentro; manténganlo con pan de angustia y con—con agua de aflicción”. Dijo: “Cuando vuelva en paz, yo lidiaré con este individuo”.",
    "Él dijo: “Si es que vuelves, entonces la Palabra de Dios no me habló”. ¿Por qué? ¿Por qué? Él estaba correcto con la Palabra, correctamente con la Palabra.",
    "Cualquier profecía que no cuadre con esa Palabra… Eso es exacto. Por esa razón digo hoy: no importa lo bien que parezca, cuántos predicadores estén diciendo esto, eso o lo otro; que “el comunismo va a conquistar al mundo y a derrocarlo”. Nunca vayan Uds. a tratar de combatir el comunismo; combatan el romanismo. Pues, eso es ASÍ DICE EL SEÑOR. El Señor dijo que el romanismo va a gobernar, no el comunismo; ése solamente es un títere.",
    "Pero (¿ven Uds.?), él tenía que hacer eso. El Señor le dijo a Micaías: “Tengo que enviar a Acab allá, hacer que esos predicadores digan eso, para enviar a Acab allá, para hacer que las palabras de Elías vengan a cumplimiento”.",
    "Dios tenía que permitirle al comunismo que se levantara. ¿Qué hizo? Juntaron todas estas morgues, y formaron una confederación de iglesias, para que se unieran y formaran una imagen de la bestia; exactamente lo que Su Palabra dijo que sucedería. Uds. no se preocupen por eso. Uds. vigilen la cosa que se está formando por debajo. Eso es. ¡Hmm!",
    "Estoy… me imagino que los estoy cansando, pero… [La congregación dice: “No”.—Ed.] Pero eso es la verdad. No sé cuándo les pueda volver a hablar, tal vez nunca; no sabemos. Tal vez nunca nos volvamos a reunir, pero yo quiero que Uds. sepan cuál es la Verdad.",
    "Vigilen esta Palabra. Ella es la Verdad, no yo; esta Palabra, Ella lo es. Si mi palabra es contraria a Ésta, entonces no me crean a mí; Uds. créanle a Ella. Entonces, si Ud. dice: “Pues, nosotros La tenemos, y Ud. está predicando contrario a Ella”, entonces su deber es venir a mí. Correcto. Su deber es que venga a mí. ¿Ven? Simplemente venga y veamos lo que es la Palabra, ahora.",
    "Ahora, por tanto, nos damos cuenta que fue… es el comunismo que se ha unido. Dios dijo: “Gog y Magog allí se unirán” seguro, “para traer la batalla”. Eso es exactamente la verdad, pues eso juntará estas fuerzas. Eso tiene que suceder; la Biblia lo dijo.\n\nDios plantó este Árbol, para que llevara Su fruto espiritual.",
    "Y el hombre siempre ha tratado de hacerlo de una forma artificial, “teniendo apariencia de piedad”. ¡Los edificios más grandes de la ciudad (seguro), millones de dólares! ¡Qué cosa! Y la gente predicando que Jesús viene, y gastan seis y ocho millones de dólares en un edificio en algún lugar. Y los misioneros, yo conozco misioneros en el campo que están predicando el Evangelio sin un par de zapatos, comiendo dos comidas a la semana. ¿Puede ver Ud. por qué, hermano, nosotros…? ¿Qué sucede con la gente? Realmente yo no creo que ellos crean que Él viene. Sus—sus—sus—sus palabras hablan… Bueno, su—su vida habla más fuerte que sus palabras. Ud.… ¿Ven? Y Él…",
    "Esos pobres misioneros, donde voy en mis reuniones, sin zapatos; con pantalones viejos, atados así; viviendo allá, con pulgas y ameba, insectos, y toda clase de enfermedades, y todo lo demás allá; sus manitas comidas, y comidos por las amebas y todo lo demás. Se paran allí, dicen: “¿Es Ud. el Hermano Branham?”.\n\nRespondo: “Sí”.\n\nDicen: “¡Oh, Dios lo bendiga! Yo siempre oro por Ud.”.",
    "Pensé: “¡Oh, Dios, has que ese hombre ore por mí! Sí. Ése es el hombre. Ése es”.",
    "🦅 Estoy… yo—yo—yo leo sus relatos, Hermano Branham. Ud. sí está diciendo la Verdad. Estamos con Ud.”. ¡Oh, hermano, ése—ése es el hombre! Ése es él; pobrecito.\n\nEscucho a alguien que dice: “¿Sabe Ud. quién es él?”.\n\n“¡Oh!” responden, “él no pertenece a nuestra organización”.\n\n“¿Verdad? ¿Quién es él?”.\n\n“Pues, él no está con nosotros”.\n\n“Pero, ¿quién es él?”.\n\n“Oh, él es un—él es independiente”.\n\n“¡Oh, lo es! ¡Ajá! Pues, ¿qué hace él?”.\n\n“¡Oh!, él tiene una pequeña obra allá. Él—él no se une con nosotros”.\n\n“Bueno, yo quiero saber acerca de él”.",
    "Saben, cuando yo era un muchachito, buscando manzanas en el manzanal, yo siempre buscaba el árbol con la marca del garrote allí debajo, Uds. saben. Al que le daban bastante y bien duro, allí estaban las manzanas buenas.\n\nEllos dicen: “Pues, ése sólo es un santo rodador”.",
    "Saben, siempre se pone el espantapájaros junto al árbol bueno. El diablo hace lo mismo, para espantarlo a uno de allí. No se preocupen. Vayan allí detrás de ese espantapájaros.",
    "Un día estaba observando una marmota que se comía los frijoles de pallares que yo sembraba. Cada vez que sembraba una hilera de pallares, ese pequeñito salía y se los comía. Pensé: “Le voy a dar el susto de su vida”. Así que tomé una bolsa de papel, y (soy un artista, Uds. deberían verme), dibujé lo que yo pensé que era un cuadro espantoso. Y, vaya que sí era espantoso, ya que lo dibujé yo. Y se lo puse a la bolsa, y le metí unos pallares, y la colgué de una vara. Y cuando el viento soplaba, ella se sacudía así.",
    "Y del hoyo salió una pequeña marmota, Uds. saben. Y corría por allí comiéndose los pallares, y se encontró de frente con esta bolsa. Ella retrocedió; la miró, le dio una ojeada, de esta manera. Y ella hizo: “fus”, brincó hacia ella; y la bolsa no se movió. Ella la miró otra vez, Uds. saben, la miró por todos lados otra vez. Ella miró allí detrás y vio esos pallares por toda la fila; y estaban sabrosos, Uds. saben. Así que ella mantuvo a la vista ese espantapájaros mientras avanzaba. Así que ella vino, se acercaba un poco más, de esta manera [El Hermano Branham toca en algo.—Ed.], queriendo espantarla, y no se movía. No hay que preocuparse, eso está muerto. ¡Oh, así están todos esos espantapájaros! Así que ella—ella tan sólo…",
    "Lo que hizo, con su patita golpeó esa bolsa; y se oyó un cascabeleo. Ella saltó atrás y la miró, de esa manera. La golpeó otra vez; y de nuevo el cascabeleo. Eso es todo, sólo un cascabeleo. Es como la lechuza del irlandés, puro ruido y plumaje, y nada de lechuza, Uds. saben. Entonces la golpeó de esa manera, hizo que cascabeleara cuatro o cinco veces así. ¿Saben lo que ella hizo? Fue detrás de la bolsa y siguió comiéndose mis pallares. Ella sabía más del asunto, más que yo. ¿Ven? ¿Qué fue? Vean, ella no iba a permitir que un espantapájaros la detuviera. Hay algo bueno detrás del espantapájaros.",
    "Cuando les dicen: “¡Oh, ésos son santos rodadores!”, simplemente denle la vuelta a eso que espanta y entren. ¿Ven? Entren y créanlo. ¿Ven? De hecho, pudiera haber allí del Espíritu Santo (¿ven Uds.?), uno no sabe. ¿Ven? Muy bien.",
    "¡Oh!, ese den-… miremos esta langosta denominacional en acción. Iglesia natural; Iglesia espiritual. Observen ahora a esta vil langosta, cómo él la denomina. Él ya tiene comida la corteza, y los frutos comidos, y (¡Oh, hermano!), todo ha desaparecido. Todos los dones del Espíritu ya no están; no hay sanidad Divina, no hay hablar en lenguas, no hay profecía, no hay nada, no creen en—no creen en profetas. Ellos no creen en estas cosas; ellos no saben. ¡Todo es fabricado por el hombre! Todo lo que ellos tienen es hecho por el hombre, artificial. ¿Ven? Muy bien. La iglesia natural, hay una iglesia natural; ésa es la que es hecha por el hombre. La Iglesia espiritual…",
    "¿Saben Uds. que la Biblia lo dice? Sí, señor, la iglesia natural y la Iglesia espiritual. Y la Biblia dice: “Echa la sierva y a su hijo (Agar), porque ella no ha de heredar con la libre y su hijo”. ¿Ven?",
    "Entonces, la iglesia natural, ha de heredar (¿qué?) el ser atada en gavillas, el atar de los manojos para que sea quemada. “Y ella no heredará, no será heredera, con la mujer libre”. Si la sierva está en esclavitud con sus hijos de la organización, ella no heredará con la libre, porque los hijos de la mujer libre se irán en el Rapto. Mas los hijos de la sierva van a recibir el Juicio (¿ven?) expulsados. Sí. El espiritual es libre. Sí, señor.",
    "La langosta, los Esaús denominacionales. Ahora, Esaú (allí están Esaú y Jacob, los dos, gemelos; los dos, religiosos), Esaú era un hombre carnal. Él era un buen hombre. Él no decía, bueno, ahora… Él no salía a robar, a beber, ni nada así; él era un hombre religioso. Pero, pensó: “Bueno, siempre y cuando yo sea religioso, ¿cuál es la diferencia?”.",
    "Pero el pequeño Jacob, a él no le importaba cómo tuviera que conseguirla; esa primogenitura era lo que él quería. ¡No importaba cómo la consiguiera, con tal que la obtuviera! Así tuviera que arrodillarse en el altar y gritar, y llorar, y sollozar, y moquear (discúlpenme), o, Uds. saben, aguársele los ojos (no quise decir eso). Y así que… Discúlpenme. Así que, arrodillarse en el altar y clamar hasta que la consiguiera, y pues, él la consiguió. ¿Ven? A él no le importó cómo la iba a conseguir, con tal de conseguirla.",
    "Algunos dicen: “Yo… Hermano Branham, esas personas allá, sollozando en ese altar, y llore que llore, yo no la quiero de esa manera”. Pues, Ud. no la obtendrá.",
    "Un anciano negro, un hermano de color, una vez, allá en el sur, siempre estaba contento. Y él, su patrón dijo: “¿Qué—qué te hace tan feliz todo el tiempo, muchacho?”.\n\nContestó: “Tengo religión de corazón”.\n\nÉl dijo: “No hay tal cosa”.",
    "Él le dijo: “Ud. ha cometido un error, ‘hasta donde Ud. sabe, no hay tal cosa’”. Él sabía que no era así. Dijo: “‘Hasta donde Ud. sabe’. Ud. debió haberlo dicho de esa manera”.\n\nUn día, él le dijo: “Yo quiero de esa religión de corazón”.\n\nLe dijo: “¿Cuándo la quiere?”.\n\nÉl dijo: “Ahora”.\n\nRespondió: “Bueno, vamos por ella”.",
    "Salieron. Él le dijo: “Aquí está el pajar. Es muy agradable”. Y dijo: “Sí, mi esposa no me oirá, ni nada, por acá afuera”, comentó. Así es como la gente la quiere, Uds. saben; servida en una bandeja. Dijo: “Bueno, nos hincaremos aquí”.\n\nEl hermano anciano dijo: “Uno no la recibe aquí”.",
    "Bueno, entonces él fue al establo. Él dijo: “¿La recibiremos aquí?”.\n\nDijo: “No”.\n\nÉl dijo: “Iremos al granero”.\n\nDijo: “No”.\n\nPreguntó: “¿En dónde la recibe uno?”.",
    "Dijo: “Sígame”. Se recogió los pantalones, entró en el chiquero de cerdos tan rápido como pudo, en el lodo, dijo: “Venga aquí mismo. Aquí es donde uno la recibe”.\n\nÉl dijo: “Yo no quiero meterme allí”.\n\nDijo: “Jefe, Ud. todavía no la quiere; Ud. no la quiere”.",
    "Saben, Naamán también pensó igual, Naamán. Naamán dijo: “Pues, yo quiero librarme de mi lepra”.",
    "Eliseo dijo: “Ve allá al Jordán lodoso, donde se vacía allá en el Mediterráneo”. Dijo: “¡Es donde es más lodosa! Sumérgete allá siete veces”.",
    "🦅 ¡Oh!” dijo Naamán, “¡qué cosa! ¿No son mejores las aguas en Damasco y por allá? ¡Oh, son bonitas y cristalinas!”. ¡Vaya!, las vimos aquí la otra noche en el documental, Uds. saben. Dijo: “¡Oh!” dijo, “pues, pues no queremos ir allá. Yo no puedo ir allá. Y ¿sabes quién soy? Soy el capitán de la guardia; soy el general del ejército”.",
    "🦅 Bueno, si quieres librarte de tu lepra, ve allá. Pero si no, sube allí. Él le dijo: ‘¡Sumérgete!’”.",
    "Y puedo verlo salir allá en esa agua. ¿Se imaginan? ¡Oh, eso dañó su prestigio! Puedo verlo, Uds. saben, caminando de puntas, así, apretándose la nariz, Uds. saben.",
    "Así es como algunas personas tratan de venir a Cristo: “Quisiera ser sanado; quisiera (Ud. sabe) ir al Cielo, pero, ¡oh vaya!, ¿qué si los demás me ven?”. Ajá. ¡Hipócrita! Ud. jamás la recibirá de todas maneras. Correcto. ¿Ven? Ud. jamás la recibirá de todas maneras. No se preocupe. Ud. aún no la quiere lo suficiente. Correcto. Ud. no la quiere lo suficiente. Así es exactamente. Cuando Ud. esté listo para recibirla, con toda seguridad la recibirá. Dios se la dará cuando Ud. esté listo. Muy bien.",
    "Ahora, todo, las langostas denominacionales se comieron la cosa por completo. Fíjense, cada insecto, cada uno de estos insectos cuando atacó el Árbol, abría camino para el otro que le seguiría. ¡Oh, es un tipo listo! Sí, señor. ¿Ven? Él quitó los frutos (¿ven?), el Espíritu. Para (¿qué?) poder quitar el compañerismo (¿ven?), las hojas.",
    "Entonces vino la otra etapa y tomó su propio sustento, comiéndose las hojas. ¿Por qué lo haría? Quitó las hojas para que no hubiera brisa ni frescura que otros pudieran ver, entonces lograría entrar en la corteza. ¿Ven?",
    "Él pudo entrar en la corteza, y perforar hasta adentro, y sacarles la Doctrina (¿ven?), exactamente lo que sostiene la Vida.",
    "Y entonces, tan pronto él perforó allí los hoyos, ya el siguiente estaba entrando, esa vil langosta chupadora, al que escogió la denominación, y la succionó y la organizó para que Uds. no puedan recibirla.",
    "Y ¿qué hizo la Vida? Bajó directo a las raíces. Exactamente correcto. La obligó a que bajara a las raíces. Muy bien.",
    "Ahora, el mismo insecto perforó hasta el corazón, hasta que llegó a la Vida. Su avance fue constante, con el fruto, con las hojas, con la corteza, hasta que entró directo al corazón, la línea de Vida. Muy bien.",
    "Miremos ahora al destructor en acción, al primero. Creo que voy a tener que omitir algo de esto aquí; no, no lo haré. Lo—lo primero que hizo este individuo, tan pronto entró al corazón del Árbol. Observémoslo, allá en su primera etapa, antes de que hubiera empezado tan bien; observémoslo. Ahora, observémoslo en acción. Lo primero que condenó, fue destruir el primer Árbol frutal verdaderamente precioso que Dios tuvo en la tierra.",
    "Ahora si me pudieran tolerar por unos minutos más. Pues, quiero—quiero que Uds. entiendan esto. No… Éste es el Mensaje de Pascua para Uds., viene ahora mismo. Ajá, ajá, ajá.",
    "Lo primero que él hizo, fue destruir el primer Árbol frutal de Dios tan precioso: a Cristo. Él era ese Árbol desde el huerto del Edén. Correcto. El primer Árbol frutal, él lo destruyó. El primero que Dios plantó aquí en la tierra, fue Cristo; él destruyó ese Árbol que estaba dando Su fruto. Ahora, ellos tenían toda clase de organizaciones, y eso estaba en sus manos. Pero cuando él llegó a un Árbol que daba el verdadero fruto, ese insecto romano entró Allí (¿ven?), destruyó el Árbol.",
    "¿El Árbol? Sí. Jesús dijo: “Si no…” (En San Juan), “si no hago las obras de Mi Padre, o no tengo los frutos de Mi Padre, no Me creáis”. Él estaba manifestando el fruto de Dios. ¿Qué clase de fruto dio Él? ¿Qué clase de fruto?",
    "Observémoslo a Él por unos minutos. Hemos repasado esto muchas veces. Hagamos un pequeño resumen, para las personas que están aquí, esperando que en un momento se ore por ellos.",
    "¿Qué fue lo primero por lo cual ellos supieron, que Él hizo, que lo reconocieran como el Mesías? Cuando Pedro vino a Él por primera vez (y Andrés lo había traído), y Él miró a Pedro y dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”. Él supo allí mismo, de acuerdo a la Escritura, que Ése era el Mesías. Había sucedido…",
    "¿Sabían Uds. que antes de eso muchos se habían levantado, según la historia, y se habían autodenominado Mesías? Pero ninguno podía hacer esto. Ajá. Porque “el Mesías” dijo Moisés (la Palabra de Dios que no puede fallar, hablada por Moisés), dijo: “Vuestro Mesías será un Profeta como yo”.",
    "Y entonces cuando este desconocido llegó ante Jesús, y Jesús dijo: “He aquí, tu nombre es Simón, y tú eres el hijo de Jonás”, Pedro supo enseguida Quién era Él; sabía que ése era Él.",
    "Cuando Natanael fue y trajo a Felipe, o más bien que Felipe fue y trajo a Natanael, y lo llevó allá. Y Natanael era un gran hombre (¿ven?), un gran hombre, un hombre religioso. Y—y Felipe le contó de esto en el camino, lo que Él había hecho con Simón. Y cuando Natanael llegó a la Presencia de Jesús, ¿qué dijo Jesús? Dijo: “He aquí, un israelita, en el cual no hay engaño”.\n\nÉl dijo: “Maestro, ¿cuándo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”.",
    "Él dijo: “¡Maestro! Maestro, Tú eres el Hijo de Dios; Tú eres el Rey de Israel”. ¿Ven?",
    "¿Por qué? Ése es el fruto. “Si Yo no hago las obras de Mi Padre…”. Él conocía los mismos pensamientos que había en sus corazones.",
    "En cierta ocasión una mujer tocó Sus vestiduras, y fue y se sentó entre la congregación. Jesús miró alrededor y dijo: “¿Quién Me tocó?”. Todos lo negaron. Él miró alrededor y la vio. Ella tenía un flujo de sangre. Él dijo: “Tu fe te ha salvado”. ¡Oh, vaya!\n\nEsa mujercita samaritana…",
    "Ahora recuerden, Él no fue a los gentiles de esa manera; no, señor. Él les dijo a Sus discípulos que no fueran a ellos; ésos somos nosotros. Éste es nuestro día. Él fue en la forma del Espíritu Santo, a nosotros, así como Él dijo que estaría.",
    "Pero cuando Él fue a ellos, ¿qué sucedió? Cuando Él fue a la mujer samaritana, la mujer dijo… Él le dijo a ella: “Dame de beber”.",
    "Y ella dijo: “No es costumbre que Tú, siendo un judío, me pidas a mí, una samaritana”.",
    "Ellos tenían segregación, por sus colores y demás. Él les dio a entender allí mismo que no había diferencias, todos venían del mismo árbol. Todos somos hijos e hijas de Dios; todos, ¿ven? Y Él dijo…",
    "Ella dijo: “Pues, nosotros adoramos. Nuestro padre Jacob…”. ¿Ven Uds.? Y ése también era el padre de los judíos, ¿ven? “Nuestro padre, Jacob, cavó este pozo, y ¿dices Tú que eres mayor que él?”.",
    "Y Él dijo: “Las Aguas que Yo te doy son Vida Eterna”. ¿Ven? Él dijo…\n\n“Nosotros, bueno, nosotros adoramos en este monte, y Uds. en Jerusalén”.\n\nÉl dijo: “Ve trae a tu marido y ven acá. Esto lo confirmará”.\n\nElla dijo: “Yo no tengo marido”.",
    "Dijo: “Bien has dicho”. Dijo: “Cinco has tenido, y el que ahora tienes, no es tu marido”.",
    "Ella dijo: “Señor, sabes, han pasado cuatrocientos años desde que tuvimos un profeta, pero Tú debes ser un profeta. ¿Cómo sabes que he tenido cinco maridos?”. Ella dijo: “Ahora, sabemos que el… que es el tiempo para que el Mesías esté aquí, que es llamado ‘el Cristo’. Y cuando Él venga, Él nos declarará esta clase de cosas”. ¡Oh, allí están Sus frutos!\n\nÉl dijo: “Yo Soy”.",
    "Ella dejó el cántaro, el cántaro viejo de agua de la organización. Corrió a la ciudad. No importó tanto el pozo de Jacob, ella había encontrado un Manantial nuevo. Ella corrió a la ciudad, dijo: “Venid, ved a un Hombre que me ha dicho lo que hice. ¿No será Éste el mismo Mesías? ¿No es Éste el fruto? ¿No es Ésta la evidencia de que Ése es el Mesías?”.",
    "Los judíos no podían entender Eso. Dijeron: “Él es un adivino, Belcebú”.",
    "Jesús dijo: “Yo los perdono, a Uds. Pero, en algún tiempo, el Espíritu Santo vendrá para hacer lo mismo; y si Uds. hablan en contra de Eso, nunca les será perdonado”. ¿Ven?",
    "Ahora: “Si no hago las obras de Mi Padre, crean… no Me crean”. Pero ese Árbol frutal estaba produciendo los frutos.",
    "Ahora ¿qué? ¿Qué dijo Él? Entonces ¿qué—qué clase de Iglesia estableció Él? Ahora, Uds. los católicos que quieren decir que Jesús estableció una iglesia, ¿qué clase de Iglesia estableció Él?",
    "¿Mencionó Él alguna vez una denominación, un credo? [La congregación dice: “¡No!”.—Ed.] Él siempre estuvo en contra de eso. Dijo: “¡Paredes blanqueadas, Uds., huesos de muertos!”. Él les llamó de todo cuanto pudo llamarles. Seguro. Él estaba en contra de eso. Ése fue el fruto de Dios. Ahora, Uds. podrán concluir que dos y dos son cuatro, si es que quieren. Muy bien. Él estaba en contra de esa cosa, la organización, en contra de sus teorías. Él les dijo: “Hipócritas, serpientes en la grama”, y dijo que eran “diablos”. Él dijo: “Vosotros sois de vuestro padre el diablo, y sus obras hacéis. ¿Cuál de vuestros padres no persiguió a los profetas que Yo les envié delante de Mí?”. ¿Ven? Dijo: “Después les edificáis las tumbas”. Dijo: “Fueron Uds. que los pusieron allí”. ¡Oh, hermano! Él no se guardó nada con ellos. Seguro.",
    "Ése fue el fruto de Dios. ¿Qué era? Permanecer con la Palabra de Dios, manifestar la Palabra de Dios.",
    "Él dijo, de no ser así: “¿Qué dicen las Escrituras que Yo, el Mesías, haría cuando viniera? Ahora, si Yo no produzco el fruto de esa Palabra, entonces Yo no soy el Mesías. Pero si Yo produzco el fruto de esa Palabra, que el Mesías debería hacer, entonces Yo soy”. Amén. “Ahora, ¿quién de Uds. puede condenarme de pecado?”, dijo Él. Allí tienen. “¿Cuál de sus organizaciones hace esto mismo”? Allí lo tienen. “Él Mesías debería hacer esto; el Mesías tendría que ser un profeta. Ahora, veámoslo de Uds.” dijo Él, “con todas sus ideas de grandeza, veamos si Uds. lo hacen”. Ahora, ellos quedaron en silencio. Muy bien. ¿Qué fue? Él llevó el fruto de Dios; en Él estaba el Espíritu Santo. Él produjo el fruto de Dios. ¿Qué era Él? Él…",
    "Ahora, presten atención. Seré lo más breve que pueda, para no demorarlos de su cena de Pascua. Miren. No obstante, su—su cena de Pascua debería ser la resurrección. ¿Ven?",
    "Pero ¿qué? Él era el Árbol Profeta perfecto de Dios, el Árbol ejemplar, el Árbol Novio. Amén. ¡Gloria! Voy a decir algo muy directo. Si Él es el Árbol Novio (¿lo creen Uds., desde el huerto del Edén?) [La congregación dice: “Amén”.—Ed.] Entonces el Árbol Novio, sin la Hembra, no lleva fruto. Por tanto, Él necesita tener un Árbol Novia. Ella tiene que nacer del mismo material: la Palabra hecha carne en el Árbol. Espero que lo capten. Es la misma Vida en este Árbol femenino, el Novio, siendo que está en la Novia. “Las obras que Yo hago vosotros las haréis también”. ¿Es eso correcto? [“Amén”.] Él era el Novio, no olviden.",
    "Uds. dicen: “Eso no es Escritural”. ¡Oh, pero lo es! Capté eso en este momento. Vean, estamos para tener un servicio de sanidad en un momento. Capté eso. ¡Él lo fue!",
    "¿Quieren prueba de eso? Él dijo: “Yo soy la Vid, vosotros los pámpanos”. San Juan lo dijo: “Yo soy la Vid, vosotros los pámpanos; vosotros lleváis el fruto”. ¿Ven? Y el árbol masculino y el árbol femenino producen el polen, el uno para el otro, produciendo el fruto. Y los pámpanos y la vid hacen lo mismo. ¿Ven? Eso es exactamente correcto.",
    "Por tanto, Él lo dijo.",
    "Ahora, este primer Árbol era un Árbol Profeta, un Árbol perfecto, el Dios de los profetas. Él fue el Árbol mayor. Él fue perfectamente el Árbol propio… Profeta de Dios. ¿Por qué? Él era la Palabra. Ahora, los otros eran profetas menores. “La Palabra vino a los profetas”; pero Él mismo era la Palabra, en forma de Profeta. Amén.",
    "Ahora estamos llegando a algo. Entonces presten atención, y que no se les pase esto por alto. Estaba tan bueno, que lo apunté aquí. Ajá. Amén.",
    "[Se oye la bocina de un auto.—Ed.] Alguien exclamando, haciendo sonar su bocina allá afuera. Ajá. Sólo, ¡oh, espero que se estén gozando allá afuera! Aquí adentro estamos disfrutando. Muy bien.",
    "Ahora, Él era el Árbol Profeta de Dios. ¿Por qué? Él predicó toda la Palabra perfecta de Dios, pues Él era la Palabra de Dios manifiesta. Él era el Árbol Profeta perfecto, que predicó la Palabra Profética perfecta que trajo el fruto perfecto de Profeta, por la Palabra perfecta de Dios. ¡Oh, hermano, hábleme de un Árbol! Un Árbol, Él era ese Árbol de Vida del cual el Ángel apartó a Eva y Adán con los Querubines guardianes, apartándolos de ese Árbol. Ahora los mismos Querubines están tratando de encaminarlos a Él, porque hay un camino que ha sido provisto para ellos. ¿Ven? Ahora ellos no quieren entrar; ¡oh, los seres humanos! ¡Hmm!\n\nAhora, predicó toda la Palabra, Él no le cortó aquí ni allá.",
    "Cuando Satanás vino a Él, ese gran teólogo, y dijo: “Escrito está…”.\n\nJesús dijo: “Sí, y también escrito está…”. Ajá.\n\n“Pero está escrito…”.\n\nY Él dijo: “Y también está escrito…”.",
    "El Árbol Profeta perfecto, predicando la Palabra perfecta del Profeta, con señales perfectas de Profeta, resultados perfectos de Profeta, frutos perfectos del Espíritu.",
    "Y como escarnio… (Estoy—estoy pasando esto rápido.) Pues, como escarnio, ellos lo colgaron en… (Él era la Palabra, Uds. saben), ellos lo colgaron, al Árbol Palabra; al Árbol Palabra, lo colgaron en un árbol romano hecho por hombres. ¡Hmm! Hermano, espero que eso haya penetrado. Él, siendo el Árbol espiritual perfecto de Dios, ellos lo colgaron de un árbol romano hecho por hombres. Amén.",
    "Igual hoy. Ellos quieren tomar el Árbol perfecto de Dios, la Palabra, y mezclarla y colgarla allá en alguna clase de credo. La muerte y la Vida no se mezclan. Jesús nunca asistió a un servicio fúnebre; Él hubiera levantado al muerto. ¿Por qué? La muerte y la Vida no pueden estar juntas; son contrarias una a la otra. Él no predicó en funerales, simplemente los resucitaba. Amén. Sí. ¿Por qué? La Vida; y la muerte.",
    "Ahora miren, ellos lo colgaron a Él en un árbol. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] “Maldito el que es colgado en un árbol [un madero—Trad.]”. ¿Es correcto? [“Amén”.] La Biblia dice: “Maldito el que es colgado en cualquier árbol hecho por hombre”.",
    "Por tanto, si hoy Ud. está queriendo colgarse en alguna clase de árbol hecho por hombre, suelte eso; y no permita tampoco que eso lo cuelgue a Ud. de allí. Pues, ése es el lugar para los muertos: alguna organización luterana, bautista, presbiteriana, pentecostal hecha por hombre; es cierto, algún árbol hecho por hombre. No cuelguen allí. Y no permitan tampoco que los cuelguen a Uds. allí. Ellos los colgarán a Uds. allí si pueden, hasta que toda la Vida haya salido de Uds., hasta que Uds. reconozcan la doctrina de ellos; es cierto.",
    "Sin embargo, allí es donde ellos colgaron a este Árbol perfecto. El Árbol del fruto perfecto de Dios fue colgado en un árbol romano hecho por hombre, así es. Era una maldición colgar en cualquier árbol hecho por hombre. ¿Para qué? Para quitarlo de sus vistas, después de que Él había producido todos los frutos.",
    "Después que María Magdalena (dice la historia), corrió ante ellos y dijo: “¿Qué ha hecho Él? ¿Qué mal hizo Él?”. Ella detuvo la procesión, dijo: “¿Qué hizo Él que fuera malo? ¿No ha hecho Él sino predicar el Evangelio a los pobres? ¿No ha hecho Él sino sanar a los enfermos, levantar a los muertos? Y las mismísimas señales del Dios viviente están en Él. ¿Cómo pudieron Uds. condenarlo?”.",
    "Y ellos la abofetearon, y dijeron: “¿Escucharán Uds. a esa mujer de mala fama en lugar que a su sacerdote”, allí lo tienen, “su obispo?”. Ajá. Allí lo tienen. Es igual hoy. Correcto. Ajá. Sí.",
    "Ahora, cuando hizo todo esto, y Él mismo confirmó lo que era, y los retó a ellos y dijo: “Si Yo no soy, entonces ¿quiénes son Uds.? Ajá, ajá. Si Uds. pueden condenarme a Mí de pecado, si yo estoy equivocado en cualquier parte de la Palabra, muéstrenmelo Uds. Ahora, déjenme mostrarles dónde han errado Uds.”. ¿Ven? El pecado es “incredulidad”, sabemos eso.",
    "¡Ahora, para sacarlo de su presencia! Ellos lo odiaron tanto porque Él destrozó todas sus organizaciones. Para sacarlo de su presencia, ellos lo enterraron. Y rodaron una gran piedra denominacional sobre la puerta, para asegurarse que Él no se volviera a levantar. ¿Ven? ¡Oh, vaya!",
    "¡Piensen en ese Árbol perfecto! David miró allá atrás y Lo vio. Él dijo: “Está junto a corrientes de Agua. Da Sus hojas en su tiempo, y Su fruto no será arrojado; no, no se secará. Todo lo que Él haga prosperará”. Él era el Hijo de prosperidad.",
    "José fue un tipo de Él. Él era el anti-tipo de José. Adonde quiera que fuera José, prosperaba.",
    "Igual con Jesús, Su Palabra. “Mi Palabra prosperará, y no volverá a Mí vacía; hará lo que Yo quiero”. ¿Ven? Él era la Palabra. La Palabra fue enviada a la tierra, por Dios, y cumplirá exactamente aquello para lo que Dios la envió.",
    "Escuchen ahora con atención. Esto se pone rico, con la crema encima. Ahora fíjense.",
    "Ahora, aquí viene Él, y ellos… por esas mismas obras de Dios, cuando Él se paró allí y les preguntó. Él dijo: “Si Yo no hago las obras que Dios dijo que Yo debía hacer, entonces Yo no soy Aquél; no Me crean. Pero si las hago, entonces créanle a las obras. Si Uds. no me pueden creer, siendo un Hombre que hace esto, entonces crean a las obras que hago. Ellas dan testimonio de Mí. Ellas hablan más alto de lo que Mi voz puede hacerlo”. Eso es correcto.\n\nY eso mismo se aplica en cualquier tiempo; sí, señor, seguro.",
    "Ahora fíjense: “Si Yo no hago las obras de Mi Padre, entonces no… no Me creáis, no Me creáis. Ahora, pero si hago las obras, creedme”.",
    "Entonces ¿qué hicieron ellos? Tomaron ese Árbol precioso, lo cortaron, lo colgaron en un árbol hecho por hombre. Es cierto, le cortaron la Vida y lo colgaron en un árbol hecho por hombre, como burla.",
    "Luego, a ellos no les gustó. Había mucha gente parada allí, llorando por eso; entonces Lo bajaron de allí. Ellos dijeron: “Cerraremos tanto nuestra denominación que esos santos rodadores jamás entrarán aquí”. Entonces lo metieron por allá atrás en un hueco, de José de Arimatea, y rodaron una gran piedra. Se necesitó una centuria de hombres para rodarla hasta allá arriba.",
    "¿Vieron—vieron Uds., la otra noche, en la película, la gran senda por la que rodaron la piedra? Pesa toneladas.",
    "Rodaron su gran piedra de organización hasta allá arriba, para que Él no pudiera resucitar. Pero ¿Lo detuvo eso? No.",
    "🦅 Pero Yo restauraré, dice el Señor”. Veamos ese texto ahora, y anclémoslo. “Yo restauraré, dice el Señor. Yo lo restauraré a Él en tres días. Yo lo levantaré otra vez”. Ellos no pudieron esconderlo en esa roca; no pudieron esconderlo de su vista; no pudieron quitárselo de las manos. “Yo Lo restauraré a Él, dice el Señor”. Y en tres días Él resucitó, restaurado nuevamente.",
    "Después de la Pascua, Su resurrección, Él dijo: “Id a todo el mundo, y Yo voy a ir con Uds. Como el Padre que vive Me ha enviado, y está en Mí, así Yo los envío y estaré en Uds. Yo estoy con Uds. hasta el fin del mundo. Las obras, las mismas cosas que hice para probar que era Yo, Uds. harán las mismas cosas para probar que Uds. son”. ¡Eso me gusta!",
    "🦅 Estas señales seguirán a aquéllos que son creyentes”, no a los manufacturados, sino a los creyentes. ¿Ven? “Estas cosas que Yo hago, Uds. las harán y vindicarán que Uds. son creyentes; así como las obras que Yo hice, porque el Padre que vive mora en Mí. No soy Yo el que hace la obra; es Mi Padre. Y no serán Uds. los que hacen las obras; seré Yo en Uds., haciendo las obras”. ¿Ven? Ahora, “Uds. vayan a todo el mundo”.",
    "En otras palabras, “Uds. van a formar lo que Yo conozco como una Novia”. ¿Ven? Muy bien. “Yo iré con Uds., y Yo… Uds. serán parte de Mí. Uds. serán Mi Novia. Mi Vida estará en el cuerpo de Uds. Al igual como un esposo y una esposa son una persona, Uds. y Yo vamos a ser Uno. En ese día Uds. sabrán que Yo estoy en el Padre, el Padre en Mí, y Yo en Uds., y Uds. en Mí”. ¡Hmm! ¡Oh, eso me encanta! Satanás se enoja tanto por eso. ¿Ven la Unidad de Dios? Todo lo que Dios era, Él lo vació en Cristo; y todo lo que Cristo era, Él lo vació en la Iglesia. Allí lo tienen. Los hace a todos Uno.",
    "Ahora miren. Entonces, la Novia es un Árbol de Vida. En otras palabras, como el esposo y la esposa son uno, Cristo y Su Novia son Uno; lo mismo, el mismo Espíritu, las mismas obras, las mismas señales, todo lo demás. “Porque las obras que Yo hago vosotros también las haréis”. ¿Hasta cuándo? “Todo el mundo”. ¿A cuántos? “A toda criatura”. ¿Es correcto esto? [La congregación dice: “Amén”.—Ed.]\n\n¡Oh, presten atención ahora, voy a disparar una Mágnum!",
    "La langosta romana empezó a comerse ese Árbol Novia hasta que lo redujo a las raíces. Él mismo árbol romano que… ¿Qué clase de árbol cortó a Cristo? [La congregación dice: “El romano”.—Ed.] ¿Qué clase de árbol cortó a la Novia de Cristo? [“El romano”.] ¿Cómo? Substituyendo otra cosa en lugar de la Palabra. Entonces, Uds. ven que la iglesia protestante que no recibe la Palabra de Dios, es una hija de la iglesia romana. Dios jamás, en ningún momento, organizó una iglesia. La iglesia católica romana fue la primera organización. Y todas son hijas de ella, las que se organizan.",
    "Ellas mueren con ella. La Biblia dijo que “Él le quemaría sus hijas con fuego”. ¿Cuántos lo saben? [La congregación dice: “Amén”.—Ed.] La Biblia lo dice. Pues, la Biblia dijo que el trigo y la cizaña crecerían juntos hasta el día postrero, entonces Él ataría la cizaña (¿verdad que sí?), primero, y las quemaría [“Amén”.], y el trigo iría al granero. ¿Verdad que sí? [“Amén”.] La cizaña se está atando ella misma en organización: La Confederación de Iglesias, para la quema atómica. Exactamente. Pero la Iglesia se está preparando para ir al granero, con toda seguridad, en el Rapto, porque la mujer libre no heredará con la sierva. ¡Oooh, Hermano Anthony!\n\n¡Oh, esperamos ese gran día milenial;\n\nCuando nuestro bendito Señor venga por su Novia que lo espera!\n\n¡Oh!, mi alma de rapto está llena, mientras laboro, vigilo y oro,\n\nPues, nuestro Señor vuelve a la tierra otra vez.",
    "¡Aleluya! Sí, señor. ¡Oh, Él quemará la cizaña! Y el trigo, Él se lo llevará al granero.",
    "La langosta romana empezó a comerse ese Árbol en los días de Pablo. Él dijo: “Estoy convencido (aquí, la Escritura), que después de mi partida, se levantarán hombres entre Uds., hermanos, disfrazados, bajo pieles de oveja, lobos por dentro, y se llevarán a muchos tras ellos. Pues el espíritu del anticristo que Uds. oyeron que vendría al mundo, ya está ahora en el mundo, obrando en los hijos de (¿qué?), desobediencia”. Desobediencia (¿a qué?), a la Palabra. Allí lo tienen. La organización se había empezado a formar.",
    "¿Ven lo que quiero decir, amigos? [La congregación dice: “Amén”.—Ed.] Todos los que lo vean, digan: “Amén”. [“Amén”.]",
    "¡Empezando a comer! ¿Qué hizo? Esa vieja oruga empezó, ese viejo revoltón. Eso… ¡Joel lo vio!\n\nEscuchen ahora, ya estamos para terminar.",
    "¡Joel lo vio! Y él dijo: “Lo que la oruga dejó, el saltón se comió; lo que el saltón comió, entonces el revoltón atacó; lo que el revoltón dejó, pues, la langosta se lo comió”. Es lo que él dijo, y eso es exacto. Ése es el Árbol de Dios. El Árbol, él lo cortó, ese revoltón. Muy bien.",
    "La oruga romana empezó a comerse ese Árbol Novia y lo dejó hasta abajo en las raíces. ¡Lo cortó hasta abajo, todo! Cortó el Árbol completamente como lo hizo con Cristo Jesús, el Novio. Cortó a la Novia hasta abajo, y empezó con credos y denominaciones. ¡Ese mismo insecto vil! Pero ¿qué? ¡Oh, gloria! Pero en Sus raíces estaba la Simiente predestinada, la Simiente Real de Abraham; Ella no podía morir. La Palabra estaba en las raíces con la promesa: “Yo restauraré, dice el Señor”. ¿Qué? “Todos los años que la oruga cortó, todo lo que el saltón se comió, todo lo que los demás insectos se comieron, Yo lo volveré a restaurar, dice el Señor”.",
    "Ahora comparen esto con el domingo pasado y el domingo anterior, estos Mensajes. Ahora, presten atención, a medida que terminamos. Miren.",
    "🦅 Yo restauraré, dice el Señor, todo lo que los insectos se comieron. Yo traeré toda porción de eso nuevamente”.",
    "Ahora, guarden silencio si pueden, por unos minutos, y escuchen con atención. Prepárense, y oren con todo su corazón para que Dios se los revele.",
    "Así que, la promesa de Dios empezó a restaurar, porque Dios dijo que Él lo restauraría. Y al igual como Él resucitó ese Árbol Novia (el Árbol Novio), Él resucitará al Árbol Novia; porque con toda seguridad va a haber Uno allá. ¿Ahora qué? Muy bien. Así que la promesa de Dios empieza: “Yo restauraré, dice el Señor, todo lo que el saltón comió, la langosta”.\n\nComo la primera vez, cuando Él edificó esa primera Iglesia.",
    "Voy a presentarles ahora algunas Doctrinas. Si no lo quieren creer, está bien; pero, Uds. sólo… Mejor es que lo escudriñen primero, ¿ven? Fíjense.\n\n¿Cómo le dio crecimiento Él a ese Árbol, en primer lugar? ¡Oh, vaya!",
    "Esto me hace tanto bien. Sé que no sueno mucho como un ministro, parado aquí de esta manera, pero a mí—a mí—a mí me encanta lo que estoy hablando. ¿Ven lo que digo?",
    "Y ahora fíjense. Como la primera vez, cuando Él empezó esa primera Iglesia que la oruga romana se comió (y el revoltón y demás), Él empezó con justificación por la fe: Juan el Bautista.",
    "En San Juan, el 13 o, el capítulo 17, verso 17, Jesús dijo: “Santifícalos, Padre, con la Verdad; Tu Palabra es Verdad”. La segunda obra fue santificación, para la Iglesia. Después de justificación fue santificación.",
    "Y después que ellos fueron santificados, Él les pidió que esperaran en la ciudad de Jerusalén (Lucas 24:49), hasta que fueran investidos con Poder de lo Alto. Y allí Él dio nacimiento al Árbol, el Espíritu Santo, Pentecostés: Justificación, santificación, bautismo del Espíritu Santo.",
    "Y después vino Cristo a morar en Eso, para traer los frutos. Amén. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.]\n\nJuan predicó justificación.",
    "Ahora miren. En la… Eso forma parte del nacimiento natural. Cuando una mujer está dando a luz a un bebé (escuchen esto), ¿cuál es la primera cosa que le acontece a la mujer? ¿Qué es lo que sale? Lo primero es agua; “Arrepentíos, y bautizaos en el Nombre de Jesucristo”, justificación. ¿Cuál es la segunda cosa que le acontece a la mujer? Sangre. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Sangre; santificación. Luego, ¿cuál es la siguiente cosa? Vida; agua, sangre, espíritu.",
    "San Juan, o Primera de Juan 5:7; o 7:5, creo que es. Dice:\n\n…tres son los que dan testimonio en el cielo: el Padre, la Palabra [el verbo—Trad.] (que es el Hijo), y el Espíritu Santo;…estos tres son uno.\n\nY tres son los que dan testimonio en la tierra, el agua y la sangre, y el Espíritu y estos no son uno, sino que concuerdan en uno.",
    "Ud. no puede tener al Padre sin tener el Hijo; Ud. no puede tener al Hijo sin tener el Espíritu Santo. Pero Ud. sí puede ser justificado sin que esté santificado; y Ud. puede ser santificado sin tener el Espíritu Santo.",
    "¿Qué de eso, hermano nazareno? Ellos habían sido santificados por Jesucristo un año y seis meses antes que el Espíritu Santo viniera. ¿Verdad que sí? Ellos fueron santificados por Jesucristo.",
    "Ahora, así como Él trajo el primer Árbol Novia que el saltón y la oruga se comieron hasta abajo, así Él está restaurando el segundo Árbol; levantándolo de esas raíces predestinadas, que no pueden morir. Ellas están plantadas junto a las corrientes. Ellas están viviendo en estas aguas. No Se podía mostrar, pero está allí de todas maneras.",
    "Ahora está comenzando (nótenlo), el mismo insecto; mientras Él restaura lo mismo de la misma manera.",
    "Al principio, cuando ese Árbol empezó a salir del catolicismo, fue Martín Lutero, quien predicó justificación. El segundo ángel fue John Wesley, quien predicó santificación. Lutero predicó justificación: “El justo por la fe vivirá”. Wesley predicó santificación, la segunda obra definitiva de gracia. Y después vino el Espíritu Santo. Tal como Él levantó el Árbol la primera vez, aquí Él lo está restaurando otra vez, de la misma manera, la segunda vez. [La congregación dice: “Amén”.—Ed.] ¿Lo ven?",
    "Fíjense, el mismo insecto (ese pequeño pícaro), el mismo insecto que empezó y mató el Árbol en el principio, empezó de nuevo en esas ramas luteranas. Pero (¿qué?) No puede matarlo. Él no puede matarlo, porque Dios ya ha dicho: “Yo restauraré”. Ese insecto empezó en Lutero, para matar todas las ramas luteranas. Pasó directo a Wesley y mató todas las ramas de Wesley. Pero la parte principal del Árbol continúa creciendo.",
    "Ahora fíjense. En el tiempo antiguo, cuando el Árbol murió, murió; bajó hasta las raíces cuando lo mató allá atrás. Pero esta vez, por cuanto la Palabra es predestinada, no hay nada que lo vaya a detener. Dios dijo: “Yo restauraré. No importa cuánto ellos se organicen, cuánto ellos hagan esto, eso o lo otro, Yo voy a restaurarlo”. Asunto terminado. Todo el reírse, la burla, la mofa, el decirles “tonterías de aleluyas”, todo lo que Uds. quieran, a pesar de todo, Dios dijo: “Yo restauraré, dice el Señor”. Tan cierto como Él levantó a Jesús de la tumba, en menos de tres días, en menos de tres dispensaciones, o tres secciones, Él va a levantar la Iglesia a Su plenitud y poder nuevamente. “Yo restauraré, dice el Señor”.",
    "¿Qué sucedió? Esa oruga empezó a comer y a tener la misma clase de efectos que antes; pero (¿qué hizo él?) únicamente se comió las ramas luteranas. No se comió el Espíritu que estaba allí detrás, que tenía Lutero, porque siguió con vida. Luego vino Wesley. Y después que Wesley murió, ese gran profeta, después que Wesley murió (¿qué fue lo que hicieron?), ellos se organizaron y todas las ramas murieron, pero (¿qué hizo Él?) la Iglesia siguió con vida, llegó a Pentecostés. Cuando ellos se organizaron (¿qué sucedió?), las ramas murieron, pero (¿qué?), la Iglesia sigue adelante.",
    "¿Qué? Lo mismo que hicieron los pentecostales, la misma táctica antigua, el credo denominacional que usó en la primera ocasión para destruir al Árbol en la—el Árbol Novia, en la primera ocasión, son las mismas viejas tácticas que el diablo usó en este segundo Árbol, pero (¿qué?) Dios lo predestinó. Ella tiene que avanzar, a pesar de todo. Si todo… Si no hubiera sido así, cuando Lutero se organizó, eso hubiera concluido allí; todo hubiera terminado como en la otra; hubiera sido la segunda iglesia católica, la iglesia Católica Romana. ¿Ven?",
    "Pero Dios lo había decidido. Él había hablado Su Palabra. Su ley hará que Eso venga a cumplimiento. No importa cuántas heladas tardías reciba, vivirá, a pesar de todo. Puede ser que tengamos heladas y diferencia denominacional, y cuanta cosa, pero ese Árbol vivirá, tan cierto como hay un Dios vivo para hacerlo que viva. Sí, señor. Él dijo: “Yo lo restauraré”.",
    "Sé que la primavera se nos retrasó, la temporada de esta Pascua que viene se retrasó. “El Señor está tardando Su Venida”, dicen ellos, y todo eso. Y los vientos fríos han matado muchas de esas ramas denominacionales, pero no puede matar esa Vida que ha sido predestinada.",
    "🦅 Los cielos y la tierra pasarán, pero Mi Palabra no pasará”. “Todo lo que Él conoció, Él llamó; aquellos que Él llamó, Él justificó; aquellos que Él justificó Él ya los glorificó”. ¡Aleluya! Están escritos en el Libro, el Libro de la Vida del Cordero, y no pueden morir.",
    "Todos los—todos los insectos que el infierno pueda desatar sobre Ella, jamás la detendrán. Ni el comunismo, catolicismo, ninguna otra cosa La detendrá. “Yo restauraré, dice el Señor”. Todos los árboles romanos hechos por el hombre jamás la colgarán allí. Todas las tumbas jamás la detendrán allí. Todas las grandes piedras denominacionales puestas a la puerta jamás la retendrán allí adentro. “¡Yo restauraré, dice el Señor! Habrá una Pascua. Yo traeré esa misma Iglesia en Su mismo poder. Yo haré que esa Novia salga igual como estaba antes, con las mismas señales, los mismos frutos, las mismas cosas que ellos hicieron. Yo la traeré otra vez. Yo restauraré, dice el Señor”. (¿Qué?) “Yo restauraré todo lo que los denominacionales se comieron; Restauraré todo lo que la organización se comió. Yo lo restauraré, dice el Señor, todo”.",
    "Ahora, Uds. dicen: “¿Qué pasa con esas cosas que se desviaron, en denominación?”.",
    "Dios es el buen Labrador. Él podó el Árbol, eso fue todo, cortó todas las ramas muertas. ¿Qué va a hacer Él? Las quemará allá. Exactamente. Dios es el Labrador del—de este Árbol. Él cuida de Él; Él cuida de Su Herencia. Él… ¿Cuál es Su Herencia? Su Propia Palabra. Él cuida de Su Palabra, confirmándola, cuidándola, viendo dónde puede entrar. Él va a restaurar. Así que cuando estas iglesias empiezan a organizarse y cosas así, Él simplemente las poda, y la Iglesia sigue adelante.",
    "Cuando los—cuando los luteranos dijeron: “Seremos una organización; vamos a ser tan grandes como los católicos”, muy bien, Él simplemente podó la rama. Y Wesley avanzó con Eso; levantó a otro profeta. Entonces, tan pronto como Wesley lo hizo… Bueno, Wesley murió, el gran profeta, ¿qué hicieron? Lo organizaron. Luego vino Pentecostés. Tan pronto como ella murió, Él la podó. Sigue subiendo, ¿ven? Él va a restaurar.",
    "¿Dónde crecen los frutos? No empiezan aquí en la parte de abajo, empiezan en la copa. ¿Dónde le da primero el sol al Árbol? ¡Ah, Gloria! ¡En la Luz de la tarde, en la copa del Árbol! Amén. No abajo en las ramas de abajo, sino allá arriba en la copa del Árbol, es donde el fruto madura.\n\nAmén.\n\n¿Lo aman? ¡Amén!\n\n¿Le servirán? ¡Amén!\n\n¿Le creen? ¡Amén!\n\nVerdaderamente que yo Le creo, con todo mi corazón.",
    "Ahora, ¿qué es eso? Él va a podar esas viejas ramas muertas mientras va creciendo, todas esas ramas organizacionales, hasta que llegue a la copa del Árbol; de allí es donde Él va a tomar Su fruto. Ahora fíjense, Dios lo poda. Muy bien. Ellos están muertos y no entrarán en la—la Presencia de Dios, no vendrán en la primera resurrección; sino que estarán… el fruto de la Vid original de la organiza-…de la Vid de Dios. Ellos entrarán en el grupo organizacional, pero ellos no vendrán con el fruto de la Vid.",
    "Ahora miren. Dios nunca produjo una organización. La iglesia pone esos injertos, la organización, y Dios la corta, corta su línea de vida. Ella da fruto organizacional.",
    "Pero si esa Vid produce otro pámpano que viene de la Vid, producirá lo mismo que Aquélla. Entonces, ya Uds. ven lo que fue la primera. Luego Roma envió sus insectos allá y se la devoraron, pero Dios va a cultivar una tan alta que no la tocarán. Va a crecer bien alto. Amén. Yo… Sigamos. El Árbol va de un lugar a otro; de una dispensación a otra dispensación. De Lutero pasó a Wesley; de Wesley, a Pentecostés; de Pentecostés va a la Palabra.",
    "Es la Pascua nuevamente para los verdaderos creyentes de Su Palabra infalible. Es la Pascua; es una resurrección. Dios tiene pueblo por todas partes; es la Pascua para ellos. ¿Por qué? Ellos se han levantado (amén), se han levantado de esos credos y denominación; han pasado por ello. Es la Pascua nuevamente. La Simiente Real ha estado escondida en las raíces, la Palabra, escondida aquí en esta Palabra, durante años y años, y años, y apenas ahora empieza a ser revelada. Es el tiempo de Pascua. Predestinada desde la fundación del mundo, esta Iglesia ha empezado a ponerse de pie. Fíjense ahora cómo Dios la predestinó, en el principio. Tengo…\n\nBueno, voy a decirlo de todas maneras. Muy bien.",
    "Fíjense aquí, que para restaurar el primer Árbol perfecto en tres días después de Su muerte (después de la muerte del primer Árbol), Él lo restauró en tres días. ¿Correcto? [La congregación dice: “Amén”.—Ed.] ¡Volvió a restaurarlo! Ahora, el Árbol Novia también va a ser restaurado en tres edades, tres etapas más bien. Él será restaurado en tres etapas. Ahora miren. ¿Qué? Justificación, santificación, bautismo del Espíritu Santo; uno, dos, tres.",
    "Ahora fíjense. Después de tres días, el primer Árbol es restaurado como en el principio, teniendo las mismas señales, las mismas maravillas. Jesús regresó, el mismo Jesús, haciendo lo mismo. Al final del tercer día, las señales aparecieron, no al final del primer día. ¡Oh, hermano! Espero que lo estén captando. En el tercer día es cuando la verdadera manifestación de Cristo fue hecha manifiesta, al final del tercer día. ¿Ven? Fíjense. ¿Lo están captando? [La congregación dice: “Amén”.—Ed.]",
    "No en el primer día, era una forma muerta; al segundo día, había un rumor (¿ven?), o, al segundo día todavía estaba muerta; Lutero, Wesley. Al principio del tercer día, circuló un rumor. Muy bien. Nada en el primer día (Lutero); nada en el segundo día. Y en el tercer día (la dispensación del Espíritu Santo), circulaba un rumor que “Él era el mismo ayer, hoy y por los siglos”.",
    "Pero al final del tercer día, es cuando Él Mismo se dio a conocer; vino allí entre ellos, vino en medio de Su pueblo y dijo: “Mírenme; Soy ese mismo”.",
    "Las formas muertas continuaron hasta que llegaron a Pentecostés, entonces comenzó a circular el rumor que “era Él”.",
    "Ahora, aquí en el día postrero, Él está aquí mismo con nosotros, moviéndose en medio nuestro. Al final del tercer día, Él apareció y les mostró a todos ellos Su señal de resurrección, que Él estaba vivo, el mismo ayer, hoy y por los siglos; frutos vivos de Su Presencia. ¡Frutos vivos de Su Presencia! ¿Lo están captando? [La congregación dice: “Amén”.—Ed.] Fue manifestado ya para terminar el día, cuando Él se les apareció a todos, Su Iglesia. Amén. ¿Por qué? Todos ellos se habían juntado (¡Oh, amén!), al final del tercer día.",
    "🦅 Las Luces de la tarde” dice la Biblia, “brillarían en los postreros días”. La Luz de la tarde es la misma Luz en el occidente, ésa fue la misma Luz que estuvo en el oriente. Y la misma Luz que brilló en el oriente, que trajo la primera Iglesia que los romanos cortaron (con su—su adoración pagana y demás), en la Luz de la tarde es la misma Luz. Ahora, nótenlo, ¡la misma Luz!",
    "Y ¿para qué ha salido la Luz de la tarde? ¿Para qué es la Luz de la tarde? Para que restaure. ¡Fiuu! ¿Lo captan? [La congregación dice: “Amén”.—Ed.] La Luz de la tarde es para el mismo propósito que la Luz de la mañana: para restaurar lo que fue cortado en la Edad del Oscurantismo, por Roma; Dios lo va a restaurar, resplandeciendo la Luz de la tarde (¿Qué?), restaurará nuevamente toda la Palabra de Dios, la manifestación plena de Cristo en Su Iglesia. Todo lo que Él hizo, tal cual como Él lo hizo, vendría a estar otra vez en la Luz de la tarde. ¿Ven lo que quiero decir? ¡Oh!, ¿verdad que es maravilloso? [“Amén”.] Y saber que estamos viviendo aquí para verlo, ahora, la Luz de la tarde; exactamente de acuerdo con la profecía. La Luz de la tarde salió para restaurar ¿qué? Restaurar lo que los insectos se habían comido.",
    "Empezó a crecer, y luego ¿qué hizo? Se denominó, así que Dios las podó, las ató, las hizo a un lado, les permitió que continuaran y que se organizaran. Luego salió el siguiente; Él las ató, las hizo a un lado; el Árbol siguió creciendo. Luego Él las ató, las hizo a un lado, dijo: “Ahora, uno de estos días serán quemadas”. Las ató en su organización.",
    "Pero, ¿luego qué? Allí en la copa del Árbol es donde madura primero el fruto (correcto), allí en la copa del Árbol. Así que es la copa del Árbol, aquí, que ve la Luz de la tarde.",
    "Ahora, Noé tenía tres cuartos en su arca. Un cuarto era para lo que se arrastraba. ¿Ven? El segundo cuarto era para las aves. Pero el cuarto de arriba era en donde estaba la luz. La luz que brilló primero, no vino al primer piso, segundo piso, sino al piso de arriba.",
    "El árbol no da su fruto primero en la parte baja, ni en la segunda, así de esa manera. Eso todo fue podado, en la organización.",
    "Pero es en la parte de arriba, donde: “Yo restauraré, dice el Señor. Yo enviaré la Luz de la tarde. Eso traerá de vuelta, traerá de vuelta la Palabra, manifestándola. Yo restauraré todo lo que he prometido. Todo lo que Yo he prometido, el mismo Espíritu Santo traerá y producirá las mismas señales. Yo tendré una Pascua, una resurrección para la Novia, igual como la tuve para el Novio”. ¿Ven? Las Luces de la tarde salieron para brillar, al igual que en la mañana: las mismas señales, las mismas cosas. Esa misma Luz producirá el mismo fruto que ellos tuvieron allá, si está brillando sobre el mismo Árbol. Amén. Prueba ahora que Su Palabra ha sido cumplida; “Yo restauraré, dice el Señor”.",
    "Ahora, escuchen con atención. Ahora, hubo… (Escuchen, pues no se pierdan esto), hubo cuatro mensajeros de muerte.",
    "O, ¿prefieren que terminemos? ¿Prefieren Uds. mejor—mejor que salgamos temprano? [La congregación dice: “¡No!”. —Ed.]",
    "Presten ahora mucha atención. Miren: hubo cuatro. Cuatro mensajeros de muerte mataron ese Árbol. ¿Correcto? [La congregación dice: “Amén”.—Ed.] ¿Qué eran? La oruga, el saltón, el revoltón, la langosta. ¿Es correcto? [“Amén”.] Cuatro mensajeros de diablos romanos (dogmas), mataron a ese Árbol. Uno tomó Su fruto; uno tomó Su corteza…o tomó Sus hojas; uno tomó Su corteza; uno tomó la Vida. ¿Verdad que sí? [“Amén”.] Cuatro mensajeros de dogmas mataron el Árbol, todo menos las raíces.",
    "Y si cuatro mensajeros de muerte mataron al Árbol, cuatro mensajeros de Vida restauran el Árbol. ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Amén. Porque Dios dijo: “Yo lo restauraré”. Él lo va a restaurar. ¿Cómo? Con cuatro mensajeros de muerte lo mató, entonces con cuatro mensajeros de Vida lo restaurará. ¿Cuál fue el primero? Martín Lutero, justificación. ¿Cuál fue el segundo? John Wesley, con santificación. ¿Cuál fue el tercero? Pentecostés, con la restauración de los dones; el Espíritu Santo, el bautismo del Espíritu Santo. ¿Cuál fue el cuarto? La Palabra. ¿Qué? La Palabra. Hubo cuatro profetas grandes.",
    "Uno de ellos, Martín Lutero, él empezó a brillar una Luz. Fue una Luz pequeña, sólo con muy poca fuerza, de justificación.\n\nLuego vino Wesley, más fuerte, la santificación.",
    "Después de Wesley, vino más fuerte que él, los pentecostales, el bautismo del Espíritu Santo, en otro gran profeta. ¿Ven?",
    "Pero en los postreros días, de Malaquías 4, Elías ha de venir con la Palabra misma. “La Palabra del Señor vino al profeta”. En las Luces de la tarde ha de venir, para restaurar y traer otra vez ¿Qué? “Volver los corazones de los hijos a la Fe de Dios”. ¡La cuarta Luz!",
    "Cuatro asesinos se lo llevaron; cuatro mensajeros lo destruyeron. Cuatro mensajeros de muerte se lo llevaron, en dogmas.\n\nCuatro mensajeros de justicia La restauran nuevamente.",
    "🦅 Hijo de hombre, profetiza; ¿vivirán estos huesos?”. Quisiera que tuviéramos tiempo. Lo tengo escrito aquí pero tengo que omitirlo. “Profetiza; ¿vivirán estos huesos?”. ¿Cuáles son las cuatro etapas del levantamiento de esa Iglesia? ¿Cuáles son las cuatro etapas de los huesos secos de Ezequiel levantándose? Y la Vida vino, no cuando los tendones y piel estaban en ellos, sino cuando el viento sopló sobre ellos. Allí es cuando regresó, en ese cuarto Mensaje de Vida.",
    "🦅 Yo restauraré, dice el Señor”. ¡Aleluya! ¡Gloria! Alabado sea Dios. La cuarta Luz ha de venir, la cual traerá las mismas señales. Fíjense: la justificación trajo de nuevo la pulpa.\n\nLa santificación trajo de nuevo la corteza; la doctrina de la santidad.",
    "¿Qué trajo la hoja nuevamente? Los pentecostales. ¿Qué es eso? Los pentecostales, hojas, batiendo las manos, gozo, regocijo; lo pentecostal.",
    "¿Qué? El cuarto fue la Palabra misma. La Palabra hecha carne: frutos como prueba de la señal de la resurrección, que Cristo finalmente lo ha hecho, después de que fue plantada la justificación, de que fue plantada la santificación, el bautismo del Espíritu Santo (las organizaciones murieron), y nuevamente Cristo mismo Se ha centrado como esa corona de la pirámide. La primera línea, justificación; santificación; bautismo del Espíritu Santo; luego la venida de la Corona.",
    "¿Qué es? Ese grupo con el Espíritu Santo siendo pulido para que pueda cuadrar con la misma clase de ministerio que Él tuvo cuando se fue; para que cuando Él vuelva, arrebate la cosa completa en el Rapto, con quienes han sido justificados, santificados, y teniendo el bautismo del Espíritu Santo. Esa pirámide estará nuevamente. La Casa de Dios vivirá otra vez. El Árbol de Vida está creciendo nuevamente.\n\nNaciones en la ruina, Israel despertando;\n\nSeñales que los profetas hablaron;\n\nLos días gentiles contados, cargados de horrores;\n\n“Volved, dispersos a lo vuestro”.\n\nEl día de la redención está cerca.\n\nLos corazones del hombre fallan de temor;\n\nSed llenos del Espíritu, lámparas limpias y brillando,\n\n¡Miren arriba!, la redención está cerca.\n\nFalsos profetas mienten, la Verdad de Dios niegan,\n\nQue Jesucristo es nuestro Dios. (Amén.)\n\nPero andaremos donde anduvieron los apóstoles.\n\nEl día de la redención está cerca,\n\nDe temor están fallando los corazones, (por lo atómico y demás);\n\nSed llenos del Espíritu, las lámparas limpias y brillando,\n\n¡Miren arriba!, la redención está cerca.",
    "Amén. ¡Restaura todas las señales! La señal de Lot en el tiempo del fin. Hemos repasado eso. Cómo Lot… Este Ángel de Jehová, hecho carne entre el pueblo, se sentó con Su espalda hacia la tienda y dijo: “¿Dónde está Sara, tu mujer?”.\n\n“En la tienda detrás de Ti”.",
    "Él dijo: “Voy a visitarte”; y Sara se rió. Él dijo: “¿Por qué se rió Sara?”. Ella estando en la tienda. Amén.",
    "Jesús dijo que así igual sería en la Venida. ¡Oh! Entonces la Luz de la tarde, de Malaquías 4, vino brillando a través de las tinieblas (amén), para traer la Luz de la tarde sobre la Palabra predestinada. ¡Aleluya! ¿Qué va a ser ese cuarto Mensaje? ¿Para qué es ese cuarto mensajero? Para que haga brillar la Luz sobre la Palabra. La Palabra ha sido predestinada; tiene que venir. Algo lo tiene que hacer, por cuanto Dios dijo: “Yo restauraré, dice el Señor. Yo restauraré”. Correcto. Las Luces de la tarde vienen brillando directamente sobre esa Palabra predestinada. Sí, señor.\n\nOh, habrá Luz en el atardecer;\n\nLa senda a la Gloria hallarán;\n\nPor la vía del agua está la Luz de hoy,\n\nSepultado en el precioso Nombre de Jesús.\n\nJóvenes y ancianos, arrepiéntanse de su pecado,\n\nY el Espíritu Santo entrará;\n\nLas Luces de la tarde han llegado;\n\nEs un hecho que Dios y Cristo, uno son.",
    "Allí están, juntos, en Uno; Uno, en nosotros. Las mismas señales que los seres humanos no pueden hacer, se están manifestando, se producen, la Palabra, para traer la Palabra predestinada de Dios, de las raíces de ese Árbol allá, al cual todas las denominaciones han rechazado y rechazado y rechazado; pero vendrá una Luz. Vendrá una Luz, surgirá.",
    "¿En dónde?, ¿allá en Jerusalén? ¡No, señor! Las Luces de la tarde no saldrán en Jerusalén. Las Luces de la tarde van (¿adónde?) al occidente. Ellos tuvieron su día y lo rechazaron.",
    "Pero la Luz de la tarde saldrá en el occidente (¿para qué?), para brillar sobre la Palabra (¿para qué?), para madurar el fruto, traer el Árbol Novia con las mismas señales, maravillas, y frutos que ellos tenían en el principio. “Habrá Luz al caer la tarde”. Correcto. ¡Oh, la Palabra entonces traerá Su fruto en su tiempo! “No se secará, sino que traerá Su fruto” dijo David, “en Sus tiempos”; amén, el mismo fruto que tenía en el principio.",
    "Ahora con Su Palabra en Su etapa predestinada, como ahora Él la tiene, y nosotros vemos todas estas Palabras siendo manifestadas, ¿qué es? Es una vindicación perfecta de que la Venida del Señor está a la mano, y del tiempo del cual dijo Él: “Yo restauraré, dice el Señor, todo lo que esos revoltones (todo lo que los metodistas dejaron); todo lo que la langosta ha comido; todo lo que esto hizo allá, hasta que lo despojaron totalmente. Pero Yo lo restauraré, en el tiempo de la tarde”. ¡Oh, vaya! ¡Fiuu!\n\nYo creo que pudiera comenzar a predicar, sinceramente.\n\nOh, cuánto amo a Cristo,\n\nOh, cuánto amo a Cristo,\n\nOh, cuánto amo a Cristo,\n\nPorque Él a mí me amó.\n\nYo nunca lo dejaré,\n\nYo nunca lo dejaré,\n\nYo nunca lo dejaré,\n\nPorque Él a mí me amó.",
    "Amén. ¿Lo aman? [La congregación dice: “Amén”.—Ed.] Yo lo amo a Él con todo mi corazón. ¿Tenemos entonces la línea de oración? [“Amén”.]",
    "Padre, Dios, en Tus manos te—te encomiendo este Mensaje. Aunque entrecortado, de alguna manera oro para que el Espíritu Santo lo acompañe en estas cintas, a través de las naciones. Y si yo soy quitado de la tierra, que Esto viva, Señor; es Tu Palabra. Permite que la Luz de la tarde brille, Señor; trae esta gloriosa Novia de Cristo. Bendícela, Señor; que Ella no regrese a Ti vacía; que cumpla su objetivo. Concédelo, Padre; toda la gloria será Tuya.",
    "Ahora, sabemos, Padre, que no importa lo que pudiéramos decir, Ella continúa siendo la Palabra y la creemos. Pero deseamos de Ti, Señor, en esta mañana de Pascua, que Tú le pruebes a esta congregación (tal vez haya algunos aquí por primera vez), de que Tú aún eres Jesús; que no eres una tradición muerta, que eres un Dios vivo que ha resucitado; que vives hoy entre nosotros. Concédelo, Padre, y Te daremos la gloria, en el Nombre de Jesús. Amén.",
    "¿Cuántos aquí están enfermos? Veamos sus manos. Levanten la mano. ¡Oh!,…",
    "Billy Paul… ¿Repartió él…? Yo pienso que él repartió nuestras tarjetas de oración. ¿Las repartió? [Unos hermanos responden: “Sí”.—Ed.] ¿Cuáles fueron? [“E, uno hasta el cien”.] E, uno hasta el cien. No podemos llamarlas todas pero tomemos algunas. Pónganse de pie aquí, por favor.",
    "¿Quién tiene la número uno? Veamos, número uno, E-número uno, levante la mano. Tarjeta de oración… Miren su tarjeta. Si puede ponerse de pie, muy bien. Número uno.",
    "Pues, ¿está seguro que Ud. tiene la correcta? Muy bien. Muy bien. Bueno, empecemos en alguna parte. [El Hermano Neville dice: “Está allá”.—Ed.] ¡Oh, pues muy bien! Si Ud. la tiene, entonces empezamos allí. Muy bien.",
    "Número uno, venga por aquí, si Ud. puede caminar. Si no, le cargaremos. ¿Ven? Muy bien. Número uno.",
    "Número dos. Levante la mano, rápidamente. Número dos, venga aquí.\n\nNúmero tres. Aquí mismo, señor.\n\nNúmero cuatro, número cuatro.",
    "Número cinco. Ahora, todos permanezcan sentados por unos minutos. Número cinco.",
    "Número seis. Levante la mano rápidamente. Número seis. Seis, seis, déjeme verla, por favor. Alguien está apuntando con la mano. Yo no… ¡Oh!, de… Él está allá atrás en el cuarto. Muy bien. Número seis. Muy bien. Ahora un momento.\n\nSiete, siete. Muy bien, la señora allá atrás. Ocho.",
    "Ahora, si todos guardan… Por favor, un momento. Ahora, en mucho silencio. Ahora, esto va a ser la prueba. Esto es la prueba.",
    "Seis, siete. Uno, dos, tres, cuatro, cinco, seis, siete. Uds. suban allá. Muy bien. Siete. Muy bien, señor, está bien.",
    "Ocho. [El Hermano Neville dice: “Ella es ocho”.—Ed.] Ocho, ocho. Muy bien, hermano. Ocho, nueve, diez. Diez, once, doce.",
    "Bueno, parece ser que dejaron de venir. Bueno, empecemos allí. No hay problema. Tal vez dentro de unos minutos… Muy bien.\n\nAhora vamos a orar.",
    "Padre, Dios, tan sólo una Palabra de Ti significará tanto. Permite—permite—permite que el pueblo vea, Señor. Yo—yo he tratado de ser sincero, he tratado de decirles Tu Palabra. Señor, perdona los errores de Tu siervo. Yo—yo tan sólo, yo—yo cometo tantos, Señor. Yo—yo Te ruego que no mires los errores de Tu siervo, sino que veas Tu Palabra, la cual me estoy esforzando en predicar. Señor, Te doy gracias por Ella. Estoy contento, de todo corazón. Señor, Ella significa más que la vida para mí. Yo daría mi vida, en cualquier momento, por Ella. Yo—yo sé que Ella es verdad; es Tu Palabra.",
    "Y por favor perdona mis estupideces, Señor. Tantas veces que—que bromeo y chisteo, lo cual no debo hacer. Me avergüenzo de eso, Señor; es que vengo de esa clase de familia. No me lo tengas en cuenta, por favor, Padre, ¿lo harías? Cúbrelo con Tu Sangre; es lo que Te pido. Simplemente lo confieso. No puedes pasarlo por alto, pero sí puedes perdonarme cuando lo confieso.",
    "Ahora, he confesado mis pecados; confieso los pecados de este pueblo. Oro, Dios, que los perdones, a cada uno.",
    "Y el pueblo, que se dé cuenta que no estamos tratando de llevar a cabo una actuación. Es el Espíritu Santo en los postreros días, dando testimonio de Su Palabra, como acabo de decirlo. Pero, Padre, no importa, yo tan sólo soy un hombre. Y si yo lo dijera, ellos dirían: “Ésa es su interpretación. Esos son sus pensamientos al respecto”. Pero, Padre, si tan sólo hablas y pruebas que es lo correcto, entonces ellos, ellos se verán obligados a pasarte por encima a Ti para pasar Eso por alto, Señor. Entonces no será interpretación mía, será la Tuya. Concede esto, Señor. Y si yo soy Tu siervo, y—y—y mi pecado está perdonado, y Tú me has llamado para esta obra, entonces confirma eso, Señor. Oro que lo concedas. Sana a los enfermos y afligidos en todas partes, oro en el Nombre de Jesús.",
    "Y si tan sólo Te das a conocer a nosotros en estos momentos, como lo hiciste allá junto al pozo, con esa mujer, cuando hablaste con ella. Le dijiste de algo errado en ella: tenía cinco maridos. Ahora, has prometido que harías eso en el tiempo de la tarde. Has prometido que lo harías en los postreros días. Dijiste: “Y así será en la Venida del Hijo del Hombre. Como fue en los días de Lot, así será” Dios, viviendo en carne humana, moviéndose entre nosotros, en la forma de Su Iglesia, en el Espíritu Santo, obrando las mismas señales. Concédelo, Señor, sólo hoy, ¿lo harías, Padre? Entonces, oro para que le permitas al pueblo que lo vea, y que cada uno sea sano y salvo, para la gloria de Dios. Amén.",
    "Ahora, voy entonces a pedir su atención, si tan sólo son reverentes por unos minutos. Ahora, guarden todo el silencio que puedan.",
    "¿Están seguros que comprenden la posición en la que ahora me encuentro aquí? Prediqué la Palabra aquí, la Palabra de Dios. [La congregación dice: “Amén”.—Ed.] Yo he dicho que es toda verdad. [“Amén”.] Jesús dijo que “el que cree en Mí, las obras que Yo hago él también las hará”.",
    "Ahora, quiero hacerles una pregunta. Ahora, tengan cuidado si—si responden “amén” o no. Jesús mismo nunca reclamó que sanó a nadie; es la verdad. Él dijo: “No soy Yo el que hace las obras, es Mi Padre que mora en Mí”. ¿Es correcto esto? [La congregación dice: “Amén”.—Ed.] Y Jesús dijo, en San Juan 5:19: “De cierto, de cierto (absolutamente), os digo, el Hijo, Él mismo…”. Como hombre, Él solamente era un Tabernáculo en donde Dios vivió. ¿Ven? Él dijo: “El Hijo no puede hacer nada de Sí Mismo, sino lo que viere al Padre hacer; eso mismo hace el Hijo”. En otras palabras: “El Padre Me muestra en una visión lo que debo hacer, y Yo simplemente hago lo que Él Me dice”.",
    "Ahora, un día encontramos que había (por decirlo así), una mujercita que no podía entrar en la línea de oración. Ella tenía un flujo de sangre, y lo había tenido por muchos años. Así que ella sólo tocó Sus vestiduras, diciendo por dentro… (Ella era insignificante; era una mujercita pobre, no tenía dinero), y ella no podía subir allá con esos sacerdotes y todos los que estaban allá parados, que tenían el derecho de estar allí y demás. Así que ella no podía pararse allá, entonces tuvo que arrastrarse por allí hasta que llegó y le tocó Sus vestiduras. Ella dijo: “Yo creo que Él lo es, exactamente. Él, Él nos trae la Verdad, la Vida. Yo creo que Él es la Palabra de Dios. Y si tan sólo lo puedo tocar, yo—yo seré sanada”.",
    "¿Creen? ¿Pudieran Uds. creer lo mismo que creyó esa mujer, que Él es la Palabra de Dios? [La congregación dice: “Amén”.—Ed.] Ahora, la Biblia dice, hoy, que “Él es el Sumo Sacerdote, nuestro Sumo Sacerdote ahora mismo”. ¿Lo creen Uds.? [“Amén”.] “Después de Su resurrección y Su ascensión, subiendo a lo Alto Él dio dones a los hombres. Y ahora Él está sentado a la diestra de Dios, la Majestad en las Alturas, y está para hacer intercesiones sobre lo que nosotros confesamos”. ¿Es correcto esto? [“Amén”.] “Y Él es un Sumo Sacerdote que puede ser… (¿Qué?) [“Tocado.”] Tocado, por… (¿Por medio de qué?) Del sentir de nuestras debilidades”. Ahora, si Él es… ¿Creen Uds. que Él es el mismo? [“Amén”.]",
    "Ahora, miren. Si Uds. vinieran aquí y me tocaran todo el día, no habría la más mínima diferencia. Si Uds. tocaran cualquier otro hermano, hermana, no habría mucha diferencia; simplemente es el mandato de que se impongan las manos, eso es todo. Pero si Uds. lo tocan a Él, no tienen que hacer más.",
    "Y miren, si Uds. lo tocan a Él con algún… con alguna clase de ritual como lo hicieron ellos. Dijeron: “¡Oh, nosotros le creemos a este gran Maestro; éste es un Profeta!”. Pues, Él no dijo nada.",
    "Pero esa mujercita tuvo una cierta cosa con la que Le tocó: su fe. Ella tocó Sus vestiduras, y Él dijo: “¿Quién Me tocó?”.",
    "¿No creen Uds. que la Biblia dice que Él es el mismo Sumo Sacerdote hoy que en ese entonces (Él), y que puede ser tocado compadeciéndose de nuestras debilidades? [La congregación dice: “Amén”.—Ed.] Uds. pueden tocarlo desde allá, estén o no en esta línea de oración. Si Ud. está enfermo, o si tiene un ser amado que está enfermo, si tiene algo en el corazón, venga reverentemente delante de Dios y diga: “Dios, yo no sé nada de ese hombre parado allí. Él es un hombre calvito. Él, él no es nada, pero yo creo que lo que él ha predicado es la Verdad. Y yo creo que él dijo lo correcto, que Tú eres el Sumo Sacerdote. Ahora, yo quiero tocarte a Ti. Y si él me ha dicho la Verdad, entonces usa Tú sus labios para responderme, como lo hiciste con la mujer en el pasado”. Vean si Él no es el mismo ayer, hoy y por los siglos. Háganlo. ¿Verdad que eso lo hace a Él el mismo ayer, hoy, y por los siglos? [“Amén”.]\n\nMuy bien, cada uno guarde su lugar y ore en reverencia.",
    "¿Qué dice? [Alguien dice: “He repartido algunas tarjetas”.—Ed.] ¿Eh? [“Repartí veinticinco”.] ¿Ahora tengo a diez allá atrás? [“Catorce”.]",
    "Diez, once, doce, trece, catorce, quince; los que tienen tarjetas de oración, diez, once, doce, trece, catorce, quince, dieciséis, diecisiete, dieciocho, diecinueve, veinte, veintiuno, veintidós, veintitrés, veinticuatro, veinticinco. Eso debería hacer una buena línea, si nosotros… Espero que no tengamos que demorarlos aquí por mucho tiempo. Pero, ahora…",
    "[Alguien le habla al Hermano Branham.—Ed.] Atiende tú eso. Está bien. Dejemos… Está bien.\n\nTarareemos todos juntos mientras tocan: Sólo Creed.\n\nSólo creed, sólo creed;\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo…\n\nCreer ¿qué? Su Palabra y promesa. ¿Para qué?\n\nTodo es posible, sólo creed.",
    "Bajando de la montaña, allí estaban los discípulos. Habían sido derrotados en ese caso de la epilepsia. El padre estaba parado allí mirando a su hijo llorar. Los discípulos habían agotado todas sus maniobras, pero no funcionaban. Jesús llegó caminando; algunos de ellos dijeron: “Allí está Él”. Alguien los apuntó hacia Jesús; alejándoles del clero, hacia Jesús. Allí es adonde yo quiero apuntar a las personas; no hacia mí, o hacia alguna iglesia, sino hacia Jesús. Dijeron: “Él es capaz”.",
    "Entonces el padre corrió, cayó a Sus pies, dijo: “Señor, ten misericordia de mi hijo. Él es atormentado de muchas maneras por un diablo. Él queda tieso, echa espuma por la boca, cae con espasmos”, epilepsia. Y él dijo: “Y lo he llevado a todas partes. Y ni aún Tus discípulos han podido hacer nada por él”.",
    "Jesús dijo: “Yo puedo, si Ud. cree, pues todo es posible para aquél que cree”.\n\nTan sólo…\n\n¡El mismo ayer, hoy, y por los siglos! Todos ya están aquí. Aquiétense todos.\n\n…sólo creed;\n\nTodo es posible… (¡Qué tiempo!)\n\nSólo creed, sólo creed;\n\nTodo es posible, sólo creed.",
    "¡Oh, Señor, la Palabra ahora está aquí por todo alrededor! Permite que la Luz de la tarde brille, Señor; hazla que viva. Oro en el Nombre de Jesucristo. Amén.",
    "Ahora, en el Nombre del Señor Jesucristo, tomo todo espíritu aquí bajo mi control, para Su gloria.",
    "Estoy mirando a lo largo de esta línea de oración. No hay una persona en esa línea de oración que yo conozco. Todos son desconocidos para mí. Todos Uds. en esa línea de oración, que son desconocidos para mí, y de los que yo no sé nada, de sus problemas ni de nada, levanten la mano; todos en la línea de oración.",
    "¿Cuántos en la audiencia son desconocidos para mí, y yo no sé nada de Uds.? Uds. tienen la misma autoridad allá afuera, como estos aquí; sólo es que yo estoy escogiendo una persona a la vez.",
    "Aquí, permítanme llevar esto por aquí, un momento. [El Hermano Branham mueve el micrófono.—Ed.] ¿Pueden oír ahora con éste? [La congregación responde: “Sí”.]",
    "Esta señora aquí. Aquí hay un hombre y una mujer, otra vez, un encuentro. Yo no la conozco, nunca la he visto. Ella es desconocida para mí; es más bien una perfecta extraña.",
    "Yo solamente estoy obrando en base a esa Palabra. Esa Palabra dice: “Las obras que Yo hago, vosotros también haréis, si creéis en Mí”.",
    "La otra mañana, cuando esa visión vino nuevamente, después de miles de ellas, y dijo: “La Presencia infalible de Jesucristo está contigo adonde quiera que vayas”. Y yo lo creo, solemnemente, con todo mi corazón. Si es que nunca los vuelvo a ver, ¿creen Uds. que eso es la verdad? [La congregación dice: “Amén”.—Ed.] Eso es verdad.",
    "Aquí hay una mujer que jamás he visto en mi vida. Ella simplemente es una mujer que recibió una tarjeta de oración.",
    "La manera en que normalmente lo hace mi muchacho, él viene aquí, toma las tarjetas de oración y las mezcla delante de Uds. Le entrega una tarjeta de oración al que la quiera, de donde sea. Nadie sabe en dónde va a empezar la línea, ni nada al respecto. Por lo tanto, el muchacho no pudiera decir: “¡Oh, mire, si me paga tanto, le pondré al frente y le aseguro que estará allí!”. Él mismo no sabe. No. Nadie sabe.",
    "Simplemente empezamos de donde el Espíritu Santo dice que “llame”, desde allí llamamos. Y en ocasiones cuando recibo alguien aquí, confío, cuando estoy aquí, especialmente, que ese alguien nunca ha… que no nos conocemos (¿ven?), que no le conozco.",
    "Ahora, si esta mujer parada aquí (si el…) algo anda mal. Puede ser que ella esté enferma. Ella pudiera tener a alguien enfermo. Ella—ella—ella pudiera tan sólo estar parada allí, tal vez fingiendo que está enferma. Y tal vez ella sólo está parada allí queriendo desenmascarar algo. Si es así, observen lo que sucede. ¿Ven? De hecho, Uds. han visto que intentaron eso, ¿no es así? [La congregación dice: “Amén”.—Ed.] Sí, señor. Observen cómo la sacarán por la puerta llevándola, muerta. ¿Ven? Ajá. Así que ahora, Ud.—Uds. averigüen, vean si eso es correcto o no. ¿Ven? Pruébenlo, ¿ven?",
    "Ahora no estamos jugando a la iglesia, amigos; estamos en el tiempo del fin. El fruto está en la copa del Árbol, está madurando. Correcto. El Señor viene.",
    "Yo no la conozco, Dios la conoce. Él ya la conocía. Antes de que hubiera un mundo, Él la conocía. Él sabía que ella estaría parada allí. Él sabía que yo estaría parado aquí, pues, Él es infinito. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Ahora, si Él es infinito y lo sabía, entonces Él sabe por qué la mujer está parada allí. Entonces el mismo Dios que…",
    "Jesús, cuando estuvo aquí en la tierra (Dios en Él), le habló a la mujer junto al pozo, y le dijo que algo andaba mal con ella. Todos sabemos lo que era, ¿verdad? Y ella dijo: “Señor, debes ser un profeta”. Eso fue lo primero que ella expresó. “Ahora, nosotros sabemos que es tiempo que el Mesías esté aquí, que es llamado el Cristo. Y cuando Él venga, eso va a ser lo que Él hace”.",
    "Ahora, si Él es “el mismo ayer, hoy y por los siglos”, y prometió por esta Palabra que acabo de predicar, que en el tiempo de la tarde Él estaría aquí y haría lo mismo, entonces lo estamos esperando, ¿no es así? ¿Lo esperamos? [La congregación dice: “Amén”.—Ed.] Esperamos la resurrección de esa Iglesia. Ahora, si Él obra para esta mujer lo mismo que Él hizo allá, eso confirma la Palabra, que es correcta. [“Amén”.]",
    "Ahora, la señora acaba de levantar la mano, y yo también, que somos desconocidos, el uno para el otro. Yo no la conozco, nunca la he visto. Ella es una desconocida, parada aquí. Al igual que Uds. allá, muchos de Uds.",
    "Sí conozco a algunas de estas personas sentadas aquí; y a muchos no. Conozco aquí a la Sra. Collins, de eso estoy seguro. A la hermana, la esposa de Hermano Ben, y vi aquí al Hermano y a la Hermana Dauch, hace un… Hermano Wright; el Hermano y la Hermana Dauch; al hermano allá al final de la fila. Conozco a algunos de Uds. por aquí. Pero yo—yo no conozco a muchos de Uds., porque no paso aquí mucho tiempo, para conocerlos. Y tenemos desconocidos aquí.\n\nAsí que Uds. sólo oren.",
    "Si soy un desconocido para Ud., y profeso que las Luces de la tarde han venido (y la Luz de la tarde sería la misma Luz que la Luz de la mañana), eso revelaría los mismos frutos misteriosos de Dios, hablando espiritualmente. Eso es correcto. Ahora, yo sólo le habló a Ud. como lo hizo Él con esa mujer junto al pozo. Él dijo: “Dame de beber”. ¿Ven? Yo estoy diciendo lo mismo. No soy yo; es Él. Pero si Él me revela el porqué Ud. está parada allí (¿ve?), si Él me revela el porqué Ud. está allí, entonces Ud. sabrá que Él sabe todo acerca de su vida. Si Él le dice a Ud. algo del pasado, que ha sucedido (¿ve?), Ud. sabrá si es correcto o no. Entonces si Él sabe lo que fue, y puede decirle, Él puede… seguramente Ud. podrá creerle entonces por lo que acontecerá. Si Él ya puede decirle lo que Ud. ha hecho acá en el pasado, seguramente revelaría lo que viene, o el pasado, y el futuro, y todo, hacerlo correctamente.",
    "¿Creerá la congregación en Él con todo su corazón, si Él lo hace? [La congregación dice: “Amén”.—Ed.] Yo creo que Uds. creerían, sea que Él lo haga o no. Uds. aún le creerían, pero esto sólo lo confirma.",
    "Ahora, estoy viendo a la mujer, y ella está siendo ungida. Ella lo sabe, siendo una extraña para mí.",
    "Pero permítanme mostrarles ahora. Muchos de Uds. ven esa fotografía allá colgada. Ahora, ella no… esa Luz es exactamente lo que está suspendido aquí entre esta mujer y yo ahora mismo. ¿No la ven? Algo como—como un verde amarillento, un verde como esmeralda, una Luz ámbar, como le llamamos, moviéndose aquí… Eso está haciendo que ella sienta…",
    "Ahora, permítame mostrarles algo. Ud. sintió una sensación muy dulce, de humildad. Si eso es correcto, señora, ¿levante la mano para que la gente pueda ver? [La hermana dice: “Sí”.—Ed.] ¿Ven? [“¡Aleluya”!] Es… Ella no puede evitar sentir Eso, allí está. ¿Ven?",
    "Ahora, pues si se abre sobre ella, no lo sé; eso depende. Tendría que ser Dios. Yo no puedo hacerlo por mi cuenta; es—es Dios que tiene que hacerlo. Sí.",
    "La señora, realmente, en lo natural, está lista para una operación. Tiene algo por lo cual el médico le dirá “Que tiene que ser operada”, pero ella no va al médico. Eso es correcto. [La hermana dice: “No. Jesús es mi Médico”.—Ed.] Y ella tiene—ella… Es un—un crecimiento. Y ese crecimiento está en el lado derecho, cerca de la columna. Eso es correcto. Si es correcto, levante la mano, para que la gente vea. [“Eso es correcto”.]",
    "Ahora, ¿creen Uds.? [La congregación dice: “Amén”.—Ed.] Ahora, Ud. no ve eso (¿Ve? ¿Ve?) pero créalo ahora con todo su corazón, que es verdad. Muy bien. Muy bien.",
    "Ahora, Uds. dicen: “Tal vez Ud. adivinó eso, Hermano Branham”. Uno no puede adivinar así de perfecto, ni en un millón de intentos.",
    "Bien, déjenla que se pare allí, por un minuto. Me ha dejado, ahora mismo. [La hermana dice: “Sí”.—Ed.] Ahora, sólo, veamos por un momento, ¿ven? [“¡Aleluya”!] Ella parece estar bien; es Cristiana. Ahora, veamos. Ahora, si Él nos dijera algo más. Sí. Aquí viene otra vez. [“¡Oh, no”!] Sí, señor. Ella es—ella es… Sí. Es un—es un crecimiento, que sería lo que los médicos sacarían. Y es… le causaría problema. Pero ella va a confiar en Cristo por eso.",
    "Y no sólo eso; ella no es de por aquí. Y alguien la acompaña; es su esposo. Y él también está sufriendo. [La hermana dice: “Sí”.—Ed.] Eso es correcto. ¿Cree Ud. que Dios me puede decir mientras estoy mirando aquí directamente al hombre, en esta visión, lo que anda mal con él? [“Sí”.] Bueno, dígale que vaya a comer su cena. Su problema del estómago acaba de dejarlo. ¿Cree Ud. que es Cristo obrándolo? ¿Sí? Ud. es de Tennessee. [“Sí”.] Nashville. [“Sí, señor”.] Correcto. La Sra. Binkley. Muy bien. Puede regresar a casa ahora y estar bien, Ud. y su esposo. Dios la bendiga.",
    "¿Le creen Uds. al Señor Jesús? [La congregación se regocija.—Ed.] Si ése no es el mismo Señor Jesús que estaba en los días de antaño, en la Iglesia de la Luz de la tarde. Examinen a la mujer, hablen con ella, pregúntenle si esas cosas dichas eran correctas. Si Uds. tan sólo creen. Ahora ¿quedan Uds. satisfechos que Él es aún el mismo Cristo? [“Amén”.] Ahora, Uds. saben que yo no podría hacer eso. Yo soy un hombre, soy su hermano; pero Él es Dios.",
    "Ahora, veamos. ¿Es ésta la siguiente persona? ¿Estaba Ud. en la línea de oración? Muy bien.",
    "Ahora, por supuesto, esa unción (Uds. se dan cuenta), me debilita, no sabría como qué. Ahora, Jesús, cuando esa mujercita tocó Sus vestiduras, Él dijo: “Percibo que virtud salió de Mí”. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Eso significa “fuerza”, Él se debilitó. Y si Él… Si eso le pasó a la Palabra misma, ¿qué haría con uno a quien solamente le vino la Palabra? ¿Qué haría? Si le hizo eso al Hijo de Dios, ¿qué haría al venir a mí, un pecador salvo por Su gracia? ¿Ven? Eso simplemente me pone a dar vueltas y vueltas. ¿Ven?",
    "Sin embargo, estoy aquí para representarlo a Él. Para rep-… Yo soy un mal representante. Me—me he arrepentido de todos mis pecados, que—que Uds. no miren lo que yo soy, y más bien miren Quién es Él, para que Uds. miren hacia allá.",
    "Ahora, yo soy un desconocido para Ud., señora. Yo tampoco conozco a esta mujer. Somos desconocidos el uno al otro. Correcto. Ahora, si el Señor Jesús… (Yo sin conocerla, y Ud. sin conocerme), si el Señor Jesús me revelara algo por lo cual Ud. está aquí, algo que Ud. ha hecho, o algo que no debió haber hecho, o algo así, Ud. sabe que eso sería, sería un milagro sobresaliente. Eso es algo que no puede ser explicado. Un milagro es algo que no puede ser explicado; cualquiera sabe eso. ¿Ven? Eso sería un milagro sobresaliente.",
    "Sería más milagro que si una—una señora estuviera sentada aquí en una silla de ruedas, y tuviera artritis y estuviera inválida por completo; que yo le dijera: “Levántese y camine”, y ella saliera caminando, todos gritarían por eso. Pero, vean, en realidad, el poder de—de su fe para creer y simplemente levantarse y caminar, pudiera hacer eso.",
    "Pero regresar al pasado y sacar la vida de alguien, requiere más que eso. Eso requiere sólo de Dios, para que uno pueda decirlo (¿ven?), saber si eso es correcto.",
    "Ahora, algo ha sucedido, en otra parte. Un momento. Se ha ido. Se ha ido a la… ha ido a la audiencia, en algún lugar, algún lugar. Se ha ido ahora.\n\nUn momento. Permítanme hablar con la mujer de nuevo.",
    "Ahora sólo sean muy reverentes y observen ahora. Sólo oren, sigan ahora orando allá. Quiero que oren: “Señor, permite que sea yo”. Algunos de Uds. allá, que no estarán en la línea de oración, sólo oren.",
    "Le hablo otra vez a Ud., para levant-… para su fe. ¿Ve? Si se pudo hacer por la otra mujer, puede ser hecho por Ud. Es la fe suya, ¿ve? Ud. es la que lo hace; no soy yo. Es la fe suya en Dios. ¿Ve?",
    "Jesús no dijo: “¡Oh, yo sabía que me iba a encontrar a esa mujer allá!”. No.",
    "Pero cuando sucedió la resurrección de Lázaro, pues, eso fue lo que Dios le mostró qué hiciera. ¿Ve? Dios le dijo: “Sal de viaje”. Y Él—Él probó lo que era. Se fue. Y entonces cuando Él regresó, dijo: “Lázaro duerme”. Y Él regresó, y fue y levantó a Lázaro de la tumba. Llamó su alma, después de que él había partido ya por cuatro días. Él no dijo que se debilitó en eso. Allí era Dios usando el don.",
    "Pero, en esto, cuando esa mujer Lo tocó, era la mujer usando el don de Dios.\n\nY así sucede aquí. Es Ud. haciéndolo.",
    "Ahora, en cuanto a esto, en los viajes de cacería, cuando el… que vi al oso y las diferentes cosas, y todas estas cosas que son predichas aquí; dijo por qué suceden, palabra por palabra: ése es Dios. Eso no me debilita.",
    "Pero cuando la gente empieza a usar el don de Dios (¿ven?), uno viene a ser el siervo público de Dios, para que Uds. conecten su línea. ¿Ven?\n\nY luego Uds. lo tocan a Él así, entonces Él responde. ¿Ven?",
    "Ahora, sí, la mujer ahora está apareciendo en la visión. Ella está entrando, o la visión se está desenvolviendo. Parece como que uno lo puede ver a su alrededor. La mujer está enferma. Ella está muy enferma. Una cosa, Ella está sufriendo mucho del estómago, le molesta bastante. Levante la mano si eso es verdad. Y Ud. sufre complicaciones. Eso es verdad.",
    "A Ud. también la acompaña alguien. Es su esposo, y él está enfermo. [La hermana dice: “Correcto”.—Ed.] Si Dios me revela lo de su esposo, lo que él sufre, ¿me creerá Ud. que soy Su profeta? El hombre sufre de sus ojos y de los oídos, y él está en una condición muy grave. [“Sí. Sí. ¡Alabado sea el Señor! ¡Alabado sea el Señor!”.] Sí, señor.",
    "¿Cree que Dios sabe quién es Ud.? [La hermana dice: “Sí”.—Ed.] ¿Creería Ud. que yo soy Su profeta, Su vidente, si yo le digo quién es Ud.? [“Sí”.] ¿Lo cree? Sra. Robertson. Y Ud. es de Huntsville, que es en Alabama. Regrese, Ud. y su esposo, y sean sanos.",
    "¿Están creyendo? [La congregación dice: “Amén”.—Ed.] “Todo es posible para los que creen”. Si pueden creer, si tan sólo toman su—toman su posición y creen que Dios lo hace. Ahora, no duden, sino que crean con todo su corazón, que Dios les concederá esta sanidad a Uds., y podrán tener lo que piden.",
    "Muy bien, señor, pase ahora. Veamos. ¿Es Ud. la persona que sigue? Muy bien, señor. ¿Me supongo que somos desconocidos el uno al otro, señor? Si… Jesús vino a un hombre llamado Simón, le dijo de su condición, y provocó que Simón fuera y creyera, con todo su corazón. ¿Causaría eso lo mismo en Ud.? [El Hermano dice: “Sí”.—Ed.] ¿Lo haría? Bueno, siendo nosotros desconocidos…",
    "Ahora, para Dios no hay diferencia si es varón o es hembra; le da lo mismo. Él es Dios. ¿Ven?",
    "Y Ud., ¿creerá Ud. que… (esa sensación que ahora lo rodea), que Dios podrá revelarle a Ud., a través de mí, Su siervo, ese algo por lo que Ud. está aquí; algo que ande mal con Ud., lo que sea? Bueno, Ud. sabrá si es verdad o no. Muy bien. Que Él se lo conceda.",
    "El hombre está apareciendo en la visión, o la visión entra en el hombre. Él no está aquí por enfermedad. Él está aquí buscando el bautismo del Espíritu Santo. Eso es lo que él está buscando. Eso es correcto, señor. Sí, señor. Y, Ud. no es de aquí. Ud. es de por acá en la carretera más arriba, de un lugar llamado Seymour, Indiana. Pues, de—de allí es Ud. Lo llaman, “Bill”. Bill, regrese, reciba el Espíritu Santo, en el Nombre de Jesucristo. Crea.",
    "Venga, señora. ¿Me cree Ud. que yo soy Su profeta? ¿Cree Ud. que Jesucristo, el Hijo de Dios, vive? Y ¿cree Ud. que es Él Quien permite que esto suceda así? ¿Lo cree?",
    "¿Cuántos hemos tenido? ¿Qué? Vean, no quiero debilitarme demasiado. Muy bien.",
    "No, no es nada; Ud. no está aquí por sí misma. Ud. está aquí por alguien más. Y esa otra persona no está aquí. Si le digo cuál es el problema con esa otra persona, ¿aceptará la sanidad, y la llevará, creyendo? Es un cáncer. ¿Cree Ud. que ellos serán sanados? Entonces vaya, en el Nombre del Señor Jesús, y crea. Simplemente vamos…",
    "¿Creen, todos Uds.? [La congregación dice: “Amén”.—Ed.] ¿Le creen Uds. a esa unción del Espíritu Santo? [“Amén”.] ¿No es Él maravilloso? [“Amén”.] ¿Están creyendo? [“Amén”.] Muy bien.",
    "Ahora, ¿cuántos hemos tenido? Por lo general con dos, dos o tres queda confirmado. [Alguien dice: “Tres”.—Ed.] ¿Qué dice? [Alguien más dice: “Son cuatro que ha tenido”.] ¿Cuatro? [“Sí”.] ¿Es éste el quinto parado aquí? Muy bien.",
    "Vamos—vamos a creer con todo nuestro corazón, que Jesucristo el Hijo de Dios es el mismo ayer, hoy y por los siglos.",
    "Ud. está aquí por ese bebé. ¿Si Dios me revela lo que anda mal con su bebé, creerá que Dios lo sanará? El pequeño tiene un problema grave del corazón. Correcto. El be-… Ud. no es, el bebé no es de aquí; no es de la ciudad, es de afuera del estado. ¿Cree Ud. que Dios puede decirme de dónde viene el bebé? ¿Creerá Ud. y creerá entonces que sanará? Llévelo de regreso a Franklin, Kentucky. Sí, señora, y crea con todo su corazón. Si Ud. cree, es todo lo que tiene que hacer.",
    "Dejen—dejen… Pase aquí por un minuto. Yo condeno esa cosa maligna. En el Nombre de Jesucristo, que la muerte se vaya y entre la vida.\n\n“Pondrán las manos sobre los enfermos, ellos sanarán”.\n\n¿Quiere ir a comer? ¿Piensa que Él lo hará sentir mejor? Vaya. Eso ahora lo ha dejado. Amén.",
    "¿Cree que ese problema femenino la va a dejar? Muy bien. Regrese a su asiento y diga: “Gracias, Señor”.\n\n¿Cómo está, señor? ¡Oh, ese diablo, asma!",
    "Un momento. Ahora un momento. Algo falló… Algo no falló, pasó algo bueno. Ahora, hay algo aquí, parecido, que vino sobre ese hombre en ese mismo instante. Déjenme ver otra vez lo que era. Ahora míreme. No diga nada. Esperen un momento.",
    "Es un hombre de color, sentado aquí atrás, mirándome. Es su… Él—él tiene a alguien enfermo. Correcto. Es asmático con sinusitis. Correcto. Ud. lo tocó a Él. Ud. no es de aquí, señor. Ud. viene del este, noreste, por este rumbo. Ud. viene de Nueva York. Sí, señor. Correcto. Ud. es el Sr. Hunt. ¿Ahora cree? Muy bien, señor. Eso está bien.",
    "Ése es su amigo sentado al lado suyo, orando. ¿Me cree, señor, que soy el profeta de Dios? [El Hermano Coleman lo afirma.—Ed.] Ud. viene aquí con él. Su nombre es Coleman. [“Sí. ¡Aleluya!”.] Y Ud.—Ud. está orando por un padre [“Sí”.], que ha sufrido un derrame. Eso es ASÍ DICE EL SEÑOR. [“¡Aleluya”!] Crea. Vaya, crea ahora, eso lo dejará.",
    "Ud. sufre de un estómago nervioso, lo enferma. ¿Verdad que sí? Vaya, coma, en el Nombre del Señor Jesús. ¿Cree Ud. que Él lo ha sanado? Regrese y diga: “Gracias, Señor Jesús”. Crea con todo su corazón.",
    "Ud. está sufriendo con un problema de nervios, está todo molesto y de esa manera. Crea con todo su corazón. Regrese y sea sano.",
    "Nerviosismo. Sencillamente crea con todo su corazón. Crea ahora que Dios lo sanará, y Él lo hará. No dude, en lo más mínimo.",
    "Nervios y problema al corazón. ¿Cree Ud. que Jesucristo lo sanará? Vaya, sea sano, en el Nombre de Jesús.",
    "Es nervioso, se molesta, un problema estomacal le aflige, una enfermedad gástrica en su estómago causa que la comida se agrie. Vaya, no dude en su corazón y eso vendrá a cumplimiento; Ud. no lo tendrá más.",
    "Su espalda le ha estado molestando. ¿Cree Ud. con todo su corazón? Entonces vaya, y Jesucristo lo sana de eso.",
    "Un momento. Quédese quieto, un momento. Ahora algo ha sucedido. Esta mujer aquí es extraña. Esa Luz circuló sobre ella muy rápido, entonces se fue, y luego volvió. Algo sucedió. Un momento. Fue un hombre de color, estoy seguro que no fue el hermano de color allí, porque vino… Un momento. Aquí está. (Da un paso atrás, Billy). Aquí está.",
    "Es este hombre sentado aquí, un hombre de color. Ud. también sufre de un problema de la espalda. Eso es cierto. Ud. es desconocido para mí; yo para Ud. Pero hay una cosa que Ud. necesita más que ese problema de espalda, es rendirle su corazón a Cristo, llegar a ser Cristiano. Ud. no… ¿Lo aceptará a Él como su Salvador? Ud. viene de Ohio (correcto), de Ohio. Regrese, sea sano. Jesucristo le perdona sus pecados, y Ud. puede regresar a casa y ser sanado. Todo eso ha terminado ahora. Ahora puede regresar a casa. Crea con todo su corazón.",
    "Muy bien, hermana, venga. Complicaciones, y nerviosismo, y agotamiento. ¿Cree Ud. con todo su corazón que Dios la sanará? Vaya a su asiento y diga: “Gracias, Señor Jesús, por todo lo que has hecho por mí”.",
    "¿Cree Ud. que el Dios Todopoderoso le dará la salud, y sanará su espalda, y lo sanará y sanará ese problema de riñón? Siga—siga su camino, regocijándose, y diga: “Gracias, Señor Jesús”.",
    "¿Cree Ud., hijito, que Él lo sana? Diga: “Gracias, amado Dios”. Vaya, alabando a Dios.",
    "Ahora, ¿cree Ud. con todo su corazón, hermana? Entonces vaya, y que Jesucristo la sane.",
    "Un momento. No, no era ella. Un momento. No fue la señora allí. Ahora, un segundo. Esperen un momento.",
    "Vi agua salpicando algo. Hay alguien aquí que cruzó el mar, desde alguna parte. Es una mujer, y ella ha venido desde Holanda. ¿Dónde está? Allí está. Muy bien, hermana. Ud. viene de lejos por sanidad. ¿Cree Ud. que yo soy Su profeta? [La hermana dice: “¡Oh, sí!”.—Ed.] Ud. sufre de reumatismo y artritis, rigidez. Crea en el Señor Jesucristo, y lleve el Mensaje a su pueblo. Dios la bendiga. Eso la dejará y Ud. puede regresar sana. Amén.\n\n¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Aquí, acá bien atrás, hay una mujer sentada acá atrás. Y ella está sufriendo de una enfermedad en la vesícula biliar. ¡Oh, se le va a pasar! Dios, ayúdame. Ella—ella viene de Indianápolis; su apellido es Gilbert. Póngase de pie en donde esté, señora. Allí está. Sea sana, en el Nombre de Jesucristo.",
    "¿Todos Uds. creen, con todo su corazón? [La congregación dice: “Amén”.—Ed.] Rinda su… ¿Ha resucitado Jesús de los muertos? [“Amén”.] ¿Es Él el mismo ayer, hoy y por los siglos? [La congregación se regocija.] Pongan sus manos unos sobre otros y vamos a orar, mientras que yo oro por la Hermana Kelly.",
    "Señor Jesús, ¡permite que Tu Santo Poder entre ahora en la iglesia! Y que abarque aquí y a nuestra hermana aquí para salvarle la vida, Señor. Otórgale esta gran sanidad por la que ella está clamando, Señor. Sana aquí a Tu pueblo. Recibe Tú la gloria. Concédelo, Señor.",
    "Y también para estas personas que ahora tienen las manos el uno sobre el otro.",
    "Satanás…\n\nVenimos ahora a estos paños; en el Nombre de Jesucristo, que toda persona sea sanada. Señor, confirma Tu Palabra por medio de señales que la sigan.",
    "Y ahora, Satanás, diablo inmundo, estás derrotado. Dios dijo que Él restauraría al Hijo de Dios, a Quien traicionaste con tus credos. Él prometió restaurar la Iglesia a su estado anterior, cuando las Luces de la tarde brillen. Y estamos viviendo en Ella. Y por cuanto has restaurado, tenemos un derecho, tenemos nuestro Procurador, tenemos a nuestro Abogado, a nuestro Sumo Sacerdote, y nosotros vamos a hacer cumplir lo que ha sido afirmado. Tú los has retenido ya suficiente tiempo; no lo harás más. Te conjuramos, en el Nombre de Jesucristo, por el Poder de Su resurrección y del Espíritu Santo que ahora está presente: ¡Sal de esta audiencia! [La congregación tiene un gran regocijo.—Ed.] 🦅"
  ]
}