{
  "title": "POSEYENDO TODAS LAS COSAS",
  "id": "62260009",
  "content": [
    "🦅  Estoy tan agradecido de que estoy aquí. Agradezco sus oraciones cuando oyeron acerca del pequeño accidente que tuve. Simplemente muestra que Satanás no puede llevárselo a uno hasta que Dios no lo haya dispuesto. Y me imagino que muchos de Uds. pensarán ¿cómo, qué fue lo que sucedió? Siempre he sido favorecido… Como saben, yo… mi pasatiempo, o lo que hago para relajarme, es ir de pesca o ir al campo de tiro a disparar, ir de cacería o algo por el estilo; me agrada eso. Si yo hubiera jugado al golf, hubiera estado por allá en donde hay mujeres semidesnudas. Y si hubiera sido—y si yo hubiera sido un jugador de pelota, Uds. saben cómo hubiera sido en eso; pero estoy—estoy contento de que fuera al aire libre, tal como la pesca, la cacería y tales cosas.",
    "Y yo siempre quise uno de esos rifles Weatherby Magnum. Y pienso que alguien me lo hubiera obsequiado si hubiera dicho algo al respecto, pero me lo guardé, porque es demasiado el dinero que piden por ellos, para invertir en eso; y yo sabiendo que hay misioneros que andan sin zapatos en los pies. Y luego ¿permitir que alguien pague por eso, tomar tan grande suma de dinero y pagarla por un rifle? El Hermano Art Wilson le había regalado a Billy, allá atrás, un rifle Winchester modelo setenta, no hace mucho, un Roberts dos cincuenta y siete. El señor Weatherby publicó un aviso que él podía tomar ese rifle y, con una pequeña modificación, convertirlo en un Weatherby Magnum, y que era completamente seguro. Así que, el Hermano Rodney que viene aquí a la iglesia, el Hermano Rodney Armstrong, lo envió allá para que lo convirtieran en un Weatherby Magnum. Sucedió que no fue convertido correctamente. Así que cuando lo disparé, la Weather-… La—la compañía Winchester dice que su rifle puede soportar seis mil novecientas libras de presión. Uds. se pueden imaginar lo que sería.",
    "Y estaba apuntando con el rifle (el Hermano Wood me había acompañado), y lo tenía así, como a una pulgada del ojo. Y la presión que explotó a seis mil novecientas libras, alcanzó las cincuenta yardas; el cañón del rifle salió disparado a una distancia de cincuenta yardas, el perno salió disparado por aquí hacia atrás, y, pues, el rifle simplemente se me desintegró en la mano. Sólo hubo una llamarada de fuego como hasta el techo de alta, y fue todo lo que supe por uno o dos segundos. Y, cuando volví en mí, la sangre salía así, a chorros, y pensé que me había matado; entonces levanté la mano así por un momento. Y el Hermano Wood… quise mirar, y no podía ver por este ojo, ni tampoco podía oír. Y sentí que estaba caminando en el aire. Y vi al Hermano Wood que salió hacia el blanco para ver dónde había dado la bala, y traté de llamar su atención; luego llegó hasta allí y nos vinimos. Y el anillo de metralla se me había incrustado alrededor del ojo. Y mi cara parecía como que él le había tirado hamburguesa, donde eso me acababa de explotar en la cara. Y un fragmento grande y pesado quedó alojado encima del ojo, e hizo un círculo aquí alrededor del hueso de la cavidad nasal y del hueso del cráneo. El Dr. Adair los extrajo.",
    "Unos días más tarde, en realidad, al día siguiente, Doc mismo fue al hospital. Ellos me remitieron a un especialista, por el ojo. Él halló un anillo justamente debajo de la vista, de casi treinta pedazos de metralla que penetraron profundamente en el globo ocular, los cuales no pueden ser extraídos. Por muy poco le da a la vista, y creó un anillo alrededor así. Él dijo: “Lo único que sé” (él le escribió una carta al Dr. Adair), decía: “El buen Señor debe haber estado sentado en el banco con él, para proteger a Su siervo, o a él ni siquiera le hubiera quedado la cabeza”. Lo único que el Hermano Woods hubiera hallado, hubiera sido de aquí para abajo (¿Ven?), ¡por esa presión que estalló hacia atrás! Yo no sé cómo fue posible. Pero ese perno tan grande y pesado de un rifle modelo setenta, había salido disparado atrás muy lejos (si es que conocen el club de Conservación), hasta atrás donde está el corral de los venados; y nunca llegamos a encontrar parte del rifle.",
    "Por tanto, eso sólo enseña algo. Tendré un sermón sobre eso algún día, Dios mediante, en cuanto: “No hay problema con una conversión, pero será mejor que se mantenga a bajo calibre. Si no está predestinado para la carga requerida, explotará cada vez”; es la verdad. Así que no intente… Más vale que sea el original. No mofa de algún… [Una hermana habla desde la congregación.—Ed.] ¡Qué tal! ¿Ven? Eso… ¡Oh, por supuesto, uno se puede imaginar que semejantes cosas serían contadas!",
    "Pero, hasta donde sé, no—no afectó ni una sola cosa… Por supuesto, mis oídos, se podrán imaginar, todavía zumban con el sonido de rebote de este micrófono. Por eso no estuve aquí esta mañana. Uno habla, y puede oír como el sonido retumba por allá y por acá. Pero me llevaron a un especialista y él dijo: “El tímpano ni siquiera está inflamado. Y en cuanto al ojo” dijo, “tendrás la misma visión que siempre has tenido”. Dijo—dijo: “Eso entró justamente debajo de la vista. Simplemente hizo un anillo alrededor del globo ocular, donde encajó”. Dijo: “siempre tendrás la metralla”.",
    "Yo le dije: “La he tenido desde que tenía dos años, a causa de otro”.",
    "El Hermano Roberson, allá atrás, le hice una llamada y estaba contándole. Me dijo: “No te preocupes por eso” dijo, “yo tengo en mi cuerpo como dos o tres libras”, dijo él; es un veterano de la guerra. “Así que no te dolerá, yo tengo bastante de ella”.",
    "Y recuerdo la visión de parte del Señor no hace mucho. ¿Recuerdan cuando la conté aquí? La dulzura del Señor aquella mañana, dijo: “No temas de adónde has de ir, ni de nada, porque la Presencia de Jesucristo que nunca falla está contigo adondequiera que vayas”. Así que él no puede, Satanás no puede matarme hasta que Dios no diga que “ha sido consumado”. ¿Ven? Puede ser que él lo intente, pero no tendrá éxito en eso.",
    "Entonces, lo extraño era que yo iba de todas maneras, iba a mi reunión, pues podía ver bien por este ojo izquierdo; y yo iba a la reunión a pesar de todo. Y luego, ellos (el hermano que estaba visitando la reserva indígena), tuvo que cancelar esa reunión, o aplazarla hasta que yo regresara a la costa occidental y subiera por esa costa del occidente. Así que vamos a llevar la reunión allá. Y durante este tiempo, estoy comprometido con el Hermano Arganbright, y para cuando dicha reunión haya terminado, deberé subir a Anchorage, Alaska. Razón por la cual estaba dependiendo tanto…",
    "Muchos de Uds. recuerdan la visión que tuve, en la cual le había disparado al oso gris, un oso gris de nueve pies (y la iglesia recuerda cuando lo conté aquí), y del caribú. Y tuve otra; recuerden que eso está aquí grabado en la cinta, yo vi un gran oso pardo. Si ése hubiera sido un oso Kodiak, no hubiera funcionado allá en el Canadá, porque no están allá, ¿ven Uds.? Pero, dondequiera que sea, allí estará. Esto sucederá, es ASÍ DICE EL SEÑOR. Así sucederá. ¿Ven?",
    "Y ahora, les agradezco por haber orado por mí. Sabía que muchos de Uds. estarían orando cuando supieron que me había accidentado. Y un pequeño grupo que apenas… Mi hija, allá atrás, Rebeca, le escribió a la Hermana Dauch (que viene aquí a la iglesia), una carta y le relató lo sucedido. Y ella llamó a Meda unas noches después, diciendo: “No sé si ha ayudado, pero todos nosotros, el grupo de aquí, nos reunimos”. El ministro metodista, y—y el Hermano Brown (pariente de ellos), y todos se reunieron y oraron toda la noche por mí. Dijo: “No sé si Dios oyó o no, pero, sabemos que el Hermano Branham ha orado por tantos, que pensamos en orar por él”. Ésa es la clase que Él oye, ¿ven? ¡Sí, señor, esa clase así!",
    "El Hermano Crase, uno de nuestros hermanos aquí (Satanás lo atacó recientemente), impactó una alcantarilla. ¡Oh, se cortó completamente su…! No veo cómo pudo salir de eso con vida. Y pues él estaba tendido allá en el hospital y dijo que un hermanito había venido desde New Albany, llamado Medcalf, y le dijo: “Hermano Crase: Yo, no—no soy digno de venir a orar por Ud., pero” dijo, “el Señor sencillamente colocó esto en mi corazón, y no pude evitarlo”. Así que, vino y se arrodilló, e hizo una corta oración y se fue. Dios sanó al Hermano Crase allí mismo. ¿Ven? Siendo que (¿lo ven?), es el don de sanidad en el Cuerpo de Cristo (¿Ven Uds.?) de un miembro a otro.",
    "No piense Ud. que porque sólo es un laico, siendo eso, Ud. es tanto un miembro como lo es cualquier otro. Éste es tanto mi dedo como este brazo es mi brazo, o que esta oreja es mi oreja. ¿Ven? Sencillamente es un miembro del cuerpo. Y todos… Si un miembro sufre, todos los miembros sufren por eso; es una unidad. ¡Qué bendita unidad! Ahora, yo…",
    "Luego, siguiendo eso, he programado más reuniones y he dejado un tiempito allí para una noche de nuevo con el tabernáculo, Dios mediante. Y, si es la voluntad de Dios, este próximo domingo en la mañana quiero hablar sobre El Rastro Del Profeta, y después, en el tabernáculo.",
    "Mañana en la noche, o el domingo en la noche, estaré por acá en el Tabernáculo Del Evangelio, con uno de nuestros hermanos, el Hermano Ruddell. Quiero hablar sobre el tema, Dejando Escapar La Presión, si el Señor permite.",
    "Y entonces el martes siguiente, tenemos que viajar para Wisconsin, con la Convención Regional de Los hombres de Negocios del Evangelio Completo. Estaré allí durante tres noches. Será en… Billy: ¿Cuál es el nombre de esa ciudad? Recibí… [El Hermano Billy Paul dice: “Green Lake”.—Ed.] Green Lake, Wisconsin. [“El jueves”.] ¿Cuándo? [“El jueves, viernes y sábado; el diecisiete al diecinueve”.] El jueves, viernes y sábado; el diecisiete, dieciocho, y el diecinueve, en Green Lake, Wisconsin, para la convención regional.",
    "Y luego el domingo, el veinte, estaré en Chicago en el auditorio de la escuela secundaria; ese mismo auditorio en el que estuvimos la última vez. ¿Recuerdan cuál es el nombre? [El Hermano Billy Paul dice: “Stephen Mather”.—Ed.] El auditorio Stephen Mather de la escuela secundaria, para el domingo en la tarde.",
    "Luego el lunes estoy en… (Olvido el nombre del lugar, donde el Señor me mostró en esa ocasión la convención de la Asociación Ministerial de Chicago), cuando se reunieron conmigo para tratar los temas, Uds. saben. Lo cual mencioné: “Y el Señor me lo había mostrado, en ese lugar”. Será una reunión de despedida para el Hermano Joseph Bozé, quien debe llegar aquí mañana en avión para verme; y para una fiesta de despedida para él, el lunes.",
    "Luego venimos directamente a casa y entonces salimos; será la fecha para viajar a Southern Pines, Carolina del Sur, o Carolina del Norte. Y luego bajaremos a Columbus, en Carolina del Sur; y después hacia el Cow Palace, en la costa occidental. Y luego subiremos por la ciudad Grass, y por allá arriba a Spokane, entrando al Canadá, y luego a Alaska. Así que, manténganse en oración por nosotros, realmente necesitamos sus oraciones.",
    "Y somos instruidos en la Escritura, que todas las cosas obran juntamente para el bien de aquéllos que aman a Dios. Y yo creo, después de esto, y al ver la lealtad del pueblo y demás… Alguien dijo: “¿Cómo pudo suceder eso, y por qué lo permitiría Dios?”. Quizás me hubiera matado en la carretera camino para allá, o alguna u otra cosa; Él—Él causó algo para evitarlo. Recuerden: Las Escrituras no pueden fallar; “Todas las cosas obran para bien, a favor de aquéllos que aman a Dios”. Y si conozco mi corazón, yo lo amo a Él. Yo lo amo con todo mi corazón. Y esto nos ha unido un poco más.",
    "Y, al pensarlo ahora, cuando todos los que han oído lo sucedido, no pueden comprender cómo aún tengo cabeza y hombros (¿Ven Uds.?), habiendo estado en semejante explosión. Y que, así de cerca de mí, lo cual sería casi dos mil libras de explosión, en la cara. Vean, es suficiente como para desintegrarlo a uno (¿Ven?), sencillamente lo arrasaría. Si hizo estallar ese rifle tan pesado de acero, y lanzó ese cañón a una distancia de cincuenta yardas [45 m], y—y la culata, Uds. deberían ver el rifle. Sencillamente no parece un rifle, sólo se recogieron pedazos.",
    "Y luego, salir de eso sin un solo defecto. ¡La gloria sea para el Dios Vivo! Apenas lo suficiente para evitar que yo saliera para allá, hasta que no llegó noticia de Eddie que no debía ir en ese momento. “¡Sublime gracia del Señor, que a mí, un infeliz salvó”! Y esto nos lo da a saber, para que agradezcamos que Dios está con nosotros. ¡Dios está con nosotros, y cuán agradecidos estamos!",
    "Ahora, dije esta mañana que pensé en venir, entonces el precioso hermano aquí, cuando regresé… Le mencioné hoy a la Hermana Wood, que me imaginaba que el Hermano Neville… Billy me llamó y dijo: “Escucha el mensaje, si puedes”. Y creo que un pedacito de ese metal se había desprendido y lo tenía allí debajo del ojo, y realmente me estaba haciendo pasar mucha molestia; pero ya salió. Creo que las lágrimas lo sacaron. Y entonces dijo él… Esta noche, pensé en ir allá, y este precioso hermano probablemente predicando en tal condición. Yo sé cómo es, cuando se tiene un servicio largo y después uno queda bastante ronco (Uds. saben), y—y con la garganta ardiendo y adolorida. Entonces pensé: Iré allá, y escogí unas cuantas Escrituras para leer; pensé: “Es noche de Santa Cena”.\n\nY yo siempre estoy dispuesto a tomar la Santa Cena.",
    "Luego recibí a unos amigos, están aquí en alguna parte. No veo muy bien, como Uds. entenderán. Aún tengo belladona en ese ojo, que está dilatado, veo un poco borroso. Así que, están aquí, amigos y parientes de mi precioso y buen hermano, F. F. Bosworth, ya en la Gloria. Así que, el Señor bendiga a esas personas, acabamos de hacer una oración por ellos en el cuarto allá atrás.",
    "Ahora, no olviden, el miércoles en la noche tendremos nuestra reunión de oración de entre semana. Y creo que el Hermano Jackson, la suya es el jueves en la noche. Y el Hermano Junior acá la tendrá… o el Hermano Ruddell, es el miércoles en la noche. Y en el Tabernáculo en Utica, será el miércoles. [El Hermano Neville dice: “Es el jueves en la noche”.—Ed.] El jueves en la noche. Y después aquí de nuevo el domingo en la mañana para un servicio general.",
    "Y también, el domingo en la noche tengo que reunirme con el Hermano Ruddell. Lo iba a hacer un miércoles en la noche, pero (la semana entrante), pero no puedo hacerlo; así que tuve que aplazarlo para el domingo en la noche. Pero ahora, la gente aquí del tabernáculo: Permanezcan aquí mismo en el tabernáculo (¿Ven?), porque voy allá con el Hermano Ruddell esa noche solamente para hablar, no para servicio de sanidad. Y, pero recuerden, permanezcan en el puesto del deber, aquí mismo en el tabernáculo; éste es su lugar, ¿ven? Y así que vamos esperando un buen tiempo. Y entonces todos Uds. oren por nosotros en ese recorrido.",
    "Estoy confiando que Dios se encuentre ahora con nosotros en esta noche, antes de la Santa Cena. Y ahora, creo que… ¿Serán esos todos los anuncios, de los cuales sabemos? [El Hermano Neville dice: “Sí”.—Ed.] Ahora, abriendo el camino… [“Un funeral mañana en la tarde”.] ¿Qué, hermano? [“Un funeral mañana en la tarde, a las dos”.] Un funeral. [“En Edmonton. La mamá de J.T.”.] ¡Oh, sí! El funeral de… uno de nuestros hermanos evangelistas de este tabernáculo aquí, acaba de… Bueno, él es uno de nosotros aquí. Él sale y pastorea y predica, el Hermano J. T. Parnell. Su preciosa madre ancianita murió la otra noche, era una madre ancianita, ya encorvada y canosa. Y se efectuará en Edmonton, Kentucky. El servicio fúnebre es mañana. Y sé que muchos se preguntaron si pudimos hacerle llegar flores, pero no pudimos. Y la única manera que la iglesia le pudiera hacer llegar una corona, era pidiéndola por teléfono, y entonces que el cartero la llevara hasta allá. Y tendría que salir mañana, ya sea que llegaran o no las flores. Así que, es muy difícil. Pero, verdaderamente queremos compartir en condolencia, hermano; con nuestro Hermano Parnell, al haber perdido a su madre, lo cual, me sucedió a mí recientemente. Y estoy seguro que la Hermana Spencer y muchos otros aquí, también comparten el dolor, porque recientemente han caminado por esas sombras y tristezas.",
    "Ahora inclinemos los rostros por un momento, en Presencia de Él, para orar. Ahora, quiero que oren por mí. Y es un poco difícil aquí esta noche, tratar de ver, y esta luz se torna borrosa. Y—y mi ojo está bien, pero le pusieron un poco de belladona para dilatarlo; Uds. saben lo que es. Y ha estado en esa condición ahora como por seis días (¿Ven?), y él dijo que puede durar por otra semana o diez días. Así que, oren por mí. Y además el eco del sonido de este micrófono contra las paredes; oren por mí. Y, pudiera ver sus manos, y Dios… Uds. que tienen una petición, sencillamente levanten la mano. Dios, responde a la oración, ahora que respetuosamente nos congregamos y nos inclinamos.",
    "Nuestro Padre Celestial, Tú has escogido que nos congreguemos. Es la voluntad de Dios que nos congreguemos juntos, viendo que ese Día se acerca y que con frecuencia, Señor, nos acerquemos más a Ti y más el uno al otro, en lazos de compañerismo, por medio de la Sangre derramada de Jesús que lo hace posible.",
    "Estamos tan agradecidos en esta noche, Señor. Yo—yo—yo nunca he estado tan agradecido, de—de estar aquí, Señor. Yo—yo simplemente estoy muy agradecido Contigo. Sencillamente no encuentro las palabras para expresar lo agradecido, porque aún tengo la vista y el oído; y porque estoy entre los vivientes aquí en la tierra para continuar el Evangelio. Nos hace apreciar tanto, Señor, cuando vemos lo cerca, que sólo… Cuando hombres de gran intelecto se rascan la cabeza y dicen: “¿Cómo pudo ser posible? ¡Solamente es la mano de Dios!”. Entonces inclino mi rostro en humildad, Señor, al ver que el milagro me fue concedido; que fue obrado donde se encontraba Tu siervo. Estoy muy agradecido. Y ahora, Padre, vuelvo a dedicar mi vida de nuevo en servicio a Ti, después de salir caminando allá. En la vida nunca estuve más cerca de la muerte que en ese momento, y luego sobrevivir. Por tanto, estoy agradecido.",
    "Y ahora, oro por todas estas personas que levantaron las manos en esta noche, cada uno tenía una petición. Y muchos de ellos tienen agradecimiento, casi todos, Señor, en sus corazones, por lo que Tú has hecho también por ellos.",
    "Hemos venido ahora en esta noche, para congregarnos en una ocasión muy especial: y es para tomar lo que llamamos la “Comunión”, o la “Cena del Señor”. Comulgar es “hablar con, o conversar con”. Y eso es lo que estamos haciendo ahora, Señor, conversando con nuestro Señor; comulgando, hablando, esperando en Él por Su respuesta.",
    "Y ahora, Padre, oramos para que respondas comulgando con nosotros en esta noche por medio de la Palabra escrita. Y danos algo en nuestros corazones; estabiliza nuestra—nuestra—nuestra jornada, Señor, y danos nuevo ánimo. Y bendice a nuestro pastor, Señor, nuestro precioso hermano, Tu siervo, y a su esposa y familia; y a los diáconos y síndicos, y a cada persona que viene a la iglesia. ¡Oh, Dios, acércanos más a Ti! Que sea, como dijo el poeta: “Bendita sea la unión que enlaza nuestro corazón en amor Cristiano, nuestro compañerismo unánime es como el celestial”. Concédelo, Señor. Bendice a todos los otros que adoran alrededor del mundo. Y ahora, Padre, parte el Pan de Vida para nosotros mientras esperamos en Ti. En el Nombre de Jesucristo, Tu amado Hijo, lo pedimos. Amén.",
    "Ahora, a muchas personas les gusta anotar las palabras de donde un ministro tal vez lea. Y yo lo he hecho… Esta tarde, después que estuve con nuestro Hermano y Hermana Wood… Habíamos ido a ver a nuestro Hermano Gobel Roberson, y allí vimos su sala de exhibición. Luego regresamos, y pensé… La Hermana Wood me estaba contando del mensaje tan maravilloso que nuestro pastor trajo esta mañana. Y comencé a pensar en este pobre hermanito, quizás tiene la garganta irritada (y yo estoy igual), pero me—me puse a pensar tal vez en que nos repartiéramos esto, en caso de que él me pidiera que hable. Y tomé aquí algunos apuntes de lo cual me gustaría hablar.",
    "Primero, vamos a Segunda de Corintios 6:7 al 10. Primera de Corintios el capítulo 6, verso 7 incluyendo el 10. Y luego a Génesis 14:18 al 19. Y tomar de allí, el Señor mediante, una con-… o un contexto del texto. Y ahora leeré de Primera… o de Segunda de Corintios, primero, Segunda de Corintios 6:7 al 10:\n\nen palabra de verdad, en poder de Dios, con armas de justicia a diestra y a siniestra;\n\npor honra…por deshonra, y por mala fama y por buena fama; como engañadores, pero veraces;\n\ncomo desconocidos, pero bien conocidos; como moribundos, mas he aquí vivimos; como castigados, mas no muertos;\n\ncomo entristecidos, mas siempre gozosos; como pobres, mas enriqueciendo a muchos; como no teniendo nada, mas poseyéndolo todo.\n\nGénesis 14:18 y 19.\n\nEntonces Melquisedec, rey de Salem, y sacerdote del… Altísimo, sacó pan y vino;\n\nY…bendijo a Abraham, diciendo: Bendito sea Abraham del Dios Altísimo, poseedor de los cielos y de la tierra;",
    "Y si titulara el texto, me gustaría hablar sobre el tema: el… Poseyendo Todas Las Cosas. Como aquí en Corintios, que nosotros… Dice que somos—somos pobres, pero lo poseemos todo; Poseyendo Todas Las Cosas. Ahora, me gusta esto. Ahora en Génesis, leemos de Abraham encontrándose con este gran hombre llamado Melquisedec, Quien era el Poseedor del Cielo y la Tierra. Por consiguiente, Él era el Poseedor de todas las cosas, el Poseedor del Cielo y de la Tierra; eso viene a ser, de todas las cosas.",
    "Ahora, conocemos la historia de Abraham y lo que había sucedido. Él había sido llamado a un—un puesto del deber. Había sido llamado a que saliera de su tierra, la tierra de los caldeos y de la ciudad de Ur, donde había vivido con su padre y su gente. Y eso queda en los valles de Sinar; probablemente una tierra rica y fértil. Y Abraham, según lo entendemos, no era una persona especial a los ojos del mundo. En otras palabras, él no era un rey, ni un monarca, o un potentado; él sólo era un hombre común. Y él se había casado con su hermanastra, que era Sara, y es probable que se haya casado con ella cuando aún era una joven. Y Dios lo llamó a la edad de setenta y cinco años, para una vida de servicio, y esto también incluía a su compañera.",
    "Y aquí mismo pudiéramos comenzar. Yo creo que cuando Dios llama a un hombre al servicio, si él es un hombre casado y tiene una ayuda idónea, Él llama a su esposa con él, porque ellos dos son uno. Y entonces, hallamos más adelante que Dios posiblemente hubiera matado a Sara cuando dudó el mensaje del Ángel, veinticinco años más tarde (cuando estaban sentados bajo el encino aquel día, pero…), al reírse cuando el Ángel le dijo a ella, o que le dijo a Abraham que ella iba a ser madre, y que Sara se rió dentro de sí. Y dijo: “¿Cómo pudiera yo, anciana?”, ¡de noventa años, y su esposo de cien años! Él… su matriz se había secado hacía años, y el cuerpo de él estaba casi como muerto. Entonces, ¿cómo volvería ella a sentir placer con su esposo? Y ella se rió dentro de sí.",
    "Y el Ángel, con Su espalda hacia la tienda, dijo: “¿Por qué se ha reído Sara?”.",
    "Y ella lo negó. Ahora, eso fue decirle a Dios en Su cara que Él estaba “equivocado.” ¿Ven? Y eso le hubiera costado la vida, pero Dios no podía llevarse a Sara, porque ella era parte de Abraham. ¿Ven? Y ella estaba incluida en el pacto con él, así que ella tenía que ir con él. Y por eso Él no podía llevarse a Abraham… o llevarse a Sara, sin que se llevara parte de Abraham, porque estos dos son uno.",
    "Un tipo muy hermoso hoy de nosotros (indignos, dignos de muerte), cuando pecamos; pero Dios no nos puede matar, porque Él… nosotros somos parte de Cristo. ¿Ven? Esto es la gracia para nosotros, por cuanto estamos en unión con Cristo. ¿No es ése un pensamiento hermoso, en unión con Cristo? Por consiguiente, nuestros pecados, cuando los cometemos, debemos rápidamente confesarlos, de que han sido “lo incorrecto”, porque Dios podría requerir nuestra vida; pero la Sangre responde en lugar nuestro, y Dios simplemente no puede cruzar esa Sangre. ¿Ven? Él simplemente no puede, porque es una promesa que Él no lo hará. Así que Él no puede quebrantar Su Propia promesa. ¿Ven? Así que Dios está, en esas circunstancias, comprometido. ¿Ven? Él no puede quebrantar Su promesa. Y Él lo prometió a través de esa Sangre; que todo aquél que creyere tenía Vida Eterna, y Él no puede quebrantar esa promesa.",
    "Entonces hallamos que Abraham, en obediencia, dejó su hogar, dejó su tierra y se separó de todo; de toda su posición—posesiones, para viajar en una tierra extraña, peregrinando; un tipo de la Iglesia. A nosotros se nos pide que abandonemos todo lo de este mundo, para que podamos seguir a Cristo.",
    "Ahora, hallamos que Abraham siguió, año tras año. Y él llevó una parte consigo, la cual fue su padre, y él murió de manera inmediata. Y también llevó a su sobrino, que era Lot, y Lot se separó de él por una disputa y se fue a vivir a Sodoma; sin embargo, él era parte de Abraham. Y Dios le había dado la tierra y todo lo que estaba en la tierra a Abraham; él lo heredó todo. Dios le dijo: “Mira al este y al oeste, al norte y al sur, y todo te pertenece a ti y a tu simiente después de ti. ¡Todo es tuyo!”.",
    "Ahora, un día Abraham estaba en dificultades, y Lot pasándola bien, revolcándose en el pecado. Qué fácil es, y cuán agradable parece ser el pecado, y qué inocente parece ser. Ahora, Lot diría esto: “¡Siempre y cuando yo crea! Yo creo en Dios, ¿entonces por qué no puedo venir por acá a Sodoma, sin—sin que haya problema? Pues soy un creyente”; pero sí había problema.",
    "Vean, Dios, cuando llamó a Abraham, Él lo llamó a que se separara de todo; y eso es lo que tenemos que hacer nosotros. Dios nos llama a nosotros a una separación total del pecado; “¡Salid de en medio de eso, no seáis partícipes de eso!”. Rechácenlo, la mera apariencia del mal. ¡Separación, una aniquilación completa de él! Mantengan su distancia de él. No pisen sus terrenos, no importa cuán—cuanto eso… lo bonito que parezca.",
    "Uds., tal vez piensen ahora, aquí está: “Hermano Branham, yo—yo a veces me siento tentado a robar; o a veces me siento tentado a fumar”. O en ocasiones las mujeres piensan: “Me siento tentada a vestirme como la gente del mundo, Uds. saben, con la ropa inmoral y todo eso, me es tentación”; para las jovencitas. Ahora, ¿creen Uds. que eso es tentación? Pero, ¿qué de este lado acá, donde uno tiene que vigilar cada pequeño movimiento (¿Ven?), en un ministerio? ¡Cuánto más difícil es de este lado, y por cuánto más se tiene que rendir cuentas! Pues, Ud. tiene que responder por su propia alma, pero nosotros tenemos que rendir cuenta por cada persona a la que le hablamos. ¿Ven? Así que Satanás está constantemente… Donde Ud. dirá: “¿No es ése un vestidito bonito? Es incorrecto ponérmelo, pero, ¿verdad que es bonito? Me quedaría perfectamente”. Cuando, para mí… Ahora, Ud. sabe con toda seguridad que eso está mal. No obstante, para un ministro, sería: “Ud. debe venir a esta reunión acá, acá es lo correcto. Ellos dicen que es muy grandioso, la congregación”. Y, con todo, uno tiene que esperar y oír de Dios que diga: “Ve”. ¿Lo ven? “Oh ¿iría Ud. allá a ver a esta cierta persona aquí? Éste es Fulano y fulano De Tal”. Y uno tiene que vigilar, tener cuidado. ¿Ven? ¡Oh, eso es tan sutil! Y entonces, nosotros tenemos que vigilar esas cosas.",
    "Ahora, Abraham también tuvo que vigilar. Pero él, en lugar de irse a Sodoma con Lot, él se separó y se fue al desierto; escogió el camino con los pocos despreciados del Señor. Ésa debe ser nuestra actitud. Escoja el camino con el pueblo de Dios, sin importarle lo difícil o lo fácil que sea, vaya de todas maneras. Esté dispuesto a ir en cualquier momento, ahora, adonde sea que Él lo llame.",
    "Ahora, después que pasó esto, sucedió entonces que—que vino un rey que salió en una campaña de guerra con una pequeña tribu de gente de más arriba, y bajó arrasando por el valle y se llevó a todos los grupos pequeños, los pequeños reinos, y se llevó; vino a Sodoma y se llevó al rey de Sodoma y Gomorra, se llevó a Lot (el sobrino de Abraham), a su esposa, sus hijas, sus hijos, a todos ellos y toda su posesión; todo lo que tenían, pasó arrasando, saqueando el país mientras pasaba. ¡Oh, qué cosa más horrible!, la paga del pecado es muerte. Lot se debe haber dado cuenta, no cabe duda, cuando iba caminando y tal vez con un—un lazo o una cadena en el cuello, como esclavo; sus hijos, las niñas jóvenes que serían violadas, y su esposa y todo; y que probablemente moriría en cualquier momento. Él desobedeció una orden, y tal vez iba camino a otro reino en alguna parte para ser esclavo por el resto de sus días.",
    "Pero Abraham, cuando se enteró que se habían llevado a Lot (éste formaba parte de la posesión de Abraham), entonces quizás Abraham haya dicho algo así: “Dios, Tú me dijiste que si yo te obedecía y venía acá, a esta tierra, Tú me la darías; ella me pertenece. Y Lot es parte de esto, y voy a rescatarlo”. Entonces él acuarteló, o reunió a sus siervos, y los armó. Y tomó a sus siervos, y salió en persecución hasta que halló a este rey con todos esos otros pequeños reinos. ¡Observe Ud. el gran ejército que fueron ellos en ese momento! Pero bajo la dirección de Dios, el General Supremo, él se dividió y cayó sobre ellos y mató a los reyes, y trajo de regreso a Lot y a todos los pequeños reinos; los trajo de regreso a los suyos, de nuevo a sus patrias.",
    "Qué cuadro de Cristo allí en Abraham, persiguiendo al enemigo que lo había capturado todo, y Cristo vino y nos trajo a nosotros de regreso.",
    "Ahora hallamos en esta gran historia, que Abraham, de regreso (volviendo después de que concluyó la victoria), se encontró con el Poseedor de los Cielos y la Tierra: Melquisedec, que es el Rey de Jerusalén (Rey de Salem lo cual era Jerusalén), que es Rey de Paz, que es Rey de Justicia. Él no tenía padre, Él no tenía madre, Él no tuvo comienzo y Él nunca tendrá fin; así que ése era nada menos que el Todopoderoso. Y él se encontró con Él en camino a casa, después de la matanza del rey. Él conoció al Poseedor, Aquél Quien poseía todas las cosas se encontró con él en el camino de regreso. ¡Qué cosa tan gloriosa! Ahora, Abraham…",
    "Me gusta esto. Abraham era heredero de todo, por la promesa; así que él podía reclamar todo lo que estaba sobre la tierra, y la tierra misma. A Abraham le había sido dada la promesa. Ahora, entendemos que Abraham era el hombre más pobre en toda la región, por cuanto vivía en el desierto, y vivía en paz con Dios. Y Lot, rico, vivía en la ciudad y llegó a ser el gobernador de la ciudad; él se sentaba a la puerta, era un juez, y juzgaba la cuidad, y tuvo todas las riquezas y las demás cosas. Pero Abraham estaba en el desierto, y el… probablemente era el hombre más pobre en la región; y a pesar de todo, afirmaba que lo poseía todo. ¡Amén! Eso sí que me gusta.",
    "¡Oh, esta noche tal vez no seamos ricos en bienes de este mundo, pero, nosotros poseemos todas las cosas! La Iglesia en sí, posee todas las cosas. Aunque pobre, pero es rica y posee todas las cosas. ¡Eso me gusta! Él… Ésos somos—somos nosotros. Había un canto antiguo que cantábamos hace años: “¡Mi Padre es rico en casas y tierras, en Su mano posee la riqueza del mundo! De rubíes y diamantes, y de plata y oro Sus cofres están llenos, Él posee riquezas incalculables”. Y nosotros somos poseedores de ella, porque somos hijos del Rey. Amén. El hijo siempre es heredero, sabemos esto. Muy bien.",
    "Abraham podía reclamar esto, a pesar que estaba pobre, con su ganado muriendo de hambre; Lot se había llevado el mejor terreno. El agua le era escasa. Los días eran calurosos, y los pastores habían sufrido necesidad; y parecía que en todo le había ido mal a Abraham, sin embargo, él era dueño de todo.",
    "Y hoy, el verdadero creyente es despreciado entre la gente, es llamado “fanático o santo rodador”, o alguna clase de sobrenombre ofensivo, algún religioso fanático; y, sin embargo, es heredero de todos los Cielos y la Tierra. “Bienaventurados los mansos, ellos heredarán la Tierra”. ¡Oh, hermano! Hábleme de uno tener que vivir en alguna choza o en alguna otra parte, con apenas el suficiente dinero para pagar el alquiler; sin embargo, uno lo posee todo. Amén. Hay que trabajar y luchar y sudar por unos cuantos dólares, para ganarse… vivir honestamente; para ponerle zapatos a los pies de sus hijos, y alimentar sus boquitas hambrientas; y aun poseyendo, herederos de todo lo que hay aquí. “Los mansos heredarán la Tierra”. Ellos la poseen. ¡Oh, hermano, cómo me gusta! ¡Poseedores de la Tierra! ¿Quién lo es? El creyente. El creyente tiene un título, una escritura de propiedad abstracta, es cierto, por Jesucristo, en la que: “Él será el poseedor de este universo entero”; es cierto: “Los mansos heredarán la Tierra”.",
    "Abraham tenía—tenía, podía poseer esa tierra, porque… y lo que había sobre ella; Dios se la había dado. Y Lot era parte de esa tierra. Así que, Abraham tenía derechos sobre ella. Él podía—él podía reclamarla, o tomar posesión de ella. Él dijo: “Pues, Dios, Tú me hiciste la promesa, que esta tierra, lo que era, y todo lo que estaba en ella era mío, y Tú me hiciste la promesa. Ahora mi pariente ha sido llevado, y todo lo que tiene le ha sido quitado”.",
    "En otras palabras, si aplicara esto hoy, yo diría, la Iglesia bien podría decir: “Señor y Dios, aquí está mi hermano, él está tendido aquí, atacado por el cáncer; atacado por tuberculosis; él tiene esto y aquello. Yo tomo posesión de la promesa, es posesión mía. ¡Tú—Tú me lo dijiste!”. ¡Amén! Allí lo tienen. Luego, luego Ud. puede ir tras ese enemigo, ese diablo, y darle muerte de la misma manera como Abraham les dio muerte a esos reyes y trajo de regreso su posesión. Amén. Eso me gusta. Esto es para el creyente.",
    "Aun cuando Abraham tenía derecho a la promesa, y la promesa era suya, con todo, él tuvo que luchar para poseerla. Amén. Allí lo tienen. El creyente hoy, aunque somos herederos de todas las cosas, aunque somos herederos de toda bendición espiritual, de toda bendición física, de toda bendición que la Biblia promete, sin embargo, Ud. tiene que pelear por cada pulgada. Así es como Dios lo tiene establecido; siempre ha sido de esa manera. Ud. tiene que luchar para poseer lo que Ud. sabe que es suyo. Ud. tiene que luchar para poseerlo. Y esto es lo que nosotros tenemos que hacer ahora.",
    "Ud. dice: “Hermano Branham, yo necesito sanidad”.",
    "La promesa es suya; pero si Ud. la llega a alcanzar, no la alcanzará fácil, eso sí se lo digo. Ud. tendrá que quitársela a Satanás. Si Satanás le lleva cautiva su salud, Ud. tiene el derecho de ir a—a Satanás, decirle: “¡Devuélvela! ¡Entrégala! Yo vengo en el Nombre del Señor, el Poseedor de los Cielos y de la Tierra, y yo soy Su heredero. Amén. ¡Devuélvela! Tomaste a mi hija; la enredaste con el joven equivocado. Tomaste a mi hijo, y lo enredaste con la joven equivocada. ¡Yo los reclamo! Correcto. Yo reclamo a mis hijos; reclamo a mi hermano; reclamo a mi hermana. Sí, Satanás, los sacaste de la casa de Dios, los engañaste a que salieran allá, pero yo vengo ahora en busca de ellos. Yo los reclamo”.\n\n“Pues, ¿cómo lo sabe?”.",
    "🦅 Yo soy heredero de todas las cosas. Amén. Me han sido dadas. Soy un heredero, yo puedo reclamar todo lo que Dios me ha prometido”. Amén. Allí tienen. “Eso es mío”. ¿Cómo lo obtiene Ud.? ¿Por algo que ha hecho? No, señor. Pues, es el regalo inmerecido que Dios nos ha dado, y es nuestro, nos pertenece a nosotros. Satanás no puede retenerlo, si Ud. va contra él en la—la autoridad de la Palabra Escritural; con fe para decir: “¡Es mía! ¡Suéltala!”. Amén. ¡Gloria! Eso me gusta. “Satanás, suéltala. Me la has quitado, devuélvemela, porque te estoy dando aviso. Tengo el aviso escrito aquí mismo en la Palabra: ‘el cielo y la tierra pasarán, pero este aviso no pasará’. Así que vengo con este aviso para notificarte que Jesucristo dijo que todo lo que Yo pidiera al Padre en Su Nombre, Él me lo dará. Si le digo a este monte muévete, y no lo dudo en mi corazón, mas creo que lo que he dicho sucederá, entonces recibiré lo que he pedido. ¡Suéltalo!”. Esto lo hace retroceder; no solamente retroceder, sino que salga corriendo. “¡Suéltalo, porque vengo con la autoridad Escritural! Yo soy un creyente”. ¿Lo captaron? Sí, señor. Sí, señor.",
    "¿Qué tuvo que hacer primero, Abraham, para lograr esto? Él tuvo que poner su fe sobre el fundamento de la roca sólida de la Palabra prometida de Dios. Miren, lo único que él tenía, era un pequeño grupo de siervos, probablemente una docena; y probablemente había unos cuantos miles de hombres, armados. Y sus hombres no eran soldados, eran siervos; hombres de ganado, pastores, ovejeros. Probablemente tenían cuchillos viejos y oxidados que habían conseguido en alguna parte, que habían estado tirados en… allá afuera, donde varias lluvias les habían caído y estaban oxidados. Pero Abraham no miraba el cuchillo oxidado o que no tenía escudo alguno. Él estaba basando su fe en la Palabra de Dios. Allí tienen Uds. Eso lo hace; es eso.\n\n“¿Cómo vas a pelear contra ellos cuando llegues allá”?",
    "🦅 Eso no depende de mí. Lo que sí depende de mí es basar mi fe en lo que Dios ha dicho. Eso es mío y voy tras lo que me pertenece”. Amén. Ahora, cuando la gente que esté enferma pueda ver esto, la enfermedad habrá casi terminado en ese instante. ¿Ven Uds.? Seguro.",
    "¡Cuando el pecador vea que no tiene porqué pecar! Muchas personas pecan porque tienen que pecar. Ésa es una condición lamentable, cuando Ud. dice que “tiene que pecar”. ¡Pero cuando Ud. se da cuenta de que no tiene porqué pecar más! Hay gente que sencillamente se levanta y maldice y se le ríen a uno en la cara, y—y le dicen a uno “idiota” y cuanta cosa más; éstos son deliberadamente pecadores. ¿Ven? Entonces no queda esperanza para ellos. Pero ese hombre que hace algo, que hace algo constantemente, más no quiere hacerlo; él—él roba, pero no quiere; y miente, pero no quiere; él—él hace cosas que él—él no quiere hacer; él no quiere ser un pecador. Aún queda esperanza para él, si uno puede hacer que vea la Verdad. ¿Ven? Suba Ud. al nivel de la promesa de Dios y ponga en ella su fe, y salga allá haciéndole frente al enemigo. Él simplemente no podrá retener eso más, es todo, porque eso es suyo.",
    "Ahora, miremos entonces a este personaje. Aquí Abraham dijo: “Soy heredero, esto me pertenece; todo en esta tierra me pertenece. Por cuanto Dios… Aún no lo he recibido”. Pero él la tenía, era suya de todas maneras.",
    "Ahora, nosotros somos herederos de todas las cosas. ¿Verdad que sí? Somos herederos de todas las cosas. La Biblia acaba de decirlo aquí. Somos herederos de todas las cosas, de todo; no lo poseemos todavía, pero son nuestras. Amén. ¡Oh, gloria! Yo no soy dueño ni de una pulgada de tierra, pero como sea, toda es mía. Seguro. Toda es nuestra, le pertenece al pueblo, a la Iglesia, a los creyentes; la Novia de Cristo es dueña de cada pedacito de ella. Rusia está peleando por ella, los Estados Unidos pelean por eso, y ésta pelea por esto y ésta por allá, y luego nos dicen a nosotros “locos”. Tan sólo quédese quieto, como sea le pertenece a Ud. Amén. Como sea, vamos a ser herederos de ella, así que, déjelos que peleen y se bombardeen el uno al otro. Ella nos pertenece a nosotros. ¡Nosotros somos los que la tendremos! A ellos ni se les pasa por la mente, pero como sea es nuestra; ¡de todas maneras, así será!",
    "¿Quién hubiera pensado que ese pobre hombrecito, allá arriba, con ese ganado flaco y huesudo sobre la cumbre del monte, lo poseía todo? Toda Palestina le pertenecía. Sí, señor. Entonces cuando él llegó al lugar para responder al reto, Dios probó que estaba con él. Él tomó ese pequeño puñado de hombres y partió para allá y les dio muerte a todos ellos, y regresó con su posesión. Amén. Eso me gusta. ¿Por qué? Él puso su fe sobre la Roca de la promesa de Dios; eso es lo que se requiere. Él no edificó otro fundamento; no fue a unirse a alguna organización, ni algo así. ¡Él depositó su fe sobre esa Promesa! Amén. Así es, sobre esa Promesa, ¡y allí marchó adelante! Con espada oxidada o sin espada oxidada, para él no tuvo importancia, él había basado su fe en la Promesa.",
    "Y cuando Ud. pasa adelante para que se ore por Ud., si quiere salvación, si quiere sanidad Divina, no importa lo que sea, si Ud. es un creyente, Ud. es heredero de toda promesa. Así que base su fe sobre la promesa y marche adelante, y dígale a Satanás: “¡Devuélvelo! ¡Devuélvelo! Eso es mío”. No deje que él lo intimide a Ud. Párese firme en la línea, él se lo entregará. Dios dijo que lo haría, así que él tiene que hacerlo. Ésa es su autoridad. Correcto, ¡un heredero de todas las cosas!",
    "Él se mantuvo sobre ese fundamento, la Palabra prometida, y él tuvo un heredero. Él era el heredero, así que él lo sabía. Muy bien, señor, fue después que la promesa le había sido vindicada, que después él tuvo compañerismo con Aquél que hizo la promesa (me gusta eso); ¡después de que Dios hizo la promesa! Y entonces, noten, Abraham no había tenido una prueba antes (así que él…), de esa clase. Así que él sabía que todo le pertenecía, y ésa era la promesa; sin embargo, él no había tenido que combatir antes contra un ejército. Él no sabía nada en cuanto a eso. Él—él no era un hombre entrenado para pelear. Abraham no era un guerrero, él era un agricultor. Y Abraham no podía hacer nada, porque él—él no era soldado. Sus hombres no eran soldados, eran agricultores. Entonces lo único que él podía hacer era simplemente tomar la promesa de Dios, basar su fe en la promesa y salir allá, ir tras eso. Entonces cuando Abraham vio eso y obtuvo esa promesa, y se dio cuenta que Dios se lo vindicó, que Él sí cumple Su Promesa… ¡Amén! Allí está.",
    "Si Ud. no ha recibido aún el Espíritu Santo, y no sabe nada al respecto, y algo en su corazón le está diciendo que lo anhela: ¡permanezca Ud. allí! Eso es Vida Eterna, de lo cual Ud. es heredero. Permanezca allí y mire a Satanás en la cara y diga: “¡Tú eres el ladrón, lo eres! Vengo a poseer aquello por lo cual Jesucristo murió para que yo tuviera, ¡ahora devuélvelo! ¡Apártate de mi camino!”.",
    "Luego, cuando Ud. menos lo piense, el Espíritu Santo se derramará sobre Ud. Entonces algo sucede. Algo sucederá. ¿Qué es? Dios vindicó que Él cumple Su Palabra; exactamente. Después (Vean), después de que Ud. ve que la Palabra le es vindicada, de que Ud. es salvo, y que sí tiene el Espíritu Santo, ¿luego qué? Abraham había obtenido la victoria, y aquí venía de regreso marchando. Él había ido con su fe basada en la Palabra, que él podía traerlo de regreso (lo que había perdido), y aquí venía con eso, en la marcha del vencedor. Eso mismo es lo que Ud. puede lograr. Si Ud. no tiene Vida Eterna, pídala a Dios. Confiese sus pecados, crea en el Hijo de Dios, acepte el bautismo del Espíritu Santo, y diga: “Dios, vengo por Él, estoy aquí para recibirlo”. Entonces Ud. regresará con la marcha de la victoria, ya obtenida. Amén. Estará brillando (¡Vaya!), los pajaritos cantan diferente, y toda persona… Ud. luego estará enamorado de todos. Ese viejo odio, malicia y contienda ya no existirán. ¡Ud. los ama a todos! ¡Oh!, Ud. experimenta un tiempo maravilloso: canta, grita, alaba a Dios; no le importa lo que alguien diga de Ud., no importa. ¡Seguro, está en la marcha de la victoria!",
    "Luego, ¿quién salió a recibirlo? ¿Quién salió a recibirlo? ¡Melquisedec! Melquisedec salió a recibirlo después que la Palabra le había sido vindicada. Melquisedec fue Quien le dio la Palabra. Luego él puso su Palabra… su fe en la Palabra, obtuvo la victoria y regresó; y después tuvo compañerismo. Amén. Ahora, Ud. también la tendrá. ¡Oh, Su Palabra se tornará en algo nuevo para Ud., una vez que Ud. haya recibido el bautismo del Espíritu Santo! ¡Oh, hermano!",
    "🦅 ¡Oh!” dice Ud., “yo no puedo ver estas cosas. Yo no creo en gritar; no creo en hablar en lenguas; no creo en sanidad Divina”. Eso sólo muestra que Ud. nunca ha obtenido la victoria; es cierto. Pero una vez que Ud. consiga la victoria, entonces lo tendrá; entonces Ud. lo posee. Sí, señor, entonces Ud. podrá gritar. Yo…",
    "Uds. vieron que en un tiempo yo dudaba de danzar en el Espíritu, cuando veía a alguien que se levantaba y danzaba en el Espíritu. Ahora, he visto la burla que han hecho de eso, pero también he visto lo genuino. Entonces descubrí el porqué la gente podía danzar en el Espíritu. Bueno, nunca he visto a uno salirse de lugar; aún no he visto a uno que actúe en forma inmoral. Siempre lo—lo veo en mucha decencia y en orden y dulzura, y aun a pecadores que corren al altar y son salvos mientras está aconteciendo. Pues, siempre me pregunté ¿qué propósito tenía? Y me di cuenta que es victoria.",
    "David danzó delante del Señor, cuando el Arca fue traída de nuevo a Su lugar de reposo. Amén. Cuando David vio la Palabra (como fue con las tablas de piedra), siendo traída de regreso a Su debido lugar, David se regocijó y danzó en el Espíritu; dio vueltas y vueltas y vueltas. ¿Por qué? Él vio la Palabra de nuevo en Su lugar. Amén.",
    "Lo que la Palabra necesita, no es algo salido de algún seminario, alguna mezcolanza teológica; sino un predicador enviado de Dios, chapado a la antigua, detrás del púlpito con la Palabra, viendo a Dios que vindica Eso, la evidencia.",
    "Entonces David dijo: “¡Gloria a Dios, esto es!”. Y dio vueltas y vueltas, y vueltas y vueltas. Y su esposa infatuada sentada allá en lo alto, siendo la hija de un rey, dijo: “Pues, él—él—él me avergüenza”.",
    "Y David dijo: “¿No te agradó eso? ¡Pues mira esto!”. Y dio vueltas y vueltas de nuevo. ¡Sí! ¡Oh, qué tiempo tan maravilloso tuvo él!",
    "¿Saben? Dios miró desde el Cielo, dijo: “David, eres un hombre conforme a Mi Propio corazón”. ¿Ven? ¿Ven? ¿Por qué? Él ya había perdido todo orgullo, había perdido todo eso. Sin embargo, él estaba casado con la hija de un rey, pero eso ni fue considerado en ese momento. Sabía que él conocía al Poseedor de los Cielos y de la Tierra; y aquí estaba regresando la Palabra de Dios entre ellos, y David estuvo tan feliz que danzó. Él danzó tan duro como pudo.",
    "María, ella tomó la pandereta y fue a la orilla danzando, ya del otro lado. Después de que ella pasó por el Mar Rojo y vio a sus enemigos ahogados, entonces pudo danzar en el Espíritu. Cuando ella vio a los enemigos que la habían atormentado, muertos, entonces danzó en el Espíritu. Correcto. Ahora, ¿ven? ¡Después! Después que la batalla es ganada, entonces la gloria de Dios desciende.",
    "Ahora, hallamos que Él lo recibió. Y después que la promesa había sido vindicada, él—él tuvo compañerismo. Melquisedec salió a bendecir a Abraham, y Él le dijo: “Bendito sea Abraham, y bendito sea el Dios de Abraham, el Poseedor de los Cielos y de la Tierra”.",
    "¡Oh, vaya! ¡Cómo me gusta eso, la promesa para el creyente! Ud. dice: “¿Qué tiene que ver eso con nosotros?”. ¡Es para todo creyente! La promesa para el creyente es Vida Eterna. La promesa para el creyente es Vida, gozo, paz, tolerancia, benignidad, paciencia, frutos del Espíritu, sanidad Divina; casi una docena de cosas que tengo escritas aquí, que son de su posesión. Esto le pertenece a Ud., pero no podrá obtenerlo hasta que haya luchado por eso. Eso es suyo. Todo lo que se ve, todo bien temporal que se ve, me pertenece. Dios me lo dio, por medio de Cristo, Él me lo dio; y las cosas invisibles me pertenecen. Amén. ¡Eso me gusta! Lo que Ud. puede ver, como la sanidad Divina y lo demás, eso es bueno, lo apreciamos; pero, ¡lo que no se ve!",
    "Ahora, la ciencia puede investigar por aquí, y decir: “Bueno, veamos, permítame tomar este hombre. ¿Ud. dice que él fue sanado? Permítame llevarlo y examinarlo; déjeme ver qué fue lo que sucedió. Y señor: ¿Ud. dice que alguna vez tuvo un tumor?”.\n\n“Sí, justo allí”.",
    "🦅 Pues, permítame hacerle un estudio científico para ver si fue que se le hundió, y no que haya desaparecido. ¿Ud. dice que una vez era ciego y que ahora ve? ¿Cómo puedo saberlo? Déjeme verlo y comprobarlo científicamente”.",
    "Ahora, ellos pueden investigarlo, sin embargo, yo soy, también soy heredero de eso, de todo lo físico. Y también soy heredero de las cosas que no se pueden ver, donde la ciencia no puede investigar. Amén. Amén. Las cosas que no se ven (Amén), soy heredero de ellas. Sí, señor. Yo soy heredero de las cosas que se pueden ver. Soy heredero de esta Tierra misma, Ud. es un heredero. Cada creyente es heredero, es heredero de ella. Muy bien, ¡y de lo que no se ve! ¿Poseedor de qué? De los cielos y de la Tierra (Amén), ¡de todas las cosas! ¿Lo creen Uds.?",
    "Ud. dice: “Hermano Branham, ¿qué de las cosas que uno no alcanza a ver? ¿Cómo puede uno saberlo?”. ¡De todas maneras son mías! Correcto. El Cielo me pertenece; me alegro porque es mío, Dios lo ha dicho. Y eso es correcto. “Bueno, Ud. nunca lo ha visto, ¿cómo sabe que está allí?”. Yo sé que de todas maneras está allí, Dios lo ha dicho. “¿Cómo sabe Ud. que es heredero de eso, cuando nunca lo ha visto?”. Yo creo Su Palabra. Amén. ¿Ven? Soy un heredero, y Ud. es un heredero conmigo; todos somos herederos juntamente por medio de Cristo Jesús.",
    "¿Notó Ud. aquí (aquí en Corintios), en Segunda de Corintios, que Pablo dijo: Aun la muerte, que nosotros poseemos la muerte? Piense en eso. ¿Poseer la muerte? Sí, señor, está sujeta a nosotros. Amén. ¡Pues, gloria! Ya me olvidé de la explosión de ese rifle, ¿ven? ¿Por qué no me mató él? Porque no pudo; fue por eso. Dios no lo había dispuesto. Él puede intentarlo cuanto quiera, pero no lo puede tomar a Ud. Amén. ¡Gloria! Yo pagué mi deuda por eso hace mucho tiempo, cuando creí en Jesucristo, Quien vive para siempre. Ahora la muerte tiene que sujetarse a lo que nosotros decimos. Amén.\n\nUd. dice: “¿Un poseedor de la muerte?”.",
    "Eso es lo que dijo Pablo aquí en Corintios: aun la muerte, nosotros la poseemos. Pues, cuando estaban para cortarle la cabeza, él dijo: “¡Oh, muerte!, ¿dónde está tu aguijón? ¿Dónde está tu aguijón? Muéstrame dónde me podrás atemorizar”.",
    "La muerte dijo: “Te oprimiré y te llevaré al sepulcro, y te descompondrás y te pudrirás”.",
    "Él dijo: “Pero, ¡oh, gracias a Dios…!”, [Cinta en blanco.—Ed.] “…quien nos da la victoria por medio de nuestro Señor Jesucristo”. Sí, señor. La muerte, el infierno y el sepulcro, lo poseo todo, porque Él lo conquistó todo por nosotros. ¡Poseedores!",
    "Tal como Josué y Caleb que regresaron con la evidencia de una tierra que no se veía, la cual había sido dada al pueblo por una promesa. Josué y Caleb regresaron con una evidencia de que existía tal tierra. Ahora, estando allá a ellos ya les había sido prometida. Dios les dio la promesa, y ellos llegaron hasta la frontera de la tierra, pero no la habían visto antes; y Josué y Caleb pasaron a la tierra prometida y regresaron con la evidencia de que la tierra estaba allí, y que era un buen lugar, donde fluía leche y miel. ¡Amén! ¿Qué era? Iban a poseer esa tierra. Ellos tenían la promesa. Estaban de camino hacia allá, y casi para llegar al Jordán, y Josué cruzó y regresó con la evidencia de que era una tierra buena.",
    "Tal como lo que hizo Josué por los hijos de Israel (Josué significa “Salvador”, la palabra Josué), y eso mismo fue lo que Jesús hizo para la Iglesia cuando ellos lo mataron. Él conquistó la muerte; conquistó el infierno; Él conquistó el sepulcro. Y Él se levantó de nuevo con la evidencia, el bautismo del Espíritu Santo; de que hay una Tierra más allá del río, que llaman la dulzura eternal. Amén. Él regresó y nos trajo una evidencia. ¿Qué efecto tiene Ella, Hermano Branham? Hace que Ud. deje de mentir, de robar, de beber, de maldecir, lo inmoral, todo. Hace de Ud. una nueva criatura. Yo que una vez estaba muerto en delitos y pecado, sin embargo, ahora vivo; no yo, sino Cristo que vive en mí. Yo soy una nueva criatura en Cristo Jesús (Amén), heredero de la promesa. ¡Aleluya! Sí, señor. Esa tierra nos pertenece a nosotros. ¿Cómo lo sabe Ud.? Josué se levantó de los muertos, regresó con la evidencia, el Espíritu Santo; yo lo tengo. Amén. ¡Fiuu! ¡Gloria! Soy un heredero. ¡Oh, un hijo del Rey, un hijo del Rey, heredero de todas las cosas! La Biblia lo dice. El mismo Dios—el mismo Dios que le dio a Israel la promesa de esa tierra prometida (que era algo no visible para ellos), esa misma Biblia, ese mismo Dios nos ha hecho a nosotros una promesa de Vida Eterna, y el Espíritu Santo da testimonio de ello. Cristo está vivo, no muerto. Él vive en medio nuestro, vive en nosotros, a través de nosotros, y obra alrededor de nosotros. Amén.",
    "Era Él sentado en esa banca allá, el otro día, cuando Satanás vio la oportunidad de matarme, pero no pudo hacerlo. Amén. Y jamás lo hará hasta que Cristo diga que es hora. Amén. No importa cuántas veces venga, él regresará con las manos vacías mientras Cristo no le dé la orden. Amén. Es una promesa, Dios lo prometió. Es la Palabra de Dios que lo promete, y nosotros lo creemos por cuanto somos herederos.",
    "Yo soy heredero de la sanidad Divina. Soy heredero de gozo, tengo derecho a ser feliz. “Y, ¿qué lo hace a Ud. tan feliz?”. Tengo derecho a estarlo. “¿Cómo lo sabe Ud.”? Porque soy heredero de eso. ¡Amén! ¡Fiuu! Ahora me siento religioso. Sí. Soy heredero de la felicidad; soy heredero del gozo; soy heredero de la paz; soy heredero de la Vida Eterna; soy heredero del Espíritu Santo. Amén. Soy heredero de toda evidencia que Eso contenga. Amén. Soy heredero de la autoridad de Dios. Amén. “¿Quién se lo concedió a Ud.”? No yo; Él. Cada uno de Uds. es un heredero de lo mismo.",
    "¡Herederos de un trono! “Al que venciere, le daré que se siente Conmigo en Mi trono; así como Yo he vencido y Me he sentado con Mi Padre en Su Trono”. Amén. ¡Un heredero de todas las cosas! No de una sola cosa, ¡de todas las cosas! Todo está bajo sus pies; aun la muerte está bajo sus pies; la tumba está bajo sus pies; el infierno está bajo sus pies; el pecado está bajo sus pies, todo está bajo sus pies. ¡Ud. es un heredero! Y Ud.… Ud. está muerto, y su vida está escondida en Dios por medio de Jesucristo, y Ud. es levantado de nuevo para Vida Eterna, y está sentado en lugares Celestiales en Cristo Jesús. ¡Oh, hermano! ¡Fiuu! Llámenos lo que quiera, llámennos lo que Ud. quiera, diga que estamos locos si quiere, pero somos herederos. Herederos ¿de qué? De todas las cosas.",
    "🦅 ¿Es Ud. un heredero del Tabernáculo Branham”? No, yo soy heredero de todas las cosas. De lo que se ve, presente, futuro, de todo, soy heredero de ello.",
    "Y todo pecado y maldad han sido puestos bajo mis pies, por la gracia de Jesucristo. Él resucitó la mañana de Pascua, triunfó sobre la muerte, el infierno y la tumba, y me hizo heredero, y dijo: “Espérenme allá y Yo les daré la Promesa”. Y Su siervo ungido, con la autoridad, dijo: “La promesa es para vosotros y para vuestros hijos y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Yo soy un heredero. Amén. Amén. Jesús lo probó para nosotros, con Su resurrección. ¡Oh, vaya!",
    "¡Cuando hemos entrado en ese campo de batalla, entre la muerte y la Vida! “Yo soy un pecador, Hermano Branham”, Ud. no tiene por qué serlo. Ud. es pecador porque Ud. desea serlo. Ud. no tiene porqué serlo. La deuda ya ha sido pagada.",
    "🦅 Hermano Branham, yo quisiera tener gozo”; puede tenerlo. Sólo es que Ud. está permitiendo que Satanás le robe los privilegios por los cuales Cristo murió. Yo soy heredero de eso; todo eso es mío. Todo aquello por lo que Él murió, me pertenece, le pertenece a Ud. Somos Sus hijos, herederos de ello, de todo por lo cual Él murió.",
    "Ahora, cuando Ud. entra en ese campo de batalla: “¡Ah, no hay tal cosa como bautismo del Espíritu Santo! ¿Sabes?, vas—vas—vas a actuar raro. Y algo va a suceder, algo va a ser diferente”. No me importa lo diferente que sea, yo soy heredero de eso. Eso es Vida, y yo voy tras Ella. Eso es correcto.",
    "Éste debiera ser el objetivo de todo pecador. “Vengo a recibirlo, basado en que el Espíritu Santo ahora está aquí diciéndome que venga a recibirlo; es mío. Yo no me voy a levantar hasta que Lo reciba. Yo no seré un fanático; voy a permanecer aquí mismo, no me importa lo que pueda suceder. No cesaré de orar hasta que Tú me des el Espíritu Santo, Señor, y sé que lo harás ahora mismo. Si hay algo incorrecto en mi vida, dime y lo arreglaré. ¿Qué es, Señor? Y yo iré a corregirlo”.",
    "Si Dios no le revela nada, diga: “Entonces, Satanás, vengo por Él. No puedes pararte más allí, ¡apártate de mi camino!”.",
    "Allí lo tiene Ud., heredero de todas las cosas. Heredero de la Vida Eterna; heredero de sanidad Divina. ¡Oh!\n\nSoy heredero junto con Él,\n\nNacido de Su Espíritu, lavado en Su Sangre.\n\nEsta es mi historia y mi canción,\n\nGlorificando a mi Salvador.\n\nGrato descanso, sumiso a Jesús,\n\nYo en Jesucristo, soy dichoso y feliz;\n\nVelando y orando, mi vida hacia Él;\n\nDe bondad lleno y de amor.\n\n¡Aleluya! Allí lo tienen. Ésta es mi historia y mi canción, soy heredero de salvación. ¿Qué es salvación? Algo que le es dado a Ud.; es un regalo. Yo soy heredero de la salvación. ¿De qué tipo? De Vida Eterna. Salvación para mi alma; salvación para mi cuerpo; salvación de mi cansancio; salvación de todo. Dios me hizo heredero de todo por Cristo, y Él murió, resucitó y regresó, y trajo la evidencia y la derramó sobre nosotros. ¡Oh, hermano! ¡Gloria! ¡Oh, vaya!",
    "Ahora, al avanzar Ud., ¿qué hace? Cuando Ud. avanza tal como lo hizo Abraham, pase allá con esa promesa. “¡Dios, Tú me dijiste que es mía! Yo tengo fe en Tu promesa. Estoy trayendo Tu Palabra; Tú prometiste esto. Tú dijiste: ‘Pedid, y recibiréis; buscad, y hallaréis; llamad, y se os dará; toquen y se os abrirá’. Aquí estoy, Señor; aquí estoy. Estoy tocando, buscando, pidiendo. Tengo que recibirlo”. Allí está. Algo sucede entonces, oh, cuando Ud. cita esa Palabra.",
    "Miren lo que hizo Satanás cuando Jesús le citó la Palabra. “Y también escrito está…”, él saltó lejos de ese Cable, como dije la otra noche. Sí, señor. Entonces, ¿qué pasa después que Ud. haya vencido? ¿Cómo se vence? ¿Podría Ud. lograrlo por su cuenta? No. Alguien fue adelante y venció por Ud.; Ése es Cristo. Yo simplemente soy un heredero de eso; no tengo que hacer nada. Soy un heredero de la promesa. Lo único que yo necesito, es basar mi fe en Su promesa. ¿Lo ven Uds.?",
    "🦅 Hermano Branham: ¿Es Ud. digno de eso?”. No. “¿Piensa Ud. que yo sea digno”? No. “¿Piensa Ud. que el obispo sea digno”? No. “¿Habrá existido algún hombre digno”? No. “Entonces ¿por qué?”. ¡Ud. es un heredero!",
    "Si Ud. fuera el borracho más tremendo del mundo, y su padre le dejara un millón de dólares, ya que Ud. sea digno o no, es su—su—su herencia; Ud. es el heredero de la herencia de su padre. Lo que él le haya dejado, es suyo, sea Ud. digno o no. Él se lo dejó a Ud. Amén.",
    "Yo era un pecador, pero soy un heredero. Yo no servía, y ni aún sirvo, pero, con todo, soy un heredero. Yo debería morir e ir al infierno, pero soy un heredero. Soy heredero ¿de qué? De la Vida Eterna. “¿Cómo sabe Ud. que La va a recibir”? Pues lo pude sentir. El Espíritu Santo La trajo. Jesús resucitó de entre los muertos para que Eso pudiera venir. Y ahora Eso ha venido, y da testimonio y vindica exactamente lo que dijo que haría. Yo he pasado de muerte a Vida. He llegado a ser una nueva criatura en Cristo Jesús; entonces soy heredero. Sí, señor. Ahora voy de camino. Amén. Todas las cosas han muerto. Y ¿qué de todas esas cosas malas que yo hice? Es igual como hizo María. Mire allá atrás, allí están, muertas, sepultadas, en el mar del olvido, en el gran Libro de Dios en el Libro en Cielo. Ya ha sido hecho. Mi nombre ya ha sido puesto en ese Libro, y ha sido sellado, y lanzado en el mar del olvido, y hay un Libro nuevo, con un nuevo nombre, escrito allá en la Gloria; y es el mío. ¡Seguro! Ahora somos entonces herederos de todas las cosas.",
    "Entonces es como cuando Abraham, ¿qué le dijo Dios a él? “Esta tierra te pertenece; lo que hay en ella es tuyo. Mira hacia el este, al norte, al oeste y al sur, todo es tuyo, todo aquí. Yo quiero que vengas a peregrinar en una tierra extraña, y te voy a hacer heredero de esa tierra. Te la daré, a ti y a tu simiente después de ti, para siempre”. Ahora, Abraham, lo único que tenía que hacer era poner su fe en esa promesa, tomar su espada y comenzar. Cuando llegó el momento crítico, él llegó allá y Dios peleó la batalla de él. Y cuando él peleó la batalla, les dio muerte a los reyes.",
    "Y aquí venía él de regreso (Amén), todo ya había terminado. Hermano, él podía gritar. ¡Se podía oír a todos los jóvenes gritar y alabar al Señor! Aquí venía Abraham, y, ¿quién salió a recibirlo? Melquisedec, Rey de Salem. Y miren lo que hicieron. Después que terminó la batalla, pudieron sentarse y tomar el pan y el vino. El Rey sacó pan y vino. ¿Cuándo lo hizo con Él? Después que terminó la batalla; después de que lograron la victoria, entonces pudieron sentarse y tomar la Comunión juntos; hablar el uno con el otro y comer la Santa Cena juntos. ¡Oh, eso es lo que Dios quiere que sus hijos hagan en esta noche!",
    "🦅 Entonces, ¿qué de Ud., Hermano Branham? ¿Qué de esa Iglesia a la cual Ud. le está hablando?”. ¡Nosotros somos la simiente de Abraham!, ellos son la Simiente Real de Abraham. Somos la simiente de Abraham, por la promesa, por medio de Cristo Jesús llegamos a ser la simiente de Abraham y somos herederos con él según la promesa. Entonces si Abraham fue heredero, yo soy un heredero. Yo soy un heredero con Abraham y también lo es Ud. Y ¿cómo llegó a suceder esto? Por la Simiente Real de Abraham, la cual fue Cristo Jesús, Aquél que fue prometido, por la fe. Abraham recibió un hijo, como uno de entre los muertos. Y nosotros recibimos al Hijo que ni siquiera era un hijo porque no había la manera de llegar aquí, y Dios Le hizo y Lo envió a nosotros. Y Él vino y pagó la pena por nuestros pecados y por Su muerte yo vengo a ser un heredero. ¡Oh, vaya! Allí lo tienen. Y toda la maldad del diablo ha quedado atrás. ¡Alabado sea Dios!",
    "¡Venzan! ¿Cuántos han vencido, esta noche? Veamos sus manos; “Por la gracia de Dios he vencido”. Alabado sea Dios. ¿Saben Uds. lo que pienso que debemos hacer ahora mismo? Si comienzo ahora los tendría aquí hasta la media noche. Tengamos un buen servicio de dedicación, dediquemos de nuevo nuestras vidas a Dios. ¿A cuántos les gustaría hacer eso? ¡Oh, tengo ahora más de una, yo tengo ambas manos levantadas y también mi corazón! Yo quiero que mi vida hable por Cristo. Quiero dedicarme de nuevo a Cristo. Quiero que Su voluntad sea hecha, y que la mía quede atrás, y—y que la voluntad de Él sea hecha. Yo quiero tener la marcha del vencedor; no porque sea yo, sino porque sé que el Evangelio que Él predicó está sufriendo hoy, por causa de dogmas denominacionales hechos por hombres y todo lo demás. La gran victoria que debiéramos tener ha sido retenida por el enemigo. Dios, permíteme sacar esta Espada, permite que resplandezca y brille y que marche adelante. Permite que mi voluntad quede atrás, y que Su Palabra vaya delante de esa manera, una Espada aguda de dos filos abriendo el camino.",
    "Pongámonos ahora de pie y dediquemos nuestras vidas de nuevo. Cada uno a su propia manera, dedíquese Ud. mismo al Señor. Levantemos ahora nuestras manos a Dios, cada uno.",
    "Nuestro Padre Celestial, en esta noche nos dedicamos a Ti como mejor sabemos, sabiendo que somos herederos de todas las cosas. Tú lo prometiste, Señor Jesús, y nosotros lo creemos. Ahora, nunca llegaremos a realizarlo, a menos que Tú, Señor… a no ser que nosotros mismos pongamos nuestra fe en Tu promesa. Ahora, Tú dijiste en la Biblia: “El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna, y no vendrá a condenación, mas pasó… ha pasado de muerte a Vida. El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna; y Yo le resucitaré en el día postrero”. Ésa es la promesa; fue lo que Tú dijiste. Esto es lo que nosotros creemos.",
    "Y, Señor Dios, oh, Espíritu Santo, muévete sobre nosotros. ¡Oh, Dios, muévete! ¡Oh, Señor, muévete en nosotros! Espíritu del Dios viviente, recíbenos, Señor. En el Nombre de Cristo, recíbenos. Límpiame, moldéame, fórmame, oh, Dios, a la imagen del Hijo de Dios. Tómame Señor, soy Tuyo. Te entrego esta iglesia. Entrego a Ti cada alma aquí, juntamente con la mía, Señor. Ahora fórmanos y moldéanos, y permite que olvidemos nuestros caminos pecaminosos e inicuos; y que sepamos que siempre y cuando pongamos nuestra—nuestra fe (la fe que poseamos), en Tu Palabra prometida, que Tú nos llevarás hasta allá de victoria en victoria; Tú lo has prometido.",
    "Satanás no nos puede hacer daño, Señor. Puede ser que él haga todo lo que esté a su alcance, mas no puede tocarnos. Cuando Tú le diste rienda suelta sobre Job, en una ocasión, le dijiste: “No le quites la vida”. Hizo de todo menos tomarla. Pero él no pudo hacerlo, por cuanto Tu promesa aún estaba allí para Job.",
    "Y Dios, aún eres el mismo Dios hoy; amparas a los Tuyos. Sabemos que es la Verdad y nos dedicamos de nuevo a Ti. Lava nuestras almas pecaminosas, Señor, mientras confesamos nuestra fe. Y, Cristo Jesús, recíbenos. Y cuando comencemos a tomar esta Santa Cena del Señor, Dios, comulga con nosotros en nuestros corazones. Dinos ahora dónde estamos errados. Muéstranos dónde hemos errado, Señor. Humildemente nos arrepentimos por ello. Humildemente pongo todos mis pecados sobre el altar, Señor. Humildemente me pongo yo mismo sobre Tu Palabra, Señor, y a la merced Tuya.",
    "Heme aquí, Señor, has conmigo como creas conveniente. Ése es el clamor de esta iglesia, Señor: “Has con nosotros como creas conveniente”. Yo sólo puedo hablar por mí—por mí mismo, Señor, pero yo creo que en sus corazones ellos creen lo mismo. Has con nosotros como a Ti te plazca; nosotros creemos. Queremos ser herederos, y sabemos que somos herederos siempre y cuando permanezcamos en Cristo Jesús; somos herederos juntamente con Él ante el Trono.",
    "Ahora acompáñanos. Sana las enfermedades, de en medio nuestro, Señor. Si hay un cuerpo enfermo aquí en esta noche, tócalo, sánalo, otórgale salud; concédelo, Señor. Si hay un alma enferma, que sea sanada ahora mismo. Permite que esa alma lisiada sea enderezada. Que esas rodillas débiles caídas, y esas manos débiles sean levantadas en gloria y clamor a Dios. Los pasos torcidos que sean enderezados; que haya una calzada en el desierto para nuestro Dios.",
    "Señor, creemos que vienes pronto, y permite que anunciemos abiertamente Tu Palabra, Señor, y abrir así una calzada en el desierto; enderezando los senderos torcidos, para nuestro Señor. Permite que desarraiguemos toda raíz denominacional. Que desarraiguemos toda raíz de amargura, amonestando toda malicia, envidia y contienda, para que la verdadera Palabra de Dios pueda fluir como ríos de gozo. Concédelo, Padre. Nos entregamos ahora a Ti, antes de tomar esta Cena del Señor. En el Nombre de Jesucristo. Amén.",
    "Mientras… La Hermana Spencer quiere oración por su cuerpo. [La Hermana Spencer le habla al Hermano Branham.—Ed.] Dios la bendiga, Hermana Spencer.\n\nPadre Celestial, esta pobre santa anciana, y ésta sentada… Tú viste a una mujer lisiada, “acaso ¿no debe ser liberada esta hija de Abraham en el día sabático?”. Y ahora quizás la mayoría de sus amistades, Señor, de sus amistades ancianas que hospedó, esos ministros que han dormido en su casa, muchos de ellos ya han viajado por la gran calzada al Cielo. Ella ha quedado sola, Señor, como un testimonio. Sin nadie ahora, sólo sus hijos y tal vez una amistad aquí y otra allá, Señor, o alguno que otro pariente. Pero ella ha quedado de pie, como un gran bosque que ha sido arrasado y un árbol ha quedado. Dios, te pido que mires con misericordia, Señor, que ella ha anclado sus raíces profundamente. Y está de pie sobre el Monte Calvario, Señor, arraigada y afirmada en la Fe de Cristo. Yo pongo mis manos sobre esta preciosa anciana, y conjuro este nudo debajo de su lengua, que la deje y ella sea sana. En el Nombre de Jesucristo. Amén. Dios la bendiga. Gracias, Hermana Spencer. Así será. Simplemente no lo dude para nada. Muy bien.\n\nMi fe espera en Ti,\n\nCordero, quien por mí,\n\nFuiste a la Cruz.\n\nEscucha mi oración,\n\nDame Tu bendición.\n\nY por la Eternidad\n\nTe alabaré.\n\nEscuchen, canten ahora conmigo.\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi guía sé:\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nLlene mi corazón\n\nTu santa luz.",
    "Desde lo profundo de su corazón, ahora sólo Dios lo conoce, desde lo profundo de su corazón: ¿lo dice Ud. en sinceridad: “Llene mi corazón Tu santa luz?”. Cantemos esa última parte otra vez.\n\nY por la Eternidad\n\nTe alabaré.",
    "Ahora todos juntos: Gran Pastor del rebaño, Tú nos enseñaste que debíamos orar así [El Hermano Branham y la congregación oran juntos.—Ed.]: Padre Nuestro que estás en los Cielos, santificado sea Tu Nombre. Venga Tu Reino. Sea hecha Tu voluntad, como en el Cielo, así también en la tierra. El pan nuestro de cada día, dánoslo hoy. Y perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores. Y no nos metas en tentación, más líbranos del mal; porque Tuyo es el Reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Pueden tomar asiento.",
    "Me han pedido oración por la hija de la Hermana Shepherd. Me viene a la mente que ellos llamaron hace poco pidiendo la oración por la niña, y yo oré por eso. Tuve una entrevista, para que nos reuniéramos aquí mismo, y no pude pasar por la casa. Y dijeron que la niña estaba enferma y con fiebre, y colocándose tiesa; lo cual, sin duda es un virus que anda por aquí. Uds. saben de eso. Algunas veces los músculos se les recogen de tal forma que hay que masajearlos hasta normalizarlos, como sucedió con la Sra. Haley, y muchos aquí. Es un virus que anda por aquí. Y, ella… hice una oración. Y le dije que si la niña no estaba mejor para eso de las nueve o la hora en que concluimos el servicio, que nos llamara acá y pasaríamos; si la niña mejoraba, pues bien. Entonces ahora humildemente, antes que tomemos la Comunión, oremos por esa niña.",
    "Señor Jesús, esa pequeña, no sé la edad que tenga ni nada, pero es de uno de nuestros amados discípulos aquí, Señor; uno de nuestros creyentes. Es hija de ellos, de la Hermana Shepherd y del Hermano Shepherd, es una joyita que Tú les has dado, Señor. Oramos que la cuides, y la bendigas y la protejas, y sánala, restaurándola. Nosotros lo reclamamos ahora mismo; después de este mensaje, reclamamos eso. Lo reclamamos para la gloria de Dios, de acuerdo a Su Palabra. En el Nombre de Jesucristo, que la enfermedad suelte a esa niña. Y que la niña se recupere y sea sana, para la gloria de Dios. Ahora ha sido hablado, ahora será hecho. Amén. ¿Creen Uds.?\n\nSi confiamos sin dudar, es seguro que Él nos librará;\n\nLleva tus cargas al Señor y déjalas allí.\n\nDéjalas allí; oh, déjalas allí;\n\nLleva tus cargas al Señor y déjalas allí.\n\nSi confías y nunca dudas, seguro que Él te librará.\n\nLleva tus cargas al Señor, y déjalas allí. (Es lo único que uno hace.)\n\nSi tu cuerpo está en dolor y la salud no puedes recobrar,\n\nRecuerda que Dios en el cielo responde a la oración.\n\nJesús conoce el dolor que sientes. Él puede salvar y puede sanar.\n\nLleva tus cargas al Señor y déjalas allí.",
    "Ahora, estrechemos las manos mientras cantamos este último verso:\n\nDéjalas allí, (compañerismo, Uds. saben, comunión) déjalas allí, (¡Alabado sea el Señor!)\n\nLleva tus cargas al Señor y déjalas allí.\n\nSi confiamos y nunca dudamos, Seguro que Él te librará.\n\nLleva tus cargas al Señor, y déjalas allí.",
    "¡Oh! ¿Verdad que Él es maravilloso? Entonces, ahora con nuestra confesión, nuestra creencia, la confesión de nuestros pecados, creemos que todos nuestros pecados están en el mar del olvido. Aquél que confiesa sus pecados, Dios es justo para omitírselos. ¿Ven? Están en el—en el mar de la Sangre de Jesucristo, para nunca más ser recordados. ¿Cuántas de Uds. las damas saben lo que es el Cloro? Todas. Ahora, tomemos una tina grande llena de Clorox, que sea toda Cloro, una tina grande llena de Clorox. Y luego tomen un pequeño gotero, y tomen una gota de tinta negra en ese gotero; ésos vendrían a ser sus pecados. Párense directamente sobre la bañera, y aprieten, luego busquen en la tina y encuéntrenla. ¿Qué le sucedió? ¿Qué sucedió con la tinta? Cuando cayó en ese Cloro, era tan poderoso que le quitó inmediatamente todo el color, y nunca jamás podrá volver. ¿Qué ha sucedido? Se ha ido, se ha perdido eternamente. ¿Cómo sucedió? La—la tinta misma se convirtió en Clorox. Ésa es la Sangre de Jesucristo para con todo pecado confesado. ¿Qué hace? Es olvidado, ha terminado, es consumado; es omitido; ha sido divorciado; ha sido retirado. Eso jamás podrá ser recordado en contra suya.",
    "[Una hermana habla desde la congregación.—Ed.] Alguien está llamando mi nombre, en alguna parte. [La hermana testifica que acaba de ser sanada.] ¡Pues, gloria al Señor! ¡Aún vive! Agradézcale al Señor. Le agradecemos al Señor. ¡Oh, Dios, cómo te alabamos por Tu bondad! Sí, tocando esa humilde alma allá atrás, el Señor la tocó. Muy bien. Él es el Sumo Sacerdote que puede ser tocado por nuestras flaquezas.",
    "Recuerden, cada Palabra es un ancla, firme y segura. No hay… ¿Ven? Simplemente ponga su fe plenamente sobre Ella y no se mueva, simplemente permanezca allí. Ahora, Ud. no puede ponerla allí y después levantarla de nuevo y decir: “Lo intentaré más tarde”. Póngala allí; permanezca con Ella. Sí, señor. Tal como lo hizo Abel: muera a sus propios pensamientos. Simplemente diga: “Dios, es Tu Palabra, no es lo que yo pueda pensar. Es Tu Palabra; allí está”. Y Abel murió sobre la Roca. Y así, Él le tocará tal como lo hizo con esta hermana allí. Así de sencillo.",
    "Tratamos de hacerlo… No nosotros, es Satanás que trata de complicarlo tanto, Ud. sabe, diciendo: “Oh, sabe Ud. que eso fue para otro día ya pasado”, y todo eso así. Ésos simplemente son incrédulos.",
    "Pero para Uds. que creen, Él es precioso. Ahora verdaderamente que es rechazado; no obstante, Él es una Piedra preciosa, viniendo a una Piedra viva, una Piedra preciosa, la principal Piedra del Ángulo. ¡Oh, hermano! ¡Oh, aquél que toca esta Piedra es sanado! Eso es todo. Amén.",
    "Ahora, ¿verdad que estamos agradecidos con el Señor? Muy contentos, estoy muy contento que el Señor es Dios. Amén. Muy contento que Él es un Padre tierno, lleno de misericordia, que honra Su Palabra; cumpliendo Su Pacto, nunca olvidándolo. Él cumple Su Pacto; tiene que hacerlo, es Dios, Él lo hizo. Él es la Fuente de toda Verdad. ¿Ven? No puede haber otra cosa aparte de la Verdad no adulterada en todo momento. Toda Palabra que Él habla es infalible; y ésta es Su Palabra. Y (¡Oh, Dios!), que mi fe en Ella sea infalible. Amén. Entonces mi fe llegará a ser infalible tal como la Palabra es infalible. Entonces la Palabra, en esa clase de fe, producirá cualquier cosa que la Palabra dice que hará. Amén. Entonces, límpiame, Señor. Pruébame, límpiame, sáname, protégeme, bendíceme y dame de Tus misericordias, es mi oración a Dios. Amén.",
    "Ahora, voy a leer una porción de la Palabra en Primera de Corintios, el capítulo 11, verso 23:\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también… Asimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; esté entre vosotros todas las veces que bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n\nDe manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado de la sangre, del cuerpo y de la sangre del Señor.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n\nPorque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros,…muchos duermen.\n\nSi, pues, nos examinásemos a nosotros mismos, no seríamos juzgados.\n\nMas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.\n\nAsí que, hermanos míos, cuando os reunís a comer, esperaos unos por otros. Esperaos unos a otros.",
    "Ahora, si me permiten decir esto: Jesús nos dio este mandamiento, antes de ir a Su muerte, sabiendo que se dirigía allá. Los discípulos aún se preguntaban ¿de qué estaría hablando Él?, cuando escribieron esto. Mas Él dijo: “Esta copa es el Nuevo Pacto en Mi Sangre. Esto haced todas las veces que lo comiereis y lo bebiereis; vosotros anunciáis Mi muerte hasta que Yo venga”. ¡Oh, ésas Palabras preciosas!",
    "No hay duda que los discípulos se preguntaron: “¿Qué querrá decir Él: ‘anunciáis Su muerte’? ¿Cómo podemos hacer esto?”. Esto era todo un misterio para ellos, pero no para Él; Él era Dios. Él sabía lo que debía hacer. “Anunciar…”. Así que Él dijo: “Cuando se junten para comer…”.",
    "Ahora, “El que come y bebe indignamente”, que pasa aquí y profesa ser Cristiano, tomando el cuerpo del Señor, y luego sale a vivir con el mundo y—y niega a Cristo y Su poder, y cosas semejantes, Ud.—Ud. le causa una gran deshonra a Dios. Ud.—Ud. deshonra a Cristo, así que no la tome. Pero si Ud. se está esforzando con todo lo que hay en Ud., por vivir correctamente y mostrar que Ud. es un Cristiano, de que Ud. ama a Jesucristo, entonces es su deber tomarla.",
    "Y ahora, en… creo que es en San Juan, el capítulo 6, Jesús dijo: “El que come Mi Carne y bebe Mi Sangre, tiene Vida Eterna, y Yo le resucitaré en el día postrero”. Ahora, esa promesa, ¿verdad que es una cosa gloriosa? “Yo, lo levantaré”.",
    "¿Ha pensado Ud. para qué está aquí? ¿Para qué—para qué van a la Escuela, Uds. los niños? ¿Con qué fin trabaja Ud., papá? ¿Por qué se levanta, y Ud. madre, en la mañana, y prepara a los niños para la escuela, les lava el rostro, y tiende las camas y cocina, y—y—y hacerlo todo? ¿Llegar cansado esa noche, y al día siguiente comenzarlo todo de nuevo? ¿Para qué lo hace Ud.? ¿Por qué trabaja y se esclaviza, papá, y todo? Llega en la noche, y cansado, y uno de los niños se enferma y Ud. se pasea nerviosamente, y clama y ora y lucha, y ellos se recuperan; y luego Ud. retorna a hacer lo mismo. Y cada domingo les lava el rostro, y los lleva a la Iglesia; y, pues, ¿qué propósito tendrá todo esto? ¿Para qué estará aquí? ¿Será esto acaso todo? ¡Vaya! Qué miseria sería eso, y sabiendo uno que tendrá que morir de todas maneras. ¿Ven? ¿Qué propósito tendrá todo esto?",
    "¡Oh! Hermano, es un tiempo de examen, ¡es un tiempo de oportunidad! Es la oportunidad para aceptar Esto. ¿Dígame Ud. de algo que pueda ocupar ese lugar? ¿Dígame de algo mejor? Muéstreme cualquier cosa del mundo, ya sea Ud. el rey de la Tierra, que gobierne el universo, que sea un Kruschev o un Kennedy, o lo que Ud. desee ser, igualmente, Ud. tendrá que morir. ¡Es verdad! Ud. no sabe la hora en que vendrá; en cualquier minuto. Pero aquí, cuando la muerte venga, Ud. tendrá Vida Eterna y no podrá morir; con la garantía dada por el Dios de toda la creación, Quien es el Poseedor de los Cielos y de la Tierra que: “Yo lo levantaré de nuevo en el día postrero”.",
    "Ayuda Tú mi incredulidad, oh Dios. Llena mi alma, oh Dios, límpiame, lléname, comisióname, envíame. No permitas que yo muera, permíteme vivir para contar la historia. Permíteme ir a cada esquina y rincón de la tierra, y predicar la Palabra y sembrar la semilla (sí, señor), para que haya una cosecha en el día postrero, de la verdadera Palabra, no adulterada, de creyentes en Cristo.",
    "¿Están sus pecados bajo la Sangre en esta noche, por fe en Cristo Jesús? Tomaremos ahora la Comunión. No la Comunión; Uds. comulgan el uno con el otro mientras comen. Más bien solamente comulguen con Dios. La comunión no es el pan, no es el vino; la comunión es “dialogar de aquí para allá y de allá para acá con Dios”. Y esto que tomamos es un símbolo, de que creemos en Su muerte, Su cuerpo herido, Su sepultura y Su resurrección; nosotros creemos en la Presencia del Espíritu Santo. Y creemos que Él nos ha dado Vida Eterna y que no podemos morir, hemos pasado de muerte a Vida. Y algún día cuando nos separemos aquí el uno del otro, nos levantaremos juntamente en la resurrección, unidos con Cristo Jesús, como un solo cuerpo. Amén. Sobre estas bases, y la confesión de mis pecados y mi fe en el Hijo de Dios, lo tomo yo mismo juntamente con la iglesia, estando delante de estos elementos que Dios ha dejado para que nosotros cumplamos, para que anunciemos Su muerte hasta que Él venga.",
    "Jesús dijo: “Este es Mi Cuerpo que partido fue por Uds. Comed, haced esto en memoria de Mí”.",
    "Nuestro Padre Celestial, después de que hemos confesado nuestros pecados, habiendo oído Tu Palabra; después de confesar que somos indignos, y confiando solamente en los méritos del Hijo de Dios (somos criaturas indignas): Perdónanos, Señor, por todo lo que hemos hecho. Y ahora, por fe, venimos a la Mesa del Señor. Y ahora, al presentar este pan en representación del cuerpo de Nuestro Señor, oro, Padre, que lo santifiques para el propósito destinado. Y que cada persona que participe de esto, tenga Vida Eterna en su alma. Y que toda persona que lo tome, reciba sanidad en su cuerpo, y viva el tiempo asignado que Tú le has concedido. Y que ellos Te sirvan todos los días de sus vidas, y sean levantados en el día postrero en la resurrección, para que sean reunidos con las tribus de la Tierra que son redimidas por la Sangre de Cristo. Concédelo, Señor, en el Nombre de Jesús lo pedimos. Amén.",
    "La Biblia dice: “Asimismo tomó también la copa, después de haber cenado, diciendo: ‘Esta copa es el Nuevo Pacto. Cada vez que bebiereis de ella, la muerte del Señor anunciáis hasta que Él venga’”.",
    "Padre Celestial, levantamos hacia Ti el fruto de la vid en esta noche; este vino. Y oramos, Padre Celestial, que santifiques este vino; representa la Sangre que fue derramada por nosotros en el Calvario. Por medio de esta Sangre tenemos la remisión de nuestros pecados, por fe en la obra consumada de Jesucristo. Perdónanos de nuestros… de toda nuestra incredulidad, Señor, y danos fe y entendimiento; y haznos Tus siervos, Señor, para que podamos servirte en nuestros días restantes. Acompáñanos Padre, al reunirnos unánimes alrededor de esta mesa, y bendícenos en este maravilloso compañerismo en comunión Contigo. Y que nos hables a nuestros corazones y nos muestres la obra que debemos hacer. Concédelo, Señor. Santifica este vino para su propósito destinado. En el Nombre de Jesucristo lo pedimos. Amén. 🦅"
  ]
}