{
  "title": "PONIÉNDONOS AL LADO DE JESÚS",
  "id": "62350009",
  "content": [
    "🦅  Es algún lugar en Louisville donde Uds.—Uds. comen, y se llama el restaurante Dogpatch. Yo obtuve uno hoy. Cuando alguien come ahí, entonces ellos, del dinero que Uds. les dan, ellos envían a la iglesia el diezmo. Es un lugar en el 319 al oeste de la calle Jefferson. Me supongo que por eso Billy lo tenía puesto aquí, era para que ellos pudieran verlo. Eso es muy bueno.",
    "Ahora, hermanos, yo no conozco cuál es su procedimiento en—en las reuniones de hombres, lo que hacen Uds. o cómo llevan a cabo sus reuniones. Y si me salgo aquí del horario, pues—fuera de la rutina regular, pues, déjenmelo saber.",
    "Se propuso esta noche, y yo pensaba, mientras cenaba, no hace mucho, con nuestro muy amado pastor, el Hermano Neville, y le estaba diciendo a él algo que estaba en mi corazón. Y pensaba que si reuniéramos a un grupo de hombres y a los ministros (los que son aquí nuestros colegas del Evangelio, y hombres), podríamos hablarnos el uno al otro en una forma que no podríamos hablar ante el público, porque somos todos—y somos hombres que entendemos como hombres, hombres Cristianos. Y de esa manera… Normalmente en una congregación, en un grupo, uno dice algo, y—y uno lo inclinará un poco de esta manera, y otro lo inclinará de esa manera, y entonces se pierde todo. Pero hemos venido esta noche para tratar de decirles lo que tengo en mi corazón, concerniente a la iglesia, y su—y su lugar y su posición. Y entonces si terminamos a tiempo les quisiera hablar sólo un poquito sobre la Palabra, si todo está bien. Sólo para establecer eso, así que primero tendremos nuestra parte del negocio o la parte que me gustaría expresarles. Y me supongo que quizás Uds. se despiden a la hora normal, cerca de las nueve y media o algo así, como cada noche. Bien, trataré de no retenerlos mucho tiempo. Mañana es sábado y es un gran día comercial. Pero ahora…Tenemos que conseguir nuestros comestibles y demás cosas.",
    "Quiero decirle al Hermano Neville públicamente…Ahora, quiero decirles a cada uno de Uds., como si les estuviera hablando en particular, a cada uno, porque Uds. son un grupo que—que es un…Realmente pienso y creo y enseño que el hombre, Dios ha colocado al hombre en la jefatura de Su iglesia, ese es Su pueblo. ¿Ven? Y es un…Como yo estaba predicando allá donde el Hermano “Junie” Jackson anoche, acerca de que Dios fortifica a Su—Su pueblo con Su Palabra. Y fue una mujer que atravesó esa línea y dio lugar al razonamiento, y cuando lo hizo, Dios para siempre lo ha puesto para Su—para que el hombre mantenga a Su Iglesia fortificada por la Palabra.",
    "Ahora, quiero animar al Hermano Neville, sólo un poco hablándole en particular. Yo noté anoche que el discernimiento me tocó dos o tres veces mientras estaba en el púlpito, y yo me di la vuelta, porque estoy tratando de mantenerme tan alejado de eso como pueda, hasta que descubra lo que el sueño significó para mí, aquí no hace mucho, hace algunas semanas. Eso permaneció conmigo por mucho tiempo; lo dije aquí en la iglesia, acerca—algo acerca del Mensaje y—y discernimiento y demás; eso no—algo no estaba saliendo bien. En mi opinión, ese tiempo pasó, y ahora puedo estar equivocado en eso, pero noté que—que el Hermano Neville estaba algo cansado y perturbado.",
    "Y entonces yo sólo quería que Ud. supiera, Hermano Neville, que Ud. solamente está participando en este compañerismo, con eso. ¿Han notado Uds. lo que Satanás ha tratado de hacer en estos últimos días, a los ministros que están asociados en este compañerismo? Sólo deténganse por unos pocos minutos y piensen. Aquí está sentado el Hermano Crase esta noche, casi lo mataban allá en la carretera. ¿Ven? Y a mí casi me volaba la cabeza con una escopeta—o con un rifle. ¿Ven? Satanás tratando de quitarnos. Y ahí Ud. chocó y pudo haberse matado Ud. mismo y a alguna mujer también. ¿Ven?, sólo los ministros. Miren al—al grupo del ministerio solamente. ¿Ven? Es Satanás, y él está tratando de acabar con nosotros.",
    "Ahora, estamos—comprendemos que no estamos reunidos aquí para hablar de alguna clase de negocios; estamos reunidos aquí para hablar de—de Cristo, y los soportes para tener de donde agarrarnos, y qué hacer para este tiempo presente. Y yo—yo quiero animarle a Ud., Hermano Neville. Sea valiente. No importa lo que venga, lo que pase, lo que acontezca, no deje que nada lo acose. Sólo párese ahí como la roca de la eternidad, y Dios hará que todo salga bien; El le ha probado eso a Ud. Por supuesto, eso lo podría haber perturbado a Ud.; eso podría haber matado a aquella mujer, y eso hubiera estado en su mente el resto de sus días, y hubiera sido un montón de cosas. Pero Dios aún está en el Trono; El—El permite que esas cosas terminen bien. El podría habernos tomado también. Y… Así es que, Satanás combatiendo a la Iglesia.",
    "Ahora, cuando puse la piedra angular ahí aquella mañana, yo nunca sentí que sería un pastor. No estaba en mi llamamiento en el principio, y mi primer llamamiento fue para estar en el campo del evangelismo. Eso ya hace muchos años, y comencé por aquí en una carpa, allí mismo al otro lado de la calle. Y yo recuerdo cuando el Hermano Roy Davis, ahí abajo, y su iglesia se quemó. Ese grupo de gente estaba como ovejas desparramadas sin un pastor; no tenían un lugar a donde ir. Y yo…el Sr. Hibstenberg era el Jefe de la Policía entonces, y me llamó ahí y me dijo: “Estamos aquí para ayudarte”. Dijo: “Yo soy Católico, pero”, dijo, “esas personas”, dijo, “ellos no… probablemente tienen su ropa”. (Era durante el tiempo de la depresión.) Dijo: “Ellos van a otras iglesias y se sienten fuera de lugar, y ellos son buenas personas. Y yo conozco a muchos de ellos”. El dijo: “Billy, si tú quieres comenzar una iglesia”, él dijo, “quiero que sepas que te apoyamos en cualquier cosa que podamos hacer para ayudarte”. Y yo le agradecí por ello.",
    "Tuvimos un día de colecta. Primero oramos y le pedimos al Señor, y las personas venían a mí y querían construir una iglesia para así tener un lugar a donde ir. Y nos decidimos por este lugar, y una noche como en esta época (o un poquito más adelante, aquí), en un pequeño montón de hierbas por aquí mismo, y agua en este charco, y esto había sido como un basurero, pues, el Señor me habló definitivamente y dijo: “Constrúyelo aquí mismo”. Sin un centavo de dinero—y entre nosotros teníamos como ochenta centavos o un dólar. Y eso es…Por supuesto, Uds. se reirían de eso ahora, pero hermano, ¡eso era bastante dinero entonces!",
    "Cuando algún vecino cocinaba una olla de frijoles e invitaba al vecino, el cual no había comido nada por tres o cuatro días, a venir y comer un poco de ellos, esos eran tiempos difíciles. Muchos de los jóvenes nunca vieron aquello, pero esos eran tiempos difíciles. He visto el tiempo en que se podía pasar por esta iglesia el plato de la ofrenda, dos o tres veces, y conseguir treinta centavos, de un lugar completamente lleno, y eso rogándoles. Eso sería…Ud. probablemente conseguía treinta centavos y tenía una buena ofrenda. ¿Ven? Era realmente un tiempo difícil.",
    "Y no teníamos nada con que construir, sin embargo el—el deseo de la gente era de construir una iglesia para que pudiéramos tener un lugar a donde ir, porque en aquellos días el Mensaje…Pues, Uds. piensan que se piensa mal de Esto ahora, deberían de haberlo conocido entonces, cuando no había nadie. Y entonces—este bautismo en agua en el Nombre de Jesucristo y las bendiciones y cosas en que creemos y por las cuales nos paramos.",
    "Así que en mi corazón yo hice una promesa a Dios que permaneceríamos aquí y construiríamos el tabernáculo. La mañana en que pusimos la piedra angular, El me encontró allí en una visión como a las 8:00 de esa mañana, cuando yo estaba sentado ahí observando la salida del sol, justamente como en esta época del año. Y El me había dicho, después de que El me había encontrado ahí en el río, aquello…Cuando el Angel del Señor apareció en aquella Luz, y yo lo vi de lejos, parecía como una estrella, y llegó exactamente a donde yo estaba, y aquellas notables palabras fueron habladas. Y entonces, me propuse conseguir un lugar en donde la gente pudiera adorar.",
    "Ahora, yo mismo pensaba: “No es para mí. No es nada para mí, sin embargo, cualquier cosa relacionada con Dios es parte de mí, no importa si es…Cualquier cosa que—que es para los hijos de Dios, es para mí, aunque sea mi deber hacer esto o hacer aquello. Es mi deber vigilar por la herencia de Dios sin considerar donde ella esté”. ¿Ven?",
    "Como si Ud. dijera: “Bien, mi…” Como si Ud. fuera un muchachito, diría: “Mi—mi asunto es sólo cortar la leña, no llevarla a la casa. Deje que Juan la lleve. No me importa si cae nieve sobre ella, si llueve; deje que él salga y la recoja”. No, es su deber como un—como un hijo de ese hogar, el ver por su mamá que esa leña no se moje. ¿Ven? Llevarla.",
    "Si dicen: “Pues, Frank debió haber ido a conseguir el agua; no es asunto mío”. Pero si Frank no trajo el agua, es asunto suyo encargarse del agua. Eso es todo. Ahora, así es como funciona, y así es como funciona en la familia de Dios también.",
    "Si algunos de ellos…Algunos de ellos dijeron el otro—no hace mucho, dijeron: “Deje de predicar en la forma que Ud. lo hace. Válgame, Ud. va a echar a perder cada amistad que tiene y todo lo demás”. Dijeron: “Deje eso quieto, yo sé que es incorrecto, pero vaya, eso no es asunto nuestro”. Bien, ¿entonces de quién es el asunto? Si eso está incorrecto, alguien tiene que hacerlo. Así que hagámoslo. Y así es como yo me siento con respecto a la iglesia.",
    "Los programas de construcción y demás cosas han subido y bajado, subido y bajado, y han habido pros y contras en cuanto a la construcción y así por el estilo. Uno la quería y el otro no la quería y esto, aquello. Ud.—Ud. lo encuentra así.",
    "Uno encuentra que mientras trata con ministros, con hombres de negocios, con logias—dondequiera que uno vaya, donde tenga un grupo de hombres, uno—uno encuentra diferentes ideas. Y por lo tanto, se debe tener una persona en la cual poner confianza, y elegir esa persona y todos trabajar con eso. Así como en el ejército, tiene que haber…Uno es el general; ese es el cuartel general. El capitán dice esto; él es el capitán de aquel grupo, pero entonces el general puede cambiar sus órdenes. Y el Principal Comandante General, por supuesto, es Jesucristo en la Iglesia y Sus ministros son Sus capitanes de las compañías que—que le están representando aquí en la tierra.",
    "Y ellos han tratado muchas cosas, aquí en el pequeño tabernáculo, y finalmente…me mantuve callado en eso, sólo para ver, después de haberlo construido…Y entonces el Señor me llamó al campo ministerial hace como quince o dieciséis años, y dejé la iglesia. Pero todavía, no puedo deshacerme de ella. Siempre he mantenido mi nombre ligado a ella, para que yo pudiera tener voto, si alguna vez algo errado comenzara aquí; yo tendría el derecho de venir y—y detenerlo, porque yo he sudado por muchos años detrás de este púlpito—diecisiete años aquí, para mantener todo correcto. Cuando toda clase de ismos y entradas y salidas y toda clase de sectas…Y al ser interdenominacional, todo lo que vino, vino en esta dirección, y por la ayuda de Dios nos paramos aquí con el Evangelio sin adulteración, y aún permanece igual esta noche. Y por eso nosotros…Pero…Han habido ocasiones cuando han tratado de vender esta iglesia a mis espaldas y otras cosas como esa. Si mi nombre no estuviera en el registro, pues, de seguro habría—estaría en una horrible situación esta noche, no…y no fui yo, fue Dios, por supuesto, que lo hizo.",
    "Y entonces, como lo veo ahora, viniendo al lugar en que está, y estamos viviendo en una gran hora, todavía me interesa decir algo de esta iglesia. ¿Ven? Porque es—es una parte de mí. No importa si yo estoy aquí o no, todavía es una parte de mí. Y es mi deber el ver que funcione limpia, clara, y lo mejor que yo pueda, para el Reino de Dios.",
    "Y estoy muy agradecido que en estos días…",
    "Veo que tiene pequeños satélites, por lo cual estoy muy agradecido: El Hermano Crase aquí y su grupo en Sellersburg, y el hermano allá atrás que ha tomado el lugar del Hermano Snelling en Utica, y el Hermano Ruddell aquí, y el Hermano Junior Jackson y esos preciosos muchachos quienes son hombres finos, maravillosos hombres de Dios; ellos predican este Mensaje. Ahora, ellos quizás…Uno podría diferir un poquito sobre alguna cosa u otra; eso sólo es humano aun entre el grupo de los ministros. Y si ministros tienen una pequeña diferencia…No habrá una—una sombra de una diferencia en eso. Quizás uno podría decir: “Yo creo que el Milenio vendrá y Jesús estará sobre un caballo blanco”, y otro dice: “Yo creo que cuando El venga, El vendrá sobre una nube blanca”. Bien, mientras ellos crean que El viene, esa es la cosa principal. ¿Ven? No importa cómo El venga, sólo…ellos creen que El viene y se están preparando para eso. Y de esa manera…",
    "Ahora, he tratado de encontrar, y he estado estudiando (ahora, lo he dicho ante la congregación), he estado estudiando la Iglesia primitiva, y he observado la manera en que esos hombres ungidos prepararon la Casa del Señor y el orden de adorar al Señor en la Casa, y eso me impresionó en gran manera. Y prediqué aquí hace algún tiempo sobre el tema de Joel 2: “Yo os restituiré, dice el Señor, todos los años que se comieron la langosta, y la oruga, y el revoltón y demás”. Y comencé a estudiar sobre aquello, acerca de lo que aquellos hombres hicieron y la manera en que ellos cuidaron de la Iglesia que Dios les había dejado para supervisar.",
    "Ahora, vamos a comenzar con la Iglesia primitiva y ver (por cerca de cinco minutos), lo que ellos hicieron, y entonces puedo mostrarles la visión que yo tengo para el futuro. Ahora, en el principio, la Iglesia fue inaugurada en Pentecostés. Y ahí el Espíritu Santo cayó sobre aquellos, los doce que Jesús había escogido. Y uno de ellos había caído, y ellos habían escogido a Matías para que tomara su lugar, y el Espíritu Santo esperó hasta que todo esto estuviera en orden antes de que llegara. Ellos tuvieron que escoger uno que tomara el obispado de—de Judas, que cayó por transgresión para cumplir la Escritura.",
    "Y yo creo que todas estas cosas tienen un tiempo de demora, espera; pero está esperando el tiempo del cumplimiento de la Escritura, hasta que todo esté correcto, todo en orden, esperando. Muchas veces nos ponemos pacientes—impacientes. Como un niño, nosotros con grandes—tenemos grandes esperanzas y muchas veces saltamos adelante, y eso—eso sólo obstaculiza la obra, hasta que la obra nos alcanza. ¿Ven? Nosotros debemos movernos reverentemente, teniendo un propósito en el corazón, que Dios, si El deseara usarnos de tal y tal…pero esperemos hasta que El abra el camino porque El tiene que ir adelante de nosotros.",
    "¿Recuerdan Uds. a David cuando iba a la batalla aquella noche? El estaba preocupado por aquella batalla, y él se recostó bajo aquellas balsameras hasta que escuchó al Señor en el ruido de las hojas que iba delante de él; entonces él fue con valor, porque él sabía que Dios había ido delante de él. Y si nosotros tan sólo hiciéramos eso, hermanos, sabiendo que la batalla debe venir; pero debemos esperar hasta que veamos la mano de Dios ir delante de nosotros para abrir el camino.",
    "Ahora, yo he notado cómo las iglesias, el evangelismo comenzó esparciéndose por todas partes. Y entonces tomaremos, por ejemplo, el—Pablo llegando a ser un gran misionero a nuestro pueblo. Nos enteramos de que él iba a dondequiera que el Señor lo guiaba, y él estableció a la iglesia. Y era una nueva fe. Las iglesias de aquellos días, como en Asia Menor, a través de toda Europa, ellas—ellas no creían ese Mensaje. Y cuando él había predicado el Mensaje, y muchos fueron convertidos a Ello, entonces no había nadie…Si él dejaba a la gente en aquella condición, ellos se extraviarían de regreso a sus dioses paganos, y al Judaísmo, y a lo que fuera, porque la gente no tenía a nadie que les enseñara, los—los convertidos. Ellos no tenían ningún lugar a donde ir, así que Pablo estableció iglesias en diferentes lugares de la nación.",
    "En cada una de estas iglesias, él dejó a alguien que estaba en orden, un hombre que era digno de confianza, un hombre que era conocido como un pastor, ovejero, o un…Entonces después de que esta iglesia, entonces, llegó a ser…Otras pequeñas iglesias salieron de ella. Hombres jóvenes y ancianos se levantaron y formaron iglesias de ahí. El hombre que estaba sobre la primera iglesia era llamado el obispo. Y luego los suyos, que salieron de él, sus hijos, eran llamados ovejeros o pastores. Y entonces este grupo de pequeñas iglesias todas regresaban a este obispo.",
    "Como en el tiempo de Ireneo, él continuó en la misma manera. Martín continuó de la misma manera. Policarpo continuó de la misma manera. Y así a través de las edades ellos tuvieron eso. Y entonces el apóstol de la iglesia, el apóstol, que era el—Pablo…Y cuando Pablo partió, Juan se quedó con la iglesia. Y cuando Juan partió, Policarpo la tomó. Cuando Policarpo partió, Ireneo la tomó, y de ahí en adelante, Martín y—y etc. Así se mantuvo marchando hasta que la iglesia Católica Romana desbarató toda la cosa y los quemó y los esparció; y el revoltón se comió esto, y el pulgón comió aquello, y etc., comió aquello, y comió aquello, hasta que lo redujeron hasta el tallo.",
    "Ahora, pero Dios prometió restaurar otra vez esa misma cosa. Yo he—yo creo con todo mi corazón que estamos viviendo en los últimos días. Yo creo que no hay—no hay mucho que rompería esta…cualquier…(y mi interpretación de las Escrituras puede estar equivocada), que Jesús no podría venir esta noche. Yo creo que lo poquito que resta para ser cumplido podría cumplirse antes del amanecer; y yo veo—y yo puedo estar errado en el tiempo de ese cumplimiento, pero está a la mano. El…Yo creo eso. Y recuerden, Pablo creyó eso; Juan creyó eso; Policarpo creyó eso; Ireneo creyó eso; Martín creyó eso; todos los demás lo creyeron.",
    "¿Qué si Dios le hubiera dicho a Juan el Revelador: “Ahora, habrán dos mil años antes de Mi Venida”? Juan hubiera venido y le hubiera dicho a la Iglesia: “Pues bien, me imagino que debemos comer, beber, y gozarnos, porque habrán muchas generaciones. (¿Ven?) Jesús no viene por dos mil años”. ¿Ven? Así que…¿Ven?, la Iglesia hubiera estado suelta; no hubiera estado “en línea”; no hubiera estado esperando. Al fin y al cabo son sus esperanzas. Si Ud. se duerme en esa vigilia, Ud. ahí despertará con esas mismas esperanzas, porque eso no va a impedirlo en ninguna manera, Ud. estará ahí a tiempo de cualquier manera. ¿Ven? ¿Ven lo que quiero decir?",
    "Ahora, cuando—cuando San Martín despierte en la resurrección, San Pablo, todo el resto de ellos, será para ellos como si hubieran estado en la batalla, luchando, porque ellos salieron bajo aquellas mismas esperanzas, esperando Su Venida. Y habrá un clamor que vendrá, y subirá toda la Iglesia. ¿Ven Uds.? Así será. Así que no importa.",
    "Vean,",
    "debemos de estar buscándole a El ahora mismo. Aun…No sabemos. Eso—eso posiblemente podría ser… podría ser de aquí a cien años; podrían ser quinientos años, mil años, diez mil años. Yo no sé. Nadie lo sabe. Pero digamos, por ejemplo, que viviéramos cada día como si El viniera ese día. ¿Ven? Si nosotros viviéramos como si El viniera este día, cuando despertemos (si dormimos y despertamos en la resurrección), será como si acabáramos de dormirnos, y acabáramos de despertarnos. La trompeta sonará y los muertos en Cristo se levantarán primero; nosotros que vivimos y permanecemos seremos arrebatados junto con ellos para encontrar al Señor en el aire. ¿Ven? Así será de reciente.",
    "Pero por ahora, hasta ese tiempo, hasta que El venga, queremos vivir cada día como si El pudiera venir el próximo momento, porque podría ser el fin de su vida en ese momento. Ud. no sabe cuando va Ud. a partir. Este puede ser alguno de nuestros últimos respiros; lo tenemos en nosotros ahora mismo, así que Ud. quiere vivir como si así fuera.",
    "Pero ahora, para avanzar, tenemos que dejar huellas aquí en la arena del tiempo, para que otros puedan ver. Si Pablo no hubiera seguido en la manera que él lo hizo, entonces Juan no hubiera sabido cómo seguir. Si Juan no hubiera seguido adelante, Policarpo no hubiera sabido cómo seguir. Si Policarpo no hubiera seguido adelante, Ireneo no hubiera sabido cómo seguir. Si Ireneo no hubiera seguido adelante, Martín no hubiera sabido cómo seguir. ¿Ven lo que quiero decir? Cada uno tiene que dejar huellas en la arena del tiempo.",
    "Bien, si yo pensara que hubiera una denominación o algún otro grupo de creyentes que tuviera algo mejor de lo que nosotros tenemos aquí, hermanos, yo desearía unir este pequeño cuerpo con eso rápidamente. Yo he esperado, yo he anhelado, he estado bajo expectativa y he creído que uno grande aparecería algún día, o quizás un—el gran profeta que he mencionado vendrá, el Eliseo. Yo siempre he creído y pensado que tal vez, o quizás, yo viviría para ver el día que, cuando yo pudiera cambiar, cuando yo viera a aquella persona levantarse en la escena. Entonces yo podría tomar mi pequeña iglesia y decir: “Hermanos, este es el hombre que hemos esperado. Este hombre, él es aquél”. Yo he esperado aquello. Y si en realidad aquello ha pasado, entonces estoy esperando para decir desde aquí arriba: “Hermanos, este es Aquél”. Viniendo de aquí. ¿Ven? Y yo—yo quiero ver que la iglesia permanezca así.",
    "Debo de haber pisado algo o hecho algo y le dio más—más vida a esa cosa. [El Hermano Branham pisa los cables del micrófono afectando el sistema de sonido.—Editor]",
    "Así que ahora, me gustaría decir esto. Que ahora que esta es una iglesia establecida…",
    "Déjenme detenerme otra vez sólo un momento. Cuando yo fui a Bombay…(Yo cuento esa como mi más grandiosa reunión por los efectos que tuvo en la gente.) Y yo…Si en Africa, ellos dicen que treinta mil vinieron a Cristo de una vez, entonces había ciento cincuenta o doscientos mil que vinieron a Cristo de una sola vez, de aquel medio millón ahí. ¿Qué podía yo hacer? No había nada. Quizás, tal vez, digamos que había—digamos que solamente hubo cien mil de ellos. No había iglesia, nada que yo pudiera hacer. No había nadie a quien entregarlos. El Mensaje que yo creía, no había ni una sola denominación Pentecostal que cooperara conmigo. Y todas aquellas almas probablemente se volvieron a los Shiitas, Jainos, Budismo, y todo lo demás de donde salieron. No había lugar donde ponerlos. Ahora, esa es una vergüenza; esa es una desgracia, ¿ven?, porque yo no tuve cooperación, por causa de la posición que yo tomo. ¿Ven?",
    "Bien, en Africa, yo fui ahí bajo los auspicios de la—la M. A. de F. y (Misiones Africanas de Fe)—y cuando lo hice…Por su puesto, no puedo estar de acuerdo con ellos. Ellos—ellos bautizan a la gente en un bautismo trino, tres veces hacia adelante; y otro bautiza tres veces hacia atrás: una por un Dios, el Padre; la otra por otro Dios, el Hijo; la otra por otro Dios, el Espíritu Santo; y bautizando tres veces diferentes por tres dioses diferentes y todas las tonterías como esas. Y tal vez la reunión en Durban, no teniéndola correctamente—y la gente viendo tales diferencias entre la fe Pentecostal y etc., esa gente no sabía qué hacer. Ellos no tenían lugar a donde ir.",
    "Tal vez, ¿qué si nosotros tuviéramos un avivamiento aquí, hermanos…? Permítanme ponerlo de esta manera. ¿Qué tal si apenas hubiéramos terminado con un gran avivamiento y Uds. hermanos acabaran de convertirse, y no hubiera una iglesia de esta clase en ninguna parte del país; y yo hubiera sido el evangelista, y ahora yo estoy partiendo y puede ser que Uds. nunca me vean otra vez? ¿Qué harían Uds.? Uds. se sentirían como…Uds. no sabrían qué hacer. Uds. no pueden regresar a aquel lodazal otra vez. Uds. no pueden regresar ahí con una—con sus esposas a usar pantaloncitos cortos y sus—y a sus juegos de naipes y bailes, y cosas como esas, y jamás quedar satisfechos otra vez. Uds. han venido a Vida; Uds. se han elevado de aquella cosa. Uds. han venido a un lugar que en vez de decir: “Este es nuestro credo”, decir, “Esta es la Palabra de Dios”. Y Uds. ahora viven por Esto, lo que Esto dice, y no lo que…Y Uds. van allá y los escuchan, y los oyen ir allá y jugar bunco [Juego de cartas que se juega en algunas iglesias.—Traductor], y tienen un baile, y esto, aquello, y lo otro, y un pedacito de mensaje que no tenía nada de contenido (acerca de algún alcalde o algo que iba a ser reelegido, o alguna clase de asunto político), y lo cortan en diez o quince minutos; después que Uds. han estado sentados aquí día tras día y grandes jubileos gastronómicos de la Palabra y cosas, ¡Uds. no sabrían qué hacer! Uds. estarían tan agobiados con eso, a tal grado que algunos de Uds., miembros laicos, se sentirían con deseos de comenzar una iglesia y comenzar a predicar Uds. mismos, porque su corazón ardería por la Palabra de Dios, y Uds. se sentirían mal por la gente que se sentía igual que Ud. Ahora, ¿no es eso correcto?",
    "Aunque Ud. supiera que Jesús viene, pensara que viene mañana, sin embargo Ud. desearía hacer algo hoy, por esas personas que son conciudadanos del Reino de Dios, que se unieran; Ud. querría compañerismo con ellos. Eso es correcto. Así que si es de esta manera…",
    "Ahora, yo creo con todo mi corazón que el Señor me ha ayudado y me ha usado para encabezar un gran avivamiento, uno de los más grandes que alguna vez haya conmovido al mundo desde los primeros días—a través del mundo. Nosotros sabemos eso. Eso es correcto. No había nada en aquel tiempo, y—y El me encontró ahí en el río y me dijo que el Mensaje que yo tenía precursaría la Segunda Venida de Cristo. Y me supongo que no hay nadie aquí esta noche que estuvo ahí aquel día. Eso hace cerca de treinta y dos años, cuando aquella Luz apareció, y parado ahí, mirándola yo directamente, y centenares de personas paradas ahí viéndola, descendió y aquella Voz habló.",
    "Años después—es extraño que la cámara tome la misma fotografía, y que se vea la misma cosa, exactamente lo que les dije allá en el río. Ahora, yo puedo estar equivocado en muchas cosas, hermanos, pero yo no quiero ser un hipócrita. Yo quiero ser honesto y recto con Uds.",
    "Y entonces, otra cosa, si me hubiese ido, lo que—nosotros nunca hubiéramos construido una iglesia aquí como ésta. Es difícil decir qué tuviéramos ¿ven?, si yo me hubiera ido, pero el Dios del Cielo puso en mi corazón construir esta iglesia aquí. Y entonces cuando El me llamó al evangelismo…Hemos tenido pastor tras pastor y demás, pero ahora nosotros tenemos un precioso hermano aquí quien es de la fe, y cree el Mensaje. Tenemos otros hermanos aquí que creen el Mensaje, teniendo cosas…",
    "(¿Estoy hablando muy fuerte, Hermano Beeler?) [El Hermano Branham tiene una conversación con el Hermano Beeler.—Ed.] Tuve un—nosotros tenemos—tenemos el material.",
    "Y ahora, Ud. dice: “Bien, Hermano Branham, si ellos no escucharán estas señales y maravillas del gran Dios del Cielo, ¿cómo vamos a hacerlo nosotros?” Bien, ¿qué si San Pablo hubiera tenido esa misma idea? ¿Ven? ¿Qué…? Pero no fue así. Aquellos obispos permanecieron tan leales al Mensaje, y ellos—y Pablo de vez en cuando, después de hacer sus rondas…Uds. han leído la Biblia, cómo él visitaba nuevamente a estas iglesias, hablaba con los pastores y con los obispos y demás, y tomó ayuda de la gente y—y tuvo un—oh, tuvo un gran tiempo de compañerismo, como un avivamiento o gran tiempo de jubileo; y el Espíritu Santo caía sobre ellos y salían los mensajes.",
    "Miren cuando él fue allá donde Felipe, aun las hijas de éste profetizaron y dijeron: “Hay cadenas y prisión esperando a nuestro hermano cuando él llegue allá”. El apenas había salido al patio y allí venía Agabo, un profeta, caminando, miró al otro lado de la calle, y nunca había visto a Pablo antes, el superintendente general de todo aquel grupo de iglesias por toda Asia. Y él se encaminó hacia allá y jaló un cordón de su lado con el que tenía amarrado su vestidura, ató sus manos y dijo: “ASI DICE EL SEÑOR, cadenas y prisión le esperan allá a aquel que usó esto”. ¿Ven?, profetizando.",
    "Pablo dijo: “Lo sé; lo sé, pero no quebranten mi corazón ahora. Déjenme terminar mi marcha”. El estaba cansado; él estaba agotado; y él estaba prosiguiendo y dejando su obispado con Timoteo.",
    "Ahora, tenemos que pensar en la gente joven. Nosotros tenemos niños. La mayoría de los que están aquí, hombres casados, tienen hijos. Bien, ¿qué de los que están por venir? ¿Ven?",
    "Como yo solía protestar acerca de los que echaban sus redes al río y sacaban aquellas percas [Tipo de pez.—Traductor], y las bebidas—borrachos y cosas…Yo los he visto apilados tan alto como este techo aquí, percas grandes y buenas, tiradas allí; la peste estaría por todo el río. Yo fui allá como un guardabosques para hacerlos parar de hacer eso. Recibí una carta: “Déjelos en paz”. ¿Qué va a hacer uno?, eso pertenece a Kentucky. Ahora, los guardianes de Kentucky no pueden venir hasta aquí, porque está fuera de su territorio. Los guardianes de Indiana no tienen nada que decir, porque las aguas pertenecen a Kentucky. Ahí lo tiene Ud.; no se puede hacer nada.",
    "Yo dije: “Yo tengo un niño que estoy criando, al que le gustaría pescar. Pues, pondrían su foto en el periódico si él pescara cualquier pescadito, dentro de veinte años, si dejan que eso continúe así, esas redes, trampas, y todo lo demás”. Y prácticamente hemos llegado a eso ahora. ¿Ven? ¿Qué es lo que sucede? Tenemos que pensar en los que vienen.",
    "Así es que tenemos que pensar en los otros que vienen detrás de nosotros, estos jóvenes y demás, y un lugar para nuestros hijos. Nuestras hijas, nosotros no las queremos ver afuera en el mundo en estas cosas como esa; queremos que esas niñas se críen como sus madres. Y tenemos que hacer los arreglos para eso. Y si no hay un porvenir, no sabemos eso. Si no hay un porvenir, no hemos hecho nada más que estar en los negocios del Maestro y ser encontrados en nuestro puesto de deber cuando El venga. ¿Ven?",
    "Así que yo sugeriría esto; se lo sugerí al Hermano Neville. Continuemos esto como lo hemos hecho. Dejémoslo todo de la manera en que está. Estoy agradecido por estos jóvenes ministros. ¿Ven?, en realidad, en el Día del Juicio, por todo este valle por aquí no habrá ninguna excusa, porque tenemos pequeñas iglesias establecidas en todas partes—puestos de avanzada, puestos donde escuchaban, esperando.",
    "Anoche yo estaba en la iglesia de un hermano y pregunté si todos ahí estaban fortificados tras la Palabra, y todas las manos fueron levantadas. Ahora, eso me hizo sentir bien. ¿Ven?",
    "Ahora, lo que yo pensaría sería esto, hermanos, que como en la iglesia aquí, ahora, yo—el—mi ministerio tiene, a lo mejor de mi entendimiento, hay cuatro cosas que se pueden hacer; y pudiera ser que ninguna de las cuatro, pero es el único punto de vista en el que puedo pensar. Si Aquél que me habló allá en el río…Si esto es todo lo que queda para la iglesia Gentil—la cual comprendemos en Apocalipsis que dice uno, dos, tres capítulos a la Iglesia. La Iglesia sube en el capítulo 4; ya no regresa más hasta el capítulo 19. Eso es después del período de la tribulación, cuando Dios llama fuera a los Judíos. Eso es correcto.",
    "Y como Enoc, él subió antes de que una gota de lluvia cayera a la tierra. El se había ido; entonces llegó la tribulación. ¿Ven? Noé estaba en el arca antes de que ninguna tribulación llegara. Lot estaba fuera de Sodoma antes de que ninguna tribulación llegara. ¿Ven? Y la Iglesia se habrá ido antes de que llegue cualquier período de tribulación.",
    "Ahora, durante la tribulación que habrá, la virgen fatua será cazada por el dragón (arroja agua de su boca, lo cual significa multitudes y pueblos, ejércitos), que buscarán y tomarán a esta mujer, el remanente de su simiente, y la matarán. Ahora, eso será en el período de la tribulación, pero la Iglesia se irá al Hogar. Ahora, si—si eso toma—si aconteciera mañana, no nos impediría seguir hoy. Hagamos que hoy cuente.",
    "Ahora, lo que yo pienso de eso allá, si aquel Angel que me dijo aquellas palabras, dijo: “Así como Juan el Bautista fue enviado para precursar la Primera Venida de Cristo (¿ven?), tu Mensaje…” Yo iba a llevar este Mensaje el cual precursaría la Segunda Venida de Cristo. Bien, si esto ha sido Eso, entonces estamos muy, muy cerca, hermanos, porque la hora y la Luz del Mensaje casi se ha apagado.",
    "¿Notaron Uds. cuando Pentecostés cayó y aquellos hermanos fueron llenos con el Espíritu Santo en Pentecostés?, no pasó mucho tiempo hasta que el Mensaje había comenzado a opacarse y ellos comenzaron a establecer iglesias para defender el fuerte para Cristo, esperando que El viniera. Bien, esa es la misma cosa que está aconteciendo hoy. Si la Escritura es verdad: “Yo restauraré dice el Señor, todo lo que el saltón y la oruga se han comido”, ahora, si ha sido eso, si ese es el Mensaje (y Dios me perdone, yo no lo sé), si eso es, entonces el tiempo está cerca a la mano, realmente, porque el Mensaje ha terminado.",
    "Y la otra noche yo estaba soñando que yo había ido a tener discernimiento donde una gran multitud de mis amigos se habían reunido—miles de ellos—en una reunión. Había un individuo que vino para llevarme…(por lo regular Billy viene y me recoge, porque él no habla conmigo). Y este hombre habló hasta por los codos, y antes de que yo llegara ahí, toda la unción se había ido de mí, para esa reunión. Y entonces yo dije: “Bien, yo iré allá y le predicaré el Mensaje a aquella gente: ‘No se metan con esas denominaciones’, y etc., y: ‘Salgan, así’”. Y cuando llegué a la plataforma, eso se me había ido.",
    "Yo no sé lo que eso significaba, pero yo continuaba. Yo no sé.",
    "Podría ser el final de mi camino; podría ser la Venida del Señor; podría ser el cambio del día; podría ser la venida de aquel ser poderoso, si es que debe haber otro además de lo que ya ha venido; podría ser eso. Todas esas cosas de donde tenemos que escoger, podría ser. Y estando parado aquí esta noche ante Dios y Uds. hermanos, yo no sé. Yo no podría decirles. Si lo supiera, les diría, o no lo mencionaría— mencionar algo como esto si no supiese de qué manera…Si yo supiera por dónde iba la cosa, yo—yo lo diría, pero no lo sé. No lo puedo decir. Estoy saliendo ahora a reuniones sin una pizca de guianza. Voy porque no me quiero quedar sentado. Me—me gusta salir a los bosques, como a cualquiera. Si estoy equivocado en esto, Dios me perdone.",
    "Hay tres cosas que me podrían suceder. O es el final de mi camino y dejar que este otro venga; he abierto el camino para que él tome el mando, porque recuerden, el que viene a predicar estará en la Palabra: “Restaurando la fe de los hijos hacia los padres”. Podría ser el final de mi camino. Podría ser que El está cambiando mi ministerio hacia el evangelismo para ultramar. O, podría ser que El no me va a llamar más como evangelista, y El me va a llevar a algún lugar en el desierto para ungirme para enviarme como pienso yo que debe venir el “prometido”.",
    "Podría ser cualquiera de esas cosas. Yo no puedo seguir así como he estado. Porque soy—la gente me ha creído, yo—yo tengo que decir esto (lo digo ante los hombres). La gente muchas veces me considera ser un profeta. Yo no me considero así a mí mismo. No, señor, yo no. Yo tengo…Yo no digo eso para ser humilde; yo digo eso para ser verdadero. Yo no me considero a mí mismo ser un profeta del Señor. Yo—yo no tengo ese honor.",
    "Yo creo que el Señor me ha usado en pequeñas cosas especiales para ayudar, quizás a poner un fundamento para un profeta que vendrá. Pero un profeta no actúa de la forma que yo actúo; ahora, Uds. saben eso. Un profeta no es un evangelista, y un evangelista no es un profeta. Un pastor no es un evangelista, y un evangelista no es un pastor, pero Dios ha puesto en la Iglesia, primero apóstoles, luego profetas, luego maestros, luego pastores y etc. Dios los puso en la Iglesia y Dios les dio un oficio.",
    "Pero la mañana cuando yo puse aquella piedra angular, porque (ahora, si Ud. es espiritual lo captará)—a causa del clamor del pueblo…Si pudieran abrir aquello o tomar el libro y leerlo, dice: “Haz la obra de un evangelista”. No me llamó a ser un evangelista, pero dijo: “Haz la obra de evangelista, porque el tiempo vendrá cuando no sufrirán la sana doctrina, sino que se juntarán maestros teniendo comezón de oír y se tornarán de la Verdad a las fábulas”. ¿Ven? Citó aquella Escritura y me dijo dónde hallarla; lo dijo tres veces. Y yo tomé la Biblia y me fui a donde El me dijo, y ahí estaba. Y como Uds. saben acerca de las dos cubetas de la Unidad Pentecostal y la Asamblea Pentecostal, yo nunca las crucé. Planté sus propios árboles justo donde estaban, porque yo creo que ambos están errados. Pero aparte de eso, yo estaba en junto a la cruz, en la cosecha.",
    "Dios respeta a cualquiera que sea sincero. Pedro dijo eso; él percibió que Dios no hace acepción de personas. Llamando a todas las naciones cuando en la casa de Cornelio, cuando ellos recibieron el Espíritu Santo como lo recibieron ellos al principio. ¿Ven? Dios no hace acepción de personas. Vemos a una persona profundamente sincera, puede estar sinceramente errada, pero si él es sincero, Dios lo guiará a la Luz en alguna parte. El vendrá a Ella, porque Dios está obligado a hacer eso.",
    "Y pensamos acerca de la Venida del Señor que es una—una cosa tan grande, y el Mensaje lo poco que ha corrido; recuerden, hay un grupo predestinado para estar aquí cuando el Señor regrese, y podrían ser no más de una docena. ¿Ven? No lo sabemos, podrían ser cien millones; podrían ser diez mil. Pero si los predestinados oyen el Mensaje y lo creen, si este es el Mensaje enviado de Dios, el cual creemos que es…",
    "Ahora, aquí estamos nosotros entonces, aquí al final del tiempo cuando…Si Dios me llamó (ahora escuchen, esto no debe ser repetido), si El me llamó para ser Su profeta; entonces ciertamente no estoy ejerciendo ese oficio. Los profetas no evangelizan. Un profeta se oculta en el desierto, solo con Dios, hasta que él recibe exacta y directamente lo que Dios quiere que él haga; y él sale y da su Mensaje, y vuelve de nuevo al desierto. El no es un evangelista, teniendo reuniones y recibiendo cooperaciones y todas estas cosas que hacen los evangelistas. El no enseña como los evangelistas. El tiene ASI DICE EL SEÑOR, y así es y eso es todo. El lo da, lo arroja, y deja que las astillas caigan donde sea, y luego se va otra vez. Nadie sabe dónde él está, y él está aislado en alguna parte.",
    "Ahora, yo no puedo…o…Si El me ha llamado para ser eso, yo no puedo ser un evangelista. Y si El me ha llamado para ser evangelista, yo no puedo ser un profeta. Ahora, ¿captan lo que quiero decir? Yo no sé qué hacer. He actuado reverentemente cuando El me dijo primeramente, acerca de que tomara la mano de las personas y orara por ellos, y luego conocería los secretos de sus corazones, y todas estas cosas diferentes. Y hermanos, ¡eso es infalible! Uds. saben que eso es la Verdad. Cada uno de Uds. lo saben. ¿Ven? Y cómo El me dijo que esto explotaría a través del mundo. Y así ha sucedido, exactamente. Toda nación bajo los cielos lo ha escuchado. Dondequiera—periódicos, grabaciones, dondequiera. Yo no sé cómo se ha hecho, pero de todas partes del mundo llegan cartas y personas de lugares en Tailandia y los Hotentotes allá adentro—como esos misioneros han entrado allá con esas cintas y han dado la interpretación de la Palabra. Y ahora oímos de todo el mundo, ¿ven?, alrededor del mundo. Ahora ellos—la Iglesia es predestinada universalmente, dondequiera. Estarán dos en la cama, dos en el campo. ¿Ven? Toma a uno y deja al otro.",
    "Ahora, según he hecho el trabajo de evangelista (y aquí está mi súplica), si eso le agrada a Dios, y he hecho el trabajo bien, confiando que le he agradado a El, pidiendo perdón por todos mis errores, entonces El puede estar llamándome del campo del evangelismo para ser Su profeta. Entonces si así es, dejaré el evangelismo. Pero si El me llama a ser un profeta, yo no puedo ser un evangelista. Si voy a ser un evangelista, no puedo ser un profeta. Estoy mezclando los dos oficios; eso es lo que siempre me ha inquietado. Parado en la plataforma… Nunca ha sido bueno, próspero. Dios lo ha usado, pero yo nunca he pensado que fuera Su voluntad directa; ha sido Su voluntad permisiva. Parado en la plataforma, una visión o dos casi lo deja a uno sin sentido. ¿Ven? Y entonces si uno le dice a esta persona cómo enderezarse y qué hacer; y entonces la siguiente persona que se para ahí, él está esperando la misma cosa, y uno no puede decírselo a menos que Algo le diga a uno que se lo diga. Y entonces la otra gente siente como que uno es un traidor y un fracasado—o un—un demonio o alguna cosa porque uno no les dice a ellos lo que ellos quieren saber. ¿Ven?, ese no es el oficio—la manera en que un profeta obra.",
    "Un profeta permanece oculto hasta que va directamente al hospital, o a donde quiera que vaya, con ASI DICE EL SEÑOR y lo dice y se devuelve otra vez. El de ninguna manera es un evangelista. El no tiene reuniones ni discute cosas, él tiene la Palabra del Señor para cualquiera a quien él es enviado.",
    "Si él es enviado a la Casa Blanca, él se presenta en frente de la Casa Blanca y es ASI DICE EL SEÑOR. Si es al Gobernador del Estado, quienquiera que sea, es ASI DICE EL SEÑOR. El no malgasta el tiempo con un grupo de iglesias, tratando de que ellos vengan y reciban la Palabra, ni predica estas cosas como los evangelistas; él no es un evangelista.",
    "Así es que ¿ven Uds. hermanos?, por esa razón yo no me llamo a mí mismo un profeta. Yo ni siquiera estoy en el oficio de uno. ¿Ven? Ahora, ¿entienden lo que quiero decir? Ahora, podríamos continuar así por largo tiempo, pero espero que… no tomar demasiado de su tiempo, para poder llegar a una pequeña porción de esta Palabra que quiero leer esta noche.",
    "Ahora, aquí está lo que estoy haciendo. Yo nunca he sentido que yo debía vivir en Indiana. Soy un—soy un vagabundo. Yo no…Yo voy a un lugar y pienso: “Iré por aquí y me estableceré aquí. Esto es”. No lo puedo hacer. Cuando voy a algún otro lugar, yo pienso: “Iré por aquí”. Cuando lo hago…Mi esposa me llama (¿cuál es la canción que cantan?), Vientos Inquietos. Uds. la habrán oído, me supongo. La mayoría de Uds. los oyen cantar…Bien, así es como ella me llama: “Vientos Inquietos”. Cuando llego aquí, yo pienso: “Muchacho, tengo que llegar a casa. Tengo que ver a la esposa y los chicos. Yo simplemente tengo que ir a la iglesia una vez más y predicar”. Cuando llego aquí y vengo y predico una vez, beso a mi esposa y abrazo a todos los chicos, salgo al patio a cortar la grama, y un avión pasa por arriba. Me detengo y seco el sudor de mi cara y me quiero ir con él. A algún otro lugar me tengo que ir. Bien, yo pienso que tengo que ir allá, y yo—yo voy para allá y predico allá por un tiempo y miro alrededor…allá va pasando otro; tengo que ir con él. ¿Ven?, no hay lugar fijo para mí. Yo no lo puedo hacer. Soy inquieto, cambiable, de lugar en lugar…algo…No puedo evitarlo. Es algo en mí, y yo sé que debo hacerlo.",
    "Ahora, en la iglesia como en su presente estado, me sentiría horrible irme de aquí. Y pienso en todos Uds. hombres sentados aquí, con los cuales creo que pasaré una Eternidad allá en la gloria. Tenemos buenos hombres, buen material, personas sensatas y sanas. Hace poco, hubo un avivamiento que estalló en la iglesia aquí entre el pueblo. El Espíritu vino entre ellos y comenzó a repartir dones. Yo observaba para ver si llegaría a convertirse en fanatismo. Cada vez que comenzaban a moverse en esa dirección, el Espíritu lo frenaba y lo corregía. Yo pensé: “Alabado sea el Señor”. ¿Ven? Tan sólo guarden su lugar ahí, eso está bien. ¿Ven?",
    "Ahora, estos son mis pensamientos. Si…Si fuera posible que cuando yo comenzara a ir hacia alguna parte…Yo no sé a dónde voy. Pero no puedo quedarme quieto y no voy a quedarme aquí. Yo no puedo hacerlo. Tengo que moverme a algún lado. Y yo probablemente no me quedaré ahí sino unos pocos días y me estaré moviendo a algún otro lugar. Yo tengo que ir a algún lugar; yo no sé a dónde voy. Tampoco Abraham sabía a dónde iba. El solo cruzó el río y comenzó. Eso es todo.",
    "Yo siento que lo que debemos hacer aquí en este tiempo presente…Yo creo que necesitamos una iglesia. Yo pienso—yo pienso que la Casa de Dios…Ud. dice: “Bien, ¿qué…poner todo ese dinero en eso si el Señor va a venir?” Bien, ¿qué provecho hay en guardar el dinero si el Señor viene? ¿Ven? Y si la gente hizo—designó el dinero para la iglesia, es nuestro deber (con el cien por ciento de votos que recibí aquí aquella noche), de construir una iglesia; ¡así que constrúyanla! Yo diría ¡constrúyanla! ¡Sí, señor!",
    "Yo nunca he expresado esto antes, pero quiero hacerlo delante de Uds. los hombres. No quería tener a las mujeres aquí, porque unos se inclinan de esta manera y de aquella manera. Ahora, estoy tratando de decirles a Uds. la razón por la cual yo quiero hacerlo. Yo pienso que si el Señor viene la próxima semana, comencemos la iglesia esta semana. Ciertamente, demostrémosle a El. Parémonos en nuestro puesto de deber. Sí, señor.",
    "Y entonces si nosotros—cuando la iglesia sea construida,",
    "¿por qué…? Digamos si El está…¿Qué si El viene de aquí a diez años? ¿Qué si El tarda veinte años? O, ¿qué si El tarda cien años? Lo que sea; cuando El venga, no importa. Nosotros sabemos que El vendrá por nosotros antes de ese tiempo, porque no podemos vivir—cien años más. El vendrá por nosotros, pero tenemos que dejar las despedidas atrás de nosotros. Entonces yo pensé esto: “¿Por qué no dejar a la junta directiva de la iglesia aquí (hablándoles ahora a ellos), que construyan esa iglesia? Edifíquenla aquí; háganla bien, y un lugar agradable donde la gente pueda venir”.",
    "Yo sugeriría que el Hermano Neville sea el pastor de la iglesia, siempre y cuando la iglesia sugiriera que él fuera el pastor; ese es el voto de la iglesia. Mientras él mantenga el puesto del deber y permanezca con la fe y quiera venir, sienta la dirección del Señor; luego es la dirección del Señor que él permanezca si la congregación vota lo mismo.",
    "Entonces yo le diría a cada uno de estos hombres que están aquí, estos otros hombres, como el Hermano Crase y el Hermano Junior y todos ellos, mientras que ellos sientan su deber en ese puesto y estén asociados aquí juntos…Ud. no puede ir y reunirse con los Metodistas; Ud. no tiene compañerismo con ellos. Los Bautistas—Ud. comience a platicarles acerca de hablar en lenguas y el bautismo en el Nombre de Jesús, ellos lo echarían a Ud. [El Hermano Branham truena sus dedos.—Editor], así de rápido. Eso es correcto. Si Ud. se sienta ahí, sería como una—una paloma entre un grupo de cuervos. Ud. no tendría compañerismo, en lo absoluto. Ud. moriría. Ahora, no me estoy mofando de los Metodistas y los Bautistas, recuerden eso. Ahora, no estoy diciendo eso, sólo estoy haciendo una comparación. Hay muchos de esos Metodistas y Bautistas que son buenos hombres, hombres piadosos, pero estoy hablando acerca del compañerismo. Ahí está el Hermano…¿cuál es su nombre?, está allá atrás esta noche, el—el evangelista sentado allá atrás, el Hermano J. T. Parnell, el Hermano Beeler. Creo que este hermano sentado aquí…Algunos de ellos…Muchos de Uds. aquí, hombres de Dios, un llamamiento en sus vidas, Uds. pueden estar haciendo algo. No se queden sentados. Hagamos algo. Si Ud. sólo logra que un alma se salve, logre eso—cada uno de nosotros…",
    "Ahora, yo pienso que esta iglesia…Si Uds. hombres pudieran, cuando construyan esta iglesia, háganla como su cuartel general y aquí el Hermano Neville que sea como el anciano mayor entre Uds. ¿Ven? Y algunas veces uno tiene una pregunta que no puede discutir allá con su iglesia, entonces, tráiganla aquí al Hermano Neville y todos Uds. discútanla juntos. Si hay—si Uds. no pueden tomar alguna decisión, yo pasaré por aquí en breve, entonces todos nosotros juntos lo veremos.",
    "Y entonces así, denle entrenamiento en sus propios grupos a otros ministros—hombres que Uds. ven que tienen un llamamiento en su vida para el ministerio. Entrenen a esos hombres jóvenes; tráiganlos aquí al anciano. Todos Uds. júntense en una reunión ministerial y ahí enseñen las cosas profundas de Dios. No se vayan a un mal extremo. Mantengan a alguien que, en el cual puedan tener confianza para ser como un—un líder para Uds. Y entonces algunas veces si Uds. no lo ven exactamente de la manera que él lo ve, desde luego—eso está bien; de todas maneras Uds. están en la fe, sólo continúen hacia adelante. Quizás cuando nos juntemos, todos juntos, oraremos; el discernimiento de Dios bajará, y El mostrará exactamente lo que es, ¿ven Uds.?, y nos dejará saber cómo hacerlo.",
    "Y así, iglesias pueden ir a oír. Y entrenando a un grupo de hombres…Y si yo estoy en la obra evangelística en algún lugar, hay lugares donde los pueda colocar por todo el mundo.",
    "¿Qué si yo estuviese en India…si regresara a India? Y ahí yo les dijera a estas personas…Quizás hubieran miles, que se quedaran ahí por una o dos semanas, y vieran el ministerio; lo amaran; creyeran que es la Verdad; salieran del paganismo. Luego yo tendría…Y quizás en dos o tres semanas…Cuando yo estuve ahí dos noches, y tal vez cien mil se convirtieron a Cristo, sin lugar a donde ir. Al día siguiente tomar un avión y emprender el viaje a Roma, y luego a los Estados Unidos; dejándolos como ovejas entre lobos. ¿Qué si yo tuviera un grupo de hombres, hombres jóvenes entrenados en el Mensaje, ven? Para así decir: “Ahora, esperen un minuto; antes de que yo me vaya de aquí, vamos a poner en orden estas iglesias. Tendré un hombre al que ya le he telegrafiado, y ellos tienen el dinero; están en camino hacia acá ahora mismo para hacerse cargo de esto—un buen hombre. Hay dos o tres hombres jóvenes con él quienes serán sus ayudantes y asistentes”.",
    "Y una iglesia de esta misma fe podría ser puesta ahí, la cual sería un puesto de avanzada en India, puesto de avanzada en Alemania, puesto de avanzada en Suiza. Mientras que ahora mismo, deberíamos haberlos tenido en todas las naciones donde yo he estado. Y el Mensaje…entonces de ahí viene otro, de otro viene otro. ¿Ven lo que quiero decir?",
    "Ahora, mañana en la noche o pasado mañana en la noche, Uds. verán a Mattsson-Boze venir aquí, el cual es mi amigo. Verán lo que un pequeño Sueco lisiado hizo allá en Tangañica. El entró ahí y…Ahora, Mattsson-Boze es un buen hombre, pero él no cree en lo que nosotros creemos.",
    "Lo he sacado y llevado y lo he atado a tal lugar en la Escritura. Le dije: “Mattsson, tú eres mi amigo. Ahora no vas a saltar o correr; sólo nos vamos a estar aquí y estrecharnos las manos como hermanos Cristianos y hablar”. ¿Ven?",
    "Y le daba el Mensaje directamente a él y él solo se quedaba ahí y dijo: “Hermano Branham, Ud.—Ud. sí tiene razón”.",
    "Yo dije: “Ahora, Mattsson, tú no crees eso, de otra manera lo aceptarías”.",
    "🦅 Bien, Hermano Branham, yo—yo creo que lo que Ud. dice es la Verdad”.",
    "🦅 Entonces ¿por qué no lo aceptas?” ¿Ven? Se lo decía claro y él—él…Luego tan pronto como él puede, se va. ¿Ven?",
    "Pero sólo observen lo que ese hombre hizo allá en sus misiones—sólo un hombre; porque él pudo comunicarse con Chicago y llevarse a Burton y todo el resto de ellos, y enviarlos allí de esa manera y comenzar a hacer la obra hasta que ahora están aumentando a decenas de millares, de un pequeño avivamiento. No un hombre con dones, sólo un hombre que tuvo suficiente valor para ir allá y comenzar. ¿Qué se podría haber hecho bajo esto? Hubieran estado llegando a los millones. Seguro. Hemos perdido ese tiempo. Esa sería mi sugerencia.",
    "Ahora recuerden, al hacer esto, descubrirán que pueden haber ocasiones en que estén en desacuerdo con el Hermano Fulano de Tal. Estarán en desacuerdo. Y recuerde, cuando Ud. llegue al punto en que dice: “Bien, porque él no lo cree igual que yo, yo no tengo que…” ¡Entonces hay algo errado con Ud.! ¡No es algo errado con el otro individuo, es algo errado con Ud.! Cuando hermanos que están tratando de mantenerse juntos…",
    "Hay una cosa, nosotros los Branham, éramos nueve y peleábamos como perros; pero después de todo, cuando acabábamos de pelear, nosotros todavía éramos Branham. Uno sabía que el otro era un Branham, y yo sabía que él era un Branham, y él sabía que yo era un Branham. ¿Ven? Pero nos peleábamos. Uds. hacen eso en su familia, pero ellos son aún sus hermanos. Y así es la cosa. Podríamos diferir (eso está bien), pero nosotros aún somos uno. Somos uno en Cristo. Nosotros creemos este Mensaje y permanezcamos con El.",
    "Y yo creo que eso es lo que hay que hacer para seguir adelante hasta que Jesús venga. Y eso es lo que yo quería decir en esa manera. Y yo creo que si Uds. tuvieran como…",
    "Vean, Uds. tienen que estar entusiasmados con Ello. Si Uds. no están entusiasmados, entonces hay algo errado. Hay algo errado. Uds. tienen…No decir: “Bien, el mes pasado yo estaba muy entusiasmado, pero yo no sé”. ¿Ven?, entonces hay algo equivocado en algún lugar. Uno tiene que estar entusiasmado todo el tiempo, ¿ven?, y así seguir adelante; es el diablo tratando de agarrarlo…Como a mí siempre me gustó nuestro último Presidente, el Sr. Eisenhower. Yo tuve una gran admiración por el General Eisenhower. El dijo: “Cuando estábamos peleando”, él decía, “había muchas veces que levantábamos un proyectil y lo echábamos en el cañón y jalábamos el martillo y disparábamos, y nada; no disparaba”. Decía: “No nos dimos por vencidos”. Decía: “Podríamos haber metido otro y tampoco nada”. El decía: “No nos dimos por vencidos”. Decía: “Seguíamos probando hasta que uno disparaba”.",
    "Eso es, esa es la manera de ganar la guerra. ¡Siga probando! Meta un proyectil y dispare. Ud. tiene un propósito—un blanco al cual pegarle. Y si ese no dispara, bótelo y meta otro, y siga intentándolo. Métalo y haga el esfuerzo nuevamente hasta que uno dispare. Hay uno ahí que está bueno. Y uno de ellos disparará. Y así es como tenemos que hacer. Seguir disparando, disparando hasta que algo suceda.",
    "¿Qué estoy haciendo yo? Estoy disparando ahora. Estoy saliendo de aquí aun sin saber—sin ninguna dirección o responsabilidad. Millones de personas mirándolo a uno: “¿Qué va a hacer Ud.? ¿Cuál es el próximo movimiento?” Algunos piensan que estoy muerto; algunos creen esto. Aun ese rifle que explotó el otro día, y dijeron que yo estaba tratando de cometer suicidio—así de todo. ¿Ven? Por alrededor del país y todo. ¿Ven? Pero uno tiene que luchar con todo eso. Entonces uno tiene la carga de la gente.",
    "Y sólo imagínense si Dios les pusiera en cada uno de Uds. que conocieran el corazón de las personas con las que estuvieran hablando. ¡Piénsenlo! ¿Ven?, hermanos, quizás… Yo sé que Uds. tienen cargas, pero no entienden. Y además de eso, aquí uno tiene la responsabilidad…",
    "Ud. dice: “Bien, eso debe ser fácil para Ud., Hermano Branham. Cualquier cosa que Ud. hace, Dios se lo dice”. No, El no lo hace. Yo tengo que esforzarme así como Uds. lo hacen y aun mucho más. Seguro. Yo tengo que esforzarme mucho más de lo que Uds. lo hacen, y se va a requerir más de mí. Donde Ud. tiene que responder por una iglesia, donde Ud. tiene que responder por su familia o sólo quizás por Ud. mismo, ¿ven?, hay millones de almas por las cuales yo tengo que responder. Y yo tengo que saber mis movimientos. Y si Satanás lo está golpeando a Ud. por una alma o unas pocas almas que Ud. obtendrá, ¿qué de esto, donde millones están sentadas en orden? ¿Cuántas cargas más de pólvora está él arrojando ahí? ¿Ven? Así que Uds. tienen mucho que recordar, hermanos. Eso…Con razón a veces me pongo nervioso. Seguro.",
    "Pero ahora…Sigo adelante ahora mismo. Meto el proyectil; si dispara, ahí está. Si no dispara, no me voy a dar por vencido; ese lo botaré por malo y trataré con otro. Uno de ellos va a disparar, eso es todo. Uno de ellos va a explotar en algún lugar. Entonces yo—yo quiero dar en el blanco, así que cuando dispare, daré en el objeto al cual estoy disparando. Y yo…Uds. saben lo que quiero decir, estoy seguro. ¿Ven? Hay algo en algún lugar. Estoy saliendo para estas reuniones, saliendo hacia allá; yo no tengo la intención de enseñar estas grandes cosas que les enseño a Uds.",
    "¿Se acuerdan lo que fue aquel sueño, del que recibí la interpretación? “Regresa y almacena el alimento”. ¿Dónde estaba el almacén? En este tabernáculo. ¿Dónde hay algo semejante, en la nación, alrededor de aquí o en alguna parte, que se compare con el Mensaje que nosotros tenemos? (Ahora, por supuesto, nuestros hermanitos aquí que están por aquí, estas otras pequeñas iglesias, somos nosotros. Nosotros somos uno.) ¿A dónde irían Uds., para encontrarlo? Demuestre su comparación en algún lugar. Ud. se sale a los credos denominacionales; Ud. se estará saliendo del Nombre del Señor Jesús; Ud. se estará saliendo de estas otras cosas. ¿Ven? Y aquí es donde el alimento ha sido almacenado.",
    "Bien, un Mensaje que les prediqué aquí a todos Uds.… Miren, les he estado predicando de una a seis horas en un Mensaje. Bien, si yo tuviera que usar uno de esos Mensajes, me tomaría una semana, un pedacito aquí y un pedacito allí, ¿ven?, porque ha sido almacenado aquí.",
    "Está en cintas; irá por todo el mundo en las cintas donde la gente en sus casas…Esas cintas caerán justamente en las manos de los predestinados de Dios. El puede dirigir la Palabra; El dirigirá todas las cosas exactamente en su curso. Por esa razón El me envió de nuevo para hacer esto. “Almacena el alimento aquí”. El me prohibió ir a ultramar.",
    "El Hermano Arganbright dijo: “Bien, venga; vamos. Ud. tiene una noche, pero nosotros le llevaremos en un viaje turístico alrededor de toda la nación”—en la forma que vi al Hermano Fred y al Hermano Banks tratando de ir.",
    "Yo dije: “Yo no iría de esa manera”. ¿Ven? Eso mostró que había algo más. He proseguido a la meta ahora, pero no sé por cuál camino ir. Pero hay municiones regadas a mi alrededor.",
    "¿Me llamó El de regreso al evangelismo? ¿Me ha llamado El a las misiones extranjeras? ¿Me ha llamado El para ser Su profeta? ¿Debo pastorear en algún lugar? Lo que tenga que hacer, me mantendré echando proyectiles y jalando el gatillo. ¡Uno de ellos va a disparar! Pero no voy a quedarme quieto y mirar y decir: “Señor, pon Tú el proyectil en el cañón”. Yo voy a poner el proyectil en el cañón y jalar el gatillo por mí mismo. Dejen que El haga la explosión. El es Quien se encarga de eso. Que yo pueda seguir adelante.",
    "Cuando yo salga ahora a estas reuniones, solamente estoy saliendo. Yo no sé, no—quizás no diga nada acerca de estos Mensajes como los que predico aquí. Quizás no tenga ni una noche de discernimiento. Yo no sé. Yo sólo voy, sin saber lo que voy a hacer. Yo no podría decirles; yo sólo voy.",
    "Y eso es solamente…Y eso es lo que Ud. tiene que hacer. Uds. tienen algo en mente. La gente aquí quiere una iglesia. ¡Constrúyanla! Tan rápido como puedan, levántenla. Consigan sus maestros y cosas. Uds. hermanos, allá con sus pequeñas iglesias, y Uds. quieren—Uds. están haciendo un trabajo, Dios les recompensará por eso. ¡Salgan allá! ¡Prediquen! ¡Hagan todo lo que puedan! Júntense todos Uds., Uds. los hombres, y tengan reuniones y hablen de las cosas profundas de la Escritura y oren. No—no sólo vengan aquí a reunirse a menos que solamente vengan para una reunión de oración. Oren allá en secreto. Quédense en el lugar, vayan a sus cuartos, escóndanse en algún lugar y arrodíllense, y permanezcan delante de Dios y quédense ahí. Entonces si Ud. se da cuenta, parece que algo está surgiendo; oh, Ud. sólo va, y Ud. se da cuenta que eso se sale un poquito de la Palabra, entonces ¡tenga cuidado! No importa cuán bueno parezca, ¡deténgase ahí! Un espíritu erróneo lo ha tocado a Ud., porque el Mensaje de este día es, a la Palabra. ¿Ven? No…",
    "Vea,",
    "si Ud. dice: “Oh vaya, Hermano Branham, le digo así y así. Pues, Fulano de Tal se paró la otra noche, y esto y lo otro sucedió así”. ¡Obsérvelo! ¡Obsérvelo de cerca! No renuncie a nada. Sólo espere y vea cómo actúa, y entonces tráigalo a la Palabra y vea cómo se compara con la Palabra. Entonces si se compara con la Palabra y todo está bien, dele gracias a Dios y continúe adelante. ¿Ven? Mientras la cosa permanezca en la Palabra. Esa es mi opinión, lo que yo creo que Uds. deberían hacer.",
    "Hermano Neville, Hermano Ruddell, Hermano Crase y Hermano Beeler y todos Uds. hermanos aquí: “Junie”, dondequiera que te encuentres y el resto de Uds. hermanos, Dios les bendiga ricamente. Yo veo a Terry, Lynn, Charlie Cox, David, muchos de Uds. jóvenes aquí, que Dios los unja. ¡Hermano! Cómo nos gustaría coger un puñado de Uds. para que estén en el evangelismo y ponerlos en algún lugar, ¿ven?, sabiendo que Uds. se han levantado en esto; Uds. pueden permanecer firmes y conocer el Mensaje y estudiar para probarse a Uds. mismos. Si Uds. sienten un llamado en sus vidas…Yo veo a dos o tres jóvenes, cuatro o cinco sentados en otra fila por acá—y así como eso. Uds. son jóvenes; yo me estoy poniendo viejo. El Hermano Neville se está poniendo viejo. Somos hombres de mediana edad. Si el tiempo continúa, vamos a salir de la escena después de un tiempo; Uds. tendrán que llenar nuestros zapatos. ¿Ven?",
    "Y así que, ¿ven Uds.…? Y entonces quizás en aquel día esto estará creciendo aún más, si hay un porvenir.",
    "Pero mientras hay un día actual, trabajemos mientras que es de día. Tal vez el mañana nunca llegue. Si llega, estemos preparados. ¿Ven lo que quiero decir? Ahora, eso es lo que pensaría para Uds.",
    "¿No sería maravilloso ver al Hermano…de allá de Utica, Hermano Crase, todos Uds., los otros hermanos, juntarse, reunirse, llegar a un punto; Uds. ministros juntarse y discutir cosas? Uds. tienen que tener compañerismo en algún lugar. Tienen que tener alguna razón para reunirse, por lo cual juntarse. Todos Uds. se reúnen como un grupo de hombres y creen el uno con el otro y así, y discuten estos problemas y se reúnen, tal vez una vez al mes, únicamente los ministros. Reúnanse en algún lugar, en una de sus iglesias. Siéntense ahí y discútanlo y háblenlo, cada uno de Uds. pastores, y evangelistas, y lo que sea Ud. Y entonces si algún gran problema surge y Uds. no pueden arreglarlo, entonces si soy llamado al campo del evangelismo…Yo no sé que lo vaya a ser; y si lo fuera, Uds. saben que yo estaré regresando constantemente, todo el tiempo. Y entonces si Uds. tienen esas cosas, entonces, cuando yo regrese aquí, pues, nos reuniremos y nos sentaremos. Si uno de Uds. tiene un llamado en su vida… No tendremos entrevistas privadas y cosas como las que hemos estado teniendo, sólo nos juntaremos y permaneceremos ahí hasta que tengamos ASI DICE EL SEÑOR.",
    "Y si se puede poner en orden al predicador y que él camine correctamente, vean lo que él va a hacer. El va a influenciar a un…Esto solucionaría centenares de estas cosas, a las cuales repetidamente estamos atendiendo. ¿Ven Uds.? Uds. tienen que entrar en un sistema, el sistema de Dios.",
    "Como Jetro le dijo a Moisés: “Pues, tú no puedes atenderlos a todos ellos”. Oh…Y Dios puso ancianos allá, setenta de ellos, y tomó el Espíritu que estaba sobre Moisés y lo puso sobre aquellos setenta ancianos y ellos profetizaron, y eso no debilitó en nada a Moisés. Eso lo fortaleció. El tenía tanta profecía en él como tenía antes de que ellos tomaran el Espíritu de él para profetizar. ¿Ven? El sólo lo separó, dijo: “Ahora Moisés, dejémoslos a ellos juzgar las cosas pequeñas y—pero en cuanto a las cosas mayores, tú ven con ellos y ayúdalos en esa forma”.",
    "Ahora, esa es la manera. Esa fue la manera de Dios allá; esa fue la manera de Dios en la—en la edad de la iglesia primitiva, y yo creo que es la manera de Dios ahora (eso es correcto), para que nosotros lo hagamos. Así es que, hagámoslo. Sólo dejemos de hablar acerca de ello y hagámoslo. Eso es todo. Podemos hacerlo por la gracia de Dios. ¿No lo creen?",
    "Ahora, hagamos…Ahora, veamos. Oh, acabé con mi tiempo,",
    "pero un…Billy escribió una nota aquí. Sólo un minuto, y veré lo que es: “Soy de New Albany…hija, Grace…Hospital Memorial…se rompió su brazo…quiere oración por ella…T-r-o-u-b, W. C. Troub—Troub”, (algo así). Oremos por esta jovencita.",
    "Nuestro Padre Celestial, mientras hablamos ahora…Y yo estoy pensando que tal vez cuando Ireneo miraba su pequeño grupo de hombres, quizás era un grupo mucho más pequeño que el que está aquí esta noche. Y ellos no tenían asientos donde sentarse. Se sentaban en losas frías de roca, y ellos se sentaban ahí y él les hablaba. Esos hombres salían, y al salir, sabían que podrían ser alimento para los leones, cortadas sus cabezas. Pero la “fe de nuestros padres está viviendo aún, a pesar de los calabozos, llamas y espadas”.",
    "Yo te agradezco por estos hombres, Señor. Yo ruego que Tú les bendigas. Ahora, yo bendigo a cada uno de ellos en Tu Nombre, que Tú los guardes en la fe que una vez fue entregada a los santos, que nunca se aparten de ella. Y que de este grupo puedas Tú enviar pastores, maestros, evangelistas. Oh, Dios, concédelo. Y que ellos puedan defender el fuerte, dondequiera, dondequiera que ellos estén. Que puedan trabajar continuamente hasta que Jesús venga.",
    "Y ahora, Padre, yo ruego por cada una de estas peticiones que han llegado aquí esta noche y pido que te acuerdes de esta pequeña damita aquí, que se ha quebrado el brazo. Que el poder del Dios Todopoderoso pueda sanarla y ponerla bien. Concédelo, Señor. Yo ruego que Tú la ayudes y la bendigas. Bendice a sus familiares por haber llamado. Y que la fuerza que levantó a Jesús de la tumba levante a esta niña. Que su brazo esté bien.",
    "Todas estas peticiones que fueron mencionadas esta noche: ese pobre muchacho acostado ahí que tuvo este…Escuché al hermano anunciarlo, que la enfermedad de Hodgkin lo ha comido hasta que su cara está quemada con radio y cosas que le han dado. Dios, sé misericordioso con aquel muchacho; déjalo vivir. Pensamos en aquel hombre que no se preparó para encontrarse contigo y ya ha partido. Su esposa con la cabeza aplastada, el hijo adoptado. Todos estos otros. La Hermana Bruce acarreando el agua, ella está envejeciendo, Padre. Y ahí ella se quemó sus brazos, y por todo su cuerpo. Oramos por ella. Ella probablemente está hospitalizada, y nosotros rogamos que Tú la liberes y la saques de ahí. Concédelo, Padre. Pedimos estas bendiciones en el Nombre de Jesucristo. Amén.",
    "Ahora, quiero preguntarles algo. Y preguntarles si—si Uds. creen que tenemos tiempo para una pequeña porción de la Palabra. ¿Lo tienen? Sólo por…Ahora, es…Yo sé que es un poco tarde, pero yo tenía una cosita aquí que yo pensé hoy, que me gustaría hablar sólo por un momento, y podría ayudarles. Y yo pensé primero que les anunciaría esto. Ahora, está en esta cinta, y si alguien alguna vez quisiera referirse a ello, Jim lo tendrá. ¿Ven? Lo que yo pienso que debería hacerse. Y ahora lo que debe ser hecho para los—para Uds. hermanos.",
    "Ahora, ¿saben Uds. que cuando aquellos hombres salían al principio, algunas veces había solamente seis u ocho de ellos juntos—y ellos sacudían la nación? Bien, Uds. saben cuando Aquila y Priscila, aquel gran avivamiento que Apolos estaba teniendo allá, había solamente como seis u ocho hombres y mujeres en aquel grupo. Toda aquella iglesia consistía de seis u ocho. Uds. tienen cinco o seis, siete veces más aquí esta noche que lo que ellos tenían entonces.",
    "Uds. saben, Jesús solamente tenía doce apóstoles. Nosotros siempre estamos pensando en cosas grandes, pero Dios no trata con esos grandes números. Es en estos grupitos pequeños en donde El lo consigue. ¿Ven Uds.? Miren a través de todas las edades, en cualquier tiempo en que El alguna vez se encontró con el hombre, fue en grupos pequeños, ¿ven?—y habló con ellos y los ordenó. Es lo que a Dios le ha placido hacer; esa es la manera que a El le gusta hacerlo. Y ahora, nosotros sólo queremos mantener a Dios entre nosotros, e ir, y hacer estas cosas.",
    "Ahora, el domingo por la mañana, Dios mediante, quiero hablarles a Uds. sobre Evangelismo En El Tiempo Del Atardecer. Y luego, yo…Si el Señor lo permite, yo probablemente estaré saliendo hasta fines de este otoño y un…antes que regrese otra vez. Y yo probablemente regresaré algún tiempo en—alrededor de septiembre. Y ahora, yo espero que para entonces que todo se moverá maravillosamente para Uds. hermanos, y sus reuniones crecerán en números, y la gracia de Dios esté sobre todos Uds. hasta que nos encontremos. Y estoy confiando que Uds. orarán por mí y el éxito. Recuerden, es—sus oraciones por mí…Eso significa que Uds. son mis colegas, Uds. son—Uds. son mis camaradas, mis ayudantes; y nosotros juntos somos ayudantes en el Señor. Y ahora, cuando yo esté parado allá frente al enemigo, quiero recordar que, soldados fieles y verdaderos, que obtienen respuesta a las oraciones por los enfermos y los afligidos, y que esos hombres están orando por mí. Yo soy el que lo necesita. Soy—realmente lo necesito, así que todos Uds. oren por mí cuando estén reunidos. No me olviden, en cualquier reunión; oren por mí.",
    "Ahora, en San Juan el capítulo 9, yo quiero leer desde del versículo 26 al 35. Ahora, por unos cuantos minutos y entonces vamos—vamos a terminar en los siguientes veinte o treinta minutos, o tal vez antes de ese tiempo, Dios mediante. Ahora, yo quiero leer estas Escrituras, ahora desde San Juan 26 a—San Juan 10—9:26-35, lo tengo escrito aquí, sólo algo de lo que estaba pensando.\n\nLe volvieron a decir: ¿Qué te hizo? ¿Cómo te abrió los ojos?\n\nEl les respondió: Ya os lo he dicho, y no habéis querido oír; ¿por qué lo queréis oír otra vez? ¿Queréis vosotros también haceros sus discípulos?\n\nY le injuriaron, y dijeron: Tú eres su discípulo; pero nosotros, discípulos de Moisés somos.\n\nNosotros sabemos que Dios ha hablado a Moisés; pero respecto a ése, no sabemos de dónde sea.\n\nRespondió el hombre, y les dijo: Pues esto es lo maravilloso, que vosotros no sepáis de dónde sea, y a mí me abrió los ojos.\n\nY sabemos que Dios no oye a los pecadores; pero si alguno es temeroso de Dios, y hace su voluntad, a ése oye.\n\nDesde el principio no se ha oído decir que alguno abriese los ojos a uno que nació ciego.\n\nSi éste no viniera de Dios, nada podría hacer.\n\nY respondió—Respondieron y le dijeron: Tú naciste del todo en pecado, ¿y nos enseñas a nosotros? Y le expulsaron.\n\nOyó Jesús que le habían expulsado; y hallándole, le dijo: “¿Crees tú en el Hijo de Dios?”",
    "Ahora, me gustaría hablarles sólo por algunos minutos a Uds. hermanos, sabiendo que mi pequeña plática aquí (yo no sé lo que será de ello), confiando que Dios lo usará en alguna manera; y ahora en ésta, sobre Su Palabra…Así que yo sé que el Hermano Sink, el Hermano Neville, o uno de Uds. ministros usualmente predican. Y sólo al estar aquí con Uds., yo, si Uds. me perdonan, sólo me gustaría hablarles un poquito de esta manera.",
    "Ahora, yo quiero tomar un tema aquí de: Poniéndonos al Lado de Jesús. Los Fariseos y los líderes de Su día siempre trataron de desacreditarlo a El delante del pueblo. Esa era una forma que el diablo tenía de trabajar. Todos los Fariseos y los maestros de Su día constantemente trataban de desacreditar a Jesús. Ellos…Todo lo malo que ellos podían atribuirle a El, lo hacían. Ellos lo observaban a El constantemente para hallar en dónde podían encontrar una falla, y ellos nunca hablaban de Sus cosas buenas, ellos siempre estaban buscando algo con lo cual ellos podían desacreditarlo a El y decir: “Vean Uds., miren aquí. Si él fuera un hombre de Dios, él no hubiera hecho eso de esta manera”. O, “Si él fuera un hombre de Dios, él no lo hubiera hecho de aquella manera”. Ellos estaban tratando de poner una sombra sobre El para conseguir que la gente no le creyera. Eso es obra del diablo,",
    "y ese antiguo método nunca ha cesado.",
    "Hay muchas ocasiones en que un ministro cometerá un error. Y si él viene a un barrio, un precioso hermano quien está tratando de hacer lo que es correcto y de dirigir bien al pueblo, todo lo que el diablo pueda mostrar al incrédulo o al así llamado Cristiano en ese barrio, para desprestigiar a ese hombre, él lo hará. Uds. saben, la manera del verdadero Cristiano es esconder todo lo que se pueda de un hermano. No diga sus cosas malas; sólo diga sus cosas buenas. Sólo diga lo bueno que Ud. conoce acerca de él. Si alguna cosa está mal, déjela quieta. De todas maneras, el pobre individuo ya tiene suficiente contra él. No trate de tomar una garrocha y hundirlo más en la zanja. La actitud Cristiana es levantarlo y sacarlo de la zanja. ¿Ven? Nunca trate de hundirlo más; él ya está allí. Trate de ayudarlo a salir. Y…Pero demasiados de nosotros hoy, demasiada gente hoy, yo podría decir, trata de hacer aquello. Si ellos pudieran conseguir alguna otra cosa que pudieran decir que era en verdad muy mala…",
    "Ahora, por ejemplo, si—si uno de Uds. hermanos cometiera un error e hiciera alguna cosa errónea—lo cual Ud. está sujeto a hacerlo; yo también lo estoy, todos nosotros. Pero mientras que seguimos adelante, recordemos que somos hermanos; somos hermanos. Y si tenemos que pelear, peleemos entre nosotros. Reúnan los detalles. Tráiganlo ante nuestros hermanos y arréglenlo.",
    "Ahora, así se hacía en la familia Branham, si uno de los pequeños hacía algo, ellos iban y se lo decían a Bill, porque yo era el más grande. Y yo tenía que pararme ahí y ver cuál estaba bien y cuál estaba mal. Bien, mi decisión era que si ellos…cuál estaba bien y cuál estaba mal. Si ellos aún no lo creían, entonces ellos se iban detrás de mis espaldas y se peleaban. Pero ellos aún eran hermanos. ¿Ven Uds.? Ellos se peleaban en el patio trasero el uno con el otro y peleaban en el patio delantero el uno por el otro. Así que, así era, ¿ven?, y es—aún éramos hermanos.",
    "Bien, así—así es como nosotros—nosotros tenemos que hacer esto. ¿Ven? Si Ud. tiene alguna cosa contra alguien, su hermano, no le diga a alguien más acerca de eso si es algo malo; vaya a él y dígaselo. Y entonces si él desea discutir con Ud., entonces lleve a alguien más con Ud. Entonces tráiganlo de la manera que dice la Biblia.",
    "Pero Jesús, ellos—ellos buscaron cada sombrita que pudieron encontrar para tratar de desacreditarlo a El a la vista del pueblo. Y eso es lo que quiere el diablo. Ellos quieren—ellos quieren dañar la influencia de Uds. ante la gente. Por eso es que uno quiere vigilar con cuidado lo que uno hace. Caminen como verdaderos hombres de Dios; hablen como hombres de Dios. ¿Ven? Actúen como hombres de Dios; vivan como hombres de Dios, porque el diablo, su adversario, anda alrededor como un león rugiente tratando de devorar lo que pueda.",
    "¿Por qué hicieron esto? Ellos le tenían envidia a El. Esa fue la razón por la cual trataban de desacreditarlo a El. Tenían envidia de Su ministerio. Y por esa razón trataban de desacreditarlo. El tenía el ministerio de Dios y ellos lo sabían, pero eso era contrario a sus credos; así que ellos estaban tratando de desacreditarlo a El. Hacían todo lo que El—cada pequeño defecto que ellos pudieran encontrar, sacarlo a El del camino. Ellos querían que El dejara de obrar; querían que la gente lo denunciara a El. Ellos querían decir: “Ahora, este individuo no es nada. Miren aquí. Ahora ahí está él, él—él—él hizo esto. Y Uds. saben que eso no está bien. Hemos sido enseñados toda nuestra vida que debemos creer a los ancianos. Y aquí está él, se paró ahí mismo y regañó a aquel anciano. El no está de acuerdo con la tradición de los padres, y hemos sido—y debemos de creer la tradición de nuestros padres. Eso nos ha sido enseñado por cada rabí a través de los años. Y aquí viene este hombre y está en desacuerdo con ellos”. ¿Ven? “Pues un hombre como ese no es apto para ser un predicador”.",
    "¿Ven?, ellos estaban tratando de desacreditarlo a El. Pero con todo eso, los que le creyeron y le amaron y habían visto Sus milagrosas señales Escriturales, no serían impedidos por ellos. ¡No, señor! Aquellos que le creyeron, le creyeron. Aquellos que le amaron se pararon junto a El. Ellos no verían lo que otros les señalaban.",
    "Oh, si pudiéramos ser así. Si tan sólo no pudiéramos ver. Si alguien viniera por aquí y dijera: “¿Sabes qué? Ellos dicen que tú eres Pentecostal”.\n\n“No por denominación”.\n\n“Bien, Uds.—eran un—Uds. son de esos que bautizan en el Nombre de Jesús”.\n\n“Sí, eso es correcto”.",
    "🦅 Bien, déjame decirte algo. Yo conozco a un hombre que una vez fue bautizado así y él hizo tal y tal”.",
    "Pero miren, eso no tiene nada que ver. Es un diablo tratando de echar una sombra sobre Ud. Ellos siempre están tratando de señalarle a algún barco viejo que naufragó sobre la costa del mar, pero ellos no están señalándole a Ud. a aquél que terminó bien el viaje. Eso es correcto. ¿Ven? Eso es correcto.",
    "Ellos siempre están tratando de arrojar carnada a los cuervos y decir: “Este es el ejemplo; aquí está lo que sucedió. Oh, yo sé de un cierto predicador que era un predicador de Santidad y él hizo esto, eso, o lo otro”. Pero ellos no le señalan a los otros que no siendo de la Santidad también hicieron aquello. ¿Ven Uds.? Y ellos no señalan las grandes cosas que Dios hizo.",
    "Como alguien diría: “Oh, aquí este hombre se extralimitó. El—él se pasó de la raya”. El podría haber hecho aquello. “El se arruinó a sí mismo; él se extralimitó; se volvió un fanático”. El podría haber hecho eso. Pero mientras ellos señalan a cuantos que—uno que se pasó de la raya, ¿qué acerca de estos millones que nunca llegaron ni aun a la raya? Ellos fallaron en ver eso. ¿Ven lo que quiero decir?",
    "Así es que, la gente trataba, aquellos Fariseos, y Saduceos, e hipócritas, y Herodianos, y todos, trataban de proyectar una sombra sobre Jesús; pero los verdaderos creyentes, los que fueron predestinados a escuchar aquel Mensaje, lo escucharon y no vieron falta en Ello en lo absoluto.",
    "Lo mismo ahora, aquellos quienes le creen le aman; aquellos quienes le creen no ven falta en El. Ellos no ven ninguna herejía; ellos no ven ninguna cosa equivocada, ellos no ven ninguna cosa equivocada con Su Palabra; ellos no ven ninguna cosa equivocada con Su pueblo; ellos sólo ven a Jesús y eso es todo. Ellos son—ellos son predestinados para Vida Eterna, así que ellos sólo se ponen al lado de Jesús y ahí permanecen.",
    "Solíamos cantar un himno, el Hermano Roy Roberson y… Acostumbrábamos cantar un himno aquí, me imagino que era como en el tiempo cuando Ud. comenzaba a venir aquí:\n\nTomaría el camino con los pocos despreciados del Señor.\n\nHe comenzado con Jesús y continuaré.\n\nPrefiero caminar solo con Jesús,\n\nY tener de almohada una piedra, como Jacob.",
    "Uds. han oído el himno. Eso es correcto. Yo prefiero tomar el camino de la discordia, tomar el camino de los despreciados, tomar el camino de los calumniados, y caminar con Jesús. No veo falla en ello en lo absoluto. No vean el error de otro compañero, sólo manténganse caminando. Eso es todo.",
    "Ahora, esa es la manera que ellos hicieron con Jesús. Ellos no—ellos no…Y Uds. deben enseñarle a su gente, Uds. pastores, a hacer lo mismo. Si alguien viene y dice: “Ah-h-h, tú sabes, tu iglesia, ellos eran así y asá. Ellos no…”",
    "Sí, señor, puede haber una docena de ellos sentados ahí entonces, ¿pero qué acerca de aquel que está correcto que está sentado ahí? ¿Ven? Uds. están—Uds. no pueden ver el bosque a causa de tantos árboles; eso es todo. Eso—eso es comenzar de nuevo. ¿Ven ahora?",
    "Y así es que, ellos trataron…Ellos no estaban dispuestos a admitir que El estaba haciendo la obra de Dios, así que ellos estaban tratando de sembrar discordia y hacer que el pueblo no creyera; pero aquellas personas que le creyeron a El se quedaron con El; ellos se pusieron de Su lado.",
    "Uds. saben, yo pensé aquí…Un par de personas que tengo anotadas aquí…El hombre ciego no se dejaba persuadir por ellos, aquel hombre a quien El había dado su vista; nosotros conocemos la historia. Y además El les hizo una pregunta muy punzante. Ahora, ellos llegaron ahí; y por ahí pasó Jesús, y El era un hombre que era despreciado y odiado. La Biblia dijo que El sería rechazado; no habría hermosura en El para que le deseáramos. Y todos nosotros como ovejas nos hemos descarriado. El fue un varón de dolores, experimentado en quebrantos. Y cómo toda la Biblia decía que El sería. El sería despreciado y rechazado. Y nosotros vemos a ese hombre.",
    "Ahora, aquellos que creyeron la Palabra, ellos sabían que las mismas cosas que Jesús estaba haciendo y las cosas que eran de Su vida; ellos conocían Quién era El. Así que ellos no podían atribuirle ninguna mancha sobre El, porque ellos no podían verla. Y Uds. saben, de todas maneras, el amor es ciego a esas cosas; el amor cubre multitud de pecados, Uds. saben. El amor perfecto aleja el temor, y el pecado, y toda discordia; el amor lo hace.",
    "Ahora, este hombre ciego estaba sentado ahí, y Jesús y Sus discípulos pasaron; y yo pienso que Jesús les dio aquí una pequeña lección. Cuando ellos vieron a este pobre hombre ciego, ellos pensaron: “Pues, ahora seguramente hay un pecado en algún lugar detrás de eso”. Cuando nosotros vemos que algo le sucede a un hombre, siempre decimos: “Pues, él pecó; él se salió de la voluntad del Señor en alguna parte”. El Hermano Crase chocó con un poste; él se salió de la voluntad del Señor en algún lugar, en la mente de alguna gente. Cuando el rifle se me explotó: “Pues, él estaba fuera de la voluntad del Señor”. El Hermano Neville chocó el carro: “El estaba fuera de la voluntad del Señor”. Eso no es exactamente correcto. No, señor, no lo es. Dios permite esas cosas.",
    "Jesús se volvió y les enseñó una lección.",
    "Ellos dijeron: “Su padre debe haber pecado, o ¿pecó su madre, o pecó él mismo?” Jesús dijo: “Ninguno de ellos pecó, sino para que las obras de Dios pudieran ser manifestadas”. ¡Amén! ¿Ven? Dios permite que las cosas sucedan sólo para—para que las obras de Dios sean manifestadas.",
    "Ahora, y así que El dijo—le dijo al hombre y le dio su vista, y El se fue por Su camino. Y aquí venían los Fariseos cuando aquello fue rumoreado por ahí. Aquí estaba un hombre que era ciego, sentado ahí mendigando; y ahora él podía ver. Y ese era un rumor entre ellos, y oh, hermanos, ¡eso provocó algo! Y aquí venían ellos, y ellos vieron que el hombre ciego podía ver. Y primero ellos fueron—quisieron encontrar alguna forma de poner un temor sobre todo el pueblo, porque ellos ya habían dicho: “Si alguno va tras esta nueva doctrina y este nuevo profeta llamado Jesús de Nazaret, inmediatamente les devolveremos sus papeles y compañerismo de la iglesia. Ellos no podrán ir más a la sinagoga. Si Ud. se asocia con él, acude a una de sus reuniones o alguna cosa, Ud. no puede ir ya más”.",
    "Así que ellos querían hacer un gran ejemplo de eso, porque le odiaban. Ellos no estaban pensando en aquel pobre hombre ciego, pero ellos querían hacer un gran ejemplo para hacer que el pueblo se mantuviera lejos de El.",
    "Ellos dijeron que querían interrogar a su padre y a su madre; así que fueron y trajeron al padre y a la madre. Ellos dijeron: “¿Es este su hijo?”\n\nEl dijo: “Sí, señor”.\n\n“¿Nació él ciego?”\n\n“Sí, señor”.\n\n“Y—¿cómo es que él ve?”",
    "Y el padre y la madre tuvieron temor, dice la Biblia, porque ellos sabían que ellos serían echados de la sinagoga si ellos admitían que era…¿Ven Uds.?, ahí lo estaban bajando a El. Ellos dijeron: “Ahora, sabemos que este es nuestro hijo”.",
    "Oh, probablemente habían unos cuantos miles de personas paradas allí. Pero si él pudiera…Si aquellos Fariseos apestosos pudieran tan sólo ponerle una mancha a Su Nombre ahí mismo, o hacer algo para atemorizar al pueblo, ellos lo hubieran echado de ahí y así echan a perder aquella reunión. ¿Ven? Toda Su influencia se hubiera perdido.",
    "Así que…Un grupo de ellos vinieron ahí con sus vestiduras sacerdotales puestas y dijeron: “Hablen por él”.",
    "Ellos dijeron: “Nosotros sabemos que este es nuestro hijo; sabemos que él nació ciego, pero ahora cómo es que él ve, yo no sé. Uds. pregúntenle a él; él tiene edad”. ¿Ven?",
    "Muy bien. Así que ellos fueron y lo encontraron. Dijeron: “¿Quién te dio tu vista? ¿Cómo te sanó él?”\n\nEl dijo: “Uno llamado Jesús de Nazaret me dio la vista”.",
    "Y ellos dijeron: “Da gloria a Dios. Pues, nosotros sabemos que este hombre es pecador”. Dijeron—y dijeron: “¿De dónde es él?”",
    "El dijo: “No lo sé. El sólo pasó y me sanó, y eso es todo lo que yo sé al respecto. Yo sé…Una cosa yo sí sé. Yo no podría decirles a Uds. si El es un pecador o no; yo no sé, yo apenas conocí al hombre hoy. Pero si—si El pudo darme mi—mi vista, una cosa sé, que una vez siendo yo ciego, ahora puedo ver. Estoy seguro de eso, porque yo estaba ciego hace media hora; y ahora yo tengo tan buena vista como cualquiera de Uds., así que yo sé que yo puedo ver”.",
    "¡Oh, que aguijón les clavó! Así que ellos pensaron: “Pues…”",
    "El dijo, pues dijo: “¿Quieren Uds. también ser Sus discípulos?” Eso es bueno—ese es un buen testimonio sólido. Eso es bueno—ese es un buen fundamento. Ese—ese es realmente un buen testimonio; es lo que yo diría.",
    "Dijo: “Quieren todos Uds.…” Aquí está un miembro laico, un ciego, parado en la calle después de encontrarse con Jesús, ahora preguntando a los discípulos—preguntando a los Fariseos si ellos quieren ser Sus discípulos—los obispos, los jefes. “¿Quieren Uds. también ser Sus discípulos?”",
    "Ellos dijeron: “No, tú eres su discípulo; nosotros somos discípulos de Moisés (mirando hacia atrás a través de la historia, Uds. saben). Nosotros somos discípulos de Moisés. Este hombre, nosotros no sabemos nada acerca de él; no sabemos de dónde viene. Bien, no tenemos ninguna prueba de que él haya pasado por alguna de nuestras escuelas. El nunca vino a preguntarnos a nosotros sobre estas cosas. (¿Ven?) Nosotros no sabemos nada acerca de esto. Uds. que están ahí afuera, ¿comprenden que ese hombre no está ordenado? Ese hombre es un adivino o algo; él es Beelzebú. A Uds. los están embrujando. Pues él no tiene ninguna autoridad; aún no se la hemos otorgado. (¿Ven?) Nosotros ni siquiera sabemos de dónde viene este hombre”.",
    "Este muchacho parado ahí podía ver, él dijo: “Ahora, esta es una cosa maravillosa”. ¿Ven?, estos Fariseos estaban casi por ganarse a la gente, infundiéndoles temor. ¿Ven? Pero él ya se había puesto al lado de Jesús. ¿Ven? Así que él dijo: “Esta es una cosa maravillosa”. (Permítanme decirlo en algunas de las palabras que él pudiera haber dicho.) “Ahora, Uds. hombres de por aquí, han estado operando todo lo que es la religión por centenares de años, y Uds. hablan de un Mesías que está por venir y algo que va a acontecer justo en las sombras del tiempo, cuando el Libertador venga a vernos. Y Uds. nos dicen que cuando El venga, de todo lo que El hará. Y aquí, Uds., los líderes espirituales, los sumos sacerdotes y sacerdotes de esta comunidad, parados aquí juntos delante de esta gente, tratando de desacreditar Su Nombre, tratando de decir algo malvado contra El; y el Hombre vino y abrió mis ojos ciegos. Yo nací ciego. Y aquí están mi padre y mi madre dando testimonio de que nací ciego, he estado sentado aquí mismo entre Uds. por todos estos años—nacido ciego. Y eso nunca ha sucedido desde que comenzó el mundo. Y aquí un Hombre puede venir y ejecutar un milagro que no ha sido hecho desde que el mundo comenzó; y Uds., son los líderes espirituales, ¿y no saben nada al respecto?” (¡Fuiu! ¡H-m-m-m!) Dijo: “Yo digo que esta es una cosa maravillosa”.",
    "El se puso al lado de Jesús. ¿Ven?",
    "A él le fue permitido estar ciego para que las obras de Dios pudieran ser manifestadas, ¿ven?, porque él se puso del lado del Señor Jesús. El se puso de Su lado.",
    "Ahora, él les puso un aguijón a ellos. ¿Uds. saben lo que ellos hicieron? Ellos dijeron: “Ahora, nosotros sabemos que naciste en pecado…tratas de enseñarnos…” Y lo botaron de la iglesia; lo golpearon; lo expulsaron; lo arrojaron para afuera. Pero tan pronto como fue arrojado, ¿lo notaron Uds.? ¡Jesús lo encontró otra vez! ¡Amén, amén! Jesús lo encontró otra vez. Así es que no se preocupe Ud. si ellos lo echan fuera. El lo encontrará a Ud. otra vez. ¿Ve? Muy bien.\n\nY El le dijo: “¿Crees tú en el Hijo de Dios?”",
    "El dijo: “Señor, ¿Quién es El?” El ni siquiera sabía, pero la única cosa que él sabía, era que habiendo sido ciego, ahora él podía ver.",
    "Yo sé esto, hermanos. Ellos podrán llamar esto fanatismo y todo lo que quieran; pero siendo yo un pecador, yo—yo he entrado en la gracia ahora. Algo me ha sucedido. ¿Ven? Esta cosa yo—yo sé ahora, por confiar en Su Palabra, por creerle a El…Yo he sido lanzado de toda organización bajo la faz del cielo. No hay ninguna de ellas que me recibirá más. Uds. saben eso. Algunos de los hombres lo harán, hombres buenos—me aceptarán; pero cada organización, me rechazan apuntando sus pulgares hacia la tierra. Eso es cierto. Pero El me ha encontrado; El me encontrará en algún lugar o en otro. Eso es correcto. Viene de esa manera…",
    "Y así todo estará bien, porque nosotros queremos ponernos al lado de Jesús; y la única forma en que Ud. puede ponerse al lado de Jesús es al ponerse al lado de lo que El dijo, creyendo Su Palabra. Así que pongámonos al lado de El.",
    "El hombre ciego les dio un testimonio verdadero. Muy bien.",
    "Encontramos otra vez, que ellos trataron de manchar Su Nombre. (Sólo por un poquito, y yo tengo que saltar algunas cosas aquí, así que…) Hubo una vez un Fariseo. Yo prediqué sobre eso aquí hace algún tiempo y lo llamé: Lavando Los Pies De Jesús. Yo creo que todos Uds. me oyeron predicar eso aquí, cuando un Fariseo le pidió a Jesús que viniera a su casa—un gran Fariseo viejo y almidonado—y le pidió a El que viniera. Y Uds. saben, yo le puse un poco de drama, como el mensajero vino y lo encontró, y El vino; aun sabiendo que El era odiado, sin embargo El fue de todas maneras. Y cuando ellos lo tuvieron a El ahí, ellos nunca lavaron Sus pies y le dejaron sentarse ahí, un—maloliente y todo lo demás, de la fatiga del camino, y allí El se sentó.",
    "Y una mujercita entró. Ellos pensaron: “Oh vaya, el Señor es bueno con nosotros, porque miren, esto sólo trae a nuestra gran fiesta…” Ellos lo habían traído ahí sólo para mofarse de El. Ellos lo trajeron a El ahí sólo para divertirse con El. Y ahora ellos pensaban que el Señor estaba obrando bien con ellos, porque esta mujer prostituta, de mala fama, vino y estaba llorando y lavando Sus pies con sus lágrimas y secándolos con su cabello. Y el viejo Fariseo y todo el resto de los sacerdotes parados en la esquina dijeron: “Hermano, todo…El Señor lo dispuso todo exactamente para nosotros. Aquí podemos poner una mancha sobre su nombre ahora mismo. El se llama a sí mismo un profeta, y la gente piensa que él es un profeta. Y ellos le llaman el Profeta de Galilea. Y él aun reclama ser el Mesías, y nosotros sabemos que el Mesías será un Profeta. Y aquí está él sentado ahí atrás. ¿Ven Uds. a dónde lo hemos traído? Miren allí. ¡Bien, ahora sí lo tenemos atrapado! Ahí está él sentado allá atrás, encorvado como un cachorrillo azotado o algo, allá atrás, y alguna prostituta de su misma clase se le acerca y le lava sus pies en esa forma. Y ahora, él ni siquiera sabe. Si él fuera un profeta, él conocería qué clase de mujer era esa. Ahora, muchachos, brindaremos por eso”, dijeron, “porque miren allí…”",
    "¿Ven?,",
    "cualquier cosa para manchar Su Nombre, cualquier cosa para arruinar la confianza de la gente, no sabiendo que ellos estaban poseídos del diablo para hacer aquello. Ellos estaban obrando en armonía con el diablo, tratando de desacreditar el Nombre del Hijo de Dios.",
    "¿Cómo hicieron ellos esto, hermanos? Porque ellos nunca escudriñaron las Escrituras. Jesús dijo: “Escudriñad las Escrituras, porque a vosotros os parece que en ellas tenéis la Vida Eterna; y ellas son las que dan testimonio de Mí”. ¡Oh, qué ministerio tenía El! ¿Ven? Sí, señor. “Si Yo no hago las obras de Mi Padre, entonces no me creáis”. ¿Ven?",
    "Pero aquí este Fariseo dijo: “Ahora sí lo tenemos. Oh, miren, aquí hay probablemente mil quinientas personas en esta fiesta. Ahora mírenlo a él sentado allí. ¡Ahí él se sienta con una prostituta!”",
    "Y oh vaya, qué cosa tan horrible era eso en aquel día. ¡Fuiu! ¡Hm-m-m! Y ahí estaba El con una mujer de mala fama, se metió secretamente—parecía que El se metió secretamente. El pasó por alto al mozo que lava los pies y todo lo demás y estaba sentado ahí.",
    "Y dijeron: “Allí está ella allá lavando sus pies. Ahora, si él fuera un profeta…Uds. ven, hermanos, aquel hombre no es profeta. Si él fuera un profeta, entonces él sabría qué clase de mujer era la que le estaba lavando sus pies”.",
    "Y Jesús sólo se quedó sentado observándola, nunca movió un pie hasta que ella había terminado. Si Ud. va a hacer algo para Jesús, Jesús algunas veces se queda quieto y lo observa mientras Ud. lo hace. El le permite a Ud. proseguir hasta que Ud. haya terminado, entonces viene la recompensa. Quizás Ud. corra toda la carrera de la vida, trabajando para El, pero no se preocupe, hay una recompensa al final si Ud. se alinea a Su lado.",
    "Ud. quizás no vea ni una sola persona curada por las que Ud. ha orado; sólo manténgase orando por ellas. Yo siempre he dicho: “Si yo oro por quinientos esta noche, y todos los quinientos están muertos por la mañana, mañana por la noche estaré predicando sanidad Divina y orando por los enfermos”. ¿Ven? Eso no tiene nada que ver con ello. ¿Ven?",
    "El le permitirá llegar por derrotas y todo lo demás, hasta que Ud. llegue al final del camino y termine su trabajo, como le permitió a aquella mujer…Ella quería rendirle a El un servicio, así que El sólo extendió Sus pies ahí y dejó—dejó que ella los lavara. Oh, si El hubiera dicho: “No hagas eso”, ella hubiera saltado y corrido; pero El la dejó hacer el servicio.",
    "Y después de que ella lo hizo, terminó el servicio que ella iba a hacer, entonces El miró a aquel hipócrita parado ahí atrás, que estaba tratando de manchar Su Nombre, dijo: “Simón, tengo algo que decirte; no a ella sino a ti. Tú, que estás parado allá atrás, en tu corazón esa es la razón por la cual me trajiste aquí. Tú no tienes compañerismo conmigo. ¿No lo sabía yo? Pero tú me trajiste aquí, y me sentaste aquí atrás para burlarte de Mí. Dejaste…Tú no me diste agua para lavar Mis pies; tú no me diste nada para calmarme. Yo sentado aquí quemado y doliendo, y tú no me diste aceite para Mi rostro. Te avergonzaste de darme el beso de bienvenida o estrechar Mi mano. (¿Ven?) Tú estabas avergonzado ante tus invitados; estabas avergonzado de hacerlo. Esta mujer, desde que entró, no hizo nada más que frotar Mis pies y bañarlos con las mismas lágrimas de sus ojos, secándolos con la toalla de su propio cabello. Entonces Yo te demostraré si Soy un Profeta o no”. ¡Amén! Me gusta eso.",
    "🦅 Ahora, Yo quiero hablar contigo por un momento. Tus pecados que son muchos te han sido todos perdonados”.",
    "Hm-m-m, ¿mancharon ellos Su Nombre? Ellos pensaban que lo habían hecho; ellos pensaban que lo habían parado; ellos pensaban que lo habían arreglado a El para que Su avivamiento nunca pudiera estar en aquella comunidad; ellos pensaban que habían arruinado Su influencia, ¡pero sólo se necesitó una persona que lo amara para cambiar la situación por completo!",
    "¿Cómo sabe Ud. que no es Ud. esa persona para su comunidad o alguien que Ud. encontrará? Póngase al lado de El; hágale a El un servicio; haga algo por El. ¿Uds. saben lo que quiero decir, hermanos? Pónganse Uds. al lado de Jesús. Tómenlo a El…Háganlo a El su elección. Hagan un servicio para El, no importando lo que alguien más…o si les será recompensado o alguna otra cosa. Eso no cambia nada. Esperen hasta que la obra esté terminada.",
    "Cómo le gustaría que El dijera…Aunque Ud. haya orado por los enfermos y ellos no hayan sanado; aunque Ud. haya orado para poder hablar en lenguas, y no lo haya logrado; Ud. oró para profetizar, y no lo hizo; pero aun así, la única cosa que Ud. puede hacer es decir la historia de Jesús en su iglesia, o en su comunidad, en su trabajo. Ud. no podría aun hacer una cosa; no guió a ni una sola persona. Aquella mujer no guió a nadie a Cristo, pero ella hizo un servicio por El. Y ¿qué importa eso al final del camino, si El dirá: “Y Yo te digo, todos tus pecados…Aunque quizás ninguna oración te fue contestada, pero tú vienes a base de Mi Palabra. Tú vienes porque me creíste, y tú me hiciste un servicio. Y Yo digo que los muchos pecados que tú has hecho te son todos perdonados”? ¡Eso sería suficiente para mí! Amén. Sí, señor.",
    "Muy bien.",
    "Ellos quieren decir: “Los días de los milagros han pasado”, y—y etc. Déjenlos que lo digan, pero hagamos nosotros el servicio para el Señor. Ellos le odiaban a El porque estaban celosos de El. Esa es la única razón; ellos estaban celosos. Ellos estaban tratando de destruir Su influencia delante de la gente, igual como lo están haciendo ahora. Si ellos pueden tan sólo destruir la influencia del Mensaje delante de la gente, entonces ellos tienen derrotada la cosa. Eso es cierto. ¿Por qué trataron de hacerlo? Porque El estaba contra todos sus credos, y todas sus doctrinas de iglesia, y todas las cosas en las que ellos creían, y llamó todas sus—todas sus religiones y demás…El estaba contra todo ello; y ellos le odiaban a El, porque El nunca se encaminó con ellos.",
    "Ahora, si El hubiera entrado y dicho: “Oh, Caifás, maravilloso hombre de Mi Padre, Yo soy el Mesías. Ven aquí, Caifás. ¿Ves aquella agua allí? Tú recuerdas que allá en Egipto, Moisés, el gran profeta la convirtió en—en sangre. ¿Recuerdas eso, Caifás?”",
    "🦅 Oh, joven, conozco muy bien aquella historia”.",
    "🦅 Muy bien, Caifás, voy a convertir el agua ahora, de agua a sangre, para mostrarte que Yo soy aquel Profeta de quién Moisés habló. Ahí está, Caifás. ¿Qué piensas de eso?”",
    "🦅 ¿Qué piensas tú acerca de que Caifás sea un Fariseo? ¿Qué piensas tú acerca de los Fariseos?”",
    "🦅 Oh, yo creo que son una raza maravillosa de personas. Oh, todos Uds. guardan la tradición de los padres exactamente bien”.\n\n“¿Sabes qué?, tú podrías ser el Mesías”.",
    "¡No, El no lo hubiera sido! Esa hubiera sido la mejor señal de que El no lo era. Cuando Ud. vea a alguien venir y decir: “Ven aquí, y te mostraré lo que yo haré”. Y: “Ven acá, y yo haré esto y aquello”. Ud. recuerde ahora mismo que hay algo sospechoso acerca de ello para comenzar. Jesús dijo: “Yo no hago nada hasta que el Padre me lo muestra primero”. ¿Ven?",
    "Sí,",
    "El estaba en contra de ellos, El enseñaba en contra de ellos. El condenaba su celebración del día de reposo; El condenaba la manera que ellos se vestían; El condenaba todas las maneras de sus vidas, todas sus tradiciones, todos sus lavatorios de ollas y lavatorios de calderos y lavatorios de manos y todo lo demás. El condenó todo aquello. De sus atavíos, El dijo: “Uds. usan vestimentas bordadas y desean las sillas más importantes y hacen largas oraciones y devoran las casas de las viudas”. Dijo: “Uds. reciben más condenación”.\n\n“Pues, recuerden, soy el Doctor Fulano…”",
    "🦅 No me importa quién sea Ud.” Oh vaya, El realmente los amonestó. Ellos no…¿Por qué? Porque ellos no creyeron en El; El era la Palabra. ¿Ven? El estaba tratando de deshacer aquel grupo de legalistas, y si El estuviera aquí en la tierra hoy, El trataría de hacer la misma cosa.",
    "Alguna gente dice: “Bien, ahora espere un momento. Nosotros guardamos el día de reposo. Siempre…Nosotros hacemos esto. Y Ud. sabe, guardamos todo esto, y guardamos aquello, y todo…Vaya, cada Viernes Santo…Vaya, cuando viene el tiempo de ayuno, cuarenta días antes de Pascua, nosotros siempre observamos la Cuaresma. Yo dejo de fumar por cuarenta días. Yo dejo de beber por cuarenta días antes—durante el tiempo de Cuaresma”. Oh, tradición de los padres—legalistas. Si Ud. ama a Dios, para comenzar Ud.—Ud. no fumaría. Si Ud. ama a Dios, Ud.…Lo escribí en la parte de atrás de mi pequeña Biblia, la primera que tuve; yo dije:\n\nNo me hagas preguntas necias;\n\nMantén esto en tu mente.\n\nSi amas al Señor con todo tu corazón,\n\nNo fumas, bebes, o—no fumas,\n\nmasticas, o bebes licor.",
    "Eso todavía es válido para hoy. Yo no lo hago porque yo pienso que El me condena por hacerlo; yo lo dejaría porque es una cosa sucia y no conviene a un ministro. Eso es correcto. Yo no diría…",
    "Muchas veces yo he ido a casas y hay mujeres paradas ahí afuera. Y yo iba a la casa y llamaba a la puerta y una hermana ha venido a la puerta y dice: “Entre, Hermano Branham”. Si su esposo no estaba ahí, yo—yo—a menos que fuera un caso de enfermedad y alguien conmigo, yo no entro. Y entonces, ellos me llamaban a un hospital o a un cuarto, decían: “Hermano Branham, venga para acá. Soy la Hermana Fulana de Tal de Tal y Tal lugar. Estoy—estoy aquí en el hotel. Y mi madre vino conmigo; está enferma”. Yo llevaría a mi esposa. Si no pudiera, llevaría a algún otro hermano.",
    "¿Ven?, yo—yo no—yo no pienso…Yo pienso que estaría bien que yo entrara ahí, pero ¿qué si alguien me ve entrar ahí? ¿Ven? ¿Qué si alguien me ve hacerlo? ¿Ven? Entonces en la primera oportunidad, ellos dirían: “El entró allí donde estaba aquella mujer. El está persiguiendo a las mujeres”. Eso… ¿Ven?, eso sería una cosa que yo no debería hacer. ¿Ven? Ud. nunca debería hacer ninguna cosa como esa, porque Ud. pone un tropiezo en el camino de algún otro. ¿Ven? Yo no creo que yo haría alguna cosa equivocada ahí. No sería—yo no—no es que yo no confiaría en Dios para entrar ahí. No importa qué cosa fuera, yo confiaría en Dios. Pero todavía, ¿ven Uds.?, en—en… Yo amo al Señor lo suficiente como para no hacerlo. ¿Ven?, es un amor que uno tiene. Uno está—uno no lo está haciendo porque sea un deber hacerlo; uno lo hace porque uno ama al Señor. Uno no tiene que hacerlo, pero lo hace de todos modos.",
    "Pablo dijo: “Todas las cosas me son lícitas, mas no todas convienen”. ¿Ven? Pablo podía hacer muchas cosas que quizás él sabía que el Señor le entendía y le confiaba, pero no le era conveniente hacerlas. Así es con estos legalistas, tratando de decir: “Cuarenta días antes de la Pascua nosotros siempre comenzamos a ayunar”. Y ellos comen tanto como siempre lo hacen. Quizás ellos dicen: “Bien, no me gustan los frijoles, así que dejaré los frijoles para la Cuaresma”. Los he oído decir eso. “No me gusta el cerdo, así que dejaré el cerdo”, Uds. saben. “Voy a dejar de beber durante la Cuaresma”.",
    "Una mujer me dijo, dijo: “¿Sabe Ud. lo que he suspendido para la Cuaresma este año, Hermano Branham?”\n\nYo dije: “No, ¿qué?”",
    "Dijo: “Los dulces”. Dijo: “Nunca me gustaron mucho de todas maneras”.",
    "¿Ven? Ahí lo tienen Uds. Ahora, ellos le llaman a eso ayunar. ¿Ven?, legalismo. Ellos dicen: “Bien, yo he…Tú sabes, yo—yo—yo vacilaba en ir a la iglesia por mucho tiempo, porque…Te diré, yo asistí a la escuela dominical durante todo un año, porque mi maestro decía que si—que darían una Biblia al que no fallara ni un día”.",
    "Ahora, hermano, qué manera de ir. Yo preferiría ir a comprarme una Biblia. ¿Ven? Si Uds. no van a la iglesia porque aman al Señor, sería mejor apartarse. Eso es todo. ¿Ven? Porque…Ud. va ahí porque Ud. ama a Dios. Pienso en este himno que cantamos:\n\nBendita sea la unión\n\nQue enlaza nuestro corazón,\n\nEn comunión, los unos con los otros,\n\nIgual a lo celestial.\n\nAl irnos de ese calor\n\nSe siente profundo dolor\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "¿Ven? Eso es. “Cuando nos separamos, nos da un dolor interno”. He visto el tiempo, hermanos (déjenme no condenarnos, sino sólo despertarnos a algo), he visto el tiempo en esta iglesia, que cuando las personas tenían que esperar hasta el miércoles en la noche para verse, los unos con los otros, ellos lloraban por esa causa. Eso es cierto. He visto ministros entrar aquí y decir: “¿Cómo lo haces?” Pues, esas personas son de un solo corazón. ¿Ven?",
    "Ellos se reúnen en la puerta y dicen…Esas hermanas se encuentran una con otra allá atrás y se abrazan una a la otra y diciendo: “Hermana querida, esté segura de orar por mí ahora. La veré nuevamente el miércoles por la noche. Ud. orará, ¿lo hará? Ud. ore por mi; yo estaré orando por Ud.” Y haciéndolo así, y con lágrimas en sus ojos.",
    "Ver a los hermanos estrechar las manos los unos de los otros y casi no podían separarse el uno del otro así. Ese es verdadero compañerismo Cristiano. ¿Ven? ¿Ven?, sólo esperando, orando los unos por los otros. Sí, señor. De esa manera deberíamos ser. Muy bien.",
    "Ahora, estos hombres que hicieron estas declaraciones, ellos no eran hombres malos. Sus intenciones no eran ser malvados; ellos pensaban que estaban haciéndole un servicio a Dios. Aquellos Fariseos y demás, ellos no eran destiladores de licor y borrachos; ellos eran hombres religiosos. Ellos no eran malos; ellos sólo—ellos no aceptaron la Palabra de la Verdad. Ellos no aceptaron al Espíritu. ¿Por qué? Ellos se quedaron con sus credos y sus—la tradición de sus líderes. ¿Ven? Eso demostró que ellos amaban a sus líderes.",
    "Aquí está el gran Caifás, el sumo sacerdote; ahí está el resto de aquellos grandes sacerdotes. Y aquellos hombres siguen… Ahora, Ud. tome por ejemplo a un Católico, ellos…(No criticándolos a ellos, es la misma cosa con los Protestantes.) Ud. tome a un Católico; él ama a su sacerdote. Y yo le diría a él acerca de la Palabra del Señor, y él ve las obras de Dios. El dirá: “Pero mi—mi iglesia no cree eso”. Y Ud. sigue hablando y pellizcando, y luego dicen…Una mujer me dijo el otro día, dijo: “Es un pecado para mí escucharle a Ud.” ¿Ven? Ella no quería ser mala. Ella sólo estimaba tanto a su iglesia y a su sacerdote, que aun si ella escuchara alguna otra cosa…Ella era leal a ese sacerdote.",
    "Los Testigos de Jehová son leales a lo que ellos creen; los Bautistas son leales a lo que ellos creen; los Presbiterianos son leales a lo que ellos creen, y son así de leales a sus pastores. ¿No podemos nosotros ser así de leales a la Palabra? ¿Ven? Ahora, si aquellos…",
    "Quiero preguntarles algo. Uds. dirán: “Bien, Hermano Branham, ¿cómo sabe Ud. que no lo son?” Ahora, si aquellos Fariseos y Saduceos y líderes de aquel día se hubieran apartado de sus credos y sus dogmas y hubieran escuchado a lo que la Palabra decía y a lo que Jesús les estaba diciendo (exactamente lo que el Mesías estaba supuesto hacer), ellos se hubieran aferrado a El. ¿Ven? Pero ellos pensaban tan bien de sus líderes…Ellos no eran hombres malos. Ellos no robarían, no mentirían, no maldecirían, ninguna cosa como esa; ellos no harían eso. Ellos no cometerían adulterio. Pues, ciertamente que no. Pues, ellos presenciarían el apedreamiento de uno que hubiere hecho tal cosa. Y ellos no—ellos no lo harían. Ellos eran hombres buenos, pero la única cosa era que, ellos no eran hombres espirituales. Moralmente, ellos estaban bien, pero eso no es lo que cuenta. Y ¿qué les dijo Jesús? Aun a aquella gente leal, El dijo: “Sois de vuestro padre, el diablo”. ¿Ven? Es la Palabra la que cuenta.",
    "Ahora, me apresuraré tan rápido como sea posible.",
    "Ahora, ellos no eran llenos del Espíritu, pero ellos eran leales y sujetos a los credos modernos de sus líderes, ¿ven? Muy bien. Su ministerio estaba desenmascarando la doctrina de ellos. Ese era el problema. Ahora, ¡miren! Ahora, sólo tómenlo…Ahora, sólo…(Hermanos, yo—voy a pedirles que me perdonen ahora por tardarme tanto. Voy—voy…Quizás Uds. no querrán que regrese más, pero miren, escuchen esto. Vean, quiero que estén seguros de captar esto.)",
    "Ahora, ellos tenían sus credos, y eran grandes iglesias y gente grande y grandes hombres, hombres santos, hombres buenos, hombres gentiles, hombres finos, hombres honorables, hombres de honor, educados, inteligentes, religiosos. ¿Es eso correcto? Ahora, todos nosotros sabemos eso. Tan buenos como Ud. pudiera encontrar en cualquier parte. ¿Ven? Pero cuando Jesús llegó, Su ministerio desenmascaró la doctrina de ellos, porque Dios estaba probando por el ministerio de Jesucristo que El estaba con El.",
    "¿No citó Pedro la misma cosa? El dijo: “Varones Israelitas, esto os sea notorio y oíd mis palabras”. El dijo: “Jesús de Nazaret, un varón aprobado por Dios entre vosotros”. ¿Ven? Vean, si ellos…",
    "Como dijo este hombre ciego: “¿No es esta una cosa maravillosa? Uds. son los líderes espirituales de la nación, y he aquí viene un Hombre y abre mis ojos por el poder de Dios, y sin embargo Uds. no saben nada acerca de El”. El dijo: “Esta es una cosa maravillosa”. El tenía algo, ¿o no? Seguro que lo tenía. Muy bien…¡Un Hombre que podía hacer esto, y sin embargo ellos no sabían de dónde era El! Ahora, esa era una cosa maravillosa.",
    "Ahora, miren este día, hermanos. Vean, tenemos un… nosotros sabemos que tenemos un movimiento de Dios. Sabemos que está haciendo milagros; está sanando a los enfermos; está levantando aun a los muertos; está echando fuera demonios; habla en lenguas e interpreta lenguas; trae profecías; se cumplen; El nos muestra sueños, interpretaciones—perfectas, estrictamente. Entonces, ¿no es una cosa extraña que grandes líderes dirían que nosotros somos un montón de gente loca, cuando ellos son los líderes de la nación, los líderes de las iglesias? Esa es una cosa maravillosa.",
    "¿Qué es? Todavía es envidia. El Espíritu y el Poder y la Palabra de Dios en estos últimos días está desenmascarando sus dogmas y credos (eso es todo lo que hay en eso), por los cuales tienen cegados a los hombres. Así que, mis hermanos jóvenes, todos Uds. que están saliendo aquí a estas iglesias, sujétense a la Palabra de Dios. No se muevan. Si Uds. no pueden hacer que eso suceda, no se paren en el camino de alguien más. Quédense ahí golpeando a la puerta, apuntando directamente a ello. Correcto. Quédese ahí mismo. No comiencen con fanatismo, porque eso los desenmascarará a Uds. Pero si Ud. permanece verdadero y santo y con esa Palabra, Dios lo vindicará. Eso es correcto.",
    "Su ministerio estaba desenmascarando las doctrinas y dogmas de ellos, así que ellos tomaron cada oportunidad que pudieron para deshacerse de El. Todas las cosas que ellos pudieron encontrar para deshacerse de El, las hicieron. Tratando de decir: “Bien, ahora miren aquí. Miren aquí… Fulano de Tal…Este individuo…”",
    "Ahí estaba El sentado un día en la casa de Simón, el leproso. Ninguna palabra se dijo de que El lo sanó. (El era un leproso.) Nada dice que El lo sanó. Eso es correcto.",
    "El pasó por el estanque de Betesda y allí estaban como dos mil personas, cojos, ciegos, lisiados, paralíticos. Y El se dirigió hacia un hombre, y lo sanó y se fue. Dicen: “Pues ahora, si El fuera el Mesías, El hubiera sanado a todos ellos. Si El estuviera tan lleno de compasión como todos Uds. dicen que está, El hubiera tenido misericordia de todos ellos”. Cada cosa que ellos podían encontrar para poner una marca negra sobre El, ellos lo hacían. Todo lo que pudieron encontrar, se lo adjudicaban a El.",
    "Muy bien. Ellos tomaron cada oportunidad que pudieron para—para deshacerse de El.",
    "Dudaban Su nacimiento. Su nacimiento era puesto en duda; ellos pusieron eso ante el pueblo. Ellos no podían comprender cómo El había nacido de un nacimiento virginal y José, su padre (se suponía que lo era), un carpintero; y El nació antes de que José y María estuvieran casados. Ellos pusieron aquello ante la gente. Sí, señor. ¿Ven? ¿Qué estoy diciendo ahora? Ellos lo estaban marcando con una marca negra. ¿Ven?",
    "🦅 ¡Mírenlo! ¿De dónde vino? Miren a su madre, no más que una prostituta callejera, tuvo este niño. Y después de que el niño nació (ella ya estaba embarazada)—el niño iba a nacer, entonces José se casó para ocultarlo y luego venir con alguna clase de…Vaya, es la obra del diablo, ¿no pueden verlo? ¡Es esa clase de nacimiento!” Ellos pusieron eso delante de la gente—sin leer la Biblia, en Isaías 9:6: “Una virgen concebirá”. Ven, ¿qué era eso? Ellos se apartaron de la Palabra. Eso es.",
    "Ellos lanzaron manchas negras a Su autoridad. “Caballeros, ¿no saben Uds. que nosotros somos discípulos de Moisés? ¿No saben que somos siervos de Cristo? ¿No saben que escudriñamos las Escrituras diariamente, y no tenemos ni una sola cosa? Ellos decían que el Mesías vendría a Su templo. Ni una palabra de que El vendría a un templo. ¿Dónde está él? ¿De qué escuela vino? Pregúntenle a cualquiera de los hermanos (tanto Metodistas como Bautistas y Presbiterianos)—ya saben, Fariseos, Saduceos y así sucesivamente. ¿Qué tarjeta de compañerismo lleva él? ¿Dónde está su autoridad aun para predicar? El no ha sido ordenado; él ni siquiera tiene el derecho de predicar”.",
    "El dijo: “Mi ordenación viene de Dios. Mis obras vindican lo que Yo soy. (Eso es cierto.) Yo no tengo que tener sus papeles”.",
    "¿Ven lo que quiero decir? Ellos lanzaron eso. Su doctrina—vaya, ellos le llamaron Beelzebú. Su doctrina, ellos no podían entenderla.",
    "🦅 ¡Pues, El está en desacuerdo con todas las tradiciones de los padres! El está en desacuerdo aun con los Fariseos; él está en desacuerdo con los Saduceos; él está en desacuerdo con todo el grupo. Ahora, ¿de dónde obtiene él su doctrina?”\n\nDe la Biblia, por supuesto.\n\n“Bien”, dice Ud., “bien, ¿cómo sé que eso está correcto?”\n\n¡Dios lo respaldó!\n\nEso es lo que dijo el hombre ciego: “Es una cosa extraña si Uds. están tan correctos y El está tan equivocado; ¡sin embargo El puede tomar el poder de Dios y abrir mis ojos, y Uds. todavía ni siquiera han visto que sea hecho! (Esa es una cosa extraña. ¡Oh, hermano! Me gusta ponerme a Su lado, ¿también Ud.? Seguro.) Uds. dicen que son discípulos de Moisés, y que Uds. están tan correctos y El está tan errado; entonces déjenme verlos hacer las cosas que El hace”. ¡Amén!",
    "Allí es donde Su doctrina…Ellos le acusaron a El—todas Sus afirmaciones. Ellos dicen: “El no tiene…Está equivocada Su afirmación de ser un Mesías. ¿Cómo podría El ser un Mesías y no venir a la iglesia? ¿Cómo podría ser un Mesías? ¡Y aquí estamos nosotros, la crema de Israel!” Pero la crema se había agriado. ¿Ven? Sí, señor, tenía moscas. Así es que ellos—ellos tuvieron que descremar aquello.",
    "Así que él dijo: “Aquí estamos nosotros, la iglesia, la elegida. Somos—hemos guardado la tradición; hemos guardado las leyes de Moisés; hemos hecho todas estas cosas y así de esta manera. Y aquí viene este hombre y denuncia nuestras afirmaciones. Y además de eso, nuestro santo sacerdote, nuestro santo padre, quien hizo esto y quien hizo aquello y todas estas otras clases de cosas, y todos nuestros grandes hombres—¡y dice que son del diablo, luego dice que él es el Hijo de Dios!”",
    "¡Oh, hermanos! Vean,",
    "ellos trataron de echar esas sombras sobre el Nombre de Jesús y sobre Jesús para ponerlo delante del pueblo. Mucho más se podría decir ahí, pero se lleva mucho tiempo. Pero, ¿qué? Pero la Palabra y las obras lo vindicaron. ¡Amén!",
    "Oh, para los verdaderos creyentes, los predestinados, que estaban predestinados para verlo a El y conocer Su ministerio, ahí estaba El. ¡No importaba si El nunca abría Su boca para decir alguna cosa, ellos sabían que El era! ¡Aleluya!",
    "Aquella pequeña prostituta se encaminó hacia el pozo aquel día para conseguir un cántaro de agua, y un hombre de mediana edad, sentado ahí, dijo: “Dame de beber”.",
    "Ella dijo: “Pues, no es costumbre que Uds. los Judíos le pidan a una mujer de Samaria tal cosa”.\n\nEl dijo: “Pero si tú supieras con Quién estás hablando…”",
    "🦅 Ahora”, ella piensa, “aquí está un Judío sabelotodo”. Ella se volvió y dijo: “Oh, veo que eres Judío, y si eres Judío, por supuesto, eres religioso. Y Uds. dicen que se debe adorar en Jerusalén, pero nuestro padre, Jacob, que bebió de este pozo y abrevó aquí su ganado, y el agua es profunda, y tú no tienes nada con qué sacarla; y nosotros adoramos en esta montaña…”",
    "El dijo: “Detente un minuto. Ve a buscar a tu marido y regresa”.\n\nElla dijo. “Ni siquiera tengo marido”.",
    "El dijo: “Verdad has dicho”. Dijo: “Tú tienes cinco—has tenido cinco, y con el que estás viviendo ahora no es tu marido”.",
    "Aquella pequeña prostituta—predestinada—casi la puedo ver bajar aquel cántaro, y dijo: “Señor, me parece que eres profeta”.",
    "¿Ven, ven?",
    "Aquella Simiente estaba ahí. La única cosa que necesitaba era Agua, y el Agua había caído en Ella.",
    "Cuando cayó sobre aquellos Fariseos, ellos dijeron: “Es Beelzebú”. No podía producir nada, no había ahí nada más que maleza de donde brotar.",
    "Pero cuando la Simiente predestinada pegó con aquella Agua de Vida, ella dijo: “Señor, tú debes ser un profeta. Yo sé que cuando el Mesías venga, El nos dirá estas cosas”.\n\nEl dijo: “Yo soy, El que habla contigo”.",
    "Ella dejó aquel cántaro de agua y corrió a la ciudad—ella tenía algo que decir. Ella dijo: “Vengan a ver a un Hombre Quien me ha dicho las cosas que he hecho. ¿No es éste el Mesías?” ¿Ven? Ella se puso del lado de Jesús. Eso es correcto.",
    "Cosa extraña, ¿no fue así? Todos los Fariseos y Saduceos no lo conocieron y esta prostituta le conoció. ¿Ven? ¿Por qué? Aquellos que le creyeron y le amaron y vieron Sus señales, ellos sabían que era la Señal del Mesías. No se podía evitar; ellos lo sabían.",
    "Cuando Natanael caminó hasta ahí, quizás antes que Felipe, dijo: “Ahora, yo no sé acerca de esto, Felipe. He visto muchas cosas levantarse en estos últimos días. Yo sé que hay muchas cosas sucediendo”. Pero él llegó hasta El y dijo: “Iré a escucharle y a ver qué es lo que El tiene que decir”.",
    "Caminó hasta allá y Jesús dijo: “He aquí, un Israelita en quien no hay engaño”.\n\nEl dijo: “Rabí, ¿de dónde me conoces?”",
    "El dijo: “Antes que Felipe te llamara, cuando estabas bajo la higuera, te vi”.",
    "¿Qué hizo…? El Agua cayó en aquella Simiente predestinada. Cuando lo hizo, él dijo: “¡Rabí tú eres el Hijo de Dios! ¡Tú eres el Rey de Israel!”",
    "¿Qué fue? La Simiente ya estaba ahí, lista. ¡Dios la sembró allá antes de la fundación del mundo, para que llegara a la Luz justamente en aquel tiempo! ¡Aleluya!",
    "Hermano, esa es exactamente mi posición. Eso es lo que yo creo, eso mismo. Yo lo predico y cae aquí y allá, y ellos van de aquí para allá. No importa, en algún lugar va a caer en una Simiente. Y cuando lo haga, enseguida producirá la Vida, tan seguro como el mundo. Sí, señor.",
    "Como aquel muchacho ciego…Dijo: “Esto ha sido hecho para que las obras de Dios pudieran ser manifestadas”. ¿Ven? El sabía lo que iba a suceder. Seguro que lo sabía.",
    "Muy bien. Ahora, los predestinados, cuando ellos vieron Sus Señales Escriturales, supieron que la Palabra vindicaba las obras—o que las obras vindicaban la Palabra, que la Palabra estaba correcta; ellos estaban predestinados para verlo, y ellos estaban justo en la línea para verlo, y lo obtuvieron.",
    "Entonces ellos dijeron…después de que ellos habían visto que no pudieron lograr nada, porque el pueblo que está predestinado para Vida Eterna, ellos lo iban a encontrar y eso es todo. “Todos los que el Padre me ha dado vendrán a Mí. Y a todo aquel que a Mí viene le daré Vida Eterna y lo resucitaré en el día postrero. Ninguno de ellos se perderá”. ¡Amén! En eso estoy confiando. ¿Ven? “No por obras, no por hechos, no por poder, no por fuerza—por Mi Espíritu”, dice Dios. No lo que yo haya hecho, o lo que soy, o lo que seré; sino lo que El es, y yo estoy en El. ¡Y lo que El sea, yo soy parte de El! ¡Amén! Yo soy salvo porque soy parte de El, y El es—El es Dios; y yo soy parte de El, al ser Su hijo. Eso es correcto. Así que no es lo que yo haya hecho, o lo que haré, es lo que El ha hecho. Esa es mi confianza, ahí mismo.",
    "Muy bien.",
    "Así que ellos vieron que no pudieron lograr nada. (Saltaré algunas de estas Escrituras aquí.) Ellos vieron que no podían lograr nada con El, así que, ¿saben Uds. la siguiente cosa que ellos tuvieron que hacer, para tratar de sacarlo a El del campo? Ellos fueron y les dijeron a Sus hermanos y a Su madre: “Uds. saben, El está excesivamente cansado, Uds. deberían llevárselo a un lado por un tiempo”. Aquel montón de hipócritas. Ellos no…Lo que pasaba es que, ellos no querían tener—la cosa que ellos no querían hacer, ellos querían deshacerse de El. No era que ellos pensaban que El estaba tan cansado; les hubiera gustado que El mismo se matara trabajando. Pero cada vez que El salía, los milagros comenzaban a suceder; la Palabra de Dios salía. Vaya, cómo me hubiera gustado haberle oído a El, parado ahí aquel día en la costa, cuando El llamó a Simón Pedro y dijo: “Sígueme”. Me hubiera gustado haber tenido en donde sentarme en un tronco allí, dejando mis redes y dejando mi caña de pescar, Hermano Crase, y sentarme ahí y recargarme contra el tronco y escucharle predicar cuando El entró en aquel barco. ¡Oh, hermanos, hermanos! Cómo me hubiera gustado haberle escuchado cuando El dijo que: “Venid a Mí todos los que estáis trabajados y cargados, y Yo os haré descansar”. ¡Amén! Me hubiera gustado haberle escuchado a El decirlo.",
    "Ellos trataron de conseguir que Su madre y ellos lo sacaran del campo. Ellos decían: “Bien, Uds. saben, él está—él está fatigado. Yo creo que sería mejor que Uds. lo sacasen de esa manera”. ¡De cualquier forma en que ellos pudieran deshacerse de El! Eso es todo lo que ellos querían. Sí, señor.",
    "De nuevo, los muchos que iban con El, sólo era para encontrar una forma de atraparle. ¿Sabían Uds. eso? La gente le seguía de cerca sólo para encontrar una forma. Un día, ellos le dieron una moneda y dijeron: “Rabí (antes de que ellos le dieran la moneda)—Rabí, nosotros somos Judíos. Sabemos que eres un gran hombre de Dios. (¡Oh, aquél hipócrita! ¿Ven, ven?) Sabemos que eres un gran hombre de Dios. Sí, señor, Rabí. (Ellos estaban caminando allí con El.) Oh, buenos días, hermano. ¡Oh, estamos tan contentos que estés aquí en nuestro país. Oh, estamos tan contentos de verte. Estamos realmente de tu lado; de pies a cabeza, hermano. Si vas a tener un avivamiento, nosotros hasta podríamos cooperar contigo!” ¿Ven lo que ellos están tratando de hacer? Poner una trampa para El. ¿Ven?",
    "Ellos dijeron: “Ahora, nosotros sabemos que tú eres un gran hombre de Dios. Tú no le temes a nadie: tú no temes a nada sino a Dios. Y sabemos que eres osado. Oh, tú eres intrépido con tu mensaje. Sabemos que eres un gran profeta, porque ningún hombre podría hacerlo de esa manera y ser intrépido con su mensaje en unos días como estos, a menos que fuera un profeta de Dios, y supiera dónde está parado. Así que sabemos que tú no haces acepción de personas. Rabí, tú eres un gran hombre. Nosotros somos Judíos; estamos de tu lado, hermano; ¡seguro que lo estamos! Ahora, Rabí, ¿es justo pagar tributo a César?”",
    "¡Oh, aquel montón de hipócritas! ¿Ven? El Espíritu Santo estaba con El; El era el Espíritu Santo. El dijo: “¿Tienen una moneda?”\n\nDecían: “Oh sí, sí”. Decían: “Tengo una moneda aquí”.\n\nDijo: “Traédmela”. Dijo: “¿De quién es la inscripción que está en ella?”\n\nDijeron: “De César”.\n\nDijo: “Entonces dad a César lo que es de César, y a Dios lo que es de Dios”.",
    "Tendieron la trampa para El; haciéndose pasar por Sus amigos. Parecía como que nadie podía entenderle a El. Ellos viajaban con El un poco, y luego se disgustaban con El y se iban. Ellos decían: “Oh pues, nosotros pensábamos, seguramente pensábamos…” Aun los discípulos dijeron: “Nosotros verdaderamente pensábamos que éste era El que iba a—a…” Hasta Juan envió y le preguntó: “¿Eres tú El o buscamos a otro?” ¿Ven? Oh, que vida El debió haber vivido, ¿ven?, y conociendo aquello. Pero El tenía un propósito, un propósito—hacer la obra de Dios.",
    "Muchos fueron con El sólo para encontrar la forma de atraparlo. Ahora, espero que no sea sacrílego si digo que es lo mismo hoy. Muchos vienen y siguen las reuniones sólo para encontrar un lugar, verlo a uno orar por alguien.",
    "Aquí no hace mucho, cierta hermana que viene a esta iglesia, estaba en otra iglesia, donde Dios estaba haciendo que todo sucediera. Y esta hermana le dijo a las otras hermanas, dijo: “Uds. saben, aquel hombre que puede orar por los enfermos”, dijo: “debe tener una—una vida muy victoriosa”. Y dijo: “El debe ser tan capaz, su familia y todo, de ser curada a una palabra hablada, así”. [El Hermano Branham truena sus dedos.—Editor] Y la otra dama resultó ser de Jeffersonville. (Y estoy seguro que nadie tiene que saber, sino lo que Jesús dijo: “Entre vuestro propio pueblo…” Uds. saben, su país. Eso es correcto. Esa es la razón que yo…Puede ser que ahora mismo, acercándose; puede ser un cambio de tiempo, ¿ven?) Y ella dijo una—ella dijo: “¿Saben qué?” Dijo: “Cualquier pequeño resfriado que tengan sus niños y él los lleva al doctor”. Una cosa pobre, degradada y engañosa como esa. ¿Ven? ¿Ven?, una mujer que sólo quería desprestigiar. Decía: “Cuando sus hijos se enferman, los lleva al doctor”.",
    "Cualquiera que sea sensato hará la misma cosa. La gente no puede entender que la medicina es enviada de Dios. Pues, hermanos, si no lo es, entonces es del diablo. Seguro, así es. Dios está donde la medicina no alcanza. Ciertamente. La medicina es de Dios. “Bien”, dice Ud., “conozco muchos doctores que son…” ¡Oh sí, y yo conozco a muchos predicadores que son de la misma manera también! No es el hombre que lo maneja, es lo que es. Conozco a muchos hombres que manejan la Palabra de Dios que no creen en sanidad Divina, ni siquiera creen en Dios. Cierto. Pero la manejan de todas maneras. Hay muchos hombres allá con medicina y cirugía y cosas que niegan a Dios y todo lo demás, pero hay muchos también que creen en El. Si eso le ayuda a las personas, es de Dios. Yo no tengo que tomar aquel carro y manejar hasta mi hogar esta noche; yo puedo ir a pie si quisiera hacerlo, pero Dios me hizo un carro, así que le agradezco a Dios por eso. Todas estas cosas vienen de Dios, pero úsenlas sensatamente; no se vuelvan locos con ellas. ¿Ven?",
    "La misma cosa. Así que eso—eso es, ¿ven Uds.? Sólo tratando de encontrarle algo a estos jóvenes convertidos para manchar el nombre—el nombre de—de las obras de Dios. ¿Ven?, ellos querían mancharlo. “Cada vez que un niño se enferma, uno de sus hijos, él los lleva con un doctor”. Seguro que yo lo haría. Y si el doctor no puede…Yo le pediré a Dios que nos ayude antes de ir allí; luego si el doctor no puede hacer nada al respecto, entonces los llevo un poco más alto. Eso es correcto. Sí, señor. Oh, es lo mismo hoy, ellos están tratando de hallar una trampa en algún lugar.",
    "El los conocía, pero fíjense, El nunca los reprendió. El se fue con ellos. El hace la misma cosa ahora. El continúa con ellos, les muestra Su misericordia (eso es correcto), aunque ellos obren completamente contra El. ¿Por qué? Porque El los ama. Y El se fue con ellos, pero ellos están siempre listos a llamarlo en un caso de emergencia. Ellos entonces lo quieren. Ellos no…Ellos se burlarán de alguien que grita. Ellos se burlarán de alguien predicando sanidad Divina, y dicen que no creen en ella. Es que no se han enfermado lo suficiente todavía. He oído a muchos de ellos.",
    "Una mujer moribunda, al momento que yo corría por los escalones, cuando yo estaba predicando aquí mismo, y un hombre parado ahí mismo en la puerta llamándome. Ella había pasado caminando. Ella vivía aquí por esta calle y ahí tenía una vaca. Y dijo: “Si mi vaca tuviera esa clase de religión que tiene Billy, yo mataría a la vaca”. Menos de una hora después ella fue herida y llevada al hospital—una joven y hermosa mujer. Y yo me apresuré hacia allá. Su marido era Católico y me habían llamado. Ella estaba muriendo, y ella estaba…y sus ojos se le estaban saliendo de hinchados; ella decía: “Llámenlo, llámenlo, llámenlo, llámenlo, rápidamente, rápidamente”.",
    "Y su hermano corrió y se paró ahí a la puerta y esperó y esperó, y se mantenía haciéndome señas. El lugar estaba repleto de gente, y después de un rato alguien vino y puso una nota aquí en el escritorio; decía—decía: “Alguien se está muriendo en un hospital”. Y creo que el Hermano Graham Snelling…Yo dije: “Toma mi lugar mientras voy”. Y él sólo estaba preparado para dirigir los cantos; él ni siquiera había sido llamado para—para predicar en aquel tiempo. El subió para dirigir los cantos, y yo salí y me subí en mi auto y me apresuré hacia allá, y justamente cuando yo subía los escalones, ella respiró su último aliento. Y por supuesto, las entrañas, y riñones y todo actuaron. Y yo corrí hacia adentro, y ellos ya le habían cubierto su cara, y el vapor subía alrededor así; y aquella enfermera anciana, parada ahí, ella dijo: “Hermano Branham, ella gritaba por Ud. hasta su último respiro”. Tratando de arreglarlo, pero ya era demasiado tarde. ¿Ven Uds.? Ud. puede pecar una vez de más, Uds. saben.",
    "Y ella tenía algo de…profundo en su rostro…",
    "Ella tenía cabello castaño rojizo—una mujer verdaderamente bonita. Y ella—su pelo corto estaba todo revuelto; grandes ojos café se le habían hinchado y sólo medio cerrados. Y las pecas en su cara se habían puesto de tal manera, de tal esfuerzo, al grado que se le salían como pequeñas hinchazones por toda su cara, y su boca estaba abierta. Y yo me acerqué y la miré, y ahí estaba su esposo parado y dijo: “Billy, esto es lo que sucedió”. Dijo: “Yo soy Católico. Quiero que digas una oración por ella, porque ella se ha ido al purgatorio”.\n\nY yo dije: “¿Qué?”",
    "Dijo: “Di una oración por ella”. Dijo: “Ella se ha ido al purgatorio. Ella pasó por tu iglesia hace como dos horas y dijo que si nuestra vaca alguna vez recibiese tu clase de religión, ella mataría a la vaca”. ¿Ven? Dijo: “Di una oración por ella”.",
    "Yo dije: “Es demasiado tarde; ella debería haber purgado su alma aquí, no al llegar a algún otro lugar”. ¿Ven? Eso es correcto. Oh, sí. Pero nosotros siempre lo queremos a El en el tiempo de angustia. He oído a personas decir: “Yo no creo en Dios”. Déjenlo que se lastime muy mal una vez; vean a Quien llamará primero.",
    "Aun Sus discípulos, una vez cuando estuvieron en una tormenta, aunque cuando ellos lo vieron, ellos estaban un poco asustados de El. Ellos no sabían exactamente lo que era. Ellos dijeron: “Es un espíritu, y clamó”. Pero todas las esperanzas de ser salvos se habían ido, así que ellos le invitaron a entrar. Sí, ellos estaban siempre…ya sea que Ud. sea un poco sospechoso o no. Cuando todas las esperanzas se han ido, Ud. quiere invitarle a entrar. Sí. Ellos lo recibieron, porque ellos tenían necesidad de El. Eso es correcto.",
    "Uds. saben, yo me he preguntado frecuentemente, a veces quizás por eso es que vienen las tormentas. ¿Han pensado Uds. alguna vez en eso? El se sentó allá arriba y los observó hasta que ellos tuvieron necesidad de El, y entonces El vino a la escena. Así que nosotros podemos ver nuestra necesidad de El ahora. Vemos que la tormenta viene, hermanos. Pongámonos a Su lado esta noche, pongámonos del lado de Su Palabra. Yo—yo aquí termino.",
    "Pongámonos a Su lado. Estemos, Uds. y yo, hermanos, unámonos con El esta noche. La tormenta viene. Y no espere hasta que el pequeño barco se hunda. Recibámosle en nuestra pequeña barca ahora mismo. Ud. podría mirar y decir: “No puedo entender todas estas cosas, Hermano Branham”.",
    "Vea si decimos alguna cosa aparte de lo que está en la Palabra. Vea si hay algo ahí sino lo que El prometió hacer. A veces eso le podría parecer un poco tétrico a Ud. Ud. piensa: “Oh hermano, no puedo entender eso”. Pero habrá un día cuando esta vida suya se esté yendo. Entonces eso no le parecerá tan mal. Cuando Ud. mismo sabe, que Ud. tiene que regresar al Dios que lo creó a Ud., Ud. entonces querrá recibirlo. Recibámosle ahora mismo, antes de que la tormenta se ponga peor de lo que está.",
    "Yo quiero que El—que entre en mi corazón. Yo lo quiero a El tanto en mi vida hasta que todo mi ser esté saturado, que mi mente, mis pensamientos, todo lo que yo soy, sea gobernado y controlado por Cristo Jesús. Quiero estar tan fuera de—de mí mismo que todo lo que yo sepa y vea sea Jesucristo. Y si…Yo quiero venir delante de todos Uds.…Si el Dios del Cielo les permite a Uds. tener estas cosas de las que les he hablado, cuando yo venga entre Uds., quiero conocer a Cristo y a El crucificado. Yo—yo quiero conocer la gloria y las preciosas alabanzas de Dios; sentarme entre Uds. y escuchar a un ministro levantarse y dar alabanza a Dios por lo que él ha visto que se ha hecho en su iglesia; y otro más por lo que él vio hacerse en su iglesia; y otro más por lo que él vio hacerse en su iglesia.",
    "Eso es exactamente lo que ellos hicieron.",
    "Y cuando ellos se juntaron y se reunieron en compañerismo en Hechos 4, estaban dando cuenta de lo que Dios había hecho por aquí, y lo que Dios había hecho por acá. Y Pedro y Juan habían sido azotados y—y—y fueron forzados a prometer que si ellos hacían—lo que les harían a ellos si ellos predicaban más en el Nombre de Jesús. Y ellos se reunieron con su gente, y todos ellos oraron de común acuerdo, y oraron en la voluntad de Dios, y citaron la Escritura: “¿Por qué se amotinan las gentes, y los pueblos piensan cosas vanas?” Y cuando ellos oraron, el Espíritu Santo sacudió el lugar donde ellos estaban reunidos.",
    "Esa es la clase de reuniones que necesitamos. Eso es lo que debemos tener, hermanos.",
    "Seamos fortificados por la Palabra de Dios, por el Espíritu de Dios, por el poder de Dios, y hagamos que nuestra Luz brille ahora, que seamos como Esteban.",
    "El se paró ahí, un hombre solo delante de aquel consejo de Sanedrín de quizás medio millón de hombres parados ahí, cada uno de ellos señalando con su dedo de acusación en su cara. Cuando aquel hombre pequeño salió allí, decían que brillaba como un ángel. Yo no digo que quizás una Luz en su rostro así; un ángel no tiene que tener una Luz sobre él. Pero un ángel es un hombre—un ángel es un mensajero, y un mensajero que sabe de qué está hablando. Salió ahí y dijo: “Hombres y hermanos, y padres, nuestros padres en Mesopotamia…”—cómo ellos fueron sacados…y Abraham y etc., y así Fulano de Tal. Entonces él llegó al punto de estropearlo y dijo: “Oh, Uds. duros de cerviz, e incircuncisos de corazón y de oídos, ¿por qué es que vosotros siempre resistís al Espíritu Santo? Como vuestros padres, así también vosotros”. El conocía exactamente dónde estaba parado. Por eso es que él estaba brillando. El no tenía nada de temor; él sabía en Quién había creído.",
    "Aun cuando la muerte tocó a la puerta del corazón de San Pablo, y él dijo: “Yo sé en Quién he creído, y estoy persuadido que El es capaz de guardar aquello, lo cual le he encomendado para este día”. ¡Amén!",
    "El Señor les bendiga, hermanos. Lo siento que los mantuve aquí hasta veinticinco minutos para las once. Yo sé que esto no es lo acostumbrado para Uds. Lamento haberlo hecho, pero Uds. han sido realmente atentos esta noche; ninguno de Uds. se ha ido. Uds. se han sentado y han prestado toda su atención; y yo confío y espero que en mi pequeña plática entrecortada, y nerviosa, que Dios, el Espíritu Santo, en algún lugar haya depositado una pequeña Simiente en sus corazones, que el poder de Dios le dará y la traerá a Vida, así como la mujer junto al pozo, y otros quienes están predestinados para la Vida Eterna. Dios les bendiga.",
    "¿Hermano Neville, va Ud. a despedir, o qué quiere Ud. hacer…? ¿Cómo…Sólo un…Le aman a El? [La congregación responde: “Amén”.—Editor] ¿Le servirán? [“Amén”.] ¿Le creerán? [“Amén”.] ¡Amén!\n\n¿Le aman? Amén.\n\n¿Le servirán? Amén.\n\n¿Le creerán? Amén, Amén, Amén.\n\nQueremos cantarle. Amén.\n\nAmén, Amén, Amén, Amén.\n\nLa Biblia es Verdad. Amén.\n\nYo la creo. Amén.\n\nEs la Palabra de Dios. Amén, Amén, Amén.\n\nPongámonos de pie.\n\nAmén, Amén, Amén, Amén, Amén.\n\nSeñor, te amamos.\n\nAmén, Amén, Amén, Amén, Amén.\n\nCreemos que Tú vienes. Amén.\n\nEstamos listos para encontrarte. Amén.\n\nVen, Señor Jesús. Amén, Amén, Amén.\n\nRogamos Dios, que nos permitas ser lo mejor posible en\n\ntodo tiempo para servirle a El.\n\nAmén, Amén, Amén, Amén, Amén.\n\nYo confío que El les bendecirá, y preservará,\n\ny guardará, y vigilará entre nosotros, y les encenderá en\n\nSu Reino para hacer grandes obras, y que me ayudará en\n\nel campo hasta que nos encontremos otra vez.\n\nAmén, Amén, Amén, Amén, Amén.\n\nOraré por Uds.; ¿orarán Uds. por mí?\n\nAmén, Amén, Amén, Amén, Amén.",
    "Nuestro Padre, nos hemos reunido esta noche en el Nombre del noble Señor Jesús, ese amado y querido Nombre que todos nosotros amamos y adoramos. Estoy pensando cómo es que grupos de hombres a través de los años (por treinta años o más nos hemos reunido en este pequeño y viejo edificio), cómo nos sentábamos alrededor de una estufa con nuestros pies casi para congelarse, y sentados ahí con nuestros pies sobre la estufa y hablar acerca del Señor Jesús. Estoy pensando de algunos preciosos pies que una vez pisaron sobre la tierra, que se sentaron con sus pies recargados ahí. Estoy pensando del anciano Hermano Seward, el Hermano Sparks, el Hermano George DeArk, muchas otras almas preciosas que una vez se sentaron con sus pies contra aquella estufa, que se han ido a encontrar al Señor esta noche, descansando allá en la tumba, esperando aquella gran orden de lo alto. Ellos pelearon una batalla; ellos guardaron la fe; ellos terminaron la carrera; y ahora ellos están esperando por la corona de justicia que el Señor, el Juez Justo, les dará en aquel día.",
    "Dios Padre, cuando nosotros dedicamos esta pequeña iglesia en la esquina, oramos y dijimos: “Señor Jesús, permite que permanezca y que haya gente en ella cuando Tú abras los cielos para venir en aquel arrebatamiento secreto y rápido de la Iglesia”. Dios, yo ruego que almas que han venido a este altar, almas que te han servido, la Semilla del Evangelio que ha sido sembrada una y otra vez, y una y otra vez, y una y otra vez a través de aquí por treinta años, que creemos que muchas de aquellas preciosas personas estarán ahí en aquel día, por causa de los débiles esfuerzos que hemos hecho para traer la Palabra a esa Vida predestinada. Te agradecemos por ello y confiamos, Dios, esta noche, que ni uno presente ahora fallara en estar presente en aquel día, cubierto por la Sangre, anclado en Jesús. Permítelo, Padre. Confiamos en El.",
    "Ahora, nos vamos a reunir otra vez aquí el domingo por la mañana, muchos de nosotros. Y rogamos, Dios, que Tú estarás y que partirás el Pan de Vida para nosotros. Dios, recordaremos al Hermano Ruddell y su lugar ahí arriba, donde aquellos quienes permanecen con él…Sé con ese precioso muchacho, Señor, yo ruego así mientras lo veo creciendo, veo estos jóvenes. Siento como si ellos fueran mis Timoteos. Yo ruego, Padre, que Tú le bendigas al Hermano Ruddell en su ministerio. Bendice al Hermano “Junie” Jackson. Oh Dios, pedimos que Tus bendiciones sean sobre él y sobre nuestro Hermano Crase, sobre el Hermano Snelling, sobre este otro hermano ahí que está tomando su lugar, y el Hermano Beeler, y el Hermano—todos estos hermanos aquí, Señor, y el Hermano Neville, y cada uno de nosotros, Señor. Nosotros sólo rogamos que Tus bendiciones sean derramadas sobre nosotros, que Tu gracia sea todo lo que necesitemos, Señor, para continuar. Y que nunca olvidemos el pequeño comentario de esta noche: aunque aquella mujercita parada ahí, sin saber cuál sería el fin; pero Jesús necesitaba atención, y ella se la estaba dando. Sí, lavando Sus pies, una cosa no hecha que aun aquellos quienes reclamaban ser Sus siervos habían fallado en hacerlo, y ellos estaban tratando de burlarse de El; pero ella le hizo un servicio, no esperando una recompensa; y no se pudo haber hecho uno más grande.",
    "Dios, que nosotros hagamos lo mismo, sólo seguir empujando y hacer el servicio de Dios. Y todo lo que anhelamos hacer, Señor, es oír en aquel día: “Bien hecho, Mi buen y fiel siervo. Entra en el gozo de tu Señor que ha sido preparado para ti desde la fundación del mundo”. Dios, concédenos hacer eso y guardar compañerismo unos con otros; y que el Espíritu Santo esté con nosotros, y nos guíe, y nos dirija en todo lo que hagamos, y danos larga vida, tal vez si es posible, para ver la Venida del Señor Jesús. Lo pedimos en Su Nombre. Amén.\n\nBendita sea la unión\n\nQue enlaza nuestro corazón,\n\nEn comunión, los unos con los otros\n\nIgual a lo celestial.\n\nAl irnos de ese calor\n\nSe siente profundo el dolor,\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "La Biblia dice que ellos cantaron un himno y salieron. Dios les bendiga ahora hasta que los vea otra vez el domingo por la mañana, Dios mediante. Adiós, adiós. 🦅"
  ]
}