{
  "title": "EL EVANGELISMO EN EL TIEMPO DEL FIN",
  "id": "62360009",
  "content": [
    "🦅  Sólo creed, sólo creed;\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo creed;\n\nTodo es posible, sólo creed.\n\n(El Hermano Neville dice—Traductor): El siervo y mensajero de Dios para esta hora, nuestro Hermano Branham. Que el Señor le bendiga.\n\nMuchas gracias hermano Neville. lnclinemos nuestros rostros por un momento para orar. Y mientras tenemos nuestros rostros inclinados, ¿habrán algunos aquí con una petición especial, la cual desean dar a conocer por medio de levantar una mano? El Señor ve estas cosas, estoy seguro y confiamos que El se los ha de conceder.",
    "Nuestro Padre Celestial, nos hemos reunido en esta mañana con ningún otro propósito aparte de ensalzar el Nombre de nuestro Señor Jesucristo. Te damos gracias porque ya hemos sentido Su Presencia. Y estamos seguros que El se encuentra con nosotros por cuanto así es Su promesa: “Donde dos o más estuvieren reunidos en mi Nombre, allí estaré yo en su medio.” Ahora estamos rogando Tus bendiciones, Señor, sobre todas estas peticiones en este día, las cuales fueron presentadas por el levantamiento de las manos. Tú conoces lo que está debajo de cada mano en el corazón. Yo ruego que les respondas a cada uno.\n\nTe agradecemos en este día por la oportunidad que tenemos de alabarte. Te agradecemos por esta iglesia y por este pueblo y por los hermanos de “fe igualmente preciosa.” Y ahora rogamos que nos concedas los deseos de nuestros corazones en este día y eso es el poder servirte a Ti. Aliméntanos con aquel Maná escondido, el cual Tú Mismo dijiste en la Biblia que estaba reservado para el sacerdocio solamente. Y hemos sido instruidos que nosotros somos sacerdotes de Dios, ofreciendo sacrificios espirituales: el fruto de nuestros labios, rindiendo alabanzas a Su Nombre. Y ahora rogamos que nos bendigas en el resto de este culto, proporcionándonos el Pan de Vida. En el Nombre de Jesucristo. Amén.",
    "Estoy muy contento en ver que toda nuestra gran familia ha vuelto en esta mañana y que puedo estar yo aquí con Uds. Para todos aquellos extranjeros que habitan en distintas partes de la nación, que se reunen con nosotros cada domingo, aquí no tenemos ninguna denominación; solamente nos reunimos, todos aquellos que creemos en Dios, y nos reunimos para adorar al Señor juntos y ofrecer nuestras oraciones a Dios y hacerle notorias a El nuestras confesiones. Cada domingo y aún cada día pasamos por un purgatorio, purgando nuestras almas de nuestros pecados por medio de Su Espíritu Santo, intentando vivir así lo más santo que podamos en esta edad presente, vigilando por Su aparición a cualquier momento. Eso lo estamos buscando a cualquier momento.",
    "En este día tenemos un programa algo extenso. En esta mañana tenemos nuestros cultos de la escuela dominical y luego por la noche tenemos un programa muy especial. Mi buen amigo, el hermano José Bozé, el cual ciertamente no es un desconocido entre nosotros, pero creo que es la primera vez que nos ha visitado en la iglesia. De todo el mundo entero donde he viajado, yo siempre he tenido dos iglesias, las cuales siempre llamaba “iglesias modelos.” Una de ellas es donde pastorea nuestro hermano José Bozé, la Iglesia Filadelfia en Chicago, lllinois; la otra es la iglesia del hermano Jack Moore en Shreveport, Louisiana. He estado en esas dos iglesias tanto que cuando llegaba a casa del campo misionero, alguien comentó: “No llamen a Jeffersonville buscando al hermano Branham, llamen mejor a Chicago. Si no se encuentra allí entonces llamen a Shreveport.” Porque pasaba tanto tiempo en esos lugares.",
    "Pero ahora José se ha mudado de Chicago. Al principio nos partió el corazón cuando pensamos que él se tuviera que mudar de Chicago; pero después de oración hallamos que era Dios dándole un llamamiento. Y este amiguito mío ha comenzado a abrir una tremenda obra en Tanganica y Kenia y Uganda. El está efectuando una gran obra y nosotros nos sentimos dirigidos en ayudarle en todo lo posible en esta obra. Si es la voluntad de Dios yo estoy haciendo planes para este enero próximo de estar con él en sus colegios a través del Africa en nuestro camino hacia Sudáfrica. Hoy en la noche, cuando él nos hable a la iglesia, él les dirá más acerca de todo eso. El estará hablando hoy en la tarde como a las ocho, después de los preliminares. Luego él tiene una película, la cual les va a gustar, estoy seguro. Esa película es de sus colegios allá en Africa y todo lo que el Señor ha hecho por él, y eso apenas en estos pocos años. Me anima mucho a mí al ver la película por cuanto muestra lo que Dios puede hacer con una sola persona quien logra hallar Su Voluntad y su lugar— después de haber esperado por años buscando—luego que camine en la dirección en que Dios le guíe.\n\nTraigan todos los niños. La primera parte de la película,",
    "como muchos de Uds. conocen, el hermano José tiene un gran humor y seguramente él pensó que yo estaría viendo esta película. Una cierta noche salió para filmar un león, y en Africa abundan los leones. Entonces él salió y filmó este león y me pareció tan gracioso porque después de que la leona mató cierto animal y se lo estaban comiendo, y ella estaba arrancándole la piel y a la vez allí se ve el leoncito pequeño siguiéndola y parece que él lo quería matar de nuevo. Estoy seguro que a los pequeños les va a gustar esa parte, los primeros 5 a 10 minutos.\n\nVengan temprano.",
    "Ahora no se me ha pedido que dijese yo ésto y la verdad es que no deseo decirlo. El hermano José no sabe nada de esto pero en esta noche yo pienso que sería bueno mostrar nuestro agradecimiento a nuestro hermano José y lo haremos con una ofrenda para su obra misionera en el exterior. Creemos que el Señor Jesús está por llegar, y si Ud. ha estado ahorrando una ofrendita misionera o algo así para los misioneros y desearía contribuir en esta ocasión, puede llenar el cheque a favor de José Bozé, en esta noche. Yo conozco muy bien a mi hermano José como un amigo muy personal e íntimo y sé que este dinero será usado para el reino de Dios, a lo mejor de su conocimiento.",
    "Ahora creo que mi sobrina Donna y su esposo Teddy tienen un pequeño que desean presentar al Señor. Donna, si por favor nos traes este pequeño ahora mismo. ¿Está por allí la hermana que nos toca el piano?",
    "Tenemos un corito que cantamos cuando presentamos a los niños, y se llama: “Traedlos, traed los pequeños a Jesús.” Ahora muchas iglesias tienen la costumbre de rociar a estos pequeños. Y esto está muy bien, si así lo desean hacer; está bien, en cuanto me concierne a mí. Otros tienen distintas cosas que quizás llamen “bautismo” y si ellos desean llamar tales cosas “bautismo” pues está bien conmigo. Pero las Escrituras son lo que nosotros intentamos seguir, exactamente como la Biblia lo dice. Mantengámonos en las Escrituras. En la Biblia, en el Nuevo Testamento, hallamos que trajeron los pequeños a Jesús y El los bendijo, diciendo: “Dejad a los niños venir a mí, y no se lo impidáis; porque de los tales es el reino de los cielos.” Y así es como lo hacemos nosotros. El pastor y yo nos paramos aquí al frente y tomamos al pequeño y ofrecemos una oración de dedicación al Señor.",
    "Nosotros no sentimos que un bebé tenga pecado más de aquel pecado en que fue nacido. Todos somos nacidos en pecado, formados en maldad y llegamos al mundo hablando mentiras.\n\nAhora, cuando Jesús murió en el Calvario, El allí llevó los pecados del mundo. El niño pudo haber muerto antes de nacer o pudo haber muerto en algún tiempo antes de llegar a la edad de responsabilidad; de todos modos tal criatura no tiene pecado por cuanto Jesús quitó los pecados del mundo. Pero después, cuando ya tiene edad y comete pecado, entonces tiene que confesar sus pecados y ser bautizado para la remisión de sus pecados. Pero en este caso aquí está demasiado joven.",
    "Cantemos pues este himno:\n\nTraedlos, traedlos,\n\nTraedlos del campo del pecado;\n\nTraedlos, traedlos,\n\nTraed los pequeños a Jesús.\n\nEstamos muy contentos de ver esta pareja tan joven y tan amable venir en esta mañana con este pequeño Teodoro. Rogamos que Dios lo bendiga abundantemente y le conceda la Vida Eterna en el mundo por venir y también una vida muy larga aquí. Este joven se llama Teodoro Arnold. Todos conocemos al padre, Teddy, nuestro hermano aquí en la iglesia que se casó con la hija de mi hermano, sí, Donna. Y ahora tienen este jovencito, creo que es su segundo hijo, también tienen una hija. ¿Correcto? Esta es una criatura muy alerta. Siempre pienso que se me van a quebrar, parecen ser tan delicados, temo que se me vaya a quebrar.\n\nAhora, ¿puede imaginarse Ud. a una madre trayendo su pequeñito así al Señor Jesús? Si El estuviera aquí en esta mañana, en persona así como estamos parados nosotros, esta madre rápidamente correría a El rogando que El le impusiera las manos sobre este pequeño para bendecirlo. El corazón del padre se estaría regocijando. Sabemos que Dios les ha concedido esto en su matrimonio y ahora ellos desean devolverlo a Dios en agradecimiento de El habiéndoselos concedido. Inclinemos nuestros rostros.",
    "Nuestro Padre Celestial, estamos intentando seguir Tu ejemplo. Cuando los padres y las madres Te trajeron sus pequeños, Tú les impusistes Tus manos y los bendeciste. Y ahora Padre Celestial, esta pareja tan joven han sido bendecidos en su hogar al recibir a este jovencito, Teddy Arnold Junior. Rogamos Padre Celestial que Tus bendiciones reposen sobre el niño. lmponemos nuestras manos sobre él en conmemoración de Ti y Tu promesa hacia nosotros que nosotros debieramos imponer nuestras manos sobre las personas en conmemoración de Tu gran Palabra. Bendice al pequeño Teddy. Dios, rogamos que le concedas una vida larga y buena salud; que él pueda vivir hasta ver la venida del Señor si eso fuere posible. Y rogamos también por su padre y su madre, que ellos sean bendecidos al criar este hijo. Y si existe el día de mañana Señor, haz de él un ministro del Evangelio y dale a él las cosas que has prometido a la raza humana, que así él pueda tener la vida y ésta en abundancia. Te entregamos ahora mismo a Teddy Arnold en el Nombre de Jesucristo. Amén.\n\nDios les bendiga Donna y Teddy, y les conceda una vida larga y muchas bendiciones; y a ti también Teddy pequeño porque El te ama.",
    "Yo pienso que así son tan hermosos. Yo amo a toda la humanidad pero pienso que los pequeños así y también los ancianos, cuando ya envejecen, algún anciano o anciana que ha venido caminando por la senda y son tan débiles, yo pienso que son tan lamentables. Nunca debemos despreciarlos. Si los vemos cruzando la calle debemos cederles el paso. ¿Qué tal si ese fuera su papá o su mamá? Es de alguien, y debemos rendirles el honor. Ellos quizás hablan así despacio y se alargan y quizás son cosas que ni siquiera le interesan a Ud. pero recuerde, algún día Ud. también puede llegar a ser anciano. Tengamos ese respeto.",
    "Luego estos pequeños, ¿quién podría maltratar a uno así? Y de paso, Ud. nunca debe hacer eso. Jesús dijo: “Mirad que no menospreciéis a uno de estos pequeños; porque os digo que sus ángeles en los cielos ven siempre el rostro de mi Padre que está en los cielos.” Recuerden, cada uno tiene un Angel. Cuando uno nace, ese Angel permanece con Ud. por toda la vida. Luego cuando uno es salvo, entonces tiene al Espíritu Santo y El le guía y le dirije.",
    "Ahora estoy mirando por toda la congregación para ver a los que conozco y si no estoy errado estoy mirando a las hermanas que han venido de Chicago. Hermana Peckenpaugh y las demás seguramente se sienten como en casa, teniendo a este representante aquí. Estamos contentos en esta mañana al ver al hermano y la hermana Cox, los conocemos como Charlie y Nellie. Me supongo que Rodney también está por aquí, hermana Cox. Y aquí está el hermano Willard Crase, uno de nuestros hermanos ministros. Son tantos que no alcanzaría para llamarlos a todos.",
    "Estamos contentos en ver al hermano y la hermana Evans. (Este es el hermano que le estaba diciendo que fue picado por la serpiente cascabel y el Señor lo sanó.) ¿Puede levantar la mano hermano Evans para que lo puedan ver? Andabamos en la pesca y una serpiente cascabel le picó en la pierna; le impusimos las manos y oramos por él y ni siquiera le dolió ni nada. Uds. saben que la Biblia dice que “lanzarán demonios y caminarán sobre cabezas de escorpiones y serpientes y nada les dañará.” Y “en mi Nombre, todos aquellos que creen en mí…” todos los poderes y todo lo que harían; todo eso que nos ha sido dado, ¡si Ud. simplemente no tiene temor!",
    "¿Qué tal si alguien le diese a Ud. un cheque y tuviera un nombre firmado? Si Ud. sigue por toda la vida con ese cheque en el bolsillo, no le beneficiará nada, lo tiene que cambiar en efectivo. Y así es con toda promesa en la Biblia, cada una tiene la firma de Jesucristo. El Banco del Cielo es responsable y el depósito fue hecho allá en el Calvario, cuando nuestros pecados fueron todos perdonados y fuimos hechos hijos e hijas de Dios. Por lo tanto, no tengan temor de cambiar en efectivo cualquiera de las dádivas que Dios nos ha prometido. Recuerden, El lo ha prometido y eso entonces es suyo. Yo lo he visto a El parar las llamas del fuego, parar la sangre; El ha calmado la violencia del diablo, ha lanzado enemigos; ha sanado cáncer; ha levantado al muerto cuando el médico vió que había muerto muchas horas antes y la persona se levanta en vida. Yo mismo he visto esas cosas vez tras vez tras vez en mi propio ministerio tan débil. He visto a las bestias salvajes domadas hasta ni poder moverse y tantas cosas más; El sigue siendo Dios. Si en alguna ocasión fue Dios, entonces permanece Dios. Y si no es Dios entonces nunca fue Dios, porque para ser Dios tendría que ser infinito y así conocería todas las cosas; tendría que ser omnipotente: todo poderoso, omnisciente: presente en todo lugar. El simplemente es Dios, la perfección de la perfección, Dios.",
    "Ahora en veces cuando estoy instruyendo en esta clase de escuela dominical me extiendo hasta las cuatro de la tarde. Hace algunas semanas estuvimos aquí 6 horas. No quiero asustarle, no tenemos esa intención en esta mañana, apenas nos quedaremos unas cinco y media.\n\nQuizás no los vea a Uds. por un tiempo; estoy por salir para los estados de Carolina norte y sur, luego hacia la costa del pacífico y por toda la costa y de allí a Canadá y Alaska. Luego volveremos aquí y de allí, Dios mediante, viajaremos al Africa y estar un tiempo con mi hermano José. De allí viajaremos a Sudáfrica nuevamente.",
    "Tuvimos una tremenda reunión no hace mucho en Sudáfrica lo cual cambió todo el curso de Africa en unas cuantas horas, cuando Dios obró en Su manera tan milagrosa. Se encontraba anunciado en los periódicos en la primera página y hasta la segunda y tercera página, distintos artículos referente a las campañas. Cuando primeramente se conoció de este ministerio allá, fue una desaprobación completa, ni siquiera le querían vender gasolina a uno que viajaba a los cultos, decían que era un loco fanático. Pero al día siguiente ya le querían regalar la gasolina. Esa es la diferencia, algo sucede. Este hombre estaba acariciando un leoncito pequeño que tenían y uno de allí le preguntó: “¿Y Ud. a dónde va?”\n\nLe respondió, “Yo voy a Johannesburgo.”\n\n“Ah, Ud. es un negociante?”\n\nDijo: “No, yo voy a ver al Hermano Branham en la campaña.”\n\nEl que le atendía dijo: “¿Cómo puede ser? Ud. parece ser una persona de mayor inteligencia.”\n\nY le dijo: “Pues soy Cristiano y voy para ver aquello.”\n\nEste le dijo: “Vale más que vaya y compre su gasolina en otra parte.”\n\nEntonces al otro día cuando volvía, este era el único lugar donde parar hasta llegar al Transvaal y el hombre tuvo que pasar por ese mismo lugar y se paró en la otra gasolinera más abajo y aquel primero vino corriendo y gritando: “Venga acá.” Los periódicos habían reportado todo cuanto nuestro Señor había hecho en la primera plana y también en las siguientes páginas, todo lleno. Así que estamos muy agradecidos por todo aquello.",
    "Ahora en esta ocasión que nos hemos reunido. Y si algunos de Uds. tienen amigos por allá, estaremos en el Cow Palace. Es una tremenda exhibición de ganado y todo lo que concierne al Oeste, allá en la costa del Pacífico, en la ciudad de Southgate. Algunos de Uds. que son como yo y les gustan los rifles, yo voy a visitar a la fábrica de Weatherby y están bienvenidos para acompañarme si desean, si están. Durante el día hay tantos lugares donde visitar como la lsla Catalina, ya saben como es. Y para Uds. padres y madres que tienen pequeños, allí está Disneylandia. Ellos también son parte del grupo, tráiganlos, sé que se gozarán. Y sobre todo, oren que Dios abra los ojos de los incrédulos y que haya convertidos a Cristo.",
    "Ahora deseamos leer unas cuantas palabras de la Biblia porque me gusta hacer esto. Luego tengo algunas Escrituras apuntadas y algunos apuntes, de donde deseo instruir por algunos momentos en esta mañana. Recordemos el culto de esta noche.\n\nQuisiera poder contarles todo lo que ha acontecido durante esta semana en las entrevistas privadas pero no tengo tiempo suficiente; y sé que algunos están sentados aquí en esta mañana, aún esperando por su entrevista. Han venido de lejos y trataremos de coordinar todo esto durante esta semana, cuando menos los que están esperando, antes de que viajemos.",
    "Ahora deseamos abrir la Biblia en los evangelios, en San Marcos capítulo 16. El título que le he pusto a este estudio de hoy es: “El Evangelismo en el Tiempo del Fin.” Comencemos a leer en Marcos 16, con el verso 14:\n\nFinalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado.\n\nY les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.\n\nEl que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.\n\nY estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;\n\nTomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán.\n\nY el Señor, después que les habló, fue recibido arriba en el cielo, y se sentó a la diestra de Dios.\n\nY ellos, saliendo, predicaron en todas partes, ayudándoles el Señor y confirmando la palabra con las señales que la seguían. Amén.\n\nTanto se podría decir de ésto. Esta fue la última comisión que el Señor le dió a la Iglesia.",
    "Ahora estamos pensando en “El Evangelismo en el Tiempo del Fin.” Y cualquier persona que pueda leer el periódico y que también pueda leer los cielos como se obscurecen y como las nubes aparecen, él sabe que está por llegar la lluvia; se puede sentir en le aire y se ven los rayos a lo lejos y el reflejo y se sienten los vientos, se sabe que está llegando una tempestad; la lluvia está en camino.\n\nCualquier persona puede leer el periódico y puede ver las condiciones de esta nación y de las naciones, y se da cuenta que algo está por suceder. Cuando Ud. ve a estas personas siempre discutiendo, y cada uno con tanto armamento para pelear y nunca concuerdan; se quitan los zapatos y dan golpes en el escritorio y así en sus conferencias, Ud. sabe que algo está por suceder. Y eso produce sobre el pueblo un sentir que algo está por suceder. El mundo, como diríamos—el cosmos, el mundo de afuera—ellos sienten que viene una destrucción como por ejemplo una edad atómica que está a punto de estallar. El Cristiano sabe que es la venida del Señor. Existe un ambiente, pero depende qué está Ud. mirando. Porque nuestro Señor nos ha dicho claramente lo que habría de suceder en esa hora. No conocemos el minuto ni la hora pero sí sabemos que estamos aproximando algo ahora mismo.",
    "Como yo estaba hablando aquí no hace mucho, dije que estaba observando una ovejita allá en Africa, afuera de un corral. Estaba comiendo tranquilamente en el pasto verde pero de repente se puso muy nerviosa. No sabía yo qué le pasaba. Ud. sabe que una oveja no puede hallar su camino de regreso, de donde vino. Ella se pierde por completo. Por eso el Señor nos asemeja a nosotros a las ovejas. Cuando andamos perdidos, existe una sola cosa para hacernos volver: el Pastor. Y esta ovejita estaba gimiendo, se había extraviado del corral. Yo estaba observando allá en el pasto mucho más abajo, y la oveja no podía ver este peligro (y un cordero o una oveja no puede olfatear su enemigo como lo hace el venado u otro animal), pero ella podía sentir que la muerte estaba muy cerca. Y allí venía acercándose un león. El podía olfatear la oveja y venía llegando para llevársela. Entonces este animalito se puso muy nervioso y no se notaba el por qué, pero era que la muerte estaba muy cercana.",
    "Y así mismo está el mundo, en un estado tan neurótico que uno los ve corriendo por la carretera a 90 millas por hora para llegar a la cantina y sentarse a tomar por dos horas antes de seguir a la casa. Y todo es una embestida tan violenta.\n\nSi Ud. le habla a una persona se revientan. El otro día yo estaba hablando en un cierto tabernáculo acerca de cuando fuí aquí al hospital, tratando de ayudarle al hermano Neville con algunas de sus llamadas. Cada vez que yo le hablaba a una enfermera o a un doctor me gritaban: “¡Yo no sé nada de eso!” Me pregunté, “¿Qué pasa con esta gente?” Me supongo que sólo están dejando escapar la presión. Pero los psiquiatras están atendiendo a los mismos psiquiatras.",
    "Pero sí existe un remedio, y ese es Cristo.\n\nAhora el Cristiano no debe estar en esa condición. Debemos estar contentos, esperando la Venida por cuanto está muy cercana. Podemos sentir el vientecito suave y fresco del Calvario. Cuando observamos y vemos al Dios del Cielo, Quien nos hizo la promesa; y las mismas cosas que hizo Jesús en Su vida, El prometió que éstas se habrían de repetir en los últimos días y aquí las estamos viendo. Qué es? Es un viento refrescante como cuando viene la lluvia. Sabemos que la redención está muy cercana. Algo está por suceder. Ahora el mundo no ve eso, se mofan de tales cosas, así como hicieron en otros tiempos. Pero nosotros sabemos que viene y está muy cercana.\n\nPor esa razón yo escogí en este día hablar de este tema, siendo que será el último por algún tiempo, aquí en el Tabernáculo: “El Evangelismo en el Tiempo del Fin.” Y cuando andamos ocupados en la obra misionera, o nos encontramos en el campo misionero en el exterior, con la Palabra de Dios, siempre sabemos que estamos en la voluntad de Dios por cuanto la primera comisión que Jesús le dió a Su Iglesia fue: “Id y predicad el evangelio.” Y esta última comisión también fue que se predicara el evangelio.",
    "La primera ocasión cuando El ordenó a personas que predicaran la Palabra y que salieran al campo, a ellos les dijo: “Sanad a los enfermos, levantad a los muertos, lanzad demonios, de gracia recibísteis, de gracia dad,” San Mateo 10:8, cuando El envió a los setenta de dos en dos. Esa fue la primera comisión que El dió a Su Iglesia.\n\nAhora en la última comisión que El le dió a Su Iglesia, antes de ser recibido en la Gloria, El dijo: “ld por todo el mundo,” (el acababa de levantarse de entre los muertos.) Algunos se habían reunido y El los censuró por razón del endurecimiento de su corazón debido a la incredulidad y por cuanto no habían creído a aquellos que sí lo habían visto después de Su resurrección. ¡Vea Ud.! Estos tenían un testimonio de que en realidad habían visto al Señor. Pero estos otros no les creían a ellos y El lo censuró por razón del endurecimiento de sus corazones. Ellos no les creían a estos otros que habían visto que El no estaba muerto sino que estaba vivo.",
    "Es lo mismo hoy en día, cuando están viendo Sus obras.\n\nAhora ya hemos visto y aún estamos presenciando la aparición del Señor. Recuerden, “aparecer” y “venir” son dos palabras distintas: aparecer y luego llegar. Ahora mismo es la aparición, El ya ha aparecido en estos últimos días aquí con nosotros en estos últimos años. Y esa es una señal de Su venida. El está apareciendo en Su Iglesia en la forma del Espíritu Santo, mostrando que es El mismo por cuanto el humano no puede hacer estas cosas, las cuales Uds. están viendo al Espíritu Santo hacer. Entonces esa es la aparición del Señor. Recuerden, fue hablado en ambos lugares, de aparecer y venir.",
    "Ahora, El los censuró por el endurecimiento de sus corazones por cuanto no creyeron a aquellos que sí Lo habían visto. Yo creo que El haría lo mismo hoy en día. Ellos allá no creyeron al testimonio de esas personas y por eso El los censuró. Luego El los comisionó a que salieran por todo el mundo, y que predicaran el evangelio a toda criatura, y que El mismo estaría con ellos hasta la consumación, o sea el fin del mundo. “Estas señales seguirán a los que creyeren.”",
    "Hoy en día tratamos de tomar la Palabra escrita, y la tenemos en forma escrita, en forma de credos, etc. y la tratamos de llevar a todo el mundo; y los misioneros han salido en todos rumbos. Pero ¿qué hallamos al llegar? Un nativo que no sabe ni cómo leer su propio nombre y con un tratado en la mano. El no sabe nada de eso, igual como quizás no conozca él cuál es la mano derecha y cuál es la izquierda.\n\nPero cuando Jesús dijo: “Id y predicad el evangelio,” El allí no les dijo: “Enseñad la Palabra,” sino más bien: “PREDICAD EL EVANGELIO.” Y el evangelio no vino solamente en Palabra sino en la manifestación de la Palabra. Porque la única manera en que se pudo efectuar fue que El trajera Su promesa a cumplimiento.",
    "Cualquiera puede leer, como por ejemplo allá con William Jennings Bryant, cuando estaba debatiendo con Darrell sobre las teorías de Darwin. Este solamente podía decir lo que Darwin había dicho, y William Jennings Bryant sólo podía decir lo que la Biblia decía. Y de eso consistía el debate. Pero en este caso acá, Dios viene entre el pueblo y prueba que Su Palabra es hecha manifiesta. Y la única manera de hacer eso no es por medio de folletos, sino por medio del Espíritu Santo obrando a través de uno. La vida de Ud. llega a ser la vida de El. El está en Ud.",
    "Cuando los paganos adoraban a su ídolo, ellos se postraban ante el ídolo y creían que aquel ídolo les respondía—que su dios entraba en ese ídolo y que les hablaba por ese medio. Eso es contrario, o sea lo opuesto a lo que Dios es en realidad. Dios no obra con ídolos, Ud. mismo es Su instrumento. Ud. se postra ante Dios y El viene y se encarna en Ud. y de allí El le habla al pueblo. Esa es la diferencia. El es un Dios vivo para una persona viva; no un dios muerto para un ídolo muerto. El es mas bien un Dios vivo para un ser vivo, y Uds. mismos llegan a ser Sus testigos, así como El nos dijo aquí. Ahora noten, muchas personas dicen que aquello fue únicamente para los Apóstoles. El dijo aquí: “Id por todo el mundo y predicad el evangelio a toda criatura…Y (conjunción) estas señales seguirán a los que creyeren.”",
    "Hoy en día decimos que un buen miembro de la iglesia es uno que le estrecha la mano al pastor, cambia su membresía de la metodista a la bautista o viceversa y vive una vida regular. Ahora nosotros que somos misioneros, vemos a aquellos paganos viviendo una vida que de ninguna manera se podría comparar con estos Americanos, así—llamados “Cristianos.” Entonces si solamente es la clase de vida que tiene valor, aquellos son tan salvos como cualquiera, y eso por un ídolo. Sus morales y cómo actuan nos dejan muy atrás y ni lograríamos pararnos en su presencia, correcto. Pero no se trata de eso. Jesús dijo: “Os es necesario nacer de nuevo.” Y para nacer de nuevo Ud. tiene que rendirse por completo y morir, luego el Espíritu de Cristo entra en Ud. y entonces Ud. ya no pertenece a sí mismo sino que es Cristo en Ud., el Espíritu Santo. Pablo dijo: “Cada día muero. Con Cristo estoy juntamente crucificado, y ya no vivo yo, mas vive Cristo en mí.” ¿Pueden ver? Es Cristo mismo.",
    "Si yo les dijese a Uds. que el espíritu de Juan Dillinger vive en mí, entonces yo estaría bien armado y sería un bandido, por cuanto esa sería la manifestación de su espíritu en mí. Si les dijese que tengo el espíritu de algún artista, esperarían verme pintando algún cuadro como artista. Mas si les digo que soy Cristiano y el Espíritu de Cristo vive en mí (o en Ud.) entonces producimos las obras de Cristo. Jesús dijo en San Juan 14:12, “El que en mí cree, las obras que yo hago, él las hará también.” Luego acá dice: “Estas señales seguirán a los que creyeren.”",
    "A través de la edad ha habido una temporada cuando estas señales no han seguido a los creyentes. Correcto. El profeta habló de esto allá en Zacarías 14:7, él dijo: “Será un día, el cual es conocido de Jehová, que no será ni día ni noche; pero sucederá que al caer la tarde habrá luz.” Ahora, el sol sale en el oriente y se pone en el occidente y no cambia, es el mismo sol. Ahora bien, cuando bajó el Espíritu Santo—Jesús, el Hijo de Dios—El vino primero en el oriente con el pueblo oriental. Y a medida que la civilización ha venido progresando con el sol, de oriente a occidente, ahora estamos en toda la costa del occidente. Si progresamos más estaremos de nuevo en el oriente; todo enfoca en Su venida. Estamos en el tiempo del fin. Todo muestra que esto aquí se ha acabado.",
    "Ahora aquel profeta habló, y ninguna profecía debe ser interpretada privadamente (como nos dijo Jesús), es exactamente lo que dice: “al caer la tarde habrá luz.” Entonces el mismo Hijo de Dios que se mostró abiertamente con el pueblo oriental y allí mostró Sus obras y Sus bendiciones, fue profetizado que llegaría un día nublado que no sería ni día ni noche—un día tenebroso y nublado—cuando uno no puede ver el sol aunque el sol sí alumbra, algo como tenemos afuera hoy mismo, quizás más obscuro. Y hemos tenido suficiente luz para poder unirnos a distintas iglesias y firmar en los registros y tantas cosas. Pero en el tiempo del atardecer ese mismo gran poder de Cristo bajaría a Su Iglesia así como allá entonces con el pueblo oriental, pero ahora sería con el pueblo occidental, igual. Por eso deseo yo hablar sobre el tema “El Evangelismo en el Tiempo del Fin.”",
    "Cada edad ha tenido su mensaje y su mensajero. A través de todas las edades cada una ha tenido su mensaje y su mensajero. Dios, en cada dispensación, ha enviado a alguien que fuera ungido con el Espíritu Santo para traer Su Mensaje para esa edad en particular, cada vez.\n\nPodríamos regresar un poquito y enfocar allá en el principio. Dios mismo fue el mensajero allá en el principio para decirles a Adán y Eva: “Comerás de todo esto pero no harás ésto acá.” Ese fue el mensaje. Y cuando el hombre sobrepasó el mensaje de la hora, eso dió entrada a la muerte y caos para toda la raza humana. En eso podemos ver el gran valor del mensaje. Y recuerden, lo que Eva llegó a creer no fue una negación completa y total de lo que Dios había dicho, sino mas bien fue que tomaron lo que Dios dijo y le dieron una encaladura o sea lo interpretaron un poco mal, agregando un poquito o quitando un poquito.",
    "¡Por esa razón yo creo que la Palabra es la verdad! Si nuestro credo y nuestra denominación no cuadra perfectamente con la Palabra, entonces están errados. Y si Dios no permitió, y Su Palabra fue tan importante que al sólo citar mal una sola palabra eso ha causado toda muerte, todo sufrimiento, todo niño llorando, todo funeral, todo sepulcro en el camposanto, toda ambulancia que jamás ha corrido, toda sangre jamás derramada, toda la vejez, todo el hambre, y todos los problemas que hemos conocido—todo eso por razón de que la Palabra de Dios fue calculada mal. Si aquello ha causado todo esto, ¿nos perdonará a nosotros aquí en el tiempo del fin si lo calculamos mal nuevamente?",
    "Entonces vea Ud., el Cristianismo es un asunto muy importante. Si a raíz de una sola palabra siendo mal usada se han producido todos estos seis mil años de problemas, ciertamente no volveremos allá al mal usar otra palabra. Tiene que ser exactamente con la Palabra, sin la interpretación de nadie, sino exactamente lo que dice la Palabra. Tantos hombres se reunen y dicen: “Esto acá quiere decir esto,” y allí concuerdan. Otros acá dicen otra cosa, pero dice: ESTO AQUI ES.\n\nSi Dios va juzgar al mundo por la iglesia, entonces ¿por cuál de ellas? Si El va juzgar al mundo por medio de alguna nación, ¿cuál nación? ¡El va juzgar al mundo por medio de la. Palabra, la BIBLIA! “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros.” Ese fue Cristo, la Palabra de Dios hecha carne, hablada por un ser humano.",
    "Ahora, en el Libro del Apocalipsis, El dijo: “Si alguno añadiere a estas cosas, Dios traerá sobre él las plagas que están escritas en este libro. Y si alguno quitare de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en este libro.” Entonces Uds. pueden ver que no es solamente un caso de decir: “Pues sí, yo creo ésto pero no estoy seguro de aquello.” Ud. lo tiene que creer TODITO. Quizás Ud. no tiene suficiente fe para pararse y enfrentar la situación, pero no se pare para estorbar a otro. Muchas veces yo he dicho que quisiera tener fe, para cuando mi vida termine, y poder subir como Enoch; no morir, sino salir a caminar una tarde y subir a Casa con Dios. Yo quisiera tener esa experiencia, pero si no tengo esa clase de fe, tampoco voy a estorbar a otro que sí la tenga.",
    "Ahora bien, estamos en el tiempo del atardecer. Estudiando los mensajeros a través de las edades, hallamos que allá en el principio cuando un mensajero fue enviado, el sólo mal interpretar una palabra o aun dudar una palabra llevaba la sentencia de aniquilación total y eterna separación de Dios. Tal era el resultado de mal interpretar la palabra del mensajero. Y el primer mensajero fue Dios Mismo, y de allí en adelante ha sido Dios hablando a través del hombre, lo cual viene siendo la Palabra de Dios. Allá en el principio no había nadie por medio del cual pudo hablar, solo al que El estaba hablando. Pero ahora que Dios ya ha hecho al hombre y lo ha redimido, El ha hablado a través del hombre. El no emplea la agencia de ningún aparato mecánico sino que usa la agencia del humano, un hombre rendido y consagrado a Dios.",
    "Como podríamos enfocar en los profetas, y Sansón y los demás, hasta llegar al día presente. Siempre ha sido un individuo con Dios.\n\nComo dije, cada edad tuvo su mensaje y su mensajero. Fijémonos en una edad después de la edad del Edén, sólo para fijar el respaldo. Lo que le siguió a la edad del Edén fue la Edad de Noé. Hace unos días yo estaba hablando en el Tabernáculo de Clarksville, y les hablaba acerca de “La Señal del Tiempo del Fin.” Luego el jueves prediqué sobre “Siendo Identificado con Jesús.” Y en esta mañana: “El Evangelismo en el Tiempo del Fin.”",
    "Antes de la destrucción antidiluviana y el tiempo de la inundación, hallamos que tuvieron una civilización más avanzada que la nuestra. Yo creo que ellos tenían controlado el poder atómico, y creo que eso es lo que le dió la sacudida a la tierra y entonces quedó mal colocada en su órbita. Yo he estado en aquellos campos de hielo británicos y allí han excavado a una profundidad de 500 pies y han sacado hojas de palma, indicando que allí antes existían árboles de palma, hace centenares de años. Hemos sido instruidos y sabemos que el mundo antes estaba parado recto. Pero ellos allá tenían tanta ciencia y tanta inteligencia mecánica hasta que pudieron construir una pirámide, el Esfinge y otras cosas, las cuales no podemos reproducir hoy en día. No tenemos la maquinaria para levantar tales piedras a tales alturas; apenas que fuera poder atómico, porque por medio del poder de la gasolina y la electricidad no se puede. Pero aquella fue otra edad mucho más avanzada que la nuestra.",
    "Y en aquella edad Dios llamó a un cierto hombre llamado Noé. Era un hombre común, un campesino, y lo llamó por cuanto fue hallado piadoso en su generación. Dios lidió con ese hombre sobre el asunto: “Construye un arca por razón del pecado.”\n\nNotamos que en aquel tiempo (nos dice la Biblia) los hijos de Dios vieron que las hijas de los hombres eran hermosas. Eso se ha discutido por mucho tiempo, y muchos escritores piensan que esos hijos de Dios eran Angeles que habían caido y entraron en espíritu. Yo no veo como un hombre puede pensar así. Eso entonces haría a Satanás como creador. Satanás no es creador, sino mas bien un pervertidor de la creación. Una mentira solamente es la verdad mal representada. Un adulterio es el acto correcto, pero mal formulado. Y así es exactamente el pecado. Satanás no puede crear, él sólo puede pervertir lo que ya ha sido creado. Entonces fueron los hijos de Dios (los cuales fueron los hijos de Seth, del linaje de Dios por medio de Adán) y las hijas de Caín, de Satanás. Y cuando entonces ellos vieron que éstas eran hermosas y amables…",
    "Y notamos al revisar las fotografías del pasado, como de hace cien años digamos, como es que la hermosura de la mujer ha avanzado tanto sobre lo que antes era. Lean Génesis capítulo 6 para que vean, allí dice que eran hermosas. Y las mujeres de hoy en día son mucho más hermosas que lo que antes eran. Es por razón de su modo de vestir y sus costumbres modernas, eso las hace sobresalir. Yo tengo una fotografía de Pearl White cuando Scott Jackson el amante secreto la mató a puñaladas al pecho. Y entonces la nación entera fue estremecida con aquel canto de Pearl White. Supuestamente era la mujer más hermosa de todo el mundo en aquellos tiempos. Pero ella sería una reliquia en la calle hoy en día, a la luz de algunas de estas mujeres.",
    "O bien, volvamos a los días de Clara Bowe, cuando ella comenzó el escándalo de bajarse las medias más abajo de las rodillas y diciendo: “Bájenlas, niñas, bájenlas.” Yo me acuerdo de eso en mi juventud, pero comparemos la fotografía de Clara Bowe con algunas de las mujeres hermosas de hoy. ¿Pueden ver? Y esa es una de las señales del tiempo del fin.\n\nJesús dijo: “Así como fue en los días de Noé, así también será en los días de la venida del hijo del hombre.” Y hoy en día siguen desnudándose más y más. ¿Qué es eso? Las hijas de Caín. Por eso nos tienen marginados como fanáticos y maniáticos, cuando simplemente intentamos explicar y anunciar la verdad según el Evangelio. Pero ellas siguen desmoralizándose, saliendo a la calle y actuando de esa manera, y no se dan cuenta que en el DIA DEL JUICIO TENDRAN QUE DAR RAZON. Ahora, la mujer que a propósito se viste sexualmente atractiva, y quizás Ud. sea tan pura como los lirios para con su esposo o para con su novio, pero cuando el inconverso caminando por la calle la ve vestida de esa manera, él la va codiciar por cuanto Ud. se ha presentado ante él de esa manera.",
    "No son los hijos que necesitan la paliza sino el padre y la madre que les permiten actuar de esa manera. El problema no es la delincuencia juvenil sino la delincuencia paterna. Y también creo que existe mucha delincuencia pastoral, porque les permiten toda clase de cosas y no les dicen nada, cuando allí está claramente en la Palabra.\n\nAhora, Jesús dijo: “Yo os digo que cualquiera que mira a una mujer para codiciarla, ya adulteró (tiempo pasado) con ella en su corazón.” Y cuando aquel pecador inconverso llega ante el juicio para dar razón del adulterio, se le preguntará: “Y ¿con quién lo cometiste?” Y él responderá que fue con Ud., aunque Ud. nunca entró en el acto, pero la Biblia dice que Ud. es culpable de todas maneras. Entonces ¿quién es el culpable? “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón.” ¡Es una cosa muy seria!",
    "Hoy día, en esta ciudad de Jeffersonville, noventa y nueve y nueve décimos porciento de las mujeres son culpables ante Dios. Y es igual con toda la nación. ¿POR QUE? Por razón de la delincuencia en el púlpito en no habérselos anunciado; y también la delincuencia en el hogar, permitiendo que las jóvenes salgan a la calle para actuar de esa manera. Luego dicen: “Pues está bien.” Y eso es exactamente con lo que tuvo que contender Noé allá en su día. Las hijas de los hombres eran hermosas y los hijos de Dios las contemplaron, dando lugar a la codicia. Pero Noé—y en este punto nos podríamos quedar algunas horas— Noé era un hombre de justicia, piadoso, con integridad y él CLAMO EN CONTRA de tales cosas. Y a él lo clasificaron como “loco.” La Biblia los llama “burladores.” Se burlaron de él, mofándose. Pero él les anunció: “Está por llegar el tiempo cuando habrá una tempestad. El agua va caer de los cielos.” Y hasta esa fecha jamás había caido la lluvia. Y su evangelio no cuadraba con sus teorías científicas de aquel día, porque no había lluvia en los cielos.",
    "Y hoy en día las teorías científicas de los grupos modernos, los así—llamados “religiosos,” han intentado probar que solamente es una emoción esta cosa hermosa que tenemos llamado el Espíritu Santo. Es que no cuadra con sus teorías científicas. Pero yo quisiera hacerles esta pregunta: “¿Qué es lo que cambia a la gente? ¿Qué es lo que hace que el borracho deje de tomar? ¿Qué es lo que hace que la prostituta deje su vida tan vil? ¿Qué hace que los cánceres y las enfermedades se aparten de las personas y que se levanten sanos los sordos, los mudos los ciegos y aún los muertos? ¡Explíquenme eso! ¿Es eso emoción?” Contiene emoción, cierto. Cualquier cosa que contiene vida también tiene emoción. Y cualquier cosa que no tiene emoción está muerta. Perdonen la expresión, pero yo pienso que debemos enterrar toda esta religión donde esté faltando la emoción porque está muerta, no tiene emoción. Cualquier religión que no tenga emoción debe ser enterrada, porque la religión sí es emocional.",
    "Cuando Jesús entró en la ciudad, los niños y los amigos y todos aquellos clamaron: “¡Hosanna al que viene en el Nombre del Señor!” Y los religiosos de aquel día no lo podían aguantar por cuanto era demasiado emocional.\n\nJesús dijo: “Si éstos callaran, las piedras clamarían.” Algo tenía que clamar por cuanto la Vida estaba presente.\n\nNoé experimentó cosas terribles y por fin un cierto día tuvo una prueba. Y todos aquellos que caminan con Dios tienen pruebas, la fe de cada uno es probada. Cuando Ud. comienza a vivir por El, entonces todos los vecinos comienzan a hablar de Ud.; todo le va ir en contra la corriente, recuérdelo, porque es DIOS PROBANDOLO. La Biblia dice: “Todo aquel que llega a Dios tiene que ser PROBADO, CASTIGADO, CRIADO,” así como mi padre me crió a mí. Cuando yo desobedecía, él tenía los diez mandamientos colgando sobre la puerta y era una ramita como así de largo, y el Sr. Branham era un hombre bien fuerte en el brazo. Y él nos llevaba allá afuera y nos entrenaba. Y así hace Dios. El lo va entrenando a uno, lo va criando por cuanto somos Suyos y existe algo en el futuro para cada uno: un hogar en la Gloria. El nos va entrenando. “Cada uno que viene debe ser probado.”",
    "Noé, siendo un tipo de su dispensación, tuvo una prueba. Dios le dijo que se metiera en el arca, y cuando él entró, ia puerta se cerró sola. Luego indudablemente Noé le dijo a su familia: “Vigilen bien mañana. La puerta ya se cerró en esta noche, pero por la mañana va haber lluvia en los cielos.” Recuerden, jamás habían conocido la lluvia.\n\nY los burladores, quizás algunos de ellos eran medio—creyentes, decían: “Vamos allá. Sabes, es posible que aquel viejo tenga razón.” Se quedaron parados alrededor del arca, esperando. Luego pensaron: “Quizás él tuvo razón.” Cuando fueron al día siguiente, el sol salió tan lindo y pasó por el cielo.\n\nNo cabe duda que Satanás se sentó allá arriba del arca y mirando por la ventana le habrá preguntado: “¿Aún piensas que estás correcto?” Y así obra el diablo con todos nosotros. Pero por cuanto sabemos que Dios ha hablado, mantengámonos fijos ¡No importa lo demás, quédese fijo!",
    "Pasó el segundo día, pasó el tercer día. Noé estaba sudando. Pero por fin, cuando habían pasado siete días, y eso fue en febrero, el día 17, cuando entró; pero después de siete días, en esa mañana cuando despertaron, se oía el ruido de los truenos. Grandes gotas de lluvia estaban cayendo. Aquellos que habían venido a pasar uno o dos días para averiguar, y habían dicho, “Vamos a ver si algo está pasando,” para ellos ya era demasiado tarde. Ellos tocaron en la madera, clamaron a voz alta, pero las calles se llenaron de agua y comenzó a subir por las colinas. La gente huyó para las partes altas. Trataron de subir la gente en lanchas, pero si el barco no fue construido por Dios entonces aquellos temblores de la tierra en aquellos días bajaron todo bajo la superficie del agua.",
    "Ud. quizás dirá: “Pues con tal que yo tenga cualquier religión, con eso tengo.” No señor, tiene que ser una experiencia religiosa construida por Dios mismo. Cualquier otra cosa perecerá.\n\nAhora, yo no digo esto para aparecer contrario, sólo lo digo por amor y conociendo que tendré que dar razón en aquel día y ser responsable. Si yo digo únicamente lo que El dice entonces sé que todo está bien. Pero cuando trato de inyectar la teoría o el credo de otra persona, no lo puedo hacer porque no tengo fe en aquello. Yo únicamente creo lo que El dice.",
    "Ahora noten. Dentro de poco tiempo el agua se profundizó y alcanzó los lugares más altos. Ellos tocaron en la puerta y clamaron, y llamaron, pero todo en vano. Quizás unos días antes, cuando estaban metiendo los animales, puedo oir algunos de los burladores diciendo: “¡Vé, métete allí con tus animales hediondos! ¡Vive con ellos si así deseas!” Es igual hoy, andan diciéndole a uno lo mismo. “Vivan Uds. como los antiguos si así desean, nosotros viviremos como nos dé la gana.” Sigan pues, sigan. Pero oh, mi hermano, el estar seguro en el arca con la puerta cerrada. Esa es la cosa.",
    "Pero Noé, allá en su día, para él le fue muy difícil en su dispensación. Porque aquella gente nunca había oído de tal cosa, pero de todas maneras llegó.\n\nLuego hallamos que después de la salvación de Noé y la tierra comenzó a reverdecer nuevamente, después de que todo aquello que respiraba había muerto, entonces hallamos que una vez más llegó la hora, cuando Dios estaba sacando a Sus hijos de Egipto. Y entonces apareció Moisés con la ley. Y aquello fue tan difícil de entender para la gente, pero es que la dispensación estaba cambiando, hacia una ley. Después de la ley vino Moisés tratando de…Esto les sirvió como maestro. La gente vivía como les daba la gana y entonces la ley, o el ayo, como nos dice la Biblia en Gálatas 3:24 y 25, fue instruído para que el pueblo reconociera que aquello estaba errado. Y en eso Dios les dió los Diez Mandamientos. Ese fue un cambio radical y el pueblo no lo quería recibir.",
    "Bien, entonces después de Moisés vino Juan. Y después de Juan fue la dispensación donde él introdujo a Jesús. Y cuando vino Jesús intentando traernos la Gracia, lo cual en realidad fue Dios en Espíritu, en la línea de Espíritu—manifestando Su amor: “Porque de tal manera amó Dios al mundo que ha dado a su Hijo unigénito”—y Jesús fue tan distinto y tan contrario a la ley; pero es que fue una dispensación diferente, un tiempo diferente. Entonces cuando se fue Jesús, El habló de esta dispensación, la del Espíritu Santo—la vida por dentro—un testigo de El mismo, de la resurrección. Tengo muchas Escrituras apuntadas pero no tenemos tiempo para entrar en todas, apenas les daremos una pasada.\n\nSiempre ha sido un hecho y una pelea. Siempre cuando se está efectuando el cambio de una dispensación ya pasada a un mensaje del tiempo presente, siempre ha existido una gran pelea con el pueblo, aunque siempre ha sido claramente Escritural. Pero durante el tiempo en que Dios les concede una dispensación y algo por lo cual vivir o algo qué hacer, hallamos que inmediatamente después que es concedida esa dispensación, allí los hombres de la tierra buscan algo para contrarestar eso y de alguna forma humanizar todo el asunto.",
    "Después del tiempo de Noé y el arca, vemos inmediatamente a aquel renegado Nimrod, quien edificó su torre y dijo: “Muy bien, si llega la inundación subiremos aquí y escaparemos.” Luego Dios llegó a la escena con la ley. Es que aquella dispensación había llegado a su fin. Y la ley había hablado de Moisés y de la venida de Cristo, pero cuando El vino, todos estaban tan anclados en las tradiciones de los padres. Tenían sus credos, sus modas y sus iglesias, estaban formalizados. Por lo tanto fue muy difícil para Jesús cuando intentó sacudir aquel reino o aquella iglesia para apartarla de un credo y hacerla creer en El sin embargo las Escrituras claramente hablaban de este Individuo desde la primera dispensación allá en el Edén: “Su simiente herirá el calcañar de la serpiente.” La promesa de Jesús existía en cada una de las dispensaciones, pero cuando en realidad llegó a la escena, ellos no lo reconocieron porque se encontraban tan ligados en sus credos. Sin embargo, fue la verdad Escritural.\n\nCada mensaje y su mensajero hablaba de aquel que le habría de seguir, cada vez. Moisés, el profeta, anunció la venida de Jesús. Moisés dijo: “El Señor vuestro Dios os levantará profeta semejante a mí. mejante a mí.” ¿Cuántas veces hemos estudiado eso en mis mensajes alrededor del mundo, que el Mesías que estaba por venir seria un Profeta?",
    "Por eso fue que aquella mujer de mala fama—en oposición directa a todos los ministros—ella creyó el Mensaje. Cuando Jesús estaba hablando con aquella mujer allá en Samaria, El le dijo: “Dáme de beber.” Y ella le respondió: “No tienes con qué sacar el agua. Además no es nuestra costumbre que me pidas a mí, yo siendo samaritana.” Y así continuó la conversación y por fin El le dijo: “Vé, llama a tu marido y ven acá.”\n\nElla le respondió: “No tengo marido.”\n\nEl le dijo, “Bien has dicho por cuanto has tenido cinco y aquel con quien ahora estás no es tu marido.”\n\nElla le respondió: “SEÑOR, me parece que tú eres profeta. Ahora nosotros sabemos que viene en camino un cambio de dispensación. Viene Uno Quien será ungido y será llamado El Messías, el Cristo de Dios. Y cuando El venga, EL SERA ESE PROFETA.” ¡Cuánto más conocía esa mujer que todos los predicadores de aquel día! Sí señor, y ella en esa condición. Es que ella entendía las Escrituras, sin embargo era una mujercita tan pobre, casada con cinco esposos, y viviendo con el sexto. Sin embargo, ella conocía más acerca de las Escrituras porque ella tomaba las Escrituras solamente por Su significado literal.\n\nElla dijo: “Cuando El venga, será un profeta.” Y ¿qué le dijo Jesús? “Yo soy.”",
    "Entonces ella abandonó su cántaro de agua y corrió a la ciudad clamando, “Vengan y vean un hombre Quien me ha dicho todo lo que he hecho. ¿No es este el mismo Mesías?” Ese es.\n\nAhora, ella sabía que El venía por cuanto todos los profetas y las Escrituras desde los días de Moisés, y en cada una de aquellas dispensaciónes, habían dicho: “El vendrá y así es como será.”\n\n¡Oh qué cosa,",
    "con tal que la gente de hoy pudiera ver eso! Entonces conocerían el día en que estamos viviendo; podrían ver que esto es la promesa de Dios para hoy. ¡Dios mismo dijo que así sería! No hay nada errado. El gran reloj de Dios está marcano el tiempo perfectamente bien. Y aun según la ciencia solamente faltan tres minutos para la media noche. Así que bien pueden ver que el reloj puede dar en la media noche a cualquier momento; y ya hace como tres años que dijeron eso. Estamos en el fin.\n\nPero vean, hemos cambiado la dispensación: de la antigua edad de la iglesia, de allá en donde existía ese día nublado y tenebroso donde sólo era cuestión de unirse a una iglesia y firmar el registro, cambiado ahora a las LUCES DEL ATARDECER, LA RESTAURACION, LA VENIDA DEL ESPIRlTU SANTO NUEVAMENTE SOBRE LA TIERRA, OTRO PENTECOSTES, OTRA SEÑAL, otra cosa habría de tomar lugar. Mas el pueblo no lo cree por cuanto están tan atrincherados igual como estaban en los días de Jesucristo. El mismo habló de este día. Cuando El estuvo sobre la tierra, El vino exactamente según las Escrituras. Luego El preanunció la venida de este día presente.",
    "Si desean leer, está en Mateo 24. Allí Jesús habló de este día. El dijo que los Judíos se reunirían nuevamente en el último día. Dijo: “Cuando viereis la higuera reverdeciendo, entonces conoced que el tiempo está a la mano.” Dijo: “Habrá perplejidad de los tiempos y angustia entre las naciones; el mar estará bramando y los corazones de los hombres desfallecerán constantemente.” No dijo que sería entre las mujeres sino que entre los hombres. Jesús no dijo que existiría ese problema entre las mujeres, sino que entre los hombres. Vean las plagas. “Mas en aquel día…” todo lo que acontecería. Esa sería la señal del tiempo del fin: los corazones desfalleciendo, temor, perplejidad.\n\nEn el Apocalipsis cuando El le habló al profeta (hablando de este día), dijo que llegaría el tiempo cuando la iglesia estaría en una condición tibia: la edad de la iglesia de Laodicea en los últimos días. ¿Pueden ver? ¿Qué es? Es Jesús (en aquella edad) preanunciando el fin de esta edad.",
    "Igual como fue allá en el Edén, como fue allá en el tiempo de Noé y en el tiempo de Moisés; como en el tiempo de la ley y luego en el tiempo de la gracia, y ahora en el tiempo del atardecer. Existen muchos más si tuvieramos tiempo, pero los he pasado por alto porque no nos alcanza el tiempo. Pero cada uno venía anunciando lo que vendría en la edad próxima. Pero la iglesia llegó a una condición tan eclesiástica y almidonada con sus credos, con sus dogmas y con sus creencias manufacturadas y sus teorías humanas, hasta que han pasado por alto a la Palabra. Ahora pueden ver lo que será el evangelismo en el tiempo del fin. ¿Qué es? Los portadores de ese Evangelio serán llamados “locos,” serán tan diferentes. Así fueron en el tiempo de Noé y en toda edad. Fueron corridos de sus iglesias porque creyeron en Jesús. Cualquiera que le escuchaba a El tenía que ser excomulgado de su iglesia. Pero a El le pertenecía esa dispensación, ese era Su tiempo, la dispensación del Hijo.",
    "Ahora también hallamos que el gran Espíritu Santo profetizó de eso. Si desean apuntar algunas de estas Escrituras, apunten Mateo 24, luego Segunda de Timoteo 3:1. El Espíritu Santo habla de una tremenda edad intelectual en el tiempo del fin. ¿Sabían Uds. eso? ¿Por qué es así?\n\nHermano José, Ud. ha viajado mucho conmigo aquí en esta nación y Ud. ha oído de las campañas en otras naciones. Yo voy al exterior y tengo reuniones de 150 a 200 mil personas, hasta medio millón. Y el pueblo allá, viendo una sola cosa de lo que están presenciando Uds. todos los días aquí en el Tabernáculo, y al verlo, allá 10 a 20 y hasta 30 mil se caen de rodillas para dar honra a Dios. Ellos lo captan. ¿Qué pasa que tales cosas no suceden aquí en América? Es un tiempo muy intelectual. Aquí desean uno que no les hable de juicio y de estas cosas por cuanto eso les dañaría el compañerismo que tienen con sus clubes y sus logias y tantas cosas perversas a las cuales pertenecen. Por lo tanto si su pastor mencionara tales cosas, los diáconos lo echarían y lo reemplazarían con otro, un joven, un “ricky,” Uds. saben lo que quiero decir.",
    "Perdónenme eso, no quise decir eso, pero es que en veces se me sobrepasa el entusiasmo. “Ricky” está bien pero es que a mí no me gusta ese nombre. Si Ud. investiga ese nombre en la numerología entonces le daría otro nombre a su hijo. Esos nombres de Ricky y Elvis, ¡qué cosa! En tiempos pasados no tenían esos nombres, tenían que venir y esta es la edad cuando tenían que aparecer. Correcto.",
    "🦅 Pero el Espíritu dice,” ahora escuchen bien, les estoy citando de las Escrituras de Primera de Timoteo 4:1:\n\nPero el Espíritu dice claramente que en los postreros tiempos algunos apostatarán de la fe, escuchando a espíritus engañadores y a doctrinas de demonios; (y allí sigue)\n\nMiren como estarían: “impetuosos, infatuados,” creyéndose muy grandes. Perdónenme esa expresión, pero Uds. entienden lo que llamamos a uno que se cree muy grande, en términos de la calle. Todos lo entendemos mejor así. “Impetuosos, infatuados, amadores de los deleites más que de Dios.”",
    "Me detuve ayer para contemplar la alberca que han construído allí a unas pocas cuadras de donde vivo. Y me puse a pensar de cuando un hombre, el cual es un maestro de Escuela Dominical, me dijo: “No debieran haber incluido aquello en la Biblia de cuando un hombre, el cual es un maestro de Escuela Dominical, me dijo: “No debieran haber incluido aquello en la Biblia de cuando Jesús escupió en la tierra; eso es contrario a todas las reglas sanitarias cuando Jesús escupió y usó ese lodo.”\n\nJesús estaba hablando, y en el Griego original dice: “Escupió en la tierra.” Es que El estaba allí hablando con aquel hombre y a la vez escupiendo en la tierra. Cuando terminó de hablar, se inclinó y con la mano levantó el lodo que se había formado con el escupido y se lo aplicó a los ojos y le dijo: “Vé lávate en el estanque de Siloé (enviado) y se te abrirán los ojos.” Y éste fue y se lavó y se le abrieron los ojos.",
    "Entonces este hombre me estaba diciendo: “Eso no funcionaría en el día de hoy. Eso está prohibido por las reglas de sanidad.” Luego ese mismo individuo llevó a su familia, su esposa y todos sus hijos, a aquella alberca donde se meten todos aquellos hombres y mujeres, y eso aún en el tiempo del mes cuando no debieran, y tanta cosa. Casi nunca se despiden para visitar al baño. Luego todos aquellos cuerpos sucios y la inmundicia y ellos llenándose la boca y los ojos y todo eso; luego quejándose de que Jesús escupió en la tierra para darle la vista a un ciego.",
    "El otro día levanté a un niño que venía regresando a su casa de la alberca y me dijo: “Tragué un poco de esa agua y estoy más enfermo que un caballo. Quiero ir a mi casa.” Quizás él esté sentado aquí en esta mañana, vive como a unas tres cuadras en un trailer donde lo llevé. Me dijo: “Jamás voy a regresar allí.”\n\nSlN EMBARGO, ESO ES LO QUE LLAMAN “LA CIVlLlZACION MODERNA.” ¿Ven a dónde llegan? Existe un dicho: “Se molestan con una mosca mas se tragan el camello.” Ahora estoy esperando encontrarme nuevamente. Bueno, vale más dejar esas cosas.",
    "🦅 Intelectuales, impetuosos, infatuados, amadores de los deleites más que de Dios.” Les estoy citando las Escrituras. El Espíritu Santo habla claramente que esto acontecería en los últimos días: “impetuosos, infatuados, teniendo apariencia de piedad;” pero primero dice que serían “intemperantes y aborrecedores de lo bueno.” Odiadores de aquellos que aman la Palabra. ¿Los pueden ver? Los que no están de acuerdo con estos credos tradicionales y estas cosas son los más odiados. Igual como aquellos Fariseos y Saduceos, los cuales ODIABAN a Jesús. ¿POR QUE? Por cuanto El estaba contradiciendo su credo. No fue que El deseaba ser tan distinto, pero El tenía que vivir; El era la Palabra, la Palabra viviente. El dijo: “Si yo no hago las obras de mi Padre, no me crean.”",
    "Y es lo mismo hoy en día. Si un hombre predica estas cosas y nada acontece, entonces algo está ERRADO, por cuanto las Escrituras dicen que sí acontecerían. Cuando sí suceden muestra que es CORRECTO; no es que el HOMBRE esté correcto, pero la PALABRA ES LO CORRECTO. Pero esta es la condición a la cual hemos llegado hoy en día.\n\nVean amigos, es tan razonable. ¿Pueden verlo? Es que estoy edificando para mostrar el climax del Evangelismo del Tiempo del Fin.",
    "Ahora fíjense bien en estos tiempos. Es una edad intelectual: impetuosos, infatuados, arrebatados, hinchados, amadores de los deleites más que de Dios. Se quedan en la casa el miércoles por la tarde para ver esos programas tan vulgares como “Yo amo a Lucy” y todas esas cosas con mujeres casadas doce veces y viviendo aún con otro hombre. ¡Oh, qué cosa! Cada una de ellas es casada y divorciada, casada y divorciada y las convierten en ídolos, como dioses. Pero les parece mejor quedarse en casa para ver esas cosas que asistir al culto de oración. “Amadores de los deleites más que de Dios.”\n\nCon tal de que llegue un equipo de pelota a la ciudad, ya sean los Gigantes o los Coroneles o lo que sea; si llegaran, cerrarían las iglesias para poder asistir. Si Elvis Presley llegara por allí tocando su guitarra y girando a algún otro de esos tipos, y si llegara en la noche del miércoles los cultos de oración quedarían cancelados. ¡Es que son amantes de los deleites más que de Dios! “Arrebatados, hinchados, destemplados, crueles, y aborrecedores de lo bueno, teniendo apariencia de piedad…”\n\nUd. dice: “Pero es que estos son comunistas.”\n\nNo señor,",
    "son miembros de iglesias, “teniendo apariencia de piedad, más” (¿QUE?) “habiendo negado la eficacia de ella.” Tienen la apriencia de piedad y diciendo: “No, Dios no hace tales cosas. Esto no tiene nada de poder, Ud. solamente lo acepta y haga ésto y aquello. No es necesario tener cambio de modo de vivir, ni nada; Ud sólo necesita ser miembro de la iglesia.”\n\nTeniendo apariencia de piedad, mas habiendo negado la eficacia de ella: a estos evita.” (Así nos dice la Biblia.)\n\nPorque de estos son los que se entran por las casas, y llevan cautivas las mujercillas cargadas de pecados, llevadas de diversas concupiscencias.\n\nAsí dice la Biblia, exactamente. Y estamos viviendo plenamente en esa edad. “Pero mente en esa edad. “Pero haz la obra de Evangelista, cumple tu ministerio.”",
    "Por medio de estos mensajeros y testigos que hemos examinado, podemos entonces ver en cuál cosecha estamos. Mire y vea en cuál cosecha se encuentra Ud. en esta mañana. El dijo que de este lado acá: “estas señales seguirán a los que creyeren aunque serán mofados y burlados como en los días de Noé.” Pero acá de este otro lado aparecerán estos burladores, arrebatados, hinchados, teniendo apariencia de piedad, mas negando la misma cosa que Ud. está profesando. Allí puede ver Ud. claramente en cuál cosecha está. Estos son verdaderos mensajeros de hoy mismo. Jesús nos predijo que aquello sería Satanás con su mensaje, mas Su mensajero tendría esto acá: “estas señales seguirán a los que creyeren.” ¿Pueden ver?\n\nLos mensajeros de Satanás tendrían una apariencia de piedad, pero Sus mensajeros tendrían estas señales: tomando serpientes, bebiendo cosas mortíferas, lanzando demonios, poniendo sus manos sobre los enfermos, recibiendo el bautismo del Espíritu Santo, toda clase de señales y maravillas. Ahora cada uno de nosotros estamos en una de las dos cosechas y aquí estamos en el tiempo del fin. ¡Oh, qué cosa!",
    "Con razón el profeta Isaías dijo: “Desde la planta del pie hasta la cabeza no hay en él cosa sana, sino herida, hinchazón y podrida llaga.” ¿A dónde podríamos ir? ¿Qué pasaría si todos nos uniéramos? Se volvería peor que antes porque habría toda clase de cosas. Así como están intentando ahora con el Concilio Mundial de Iglesias. Eso jamás tendrá éxito por cuanto allí en eso tiene hasta ateos e incrédulos. La Biblia dice: “¿Andarán dos juntos si no estuvieren de acuerdo?” Y en eso allá no existen ni dos que estén de acuerdo. La salvación es un asunto individual entre—no la iglesia—sino entre cada individuo y Dios, caminando con la Palabra, sí.\n\nAhora, hermanos, miren ésto, y yo sé que me estoy extendiendo mucho.",
    "Noten que la gran señal de la luz roja de Su venida ya ha bajado (asemejándola al cruzero de ferrocarril). Podría yo mostrarles muchas Escrituras que tengo apuntadas aquí para probar que estamos en el tiempo del fin. Los judíos han vuelto a la Palestina, la higuera ha reverdecido. Los corazones de los hombres están falleciendo por razón del temor. Las mujeres están en un alboroto. Podría llevarlos al Apocalipsis y mostrarles que esta misma nación está caracterizada por la mujer; tiene el número de la mujer, el número 13, comenzamos con 13 colonias y nuestra bandera contiene 13 rayas y todo se basa en 13. Tenemos 13 estrellas en el dolar, todo es 13 y luego la mujer.",
    "No hace mucho yo estaba parado allá en Suiza y estaba hablando con unas mujeres y me dijeron: “Cómo deseamos viajar a América para poder gozar de la libertad como las mujeres allá.” Entonces les conté como estaba la situación y me respondieron: “No deseamos eso.” Pero así es América. Podríamos entrar en eso y mostrar cómo es que eso debe ocurrir aquí en esta nación. Sube de donde no existe el agua (el pueblo), sube como un cordero y tiene dos cuernitos que representan el poder civil y el poder eclesiástico pero estos se unen por medio del poder político. Esto se ve en el nuevo Presidente que tenemos ahora, dando lugar nuevamente a Roma.",
    "Yo quiero que alguna persona, ya sea teólogo o alguna persona en cualquier parte, quiero que me digan dónde nos predice la Biblia que el Comunismo regirá el mundo. No teman Uds. al comunismo porque no es nada. Es una cosa falsa que Dios está utilizando para castigar a las naciones. La Biblia dice mas bien que Roma es quien regirá el mundo. Vean bien la interpretación de Daniel del sueño del Rey Nabucodonosor y cómo es que cada reino y cada dispensación ha cuadrado perfectamente y allí en el fin estaba Roma. Entonces así será, Roma. No será el Comunismo, ellos no tienen mucha autoridad y no van a llegar muy lejos. Como nos ha dicho aquí el hermano José: “Los nativos del Africa central, en el corazón del Africa, ellos no permitirán que los gobiernen, ya los han gobernado y basta. Ese es el problema de hoy.” Ellos mas bien están buscando el AMOR Ellos buscan a DIOS. Y siendo que el Comunismo NO abarca a Dios ellos jamás lo aceptarán, correcto. La luz roja está señalando y la barrera ha bajado. Su venida está a la mano. En Isaías capítulo 60 y verso 2, dice: “Porque he aquí que tinieblas cubrirán la tierra, y oscuridad las naciones.” Y así es exactamente.",
    "El mensajero del atardecer y también el mensaje del atardecer deben cuadrar con las condiciones del atardecer. ¿No piensan Uds. así? Este mensaje no se pudo haber predicado hace 40 años, no. El mensajero y el mensaje del atardecer tienen que cuadrar. Allá en aquellos días quizás no hubiera funcionado. Pero tiene que cuadrar perfectamente con las condiciones del tiempo del fin. ¡Sean convertidos, crean las señales del Evangelio! Ese es el mensaje de hoy. Laven sus almas en la sangre del Cordero y crean el Evangelio, que las señales del tiempo del fin están presentes. Se ha estado efectuando la siembra del Evangelio.",
    "Hablan tanto de “reforma” y yo estoy de acuerdo en eso, por ejemplo, “Los Evangélicos Reformados.” Reformado significa “estar limpio.” Y yo creo que necesitamos una buena limpiada, de nuestra incredulidad, y creer el Evangelio, sí. Aún existen muchas dudas y sospechas personales. Reforma aún en las traducciones del griego donde dice: “Arrepentíos,” eso quiere decir “reformar” y reformar significa LIMPIAR, TODO EL PASADO y llegar a creer el Evangelio en su poder y su manifestación. “Estas señales seguirán.”\n\nNos dicen: “Sí, pero sólo fue para aquella edad.”\n\nPero El dijo: “Hasta el fin del mundo.” Ahora solo uno de los dos es el correcto. Si el incrédulo dice que eso fue sólo para los Apóstoles, mas Jesús mismo dijo que es hasta el fin del mundo, entonces yo prefiero creer Su Palabra. Eso es lo correcto.",
    "Dios desea que Su pueblo sea un pueblo separado de la incredulidad y también de los incrédulos. Muchos de Uds. están errando en este punto, permitiendo que sus hijos jueguen con cualquier “Oswaldo.” Ahora yo no deseo ser diferente y almidonado y así, y aparecer como un fanático, esa no es mi intención. Pero averigüe bien Ud. con quién está saliendo su hija de noche. Quizás Ud. la ha criado en una forma tan santa allí en la iglesia, pero de repente ella sale con un “Oswaldo” o algunos de ellos, y él es un ateo incrédulo. Al poco tiempo la vida de la joven ha quedado arruinada y Ud. ni sabe nada de él. Luego él se casa con ella y vea Ud. a dónde están sus hijos y sus nietos. ¡Tengan cuidado! Dios desea que su pueblo sea separado.",
    "Lea Ud. Exodo 34:12 y vea lo que Dios le dijo a lsrael. Les dijo: “Cuando entren a aquella tierra, LlMPlEN TODO LO QUE ESTA ALLI y no tengan nada que ver con esas cosas.” También en Josué 23:12, vean lo que dijo Josué: “Ahora Dios los ha traído a esta tierra tan buena.” Así como la iglesia de hoy en día. Y les preguntó: “¿Les gusta?” Respondieron: “Amén. Sí, nos gusta.”\n\n“Muy bien, pero aquí todavía existe un remanente de incrédulos y no quiero que tengan nada que ver con ellos. No se anden juntando con ellos.” Y hermanita, si ese joven te quiere llevar a la cantina para amigablemente compartir una bebida, ¡APARTATE DE EL! Y la misma advertencia sirve para Uds. jóvenes con la mujercita que intentaría lo mismo. Apártense de tales. Ahora seguramente van a decir: “El hermano Branham es un anticuado.” Pero algún día, cuando hayan caminado por la senda por donde yo he caminado, entonces descubrirán que eso es correcto. Sí señor.",
    "¡Cuántas veces he visto yo en las entrevistas personales a la joven confesando esa desgracia, y esa cicatriz ella la lleva hasta la muerte! Y muchas veces me dicen que fueron criadas en un lindo hogar Cristiano pero sucedió esto: salió con un joven y él era tan guapo que ella no pudo despegarse de él. Y de repente él estaba fumando y tenía su botella y comenzaron a tomar y así fue, y ahora ella se encuentra en la desgracia. Es una cosa lamentable. Y uno lo ve de ambos lados. Entonces APARTENSE, sepárese. Sea Ud. amigable y bondadoso con todo mundo pero no sea partidario de sus pecados, manténgase lejos de eso. Sí señor.",
    "Y amigos, siempre son los líderes, que cuando llega el tiempo del cambio en estas dispensaciones, son los líderes que tienen a la gente toda enredada. No ha sido tanta la culpa del pueblo, si el Evangelio se hubiera mantenido firme en el púlpito donde debiera estar.\n\nComo hace poco cuando yo estaba hablando con los Luteranos allá en el Colegio Betania. El me preguntó: “Hno. Branham, ¿qué cree Ud. que tenemos? ¿Qué diferencia hay entre este Pentecostés que Ud. menciona y nosotros los Luteranos?” Le respondí: “La Iglesia Pentecostal es la forma avanzada de la Iglesia Luterana.” Correcto. “Si Uds. se hubieran quedado en donde debieran haberse quedado entonces también fueran Pentecostales.”\n\nHoy en la mañana escuché a alguien que decía: “Todos los Cristianos comenzaron en Roma.” Deseo que alguien me pruebe eso a mí. Admito que todas las denominaciones comenzaron en Roma pero los Cristianos comenzaron en Jerusalén.",
    "Entonces si la jerarquía Católica desea que todos volvamos a la Madre de Cristianismo, estoy muy de acuerdo. Volvamos a Pentecostés para todos recibir el Espíritu Santo. En eso sí estoy de acuerdo. Pero eso no vino de Roma, vino mas bien de Pentecostés. La Iglesia no fue inaugurada en Roma, sino mas bien en el día de Pentecostés; no bajo sus dogmas sino bajo el bautismo del Espíritu Santo. Eso es lo que estoy procurando decir.\n\nSi es que vamos a volver, bien, volvamos al principio, no a la denominación porque no pasaríamos de Roma, porque ellos fueron los primeros en tener organización o denominación. Y ella es la madre de todas las demás, así nos dice la Biblia en Apocalipsis 17. Ella misma es una prostituta y la madre de rameras, sus hijas. Así nos dice la Biblia. Jesucristo dijo que la Iglesia Católica Romana era una prostituta y todas sus hijas protestantes eran rameras juntamente con ella. Y también dijo: “Salid de entre ellas oh pueblo mío, para que no seais partidarios de sus pecados y yo os recibiré, y para mí seréis hijos e hijas.” Allí lo tiene Ud. muy claro: “Teniendo la apariencia de piedad mas negando el poder de la misma.”",
    "Y Uds. Metodistas tan preciosos, como antes tenían entre Uds. el poder de Dios. En la ocasión cuando fui a Londres, Inglaterra, para orar por el Rey Jorge, me puse el manto de Juan Wesley. Y me llevaron a la Capilla de Wesley en donde él les predicaba a 1500 personas cada madrugada a las 5, antes que los hombres entraran al trabajo. Me senté en la silla en donde él convirtió a este peleador de gallos. Subí a su púlpito. Entré a orar en la habitación de donde subió al Cielo. Y pensé: “Si Juan solamente supiera lo que esta Igleisa Metodista ha hecho, él daría vueltas en el sepulcro.” Cuando antes oraban por los enfermos y tenían grandes señales; me paré junto a un monumento donde está un árbol, donde Juan Wesley estaba predicando la sanidad divina un cierto día. Y algunos miembros de la Iglesia Anglicana (la iglesia que domina en lnglaterra) soltaron un zorro y unos perros y con eso se desparramó la congregación del Hno. Juan. Ahora Juan nunca pesó más de 110 libras en toda su vida, pero en esa ocasión se dió la media vuelta y con el dedo apuntado al culpable dijo: “¡Oh, hipócrita! El sol no se pondrá sobre ti tres veces sin que me mandes a buscar para orar por ti!” Y aquel individuo murió en esa misma tarde con calambres en todo el cuerpo y rogando que Juan viniera a orar por él, y allí murió. Oh, si Uds. Metodistas fueran Metodistas de ese calibre entonces serían Pentecostales.",
    "Y ¿qué de Uds. los Bautistas? Se reunen en la iglesia por unos cuantos momentos y si el predicador se extiende más de quince minutos ya lo quieren excomulgar. Juan Smith, el fundador de la Iglesia Bautista, en veces oraba toda la noche y clamando por los pecados del pueblo hasta que sus ojos se le hinchaban y se le cerraban por tanto llorar, y entonces su esposa lo guiaba a la mesa y le daba el desayuno con una cuchara. Pero ahora no pueden orar ni quince minutos. ¿Qué pasa? Es que le han mezclado muchas tradiciones. Pero el Mensaje sigue adelante.\n\nIsrael venía siguiendo la Columna de Fuego. Donde se detenía la Columna, allí se paraban ellos; y cuando continuaba entonces ellos se marchaban. Y la Columna de Fuego está avanzando, sí.",
    "Y hallamos que los culpables son los líderes. Los líderes siempre han sido los más mezclados. Fijémonos en Datán allá en la Biblia en la dispensación de Moisés, bajo la ley. El era quien guiaba a la multitud de gente mezclada, Datán. Fue Coré cuando Dios levantó a Su profeta Moisés, quien tenía la Palabra del Señor. Y tenía dos y medio millones de gente allá en aquel desierto. Entonces se le acercó Jetró y le dijo: “Moisés, esta carga es demasiada, te va matar.” Dios tomó parte del espíritu de Moisés y lo colocó sobre 70 ancianos y ellos profetizaron y eso no le afectó nada a Moisés. Pero Moisés aún tenía la última palabra, por cuanto él tenía el ASI DICE EL SEÑOR.",
    "Uno no puede obrar bajo un grupo de hombres. Yo reto a cualquiera que me muestre cuándo fue que Dios usó un grupo de hombres. El mas bien usa un solo hombre, exactamente; un hombre a la vez, porque dos hombres tendrán dos opiniones—un solo hombre, exactamente la verdad. Noten bien que en cada dispensación ha sido de esa manera. Así ha sido cada vez.\n\nAllí estaba parado Moisés, y ¿saben Uds. lo que dijo Coré? Dijo: “Moisés cree que sólo él puede predicar, sólo él tiene el mensaje. Sí, todos sabemos que la Columna de Fuego siempre está sobre él; sabemos que la Luz le sigue. Sabemos todo eso, pero él piensa que sólo él tiene el mensaje.” Pero esa no fue la intención de Moisés. El no quizo que se entendiera de esa manera. Lo que intentaba hacer era de CORREGlR al pueblo. Habían ideas demás, y uno tiene que poner atención en algo. Y ¿qué pasó? Dios dijo: “Sepárate de él y Yo abriré la tierra y acabaré con él y su congregación.” En eso se abrió la tierra y salió fuego y todos aquellos perecieron.",
    "Los líderes son los que causaron los problemas entre el pueblo. Si no fuera de esa manera hoy, nosotros podríamos llegar a esta ciudad y toda iglesia y toda congregación se juntarían. A muy poco tiempo se cerrarían todas las despensas de licores. Esta ciudad estaría tan libre del licor que un contrabandista de licores se tendría que cebar por media hora para conseguir suficiente humedad para escupir. ¿Entienden? Pues sería tan…Oh, perdónenme, no debiera haber dicho eso. Pero lo que quiero decir es esto: ¡ESTAMOS MUY DESPARRAMADOS! Pero son los LIDERES. Dios puede entrar para hacer algo, pero los líderes de estos grupitos temen tanto que algo se va perder que se apartan de lo que está sucediendo, en lugar de aceptar el Mensaje de Dios. Fueron los líderes allá en los días de Noé; fueron los líderes en los días de Moisés; fueron los líderes en los días de Jesús. ¡Y son los líderes en este día del Espíritu Santo!\n\nEsta multitud mezclada de toda clase de gente, me dicen: “Oh, permita que las mujeres hagan esto. ¿Por qué siempre está Ud. hablando en contra de ellas?”",
    "Como he dicho antes y creo que fue aquí mismo, y es que siempre estoy procurando que mis hermanas se pongan en la línea. Ellas son el blanco y han sido el blanco en toda edad. Satanás las ha usado desde el Huerto del Edén. Y cuando la Biblia nos muestra en particular a América y sus mujeres en los últimos días, entonces yo comienzo a martillar y alguien me dijo: “Hermano Branham, el pueblo lo honra a Ud. como un profeta.”\n\nLe respondí: “No lo soy.”\n\n“Pero es que le tienen a Ud. esa reverencia. ¿Por qué no les enseña mejor Ud. a esta gente cómo recibir los grandes dones espirituales? Enséñeles esas cosas. Sabemos que Dios lidia con Ud., entonces ¿por qué no les intruye Ud. a las mujeres en lugar de siempre estar cortando?”\n\nLe dije: “Yo les he predicado por 31 años, y ¿cómo puedo yo enseñarles álgebra cuando ni siquiera han aprendido el abecedario? ¿Por qué es que ellas no se ponen en la línea para portarse como damas? ¿Por qué siguen ellas actuando de esta manera? ¿Cómo puede uno instruirles en cosas espirituales cuando ni siquiera pueden creer las cosas naturales? ¿Cómo puedo instruirles en esas cosas?” Ahora bien, cuando la iglesia sube a ese nivel entonces se les puede instruir en ese nivel: cómo recibir los dones de Dios y cómo manifestar los dones y estas cosas. Pero el Espíritu Santo jamás permitirá que eso suceda, hasta que el corazón no esté bien y preparado para recibirlo.",
    "Gracias a Dios que está allí como una gran presión. No vaya Ud. a temer que habrá demasiados. Ud. no puede agotar a Dios. ¿Puede Ud. imaginarse una rata o un ratoncito así de largo, allá en los tremendos graneros de Egipto, diciendo, “Vale más que me coma solo un grano cada día porque posiblemente esto se vaya a acabar antes de la próxima cosecha?” ¿Puede Ud. imaginarse un pecesito de este tamaño, nadando allá por el oceáno, y diciendo: “Vale más que tome de esta agua con mucho cuidado porque posiblemente se me acabe?” Así mismo sería el intentar agotar la bondad y la misericordia de Dios que El tiene para con Su pueblo. ¡EL DESEA BENDECIRTE! El está listo y está presionando. ¿Puede Ud. imaginarse la presión que habría en la salida de un tubo de cuatro pies de diámetro en la cual se habrán colocado todas las aguas de todos los oceános? ¡Estaría buscando cualquier pequeña fractura por donde salir! ¡Y así mismo es con la presión del Espíritu Santo, deseando bajar en cada vida!",
    "Pero no están dispuestos, siendo que aman los credos más que a Dios. Uno tiene que deshacerse por completo de las cosas del mundo y creer a Dios. Y eso no puede ser negado, Uds. lo han visto año tras año y vez tras vez. Y aún aquí mi amigo José ha dicho: “Esto no ha fallado ni una sola vez, tiene que ser Dios.” Y lo que es más, esta es la promesa de Dios para el día presente. No soy yo. YO no soy la promesa de Dios, yo sólo soy un hombre, pero estoy hablando de Su Espíritu Santo. Esa es la promesa del día. Para quienquiera en cualquier lugar.",
    "Entonces hallamos que ellos fueron los culpables. Y tomaremos a Balaam por ejemplo. El vino e instruyó al pueblo en su propia doctrina. Entonces ellos dijeron: “Vean, todos somos creyentes; somos todos nietos de Lot.” Moab allá, también dijo: “Todos somos iguales.” Y en eso él causó que se mezclaran, dando lugar a los casamientos entre las razas. El fue la causa de que aquellas hermosas mujeres Moabitas, todas pintadas, se mezclaran. El vino por acá, y les dijo a estos hijos de Dios que todos eran iguales. Dijo: “A pesar de todo, Dios es el mismo Dios de todas las razas, todo está bien.” Y él los casó. ¡A raíz de eso Dios trazó una línea de separación y mandó que dejasen sus hogares y todo! ¿Qué era? ¿Entienden? Fue lo mismo que ocurrió allá antes del diluvio, “viendo los hijos de Dios que las hijas de los hombres eran hermosas, y las codiciaron, y tomaron para sí mujeres.” Lo mismo ocurrió allá entonces.\n\nY lo mismo está ocurriendo ahora mismo. Una vez más, es lo mismo. Uds. debieran verlo. Cada generación fija las condiciones para la próxima. Y aquí está, lo estamos viendo. Entonces sabemos que es lo mismo por cuanto la Biblia nos declara que es igual como fue. Muy bien. Y todo eso da razón del día en que estamos viviendo.",
    "Ahora, el llamado de hoy en día, lo único que tiene importancia entre las iglesias hoy en día es la membresía. Solo se interesan por más miembros. Todos conocemos aquel dicho de los Bautistas en 1944: “Tendremos otro millón en el ’44.” Conocemos a nuestro precioso y bondadoso hermano Billy Graham, vemos su lugar en las Escrituras, donde él se reune y lo que hace. Pero siempre se trata de “decisiones.” “Tantos mas cuantos hicieron decisiones.” Solo denominación, es todo lo que desean.\n\nAsí fue también en los días de Jesús, igual. No eran hombres malos, sino solamente ciegos, ciegos a la Verdad. Jesús mismo les dijo: “Fariseos y Saduceos ciegos, tantas cosas que hacen.” Y ¿qué dijo El que hacían? “Escribas y Fariseos, ¡estáis ciegos!” No dijo: “Son pecadores.” Eran pecadores, pero hay que ver lo que nosotros llamamos pecado. Ahora nosotros llamamos pecado el cometer adulterio, fumar, mintiendo, robando, y cosas semejantes, a eso llamamos pecado. Pero eso no es pecado. Esos son los atributos de incredulidad. La Biblia dice: “El que no cree, éste ya ha sido condenado.” Pecado es incredulidad en la Palabra.",
    "Fíjense en aquellos hombres: eran tan santos. Moralmente Ud. no podría decir nada en contra. Sus abuelos, sus bisabuelos, tatarabuelos, tataratatarabuelos todos eran sacerdotes y guardaban la ley y las tradiciones de los ancianos y de los padres al pie de la letra por todas las generaciones. En ellos no existía ni una sola mancha porque si hubiera entonces serían apedreados. Eran hombres buenos. Y Jesús les dijo: “¡Sois de vuestro padre el diablo!” ¿Por qué? Porque no reconocieron el Mensaje, la Palabra. El allí estaba presente y ellos decían: “La intención de este hombre es de dividir nuestras iglesias.”\n\nEl les respondió: “¡Qué Fariseos y Saduceos más ciegos!.” Y dijo: “Recorréis mar y tierra para hacer un solo prosélito. Qué cosas no hacéis para conseguir un solo miembro. Y cuando lográis hacerlo llegar a vuestra denominación, éste es entonces dos veces más hijo del infierno que cuando estaba allá afuera.” Eso es exactamente lo que dijo Jesús.",
    "Y si existe algo que en realidad es injusto e impío, es el acto de tomar un miembro de la iglesia con sus ideas tan anticuadas, el cual piensa que está tan correcto, y que no puede ver nada sino a través de sus propios lentes; ahora no estoy criticando pero, bueno sí estoy cirticando. Eso es exactamente la verdad. Y Jesús dijo: “Sois dos veces más hijo del infierno que cuando comenzásteis.”\n\nAhora cuando consideramos una iglesia y no importa cuantos miembros pueda haber en la iglesia, pero los vemos saliendo a los hipódromos y las mujeres paradas en las calles vestidas en estos pantaloncitos, y a la vez cantanado en el coro, eso allí es el tropiezo más grande para el incrédulo. Correcto. Se espera que los que se dicen ser Cristianos, cuando menos que lleven una vida decente y que sean una persona distinta que antes. Eso les sirve más bien de mal ejemplo; les sirve de tropiezo; les sirve de hipócrita. Eso es diez veces peor de lo que era antes; sería mejor que aún estuviera allá como antes.",
    "Cuando uno viene y dice: “Pues ellos viven igual que yo.” Correcto. “Yo veo que estamos casi iguales.” Y allí está el tropiezo. Correcto. Si un incrédulo llegara y dijera: “Jesús dijo esto aquí.” Y uno de estos le respondería: “Pero eso no es para nosotros y no quire decir así como dice. El no quizo decir eso de esa manera. Eso fue para otra edad.” ¡Qué incrédulo más tremendo! ¿Qué le pasa a Ud.? Ud. con eso le ha puesto una piedra de tropiezo en el camino de esa persona.",
    "En los Salmos, David dijo: “Bienaventurado el varón que no anduvo en consejo de malos, ni estuvo en camino de pecadores.” No ande Ud. así metiéndose en el camino del impío, ni debe sentarse en consejo con los malos, mofándose de los justos y comentando que fue una forma de piedad. “Sino que en la ley de Jehová está su delicia,” (tal persona ama ponerla por obra.) “Será como árbol plantado junto a corrientes de agua. Su hoja no cae, y todo lo que hace, prosperará,” llegará a acontecer, exactamente. Esa es la clase de Iglesia que Dios desea. No estos ciegos guías de ciegos, y en estos últimos días tantos mofadores que han llegado a la escena.",
    "El mensaje del evangelista del tiempo final está basado en Malaquías capítulo 4. Es una restauración. Tanto el mensaje como también el mensajero tendrán que ser con la restauración de la fe. Judas escribió esto como unos 30 años después de la crucifixión: “Amados, por la gran solicitud que tenía de escribiros acerca de nuestra común salvación…que contendáis ardientemente por la fe que ha sido una vez dada a los santos.” Malaquías, el último profeta del Antiguo Testamento, dijo que: “He aquí, yo os envío el profeta Elías, antes que venga el día de Jehová, grande y terrible. El convertirá el corazón de los hijos a los padres,” justamente antes del tiempo de la destrucción.\n\n¿Qué es? Es un Mensaje que sale, el mensaje y el mensajero de los últimos días. Y eso no es para llevarlos a un credo, sino mas bien es para sacarlos de los credos y traerlos nuevamente a la fe original de los padres, los padres pentecostales, justamente en donde la Iglesia debe de estar en los últimos días. No estamos hablando de los padres del tiempo de Moisés, sino los padres pentecostales.",
    "Los “padres” del tiempo de Moisés tienen que ver con Malaquías capítulo tres: “He aquí, yo envío mi mensajero, el cual preparará el camino delante de mí.” En Mateo capítulo once, Jesús testifica lo mismo al decir: “Mas ¿qué salisteis a ver? ¿un hombre cubierto de vestiduras delicadas y con el cuello al revés?” Así no era Juan. El dijo: “Los que se visten de tal forma están allá en el palacio del rey y en estas grandes denominaciones. Tales son los que besan a los niños, entierran a los muertos, casan a los jóvenes. Tales están allá lejos. Pero ¿qué salisteis a ver? ¿una caña sacudida por cualquier viento?” Así no era Juan. No, no. A él no lo sacudieron cuando se toparon con él, diciendo: “No tendrás nada de cooperación si llegas allí.” Eso no le importaba nada a Juan, él de todas maneras fue. Les preguntó Jesús: “¿Qué fuisteis a ver? ¿Un profeta? Sí, y os digo más que profeta. Y si pudiéseis entender, este es aquel que fue anunciado por el profeta, diciendo: ‘He aquí envío a mi mensajero delante de tu faz, el cual preparará el camino.’” (Malaquías 3).",
    "Y acá en Malaquías 4, para las edades de la iglesia, El dijo: “He aquí os envío a Elías el profeta, antes de aquel día.” Ese no pudo haber sido Juan, puesto que el mundo no fue quemado en aquel tiempo, ni tampoco sucedió que los justos salieran a caminar sobre la ceniza de los impíos. No. Es mas bien en esta edad presente cuando un mensaje saldrá que ¿qué? RESTAURARA LA FE DEL PUEBLO—LA IGLESlA DE HOY EN DlA QUE HA SALIDO DE TODAS ESTAS CORRUPCIONES Y CUERPOS DENOMINACIONALES LLENOS DE LLAGAS PODRlDAS—A UNA FE VlVIENTE Y UN DIOS VIVO. Y el mensaje ya ha estado corriendo por años. Correcto. Y ahora es el tiempo cuando debemos REClBlR Y CREER EL EVANGELlSMO DEL TIEMPO FINAL PORQUE ES PARA RESTAURAR. Joel dijo lo mismo: “Yo restituiré los años que comió la oruga.”",
    "¿Se acuerdan Uds. de mi mensaje reciente tocante al “Arbol Novia,” cómo fue que tomaron a Jesús? El fue el Arbol, el mismo que vió David cuando dijo: “Un árbol plantado junto a corrientes de agua, que da su fruto en su tiempo…” Era el Arbol más perfecto; pero lo cortaron y lo crucificaron en un madero romano fabricado por el hombre, para burla y desprecio. Pero ¿qué hizo? Se levantó al tercer día. Y ¿qué más? Colocó un Arbol Novia, un varón y una hembra, así como los árboles en el Huerto del Edén, dos árboles. Uno es el árbol de la. Vida, y el otro es el árbol de la Muerte. Y ¿qué hizo? Vino para redimir este árbol. Y siendo que lo redimió allá en el Calvario, ahora esttá listo para plantarlo. Oh, qué cosa, al decir eso comienzo a sentirme religioso.\n\nSu plan es de restaurar Su Arbol Novia, el árbol que debiera de haber estado en el Edén. Pero ella falló allá por cuanto descreyó la Palabra. Pero acá El restaurará un árbol que Sl CREERA LA PALABRA. Y cuando este árbol se levantó en el día de Pentecostés con esa doctrina original y la fe original, entonces ¿qué comenzó a hacer Roma? Comenzaron con la oruga, y luego el saltón. Y cada una comió su parte, el fruto, las hojas y todo hasta que se lo acabaron.",
    "Pero ¿qué dijo el profeta cuando vió eso? Dijo: “PERO YO RESTITUIRE AQUEL ARBOL, DICE EL SEÑOR.” Comenzó allá en la reformación, pero ¿qué pasó? Se organizó. Y Dios la podó, así como en San Juan capítulo 14, le cortó toda la organización. Entonces volvió en el tiempo de Wesley y se organizó, y Dios nuevamente la podó. “Yo restituiré,” y todavía está en camino.\n\nAhora ¿qué hace? En el tiempo del atardecer habrá, no una organización, sino una copa. ¿Dónde es que la fruta madura primero? En la copa del árbol. ¿Por qué? Porque allí le pega el sol. Y en el tiempo del atardecer, las semillas ya han sido sembradas para un Arbol Novia, en el tiempo de la tarde, cuando el Arbol de la Vida se torna en el Arbol Novia. ¿Lo pueden ver?\n\nY ahora las luces del atardecer han salido para regar y para madurar el fruto que ha estado en el Arbol que fue sembrado. Las semillas han sido sembradas. Es ahora el tiempo del atardecer. Entonces el Evangelismo del Tiempo del Fin será la señal de Malaquías 4, para restaurar la fe del pueblo una vez más a la fe de los padres. Sí señor. Una vez más a las piedras del fundamento. Amén.",
    "Hoy en día los líderes están clamando nuevamente: “Números, números.” Es igual como decían allá en los días de Jesús, en aquella dispensación. El dijo: “¡Ay de vosotros, escribas y fariseos, hipócritas! Porque recorréis mar y tierra para hacer un prosélito, un solo miembro. Y cuando lo habéis obtenido, le hacéis dos veces más hijo del infierno que cuando comenzásteis.” Y hoy en día gastan billones de dolares y hacen toda clase de esfuerzo para ganar un miembro más en la iglesia. Y cuando lo obtienen, el pobre está en una peor condición que como estaba antes. Es que lo convierten en un hipócrita. Y permiten que los hombres hagan tantas cosas y que participen del mundo, y que se mofen del Evangelio y tantas cosas.\n\nY nuevamente los líderes de este día están clamando: “Números, números.” Y eso es todo lo que tiene valor hoy en día, los números. Y otra cosa, las decisiones.",
    "Esa es una palabra tan grande hoy, “decisiones.” Ojalá que en realidad decidieran algo, sí, para servir a Dios, en vez de estar uniéndose a tantas iglesias. “Hagan una decisión y vengan a registrarse aquí.” Y así pasa con tanta gente.\n\n“A ver, ¿tú cómo te llamas?”\n\n“Juan Jones.” (Un nombre muy común en E.U.A.—Trad.)\n\n“¿Aceptas a Jesucristo como tu Salvador?”\n\n“Sí”\n\n“¿Crees que Jesucristo es el Hijo de Dios?”\n\n“Sí”\n\nY Satanás cree todo igual, todo. La Biblia así dice, dice que él cree y hasta tiembla, sí señor.",
    "Pero uno no tiembla cuando en realidad cree. Mas bien se regocija: “todos los que aman Su venida.” Como he dicho, y siempre me están llegando cartas, diciendo: “Hermano Branham, Ud. está espantando a la gente al decirles que el fin se aproxima.” ¿Espantar a la iglesia? Pero si eso es lo más glorioso que podría acontecer: la venida del Señor, aquí en el tiempo del fin. Ojalá fuera en este mismo momento. Seguro. Es la cosa más gloriosa que jamás he pensado, cuando habré de encontrar a mi Señor. Dejaré caer este manto de carne y subiré a recibir el premio eterno. Volveré a la juventud nuevamente y viviré para siempre con mi Señor y con toda mi gente. Oh, yo no puedo imaginarme querer seguir luchando en todo este pecado y pruebas y tanto dolor en esta habitación de pestilencia. El hecho de poder dejar todo esto y subir a recibir una corona de justicia, es la cosa más gloriosa que jamás he oído. Como dijo allá el Apóstol Pablo,\n\n“He peleado la buena batalla, he acabado la carrera, he guardado la fe.\n\nPor lo demás, me esta guardada la corona de justicia, la cual me dará el Señor, juez justo, en aquel día; y no sólo a mí, sino también a todos los que aman su venida.\n\nNo dice “los que creen en Su venida” sino “Los que aman Su venida.” Es un verdadero gozo el saber que el viene. Cierto, sí señor.",
    "Pero hoy en día sólo se habla de “membresía” y “decisiones” y “traigan más miembros a la iglesia.” Pero ese no es el evangelismo del tiempo del atardecer.\n\nAhora en unos momentos ya voy a terminar, pero deseo hablarles desde mi corazón. Ojalá no los haya detenido demasiado. Todavía me restan unos 7 ú 8 minutos. Deseo hablarles desde mi corazón.\n\n¿No es esa la verdad? Decisiones, uniéndose a iglesias. “Deje Ud. esa iglesia metodista y venga acá con nosotros, los bautistas.” O, “deje esa iglesia bautista y venga acá a unirse con nosotros, los metodistas, o presbiterianos, o luteranos, o católicos,” los que quieren apoderarse de todo. “Miembro, miembro, miembro, miembro, decisiones, decisiones.”",
    "Pero ¿de qué sirven las piedras si no tienen un cantero para darles forma? Confesiones son piedras. Cuando Pedro hizo su confesión, Jesús le dijo: “Tú eres Pedro, una piedrita.” Pero ¿de qué sirve una piedra si no está presente el cantero para darle la forma de un hijo de Dios? Sólo estan amontonando piedras. ¿Correcto? Y de nada sirve. El agua es lo que va formando las piedras. Correcto, o sea, el pueblo.\n\n¿De qué sirven las piedras si no está presente un verdadero cantero con una herramienta con buen filo para formarlas para que cuadre cada una en su lugar en la casa de Dios? Solamente les quiero preguntar ¿de qué sirven las decisiones? ¿De qué sirve colocar su nombre en el registro? ¿De qué sirve unirse a una iglesia si allí no está el cantero, el cual les puede dar forma y hacer que dejen de hacer esto y aquello, y los corta para que queden de cierta manera y los va cuadrando y les va dando forma de Cristianos, colocados en la Casa de Dios, con señales siguiendo al creyente? Ese es el evangelismo del tiempo del fin: tomando las piedras y formándolas.",
    "Pero ¿de qué sirven las piedras si solamente las vamos a amontonar? Mejor fuera que las dejemos donde están, quizás sirvan mejor así que amontonadas. Quizás allá sean útiles y al amontonarlas no estarían en su debido lugar. Correcto. La piedra no tiene razón sin la presencia del cantero.\n\nJesús toma en cuenta el carácter, no el número de miembros. ¿Sabían eso? El toma cuenta del carácter. Dios siempre se ha interesado en obtener un solo hombre en Sus manos. Con esto tiene—un solo hombre y con eso efectuará Su obra. Así ha sido a través de los años. Piensen, El pudo hallar solo un hombre justo en los días de Noé. Pudo hallar un solo hombre justo en los días de Moisés.\n\nFijémonos en Sansón. Dios sólo puede utilizar lo que Ud. le rinde. Sansón era un hombre fuerte, tenía mucha fuerza. Sansón le rindió su fuerza a Dios, pero no quería rendir su corazón; entregó su corazón más bien a Dalila. Y así pasa con la gente de hoy en día. Hacen cualquier esfuerzo para salir de alguna deuda, para edificar una denominación más grande y cosas por el estilo; pero cuando se trata de entregar el corazón, no tienen interés. Correcto.",
    "Pedro cargaba una espada y la sacó y le iba a cortar la oreja del siervo del sumo sacerdote, y hasta lo hizo. Pero cuando se trató del genuino valor Cristiano, él no lo tenía. Mas bien se retractó y hasta negó al Señor. ¿Correcto? Podía quitarle la oreja al siervo del sumo sacerdote con la espada, correcto, porque la sabía manejar. Pero cuando llegó la hora de la presión cuando tuvo que pararse sobre la Palabra de Dios, él no tuvo el valor y aún negó que conocía a Jesús. Y así está la cosa hoy en día.\n\nTenemos valor suficiente para levantar edificios e invertir millones de dólares. Tenemos suficiente valor para invertir en órganos y asientos de todo lujo y para salir a proselitar de lugar en lugar para que los metodistas se conviertan a ser bautistas y así viceversa, pero cuando es cuestión de tener valor Cristiano para poder aceptar la Palabra, el Mensaje de Dios, y pararse firme, somos muy pocos. Así que nuevamente, ¿de qué les sirven las piedras sin el cantero? ¿Correcto?",
    "Dios está buscando carácter, no la membresía, sino CARACTER.\n\nCuando Eliezer salió en busca de una novia para lsaac, él sudó mucho hasta que por fin halló carácter. Recuerden, Abraham lo responsabilizó a él así como también Dios nos responsabiliza a nosotros, los ministros: “¡BUSCA MI NOVlA!” Dios les bendiga, yo no estoy buscando miembros, sino mas bien los “de limpio corazón,” alguien que pueda creer la Palabra.\n\nEliezer buscó y pensó: “Oh, así solo no puedo hacer esto, la responsabilidad es demasiada. Me pesa mucho la gran responsabilidad envuelta en hallar una novia para Isaac” (el cual fue un tipo de Cristo, y Rebeca siendo tipo de la Novia). Entonces Eliezer se arrodilló y dijo: “Oh, Dios, me tienes que ayudar.” Y cuando se inclinó hacia Dios, entonces Dios le ayudó y él consiguió carácter.",
    "Hermano, regrese a la Palabra, vuelva a Dios. No le preste atención a esa iglesia a la cual Ud. pertenece. Ud. bien se puede quedar allí si así lo desea, si se lo permiten. Pero lo primero que hay que hacer es llegar a Dios. Correcto. Este es el evangelismo en el tiempo del fin. Sí señor, CARACTER.\n\nEntonces cuando Eliezer halló el carácter que estaba en aquella mujer, en Rebeca, aquella hermosa esposa para lsaac; el siervo entonces le habló acerca de lsaac y ella no dudó nada. Ella creyó la palabra del mensajero, y se preparó para el viaje. Fueron para pedir permiso del padre y él dijo: “Consulte con ella, la joven ya es de edad. Lo que ella diga, así será la decisión.”\n\nElla dijo: “Yo iré.” A ¿qué? A un hombre que jamás había visto, ni conocía nada acerca de él. Sin embargo, estaba lista por cuanto estaba predestinada y preordenada para ese propósito. Exactamente correcto.",
    "¿Se han fijado bien en la mujer quien le lavó los pies a Jesús? Ella no pidió la bendición, sino solamente lo vió allí. Y aquel hipócrita estaba buscando cómo burlarse de El para degradar Su carácter. Eso fue lo que siempre buscaban, lograr que El apareciera degradado. Muchos le seguían sólo con ese fin. Decían: “Oh buen maestro, sabemos que Tú eres un gran hombre de Dios, no tienes temor de nada. Eh, ¿debemos dar tributo a César?” ¿Pueden ver? Así tantas cosas, intentando hallar algo para ennegrecer Su Nombre, difamarlo. Y este fariseo lo invitó para cenar—aquella denominación—y El ya sabiendo que le tenían una trampa preparada, como dirían entre los gariteros, “jugando con doble baraja.” Tenían algo en común.",
    "Cuando Ud. ve gente así que le odian a uno y su posición en Cristo, y luego lo comienzan a usar, ya sabrá que es para ganar dinero o algo semejante, para usarlo de alguna forma. No es que desean creer el Mensaje, lo tienen a uno allí por alguna otra razón. ¿Y acaso piensan Uds. que ese mismo Cristo no discierne la misma cosa hoy en día? Ciertamente que sí.\n\nPero bien, lo trajeron allí y dijeron “Ahora lo probaremos.” Le permitieron entrar hediondo; no le lavaron los pies y ni siquiera le dieron la bienvenida. Allí estaba sentado y había caminado por aquellos caminos vestido en la túnica de aquellos días, y era el mismo camino por donde caminaban los caballos y los demás animales. Eran caminos muy angostos en aquellos días y todos caminaban por el mismo camino, y esas túnicas arrastraban tanta inmundicia y el polvo del camino y El olía como el corral. Entonces imagínese cómo era entrar así a la casa del huésped donde tenían aquellas alfombras tan lujosas. Pero tenían una fórmula con que se lavaban la cara y los pies y les daban unas zapatillas de casa, y les guardaban las sandalias. Luego después de esa preparación y una túnica limpia y un peinado etc., entonces era que uno le daba la bienvenida a sus invitados y se abrazaban y se besaban en el cuello. Así como vieron que nos saludamos yo y el hermano José hace unos momentos, nos abrazamos.\n\nPero aquel fariseo, después de haber invitado a Jesús, allá se encontraba sentado, sin que le hubiesen lavado los pies, no le prestaron ninguna atención. Allí lo dejaron para poder burlarse de El.",
    "Pero entonces una prostituta pobrecita y degradada con unos centavitos que ella había ganado en su mala forma de vivir, lo vió sentado allí y de repente le comenzaron a correr las lágrimas por las mejillas. Ella fue y con todo su dinero compró un vaso de alabastro. De alguna manera se metió y llegó a donde estaba El, y se cayó postrada a Sus pies y comenzó a llorar y con el cabello (porque ni toalla le habían dado), y con su cabello le limpió los pies. ¡Qué agua más hermosa para Sus pies, las lágrimas de la pecadora arrepentida!\n\nSi El solamente hubiese movido el pie ella hubiera brincado. Ella no vino para pedirle nada, sino que vió la necesidad de la hora.",
    "¿No podemos nosotros hacer lo mismo hoy en día? No estamos pidiendo nada, pero existe la urgencia. Es preciso que el Evangelio sea predicado. Ya sea que nos den un centavo o lo que sea, no importa. Yo jamás he levantado una ofrenda en toda mi vida. Esto ahora es una necesidad, es un llamado. Uno se separa y las iglesias le odian a uno y lo echan fuera, y uno se queda con los pocos amigos que uno logra reunir. Pero es un Mensaje y tiene que salir, cueste lo que cueste. No entré a la radio y los grandes programas de televisión donde tienen que rogar al pueblo por el dinero. Yo no podría hacer tal cosa. Yo mas bien deseo ser su hermano. Quiero ir a donde Dios me dirige, si son cinco personas allí iré; si son un millón entonces Dios suplirá cómo debo llegar, eso es todo. Yo vivo por fe. Y así debemos vivir todos y gracias a Dios que así viven muchos, de esa misma manera. Correcto, así viven.",
    "Pero fijémonos en esta mujer. Jesús no movió ni el pie. Pero miren Uds. este fariseo parado allá intentando burlarse de Jesús. Dijo: “Ahora si este fuera en realidad un profeta, él conocería qué clase de mujer le está lavando los pies. El conocería qué clase de mujer le está prestando atención. Allí lo tienen. Eso nos muestra con qué clase de gente se mezcla.” (Oh, yo estoy tan contento por eso mismo.) “Miren qué clase de gente se le arrima. Nosotros somos la gente más refinada, somos los miembros de las iglesias. Pero miren aquella pecadora que está con El, aquella mujer. Nosotros la conocemos bien, es la que siempre anda por la calle…” Uds. saben lo que quiero decir. “Ella es esa clase de mujer, y noten bien que esa es la clase de gente que se le arrima.”\n\nOh, estoy tan agradecido, tan agradecido.",
    "Uds. saben, de tales era yo. Yo también era de esa clase de gente; de nada servía, era pecador. Y todos Uds. que no se han arrimado a El están en la misma condición. Uno no viene solamente para ser miembro de iglesia, sino porque existe algo por delante para hacer. Jesús necesita ser servido y es preciso que alguien esté presente. Prosigamos.\n\nElla no dijo: “Señor, ¿me vas a bendecir? ¿Harás esto o aquello?” No, únicamente le lavó los pies y se los secó con su cabello. Algunas de nuestras hermanas tendrían que pararse de cabeza para tener suficiente cabello para secarle los pies. Pero con ella no era así, sus rizos hermosos cayeron en cascada y le secó los pies y también le estaba besando así los pies seguidamente. Jesús se mantuvo muy quieto, observándola, y no se movió ni una pulgada.\n\nDespués cuando ella hubo terminado, El se dio la media vuelta",
    "y allá estaba Simón parado con toda la asociación ministerial diciendo: “Allí lo tienen, ese es. Eso nos muestra como es. El no es profeta, mírenlo.”\n\nEntonces Jesús lo miró y dijo: “SlMON.” Me imagino que el rostro se le volvió rojo. Dijo: “Tengo algo que decirte. Tú me invitaste a tu casa, sin embargo cuando pasé por la puerta no me lavaste los pies, no me diste el beso de bienvenida, tampoco me ungiste la cabeza; mas bien te quedaste allí parado buscando cómo burlarte de mí. Tú me has traído aquí con ese propósito. Mas esta mujer, desde que entré, ella se ha ocupado de continuamente lavarme los pies con sus lágrimas y me los ha secado con el cabello de su cabeza. Y constantemente me ha estado besando, no en el cuello, sino los pies.”\n\n“Y tú hermanita, no esperabas nada, ¿verdad?”\n\n“No.”\n\n“Pero yo te digo que tus pecados, los cuales han sido muchos, ahora te son todos perdonados.” ¿Pueden ver? Por todo ese rato ella no tenía ningún interés sino quizás un temor de que no estaba haciendo lo correcto, pero ella vió la necesidad y su galardón vino al final.",
    "Ud. quizás me esté escuchando predicar este mensaje y quizás Ud. vea al Espíritu Santo discernir y hacer grandes cosas y obrar maravillas. Ud. quizás pueda orar y la cosa jamás suceda, pero prosiga, porque su galardón viene al final. ¿No sería mejor de esa manera? Sí. Sírvale Ud. a Jesús. Ese es el Mensaje del tiempo del fin.\n\nEl tiene una Novia, y Dios está buscando carácter. Y después de que Eliezer halló el carácter, lo que seguía era prepararla para el viaje. Y es igual hoy hermano, igual. El Mensaje del tiempo del fin no está allá en Babilonia.",
    "Y eso es lo que te dije a ti, José. Este, mi hermanito sueco, un cierto día puso su rostro sobre mi hombro y lloró como un niño y dijo: “Hermano Branham, Dios me envió a Chicago y me dijo que yo iba ver el sacudimiento de Chicago algún día. Pero ahora me están despidiendo, me están quitando mi iglesia.” Es la iglesia más hermosa de Chicago. Dijo: “Me lo están quitando; me han echado, votaron en contra mí. Yo no sé qué debo hacer.”\n\nLe dije: “José, Dios no miente. Tú ya has visto el sacudimiento de Chicago.” Eso comenzó en Nueva York cuando yo lo ví a él allá, cuando aquellos no querían cooperar con él y por lo tanto yo no iría y ni lo conocía entonces. Pero algo en él me atrajo a él. Y yo no estoy diciendo esto solamente porque estamos llegando a la noche misionera pero porque es la verdad. Yo fui atraído a José. Rechazé ir a Chicago por cuanto no querían cooperar con él. Entonces fue cuando dije: “Tampoco iré yo.”\n\nMe dijeron: “Pero es que Ud. no lo conoce.”\n\nDije, “Cierto que no lo conozco, pero Dios sí lo conoce y él es un siervo de Dios. Y para mí, él está bien parado.”\n\nEntonces José dijo: “Ojalá pudiese yo ver el sacudimiento de Chicago.”",
    "Pero es que un sacudimiento no es toda aquella carne de cañón; no es toda aquella basura que va ser destruida, toda esa paja. El sacudimiento se efectúa entre la iglesia. En el aposento alto hubo apenas 120 de entre los millones en aquel día cuando sucitó aquel sacudimiento. Correcto. El sacudimiento ocurre con el pueblo. Vean esto: Cuando estaban celebrando aquel tremendo avivamiento y Apolos, el gran predicador Bautista, el cual no había recibido aún el Espíritu Santo siendo que aún no había sido bautizado en el Nombre del Señor Jesucristo; entonces fue que Pablo, viajando por la costa de Efeso se encontró con esta poderosa iglesia de la cual habla la Biblia. Fue y les habló del camino del Señor y les preguntó: “¿Han recibido Uds. el Espíritu Santo desde que han creído?” Y ellos ya estaban gritando y gozándose tremendamente. Y le respondieron: “No sabemos si aún existe tal cosa.”\n\nEntonces él les preguntó: “¿Cómo pues fueron bautizados?”\n\n“Fuimos bautizados bajo el bautismo de Juan.”\n\n“Ese bautismo ya no es efectivo. Les es necesario ser bautizados nuevamente.” Y él los rebautizó en el Nombre del Señor Jesucristo, les impuso sus manos y fueron investidos del Espíritu Santo y hablaron en lenguas y profetizaron y no eran más de unas 8 ó 10 personas.",
    "UN SACUDIMIENTO. ¿Pueden ver? Dios no sacuda eso allá. El infierno es lo que va sacudir eso cuando lo recibe. Pero Dios sacuda Su Iglesia.\n\nUn Angel llegó allá con Abraham en el cerro y obró una maravilla tocante al pensamiento que él tenía en su corazón. ¿Correcto? Y Sara estaba detrás en la tienda. Y los Angeles que bajaron a Sodoma tuvieron miles. El sacudimiento viene en el grupo pequeño. José, tú has visto eso. Tú has visto a Chicago recibir su última llamada. Correcto. Y Dios te ha honrado, has hecho exactamente lo que te mandó.\n\nLa cosa ahora es de preparar la Novia.",
    "Y con esto quiero terminar. El Mensaje del tiempo del fin es para alistar a la Novia para el rapto. ¿Qué puede hacer? Según Malaquías capítulo 4, es cuestión de volverlos a la fe una vez dada a los santos; volverlos a la fe de los padres (los padres pentecostales) en el tiempo de la restauración. “Yo restituiré, dice el Señor.” Ese es el genuino evangelismo del tiempo del fin.\n\nAhora deseo terminar con estas pocas palabras. Estoy pasando por alto muchas escrituras y quizás en otra ocasión podamos estudiarlas. Pero quiero decir esto. Creemos que estamos en el tiempo del fin, lo creemos. Y parece que aquí en el fin, aquí en este tiempo, que tanto el mensaje como el mensajero están en la ruina. Parece que el diablo ha concentrado todas sus fuerzas en acabar con nosotros. El hermano Neville con su accidente, el hermano Crase, luego el rifle que se me explotó; y ahora cuando todas las iglesias me desprecian. Pareciera que casi hemos llegado al fin. Parece que estamos derrotados. Pero no se preocupen. Por lo regular, entonces es cuando Dios aparece en la escena, así como que El ha estado vigilando por mucho tiempo.",
    "¿Se acuerdan del caso de unos jóvenes en un horno ardiente? Pero estaban agarrados fielmente de la Palabra. Todo les había salido mal. Los habían tomado presos y detenido por la noche y al otro día los iban a incendiar. Parecía que el fin estaba por delante, estaban camino al horno. Pero entonces El apareció. En un solo momento toda la escena cambió. Siempre sucede que en aquellos momentos más débiles cuando aparentemente el Mensaje verdadero está a punto de ser derrotado, entonces es cuando llega Dios. El permite que el Mensaje y el mensajero lleguen hasta al fin del camino, entonces El llega y domina las olas turbulentas. Correcto.",
    "Recuerden, allá en el tiempo de Jesús cuando Sus enemigos pensaron que lo tenían derrotado, el incrédulo dijo: “Lo derrotamos en la cruz.” Los saduceos y los fariseos, los cuales lo odiaron tanto y lo crucificaron, pensaron: “Ahora sí lo tenemos.” Pero no, entonces fue cuando Dios entró a la escena, y lo levantó en el domingo de la Pascua y quebrantó los reinos de Satanás; sacudió el infierno y le quitó las llaves de la muerte y el infierno, y con ellas resucitó. Sí señor, fue en ese tiempo débil. El había predicado la Palabra y se había mantenido firme y entonces fue en aquel momento más débil cuando le llegó la victoria. Cuando hubo hecho todo cuanto pudo, entonces entró Dios. El cambió la escena.",
    "Fue Jacob quien corría de Esaú; huía de aquí para allá, siempre queriendo esconder de Esaú. Luego su corazón comenzó a desear llegar a su hogar. Y en su camino a casa envió por delante algunos mensajeros con regalos y ofrendas intentando apaciguar a Esaú. Pero fue cuando Jacob llegó a su fin, cuando Jacob ya no sabía ni a donde acudir, entonces colocó a su esposa e hijos del otro lado del río y él cruzó nuevamente. Cuando Jacob hubo peleado toda la noche, cuando él ya había quedado sin fuerzas y se encontraba dañado y tan débil y su cuerpo se encontraba todo dañado. Entonces fue cuando Dios llegó a la escena. Al otro día lo hallamos ¿cómo? Un príncipe valiente, después de su flaqueza cuando parecía quedar derrotado. Pero lo hallamos un príncipe valiente. El Mensaje estaba continuando junto con el mensajero. Exactamente. El era un príncipe valiente.",
    "Y recuerden, durante todo ese tiempo Dios estaba obrando en el corazón de su hermano. Llegó Esaú y le dijo: “Tengo ejércitos disponibles. Jacob, tú estás muy débil, tienes el cuerpo afligido y estás quebrantado. Mandaré soldados para protegerte.” Y fue en el momento cuando más los necesitaba. Pero él ya había hallado algo y dijo: “lré sólo.” Amén. Fue cuando hubo recuperado de esa flaqueza, había recuperado de aquel trauma.",
    "Cuando Jesús hubo recuperado del trauma de la muerte, entonces se hallaba cuanto más fuerte y podía pasar por los edificios sin molestar la mezcla entre las piedras. Podía comer pescado y pan. Amén. Sí. Fue en ese tiempo, después que había experimentado la flaqueza cuando se hallaba fuerte, después de la flaqueza.\n\nY ahora mismo parece ser un momento de mucha flaqueza tanto para el Mensaje y el mensajero. ¡Pero no se preocupen! EN ALGUNA PARTE, no sé cómo pero estoy confiando en El. Algún día El llegará a la escena. No se preocupen. Vayamos juntos. Inclinemos nuestros rostros. Este es el evangelismo en el tiempo del fin.",
    "Oh Dios, las tremendas luces del atardecer han estado brillando por mucho tiempo. Te hemos visto recorrer estas filas, trayendo aquellos que eran solamente una sombra de damas y varones, todo acabados con el cáncer, ciegos, enfermos y afligidos. Varios casos aún habían sido deshauciados por la clínica Mayo. Mas en esta mañana aquí están sentados muchos de ellos, sanos y fuertes. Y no solo aquí pero por todo el mundo. Damas han recibido sus niños resucitados a vida después de pasar varias horas muertos. Niños habiendo sido matados por automóviles en la carretera y pronunciados muertos y ya amortajados y con todos los huesos quebrados, pero en un momento se encontraban caminando por la calle, alabando a Dios.\n\nSí Señor, Tú eres Dios. Estamos en el tiempo del atardecer. Las semillas de evangelización en el tiempo del atardecer han sido sembradas, Padre. Y ahora parece que estamos entrando casi en un tiempo de paralización. Cuando Tú llegaste a la escena allá en Tu dispensación todos se te arrimaban diciendo, “Oh el profeta joven de Galilea.” Pero cuando comenzaste a pegar duro y hablar en contra de sus credos y cosas, entonces se Te apartaron. Tuviste que pararte sólo, y por fin Te llevaron al Calvario. Y parecía que ellos habían triunfado; parecía que su tremendo grupo intelectual había triunfado sobre la causa de Dios. Pero no, no. En el domingo de la resurrección la tierra experimentó un trauma de escalofríos y se abrió la tumba y el Hijo de Dios se levantó. El tenía consigo las llaves del infierno y de la muerte. El tenía consigo el poder de darles el Bautismo del Espíritu Santo. Le dijo a Su Iglesia: “Suban a Jerusalén y esperen y yo se los enviaré, entonces seréis mis testigos hasta que yo vuelva.”",
    "Entonces les dijiste cómo sería el tiempo y aquí estamos en el tiempo del fin. Señor, llega una vez más, ¿lo puedes hacer Padre? Estamos cansados y débiles. Los hombres nos han dado la espalda por todos lados. Las denominaciones nos han censurado. Allá en California aquellos santos se encontraban afuera llorando, y se trataba de cuarenta iglesias pero aquel líder se paró y dijo: “Si él bautiza empleando el Nombre del Señor Jesucristo, entonces no queremos que venga.” Les negó el Evangelio a toda esa gente hambrienta. Padre, yo le dije a él: “Venga. Ud. a retarme con la Escritura.” Y él no quizo. ¿Por qué? Porque él bien sabe.\n\nPadre, “¿Por qué se amotinan las gentes, y los pueblos piensan vanidad?” Verdaderamente al estrechar la mano de Tu Santo Hijo, Jesús, para sanar los enfermos y mostrar señales y maravillas del tiempo del fin. Señor, se ha repetido. Yo ruego por ellos. Dios, no permitas que sean desechados. Aún existen muchos hombres muy buenos. Concede Señor que puedan ver y salir.",
    "Y aquí en nuestra pequeña congregación en esta mañana, Padre, nosotros no conocemos los corazones del pueblo pero Tú sí, en este grupito aquí. Y aún con toda aquella oposición, de todas maneras estoy saliendo.\n\nY ahora antes de salir de la iglesia, este grupito que está residiendo aquí temporalmente, ellos son peregrinos. No profesan ser de este mundo Señor, son extranjeros. Han sido renacidos y son criaturas nuevas. Han salido de las cosas del mundo para servir a Dios, sabiendo como dice el himno:\n\nNo codiciemos las riquezas vanas de este mundo,\n\nLas cuales tan rápidamente van decayendo.\n\nTenemos todas nuestras esperanzas en las cosas eternales,\n\nLas cuales jamás perecerán.\n\nPadre celestial, si acaso hubiera uno o más entre nosotros en esta mañana que jamás hayan tenido el sentir de que debieran hacer ese cambio, ruego que les hables a sus corazones en este momento, y permite que ellos humildemente y con dulzura—en sus corazones—rindan todo a Ti y digan: “Señor Jesús ten misericordia de mí, un pecador. Yo no deseo morir en la condición en que me encuentro, no sabiendo si aún viviré hasta la noche. Verdaderamente estoy perdiendo el tiempo con las cosas del mundo, y todo esto va perecer.Y toda esta gente va perecer juntamente con el mundo. Pero Dios, el Padre Eterno, no puede perecer, como tampoco puede perecer Su pueblo.” Concede que lo acepten ahora mismo, Padre celestial.",
    "Santifica estos pañuelos colocados aquí para los enfermos y afligidos. Dice la Biblia que llevaron a los enfermos pañuelos y delantales del cuerpo de San Pablo y los espíritus malos huían. Sana los enfermos aquí en esta mañana. Ruego que no quede ni una sola persona débil entre nosotros. Que el gran Espíritu Santo se mueva sobre toda la congregación y que todos puedan percibir Su presencia.\n\nY como yo hablé en el principio, que cuando una tormenta se levanta en un día seco de verano, los vientos han sido calientes y secos y el polvo ha estado soplando pero de repente podemos oir los truenos y podemos ver la nube subiendo en el horizonte. Y dije: “La barrera con la luz roja del ferrocarril ha bajado, ¡El ya viene!” Sentimos la brisa fresca, la bienvenida del Espíritu Santo, que se mueve a través de nuestros lugares quemados. Ayúdanos en este día.\n\nSalva a los perdidos. Llena con el Espíritu Santo, rápidamente antes que se apaguen las luces. Porque la señal ya ha bajado y la nave “Sión” ya está en su lugar. Pronto ella estará llamando y de repente saldrá el cabezal del noticiero: “¿QUE PASO? CENTENARES DE PERSONAS A TRAVES DEL PAIS HAN DESAPARECIDO.”",
    "Oh Dios, entonces será demasiado tarde para los demás. El rapto ya habrá pasado y el juicio comenzará sobre la tierra y los justos ya se habrán ido. Entonces irán a los cementerios y dirán: “¿Quién abrió esta tumba? ¿Qué está pasando aquí?” Aquel individuo quien puso su confianza en Dios y murió muchos años antes, ya habrá subido. Entonces habrá tanto llanto y dolor cuando los perdidos son informados de la realidad. Clamarán a los cerros y a los montes, según las Escrituras. Orarán pero ya no serán efectivas las oraciones. Ruego que no suceda así con ninguno que esté presente aquí hoy.",
    "Y mientras tenemos las cabezas inclinadas y también nuestros corazones, yo soy una persona muy rara en cuanto a extender invitación a la gente para que vengan al altar. Yo no creo que sea de acuerdo con la doctrina apostólica. Yo creo que allí mismo donde Ud. está sentado, allí Ud. hace su decisión de que si desea vivir o morir. Yo creo que la decisión está con Ud. Y si hubiera alguien presente que nunca haya visto el asunto desde ese punto de vista y que no se haya dado cuenta de la hora en que vivimos, y Ud. desea que yo lo recuerde en oración puesto que Ud. desea ser Cristiano y desea ser semejante a Cristo en Su vida y estar preparado para Su venida, levante la mano. Sí, por todo el edificio, el Señor les bendiga a cada uno; y a Ud. y a Ud. acá. Dios le bendiga a Ud., y a Ud., y a Ud.. Dios le bendiga a Ud. allá atrás y también acá. Dios te bendiga jovencita en el crucero de la vida, hermana. Es una gran decisión. Quizás Ud. haya hecho mucho. Dios le bendiga a Ud. padre de familia, quizás Ud. haya trabajado muchos días duros en su vida para levantar esa familia. Y Ud. madrecita sentada allí al lado de la joven. Oh Dios. Quizás Ud. haya levantado su familia y ha hecho grandes cosas, le calmó los temores a la niña cuando era pequeña y con sus manos tiernas mecía la cuna, pero ahora esas manos son viejas y débiles. Quizás meció la niña e hizo muchas cosas buenas, pero lo mejor de todo lo que ha hecho fue cuando levantó la mano ahorita. Por favor, perdónenme.",
    "Nuestro Padre celestial, Tú has visto las manos y conoces lo que está debajo de cada uno. Ahora estos son los trofeos de esta reunión, son los trofeos del Mensaje. Dijiste: “Todo lo que el Padre me ha dado, vendrá a mí. Y ningún hombre puede venir a menos que mi Padre no le trae primero.” Y Tú les has hablado a este pueblo, y ellos estaban allí sentados. Y según la ciencia, las manos deben permanecer hacia abajo, siendo que la gravedad así las mantiene. Pero ellos han quebrantado y desafiado las leyes de la ciencia. Tienen un espíritu por dentro que les hizo levantar las manos, lo cual es contrario a la ciencia, porque el espíritu por dentro puede ganarle a la ciencia. Y han levantado las manos porque había el Espíritu de Dios a su derredor, el cual les decía: “Necesitas a Jesucristo.” Entonces levantaron sus manos, diciendo: “Acuérdate de mí, Señor.” Así como dijo aquel malhechor en la cruz antes de morir: “Acuérdate de mí cuando entrares en Tu reino.”\n\nY ¿qué le dijiste Tú a él? “Hoy mismo estarás conmigo en el paraíso.”",
    "Padre, yo ruego que este mismo día tomes en Tu Reino, en Tu compañerismo aquí en la tierra, todos estos creyentes y que les seas bondadoso.\n\nJesús, Tú dijiste cuando estuviste sobre la tierra, en San Juan 5:24, “El que oyere mis palabras y creyere en el que me ha enviado, tal tiene vida eterna y no vendrá a condenación (no estarán presentes cuando el juicio caiga a la tierra) mas han pasado de muerte a vida.” Padre, Tú lo has prometido y yo los reclamo.\n\nAhora para todos los que han levantado la mano y aún aquellos que en su corazón sintieron que debieran haberlo hecho y no lo hicieron, yo te los entrego a Ti en esta mañana, Padre, como los trofeos de la gracia de Jesucristo y de Su Palabra, la cual hemos predicado en esta mañana. Son Tuyos. Guárdalos seguros Señor, hasta aquel día y que crezcan como bebés. Permite que se encuentren con las aguas aquí en el bautisterio a medida que confiesan sus pecados, muriendo y siendo sepultados con Cristo para resucitar en una nueva vida y para caminar en un nuevo mundo y con nuevos asociados y nuevos amigos, caminando con ángeles; caminando en la Presencia de lo sobrenatural, aquellas cosas que no pueden ver a su derredor pero los sienten y saben que están presentes. Esas son las cosas perdurables. Las cosas sobrenaturales son las cosas perdurables. Te los entregamos Padre en el Nombre de Jesucristo. Amén.",
    "Siento mucho haberlos detenido por tanto tiempo, pero estoy seguro que, ¿se sienten bien? Ahora en veces en estos cultos es necesario cortar y aplicar la presión. Ahora para Uds. que levantaron su mano y creen en el Señor Jesucristo, habrá un servicio bautismal por la tarde me supongo, o sí, el bautisterio está lleno si lo desean ahora mismo y también están listos los trajes si desean ser bautizados ahora mismo. Cuando Ud. lo desee, siempre estamos a la orden para servirles. Y después de tanto cortar y serruchar…Estamos muy agradecidos por todos Uds. visitantes que han llegado a tener compañerismo con nosotros en esta mañana alrededor de la Palabra de Dios. Agradecemos que hayan venido. El Señor les bendiga. Estoy tan contento que hayan venido.",
    "Veo a un amigo mío sentado allá atrás, uno que no he visto por mucho tiempo. Ni sé cual es su nombre pero el joven es un buen amigo mío. El es primo de una novia mía cuando yo era joven. Ella se llamaba María Francisco, pero no me acuerdo del nombre de él. Por favor levanta la mano. Estamos agradecidos que hayas venido. Dios te bendiga. Ese joven ha sido Cristiano por muchos años.\n\nY este amigo aquí, Jim Poole. ¿Cuántos me han oído mencionar a Jim Poole? Este es un amigo desde que eramos jóvenes. Y aquí está su hijo y su esposa. Y aquí esta Donny Gard y su preciosa esposa. Estaban en nuestra casa ayer visitando. Estamos contentos que están aquí hoy.\n\nY creo que este también es un visitante sentado aquí al lado del hermano Way. Y quizás esté yo errado, en veces se me olvidan las caras. Pero estoy contento de tenerlos todos aquí en esta mañana.",
    "Y antes de que nos despidamos, después de un mensaje tan cortante, la Biblia dice que la Palabra de Dios es, como dije, de las decisiones, formando una piedra. Pero se necesita un cantero para cortar la piedra perfectamente para que tenga su forma correcta. Y en Hebreos capítulo cuatro dice:\n\nLa Palabra de Dios es viva y eficaz y más cortante que toda espada de dos filos; y penetra hasta (circuncida, corta lo sobrante) hasta partir el alma y el espíritu, las coyunturas y los tuétanos y discierne los pensamientos y las intenciones del corazón.\n\nAsí es la Palabra de Dios y corta.\n\nAhora, en adoración cantemos uno de mis coritos favoritos, “Yo le amo, yo le amo.” ¿Cuántos en realidad le aman? No importa si es Ud. Cristiano o no, diga, “Yo le amo porque primero a mí me amó.” Cantemos todos juntos.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¿Lo aman? Cantemos una vez más y mientras cantamos, salude a las personas a su derredor. No es necesario levantarse sino solamente diga: “Dios le bendiga hermano,” a los que están cerca. Así todos se sienten bienvenidos. Esa es nuestra bienvenida aquí en el Tabernáculo, de parte mía, para todos Uds.. Muy bien.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró la salvación,\n\nAllá en la cruz.\n\nInclinemos nuestras cabezas mientras susurramos la melodía. Ahora levante su mano a Dios, quietamente. No es El tan maravilloso?",
    "(Un Hermano da un mensaje en una lengua extraña. Traductor)\n\nMantengan mucha reverencia. Jesús dijo: “Estas señales seguirán a los que creyeren. Hablarán nuevas lenguas. Si tomaren una serpiente en la mano o si tomaren alguna cosa mortífera no les hará daño. Un accidente o una explosión no les hará daño. Pondrán sus manos sobre los enfermos y sanarán.” Esperemos por unos momentos para ver si no llega alguna interpretación de este mensaje. Si hubiera visitantes entre nosotros, estamos esperando para ver qué nos dirá el Señor a través de este mensaje. He aquí la interpretación (por boca de otro hermano—Traductor): “Mis hijos, ¿no he hablado Yo y todo ha tenido su cumplimiento? ¿No he resonado mi Palabra entre vosotros en esta mañana? Mis hijos e hijas ¿no habéis sentido Mi presencia en vuestro medio? ¿No ha sido conmovido vuestro corazón en una manera muy extraña en esta mañana mientras os he hablado por medio de Mi mensajero? Mirad hacia arriba Mis hijos y regocijad. Levantad vuestras manos y alabadme porque Yo vengo pronto. Yo apareceré a vosotros, hijos míos, a medida que lleguéis ante Mí de rodillas. Mis hijos venid ante Mi con vuestros vasos limpios y con boca hacia arriba y os llenaré con Mi Espíritu Santo del cielo. Os hablaré hijos míos, cuando me buscáreis temprano y tarde por cuanto os he mostrado, hijos Míos, el portador de Mi Mensaje de fe y liberación a este pueblo moribundo. Así dice el Espíritu. Amén.”\n\nEsa es la interpretación de lo que este otro hombre dijo. Digo esto para las personas presentes que quizás no conozcan esto. Es un Espíritu. Esto sucede muy a menudo aquí en el Tabernáculo, dando un mensaje al pueblo. Oremos.",
    "Nuestro Padre celestial, te damos gracias por esto. No conociendo, pero alguien en alguna parte, Tú le hablaste a un corazón en algún lugar, luego hizo contacto nuevamente aún en la conclusión del mensaje, y hasta los llamó Tus hijos, siendo que Tú los habías llamado y quizás estaban a punto de irse sin recibirte. Aquí el mensaje viene nuevamente. Entonces rogamos Padre celestial, que concedas una gran porción de Tu Espíritu sobre quien sea la persona, no has pronunciado su nombre, solamente hablaste. Entonces Padre, quizás así lo deseas. Rogamos Padre que Tu voluntad sea concedida a esa persona o personas, quienes sean, porque quizás esté llegando esto ya a una llamada final. Yo ruego Padre que no sea así. Pero en esta mañana, si lo reciben y lo creen con todo su corazón, después de escuchar el Mensaje así como lo has hablado, rogamos que lo puedan recibir con el vaso boca hacia arriba, para recibir el Espíritu. Ruego que se levanten y sean bautizados en el Nombre de Jesucristo para remisión de sus pecados y que dulcemente sean llenados del Espíritu Santo y sean guiados a una vida de servicio y gozo. Te entrego todo ahora a Ti Padre y la congregación, en el Nombre de Jesucristo. AMEN.",
    "Esos mensajes en veces les hablan a ciertas personas y no sabemos quiénes son. En veces dice quién es. Pero es que aquí está alguien que quizás comenzó a alejarse sin haber recibido. Y recuerden, cuando eso sucede, ese es el Espíritu Santo hablando en un lenguaje que solo por inspiración se puede interpretar igual como fue hablado. ¿Se acuerdan de lo que acabamos de leer? “Estas señales seguirán a los que creyeren.” Vean, eso es en medio de creyentes. Nosotros no creemos que toda persona tiene que hacer esto, pero creemos que ese don se derrama en la iglesia entre creyentes. Muchas veces hay gente que llega aquí y jamás han oído de tal cosa, y de repente el Espíritu Santo cae sobre uno y da un mensaje y hasta sana a personas sentadas allí moribundas con cáncer y toda clase de enfermedades. Es el Espíritu Santo entre Su pueblo.\n\n¿Le aman? Amén. Yo también le amo. Esperamos verlos esta noche. Ahora, el hermano Neville. Entrego el culto a nuestro pastor, el hermano Neville. Muy bien. 🦅"
  ]
}