{
  "title": "DEJANDO ESCAPAR LA PRESIÓN",
  "id": "62400009",
  "content": [
    "🦅  El Señor lo bendiga, Hermano.",
    "Buenas tardes, amigos. Es un privilegio estar de nuevo aquí, esta noche, en la—en la gran convención reunidos; ha sido un gran día para todos nosotros, estoy seguro. Lo pasé muy bien esta mañana en compañerismo alrededor de la Palabra de Dios, y con las personas allá en el desayuno ministerial. ¡Oh!, desearíamos que todos pudieran haber estado allí. No creo que tuvieran espacio para la gente, pero, para acomodarlos, pero sencillamente tuvimos un gran compañerismo, y (Gracias.) un tiempo grandioso con los hermanos.",
    "Y hoy ha sido como un—un día en que solo me dediqué a ver a muchos de mis amigos y recorrer los alrededores. Y ellos han estado viendo al Espíritu Santo revelar, y mostrar, y corregir asuntos.",
    "Alguien me estaba diciendo, se suponía que había un pequeño cordón puesto aquí, o algo, de un—un bebé pequeño anoche con hidrocefalia, por el cual se oró. Y, ¡oh!, era una cabeza gigantesca con agua, y estaba postrado allí detrás de la cortina.",
    "Cuando entramos, la madrecita… Y fuimos, y me conmovió pensar en el pobrecito, sin una oportunidad, solo un pequeño, y su cabecita estaba hinchada, con grandes venas sobresaliendo, y su pequeña barbilla y su rostro así de ancho, y su cabeza más o menos así. Y de alguna manera u otra, solo me arrodillé allí y ofrecí la oración de fe, y puse las manos sobre el pequeño, y desafié al diablo que causó aquello. Le dije a la madrecita: “¿Cree Ud.?”.\n\nElla levantó la mirada y dijo: “Creo”.",
    "Dije: “Algo ha sucedido con el bebé. Ahora, quiero que sepa esto, vaya a casa”, ella vive lejos de aquí, y le dije: “cuando llegue a casa quiero que tome una medida de la cabeza del bebé, luego, mañana tome otra medida, y si no puede regresar, envíela”.",
    "Billy me estaba diciendo hace unos momentos que trajeron la cuerda, y la cabeza del bebé se había encogido tres cuartos de pulgada. Lo llevaron al médico hoy, y venían aplicándole inyecciones, creo, todos los días, y el—y el médico dijo que hay tal mejoría que no necesitan más inyecciones. Y esas grandes venas en su cabeza han disminuido, no se ve ni una vena.",
    "Y eso solo es para mostrar que Él vive. ¡Cuán maravilloso! Estoy tan contento de que Él responde a la oración, tan feliz por eso. Y sabemos que cualquiera que lo crea, solo con creerle al Señor, lo—lo mismo sucederá con Ud.",
    "Vean, la cabeza tiene que, al recuperarse, tiene que tomar su posición a medida que se encoge. Y ahora, si las personas que tienen al pequeño están aquí, pues, solo sean fieles a Dios, y el bebé se recuperará ahora. Esa es una señal de que Dios escuchó nuestra oración.",
    "Y estoy agradecido con Dios, y le—le doy gracias a Dios por Uds., madre y padre, y parientes, y todos, del pequeño. Sé cómo me sentiría si hubiera sido mi hijo. Y yo—yo no puedo sentir por el de Uds. como si fuera mío, estaría diciendo algo errado, porque no pudiera sentir eso, pero en verdad me compadezco por el niño, de todo corazón.",
    "Si tuviéramos tiempo me gustaría contar algo que sucedió en una ocasión en cuanto a eso, una visión que aún no se ha cumplido, pero, se cumplirá.",
    "Hoy entré a un cuarto donde había un hombre precioso, padre de cinco niños pequeños, postrado muriendo con un tremendo cáncer. Y al verlo, yo… Él dijo: “El médico dice que no hay nada que hacer”. Y él tiene un bebé de unos pocos meses, su esposita parada allí mirándolo, y un hombrecito muy bien parecido, su esposo, y el bebé pequeño, que… No los vi, creo que habían venido de lejos, de alguna parte.",
    "Y, pues, uno tiene que compadecerse de esas personas. Pienso en eso, niños pequeños, vaya, cinco de ellos, y quedarse sin padre, esa es una obra del diablo. Así que, nosotros… Dije: “Lo voy a llevar, por fe, a la sala de operaciones de Dios, y tomaré el Bisturí de Dios, más cortante que una espada de dos filos, entraremos a fondo donde está ese diablo, y lo extraeremos con la Palabra”. Creo que el hombre se fue a casa, él fue—fue… ¡Oh, Dios es tan bueno! Era mi vecino, allí donde me estoy quedando.",
    "Así que, ahora, mañana por la mañana, si el Señor quiere, me han dado el privilegio sobre todos estos buenos ministros y maestros de tener la lección de escuela dominical. Y si el Señor dispone, quiero hablar en la mañana de: La restauración del árbol Novia. Y, entonces, si no están en su propia iglesia, pues, nos daría gusto que vinieran, a las nueve y media, o a la hora que sea de la mañana.",
    "Luego, mañana en la noche, estamos esperando que Dios obre de nuevo, excediendo abundantemente, más de lo que pudiéramos hacer o pensar. Luego iremos con el Hermano Bigby, allá a Carolina del Sur, por dos noches, el lunes y el martes, y luego, de allí, entonces tendremos que irnos a casa para llegar al Cow Palace en la Costa Oeste, adonde iremos a continuación.",
    "Ahora, antes de acercarnos a la Palabra, acerquémonos al Autor, inclinando nuestros rostros un momento para orar. Me pregunto, esta noche, con nuestros rostros inclinados, y confío que nuestros corazones también, en Su Presencia, ¿cuántos aquí tienen algo en su corazón, que quisieran que Dios los recordara? Solo levante la mano y diga: “Dios, acuérdate de mí”. Casi el cien por ciento.",
    "Padre Celestial, es tan bueno venir al Dios viviente, sabiendo que Él es nuestro gran Consejero, el Príncipe de Paz, el Dios Fuerte, Padre Eterno. Y venimos en Su Nombre esta noche, ante el Trono de Su gracia, para pedir por todas estas manos que se levantaron. Debajo de esa mano, en el corazón del ser humano, Tú ya sabes lo que había allí, Padre. Y eso muestra que tienen una necesidad y una fe, o no levantarían las manos, pero ellos creen, Señor, que el gran Ser invisible está con nosotros. Ellos creen que Tú verás sus manos y conocerás su petición, y estoy seguro que lo has hecho, Señor, y detrás de esa petición había una oración, y estoy poniendo la mía con la de ellos sobre Tu altar, y orando, Señor, que respondas cada una.",
    "Oro por todos los ministros aquí, sus congregaciones. Y ya estamos dando gracias, Señor, por los testimonios de aquella sola noche de oración por los enfermos, que han empezado a llegar. Y el pequeño bebé, Señor, ¡oh!, un testimonio para el médico. Cristo es el Médico principal, Él sana todas nuestras enfermedades, estamos muy agradecidos por eso.",
    "Ahora, Padre Celestial, oramos que continues con la familia, sé con todos por los que se ha orado, y que no estén nerviosos e intranquilos, pero que solo esperen, y que recuerden: “Pedid, y sabed que será dado” Dios lo dijo, simplemente no puede fallar. Concédelo, Señor.\n\nBendice Tu Palabra esta noche, mientras La leemos, y que el contexto de la Escritura nos sea dado en el poder y demostraciones del Espíritu Santo.",
    "Y cuando nos vayamos esta noche, para ir a nuestros diferentes hogares y lugares de morada en este momento, oro para que se comente por la calle y en los carros, como aquellos que venían de Emaús. Cuando ellos vieron a Jesús, lo que hizo después de la resurrección, sabiendo que hacía lo mismo exactamente después de la resurrección que antes de la crucifixión, conociendo así que era Él, porque nadie podía hacerlo de esa manera, y dijeron: “¿No ardían nuestros corazones en nosotros?”.",
    "Concede, en esta noche, que el Espíritu Santo, el Cristo resucitado, hable a cada corazón, y que Él obre y haga las cosas que hizo antes de Su crucifixión, para que la Iglesia tenga otra seguridad de que Él ha resucitado de entre los muertos y vive para siempre. Lo pedimos en Su Nombre. Amén.",
    "Tengo dos Escrituras esta noche, en mente, a las que me gustaría llamar su atención, una de ellas es Proverbios, capítulo 18, versículo 10, la otra es Isaías 32:2. Y en Proverbios, el 18:10, me gustaría leer esto:\n\nTorre fuerte es el Nombre de Jehová; A él corre el justo, y es levantado.",
    "Y en Isaías, el capítulo 32 de Isaías, y comenzando con el versículo 1 y 2:\n\nHe aquí que para justicia reinará un rey,…príncipe presidirá en juicio.\n\nY será aquel varón como un escondedero contra el viento, y como refugio contra el turbión; como arroyo…como arroyos de aguas en tierra de sequedad, como sombra de gran peñasco en tierra calurosa.",
    "Y de esto tomo un pequeño contexto que iba a usar esta mañana en el desayuno ministerial, solo un pequeño contexto que yo… pensé que podría ayudarnos a todos, porque creo que es apropiado, lo estoy titulando: Dejando escapar la presión.",
    "He estado pensando que, saben, estamos viviendo en un día cuando hay mucha presión, y siempre quiero pensar en algo que ayude a la gente que viene a escuchar la Palabra. Si solo me paro aquí y…",
    "No tengo elocuencia para hablar, yo—yo no soy una persona educada, y no tengo entrenamiento eclesiástico, por lo tanto, lo único que puedo hacer es estudiar y orar, y solo seguir la dirección del Espíritu, pidiéndole a Dios que haga algo por nosotros que nos ayude. Para eso estamos todos aquí esta noche, no para ser vistos, sino para recibir ayuda, y ese es nuestro propósito, es el propósito de la convención, es para ser, es para ayudar a alguien, hacerle la vida un poco más fácil.",
    "Y este gran día que estamos viviendo, donde hay tanta presión, todo parece estar presurizado. Es un tiempo muy difícil, todos andan tan de prisa como pueden, por la calle a ciento cuarenta y cinco kilómetros por hora a través de cada zona de velocidad, si son treinta y dos, ellos van a ciento cuarenta y cinco de todas maneras. No deberían hacer eso, los Cristianos, ellos deben darle a César lo que es de César; y a Dios lo que es de Dios. Pero, aquí vamos, tan rápido como podemos, de prisa por…",
    "Y estamos tan nerviosos, no creo que los verdaderos Cristianos hagan esto, pero muchos de ellos solo encienden un cigarrillo tras otro. ¿Qué sucede? ¿Piensa que eso le ayuda? Solo lo pone más nervioso, pero Ud. lo hace. Los doctores escriben artículos, y los colocan en las—las revistas, diciendo: “Están llenos de cáncer”, diciéndoles de lo peligroso que es fumarlos y, pero Uds. lo hacen de todas maneras. ¿Qué sucede? Es Ud. tratando de dejar escapar la presión.",
    "Encontramos que la gente bebe. Sale, corretea, sale de parranda, y luego trata de olvidarlo bebiendo. Supongo que piensan que eso es lo que deben hacer. Eso no deja escapar la presión, eso aumenta la presión, acudiendo a lo equivocado, en el camino equivocado.",
    "Luego saldrán y harán todo lo que puedan, ya sea correcto o incorrecto, y—y pecan, y quieren esconderse de ello, y—y Uds. piensan que están haciendo algo grandioso. ¿Qué busca Ud.? Quiere esconderse de algo, sabiendo que Ud. está equivocado. Ningún hombre puede obrar mal sin saber que está obrando mal. La propia naturaleza en él, aunque sea un hombre caído, él es un hijo caído de Dios, hay algo en él que le dice que eso está errado.",
    "No hay hombre que salga con la esposa de otro hombre que no sepa que eso está mal, no hay hombre que se emborrache sin saber que eso está mal, no hay mujer que use ropa inmoral que no sepa que eso está mal, Ud. no puede hacer esas cosas; pero ¿qué hace? Ud. está tratando de dejar escapar una presión, por estar todo torcido, tensionado.",
    "Es que estamos viviendo en una edad neurótica, es el—es el tiempo que estamos viviendo, con presión.",
    "Yo hablaba aquí no hace mucho, de cuando estaba en África observando un corderito que salió de donde los nativos tenían un pequeño corral, y habían soltado al pequeño, y él estaba pastando, y de repente se puso muy nervioso, y pensé: “¿Qué le pasa al pequeño?”.",
    "Pero mientras yo miraba, él no podía verlo, pero a la distancia había un gran león de melena amarilla, acechándolo por la hierba, él había olfateado el corderito y se dirigía hacia él. ¿Ven?, simplemente estaba nervioso, sin saber por qué; a veces le llamamos premonición. Ahora, la razón por la que estaba nervioso, él no veía el león, pero algo lo provocaba, él sabía que la muerte acechaba.",
    "El mundo parece estar en esa misma condición, sabe que algo cerca acecha, algo está a punto de suceder, eso aumenta una presión, por supuesto, para el pecador, pero el Cristiano, que es instruido en la Palabra, debe saber que eso es la Venida del Señor. Debería crear un jubileo glorioso en el Cristiano, sabiendo que el fin está cerca.",
    "Alguien me dijo, no hace mucho, dijo: “Hermano Branham, Ud.—Ud. atemoriza a las personas cuando habla de: ‘Él pudiera venir en la próxima hora’”.",
    "Dije: “¿Atemorizo a cuáles personas? No a Su pueblo”. ¿Ven? Esa es la nota más importante que podemos sonar, estamos a la espera de eso: “He aquí, viene el Esposo”. Bueno, para eso vivimos, esa es la hora para la que todos estamos viviendo, sé que nada podría ser más grandioso que esa hora. Pero, para el pecador, por supuesto, es una cosa terrible.",
    "En una ocasión estaba hablando, voy y vengo de diferentes lugares, predicando, pero en algún lugar debo haber hecho este comentario, tal vez haya sido aquí, que cuando una tormenta se acerca sobre un—un terreno reseco, y podemos sentir esa brisa fresca, sabemos que la lluvia está por caer. Debemos alegrarnos al respirarlo, porque ese aire ha venido a través de la lluvia, y solo es el anuncio anticipado de la lluvia que viene.",
    "Y cuando los Cristianos ven lo que está sucediendo hoy, lo que está sucediendo, es el anuncio anticipado de la Venida del Señor. Podemos sentir la brisa de aquello, está muy cerca. ¡Qué sensación tan refrescante es para aquellos que no le temen a una tormenta, tener un lugar de morada!\n\nSí, beber, ocultarse, acumula presión, no la deja escapar.",
    "Hace unos días estuve en nuestra ciudad, y nuestro pastor… Lo he estado buscando, se supone que está aquí, el Hermano Neville, un buen hermano, lo amamos allá en nuestra región. Él era un metodista, venía del colegio metodista. Y él me invitó, hace como veinte años, a predicar allá una noche en la iglesia metodista en una ciudad más abajo de nosotros. Y parado allí predicando y hablando con él, regresé, le dije a la iglesia: “¿Saben qué? Voy a bautizarlo a él uno de estos días, y Dios le va a dar el Espíritu Santo”. Y Él se lo dio, ahora él es el pastor allá.",
    "Él no estaba enfermo, solo estaba tan agotado que no podía más, y yo estaba tratando de hacer mis llamadas, así que, casualmente, tomé algunas de las suyas. La oficina llamó y dijo: “Pase por el hospital y pregunte por una mujer, fulana de tal”. El Hermano Neville tendría que conducir como cuarenta y ocho km allá, o, treinta y dos km allá, y regresar treinta y dos km. “Para ir y hacer estas ciertas y ciertas llamadas”.",
    "Fui al hospital, y me dieron el nombre de la señora, y su… Yo… Decía: “Se supone que es” pensaron ellos, “en un cierto piso”. Era en el tercer piso del hospital, caminé hacia el hospital y me dirigí para allá.",
    "Había una enfermera parada allí con una pequeña máscara colgando, dije: “Buenas tardes” y ella no dijo ni una palabra. Y dije: “¿Podría decirme dónde, si esta señora está en este lugar o no?”. Dije: “Me dijeron que ella estaría en el cuarto 331”.\n\nElla dijo: “¡Entonces, vaya y mire!”.\n\nDije: “Gracias. Sí, señora”. Presión.\n\nFui al cuarto, y había como cuatro personas allí, y dije: “¿Está aquí la Sra. Fulano de tal?”.\n\n“No, señor, no está”.",
    "Bueno, pensé, quizás quisieron decir el 231, y fui al 231, o, quiero decir 321, en lugar de 31; no sabían nada de ella. Volví a subir, y había un doctorcito sentado allí en ese momento, bastante… si alguna vez he visto a un hombre tan ancho como alto, fue ese hombrecito, y estaba escribiendo, y yo pasé, levantó la mirada, como que levantó la ceja y miró, pensé: “Mejor no digo nada”. Así que, subí. Vi que todos estaban bajo presión por alguna razón.",
    "Y entonces, pensé que tal vez sería en el segundo piso, en lugar del tercero, así que bajé al tres, eh, al tercer o al segundo piso, y fui a la enfermera allí, y dije: “Señora, estoy un poco confundido, estoy tratando de hacer una visita de enfermo, soy un ministro”. Le dije: “¿Podría decirme si esta dama está en… dijeron 331, pero tal vez sea 231?”.\n\nElla dijo: “Bueno vaya y averigüe”.\n\nY dije: “Sí, señora. Gracias por su información”.\n\nFui hasta allá, y dijeron: “No, ella no está aquí”.",
    "Así que regresé, y fui otra vez, y pensé: “Bueno, volveré arriba otra vez”. Regresé al tercer piso, y comencé a recorrer, pensé que tal vez podría ser, quizá el 320, o—o algo. Bueno, no pude encontrar el 320. Y entonces, viniendo por el pasillo estaba este pequeño doctor con su estetoscopio, girándolos, y pasé por allí, y dije: “Buenas tardes, señor”. Él no dijo una palabra. Yo dije: “¿Podría decirme dónde está el dos, o el 320?”.\n\nDijo: “Por aquí, y hacia allá”.\n\nDije: “Gracias por su información”.",
    "¿Qué es? Presión. Bajé de nuevo al escritorio, y había otra enfermera, pensé, “Lo intentaré una vez más”. Ya estaba un poco nervioso en ese momento y un poco reacio a preguntar, y dije: “Señora, ¿podría darme alguna información?”. Y se lo repetí de nuevo a ella.\n\nY ella dijo: “Un momento, reverendo, miraré el registro”.\n\nPensé: “¡Alabado sea Dios!”. Yo—yo solté un poco de presión.\n\nY ella miró allí, dijo: “¡Oh!, la han cambiado, está en tal y tal cuarto”.\n\nDije: “Muchas gracias”.",
    "¿Ven?, llenos de presión, los médicos están así, las enfermeras están así; los psiquiatras están tratando a los psiquiatras. ¿Ven? Presión, algo anda mal. Parece tan extraño, el mundo entero se descompone de alguna manera. El nervioso tratando al nervioso.",
    "Pero, saben, en todo eso, los médicos no tienen la respuesta, el hospital, los médicos, no tienen la respuesta, porque ellos también están nerviosos. Pero solo hay Uno que tiene la respuesta, ese es Dios, Él tiene la respuesta.",
    "La tensión siempre ha estado con la gente. En el Antiguo Testamento, cuando Israel vino a Palestina y heredó la tierra, Josué construyó casas que llamaron “casa de refugio”. Era a donde la gente podía ir si habían matado a alguien, o si su enemigo los estaba persiguiendo, podían ir a esta casa, o ciudad de refugio, y podían pararse a la puerta y podían implorar su caso. Y, pues, si habían hecho esto a propósito, pues, entonces no les quedaba esperanza.",
    "Es como hoy, el hombre está huyendo, y ¿de qué está huyendo? ¿Qué le sucede? Él no tiene descanso, simplemente avanza como un demente.",
    "Y en este Antiguo Testamento, si este hombre había hecho esto a propósito, entonces él no tenía ninguna posibilidad, pero, si él no lo había hecho a propósito, fue accidentalmente… Y hay tanta gente hoy que hace cosas accidentalmente, no tienen la intención de hacer mal, bueno, hay esperanza para esa persona. Si Ud. quiere… Si Ud. está obrando mal y no lo hace con mala intención, hay una oportunidad para Ud., hay un lugar para Ud. Pero si Ud. sencillamente peca deliberadamente, y no quiere un lugar de refugio, entonces no hay nada para Ud.",
    "Cuando este hombre en el Antiguo Testamento, sus asesinos lo perseguían, y los parientes de estas personas sabían que si lograban alcanzarlo, lo matarían, porque la ley era “diente por diente y ojo por ojo”, así que ellos tenían derecho a matarlo, porque él había hecho mal y, si lo alcanzaban.",
    "Por supuesto, él estaba bajo presión y huía por su vida, y él iba hacia este lugar, o ciudad de refugio. Y cuando él llegaba allí, y había logrado entrar y les había mentido en la puerta, el que lo perseguía podía venir y apartarlo del altar y matarlo. Pero ellos… Él podía implorar su caso, y si no lo había hecho con intención, entonces los que perseguían tenían que detenerse en la puerta, no podían avanzar más.",
    "Estoy tan contento, hoy, que hay un lugar de refugio, donde toda esta prisa, y ajetreo y bullicio, podemos dejar escapar la presión, y entrar, salir de todo eso.",
    "La gente le teme a las bombas atómicas, le teme a la lluvia radioactiva. Cuando estaba llegando a su ciudad acá, por acá en este estado, había unos grandes carteles: “Advertencia”, “Lluvia radioactiva”. Todos temerosos, queriendo cavar y bajar a la tierra para escapar de eso. Saben, solo tienen que bajar a sus rodillas, con toda seguridad escaparán, si Uds.—Uds. solo bajan hasta allí. Ud. no tiene que ser un topo, bajar profundo a la tierra, solo arrodíllese, hasta allí es que tiene que bajar.",
    "Ahora, pero este hombre que venía, debía primero estar dispuesto a—a aceptar el refugio. Ahora, si a él no le gustaba el refugio, no había lugar para él, pero si estaba dispuesto a aceptar el refugio, entonces había un lugar provisto para él.",
    "Y así es hoy. Si Ud. está enfermo, el médico dice: “Ud. se va a morir”, lo mismo que dijeron de ese bebé, ajá, otros, cáncer, lo que sea, y ahora, si Ud. no cree en la sanidad Divina, pues, entonces no conozco ningún otro lugar adonde pueda ir, pero si Ud. cree que hay una fuente abierta, si cree que hay un Lugar, entonces puedo decirle dónde hay un Refugio, una Casa de refugio. No hay hombre que quiera morir, nadie, Ud. quiere vivir, y hay un Lugar de refugio para Ud. Dios proveyó un Lugar para Ud., un Lugar de refugio donde Ud. puede dejar sus preocupaciones, dejar sus tensiones y estar a salvo.",
    "Ahora, él debe querer permanecer en este refugio. Y, cuando él entra allí, él no… no debe quejarse. Él no debe entrar allí y caminar por alrededor, diciendo: “¡Oh, desearía estar fuera de este lugar!”. Si lo hace, lo sacan.",
    "Saben, desde que yo vine a mi Señor, yo—yo Le amo tanto que no quiero salir jamás. Yo—yo… Esta salvación tiene algo, que desde que entré en Él, Él es mi Refugio, y cuando entré en Él, nunca he querido salir. No tengo quejas. Si supiera que me van a sacar, entonces tendría una queja. Pero yo no tengo quejas.",
    "Yo Lo amo a Él, amo Su compañerismo, amo a aquellos que han tomado el mismo Refugio, me encanta tener compañerismo con los que están en este Refugio. ¡Qué glorioso compañerismo alrededor de la Palabra de Dios!",
    "Él no debe querer salir, porque afuera morirá, adentro vive. Amén. Estoy tan contento de estar adentro. ¡Oh!, es tan bueno estar Aquí adentro, porque uno está a salvo de la muerte. La muerte no puede tocarlos en Cristo, Él está vivo, y es tan glorioso que seamos bautizados en Eso, estoy tan agradecido por eso, un bautismo en el Refugio.",
    "Entonces cuando uno entra al refugio, el que venía persiguiendo tiene que detenerse en la puerta, porque al que venía persiguiendo ya está a salvo. Así que, no importa la prisa con la que venía huyendo, cuando entra al refugio, él puede sentarse y soltar el vapor, eso es todo, desahogarse. Él está a salvo, ya no tiene que preocuparse, ya está adentro, las puertas se cierran detrás de él.",
    "Estoy tan contento que podemos estar muertos, y nuestra vida escondida en el Refugio de Dios, a salvo para siempre. El poeta dijo:\n\nMi alma he anclado en el refugio de reposo,\n\nPara no navegar más los mares embravecidos;\n\nLa tempestad puede barrer por las profundidades tempestuosas;\n\nPero en Jesús estoy seguro para siempre.",
    "Las olas pueden golpear y confundir, y la enfermedad puede venir y la muerte puede venir, o lo que sea, pero Ud. está a salvo para siempre. Cristo, nuestro Refugio, el Lugar de seguridad provisto por Dios. Cristo es el único lugar de seguridad para aquellos que quieren vivir. Él es el Único que tiene Vida Eterna, no hay iglesia, no hay denominación, no hay presidente, ningún rey, ningún papa, ningún obispo, ningún ministro, ni nada puede darles seguridad, excepto Jesucristo, Él es el único Lugar que puede darles seguridad, y Él es la Seguridad provista por Dios.",
    "¡Oh, nosotros podemos proveer esto y proveer aquello, y caerá, pero cuando Dios provee algo es Eterno! Y esa es la manera provista por Dios para nuestra seguridad: en Cristo. Me encanta. Cuando uno está en Él, cuando vienen los problemas, como enfermedad, o preocupación, desilusiones: “Él llevó nuestros dolores, por Su llaga fuimos nosotros curados”. Todo lo que necesitamos para el resto del viaje está aquí mismo en el Refugio.",
    "¿Cómo entramos en este Refugio? “Por un solo Espíritu somos todos bautizados en este Refugio”, y llegamos a ser miembros de este Refugio. Somos un ciudadano de este Reino con nuestro gran Proveedor con nosotros, que provee todo lo que necesitamos. Solo confíen en Su Palabra, y nosotros, mientras estamos Aquí, estamos en Su Presencia; eso me gusta.",
    "Ahora, no tenemos que andar de prisa, y altercar, y actuar como el resto del mundo; aquiétense. ¿Qué les sucede a los Cristianos? El espíritu del mundo hoy es neurótico, pero ese no es el Espíritu de Cristo. ¿Alguna vez Lo vieron a Él agitarse por algo? Absolutamente tranquilo, Él sabía exactamente dónde estaba parado. ¡Oh, qué bendita seguridad es!",
    "Tal como un bebé, poner su confianza en Él, y dejar que Él lleve todas sus preocupaciones, porque Él cuida de Ud. No traten de hacer nada, Él ya lo hará, ha prometido que Él lo haría. Es asunto de Él, mientras Ud. le siga dando vueltas a eso, pues, Él no puede hacerse cargo, pero cuando Ud. lo suelta y se lo entrega, Él se encargará de eso por Ud. Sí, señor. ¡Oh, eso me gusta! ¡Qué perfecta calma debe tener el Cristiano!",
    "Miremos ahora a Israel solo como un ejemplo. Ahora, me prometí no quedarme aquí por mucho tiempo esta noche, en la plataforma, como vengo haciéndolo. Miremos a Israel, la noche de la Pascua allá en Egipto. Esa fue la noche más horrible que Egipto jamás llegaría a ver, la noche de la Pascua. El ángel de la muerte estaba en la tierra, los gritos venían de todas partes, la gente en las calles gritaba, madres jalándose el cabello, sus menores… su hijo mayor acababa de morir, grandes alas negras del ángel de la muerte sobrevolaban por la tierra.",
    "Pero Israel no podía estar más tranquilo. ¿Por qué? Eran personas igual como los egipcios, pero ellos habían caminado en el camino provisto por Dios. Habían aceptado el camino de refugio de Dios, ellos habían aplicado la sangre a la puerta. Y mientras caminaran en este camino, lo provisto de Dios, no tenían que preocuparse por ningún ángel de la muerte o alguna otra cosa, porque ellos estaban… tenían la promesa de Dios que el ángel de la muerte pasaría sobre ellos.",
    "Puedo ver a un niño mientras mira por la ventana, y corre de nuevo a su padre, sentado leyendo el Pergamino, y decirle: “Papá, el pequeño Johnny Jones, allí por la calle, con el que jugaba, está muerto, su madre está en la calle. ¡Y miré, y las grandes alas del asesino vienen en esta dirección!”. Puedo ver al padre anciano, muy tranquilo, mirar al hijo. Y le dice: “Papá, soy tu primogénito, y nuestra casa es la que sigue. ¿Cómo puedes estar sentado así cuando sabes que yo soy el siguiente?”.\n\nPuedo ver al padre anciano bajar el Pergamino, tomar al pequeño de la mano, caminar hacia la puerta, y decir: “¿Ves esa sangre?”.\n\n“Pero papá, ¿qué poder tiene esa sangre contra esas grandes alas negras de la muerte?”.\n\n“Hijo, es la promesa de Dios de que Él: ‘Cuando Yo vea la sangre pasaré sobre ti’. Lo único que tenemos que hacer es aplicarla”.",
    "Ahora, pudiera haber un—un barril de sangre junto a la puerta, y si no se aplica, no funcionará, tenía que aplicarse de la manera provista por Dios. Así mismo es en esta noche. Ud. no aplica la Sangre al hablar de ella, Ud. aplica la Sangre al aceptarla, y colocándola en el dintel de su propio corazón, entonces Ud. es libre.",
    "El padre anciano no temía, puedo oírlo decir: “Hijo, solo siéntate, deja escapar la presión. Nada nos hará daño”, le dice con toda tranquilidad, “Él prometió que, cuando viera la sangre, Él pasaría”.",
    "Dijo: “Yo seguí cada instrucción de la Palabra del Señor, la cual vino al profeta, quien nos dijo lo que teníamos que hacer, seguí esa instrucción exactamente como el profeta nos dijo que lo hiciéramos. Y yo sé que Dios está con el profeta, porque él es el hombre de Dios, y la Palabra del Señor viene a nuestros profetas, y por eso él nos dijo que apliquemos esta sangre. Él tenía ASÍ DICE EL SEÑOR, y yo lo he hecho, y lo creo, y estoy descansando en eso”. ¡Aleluya!",
    "Quizás quieran que Ud. se una a esto y aquello, no es problema, pero en cuanto a mí, yo solo quiero que la Sangre sea aplicada, aplicada de acuerdo a la instrucción. Si Ud. simplemente hace lo mismo ahora, entonces Ud. puede sentarse y dejar escapar el vapor. Sí, señor.",
    "Pero la gente de este día, esta edad incierta, corre de una iglesia a otra, de una denominación a otra, proselitismo, ¡oh, vaya!, y todo lo demás. ¿Qué están haciendo? Solo están acumulando presión.",
    "Alguna iglesia puede tener una pequeña reunión, y—y un predicador viene allí, y ellos toman su carta de esta iglesia, y la llevan a aquella. Otro viene, y tiene otra clase de pequeña reunión, y ellos la llevan de esa iglesia a esta aquí, simplemente llevándola alrededor.",
    "¿Por qué no solo toman la Sangre del Cordero y la aplican de la manera que Dios dijo que lo hicieran? Y no tendrían que perder el tiempo con la carta: “¿Será esto correcto o será eso lo correcto?”. Dios está correcto. Y si Ud. tiene la Sangre apropiada en su corazón, entonces Ud. está a cuentas con Dios.",
    "Aumentan la presión, ¿qué los hace hacerlo? Porque lo dejaron a Él, dejaron Su Palabra, ellos aceptaron credos y todas estas cosas, dogmas, se apartaron de la Palabra. “La Palabra del Señor es la… El Nombre del Señor es Torre fuerte; A Él correrá el justo, y será levantado”.",
    "El tema es que no nos esforzamos por entrar en el Nombre del Señor, sino que nos esforzamos por entrar en el nombre de la iglesia, y por esa razón la estamos sudando, pero, y aumentando la presión todo el tiempo, porque tenemos una nueva denominación, algo nuevo, y vamos hacia eso, y cuando menos lo pensamos, estamos con todo eso acumulado, y no sabemos dónde estamos parados.",
    "Pero: “Torre fuerte es el Nombre de Jehová; A Él correrá el justo, y será levantado”. Es el lugar de refugio, Ud. no se une a Él, Ud. nace en Él; Ud. no entra Allí llevando una carta, Ud. es iniciado por el Espíritu Santo, porque Ud. está circuncidado de las cosas del mundo, y ellas han muerto, detrás de Ud., y Ud. ha resucitado con Él, en la… en Su resurrección, como nuevas criaturas en Cristo Jesús.",
    "Ellos dejaron la Palabra. Cuando Ud. solo está teniendo, uniéndose a una—una iglesia, bueno, por supuesto, Ud. puede acumular una presión, pero cuando Ud. ha nacido en el Reino de Dios, la presión desaparece.",
    "Veamos, ¡oh, sí!, “Su Nombre es una Torre”, una gran Torre fuerte, un Refugio. Una Torre que cuando entramos en Ella, Él nos dió esta seguridad: “Pedid al Padre cualquier cosa en este gran Nombre de la Torre, y os será dado”. Obsérvenlo, entren en Él, nazcan en Él, luego pídanle al Padre cualquier cosa en ese Nombre, y obsérvenlo a Él honrar aquello.",
    "¡Qué consuelo es en esta hora, que cuando los pueblos del mundo, miembros de iglesia, corren de lugar en lugar queriendo encontrar un refugio, y ellos dicen, bueno, este dirá: “Bueno, tienes que recitar nuestro credo” este dice, “Ud. tiene que unirse a nuestra iglesia”, pero para aquel creyente que entra en Cristo serenamente y recibe el Espíritu Santo, y vigila la mismísima promesa de Dios manifestarse entre ellos! Ellos no tienen que correr de aquí para allá, simplemente pueden dejar escapar el vapor. Así es. Sentarse, todo ha terminado, ya la tienen asegurada en ese momento. Deje escapar la presión, porque Ud. ya no tiene que andar corriendo de iglesia en iglesia porque Ud. está en Ella.",
    "🦅 Torre fuerte es el Nombre de Jehová; cuando el justo corre a Ella, es levantado”. ¿Qué clase de Torre? Es una Torre de refugio donde podemos entrar, y que… El Verbo, el Señor es la Palabra: “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra Se hizo carne y habitó entre nosotros”.",
    "Repito: “Si permanecéis en Mí” la Torre, “si Mis Palabras permanecen en vosotros” ahora, eso significa cuando Uds. están adentro, no cuando están allá afuera mirando hacia adentro, sino cuando están Aquí adentro mirando hacia afuera. ¿Ven? Cuando… “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, podéis pedir lo que queráis, y os será hecho”.",
    "Ahora, si Ud. no cree que esa es la Verdad, entre en algún momento y averígüelo. Entre y sea satisfecho con lo que hace el Espíritu Santo, no le encuentre fallas, queriendo salir de nuevo, solo entre y more con Él.",
    "El Nombre del Señor, dice la Biblia: “Y todo lo que hagan de palabra o de hecho, háganlo todo en el Nombre del Señor”. Correcto. Y la Biblia dice: “No hay otra torre debajo del Cielo por la cual Uds. puedan ser salvos” ninguna otra torre, nombre, ni otro refugio, ni iglesias, ni organizaciones, ni sociedades. No hay problema con ninguna, nada en contra de ellas, hacen una gran obra, pero cuando se trata de salvación, no hay otro nombre dado bajo el Cielo, sino este gran Nombre de Jesucristo.",
    "Eso no significa simplemente Invocarlo, significa entrar en Él, estar en Él; somos bautizados en Él por un Espíritu. Primera de Corintios 12: “Fuimos todos bautizados en un Cuerpo”, que es Cristo Jesús. Amén. Me gusta. Es un gran… ha sido algo tremendo para mí. Entonces, mientras estamos en esta gran Torre, el compañerismo que tenemos, ¿no es maravilloso tener compañerismo con Cristo? ¿Qué más podríamos pedir?",
    "Ahora, Isaías Lo describió a Él como una gran Roca en una tierra árida. Esa es esta tierra, una tierra árida, o un tiempo preocupante. Estamos viviendo en un tiempo preocupante, cuando la gente quiere cavar hoyos debajo de su casa, poner allí un gran tanque.",
    "Bueno, ¿no saben Uds. que si una bomba atómica llegara a estallar en este lugar, bueno, eso entraría tanto en la tierra que rompería cada hueso de su cuerpo? Y, pues, algunas de esas bombas harán un hoyo a treinta, o, a cuarenta y cinco, sesenta metros, tal vez, de profundidad, y mataría todo en la parte superior de la tierra por—por doscientos cuarenta, a trescientos veinte kilómetros a la redonda. Haría un hoyo de sesenta o noventa metros de profundidad, tal vez, y—y por ciento sesenta kilómetros a la redonda, convirtiendo todo en ceniza volcánica. Aunque Ud. estuviera en el centro de la tierra, en lo volcánico, aún lo mataría.",
    "No hay escapatoria, solo hacia arriba, para escaparlo. Sí, señor. ¿Cómo sube Ud.? Baje primero. Correcto. ¿Cómo? Baje, confiese sus pecados, crea en el Señor Jesucristo, sea sepultado en el bautismo con Él, y levántese en Su resurrección, con el Espíritu Santo que lo levanta a Ud. por encima de la intranquilidad y preocupaciones e incredulidad del mundo. Sí, así es. “Torre fuerte es el Nombre de Jehová; Roca fuerte en tierra árida; A Él correrá el justo, y será levantado”. ¡Cuánto Le agradecemos a Dios por eso!",
    "Estaba leyendo no hace mucho, pues me gusta leer de la vida silvestre; fui un oficial de conservación por años, y he estudiado la vida silvestre.",
    "La mayoría de Uds. saben acerca de un—un—un rifle que me explotó, el otro día, si no hubiera sido por Dios, me hubiera matado. Ahora, solo quisiera decir algo acerca de eso. Fue por demasiada presión, lo que lo causó.",
    "Permítanme darles una pequeña lección aquí. Saben, el rifle no era un rifle Weatherby original. Como he dicho, tengo amigos que me hubieran comprado uno, siempre lo quise, pero yo—yo—yo no les permití hacerlo porque costaba más que cualquier otro rifle. Y un buen hombre de negocios Cristiano le dio a mi hijo un modelo 70 Winchester, y Billy es zurdo, y tenía un cerrojo de mano derecha, y él no podía usarlo. Así que, le di mi viejo Savage 0,300, y tomé su rifle, porque yo soy diestro. Y entonces, era una 0,257 Roberts, para Uds. hermanos que cargan a mano y saben de armas.",
    "Y entonces vino un—un amigo mío, me dijo: “Hermano Branham, Ud. no nos permitió comprarle un Weatherby. Ahora, Weatherby puede taladrar ese, y hacerlo un Weatherby por poco dinero, a Ud. le costaría treinta dólares, a mí me cuesta como diez o quince”. Dijo: “Que ellos lo taladren, permítame hacer eso por Ud.”.",
    "Bueno, él es un hermano muy maravilloso, dije: “Adelante, tómelo”. Bueno, él fue y lo taladró. Cuando le metí una bala y lo disparé, por poco me mata.",
    "Ahora, esto fue lo que sucedió: Si ese hubiera sido un Weatherby Magnum para empezar, no hubiera explotado. ¿Por qué? Eso, si al principio hubieran sido los moldes correctos, hubiera sido efectivamente un Weatherby Magnum, pero siendo que era otra cosa, y se trató de hacer algo que no era, explotó.",
    "Y eso es lo que sucede hoy con los Cristianos; eso exactamente. Hay tanta gente que trata de imitar el Cristianismo, que se emocionan, salen y tratan de actuar como Cristianos. ¿Qué sucede? Con la primera pequeña presión que viene, Ud. explota.",
    "Pero si Ud. hubiera regresado al principio y nacido de nuevo del Espíritu de Dios, habría podido soportar la presión, porque Aquello Le fue enviado a Ud. Seguro. Ud. debe comenzar de muerte a Vida, debe morir, entrar al montón de chatarra, y ser moldeado de nuevo, si no, Ud. va a explotar en alguna parte.",
    "Leía aquí no hace mucho, prediqué un tema llamado El águila agita su nido, en Chicago, y estaba leyendo acerca de cierta clase de águila. Hay cuarenta especies diferentes, según dicen, significa: “un destripador con pico”. Dios siempre compara a Su pueblo con águilas, Él Mismo Se llama Jehová-Águila, y Sus aguiluchos, que son los que nacen de Él; y varias veces hice una ilustración bastante básica sobre eso, cómo es que, cómo el águila prepara a sus pequeños para volar, y los lleva a las alturas, y los suelta.",
    "Y si un cuervo intentara subir allá, se le caerían todas las plumas, no está presurizado para eso, ¿ven?, no podría soportar la presión. Pero el águila es la única ave que nace con esa clase de plumaje, que puede alcanzar tal altura que ni un halcón pudiera acercársele. Y ella sí que tiene ojos, y entre más alto sube más lejos puede ver. Pues, ¿de qué le serviría subir allá, si no tuviera la vista para ver lejos a la distancia? Ni siquiera podría ver de dónde vino.",
    "Y así es con el Cristiano. Algunos tal vez tienen una actitud de buitre, comiendo cosas del mundo, el buitre, y queriendo volar por allá con el águila, pues, él—él explota, hay demasiada presión, hay que estar hecho para eso.",
    "Y esta cierta clase de águila, cuando comienza a envejecer, se cansa, como todos nosotros los ancianos, y le sale una costra en la cabeza, y se cansa tanto que no sabe qué hacer. Y ahora, la Biblia dice que el águila renueva su juventud; así que, estudié a esta amiga. Y cuando envejece y se cansa, y con esa costra por toda su cabeza, vuela lo más alto posible hasta que encuentra una gran roca en lo alto. Baja al lado de esta roca, se coloca allí y comienza a golpear la cabeza contra esta roca.",
    "¿Qué procura hacer? Quitarse la costra a golpes, toda la costra. Y le salta sangre de la cabeza, ella pasa por toda clase de tortura. Pero mientras pueda sentir un poco de la costra encima, no descansará hasta quitarse eso, así que, la golpea en la roca, simplemente sigue golpeando hasta que toda la costra se le cae de la cabeza.",
    "Y tan pronto como se le desprende toda la costra de la cabeza, aunque esté sangrando, herida, ella grita a todo pulmón, deja escapar la presión. ¿Por qué? Pues, tan pronto toda esa costra se desprende, entonces ha renovado su juventud, no hay duda que vendrá, y ella, tan pronto como toda la costra ha desaparecido, puede comenzar a gritar, porque sabe que se ha quitado toda la costra. Así que, no hay duda que su juventud será renovada, y ella puede simplemente dejar escapar la presión, comenzar a gritar, porque vuelve a ser nuevamente un águila joven. Eso es maravilloso. Me da gusto por el águila, me da gusto por esa ave.",
    "Pero saben, yo conozco una Roca a la que podemos ir, y golpear en oración hasta que toda la costra del mundo caiga de nosotros a golpes, hasta que toda la incredulidad en la Palabra de Dios sea quitada a golpes, hasta que entremos en un lugar donde todo es posible. Y tan pronto como todo el mundo y la incredulidad en la Palabra de Dios sale de nosotros, entonces podemos clamar y gritar porque la Vida Eterna está asegurada, absolutamente asegurada. Claro, porque todo el mundo ha salido a golpes.",
    "Si Ud. no suelta el mundo, sigue amando el mundo y las cosas del mundo, de seguro morirá, pero si puede apartarse de todo eso, entonces su juventud será restaurada, Ud. tendrá Vida Eterna; eso me agrada tanto.",
    "Hace un tiempo leía acerca de la Proclamación de Emancipación, cuando los esclavos, los hermanos de color, las hermanas, en el sur, cuando tenían la esclavitud. Y cuando se firmó la Proclamación de Emancipación (Ellos habían sido azotados, y golpeados, y demás, y habían sido esclavos, y sabemos lo que sucedió.), dijeron: “En una cierta mañana”, no recuerdo la fecha ahora mismo, pero, “esa es la mañana en que Uds. serán libres, pues quedarán libres al amanecer. Cuando salga el sol, todos los esclavos podrían irse en libertad”.",
    "Esos pobres, decrépitos, esclavos azotados cruelmente estaban tan ansiosos por ser libres, que los más fuertes subieron muy arriba, a la cima del monte. Las mujeres y los débiles más abajo. Los que no eran tan fuertes escalaron un poco menos, y las mujeres, luego los niños. Y los grandes, más fornidos, que podían llegar hasta la cima, se pararon allí antes del amanecer, y vigilaron, y vigilaron, hasta que después de un rato comenzaron a ver los rayos del sol que salían, aún estaba oscuro en el valle, ellos lo anunciaron más abajo. Uno gritó desde arriba: “¡Somos libres!”. El siguiente gritó más abajo: “¡Somos libres!”. Hasta abajo hasta el valle: “¡Somos libres! ¡Ha salido el sol!”. Ellos podían dejar escapar la presión, y clamar y gritar a todo pulmón, porque eran libres, el sol había salido.",
    "Ese era el s-u-n [el sol.—Trad.], pero, ¡oh, hermano!, ahora el S-o-n [el Hijo] ha salido. ¡Somos libres! ¡Aleluya! Las señales de Su resurrección están aquí mismo entre nosotros: “Jesucristo, el mismo ayer, hoy y por los siglos”. Él no está muerto, sino que vive para siempre. El Hijo se ha levantado, podemos gritar y alabar a Dios. El Hijo ha resucitado, y nosotros vivimos. Él está con nosotros, en nosotros, vindicando Su Presencia con Sus grandes señales y maravillas de resurrección.",
    "El S-o-n [el Hijo] se ha levantado, los esclavos del pecado, y a la denominación de la iglesia, al iglesismo, y a todas esas cosas: Uds. son libres. El Hijo de Dios Se ha levantado con sanidad en Sus alas, y el Hijo ha resucitado. Estoy tan contento por eso.",
    "Una vez allá en Kentucky, en la región montañosa de donde vengo, estaba predicando. Y yo, temprano en la tarde, yo, predicaba del infierno, fuego y azufre para el incrédulo, había un viejo leñador sentado allá atrás, y dije: “Todos Uds. borrachos” y él era uno, dije, “es mejor que se arrepientan. Pónganse a cuentas con Dios”.",
    "Un hombre había venido la noche anterior, estaban cortando maíz, y él tenía un—un gran clavo en su overol, dijo: “Iremos allá” yo había estado predicando como por un año, dijo: “Arrojaremos a ese predicadorcito por la ventana”.",
    "Así que, él vino a la puerta, alguien vino y me avisó, me dijo: “Ese es el grupo más rudo que hay por aquí”. Parado allí hay un hombre grande, corpulento, de brazos cruzados, con la barba colgando, como de treinta años, ¡oh, él era un hombre de mirada fea!, y no me quitaba la mirada, yo seguía predicando: “¡Arrepiéntanse o perezcan!”.",
    "Él se quedó demasiado tiempo, el Espíritu Santo se apoderó de él, cayó al suelo, no pudo llegar al altar lo suficientemente rápido. Él llegó con las manos en alto, sobre su cabeza, clamando: “¡Dios, ten misericordia de mí!”.",
    "A la noche siguiente su pequeña estaba allá atrás, su niña me entregó un puñado de flores cuando entré por la puerta, ella dijo: “Hermano Bill, tenemos un nuevo papá en casa. Quiero mostrarle que lo amo a Ud. por subir por acá, y permitir que Jesús nos hiciera un nuevo papá”.",
    "Y este viejo borracho sentado allí, y dije: “Todos Uds. borrachos, todos Uds. pecadores, arrepiéntanse” y él se enojó, y se levantó y se fue a casa, se acostó.",
    "Yo me estaba quedando allá en la casa de mi abuelo, y pues, mientras tenía la reunión. Y, por allá, nosotros… se cruza las colinas con una lámpara en la mano.",
    "Y, así que, cuando el… Como a la medianoche llegó este anciano, golpeando la puerta. Y dije… abrí la puerta. Él dijo: “Hermano Branham, quiero que ore por mí”. Dijo: “Tuve el sueño más horrible hace un rato” y dijo él, “yo—yo no pude esperar que pasara la noche”.\n\nDije: “¿Qué sucede?”.",
    "Dijo: “Yo—yo soñé que era un conejo”. Y dijo: “Yo estaba en el campo, comiendo trébol y pasándola bien, y estaba haciendo lo que quería”. Y dije: “Después de un rato oí el gruñido de un sabueso” y dijo, “ya tenía el perro encima”. Y dijo: “Salí corriendo” pero dijo, “el perro era más rápido que yo”.",
    "Y dijo: “Me di vuelta y miré, y allí había una gran roca de la que había oído hablar”. Y dijo: “En esa roca había un—un hoyo” y dijo, “sabía que si tan solo le podía ganar a ese sabueso a ese hoyo, estaría a salvo, pero si no le ganaba, me agarraría”.",
    "Y dijo: “Hermano Branham, mientras corría con todas mis fuerzas, sabiendo que en cualquier momento sería devorado, porque podía sentir el aliento caliente del perro mientras saltaba, a mis talones” y dijo, “justo cuando se abalanzó sobre mí, me metí en el hoyo”. Y dijo: “Cuando entré, me senté, dejé escapar la presión”. Eso es.",
    "Él es una Roca en tierra árida. Hay una hendidura en la Roca para los pecadores, la incredulidad, solo entren corriendo a la Roca y estén a salvo; Cristo es nuestra Roca. La gente hoy corre tras todo menos a Cristo, ellos corren tras denominaciones, corren tras sensaciones, todos tienen sangre, fuego, humo o algo, y la gente corre tras eso.",
    "¿Por qué no reciben Su Palabra? Porque Él es la Palabra, corra entrando en Ella y Ud. estará a salvo, porque “Los cielos y la tierra pasarán, pero Mi Palabra no pasará”. Sí, señor.",
    "Hoy en día siempre es algo que tienen que hacer, ellos corren hacia un credo, se unirán y renunciarán, y todo lo demás, de una a otra, pero no se esforzarán por recibir a Cristo. Obsérvenlo mientras Él Mismo Se vindica. Todo eso acumula presión, Uds. deben dejarla escapar; simplemente crean Su Palabra.",
    "¿Cómo lo consigo, Hermano Branham? San Juan 5:24, Jesús dijo: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna; y no vendrá a Juicio mas ha pasado de muerte a Vida”. Eso es lo que dijo Jesús.",
    "Hechos 2:38, Pedro dijo: “Arrepentíos, cada uno de vosotros, bautícese en el Nombre de Jesucristo para perdón de sus pecados, recibiréis refugio; recibiréis el Espíritu Santo. Porque para vosotros es, y para vuestros hijos, y para los que están lejos; para cuantos el Señor nuestro Dios llamare”. A ese lugar hay que venir.",
    "Marcos 16 dice: “Estas señales seguirán a los que creen”. Saben, por lo—lo que hay allí en el interior, Uds. saben cuáles son los resultados. Cuando Ud. hace esto, ha pasado de muerte a Vida, y tiene Vida Eterna, y Ud. puede dejar escapar la presión. ¿Por qué no dejarla escapar? La gente está tan molesta, tan perturbada, simplemente deje escapar la presión. Hay una Tierra más allá del río, hay un Refugio, y ese Refugio es Cristo.",
    "Hoy, no tenemos que dudar de eso, sabemos que es la verdad. Cuando Dios hace una promesa en Su Biblia, y la vemos cumplida, sabemos entonces que es la verdad. [Cinta en blanco.—Ed.] No se puede hacer nada más.",
    "Ahora, ¿cómo uno sabe eso, en este día cuando la gran conglomeración de “Todos tienen esto y aquello, esto y aquello”? Pero, y sabemos que Dios da señales, hay señales en el camino. Si Ud. no tuviera un letrero, no sabría hacia dónde se dirige. Ud. no puede tomar un mapa de ruta y avanzar, a menos que tenga una señal para ver hacia dónde va. Este es el mapa de ruta, Este es Aquel que nos dice si estamos en lo correcto o no.",
    "Jesús dijo: “Estas señales” en Marcos 16, “señalarán el camino”. Jesús dijo en Juan 14:12: “El que en Mí cree, las obras que Yo hago, él las hará también; más que estas hará, porque Yo voy al Padre”. Ese es el refugio. En otras palabras, si entran en Él, Su naturaleza y Su Vida estarán en Ud., Y Ud. puede sentirlo, puede verlo, y producirá exactamente la Vida que la Biblia dijo que produciría.",
    "Si Ud. comprara una vid y fuere una vid de uvas, y esa vid de uvas creciera y produjera de ella una rama, y esa rama tuviera uvas, bueno, ¿cómo va Ud. a tener calabaza de la siguiente vid, y la siguiente vid que le salga va a dar otra cosa? Si sucede, es una vid injertada.",
    "Y eso es lo que sucede hoy, tenemos demasiadas cosas injertadas llamadas “la Iglesia de Cristo”. Tenemos demasiados injertos, Eso solo da testimonio de Sí Mismo.",
    "Aquí hace unas semanas estaba hablando en la transmisión internacional para los Hombres de Negocios del Evangelio Completo en California. Y cuando lo hice, hablé de un árbol que había visto en el rancho del Hermano Sharrit en Phoenix, creo que tenía nueve clases de frutos diferentes, y era un naranjo. Y dije: “Quiero preguntarle algo, Hermano Sharrit”. Dije: “Ahora, hay una toronja, y hay una—una mandarina, un tangelo y un limón”. ¡Oh, no sé cuántos frutos cítricos había en ese árbol! Y dije: “Ese árbol, ¿cómo llegaron allí esos?”.\n\nÉl dijo: “Bueno, yo los injerté, todos son cítricos, así que los injerté”.",
    "Dije: “Ahora, la próxima primavera, o la próxima vez que produzca, siendo originalmente un naranjo, entonces producirá, todas estas ramas ¿producirán naranjas?”.",
    "Él dijo: “No, no. Ah-ah. No. Producirá de la clase de rama que tenga allí”. Dijo: “Si es—si es una—si es una rama de limón en un árbol de naranja, sin embargo, producirá limones”. Y dijo: “Si es una—si es una—una rama de mandarina, producirá mandarinas, viviendo de la misma vida”.\n\nDije: “¿Entonces no producirá más naranjas?”.\n\nÉl dijo: “¡Oh, sí!, cuando el árbol original produzca una de sus ramas originales, producirá naranjas”.\n\nYo dije: “¡Alabado sea Dios, así es!”.",
    "Jesús dijo en Juan 14: “Yo soy la Vid, vosotros los pámpanos”. Y la primera rama que salió de esa Vid, fue seguida por un Libro de los Hechos. Correcto. Y hoy, tenemos denominaciones viviendo del nombre del Cristianismo, pero solo produciendo fruto denominacional. Así es. Pero si esa Vid llega a producir otra rama, Uds. seguirán escribiendo un Libro de los Hechos, porque producirá la Vida original.",
    "Si el Espíritu de Cristo está en la Iglesia, pues, hará las obras de Cristo, así lo dijo Jesús. Entonces podemos dejar escapar el vapor, dejar escapar la presión. Ud. no tiene que andar de iglesia en iglesia, solo venga a Cristo.",
    "¿Qué hizo Él? ¿Cómo Le conocimos? ¿Cómo sería si Él estuviera aquí en la ciudad esta noche? ¿Qué haría si Él se parara aquí? Él les hablaría de un Lugar. “No temáis…”. Lo primero en la resurrección: “No temáis, no estéis todos angustiados; Yo soy Aquel que estaba muerto y vivo de nuevo. Yo soy el mismo ayer, hoy, y por los siglos”. Nosotros Lo conoceríamos. Y así es como Lo conocemos a Él hoy, porque…",
    "Él caminó un día, después de la resurrección, por un camino con unos amigos que iban a Emaús, Cleofas y su amigo. Y Él les habló todo el día, ellos no Lo reconocieron. Pero cuando Él entró en la casa esa noche, en la pequeña posada, cuando Él se sentó, y sus ojos estaban cegados a eso, y luego Él hizo algo así igual como lo hizo antes de Su crucifixión, y por esa señal que hizo, de la misma manera que Él lo hizo antes de ser crucificado, ellos reconocieron que era Él, eso es lo que les abrió los ojos.",
    "Ahora, ¿no sería igual hoy? Ahora, estamos en el tiempo del fin, cuando Él prometió que esta—que esta Vid produciría otro pámpano. Él lo prometió en el tiempo del fin, y aquí estamos en el tiempo del fin. Llegaré al retoño de ese pámpano en la mañana, si el Señor quiere. Pero aquí estamos en el tiempo del fin, con el mismo Jesús.",
    "Ahora, uno dirá: “Únase a esto” el otro dice, “Vaya a esto” y todo, Ud. aún está acumulando presión, no sabe Ud. dónde se encuentra. ¿Por qué tan solo no viene a ese Refugio? ¿Por qué no tan solo viene a Él a ver si es así? Tomarlo a Él por Su Palabra; creyéndole.",
    "Cristo está en el edificio esta noche. Cristo prometió esto: “Donde estén dos o tres congregados en Mi Nombre, Yo estaré en medio de ellos”. ¿Es así? Bueno, entonces, si eso no es así, entonces el Libro está errado, dice algo que Él no dijo. Pero entonces, ¿cómo colocaría Ud. su confianza, en que el Libro está correcto? Si el Libro está correcto, y dice eso, entonces tómelo a Él por Su Palabra, y el—el Espíritu Santo vindicará que esa es la verdad; eso que: Dios dijo algo, Dios vino y probó algo. Cualquier hombre puede decir lo que quiera, pero eso no lo hace correcto; pero cuando Dios viene y prueba que es correcto, eso lo hace correcto. Amén.",
    "¿Creen? ¿Están Uds. en ese Refugio? Uds. tienen derecho a todo privilegio que tiene Dios, si están allí dentro. ¿Lo creen Uds.? ¿Están contentos de estar en este Refugio? ¿Pueden simplemente recostarse y dejar escapar la presión? Decir: “Gracias a Dios, finalmente lo logré. Estoy aquí por la gracia de Dios. Estoy en la zona de seguridad, nada puede hacerme daño ahora, estoy protegido por la Sangre de Jesucristo, una compañía de Ángeles me rodea”.",
    "🦅 Los Ángeles de Dios acampan alrededor de aquellos” no se van, se quedan allí día y noche, “acampan alrededor de los que Le temen”. Y Uds. tienen un Refugio. Pueden entrar en Él, y todo privilegio… ¡Y qué tiempo es para estar en este Refugio, y tener compañerismo con Él!",
    "Creo que si Le pidiéramos a Él esta noche, si pudiéramos tener un poco de compañerismo con Su Presencia, creo que Él lo haría por nosotros. ¿No lo creen? Yo creo que Él lo haría.",
    "Ahora, a Uds. que tienen ese deseo, hace un rato, que levantaron la mano: me pregunto, en esta noche, si tuvieran compañerismo con Él, teniendo ese deseo, por unos minutos. Si Ud. está en ese Refugio, puede tocarlo a Él, porque Él es el Sumo Sacerdote que puede compadecerse de sus debilidades, si Ud. está en ese Refugio, puede hacerlo.",
    "Ahora, creo que anoche vinimos y repartimos tarjetas de oración. ¿Cuántos están enfermos aquí, y quieren la oración? Veamos sus manos. Levanten sus manos, en todas partes. ¡Oh!, no podríamos tener una línea sin tarjetas. Es… ¿Ven? No podríamos hacerlo, porque estaríamos empujándonos el uno al otro. Pero vamos—vamos a detenernos por un minuto. Recuerden, ese pequeño bebé por el que acabamos de orar, en menos de veinticuatro horas Dios había llegado a la escena, al grado que aun asombró al médico. ¿Ven? Seguro. Él es Dios, Él sana a los enfermos.",
    "Ahora, si Ud. supiera que Jesús está parado allí mismo a su lado, ¿cree que si Ud. Lo tocara, que Él le sanaría, como la mujer que tenía el flujo de sangre? ¿Lo cree Ud.?",
    "Pues, ahora, si la Biblia aquí nos dice que Él es el mismo ayer, hoy, y por los siglos, sencillamente oremos y digamos: “Señor, he entrado en este Refugio, soy Tu siervo, y ahora estoy afligido con algo, o algo anda mal conmigo. ¿Pudiera tocarte? Si es mi fe, si tengo suficiente fe para tocarte, entonces respóndeme. Ahora, el Hermano Branham no me conoce, y yo no lo conozco a él, pero Tú nos conoces a ambos, y yo creo que la Biblia dice que, ‘Tú eres el mismo ayer, hoy, y por los siglos’ y si somos bautizados en Ti, y allí tienes oficios para usar, Tu gran Iglesia para la perfección, para sacar toda la duda, yo voy a ser el águila esta noche, me colocaré junto a esta Roca, y golpearé hasta que toda incredulidad haya desaparecido de mí”. ¿Ven? “Cuando yo sienta que toda la incredulidad ha desaparecido, habiendo confesado todos mis pecados, digo: ‘Señor Dios…’”.",
    "Ahora, Ud. dice: “Hermano Branham, yo no fumo, bebo, masco, no cometo adulterio”. Esa—esa no es la cosa. Eso no es pecado, ese es el atributo del pecado, ese es el atributo de la incredulidad. ¿Ven?, si creyera, Ud. no haría eso. ¿Ve? No, eso no es el pecado. La gente puede… La incredulidad es el pecado: “El que no cree, ya ha sido condenado”. ¿Ven? Eso solo es un atributo de la incredulidad.",
    "Pero si Ud. puede golpear todo eso desprendiéndolo de Ud., decir: “Señor Dios, yo creo exactamente lo que dice Tu Palabra, y creo, como predicamos anoche, que la aparición del Señor viene antes de la Venida del Señor”, porque, es que son dos palabras completamente diferentes. ¿Ven? Ahora la aparición, como Él prometió en los días postreros que Él estaría con nosotros.",
    "Y qué Refugio, y qué consuelo es, Cristianos, que podamos pararnos aquí esta noche, en la Presencia de Dios, ante Su Palabra, y las imposibilidades que Él ha prometido aquí, ¡podemos verlas manifestadas aquí mismo frente a nosotros! ¡Qué cosa tan maravillosa! Si no es un Refugio, si no es un refugio de reposo, no sé qué podría serlo, ver a Jesús, Él dijo: “Las obras que Yo hago, vosotros también las haréis”. ¡Oh, qué promesa! Ahora, ¿cuántos creen que esa es la verdad? Muy bien. Ahora, oremos.",
    "Nuestro Padre Celestial, Tú eres Dios. Oro que concedas, en esta noche, las cosas que la gente está pidiendo. Y mi oración es que Te muestres vivo, para dar consuelo.",
    "Hace un rato, cuando les pedí a los creyentes que levantaran la mano, Padre, hasta donde alcancé a ver, era el cien por ciento, todos eran creyentes. Muchos, para la mayoría de estas personas soy desconocido, pero Señor, Tú los conoces.",
    "Ahora, les he dicho que—que hay un Refugio, una Torre, una—una Roca en una tierra árida, un Lugar ahora en una tierra árida, donde podemos entrar y estar seguros. La Biblia dice: “Torre fuerte es el Nombre de Jehová; A Él correrá el justo, y será levantado”.",
    "Ahora, para asegurar la seguridad, Señor, la gente sabrá que no es seguridad denominacional, es el Espíritu Santo, la seguridad de la Sangre, a la que entramos, permite que esto sea notorio esta noche, Señor, que Tú aún eres Jesús, que has resucitado de entre los muertos, que Tú ahora eres un gran Sumo Sacerdote que está haciendo intercesión, por—por cualquier cosa que pidamos.",
    "Creemos que Tú nos prometiste que, “Si pidiéramos algo en Tu Nombre, sería hecho”. Tú lo prometiste: “Si permanecíamos en Ti, y nuestro… y Tus Palabras en nosotros, entonces podríamos pedir lo que queramos, y nos sería concedido”.",
    "Sabemos que Tú cumples Tu promesa, Señor. Y oro para que vindiques Tu Presencia en esta noche. Y Te pedimos, Padre, que concedas que suceda lo mismo aquí, en esta noche, delante de la gente, como antes de Tu crucifixión, para que ellos puedan saber, después de dos mil años, que Jesús no ha envejecido ni un día, Él es el mismo Cristo de siempre, Él nunca puede fallar ni cambiar.",
    "Mi oración es que les des consuelo. Y concede esta noche, Padre, que ellos sabiendo que solo somos seres humanos, y estas cosas serían imposibles de hacer para un ser humano, pero Dios prometió hacerlo para Su—Su Iglesia, Sus llamados fuera, los que estuvieran bajo la Sangre. Concédelo, Padre.",
    "Y si hay algunos aquí, esta noche, que no están bajo la Sangre, que rápida y dulcemente, puedan pedir ese privilegio, y estoy seguro que será concedido. Lo pedimos, en el Nombre de Jesús. Amén.",
    "Ahora, iglesia, Uds. quienes están peregrinando, no me refiero a la denominación, me refiero a Uds. en la denominación, la cual es la Iglesia, pregunto esto: que hay hombres que pueden pasar y decir lo que él quiera, pero a menos que venga de la Biblia, yo sería un poco escéptico al respecto.",
    "Ahora, Dios puede hacer cualquier cosa que quiera, Él es Dios, quién soy yo para decir que Él no lo hace. Él se encarga de Sus Propios asuntos, yo ni siquiera puedo ocuparme de los míos, más bien yo dependo de Él.",
    "Pero ¿qué pasa si Él promete algo, y es una señal de la Biblia? Como “En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si tomaren en las manos serpientes o bebieren cosa mortífera, no les hará daño; si ponen las manos sobre los enfermos, ellos sanarán. Jesucristo el mismo ayer, hoy, y por los siglos. Un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo” pronombre personal, “estaré con vosotros, aun en vosotros, hasta el fin del mundo. Y las obras que Yo hago, vosotros también las haréis”. Esas son señales de la Biblia, Amigo. Esos son creyentes que han pasado de muerte a Vida.",
    "La Biblia dice que Él es un Sumo Sacerdote que puede compadecerse de nuestras dolencias. Ahora, si Ud. tiene una enfermedad esta noche, o conoce a alguien que está enfermo en esta noche, si Ud. solo ora y Le cree a Dios, si Ud. solo pide ahora mismo, yo Le creo a Dios, por Su Espíritu Santo aquí en medio nuestro…",
    "Ahora, amigos, vemos esto, muchos de Uds. lo han visto obrar, pero el problema con el pueblo americano, es que lo hemos visto demasiado, es demasiado común para nosotros ahora.",
    "Un viejo marinero venía del mar un día, y se encontró con un hombre que iba allá, un poeta quien había escrito acerca del mar, pero nunca lo había visto, y él dijo: “¿A dónde vas, mi buen hombre?”.",
    "Él dijo: “Voy al mar”. Dijo: “¡Oh!, he escrito de él, lo que he leído”. Dijo: “Ahora, voy a estudiarlo”. Dijo él: “Voy allá a experimentarlo. Yo he… ¡Oh, cómo se emociona mi corazón!”. Dijo: “Quiero oler sus olas salinas, quiero ver el oleaje y las olas en el aire, quiero oír el chillido de las gaviotas, y ver los cielos azules reflejarse en su agua, en sus olas blancas mientras baila”. Él era un poeta, así que podía expresarlo muy bien.",
    "Y el viejo marinero dijo: “No le veo nada tan emocionante” dijo, “yo nací en él, hace más de cuarenta años”. ¿Ven?, él lo había visto tanto, que llegó a serle común.",
    "Eso es lo que sucede con la gente del Evangelio Completo, pero pronto llegará la hora en que clamarán pidiendo Aquello, y no Lo verán. Que nunca se vuelva común para Uds., que el Espíritu Santo nunca se vuelva común para Uds., que siempre sea fresco y nuevo.",
    "Que cada acción de Dios emocione mi alma. Cada noche me asombro, cada día, mientras camino y lo veo a Él decir cosas, y ver que sucede de la manera en que Él dijo que sucedería, cómo es que Él lo predice meses antes de que suceda, luego observarlo perfectamente, nunca fallar ni un ápice.",
    "Su Palabra no puede fallar, Él es Dios. ¡Y qué refugio que es! ¡Qué consuelo es saber que no somos niños empujados de un lado a otro, sin saber a dónde vamos, sabemos a dónde vamos, Dios lo prometió, Él vindica Sus promesas!",
    "Y la gente pudiera decirle que estamos demasiado emocionados, no es emoción, por supuesto, es, en cierta manera es emoción. Pero todo lo que no tenga emoción está muerto, así que, si su religión no tiene una pizca de emoción por esto, es mejor que la entierren, porque está—está muerta. Así que, seguro que es emocionante.",
    "Cuando Jesús vino a, entró a Jerusalén, la gente gritó y clamó hasta que dijeron: “Háganlos callar”.",
    "Él dijo: “Si ellos callan, las piedras inmediatamente clamarán”. El Hijo de Dios iba de camino, y algo tiene que salir, en Su Presencia.",
    "Ahora, el Hijo de Dios está aquí esta noche, yo lo creo. Yo no soy el Hijo de Dios, soy un hijo adoptivo de Dios, como Uds., soy una porción de Su Espíritu. Y si Su Espíritu está en mí… Si les dijera que yo tengo el espíritu de John Dillinger, Uds. esperarían que yo tuviera pistolas, y fuera un bandido. Si les dijera que el espíritu de un artista está en mí, Uds. esperarían que yo pintara cuadros. Si les dijera que el espíritu de algún gran soldado, Uds. esperarían que yo conociera todas las armas y todo, porque su espíritu está en mí. Y si les digo que el Espíritu de Cristo está en mí, entonces yo debería hacer las obras de Cristo, vivir la clase de Vida que Él vivió, una Vida sacrificada por el pueblo, correcto.",
    "Pienso en la vez cuando el profeta fue al pueblo, cuando querían llegar a ser como los otros pueblos. Allí es donde cometieron un lamentable error, cuando quisieron un rey, querían actuar como los otros pueblos. Es una lástima que le metimos denominación a Pentecostés, bajando la guardia y esas cosas, es una lástima, eso dejó por fuera al otro individuo. Y no deberíamos querer actuar como el resto de las iglesias, somos un grupo de personas nacidas de nuevo, somos libres. No estamos atados por credos de hombre, somos libres en Cristo.",
    "Ahora, pero qué lástima que lo hicieron, pero aún nosotros somos libres por la gracia de Dios, y Él está con nosotros esta noche. No tenemos que ser zarandeados, diciendo: “Ud. tiene que hacer esto, y Ud. tiene que hacer aquello, y hacer aquello” sencillamente vemos a Cristo venir a nuestro medio. Y qué consuelo es ver al mismo Cristo que prometió: “Yo estaré con vosotros, aun en vosotros hasta el final del camino, el fin del mundo”, y bajar directamente y probarse Él Mismo entre nosotros (¿No es maravilloso?), haciéndose Él, el mismo ayer, hoy, y por los siglos.",
    "No hay muchas personas aquí que conozca. Uds. enfermos, o Uds. con un deseo en su corazón, y saben que no les conozco, ni conozco su deseo, levanten la mano. Bueno, sencillamente por todas partes. Muy bien. Yo no tengo control de esto, mas bien me controla a mí. Pero si sucediera que viene sobre alguien que sí me conoce, y alguien que he conocido o algo, y los conozco, y son de Jeffersonville o de alguna parte, entonces Uds. menciónenlo.",
    "Pero quiero preguntarles algo. Cuando nuestro Señor Jesús se paró aquí en la tierra y miró Su congregación, una mujercita tocó Su manto un día, y Él se dio la vuelta y dijo: “¿Quién Me tocó?”. Él no sabía quién era, la mujercita pudiera haber estado sentada, como lo—lo están Uds. allá, y ¿qué hizo Él? Él dijo… Él la encontró. Vean, Él encon-… ella no se pudo esconder, y Él dijo: “Tu fe te ha salvado”. Le dijo que su flujo de sangre había cesado, porque ella Lo había tocado a Él. Ahora, ella misma hizo eso. Ahora, la Biblia dice que Él es el Sumo Sacerdote que puede ser tocado por el sentir de nuestra enfermedad.",
    "Cuando San Pedro vino a Él, solo un viejo pescador rudo, ellos… se nos dice que Él ni siquiera tenía suficiente educación para escribir su propio nombre, pero aun así le agradó a Dios darle las llaves del Reino, correcto, por causa de su fe. Tuvo una revelación de Quién era Él; Él dijo: “Sobre esta roca edificaré Mi Iglesia”.",
    "Ahora, Jesús no está muerto, Él está vivo, un Sumo Sacerdote. Y si Él es el mismo ayer, hoy, y por los siglos, y Él es el mismo Sumo Sacerdote, si Ud. Lo tocara, Él actuaría de la misma manera. ¿Verdad que sí? Ahora, Él prometió que se harían estas cosas.",
    "Yo creo en la Biblia, creo que Ella es la Palabra completa de Dios. Yo no creo que tengamos que salir de esa Biblia para obtener algo, que toda promesa Divina está allí. Yo La creo con todo mi corazón, con toda mi alma, con todas mis fuerzas, y todo lo que hay en mí, yo La creo. Puede ser que yo no tenga suficiente fe para hacer que toda promesa se cumpla, pero ciertamente no estorbaré el camino de aquellos que sí tienen la fe, que La creen. Yo quiero que La crean con todo lo que hay en Uds.",
    "Ahora, para todas y cada una de las personas: si Cristo viniera entre nosotros por el Espíritu Santo, y hace que Uds.… Uds. son Sus hijos, las piedras que están en el Templo. Saben, hoy oímos hablar tanto de como fue en los primeros días, hay tanta membresía: “Tenemos que atraer a tantos miembros”.\n\n[Cinta en blanco.—Ed.]… Palabra, en hijos e hijas de Dios. Eso es. Necesitamos al cantero del Espíritu Santo de Dios.",
    "La Biblia dice que “La Palabra de Dios es más cortante que una espada de dos filos”, Hebreos 4:12. “La Palabra de Dios es más cortante que una espada de dos filos”. Escuchen, la Palabra, ¿cuántos creen que en el principio era la Palabra? Eso, primero fue un pensamiento, y tiene que ser un pensamiento, luego, cuando es expresado, llega a ser una Palabra. Y luego: “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios” cuando Él Lo habló, “y la Palabra se hizo carne y habitó entre nosotros”.",
    "Ahora, ese fue Jesús, cuando estuvo aquí en la tierra, Él discernió los pensamientos de la gente, fue lo que les dio saber a todos los verdaderos creyentes que Él era el Profeta que Moisés había dicho que se levantaría. Ellos no habían tenido un profeta por cientos de años.",
    "Yo creo que ya es tiempo otra vez, pues, la Biblia promete que en los postreros días, ese Espíritu vendrá sobre la tierra, y restaurará la fe de los hijos de nuevo a los padres Pentecostales, de nuevo a la fe original. Yo creo que son las Luces de la tarde. Yo creo que Eso ha llegado.",
    "Yo creo que ese Espíritu de Dios, ese Cristo, está aquí esta noche. Y le pido, como mi amigo, y mi hermano y hermana: crea Ud. que Jesucristo, el Hijo de Dios, está presente. Y cuando Ud. lo crea, tóquelo a Él por su enfermedad, con su fe para creerlo, y diga: “Señor Dios, si ese hombre, él no me conoce, yo no lo conozco, él no me conoce, pero si él me ha dicho la verdad, entonces permite que Tu Espíritu hable por sus labios, y permíteme tocarte, y confírmalo por sus labios”.",
    "Como hizo la mujer cuando tocó el borde de Su manto en aquel día, toque Ud. Su vestidura, porque Él puede ser tocado por su fe, como esa mujer, tal vez no físicamente, sino como esa mujer. ¿Les causaría tener gozo y felicidad en el Refugio, si… si Ud. pudiera, lo viera a Él hacerlo? Levanten las manos si creen que Él lo haría. Gracias.",
    "Ahora, Padre, es todo lo que sé decir. Quiero hablarles de un Lugar seguro donde ellos pueden descansar y, Dios, Aquí está la sanidad, Aquí hay una Roca con la que se puede desprender toda incredulidad, la Roca de la Palabra. Y que la Palabra venga aquí al frente ahora y Se haga carne entre nosotros. Y Ella dice que: “Es más cortante que una espada de dos filos, penetra hasta partir, y discierne los pensamientos del corazón” discierne los pensamientos del corazón.",
    "🦅 Si permanecéis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queráis”. Señor, he sido expulsado, atropellado, rebajado, pero me he esforzado por permanecer fiel, estoy contento de hacerlo por Tu Palabra, permite que Ella siempre more en mi corazón. Y ante esta congregación esta noche, ante la que me pararé de nuevo, algún día, si no más en la tierra, en el Día de ese gran Día cuando Jesús venga, he… yo sé que Tu Palabra es Veraz.",
    "Ayúdame, ¡oh, Señor!, para que yo pueda ser usado en esta noche. Y si… Sé que no soy un teólogo, Padre, Tú no me llamaste para eso, pero pido que permitas que el ministerio que Tú me diste con el cual bendecir a la gente, pase adelante ahora. En el Nombre de Jesucristo, que la Palabra venga, y penetre aquí, y discierna los pensamientos del corazón, para que la gente sepa que la Palabra de Dios mora en nosotros. En el Nombre de Jesús, lo pido, para la gloria de Dios. Amén.",
    "Miren hacia acá, ahora, estoy diciendo esto como Pedro y Juan, que pasaron por la puerta Hermosa, él dijo: “Míranos”. Es lo que les estoy pidiendo que hagan Uds., miren hacia acá, no a mí, sino a lo que he dicho. Cualquier cosa que desee en su corazón, crea que Dios se la dará a Ud. Diga: “Señor Jesús, permíteme tocarte”.",
    "¿Cuántos en este edificio han visto la fotografía de esa Luz, el Ángel del Señor, que cuelga aquí en Washington? Yo soy su hermano, esa Luz, si pueden verla, está suspendida a no más de dos pies de mí ahora mismo. Solo crean. Si no pueden verla, vean, oren y vean si Dios no lo vindica. Esa Luz, si esa Luz es esa misma Luz que encontró a Pablo en el camino a Damasco (Él dijo: “Yo soy Jesús”, Él había regresado a Dios, de nuevo al Espíritu, la Palabra fue hecha carne, Él regresó a la Palabra.), si Esa es la misma Luz, Ella producirá la misma clase de Vida, actuará igual. ¿La ven?",
    "Esta señora sentada aquí, ¿somos desconocidos el uno para el otro, Señora? Yo no la conozco, nunca la he visto. ¿Cree que soy Su siervo? ¿Cree que las Palabras que he predicado son la verdad? Y somos totalmente desconocidos el uno para el otro, Ud. es, hasta donde sé, una mujer que ha venido, se ha sentado aquí. Pero Ud. estaba creyendo por algo, Ud. estaba tratando de encontrar algo de Dios. Y si yo soy un siervo de Dios, y he dicho la verdad de Dios, y la Palabra de Dios y la verdad moran aquí, Ella Misma Se producirá, Ella lo declarará. Ud. sabrá si es la verdad o no.",
    "Ud. está orando por alguien, es su hija, es esa niña sentada allí mismo. Y esa niña, ¿cree Ud. que Él me dirá qué le sucede? ¿Le ayudaría? Ella tiene problema cardíaco. ¡Si cree con todo su corazón, y camina allá y pone sus manos sobre esa niña! Vaya allá, ponga sus manos sobre la niña.",
    "El vientre que la trajo a esta tierra, la mano de la madre está sobre la niña, Señor, si ella ha tenido suficiente fe para tocar Tu manto, entonces yo vengo con la Espada de Dios por medio de la Palabra de Dios para llevar a cabo una operación.",
    "Sal, Satanás, yo te corto de allí con la Palabra de Dios, de una promesa, que estas señales seguirán a los que creen. Sal de la niña, en el Nombre de Jesucristo. Amén.\n\n¿Cree que ella vivirá y estará bien? Como Ud. haya creído, así será.",
    "Ahora, le pido a alguien que interrogue a la mujer, pregúntele si cada Palabra que fue dicha es verdad. Yo no conozco a la mujer, no la he visto antes, no sé nada de ella, pero lo que fue dicho es verdad.",
    "¿Qué me dicen de alguien por aquí? ¿Creerán Uds.? Tomemos por lo menos dos o tres como testigos. Estoy contento de estar en este Refugio, estoy seguro para siempre jamás. Yo Le amo. ¡Cuán dulce es confiar en Jesús!",
    "¡Qué reto para un pueblo! Él prometió que: “Al caer la tarde habrá Luz. Será un día que no será ni día ni noche”. Ha sido un—un día oscuro, apenas suficiente para caminar y aceptar; “Pero al caer la tarde habrá Luz”.",
    "Damita, Ud. está completamente consciente de que algo sucedió, estoy mirando fijamente, esa Luz se posó directamente sobre Ud., La estoy viendo. No la he visto a Ud. antes, supongo que somos desconocidos el uno para el otro. Si es así, levante la mano.",
    "La rodea una sombra oscura, es una sombra de muerte. Ud. está sufriendo con unos—unos tumores, y esos tumores están en su seno, en los dos senos. Un gran porcentaje de sus senos están cubiertos con tumor. Ud. tiene una esperanza: y es que tiene suficiente fe para tocarlo a Él para obrar algo así. Ud. es una buena persona, tengo un buen contacto del Espíritu con Ud. ¿Me cree que soy Su profeta? Ud. sabe que yo no la conozco, y sabe esto, Ud. está consciente de esa dulce sensación que la rodea, eso es esa Luz, ese resplandor de Luz.",
    "Ud. no es de aquí, es de lejos de aquí, de Birmingham. Veo ese mercado de banano allí. Su nombre es Señorita Vincent, así es. Tenga fe en Dios. Ahora, en este momento, Señora, eso la ha dejado, esa sombra que estaba sobre Ud. se ha ido. Ahora, no dude, Ud. sanará.",
    "Le pido a cualquiera que venga a interrogar a la mujer, averigüe. Si hubiera un médico presente, ¿por qué no viene a preguntar y examinar? Ud. es un poco escéptico. Lo cual, sé que está presente, y—y ¿por qué no decirlo? Yo antes lo llamaba abiertamente, pero hiere demasiados sentimientos.",
    "¿Qué me dice de alguien aquí? Algunos de Uds. por allá atrás en algún lugar, tengan fe. Yo no puedo hacer esto, lo hacen Uds. Yo solo estoy tratando de representarlo a Él, reflejarlo a Él, como en un espejo, para Uds., haciendo de mi vida Su espejo, para que Él Mismo pueda reflejarse. Uds. saben que yo no sé estas cosas, y no las podría hacer. Yo solo… Uds. solo tengan fe, y no duden, crean.",
    "Aquí mismo atrás, es un hombre, Está sobre un hombre. Él está sufriendo con una condición nerviosa, espero que no se lo pierda. Él es de Pennsylvania. Dios, ayúdame. Sr. Carnes, póngase de pie. Soy un desconocido para Ud., no lo conozco. Si esas cosas son verdad, levante la mano. Vaya a casa, Ud. está bien. Jesucristo lo sana.",
    "¿Creen Uds. en Dios? Crean también que les he dicho la verdad acerca de Jesucristo, Su Presencia.",
    "Creo que son tres filas. ¿Qué tenemos, uno más? Vayamos aquí. ¿Qué tal algunos de Uds. allí? ¿Creerán Uds.? ¿Cuántos están sufriendo, necesitan ayuda de Dios, y creen que… y no saben… saben que yo no sé de su problema?, levante la mano, diga: “Soy yo, yo—yo estoy creyendo”. En todas partes. Tengan fe ahora.",
    "Este hombrecito sentado aquí con su mano levantada, Ud. no sabía que tenía tanta fe, ¿verdad? Si Ud. tiene suficiente fe, en su condición, para llamar a Dios a la escena, nunca más tome otra gota de whisky mientras viva, y nunca fume otro cigarrillo, créale a Dios, y será sanado. ¿Lo aceptará Ud.? ¿Lo creerá Ud.? Muy bien, entonces vaya, y Dios le sane.",
    "Digamos: “Alabado sea el Señor”. ¿Creen Uds. que Él está aquí? ¿Cuántos de Uds. quisieran confesar su incredulidad y quisieran decir: “Dios, ten misericordia de mí” en la Presencia del Espíritu Santo? “Yo sé que no hay un hombre en la tierra que pudiera hacer esas cosas. Ten misericordia de mí”. Confiese su error, dígale a Dios: “No—no he mostrado interés, Señor. Ahora quiero entrar en este gran compañerismo, quiero entrar en este Refugio. Voy a creerte con todo mi corazón”. Levante su mano y diga: “Dios, soy yo, soy yo, estoy—estoy al final del camino, yo—yo quiero ser corregido”. ¿Lo cree Ud.? Confiese ahora sus pecados. Oremos. Cada uno ore a su propia manera.",
    "Señor Jesús, somos seres humanos, Señor, estamos dispuestos a confesar nuestros pecados. Estoy confesando los pecados de este pueblo, estoy confesando mis propios pecados, hemos descreído demasiado, Señor. Las horas están oscureciendo, el Hijo de Dios pronto llegará con… Y oro, Padre Celestial, que perdones nuestros pecados. Señor, oro para que el Espíritu Santo ahora nos quite toda incredulidad.",
    "¡Oh!, si Él tan solo pudiera entrar en nuestro corazón habría otro Día de Pentecostés, habría tal—tal condición en esta iglesia, en este grupo de personas esta noche, al punto que sería anunciado por todo el país por la mañana.",
    "Espíritu Santo, rompe toda barrera de pecado. Que Él pase como el avión a reacción más allá de la barrera del pecado, y desprenda todo grillete de incredulidad. Que cada águila golpee su cabeza contra la Roca de las Edades hasta que el Espíritu Santo tome el control completo.\n\nSatanás, estás perdido, perdiste la batalla y, en el Nombre de Jesucristo, abandona esta congregación, sal de ellos, para la gloria de Dios.",
    "Ahora que ha confesado sus pecados, ahora que Ud. cree, ¿cree que Ud. ha desprendido a golpes todo grillete de su entendimiento, que nada le impide, no hay una sola cosa en su camino, pero cree que Ud. es libre? ¿Cree que toda la incredulidad ha salido de Ud.? ¿Cree que ahora está en ese remanso de paz? Ud. suelta toda la presión: “¿Sanaré? ¿Podré ser sanado?”. Ud. ya está sano.",
    "🦅 Hermano Branham, si me impone sus manos…”. Mis manos no tienen nada que ver con eso, es la mano de Él. Si Ud. es un pecador, Ud. ya ha sido salvo, solo crea, y recíbalo, y actúe en base a eso. Si está enfermo, Ud. ya está sano.",
    "¿Se pararía Dios aquí y haría algo así, y dejar que un hipócrita, que alguien que no sepa de lo que está hablando, venga aquí y—y vindicaría a un—un mentiroso, vindicaría a un hipócrita? Dios no lidia con pecadores, Dios lidia con la Verdad, y Su Palabra es la Verdad, y yo les he dicho la Verdad.",
    "Y, amigos, lo digo esta noche: si Uds. creen lo que les he dicho, no quedará una persona enferma entre nosotros. Cada uno de Uds. está sano, por Sus llagas Ud. ya está sano; “Por Sus llagas fuimos curados”. ¿Lo creen Uds.?",
    "Ahora, Uds. que creen en la imposición de manos, levantaron sus manos de que eran creyentes, ponga entonces la mano sobre alguien en frente suyo en el asiento. Ponga su mano allí, Ud. que quiere…",
    "La Biblia no dice: “las manos de William Branham” la Biblia no dice, “las manos de Oral Roberts” la Biblia dice: “Estas señales seguirán a los que creen, si ponen sus manos sobre los enfermos, ellos sanarán”. Ahora, oren, Ud. ore, confiese Ud.; confiese que Ud. está errado. Dígale a Dios que Ud. Le cree, y Uds. pueden, cada uno, ser sanado perfectamente en esta hora. Crean. ¡Aleluya! (…?…)\n\nAférrese de eso, no lo suelte. Persevere en eso, es una promesa, Dios lo dijo. No se deje llevar por todo, créalo ahora mismo.",
    "Yo los amo, Uds. son mis amigos, no quiero ser rudo al hablarles, pero lo—lo estoy diciendo, tengo que remacharlo o Satanás se los va a robar, de este gran despliegue de la Presencia del Espíritu Santo aquí en esta noche. Más allá de cualquier duda, evidencia Bíblica, lo que Dios dijo que sucedería, hay un Viento recio que sopla intentando entrar en la congregación, y llenar cada alma aquí con la Presencia de Dios; no permita que Satanás se lo quite, aférrese de eso, hasta que Ud. haya pasado la barrera de la incredulidad. Amén.",
    "No me importa cuán lisiado esté Ud., cuán enfermo esté, quién sea Ud., o de dónde sea, yo los reto, en el Nombre de Jesucristo, si son sinceros en eso, de corazón, pónganse de pie y recíbanlo. No importa quién sea Ud., lo que sea, póngase de pie. Así es, levántese, así es. Amén. Levántense en todas partes. Allí lo tienen, perfectamente toda la congregación, en todas partes.\n\nMi fe espera en Ti.\n\n…fe espera en Ti,\n\nCordero, quien por mí,\n\n¡Oh, fuiste!…\n\nLevantemos nuestras manos ahora y cantémosle a Él.\n\n…a la cruz;\n\nEscucha mi oración,\n\nDame Tu bendición,\n\n¡Oh, llene mi corazón\n\nTu santa Luz! 🦅"
  ]
}