{
  "title": "JEHOVÁ-JIREH #3",
  "id": "62610009",
  "content": [
    "🦅  Gracias, Hermano Borders.\n\nPueden sentarse. Estaba en compañerismo con el Hermano Harrel, el presidente de la reunión, y enterándome que él es un misionero, y como que tenemos cosas en común. Él va a regresar ahora a la Costa de Oro, África. Y yo espero estar allí este año. Queríamos programar algo juntos para visitar la Costa de Oro después de regresar de Sudáfrica.",
    "Es donde tuvimos, la que considero una de las reuniones más grandes, en mi día, en Sudáfrica, cuando vimos treinta mil nativos en mantas recibir a Cristo a la vez. Amén. Les pidieron que rompieran sus ídolos en el suelo, los que realmente eran sinceros. Y rompieron sus ídolos, fue como una tormenta de polvo que subió, y aceptaron a Cristo como su Salvador, en una reunión. Hicieron un buen seguimiento allí, así que los—los atendieron.",
    "Pero el llamamiento al altar más grande que puedo recordar, que nos dio el Señor, fue en… fue allá en la India, donde tuvimos aproximadamente quinientos mil en una reunión. Y allí, simplemente no—no pudimos calcular; era hasta donde alcanzaba la vista, por todas partes. Y todos ellos aceptaron a Cristo como Salvador, pero no había cómo hacer un seguimiento. Así que, por supuesto, los—los sijs tomaron los suyos, los jainistas tomaron los suyos, y así. Supongo que la mayoría regresó, habiendo visto algo que el Señor hizo y produjo allí.",
    "El ministerio que el Señor me dio, en América no es muy efectivo, solo es el pueblo pentecostal. La mayoría de las iglesias americanas son altamente intelectuales, y adoptan un credo. Y allí simplemente se quedan, Ud. no puede moverlos de allí.",
    "Pero cuando Ud. toma a un nativo y trata de compartirle algo de un credo, él ni siquiera distingue la mano derecha de la izquierda. ¿De qué sirve darle un tratado? Él tiene que ver algo. Y cuando lo ve, entonces se convence. Y ver a su brujo levantarse y desafiarlo, y ver al Espíritu Santo derrotar eso allí mismo. Sí. Entonces eso—eso demuestra, quién es Dios, y concluye el asunto.\n\n¡Y estoy muy contento de conocer al Hermano Harrel! Yo estaba… Hablábamos de los nativos de África. Él hablaba de patrocinar una gira del Hermano T. L. Osborn.",
    "Muchos de Uds. conocen al Hermano Osborn, supongo. ¡Oh, allí hay un siervo precioso de Cristo, el Hermano Osborn! Él es uno de mis mejores amigos. Realmente tengo una profunda reverencia en mi corazón por el Hermano Osborn, un gran misionero. Al… Creo que ha hecho más en los campos misioneros que cualquiera en el mundo hoy, que yo sepa, es—es el Hermano Osborn. Es muy dulce, un buen muchacho, y realmente amo al Hermano y a la Hermana Osborn.",
    "Me dijeron que mamá Arganbright está en la reunión esta noche. ¿Se está escondiendo de mí, mamá Arganbright? Le agradezco mucho esa fruta tan sabrosa. Y con razón es una damita tan amable, ella viene aquí de esta parte de la región. Ella siempre está hablando de Grass Valley. ¿Cuántos conocen al Sr. y a la Sra. Arganbright, de los alrededores de Grass Valley? Pues, ¡qué bien! ¿Dónde está, mamá Arganbright? No la he visto en mucho tiempo, entró sigilosamente… Allí está ella. Sí. Dios la bendiga. Su casa es mi segundo hogar, una mujer maravillosa aquí mismo de Grass Valley. Y ella siempre ha tenido una carga por estas personas. Y mamá Arganbright, si esta es su primera noche aquí, estaba en el bosque orando hoy cuando Ud. visitó a mi esposa y a los demás. Y lamento no haber estado para recibirla, y conocer a su amiga.",
    "Pero voy a decir algo que he visto suceder entre su gente aquí que no he visto en ninguna ciudad americana en ninguna parte. He visto a Cristianos reconocer que están errados, ante la Palabra de Dios, y pararse y pedir misericordia. Sí. Eso me suena como que un avivamiento podría comenzar aquí; y sería maravilloso. Con todo lo que he predicado alrededor del mundo, y especialmente en América, nunca antes había visto grupos de Cristianos, que cuando se presentó la Palabra, para mostrar la Palabra, se levantaran y dijeran (dando testimonio) que estaban errados. No solo eso, sino ministros con ellos. Ahora, eso es sinceridad. Eso me gusta.",
    "Hermana Arganbright, ya que la hicieron ponerse de pie, voy a avergonzar a mi esposa. Ella es la persona más tímida del mundo. Y, ella está sentada aquí esta noche. Cariño, creo que me harás pagar por esto, pero voy a pedirle a mi esposa que se ponga de pie. La mujer más dulce de todo el mundo, para mí. [La congregación aplaude.—Ed.]",
    "Mi niña, mi hija, mi hija mayor, Rebekah. Ahora, cariño, sé que estás roja, pero quiero que te pongas de pie, de todas maneras. Muy bien, Rebekah. Esa es mi hija, Rebekah. [La congregación aplaude.—Ed.] Gracias. Gracias.",
    "El Hermano Jewel Rose, ¿cuántos lo conocen? Una noche él hizo que mi esposa viniera a la plataforma donde yo estaba, después de que ya había comenzado. Ella por poco se desmaya; ahora simplemente lo evita a él dondequiera que lo ve. Se le esconde, porque teme que la llame de nuevo a la plataforma.",
    "Le dije a ella: “Una noche voy a hacer que te pongas de pie y nos hables por un rato”.",
    "Dijo: “Prepara un balde de agua, porque me voy a desmayar”.",
    "Ella es una persona muy dulce, mi esposa. Si hay algo de crédito que darle a la familia Branham, que sea para ella. Es la que se ha parado entre el público y yo. Y todas las cosas que se han hecho bien, ha sido ella.",
    "Espero que cada joven aquí, cuando se case, consiga una esposa, y vivan tan felices juntos como mi esposa y yo estos veintidós años que llevamos casados.",
    "🦅 El que encuentra una esposa, encontró algo bueno”. Como dijo Salomón: “Una buena mujer es una joya en la corona de un hombre. La mala es agua en su sangre”. Y el torrente sanguíneo es su vida. Así que, una mala es lo peor que él puede tener; y una justa es lo mejor que él puede tener, aparte de la salvación. Si Dios pudiera haberle dado a un hombre algo mejor que una esposa, Él se lo hubiera dado, porque Dios solo les da a Sus hijos cosas buenas. Y Él le dio una esposa, y estoy agradecido por eso.",
    "Y al ver a las mujeres, cuando fui tan cortante la otra noche, con la Escritura en cuanto a la vestimenta de estas mujeres pentecostales y de lucir el cabello, y cómo se comportan. Uds. dicen: “Eso no importa”. ¡Seguro que sí!",
    "Quiero preguntarles algo. El Hermano Harrel está aquí, un misionero.",
    "En Durban, Sudáfrica, había mujeres paradas allí desnudas como vinieron al mundo; nunca tuvieron una prenda de ropa, solo una pequeña corona de diez a quince centímetros al frente. Y paradas allí estaban así de desnudas, y de pie en el terreno, después de que este gran milagro había sucedido en la plataforma. Y en ese grupo había casi diez mil mahometanos (a la vez) que aceptaron a Cristo en esa misma reunión. Y luego allí, cuando… Estas mujeres, poniéndose de pie con estos hombres, aceptaron a Cristo.",
    "Y el Hermano Bosworth dijo: “Hermano Branham, yo creo que Ud. debería hacer ese llamado de nuevo. Yo creo que ellos entendieron, ‘sanidad física’”.",
    "Dije, por supuesto, había quince intérpretes diferentes. Uds. saben, hay que… Uno tiene que anotar lo que ha dicho, para cuando ellos… Uno dice: “Jesucristo, el Hijo de Dios, vino a salvar a los pecadores”. Y uno dice: “blu, blu, blu, blu” y otro, “nic, nic, nic, nic” es “Jesucristo, el Hijo de Dios”.",
    "Uds. saben, yo—yo antes oía a la gente hablar en lenguas, y pensaba: “Vaya, eso no puede estar correcto”. Pero la Biblia dice: “No hay un sonido sin significado”. No lo hay. Cuando escuché eso, algunos de ellos chillan como pájaros, otros suenan como insectos, y todo. Pero tiene un significado para ellos, eso, cada sonido tenía un significado.",
    "Y cuando pasó de nuevo, dije: “Bueno, entonces que aquellos ahora que realmente saben que no es para sanidad ‘física’, sino es para aceptar a Cristo como Salvador, para ir al Cielo, Uds. creen en el Hijo de Dios, Uds. Lo aceptan como su Salvador personal, ¡rompan sus ídolos en el suelo!”. Y ellos los arrojaron. Y dije: “Allí mismo ahora, levanten sus manos a ese Dios, y denle gloria. ¡Él les dará el Espíritu Santo!”.",
    "Y estando parado en ese sitio, vi mujeres que estaban completamente desnudas, y tan pronto como Cristo vino a ellas, se fueron de ese sitio con los brazos cruzados. Y cuando uno las veía de nuevo, tenían ropa puesta.",
    "Ahora, si Cristo hace que una pagana (desnuda) se dé cuenta que está mal, estando desnuda, y luego las mujeres que profesan ser Cristianas cada año se desnudan más, no lo puedo entender. Hay algo mal en alguna parte.",
    "Una pagana total, parada allí, nacida en este mundo sin conciencia de que está desnuda, no sabe que está desnuda. Pero que Cristo Se le presente, ella se da cuenta que está desnuda, tanto que tratará de cubrirse lo más que puede, cruza sus brazos y se va. Dos o tres días después, Uds. la encontrarán de nuevo, vestida.",
    "Ahora algo anda mal en alguna parte, y estoy seguro de que no es con Cristo. ¡Oh, yo creo que la Palabra es perfecta!",
    "Me encanta el peregrinaje de Abraham. ¿A Uds.? [La congregación dice: “Amén”.—Ed.] Me he quedado allí por bastante tiempo, espero poder llegar a Jehová-jireh esta noche. Abordé el texto, hace tres o cuatro noches, y aún no llego a él.",
    "Pero un año, en casa, tomé un tema, predicando sobre Job. Bueno, estuve como casi un año en el Libro de Job, cada domingo y miércoles, en Job. Y finalmente lo saqué de allí, de tenerlo sentado en el montón de cenizas; lo tuve allí como por tres o cuatro semanas. Y una—una preciosa hermana con suficiente valor para escribirme, dijo: “Hermano Branham: ¿cuándo va a sacar a Job del montón de cenizas?”.",
    "Bueno, supongo que Uds. se están preguntando cuándo haré llegar a Abraham allá arriba para ver a Jehová-jireh.",
    "Pero fue para mostrarles algo. Abraham… O, Job sentado allí en el montón de cenizas, Eliú hablando: Dios probando a un santo. Lo preparé todo, hasta que llegué al punto donde podía dar el golpe de gracia, ya con todo listo. Entonces el Señor bajó en ese torbellino, y los relámpagos comenzaron a destellar, y los truenos rugieron. Y el Espíritu de Dios vino sobre el profeta, él se mantuvo de pie, dijo: “Yo sé que mi Redentor vive”, observen “Redentor”. “Y al fin se levantará sobre el polvo; Y aunque los gusanos deshagan este cuerpo, En mi carne he de ver a Dios; Al cual veré por mí mismo, mis ojos lo verán, y no otro”. ¡Oh, qué lección hay allí! Para hacer que eso penetrara, tomó un tiempo posicionar a toda la gente, el Espíritu en su punto, y entonces remacharlo. Y luego el altar se llenó y estuvo repleto de gente, arrepintiéndose.",
    "Si es guiado por el Espíritu, solo tómese el tiempo hasta que Ud. ya esté calibrado. Si no, disparará por encima o por el lado, o algo. Calibremos eso, ¡la Biblia! Yo creo que Dios quiere que nosotros calibremos. El Espíritu Santo se calibró con los apóstoles, o ellos se calibraron con el Espíritu Santo, mejor dicho. Y yo creo que nosotros podemos hacer lo mismo, por la misma Palabra. ¡Ella ha dado en el blanco! Y si dio una vez, en pleno centro, ¡puede acertar de nuevo! ¡Pero Ud. tiene que estar calibrado! Respirando correctamente, al jalar, que todo esté bien. Yo disparo al blanco; sé lo que es, estar en una competencia, y con un rifle calibrado.",
    "Una vez envié un pequeño modelo setenta y cinco a la Compañía Winchester, un día. Y no pude hacer que diera como a tres… o un cuarto de pulgada, desde cuarenta y cinco metros. Y la Compañía Winchester me lo devolvió, dijo: “Reverendo Branham, ese rifle solo está hecho para—para agrupar cinco tiros, a dos centímetros y medio desde veintitrés metros”. Ahora, esa era la compañía que lo fabricó. Yo sabía que no era así. Yo le había dado, en línea, con precisión, a nueve tachuelas de alfombra, desde cuarenta y cinco metros, con él. Así que, yo sabía que se podía calibrar. Entonces seguí intentando, e intentando, hasta que logré que les diera.",
    "Ahora, sucede lo mismo con la Palabra de Dios. Esas cosas que hicieron aquellos apóstoles, esas cosas que Cristo prometió, nosotros tenemos que calibrarnos con la Palabra, con el Espíritu. Si lo hizo una vez, lo hará de nuevo, porque Ella es Dios. Y Dios es la Palabra, y Él no puede fallar.",
    "Si hay algo de inestabilidad, un rifle demasiado desajustado en esta dirección, en la culata, un poco flojo o demasiado apretado, cualquier cosa que lo presione, Ud. puede ponerle el peso de su dedo a un rifle, y (calibrado perfectamente) el peso de su dedo lo desviará. Ud. tiene que tener todo perfectamente.",
    "Así es como se tiene que hacer en el Cristianismo, con la Palabra, para hacerla manifiesta y que funcione correctamente, Ud. mismo con la Palabra y con Dios, tiene que estar perfecto, y entonces estará calibrado. ¡Tiene que estarlo! Por lo tanto, al predicar, uno tiene que sentir el Espíritu correctamente, entonces calibrado; saldrá y dará en el blanco.",
    "Entonces las personas de alrededor, muchas veces la gente dice: “Hermano Branham, yo no oigo de sus reuniones”.",
    "Yo no tengo medios de comunicación como los otros hermanos. Ellos tienen revistas, tienen—tienen radio, televisión. Yo solo hago un recorrido y me esfuerzo por representar al Señor Jesús. La gente lo ve, lo cree, son sanados. Dios lo sabe, no hay necesidad de más. ¿Ven? Nosotros no, no somos… No hay historia que se vaya a escribir. No se preocupen por eso; no habrá tiempo para escribir la historia. Yo creo que Jesús viene. Eso, yo lo creo. Y yo quiero vivir como si Él viniera hoy o mañana. No tener tremendas escuelas grandes y demás. ¿Por qué hacemos esas cosas, y luego predicamos que Jesús viene? Pues, nuestras propias obras testifican en contra nuestra. Correcto. ¡Jesús viene, estemos, preparemos la iglesia para eso! Preparémonos. ¡Oh, cuánto Le amo!",
    "Inclinemos ahora nuestros rostros para orar. ¡Oh, cómo me encanta ver a la gente cuando inclinan sus rostros en reverencia! Ahora guardemos silencio por un momento, y reflexionemos. Queremos tomarnos el tiempo. Mañana es domingo, el día de reposo, el día de reposo Cristiano. Y no quiero que lleguen tarde a la escuela dominical, aunque no queremos estar de prisa con estas cosas.",
    "Piensen ahora: “Señor, ¿estará el deseo en mi corazón esta noche conforme a Tu voluntad?”. Si es así, entonces piénselo. Entonces si Ud. considera su deseo, y lo revisa con el programa de Dios, y si parece que cuadra correctamente con el programa de Dios, entonces quiero que levanten la mano a Dios, y que digan: “Dios, acuérdate de mí, esto es lo que necesito”. Solo considérenlo profundamente. Dios los bendiga. Muy bien. El Señor los bendiga. ¡Qué bien! Sigan levantando la mano. Él lo ve todo. Él sabe todas las cosas. ¡Qué bien! Dios los bendiga. Amén. El Señor los bendiga. ¡Qué bien! Sigan pensándolo, levantando la mano. Ahora estoy observando cada mano a medida que sube. Muy bien. Eso está bien.",
    "Padre Celestial, venimos ahora, acercándonos de nuevo en ese Nombre todo suficiente del Señor Jesús, al Trono de Misericordia. Como dijo el poeta: “Permíteme en el Trono de la Misericordia, encontrar una dulce liberación”. Y, Dios, en sus corazones llevan una carga por algo. Y permíteles ahora, en el Trono de la Misericordia, encontrar el alivio que Dios les concede, el gran Médico, y la fe para aquello de lo que tienen necesidad.",
    "Tengo mis dos manos levantadas; tengo necesidades. Acuérdate de mí, Señor.",
    "Recuerda a todas estas personas a quienes estos pañuelos están representando. ¡Oh, cómo han llegado los testimonios a raíz de estas cosas! La reverencia. Lejos, más allá de estas colinas de arena aquí, en alguna parte, madres enfermas, padres, pequeños bebés, gente en el hospital, un padre anciano ciego sentado en un cuartito con un bastón blanco en la mano, esperan el regreso de estos pañuelos. Dios, sé misericordioso. Concede, Señor, que sobre quienes sean puestos, que el enemigo pierda su poder y fuerza, que ellos salgan y sean sanados. Aquí hay uno escrito aquí: “cáncer”. Permite que ese diablo los suelte, Señor. Que el Espíritu Santo, mientras Dios mira hacia abajo a través de la Sangre de Su Propio Hijo que murió con este propósito, que la gran expiación sea suficiente en esta noche, y que la fe fluya abundantemente sobre ellos, y ellos, o en abundancia, para que ellos puedan recibir su sanidad. Concédelo, Señor.",
    "Bendice Tu Palabra ahora. Ayuda a Tu siervo, úngenos para el servicio. Unge todo corazón que oye. Y solo vamos a hablar ahora, Padre. Dinos qué decir, y dinos qué hacer. Esperamos que estés con nosotros en la reunión.",
    "Gracias por los buenos cantos esta noche, esos hermosos himnos. Este joven aquí atrás, el Hermano Heimer, acaba de entonar ese himno maravilloso, El Galileo. Que ese Galileo Extranjero entre ahora en esta noche. Que oigamos Su voz decir a la mente turbada, como lo hizo con el agua turbulenta: “Calla, enmudece”. Y que todo corazón afligido sea sanado. Lo pedimos en el Nombre de Jesús. Amén.\n\nY él llamó el nombre del lugar Jehová-jireh. Como está escrito: En el monte de Jehová será visto.",
    "Ahora queremos comenzar con este gran personaje. Y mañana… Ahora, si el Señor quiere, vamos a tratar de concluir con Abraham esta noche. Y mañana, tal vez un texto sobre sanidad Divina.",
    "El Señor ha sido bueno con nosotros aquí. Hemos estado escuchando testimonios de las cosas que han sucedido. ¡Y qué alegría! Y una noche tuvimos una línea de oración completa, o los llamamos. Y no quedó ni uno enfermo que viéramos en el edificio, en silla de ruedas, por ninguna parte, que no se parara, caminando alrededor, en movimiento.",
    "Y ahora, cada noche el Espíritu Santo ha venido, en Su magnífica y augusta Presencia, y ha salido por la congregación, declarando que Él está aquí. Entonces, debemos creerle. ¿Ven?, Él quiere que Uds. Le crean. El tributo más grande que Uds. Le pudieran dar a Dios es creerle. Uds. deben creer. “El que viene a Dios debe creer que Él es”. Y ahora, ¡créanle!",
    "Y al estudiar a Abraham, el viaje, solo es porque quiero levantar la fe para un gran clímax, para que la gente vea quiénes son.",
    "Ese es el problema. Encuentro dos clases de personas, en mis viajes: Uno es el pentecostal, el otro es el fundamentalista. Ahora, los fundamentalistas, posicionalmente saben dónde están, lo que son, pero eso no va acompañado de fe. Los pentecostales tienen fe, pero no saben quiénes son. Y, es como un hombre que tiene dinero en el banco, pero no sabe cómo escribir un cheque; y el otro puede escribir un cheque, y no tiene dinero en el banco. Si pudieran juntarlos, algo sucedería. Si uno lograra que la fe pentecostal y doctrina fundamental, si uno pudiera… o lograrlo con la doctrina fundamental y fe pentecostal, algo va a suceder. Correcto.",
    "Ahora, cómo me gustaría dar un testimonio aquí, de cuando vi en una escuela luterana, a cuatrocientos recibir el bautismo del Espíritu Santo mientras les hablaba de eso. ¡Oh, vaya, fue una escena gloriosa, darles a conocer eso! Ellos no, no están excluidos por ser luteranos.",
    "No es nada en contra de los luteranos, bautistas, metodistas, lo que Ud. sea, católico; no estoy en contra de esas cosas. Yo no estoy en contra de esas personas; hablo en contra del sistema que los ata. No es nada en contra del individuo, todos son seres humanos por los cuales Cristo murió; católico, judío, sea lo que sea. Es el sistema; como los mahometanos, los sijs, los jainistas, o lo que pudiera ser, es el sistema. Buda es un sistema, ¿ven? No la gente que—que adora a Buda; es el sistema que los desvía.",
    "Y es lo mismo. Jesús no estaba en contra de la gente; Él murió por ellos. Pero eran esos sistemas que Lo apartaban a Él, los apartaba a ellos de Él. Ese es el asunto ahora.",
    "Entonces, pues, pensé en estudiar a Abraham, sabiendo que fue a Abraham a quien le fue dada la promesa, y a la Simiente de Abraham después de él. Ahora retrocedamos un poco y fijemos una base, y pasemos esta noche directamente al texto por un rato.",
    "Y se le darán las tarjetas de oración a cualquiera que necesite la oración. Y nosotros, si no las alcanzamos todas, esta noche, lo haremos mañana. Y cualquiera que necesite la oración, debe tener una tarjeta de oración. Y estén aquí mañana a la una y media, para recoger su tarjeta de oración, porque es para cuando queremos dar inicio a la reunión. Y oraremos por cada persona que tenga una tarjeta de oración mañana. Hemos querido hacerlo, en las noches, por aquellos que no tienen tarjetas de oración, para que aquellos que sí tienen tarjetas de oración tengan el privilegio de estar en la línea de oración. Y los demás sean llamados, sin tarjetas de oración. Eso los cubre a ambos, los dos lados. La tarjeta de oración no significa nada. Pero si a una persona se le da una tarjeta de oración, estará como un cuarenta por ciento sano en ese momento, al pensar que pasará por la línea; es algo que él puede sostener, algo que puede mirar, o algo. Y el—el muchacho estará repartiendo las tarjetas de oración mañana a la una y media, para que puedan salir como a las dos, y ocupar el—el resto del día que les queda.",
    "Y Uds. quienes quieren la fotografía, el libro o la cinta, deben conseguirlo esta noche. No se vende el domingo; no lo permitimos, venderlos. Respetamos el domingo, no vendemos nada el domingo. Y estos libros y cosas, no son nada para mí, son libros que la gente ha escrito acerca de mi ministerio. Fotografías que, la Asociación Americana de Fotógrafos tomó la fotografía, y pertenecen al estudio Douglas, con derechos de autor. El libro pertenece al Hermano Gordon Lindsay y al Capellán Julius Stadsklev. Los compramos y los traemos a la reunión, y los vendemos casi por lo que los compramos, y en realidad les perdemos. Y siempre hemos dicho esto, si alguno… les he dicho a las personas que venden libros: “Si un hombre o una mujer llega allí, una persona pobre, y no tiene el dinero para comprar ese libro; igual, entrégueselo. Y nosotros… Yo me encargaré de ello”. Y si Ud. compró el libro y no vale lo que se supone que costó, devuélvalo. Por todo lo devuelto se les dará su dinero, ¿ven? Solo es algo para ayudar a su fe. Esa es toda nuestra intención, o no lo permitiríamos aquí. Seguro que sí. Así que, ahora, esta noche, recuerden, ellos estarán en el puesto de libros; un buen amigo mío, el Sr. y la Sra. Wood. Desearía tener tiempo para contarles su testimonio, de cómo su hijo fue sanado de polio. Y han—han sucedido muchas otras cosas, con personas que están aquí en la reunión.",
    "Ahora, los antecedentes de Abraham. Primero, Dios se encontró con Abraham, incondicionalmente, el pacto que Él hizo con Abraham. Nada en absoluto; Abraham no tenía nada que hacer sino creerle a Dios. El pacto era completamente por gracia, e incondicional; no, “si tú lo haces”. Dios dijo: “¡Yo ya lo he hecho!”. Y ahora, cada hombre…",
    "Recuerden, toda Simiente de Abraham que alguna vez ha venido a Dios, viene de la misma manera. ¡No es nada que Ud. pudiera hacer! Ud. no podría salvarse a sí mismo más de lo que pudiera jalar las correas de sus botas y saltar sobre la luna. Ud. no puede salvarse a sí mismo. Ningún hombre ha buscado a Dios; es Dios que busca al hombre. “Uds. no Me escogieron a Mí” dijo Jesús, “Yo los escogí a Uds.”.",
    "Ahora, primero ¿podría Ud. salir aquí y decirle a un cerdo que está errado porque él come porquería? Él le dirá que se ocupe de sus propios asuntos. Pero se necesitaría algo que pudiera cambiar su naturaleza, para que se diera cuenta de que está errado. Algo tiene que sucederle al cerdo primero.",
    "Por eso es que los así llamados Cristianos muchas veces se revuelcan en el lodo, regresan al pecado, es porque… Ud. puede lavar a un cerdo y pintarle las uñas, ponerle manicura labial. Así, así no se dice, como sea. Labial rojizo, ¿no es así, o algo así? A mí se me confunde todo eso; pero, Uds. saben lo que es. Se le pone a la mísera cerda un poco de labial rojizo y—y, Uds. saben, se le hace todo lo demás, y ella irá directamente al revolcadero, y se revolcará de nuevo. ¿Por qué? Ella es un cerdo, para comenzar. La única manera de Ud. hacer que ella sea diferente, es cambiar su naturaleza.",
    "Esa es de la única manera en que un hombre o una mujer puede alinearse con Dios, cambiando la naturaleza, limpiarse, morir al pecado del hombre viejo, y nacer de nuevo del Espíritu de Dios. Y, eso es, Cristo es el Espíritu de Dios, y Cristo es la Palabra. Entonces da testimonio con la Palabra; es de la única manera en que lo harán.",
    "Ahora, Abraham estaba buscando una Ciudad Cuyo Arquitecto y Constructor era Dios. Y hoy nosotros somos peregrinos, extranjeros, buscando una Ciudad Cuyo Arquitecto y Constructor es Dios. ¡Miren! Abraham, antes de siquiera saberlo, había algo como un instinto en él, que vio la Ciudad.",
    "Hoy, iba pasando con mi esposa, le decía: “Una casita muy encantadora aquí en la colina; quizás, hace trescientos años era un bosque hermoso con árboles altos. El hombre llegó, los cortó, contaminó los arroyos. Sería un lugar hermoso, vivir aquí”. Sí, pero miren, él construyó casas. Entonces comenzaron a multiplicarse. El pecado y la violencia comenzaron a llegar. Hollywood se mudó cerca de él, lo trajo por medio del cine, por la televisión. Por… ¡Y ahora está contaminada, pecaminosa, toda ciudad!",
    "Y seguramente, como a las personas, algo en ellos les gusta vivir juntos, como vecinos, y ser justos; ¡ciertamente hay una Ciudad en alguna parte! Una vez más: ¡Un abismo clamando a otro Abismo!",
    "Y Abraham vio las ciudades de su día, Ur de Caldea. Y él sabía que por cuanto en él había un clamor, había una Ciudad que era diferente, Cuyo Arquitecto y Constructor era Dios. Y Dios vio eso en Abraham, le dijo: “Sepárate ahora, sal”.",
    "Ahora, Abraham, una cosa que quiero que noten: él obedeció la Palabra de Dios al pie de la letra.",
    "¡Siempre tengan eso presente! Ese es mi Mensaje: Ud. debe obedecer la Palabra. Y si escuchan alguna cosa contraria a Ella, no la crean. Puede parecer bien, pero no razonen en contra de la Palabra de Dios.",
    "Eso fue lo primero que hizo Satanás, fue razonar en contra de la Palabra de Dios, con Eva. Y ella en ningún momento La dudó. Ella simplemente razonó. Satanás razonó con Ella.",
    "Y así lo hacen hoy. “¿No es razonable que hagamos esto? ¿No es razonable?”. Si es contrario a la Palabra de Dios, ¡dejen eso ahí! Es la voz de Satanás.",
    "Dejen que la Palabra, si la Palabra está en Uds.… “Si permanecéis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queráis”. ¡El Espíritu Santo! “Permaneced en Mí, Mi Palabra en vosotros”, esa es la Palabra hecha carne, “pidan lo que quieran y será hecho”. Así se hace. Desháganse de todos los credos, toda cosa, y aférrense de la Palabra porque es Cristo. Observen, entonces eso mismo se manifestará.",
    "Alguien dijo: “Hermano Branham, ¿cómo sabe Ud. esas cosas? ¿Cómo?”.",
    "Esto que Uds. ven aquí en la reunión son cosas de aficionados; cualquiera que viaje aquí con las reuniones, lo sabe. El Espíritu Santo revela cosas que suceden semanas y meses entre ese tiempo. Y pregúntele a cualquiera: “¿Ha fallado alguna vez?”. No puede fallar, ¿ven? “¿Cómo lo sabe Ud.”? Porque es una promesa de la Palabra, y ha llegado la hora; eso se tiene que cumplir. Ahora, no lo sé, serán muy pocos, una minoría que lo creerá, pero, como sea, tendrá que venir. Y ¿se fijaron?, la gente no logra entenderlo, y el asunto pasa y se va completamente antes de que ellos puedan verlo. Siempre es de esa manera.",
    "Uds. personas católicas, ¿saben lo que hizo su iglesia? Juana de Arco, por ser una—una verdadera santa de Dios, hizo milagros de Dios, profetizó de Dios, y Uds. la tildaron de bruja, y la quemaron en una hoguera; y ella pidiendo misericordia a gritos, y Uds. la quemaron en una hoguera. Cientos de años después, Uds. se dieron cuenta de su error; y la hicieron santa. Ella se les pasó por alto, y Uds. no la reconocieron.\n\nElías vino, y ellos no lo reconocieron; “¡un viejo demente!”.",
    "Cristo vino, y ellos no Lo reconocieron sino hasta después de Su muerte, sepultura y resurrección. Dios establece algo; y sin duda eso ciega los ojos del incrédulo. Y muestra… Él dice: “Lo escondí de los ojos de los sabios y de los entendidos, y lo revelé a los niños que aprenden”. Cristo le dio gracias a Dios por hacerlo. ¿Ven?\n\nHumíllese Ud. Créalo. Pruebe la Palabra.",
    "Jesús dijo: “Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí. Uds. debieron haber conocido la hora”. Dijo, les dijo a los fariseos: “Hipócritas, saben distinguir el aspecto del cielo, mas las señales del tiempo, no pueden discernir. Pues, si Uds. Me hubieran conocido, hubieran conocido Mi día”. Se les pasó absolutamente por alto, no lo supieron hasta que ya se había ido. Fíjense, pues ¡lo importante que es la Palabra!",
    "Y fíjense en esto otro, ya que estamos en eso, Lot. Jesús Mismo dijo: “Recuerden a la mujer de Lot”. Si la Palabra no es tan importante, si el razonamiento es lo correcto; cuando ese Ángel le dijo a Lot y a su familia: “¡Ve a Zoar, pero no mires atrás!”. Y la esposa de Lot, por una cosita insignificante como voltearse y mirar atrás, pero era contrario a la Palabra, se convirtió en una estatua de sal.",
    "Entonces Uds. dicen: “¿Reprochar a las mujeres por cortarse el cabello, usar ropas…?”. Dios dijo: ¡no lo hagan! Sigan Uds. la Palabra. Lot tenía, sin duda, una buena esposa, pero ella no siguió el Mandamiento de la Palabra. ¡Lot! Eva fue una buena mujer, pero ella no siguió el Mandamiento de la Palabra; sencillamente la razonó un poco.",
    "🦅 ¿No sería razonable, Hermano Branham, que hagamos esto? Yo soy una ciudadana americana, yo—yo tengo el derecho de hacer lo que quiera. Ese es mi privilegio americano”. Es su privilegio americano, pero no su privilegio Cristiano. Porque, por ser Cristiana, Ud. es una oveja; y la oveja renuncia a sus derechos. Se queda quieta y permite que se le quiten todos los derechos que tiene. Pero una cabra armará una pataleta por ello. Es cierto. Pero una oveja renuncia a sus derechos. Y un Cristiano siempre renuncia a sus derechos nacionales si contradicen sus derechos Cristianos.",
    "La esposa de Lot simplemente miró hacia atrás, [el Hermano Branham chasquea el dedo.—Ed.] ¡con eso bastó! Ahora, ¿qué hizo eso? Nos dice aquí que, con Abraham y Lot, que lo que ellos hicieron allí fue un ejemplo. Y no podemos apartarnos de eso.",
    "Hebreos, el capítulo 11, dice que estas cosas fueron para nuestro ejemplo. Viendo que estamos rodeados de una gran nube de testigos, debemos hacer a un lado todo pecado (¿Qué es el pecado? ¡Incredulidad!), todo pecado, toda incredulidad de la Palabra de Dios, que tan fácilmente nos asedia.",
    "Nos topamos con algo, dicen: “Bueno, ellos predican eso, que eso era…”. ¡No hagan eso! Uds. solo hagan lo que Dios les dijo que hicieran. ¡Quédense con Eso, al pie de la letra!\n\nDicen: “Eso no importa”.",
    "Bueno, lo único que puedo decir es lo que la Palabra ha dicho. Y Jesús dijo eso con firmeza: “Recuerden a la mujer de Lot”. Ella apenas dio un vistazo sobre su hombro. Eva solo se detuvo por un momento; fue todo lo que hizo. La mujer de Lot solo dio un vistazo atrás. Y si… Dios convirtió a ese hombre justo, Lot, a su esposa, en una estatua de sal, por tan solo una pequeña cosita insignificante, solo desobedecer Sus Mandamientos apenas mirando atrás para ver de qué se trataba todo ese fuego, y se convirtió en una estatua de sal, y aún está allí hoy como ejemplo de que Dios habla en serio.",
    "¡Oh, si la verdadera fe pudiera anclarse en la gente! “La fe viene por el oír, el oír la Palabra de Dios”.",
    "Eva se detuvo por un momento; eso fue todo lo que hizo. Satanás la agarró, y simplemente razonó eso con ella. “¿No es razonable? Si la Hermana Fulana de tal puede hacer eso, ¿no puedes hacerlo tú también? Ella es la esposa del pastor”. No me importa quién sea ella, o quién sea él. Si es contrario a la Palabra, no lo escuche Ud. ¡Siga de largo! ¡Ejemplos!",
    "Así lo hizo Abraham. ¿Cuánto razonamiento creen Uds. que la—la ciencia médica pudo haberle dado, de ese día, que él no iba a tener ese bebé? ¿Y qué me dice de cuando él tenía setenta y cinco años? Luego lo encontramos a los cien, él lo creía aún más que al principio, tuvo veinticinco años para seguir añadiéndole más fe. Eso me gusta. Sí, señor.",
    "Quiero entonces su atención en otra cosa antes de levantarnos. ¿Notaron Uds.? Yo—yo espero que lo hayan captado. En la confirmación de ese pacto, al escribir ese pacto y rasgarlo en dos, ¿lo entendieron? Levanten las manos si lo hicieron, entendieron lo que significaba. El pacto escrito, rasgado, Dios tomando la manifestación de la trinidad, haciéndola una; rasgándolo en dos, llevando el cuerpo a lo Alto, y enviando de nuevo el Espíritu Santo para que viva en la Iglesia, para producir lo mismo que produjo ese cuerpo, como esposa, Novia; el mismo Espíritu, la misma obra, la misma Doctrina, todo exactamente como Él lo hizo, la misma señal: “Jesucristo el mismo ayer, hoy, y por los siglos”. ¡Fíjense!\n\nQuizá pudiera haber un judío sentado aquí.",
    "¿Ven?, Dios hace esas cosas, y aún sucede entre la gente, y sin embargo ellos no lo captan.",
    "Como estaba explicando acerca de por qué las mujeres se cubren el rostro cuando se casan. ¿Por qué? Tal vez no entiendan eso. Pero lo que hacen, es porque sabiendo que son un cuerpo, ellas no tienen cabeza, el hombre es su cabeza. Por eso Rebeca se puso un velo. Y por eso es que la Iglesia debe ponerse un velo y rendirse a Cristo, porque Él es la Cabeza, y Él es la Palabra.",
    "Ahora, el judío, el Yom Kippur, cuando toman la comunión, o la Pascua, cualquiera lo sabe, que sea judío, y sabe que debajo de la tapa hay un pedazo de kosher partido. Y no hay un judío que yo conozca, con el que haya hablado, que pueda explicar por qué ese pedazo de kosher está partido. Pues, aquí está, en la confirmación del pacto: el cuerpo partido de Cristo, cuando Él partió a Dios del hombre; Él era los dos, Dios y hombre. Y cuando Él levantó el Espíritu… Y Jesús dijo, escuchen: “En aquel día conoceréis que Yo estoy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. ¡Es Dios en Su pueblo! ¡El mismo Dios!",
    "Él lo representó allí, en eso que hablamos anoche. Dios descendió, S-e-ñ-o-r, con mayúscula, Jehová-jireh, Jehová-rafa, Jehová-manasés, Elohim, el Todo suficiente, el Fuerte, el de los Pechos, todos Sus títulos y todo, manifestado en un cuerpo humano que comió alimento humano, y se les desapareció de la vista. ¡Dios!",
    "Y Jesús, cuando vino, dijo: “Como fue en aquel día, así será”. ¡Dios!",
    "Ese es el kosher partido, debajo de la tapa, el pedazo partido; no lo que ellos toman, sino Aquello que ha sido partido. ¿Cómo no lo pueden entender?",
    "Tal como cuando Jesús tomó los—los pergaminos y comenzó a leer. Él leyó parte del versículo y no incluyó el resto, porque eso se aplicaba solo para Él para ese día. El resto del versículo tenía que ver con Su Segunda Venida.",
    "Por eso es que los judíos no lo entienden, porque ellos tuvieron que ser cegados. Ellos no vieron a su Mesías, y Él parado allí. Y cada vez que participan de su—su Pascua, allí está el kosher partido otra vez, y no lo saben.\n\nLe pregunté a un rabino. Él dijo: “Se nos ordena que lo hagamos”.\n\nDije: “Y ¿por qué lo hacen?”.\n\nÉl dijo: “No lo sé. Nadie sabe”.",
    "¿Ven?, una mujer se vela el rostro, y no sabe por qué. En lugar de venir y permitir que su esposo sea su cabeza, ella es cabeza del esposo. Eso es una perversión. Ahora, esa es la actitud americana.",
    "Pero eso es, el kosher partido. Entonces, repito, vemos otra vez, quería resaltar aquí, colocar el fundamento ahora antes de llegar a la parte sobre la que queremos hablar esta noche.",
    "Anoche, Uds. recuerdan, de Abraham, cuando se hizo el pacto con Abraham y su Simiente después de él. Ahora, hubo una simiente natural de Abraham, que fue el producto del acto de fe; pero la verdadera Simiente de Abraham fue Cristo, la Biblia… la cual era la Simiente real de Abraham. Ahora fíjense.",
    "Abraham, antes de la destrucción por fuego en su día, hubo una señal para Abraham, Su grupo elegido. Y fue que Dios bajó en la forma de un hombre, dando la espalda a la tienda donde estaba Sara, y dijo lo que Sara estaba diciendo en la tienda. Y vino Jesús y dijo que sucedería lo mismo al final de la edad. Ahora, ese era Abraham.",
    "Entonces, su simiente natural, cuando venga el Mesías. Y Simón vino a Jesús, y le dijo que su nombre era Simón, y que era el hijo de Jonás, conociendo el secreto de su corazón. Le dijo a Felipe… o a Natanael, a quien fue Felipe: “Te vi cuando estabas debajo del árbol”. Le dijo a la mujer junto al pozo: “Cinco maridos has tenido”; y ella dijo: “Señor, me parece que eres profeta”. ¿Ven? el final de la simiente natural de Abraham recibió esa señal.",
    "Y la Simiente real Misma, Cristo, predijo que la Simiente real, al final de sus días, recibirían eso mismo. Ahora espero que lo captemos.",
    "Lo cambió. Fíjense, Dios cambió el nombre de Abraham. Será mejor que deje eso. Cuando regrese para un avivamiento largo, entraremos en eso. Tuvo que cambiarle el nombre, de su nombre terrenal, a un nombre dado por Dios.",
    "Ud. dice: “¿Y qué tiene que ver el nombre de una persona?”. ¡Oh, hermano, si Ud. tan solo supiera! ¡Pues, algunos de estos nombres modernos que tenemos! No quiero decirlos, porque lastimará sus sentimientos. Pero Dios tiene nombres que significan cosas, eso cambia el rumbo completamente. ¡Oh!, Ud. dice: “¡Tonterías!”.",
    "¿Qué—qué me dice de Jacob? Antes de llegar a ser un príncipe delante de Dios, su nombre tuvo que cambiar de Jacob a Israel. ¿Verdad? Seguro. Pablo; a Saulo se le tuvo que cambiar el nombre a Pablo. ¡Oh, cuántos pudiéramos mencionar, y decir que Dios les cambió el nombre! Abram a Abraham, Sarai a Sara, cambiándoles el nombre. ¡Oh, vaya! ¡Qué bendición!, entrar en alguna iglesita con un grupo elegido, y enseñar eso, ver los aleluyas de corazón, cuando Uds. ven lo que hace Dios.",
    "Ahora, anoche estaba explicando lo de leer “entre líneas” y de “confirmarlo”. Quiero repasar eso antes de entrar en mi texto. Que, Dios cambió a Abraham de un anciano arrugado, a él y a Sara, de nuevo a una pareja joven; cambió su ser físico antes de que pudieran recibir al hijo prometido. Y la última señal que recibieron fue la manifestación de Dios en carne, leyendo el corazón de una mujer detrás de Él, en la tienda. Y lo siguiente fue que sus cuerpos fueron cambiados. Ahora, anoche se me estaba haciendo tarde, y pude sentir algunas dudas al respecto. Quiero explicarlo un poco más.",
    "Ahora, la prueba de eso fue que, cuando ellos hicieron ese largo viaje, fueron absolutamente cambiados. Y la Biblia dice que: “Ambos eran de edad avanzada. Y el cuerpo de Abraham estaba casi muerto, y el vientre de Sara estaba muerto”. ¿Verdad que sí? Sabemos que estaban muertos, pero Dios los cambió. Ahora para probarles eso a Uds., que Él lo hizo. Primero, ¿por qué ese filisteo (o no un…) sí, creo que fue un rey filisteo, se enamoró de Sara, una anciana? Y ella era hermosa a la vista.",
    "Otra cosa. Cuando nació Isaac, y Sara y Abraham, de edad avanzada, ya para morir, luego vivieron más, e Isaac se casó cuando tenía cuarenta años; y Sara murió. Y Abraham se casó con una mujer, Cetura, y tuvo cinco, seis hijos, creo que fueron, además de las hijas, después de eso; y aquí, sesenta años antes, ¡él estaba casi muerto! C-e-t-u-r-a, Cetura. Se casó con Cetura, cincuenta o sesenta años después de eso, y tuvo seis hijos además de hijas; y sesenta años antes, él estaba casi muerto. ¡Aleluya! ¡Allí lo tienen! La promesa de Dios es segura. Amén. ¡Oh, Eso me encanta!",
    "¡Estar a solas y leer! Hoy, allá en el bosque, leía, y hay una cosita que quiero explicar.",
    "Israel. El pueblo de Dios, un día estaba en Egipto, vendido a esclavitud, y no podían evitar estar allí. El gran plan predestinado de Dios los envió allí. Él le había dicho a Abraham que peregrinarían en una tierra extraña por cuatrocientos años. Y allí llegaron a ser como el resto de la gente, y eran esclavos. Si el—si un hombre egipcio quería violar a las jóvenes hebreas, no se podía decir nada. Si querían matar a sus jóvenes, los mataban, no se podía decir nada. Eran esclavos. Les arrojaban su pan mohoso. Ellos se lo comían, o no había nada; si se quejaban, ¡morían! ¡Qué lugar para el pueblo de Dios!",
    "Pero un día, aleluya, Dios se acordó de Su promesa a Abraham. ¡Gloria! Estoy empezando a sentirme religioso de nuevo. Fíjense, Dios se acordó de Su promesa a Abraham. Y Él ungió a un profeta, con una Columna de Fuego sobre él, y él vino a la tierra y comenzó a recordarles de la promesa de Dios que no podía fallar. Y Dios estaba presente para vindicar Su Palabra. Correcto. Él les habló de una tierra que fluía leche y miel, Dios se las había dado. Ellos marcharon de Egipto fortalecidos por el testimonio de este profeta con la Columna de Fuego sobre él, porque fue enviado. Y Dios había probado que Él estaba con él.",
    "Ahora, cuando llegaron a un lugar llamado Cades-barnea. En una ocasión ese fue el tribunal del mundo, Cades-barnea. Y allí tenían un guerrero entre ellos, llamado Josué. Y la palabra Josué, en hebreo, significa “Jehová salvador”. Y Josué, el gran guerrero… Ahora recuerden, ellos nunca habían visto esta tierra, solo habían oído de ella. ¿Ven el tipo ahora? Solo habían oído de la tierra. Lo habían dejado todo para ir a esta tierra, porque la Palabra del Señor les había sido traída, y confirmó que ellos iban de camino a esta tierra. ¡Qué tipo de la Iglesia!, de camino, sin saber nada al respecto, ninguno de ellos había estado allá. Pero Josué, cuando llegaron a la frontera, en Cades, el tribunal, donde el juicio cayó sobre Israel, de uno que había cruzado y regresado. Pues Josué había cruzado el Jordán, a la tierra prometida, y regresó con la evidencia de que era exactamente lo que Dios dijo que era. Y ellos pudieron probar de las uvas cultivadas en esa dichosa tierra.",
    "Ahora, a ellos se les había prometido que podrían tener un hogar donde ser libres, donde podrían criar a sus hijos en decencia y—y temor piadoso, tener una iglesia, y demás. ¡Cuán felices fueron al cruzar esa tierra y recibir este hogar, después de ser esclavos! Fíjense. Pero cuando cruzaron, vivieron sus vidas, fue algo tremendo. Pero finalmente las laderas se llenaron de lápidas. Ellos envejecieron y murieron, llegó la vejez y murieron, el pueblo de Dios.",
    "Entonces, un día vino otro gran Guerrero, el más grande de todos ellos, Jehová Salvador, Jésus, Él vino, y dijo: “¡Hay Vida más allá de la muerte! Porque en la casa de Mi Padre muchas moradas hay; si así no fuera, Yo os lo hubiera dicho; voy pues a preparar un lugar, y vendré otra vez y os tomaré a Mí Mismo”. ¡Y este gran Guerrero vino a Su Cades-barnea, el tribunal para todos nosotros, el Calvario! Allí Él tomó sobre Sí la iniquidad de todos nosotros. Y Él cruzó el río Jordán que nosotros llamamos muerte. Y al tercer día Él resucitó, como Josué al cruzar el río, trayendo la evidencia de que “un hombre que murió puede volver a vivir”.",
    "Y Él dijo, para hacer su… para asegurárselo a Uds.: “Quiero que suban allá a la ciudad de Jerusalén, y esperen allí. Les voy a dar las arras de Aquello. Les voy a dar la evidencia, el pago inicial”. Y ellos subieron a la ciudad de Jerusalén y esperaron hasta que la Vida Eterna vino como un viento recio.",
    "Y hoy, después de dos mil años, aún tenemos esa evidencia de que hemos pasado de muerte a Vida. Nuestro Josué ha regresado con la evidencia, y estamos de camino a esa Tierra prometida, gustando de los dones celestiales de Dios que Él nos ha traído de nuevo. Fíjense, ¡cuán maravilloso! Miren dónde estaban Uds. una vez. Borrachos…",
    "Hoy conocí a un hermano; sentí la extraña dirección de doblar por una cierta calle, y avanzar un rato. Olvido el nombre de la persona. Puede ser que esté aquí en la reunión; pero, si no está, pues, Dios fue bueno con él. Él es un indio, parte indio; es de Virginia. El Espíritu Santo me dijo, no lo dije; había dejado allí a mi esposa. Dijo: “Baja por aquí, y da vuelta a esta esquina”. Fui hasta allá. ¡Oh, eso sucede constantemente! “Espera aquí”. Luego esperé allí unos minutos. Dijo: “Da la vuelta y regresa por aquí”. Y, cuando lo hice, me lo encontré.",
    "Él dijo: “Hermano Branham, yo lo conozco”. Dijo: “Fui a Jeffersonville una vez, a verlo a Ud.”. Y dijo, yo… “Ud. estaba en el extranjero”. Pero él había sido un borracho, en su vida. Lo tomé de la mano, sin saber lo que estaba haciendo. Y él tenía cirrosis del hígado. Mientras estaba parado allí con él de la mano, esa vibración me dejó. ¿Qué? Fue sanado. Allí mismo en la esquina de la calle, ellos lo oyeron en su ciudad.",
    "No sé quién sea el hombre… ¿Estará él aquí? No lo sé. Si está, él… Yo—yo no sé. Dijo que él—él había querido regresar a casa. Creo que tuvo que marcharse. Él era un—un hombre indio, creo que se había casado con una—una mujer blanca. Y él era de Virginia. Y olvido su nombre. Él vivía aquí alrededor de Logar o algo así. Y él había recorrido toda esa distancia hasta Jeffersonville. Pero se sintió dirigido a caminar hasta la esquina; el Espíritu Santo le dijo: “Ve por aquí”. ¡Oh, Dios, misericordioso! Allí lo tienen.",
    "Podría estar horas y horas, contándoles de cosas que he visto suceder y llevarse a cabo así. ¿Por qué? Jesús, nuestro gran Guerrero, cruzó allá y conquistó la tierra, conquistó la muerte, conquistó el infierno, conquistó el sepulcro, Se levantó al tercer día, y dijo: “Yo soy el que estuve muerto, y vivo de nuevo por los siglos de los siglos. Y tengo las llaves de la muerte y del infierno”. Allí está el Conquistador, desde que rasgó el velo en dos; ¡allí está Él parado!",
    "Como una hermana anciana de color. Discúlpenme aquí, mis amigos de color. Ella estaba dando un testimonio en la reunión, y era muy sureña en su forma de hablar. Ella dijo: “Bueno, quiero decirles algo a todos Uds. esta noche”. Dijo: “Claro que no soy lo que debería ser”. Y dijo ella: “Y claro que no soy lo que quiero ser. Pero una cosa sí sé, no soy lo que era antes”. ¡Así que, ella había llegado a algo!",
    "Y yo digo: ¡así es en esta noche! Una vez estábamos perdidos en el pecado. Y hoy, al aceptar la evidencia, la promesa de que volvería (el pago inicial de nuestra salvación Eterna), hemos resucitado de muerte a Vida, y vivimos por encima de ella. ¿Cómo será cuando recibamos el pago completo, y crucemos el río, nosotros, a esa Tierra gloriosa?",
    "¡Grandes pruebas! Ahora Abraham, después de todas estas cosas maravillosas, fue probado después de haber recibido la bendición. Abraham fue probado.",
    "Ahora, allí es donde falla la gente. Y, escuchen atentamente, no se lo pierdan. La Biblia dice que, “Todo hijo que viene a Dios debe ser disciplinado, castigado, azotado. Y si no podemos soportar el castigo, llegamos a ser hijos bastardos, y no hijos de Dios”. Eso prueba que nuestra fe no era lo que decíamos tener, no tenemos lo que profesamos tener. Con esto estamos entrando en pleno calvinismo ahora, así que vamos a vigilar eso. Ahora, fíjense: “Todo hijo que viene a Dios, debe ser disciplinado, castigado”, la Palabra lo azota y lo corta en pedazos, quita todo credo que tenga; ¿ven?, lo prueba, y es para ver si él es el hijo de Dios.",
    "Ahora, Abraham, después de recibir la bendición, fue después probado.",
    "¿Cómo pasa el tiempo? Ni siquiera he concluido mi texto, y ya es hora de terminar. ¿Me pueden soportar otros quince minutos? [La congregación dice: “Amén”.—Ed.] Gracias. Sean reverentes. (Abraham. Miren a Noé.) Tomemos solo eso por un momento. No podemos darnos prisa; no hay necesidad. Y, vaya, ¿por qué andar de prisa? Simplemente soy lento. Yo—yo no soy como algunos de estos sujetos que pueden pararse, y pueden presentar todo así de una pasada. Yo—yo—soy lento, tengo que esperar hasta que Él me lo dé.",
    "Miren a Noé, después de que Dios lo tuvo predicando por ciento veinte años, allí en medio de un mundo científico más avanzado que el que tenemos hoy. ¡Oh, es cierto, construyeron pirámides! Nosotros no pudiéramos construirlas. Construyeron una esfinge; no pudiéramos construirla. Embalsamaron cuerpos para que parecieran naturales aún hasta hoy; nosotros no podemos hacerlo. Tenían tintura que podían aplicar a las cosas, cuyo color no ha cambiado por cuatro mil años. Nosotros no lo tenemos. [Cinta en blanco.—Ed.] Y eso mostró que ellos tenían una civilización como la que dijo Jesús: “Como fue en los días de Noé”. Y Noé, en ese mundo científico, predicaba: “¡Caerá lluvia del cielo, porque la Palabra de Dios lo ha dicho!”. Noé fue un profeta.",
    "Y cuando Uds. vean que se levantan profetas, más vale que vigilen, viene juicio de camino.",
    "Entonces, Noé predicó y la gente lo rechazó, se rieron en su cara. Puedo imaginarme que algunos de ellos dijeron: “Eso no cumple con nuestros estándares científicos”. ¡Hmm!",
    "Me imagino que es igual a hoy. Ellos dicen que “Gritar y alabar a Dios, y clamar, y esto aquí que llaman vida de ‘santo rodador’ y demás, es toda una pantalla emocional”. No cuadra con sus estándares científicos, pero cuadra con la Biblia de Dios. Eso es lo principal. Fíjense.",
    "Me imagino que la ciencia salió allá y dijo: “Mire, amigo. Mire, Ud. está—está mal de la cabeza. Mire esto. Yo, tenemos un radar, podemos disparar a la luna o enviar un sputnik allá arriba. No hay una sola gota de agua de aquí hasta allá. Bueno, ¿de dónde va a venir?”.",
    "Puedo oír a Noé decir: “¡Dios lo dijo! Y si Dios dijo que así es, Él es Jehová-jireh, Él puede proveer agua allá arriba. ¡Dios lo dijo! ¡De todas maneras va a suceder!”. Alguien dice…",
    "Tome Ud. a un hombre muriendo de cáncer, es la sombra de un hombre, aquí está; al año siguiente está sano y saludable. ¿Cómo sucedió? Lo recostó… Tengo cientos de esos testimonios. Un hombre que partió de esta vida, el certificado firmado por un médico: “Está muerto, ha estado muerto por horas y horas”. Y Dios dar una visión, y hoy él está con vida. ¿Cómo? No me pregunten. No lo sé. Pero Dios dijo: “Sanen a los enfermos, resuciten a los muertos, echen fuera demonios”. Así es.",
    "Cuando Ud. esté enfermo y Dios pronuncie sanidad, siga con—con su médico, deje que él lo declare a Ud. sano. Él le dará… Eso será de testimonio para él. Cuando él diga: “Bueno, todo ha desaparecido” diga, “¡Gloria a Dios! Gracias, doctor, por sus servicios”, y siga su camino. ¿Ven? Así es. Fíjense.",
    "Ahora, Noé, dijo: “Viene una lluvia, a todo el mundo, los va a ahogar a Uds. malvados”.",
    "🦅 ¡Ah, tonterías! Tenemos nuestras iglesias. Nuestro pastor no habla nada así. El anciano está mal de la cabeza, construyendo un arca por allá arriba. ¿Uds. creen que alguien va a creerlo?”.",
    "Un día, Dios dijo: “Estoy harto de sus burlas. Estoy listo ahora. ¡Entren!”. Y aquí vienen los animales, de dos en dos, el loro macho y la hembra, el gorrión macho y la hembra, el macho cabrío y la hembra, la oveja macho y la hembra, el león, el tigre, todo lo que respiraba sobre la tierra, entró en el arca.\n\nNoé dijo: “¡Esa es la última señal para Uds.!”.",
    "Y ellos no la creyeron. “Pues sube allá y vive con tus animales apestosos”.",
    "Allí estaba él, Noé obedeciendo a Dios. No importa lo que el mundo dijera, él escuchó a Dios; él era un profeta. Entró en el arca, y Dios cerró la puerta detrás de él.",
    "Ahora, me puedo imaginar algunos de los creyentes fronterizos, que estuvieron alrededor y escucharon el mensaje de Noé, y guardaron distancia, Uds. saben, y dijeron: “Saben qué, puede que ese anciano haya tenido razón. Subamos allá y quedémonos por ahí. Dijo: ‘Va a empezar a llover cuando se cierre la puerta’. Dios le dijo que Él cerraría la puerta, y que iba a llover. Subamos allá y quedémonos por ahí. Y si empieza a llover, llamaremos a la puerta. Pues, es un anciano de buen corazón, él abrirá la puerta”.",
    "¿Ven?, a veces Uds. miran al mensajero en lugar del Mensaje. Dios cerró la puerta. No importa cuán bondadoso era Noé, era Dios quien cerraba y abría, es lo que Él quiera.",
    "🦅 Hermano Branham, hay un hombre sentado por acá, en la esquina. Vaya allá y sánelo, así creeremos en la sanidad Divina”. Ese es el diablo.",
    "El mismo dijo, cuando pusieron un trapo sobre Su rostro y Lo golpearon en la cabeza, en el pretorio, él dijo: “Si eres un profeta, dinos quién Te acaba de golpear; lo creeremos”. Él no payasea para nadie. “Si Tú eres el hijo de Dios, convierte estas piedras en pan. ¡Si Tú eres!”. Él pudo haberlo hecho, pero Él no payasea para nadie. “Si Tú eres el hijo de Dios, baja de la cruz”. Era el clero diciéndolo, ¿ven? Él no payaseó para nadie.",
    "Él hizo exactamente lo que el Padre Le mostró, y nada más. Eso fue lo que Él dijo, San Juan 5:19: “No puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre”. Allí lo tienen. Fíjense.\n\n“Subiremos y nos quedaremos alrededor del arca, y si comienza a llover…”.",
    "Me imagino que Noé dijo… Él entró en el primer nivel, subió al siguiente nivel (las aves) de las cosas que se arrastran, hasta el siguiente oficio. De la justificación sube a la santificación (las aves), luego él pasó de allí al bautismo del Espíritu Santo; donde estaba la ventana, por donde podía entrar la luz. “Subí a lo celestial, me senté”. Dijo: “Muy bien, familia, Uds. que entraron aquí conmigo, en la mañana… Está bien entrada ahora la tarde. Ahora, Dios cerró la puerta allá abajo. En la mañana estará oscuro por toda la tierra. En la mañana, las lluvias comenzarán a caer y el arca se irá flotando, y Dios va a—va a raer a todos esos miserables pecadores que han descreído el Mensaje”. Todos estaban esperando.",
    "A la mañana siguiente, se levantó, miró hacia afuera, bonito y brillante. Él entró al arca, ¿cuántos saben en qué día entró? El día 17 de mayo, cuando Noé tenía seiscientos años. El día 17 de mayo, la Biblia lo dice. Y cuando él entró, pasó el día 17, el sol salió tan candente como siempre.",
    "Me imagino a los fronterizos, diciendo: “¡Ah! ¡Les dijimos que eso no era cierto! ¿Por qué andan por allá arriba? ¡Aléjense de semejante charlatán!”.\n\n“Bueno, al parecer era cierto”.",
    "Pero, verán, hay una línea divisoria que existe entre creer y no creer. Y Ud. se coloca de un lado o del otro. Y llega el momento en que Ud. recibe su último llamado.",
    "Así que, el segundo día, qué decepción fue para Noé y su iglesia, cuando él les había dicho que Dios iba a destruir el mundo. Y, ¿saben cuánto tiempo estuvo esperando? Siete días, no sucedió nada. ¡La prueba!",
    "Luego, en el octavo día, hubo oscuridad sobre toda la tierra, grandes gotas comenzaron a caer del cielo, el agua comenzó a derramarse, y las fuentes se rompieron. Las calles se llenaron de agua. La gente tocaba a la puerta, pero Noé ni siquiera podía oírlos. Y ella flotó por encima del monte más alto, y todos los que estaban fuera del arca perecieron.",
    "Dios probó a Noé, para ver si él trataría de salir por la ventana, o algo. Después de que Él ya había hecho la promesa, Noé ¡se sentó a esperar!",
    "¡Así es! Cuando Ud. ya tiene la promesa, y sabe que es una promesa, ¡quédese con ella! Abraham tuvo que ser probado. ¡Quédense con la promesa!",
    "Ahora, ellos recibieron su última señal. Entonces su cuerpo fue cambiado. E inmediatamente el pequeño Isaac apareció en la escena, un precioso muchachito judío. Me imagino que después de sus ocho días, fue circuncidado. ¡Cómo esa madre joven, de cien años…! ¡Cómo es que Abraham, de cien años o ella noventa y él cien, cómo deben haber estado, en sus veinte años, regocijándose! Este pequeño, ¡lo dulce que era!",
    "Y saben, Dios dijo: “Ahora, para dar a conocer al pueblo en los días venideros (la Simiente de Abraham), para que tu Simiente sepa que Yo cumplo Mi promesa a cualquier hombre que se aferre de Mi Palabra, Yo lo pondré a él a prueba”.",
    "Cuando el niño tenía como catorce años, me lo imagino, el cabello un poco desordenado y de ojitos bonitos (¡Oh, ese padre y madre eran muy felices! Uds. saben cómo se sienten como padres con un hijo, un hijo único.), entonces Dios le dijo a Abraham, ahora, Él no se lo dijo a Sara, porque Sara era el vaso más frágil, así que, le dijo: “Abraham, quiero que tomes a este muchachito que te he dado, por el cual te haré padre de muchas naciones, y quiero que lo lleves al monte que te mostraré esta noche en una visión, y allí lo sacrifiques”. Destruir la única esperanza que había para él de ser padre de naciones, para que Dios cumpliera Su Palabra; Dios había dicho: “Te he hecho padre de naciones”. Y Él ya ha esperado todos estos años, hasta que tiene cien años, ciento catorce años. “Y aquí está el muchachito ahora, y la única evidencia que tienes de que Yo cumpliré Mi Palabra, sube y destrúyela. Yo aún voy a hacerte padre de naciones por medio de este hijo”.",
    "🦅 Y Abraham” dice, “no dudó de la promesa de Dios. Sabía que él lo había recibido como a uno de entre los muertos. Sabía que, si Dios lo prometió, Él podía resucitarlo de entre los muertos”.",
    "¿Y nosotros que somos la Simiente de Abraham? Y con un pequeño error teológico que se atraviese, para poder ser popular con el resto de los hombres y mujeres, Uds. se van con eso en lugar de quedarse con la Palabra. ¡Vergüenza debería darles! Alguna gran organización, ¿qué significa eso para Dios? ¡Él barrerá eso así! [El Hermano Branham chasquea el dedo.—Ed.] Él está alejado de eso, lo ha estado desde que se organizaron, de cada una de ellas, y siempre lo estará. No de los individuos allí, sino del sistema organizacional, está en contra de Dios. Toda iglesia que está organizada es la madre… o una hija de la organización católica. La Biblia lo dice, Apocalipsis 17: “La vil ramera y sus hijas rameras”. Seguro que sí.",
    "La tenemos sentada aquí ahora mismo sobre nuestra nación. ¡Vergüenza debería darles a Uds. buenos demócratas que vendieron su primogenitura! Muy bien, dejemos eso, hasta cuando regrese. Fíjense. Se me hace tarde. ¿No significa su Cristo más para Uds. que su política? Uds. deberían hacer lo que dijo Abraham Lincoln. Muy bien. Fíjense, seguimos.",
    "Ahora Dios dijo: “Toma al pequeño, llévalo allá a la cima de la montaña”.",
    "Ahora, ¿quieren saber si Abraham era un hombre joven o no? Él viajó por tres días con el niño, la leña, con el siervo y el asno. Ahora, cualquier hombre, un hombre común… Yo antes patrullaba las líneas eléctricas, caminaba cuando era guardabosques; y puedo caminar, fácilmente, cuarenta y ocho kilómetros por día. Y tenemos pies a gasolina, como decimos. Pero esos hombres, su único medio de transporte era a pie, o en burro. Y aquí estaban con un burrito lento; y podríamos caminar más rápido que él. Y aquí estaba él, en un viaje de tres días, y luego levantó su cabeza y vio la montaña aún a lo lejos. Él debe haber estado como a ciento sesenta kilómetros de la civilización, por allá alejado en el desierto. Ahora escuchen, y fíjense.",
    "Luego tomó la leña y la puso sobre la espalda de Isaac; la cruz, el Hijo de Dios años después. E Isaac cargó la leña montaña arriba, sobre la cual él iba a ser puesto como un sacrificio. ¡Una sombra previa!",
    "¡Dios dio una sombra previa de eso al pie de la letra! Esposa de Lot: no se dé Ud. la vuelta para mirar atrás hacia las cosas del mundo. Todos esos tipos y sombras son perfectos. ¿Ven? Recuerden a Eva. Recuerden a la mujer de Lot. Recuerden a Lot mismo, Uds. varones. Recuerden, Adán cedió ante su esposa; Lot, de la misma manera. Tengan cuidado. Solo se los digo, como un hermano: es más tarde de lo que piensan.",
    "Fíjense en el pequeño Isaac subiendo el monte. Y comenzó a sospechar. Y miró alrededor, y dijo: “¿Padre mío?”.\n\nY él dijo: “Aquí estoy, hijo mío”.",
    "Él dijo: “Aquí está la madera. Y aquí está todo, todo, el fuego. Pero ¿dónde está el cordero para el holocausto?”.",
    "Escuchen a ese padre mayor, sin temblarle la voz, él dijo: “Hijo mío, Dios Mismo Se proveerá del sacrificio”. Su único hijo camino al matadero, pero, aún, ese viejo corazón leal había aprendido que Dios no puede mentir.",
    "¡Esa es la Simiente de Abraham hoy! “¿Cómo puede ser, Hermano Branham”? ¡Dios Mismo Se proveerá! “¿Cómo lo hará Él”? No lo sé. ¡Pero Él es Jehová-jireh!",
    "Llegó a la cima del monte, rodó las rocas. Puso la leña sobre las rocas y la encendió con el fuego. Dijo: “Isaac, hijo mío, da la vuelta”. Él tomó el cordón de su cintura y le ató las manos y los pies. Isaac, obediente, como Cristo, hasta la muerte. Lo acostó sobre la piedra. Llevó la mano hasta la funda y desenvainó el gran cuchillo; lo afiló unas cuantas veces, mirando hacia el cielo.",
    "🦅 Él no dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció, sabiendo que lo había recibido a él como a uno de entre los muertos; plenamente convencido de que, si Dios le había dicho que lo hiciera, Él podía resucitarlo de entre los muertos”. Ese es Abraham, y esa es su Simiente después de él. Si esa era la simiente natural, ¿cómo debería ser la Simiente real? ¡No andar dudando! Lo que Dios dice, Dios lo hará. Conociendo que él estaba plenamente convencido, que lo que Dios había prometido, Dios podía hacerlo.",
    "Afiló el cuchillo; los ojitos oscuros del pequeño Isaac miraban esa gran hoja afilada mientras pasaba sobre la piedra. Alzó su mano; echó hacia atrás los rizos, del rostro, acomodó hacia atrás su pequeña barbilla. Extendió su mano, y las lágrimas le corrían por el rostro así. Sabiendo, ¡y él no dudó de la promesa de Dios! Levantó la mano para clavar el cuchillo en la garganta de su propio hijo.",
    "Y cuando lo hizo, la voz de Dios llamó, y le detuvo la mano, dijo: “¡Abraham! ¡Abraham, detén tu mano! Ahora sé que Me amas”. ¿Qué estaba haciendo Él? Dando un testimonio a la Simiente de Abraham, después de él. “¡Detén tu mano, no le hagas daño a este muchacho! Yo sé que Me amas”.",
    "Y en ese momento, Abraham escuchó algo detrás de él. Y miró, y había un carnero (que es una oveja macho) atrapado por sus cuernos en la maleza y los arbustos. Y Abraham fue y tomó el carnero y lo sacrificó, en lugar de su hijo.",
    "¿De dónde vino ese carnero? Él estaba a ciento sesenta kilómetros de la civilización. Pues, las bestias salvajes lo hubieran matado si hubiera estado por allá. Seguro, es un—es un animal doméstico. ¿De dónde vino? Y, además, está muy arriba en la cima del monte, donde no hay pasto ni agua. Y Abraham recogió piedras alrededor, donde estaba, para hacer el altar. ¿De dónde vino? No fue una visión; sangró. Una visión no sangra. ¡Aleluya! ¡Jehová-jireh Mismo Se había provisto de sacrificio!",
    "Cuando se toma a Dios en Su Palabra, Él es capaz de proveer lo que Él necesite. Dios, Jehová-jireh, aún es Jehová-jireh en esta noche. Él ya tiene un Sacrificio provisto. Él tiene una Iglesia provista. Él tiene un Mensajero provisto, el Espíritu Santo. Él está aquí ahora, Jehová-jireh. El Señor Mismo Se ha provisto una Biblia, un Espíritu, una Iglesia, un Mensaje, un Mensajero. Y ahora ha llegado la hora para que la Iglesia sea arrebatada y llevada a casa. Jehová-jireh proveerá los medios para sacar a esa Iglesia de este mundo, transformando estos cuerpos débiles nuestros, y llevándolos a la Gloria. ¡Jehová-jireh! ¿Cómo será que en un día moderno como el que vivimos, sucederán estas cosas?",
    "Billy, mi hijo, donde sea que esté, y yo, estuvimos en la India recientemente. Y tomé un periódico… Cuando me bajé del barco, miles estaban parados allí con arrumes de guirnaldas. Cuando llegamos al Taj Motel, tenían un periódico allí, en inglés. Y vi un gran titular allí, decía: “Debe ser una señal de que el terremoto ha terminado”. ¿Qué era? Bueno, como tres o cuatro días antes del gran terremoto, del que Uds. leyeron, todos los pajaritos que vivían en las rocas…",
    "En la India, no tienen cercas como las tenemos en California, los Estados Unidos. Ellos hacen sus cercas de las rocas que recogen. Y los pajaritos construyen allí su nido. Edifican torres altas, y los pájaros construyen sus nidos en ellas. Y todos los pajaritos, un par de días antes de que viniera el terremoto, volaron fuera de los muros. Y en el tiempo de la tarde o… En medio del día, cuando hacía calor, las ovejas y el ganado se paraban bajo la sombra del muro y la torre, para protegerse del sol candente.",
    "Pero por dos días, el ganado y las ovejas no vinieron a la pared. Se paraban en medio del campo y se afirmaban el uno contra el otro, consolándose. Luego vino el terremoto, derribó esas paredes. Y luego los pajaritos comenzaron a regresar, y el ganado del campo. ¿Qué fue? El mismo Dios que pudo llamar a las ovejas y al ganado, y a las aves, al arca, mostró que Él es el mismo Dios hoy que puede llamar a Sus animales a que no se acerquen.",
    "Y si Él puede guiar a un animal por instinto, cuánto más debería la Iglesia de Dios apartarse de estos grandes muros hechos por el hombre y de las doctrinas de las iglesias. Babilonia caerá, uno de estos días. Jehová-jireh Se ha provisto Él Mismo de un Lugar de Descanso para Uds. ¡Vuelen lejos de las torres del mundo!",
    "¡Vuelen lejos del glamour de Hollywood! Las iglesias quieren imitarlos a ellos, brillar. El Evangelio no brilla. Hollywood brilla; el Evangelio resplandece. Hollywood brilla con glamour; la gran iglesia brilla con educación. Y la Iglesia del Dios viviente resplandece con humildad y dulzura, y el Espíritu Santo. Hay mucha diferencia entre un resplandor y un brillo.",
    "Él está aquí ahora. Jehová-jireh Mismo ha provisto para Sí; “Dios puede levantar hijos a Abraham de estas piedras”. Si las denominaciones no Lo aceptan, Dios puede traer a Sus hijos de las calles, prostitutas de las posadas; puede levantar cualquier cosa que Él quiera. Pero si Dios ha provisto un Mensaje, hay alguien en alguna parte para recibirlo. ¡Jehová-jireh! El Señor Mismo Se proveerá un Mensaje. El Señor Mismo Se proveerá un Mensajero. El Señor Mismo Se proveerá, a Su Propia manera, las señales para la Iglesia; no es uniéndose, inscribiendo sus nombres en los libros.",
    "Oímos tanto hoy acerca de decisiones, tantas decisiones. ¿De qué sirve amontonar rocas si no hay un cantero allí para cortarlas y tallarlas en hijos e hijas de Dios? ¿De qué sirve tener grandes denominaciones formadas por millares, si alguien no está allí con la Espada aguda de dos filos de Dios para moldearlos en verdaderos hijos de Dios? Daría lo mismo dejarlos afuera donde están. Amén. Dios (no metodista, no bautista, católico), Dios Mismo Se ha provisto de Cuchillo para moldear niños de Dios, hijos de Dios. Amén. Jehová-jireh, “el Señor proveerá para Sí Mismo”. ¡Y Él lo ha hecho! Créanle y vivan.\n\nInclinemos nuestros rostros por un momento.",
    "Dios misericordioso, el Dios siempre vivo, ten misericordia ahora de nosotros, y danos de Tu gracia. Somos indignos, Padre, de cualquier cosa que hicieras por nosotros. Pero, no confesamos que seamos dignos, mas solo atendemos a un llamado de Dios. Nuestra oración, Padre, es que Tú nos moldees esta noche en piedras que encajen en el Templo de Dios, para la gran Venida del Señor Jesús a Su Templo. Concédelo, Padre. Perdónanos a nosotros, pecadores, nuestras faltas. Revélanos Tu Palabra. Muéstranos el Camino a caminar. Enséñanos, ¡oh, Padre, Dios! Que Lo recibamos. Y si es contrario a la Palabra, sabemos que es el maestro equivocado. El Espíritu Santo es nuestro maestro. Él escribió la Palabra, y Él no enseñó más que la Palabra. Y oramos que Él nos la manifieste esta noche, a nuestro corazón. Concédelo, Dios.",
    "Ahora con nuestros rostros inclinados, nuestros ojos cerrados. Que la gracia de Dios descanse sobre nosotros, es mi humilde y sincera oración. Solo crean ahora. No duden.",
    "¿Habrá alguien en el edificio, que yo sé que hay, hombres y mujeres quienes no Lo conocen a Él, que no han aceptado Su Sacrificio provisto, al Señor Jesús, como su Salvador? ¿Ud. no Lo conoce? Ud. pudiera pensar en el intelecto que sí; pero un hombre no puede ver a Dios hasta que nace de nuevo. Ver no significa… Ud. no ve con los ojos; Ud. mira con los ojos. Ver es “entender”. Ud. mirándolo directamente, y dice: “No lo veo” quiere decir que Ud. “no lo entiende”. Ud. nunca sabrá de lo que estamos hablando hasta que haya nacido de nuevo. ¿Si Ud. no ha tenido esa experiencia? Con sus rostros inclinados ahora, y sus ojos cerrados, ¿levantaría la mano, y diría: “Hermano Branham, recuérdeme en oración esta noche. Yo creo que estamos recibiendo nuestro último Mensaje. El día se está acabando rápidamente. Y veo que lo que Ud. ha dicho en la Biblia es verdad, porque he leído la Biblia. Yo creo que es la hora en que debemos venir ahora. Y, para mí, ahora estoy fijando mi posición por Cristo”?",
    "Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga, a Ud. Bien. ¡Arriba en el balcón, las manos! Solo levante la mano, diga: “Pero yo, como dijo Josué, ‘Pero yo y mi casa serviremos a Jehová’”. Muy bien, ¿alguien más? Solo estoy esperando. Dios los bendiga allá atrás. Veo su mano. Dios lo bendiga allá arriba. Dios lo bendiga. Él lo ve a Ud. Por allá arriba en el balcón, Dios lo bendiga allá arriba, señor; es lo más importante que Ud. ha hecho en su vida. Allí mismo en el balcón en medio, alguien levante la mano allí. Tal vez no vi una mano allí, tal vez… ¿Alguien en ese balcón del medio, arriba? Levanten la mano y digan: “Hermano Branham, para mí, estoy… quiero servirle. Yo—yo soy sincero”. Dios le bendiga. Dios le bendiga. Dios bendiga al hombrecito. En el balcón a la derecha, alguien levante la mano allí, y diga: “Hermano Branham, yo, para mí, yo sé que eso es la verdad. Yo… Yo no conozco a Dios, pero quiero conocerlo; quiero estar seguro. Veo que no puedo darme el lujo de arriesgarme. Yo nunca podré regresar aquí de nuevo”.",
    "🦅 La dirección en que el árbol se inclina, en esa dirección cae”, dice la Escritura. No caiga en la dirección equivocada. Ud. puede corregirla en esta noche. Recuerden, mientras haya una Eternidad, y nunca comenzó y nunca terminará, pero Ud. participe de ella, Ud. sufrirá o vivirá en gozo. ¿Cómo sabe Ud. que estará con vida para llegar a casa?\n\nUd. dice: “Soy muy joven”.",
    "Acabo de recibir un mensaje hace un momento. Una jovencita allá en mi estado, se fue por el mal camino, comenzó a fumar cigarrillos. Se le habló de Dios, pero no quiso escuchar. Dieciséis años, ella venía de su… no, dieciocho años, apenas terminaba la educación secundaria. Y le fue dicho, quería hacer lo correcto. Pero ella empezó con el grupo equivocado, un rayo la mató al instante.",
    "Hace poco, un hombre de color en Shreveport se puso de pie y dijo: “No existe semejante cosa como Dios”. Simplemente blasfemó, dijo: “No son más que un montón de santos rodadores”. Un rayo lo mató. Lo llevaron a la tumba. Y cuando enterraban al hombre, vino una pequeña nube, y un rayo le dio al ataúd y lo sacó volando del ataúd.",
    "Jehová Dios se enoja. Yo sé que Él es un Dios bueno, pero también es un Dios de juicio. Él aún ve, Él sabe.",
    "Si Ud. está sin Dios, levante la mano, diga: “Recuérdeme, Hermano Branham, mientras ora”. Dios la bendiga, señora. Dios te bendiga, hijo. Es lo correcto, ven adelante. Dios le bendiga. Así es, joven. Dios le bendiga allá atrás. Pregúntenle al Dios Todopoderoso.",
    "Nuestro Padre Celestial, ahora Tú los has visto. Tú sabes que se han levantado veinte o treinta manos, que Te quieren como su Salvador. Dios, concede esto ahora mismo. Yo les he dado esta Palabra. Tú Mismo dijiste: “El que oye Mi Palabra”. He hecho lo mejor que he podido con Ella, Señor. “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna; y no vendrá a condenación, mas ha pasado de muerte a Vida”. ¡Qué maravilloso, pensar en eso! Si los corazones sinceros detrás de esas manos, lo dijeron en serio, algo acaba de suceder. Ahora Tú dijiste: “El que Me confiese delante de los hombres, Yo le confesaré delante de Mi Padre y de los santos Ángeles”. Hazles saber que Tú estás aquí, Señor. Mi petición es que lo concedas. Escúchanos. Somos Tus siervos, Señor. En el Nombre de Jesús.",
    "Muy bien, levanten la cabeza. ¿Creen que Él es Jehová-jireh? [La congregación dice: “Amén”.—Ed.] ¿Creen que estamos en los días como fue en los días de Lot? [“Amén”.] ¿Los días de Noé? [“Amén”.] ¿Recuerdan el último Mensaje?",
    "¿Habrá alguien aquí por primera vez? Levante la mano. ¡Muchos! Supongo que el Hermano Borders se los ha explicado. Uds. han oído hablar de la reunión antes, de lo que sucede. Levanten las manos, si han oído; si Uds. nunca lo han visto, solo lo han oído. Muy bien. Ahora, soy un desconocido para la gente aquí.",
    "Algunos de Uds. con problemas, órenle a Dios, y digan: “Dios, ten misericordia de mí, estoy enfermo. El Hermano Branham no me conoce. Pero he oído que Tú eres un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántos saben eso? [La congregación dice: “Amén”.—Ed.] “Y Él es el mismo ayer, hoy, y por los siglos”. ¿Sabían eso? [“Amén”.] Bueno, ahora, si Él es el mismo Sumo Sacerdote, ¿cómo actuaría Él si Ud. Lo tocara? De la misma manera que Él lo hizo cuando la mujer con el flujo de sangre Lo tocó. Él se dio la vuelta y le dijo de su flujo de sangre, y le dijo que su fe la había salvado. ¿Correcto? Él es el mismo en esta noche, si Uds. pueden creerle, así como Él lo fue entonces. ¿Le creen Uds. a Él de esa manera?",
    "Ahora Uds. miren hacia acá, a mí. Como dijeron Pedro y Juan en la Puerta Hermosa: “Míranos”. No fue que los “mirara a ellos” para lo que fuere, sino, “mirar lo que ellos decían”.",
    "Empecemos por aquí en alguna parte. Miren hacia acá, y crean con todo su corazón. Y digan: “Señor Jesús, yo Te creo, y quiero tocar Tu manto. Háblale al Hermano Branham, y dale a conocer cuál es mi problema. Te creeré si lo haces”. ¿Lo haría Ud.?",
    "Ahora, esto es algo atrevido. ¿Cómo me atrevería yo a hacer algo así? Yo, habría algo errado en mí al hacer un reto como ese. Hice el mismo reto ante medio millón de personas, en una ocasión, sin ni siquiera hablar su idioma. Pero Él nunca me decepcionó. ¿Por qué? ¡Él lo prometió! Estos son los días postreros, y Él prometió esto, y aquí está.",
    "Yo sé, amigos, que han sido lastimados por tanta cosa; han tenido mucha imitación carnal. Pero solo permítanme decirles algo, no para mi beneficio, sino para su propio beneficio: ellos siempre tienen eso. Pero Dios nunca tiene dos en la tierra al mismo tiempo, nunca los tuvo. Pero solo recuerden, hay muchas imitaciones, pero hay un Dios verdadero; hay un verdadero Espíritu Santo. Hay un verdadero Mensaje de Dios, y es que Jesucristo murió por los pecadores, resucitó de entre los muertos, y ha regresado en la Persona del Espíritu Santo, para hacer la misma obra en la Iglesia que Él hizo cuando estuvo aquí.",
    "Ahora, ¿no dice esto la Palabra de Dios? En Hebreos, Ella dice, el capítulo 4: la Biblia dice que, “La Palabra de Dios es más cortante, más eficaz que una espada de dos filos, penetrante” que corta tanto al entrar como al salir, “y aun hasta el tuétano del hueso, y discierne los pensamientos y las intenciones del corazón”. ¿Correcto?",
    "Por eso es que Jesús pudo pararse delante de la congregación y decirles. Esos fariseos dijeron: “Él es Beelzebú”, Jesús se dio la vuelta, ellos no lo dijeron en voz alta, pero Él se los dijo. Por eso es que Él pudo decirle a la mujer de su flujo de sangre, decirle a la mujer que ella tenía los maridos, y habiéndolo ella hecho, entonces Él se lo dijo: “Pues, ¡esa es la señal del Mesías!”.",
    "¿Ven Uds.?, ahora el regreso, la aparición del Mesías entre la gente. Es el Espíritu Santo preparando a la Iglesia.",
    "Quiero que volteen el rostro. ¿Ven a esa mujercita extendiendo la mano por allá, levantándose de nuevo, sentada aquí abajo? ¿Ven esa Luz sobre ella? Ella está sufriendo de presión alta. Correcto. Tiene puesto un vestido azul, como con lentes en su cara. Por el último segundo o dos, ella ha estado sintiendo una sensación cálida muy extraña a su alrededor. Correcto. Ahora su presión alta, que la ha estado molestando tanto, la ha dejado. ¿Lo acepta Ud.? Levante la mano si lo acepta.",
    "¿Qué tocó ella? Al Sumo Sacerdote. Ahora vayan, pregúntenle a la señora. Jamás la he visto en mi vida. No sé nada de la mujer; pero, eso es verdad. Estaba observando esa Luz mientras se movía sobre esta congregación, iba y regresaba, una Luz resplandeciente.",
    "¿Cree Ud.? Artritis, problemas de la vejiga, complicaciones, nerviosismo, debilidad. Correcto. Ud. no es de aquí; es de un lugarcito llamado West Point. Correcto. ¿Cree Ud. que Dios puede decirme quién es Ud.? Sra. Hardwick. Correcto. Si es verdad, póngase de pie. Eso la ha dejado. Jesucristo la sana.",
    "¿Creen Uds.? [La congregación dice: “Sí”.—Ed.] La gente está mirando atrás, buscando eso. Aquí está sentada la señora. Miren, esa Luz aún está sobre ella. ¿No La ven? Aquí está. Observen.",
    "Allí está, con ese hombre sentado allí mirándome. Artritis. Crea de todo corazón, Dios también lo sanará, señor. Somos desconocidos el uno para el otro, pero no para Dios.",
    "Esta señora aquí atrás, sufriendo de dolor de cabeza. Dios, no dejes que ella se lo pierda. ¡Oh, Dios, por favor! Señorita Morton, crea en el Señor Jesucristo. Él la sanó de ese dolor de cabeza. ¿Ven? Él no le permitió que se lo perdiera. Quiero preguntarle algo: Anoche cuando le dije a alguien en el auditorio del dolor de cabeza, Ud. sintió una sensación muy extraña, y Ud. se preguntaba si se trataba de Ud. o no. ¿Verdad? Levante la mano. No estoy leyéndole la mente, pero le estoy diciendo lo que ha estado pensando. Correcto. Hoy, Él quería asegurarle de que se trata de Ud. Eso la dejará ahora, su fe la ha salvado. Aleluya.",
    "Miren a esta señora sentada aquí, con un vestido a cuadros. ¿Tiene Ud. una tarjeta de oración, señora? Revise la suya. ¿Cree Ud. que la hernia la dejará, que será sanada? ¿Cree? Levante la mano si eso es de lo que sufre. Muy bien. Crea con todo su corazón y sea sanada. ¿Ven lo que es para mí?",
    "La dama allí detrás de ella, levantó la mano, con un pequeño… no, la segunda allá atrás, con un vestidito verde, sufriendo con un problema cardíaco. Sí. ¿Cree Ud. que Dios la sana? Eso está bien, muy bien. Él lo hará si Ud. tan solo lo cree.",
    "Una dama, la segunda más allá de Ud., la Sra. Dillman allí. Si Ud. cree que Dios la sanará de ese problema estomacal. Sra. Dillman, crea, y tendrá su estómago. Es un estómago nervioso. Ha sufrido de eso por mucho tiempo, especialmente desde la menopausia, ha estado con Ud. Ud. ha tenido muchas cosas que le han causado bastante problema, pero ahora todo ha terminado. Si todo eso es verdad, solo mueva su mano para la gente, para que ellos puedan ver. Si soy un extraño para Ud., continúe moviendo la mano. Jesucristo la sana.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Qué es? ¡Jehová-jireh, el Señor Mismo Se provee un Sacrificio! Ahora toda la congregación se torna algo borrosa para mí. Jehová-jireh ha provisto un Sacrificio por cada uno de Uds. ¿Lo creen?",
    "Ahora, Uds. aquí que levantaron la mano, pasen aquí y párense aquí solo un minuto. ¿Lo harán? Jehová-jireh ha provisto un Sacrificio. Uds. que levantaron la mano, que lo creyeron. Uds. lo han visto aquí, y saben. Imposible… ¡Es Algo! Miren a estas personas, cuántas han sido llamadas. No lo sé ahora. Tal vez siete, ocho o diez, lo que haya sido, que se ha llamado. Yo podría continuar. Pero mientras tengo fuerzas, quiero que vengan, acepten a Cristo como su Salvador. ¿Se levantarían ahora y vendrían, mientras cantamos: “Vengo, Señor, vengo ahora a Ti”? ¿Se levantarán ahora y subirán aquí, Uds. que levantaron la mano hace un rato? Y párense aquí alrededor del altar, y muestren que no se avergüenzan de Cristo; Uds. están en Su Presencia. Vengan ahora, y pruébenle a la gente que realmente son sinceros, que Uds. quieren ser recordados por Dios, y que Lo han aceptado a Él como su Salvador. Suban ahora, mientras todos nos ponemos de pie y cantamos.\n\n¡Yo vengo, Señor!\n\n¡Vengo ahora a Ti!\n\nLímpiame, lávame en la Sangre\n\nQue fluyó del Calvario.",
    "Vengan ahora, bajen directo aquí. Vamos a orar. Una vez que Ud. se vaya jamás estará más cerca de Él.\n\n¡Viniendo ahora a Ti!\n\nLávame, límpiame…",
    "Bajen, del balcón. Así es. Bajen aquí directamente, párense aquí. Sea un… Ahora, Él dijo: “Si Me confesareis delante de los hombres, Yo os confesaré delante de Mi Padre. Pero si Ud. se avergüenza de Mí, Yo Me avergonzaré de Ud.” recuerden, la Biblia, desde Génesis hasta Apocalipsis. Vengan ahora, jóvenes y ancianos. ¿Lo harán? Miembro de iglesia o no, venga ahora. ¿Lo hará? Acepte a Cristo mientras Ud. está en Su Presencia.\n\n¡Yo vengo, Señor!\n\n¡Vengo ahora a Ti!\n\nLímpiame, lávame en la Sangre\n\nQue fluyó del Calvario.",
    "Continúen cantando. [El Hermano Branham tararea, Oigo Tu Voz de bienvenida.—Ed.]",
    "Escuchen. ¿Creen Uds. que yo soy Su profeta? No he confesado eso antes. Yo creo que estoy con personas que entienden y saben lo que quiero presentarles. Hay personas aquí que están profesando el Cristianismo, deberían estar aquí. Venga, ¿lo hará? Permítame preguntarle: ¿cómo llegará Ud. a hacerlo? Ud. no recibirá otra señal. Esta es. ASÍ DICE EL SEÑOR. ¿Haría un profeta de Dios una declaración como esa si no fuese verdad? Uds. están recibiendo la señal más grande, y la última señal, antes de la aparición de Cristo. ¡Vengan! La razón por la que estoy diciendo estas cosas, no he dicho esto en ninguna otra reunión, siento que aquí mismo hay una oportunidad para que suceda algo. Por eso es que lo estoy diciendo así. Yo creo que Uds. entienden. Uds. no andarían haciendo alguna clase de secta, diciendo: “El Hermano Branham es un dios” o algo así. Uds. entienden de lo que estoy hablando. Vengan ahora. Vengan. Permítanme persuadirlos, en el Nombre de Cristo. ¡Vengan!",
    "Ud. que no sabe dónde está parado, Ud. no está seguro al respecto, eso solo está en el intelecto, o alguna clase de emoción; Ud. ha clamado, ha llorado, o Ud.—Ud. tuvo alguna clase de sensación. No traten de llegar Allá con eso. Recuerden, se los digo en el Nombre del Señor, que Uds. están perdidos, miserablemente perdidos, y no lo saben. No se arriesgue, amigo. Yo solo estoy sembrando la semilla, y recogiendo la red. Dios da el crecimiento. Yo no sé.",
    "Inclinemos nuestros rostros, veamos si Él no me lo dice. [Una hermana habla en otra lengua e interpreta.—Ed.] Escucharon eso.\n\n¡Vengo ahora a Ti!\n\nEscudriñen su propio corazón.\n\nLávame, límpiame en el…",
    "Miembro de iglesia: ¿si yo estuviera parado allí, y tan solo tuviera una experiencia de unirme a la iglesia…?… Yo vendría aquí tan rápido como pudiera.",
    "Recuerden, el Espíritu está dando testimonio de que estamos en el fin. La ciencia dice: “Faltan tres minutos para la medianoche”. El Mensaje de la Biblia dice: “¡Aquí está, lo último!”. El avivamiento está terminando. La puerta se está cerrando. Ud. quedará por fuera, tocando, y no podrá entrar. ¡Venga!\n\nDios la bendiga, jovencita. Ahora, ¿vieron eso?\n\n¡Yo vengo, Señor!\n\nViniendo ahora…",
    "Dios los bendiga. Así es, señor. Así se hace, bajando directamente desde el balcón. Vienen por filas.",
    "Aquí está la Palabra, aquí está la evidencia; está el Espíritu, está el testigo. Y aquí viene la gente, para mostrar que estamos aquí en el tiempo del fin.\n\n¡Yo vengo, Señor!\n\n¡Vengo ahora a Ti!\n\nLímpiame, lávame en la Sangre\n\nQue fluye del Calvario.\n\n¡Yo vengo, Señor!",
    "Esperando, llamando a algunos. “No queriendo que ninguno perezca; sino que todos puedan venir al arrepentimiento”. “Venid” dijo, “a Mí”.",
    "Si Ud. ha tenido una duda en su mente. Hay que estar seguro, amigos. La fe es perfecta.\n\n…del Calvario.\n\n…¡Señor!\n\nViniendo ahora a…",
    "Unas, cincuenta a setenta y cinco personas se han reunido alrededor. Vengan ahora. Que vengan los demás que tienen que venir. Estoy esperando ahora un poco más. Pues, mañana se tratará de sanidad Divina. El Espíritu Santo me habló, hace un rato: “No llames esa línea. Llama al altar”. Yo Le obedeceré y haré lo que Él me diga; sé que no debo hacerlo.\n\n¡Vengo ahora a Ti!\n\nLímpiame, lávame en la Sangre\n\nQue fluyó del Calvario.\n\nCon nuestros rostros inclinados ahora, mientras esperamos.",
    "¡Oh, Dios, permite que el Espíritu Santo entre en estos! Aquellos que quieren pasar al frente al altar, guiando a la gente ahora a la bendición. Y—y que Jehová Dios lo conceda. El Espíritu de Dios, hablando.",
    "Vengan, vengan. Acérquense ahora, todos. “Toda alma oprimida por el pecado, hay misericordia con el Señor”. Vengan ahora. “Vengan bajo el raudal purificador, liberándose de toda mancha de culpa. Hay una Fuente llena de Sangre, sacada de las venas de Emanuel”. Reverentemente.",
    "¿Siente ahora esa paz en la reunión? ¿Qué es? Es muerte, muerte de pecadores. Ahora los que trabajan personalmente acérquense ahora a ellos. Es la muerte, estas personas están muriendo. Están con las Biblias, les están explicando. Hay muerte alrededor del altar, y nueva Vida vendrá después de la muerte.\n\nHay una Fuente sin igual,\n\nDe Sangre…\n\n¡Oh, cómo anhelarán Uds. oír eso algún día, el día cuando su pulso deje de latir!\n\nY queda puro en Su raudal,\n\nQuien se sumerge en Él.\n\nQuien se sumerge en Él,\n\nEso es, jovencito. Dios bendiga tu corazón. Eso era lo que Él esperaba.\n\nY queda puro en Su raudal,\n\nQuien se sumerge en Él.",
    "Ahora que los Cristianos instruidos, pasen mientras cantamos la siguiente estrofa. “El ladrón moribundo se regocijó al ver esa Fuente en su día; que allí yo, aunque vil como él, lave todos mis pecados”. Que la gente que instruye se acerque ahora. Uds. que no han recibido el bautismo del Espíritu Santo, acérquense ahora. Uds. no saben lo que Dios pudiera hacer ahora en un minuto. Pasen ahora, mientras cantamos la siguiente estrofa.\n\nEl ladrón moribundo se regocijó…(La Palabra manifestada.)\n\nEsa Fuente en su día;\n\n¡Oh, qué bien!, vengan ahora mismo. Vengan mientras que el Agua se mueve.\n\n…Yo, aunque vil como él,\n\nLavar todos mis pecados.\n\nLavar todos mis pecados,\n\nLavar todos mis pecados;",
    "Eso es, trabajadores. Vengan directamente. Todos den un paso al frente ahora hacia esas Aguas agitadas. Vengan directamente.\n\n…vil como él,\n\nLavar todos mis pecados.",
    "Ahora, Uds. que quieren orar, acérquense ahora y prepárense. Vamos a creer que Dios va a reconocer esto. ¡Él tiene que hacerlo! ¡El mismo Dios que puede discernir el pensamiento del corazón! Recuerden, Jesús solo hizo eso una vez en una ciudad. Pero Él dijo: “Más que esto haréis”. ¿Ven?, ¡probó que Su Escritura estaba correcta! Acérquense ahora. Oremos todos ahora por estas personas que están aquí. Todos los que saben orar. ¿Cuántos Cristianos nacidos de nuevo hay en el edificio? Levanten la mano. Ahora, levantemos todos nuestras manos y demos gracias por estas personas.",
    "Nuestro Padre Celestial, Te damos gracias por estas personas; son Tuyas. Ellos vienen para hacer una confesión. Vienen a morir al yo y al pecado. Regresarán, como nuevas criaturas en Cristo.",
    "¡Satanás, has perdido la batalla! ¡Dios es Jehová-jireh! El Señor ha provisto un Sacrificio, provisto un pueblo, provisto un llamamiento al altar, provisto el Mensaje, provisto gracia. ¡Y Satanás ha perdido la batalla, en el Nombre de Jesucristo él perdió la batalla! 🦅"
  ]
}