{
  "title": "CUENTA REGRESIVA",
  "id": "62810009",
  "content": [
    "🦅  Gracias, Hermano Neville, el Señor le bendiga. Siempre como que estoy de prisa. Apenas acabo de entrar. El Hermano Moore me tuvo en el teléfono con respecto a ir allá por causa de su jubileo pentecostal de cincuenta años. Yo estaba tratando de cuadrar las fechas con los hombres de negocio allá en el otro lugar, y yo dije…cambié el teléfono y dije: “¿Escuchas ‘Sólo Creed’? Ya sabes lo que eso significa”. Y yo se lo pasé a Billy, y salí corriendo por la puerta. Así que yo—yo no sé cómo se van a arreglar todo eso, pero es…en realidad me gusta ir a Louisiana, pero a esa gente allá con esos finos sureños. Pero entonces alrededor de esas mismas fechas tengo que estar en la Florida, en la—en la convención regional de hombres de negocio, y se pone algo complicado cuando uno trata de coordinar todo eso así al momento.",
    "Todos estamos contentos de estar aquí esta mañana, y de estar vivos y-y entre aquellos que pueden decir “Amén”. Eso es correcto. Ahora, siento que estemos aquí todos apretados. Y me dijeron que algunas personas llegaron y sencillamente se fueron. Pero estamos…Simplemente es lo mejor que podemos hacer por el-el momento. Uds. entienden, estoy seguro. Discúlpenme. ¿Pueden oír mejor de éste o de éste? ¿Este aquí? Bueno, póngalo por aquí para que yo esté cerca. Este aquí está grabando, muy bien, muy bien señor.",
    "Bien, ¿se gozaron anoche? Yo…realmente la recibimos, y el Señor nos bendijo. Simplemente hay tantas cosas más que se pudieran decir allí acerca del Mensaje, pero yo pensé que quizás Uds. podrían estudiarlo, Uds. saben, y Uds. se darán cuenta, entre líneas, la hora en que estamos viviendo. Estamos justamente en el tiempo del fin. Y yo creo eso. Desde luego, me supongo que toda persona ha pensado eso, desde que Jesús prometió regresar. Pero, saben Uds., un día de estos El va venir, de todas maneras ¿ven? Así que yo simplemente no veo que falte nada por acontecer, solamente el rapto de la Iglesia.",
    "Ahora, antes de abordar el Mensaje, yo quiero en esta mañana, sobre el tema de la Cuenta Regresiva. Y ahora nosotros…y esta noche, recuerden el servicio de esta noche, es Viviendo En Su Presencia. ¿Ven? Y trataremos de darnos prisa, apresurarnos, para que Uds. puedan irse para llegar al trabajo otra vez el lunes por la mañana. Y estamos agradecidos por todos Uds. Yo simplemente no sé qué haríamos, o qué haría yo sin Uds. Yo simplemente-simplemente no pudiera continuar sin Uds.",
    "Y yo quiero dar gracias especialmente a esa Hermana Williams, supongo que ni siquiera conozco la mujer. Cuando me levanté esta mañana, allí estaba el Hermano Charlie Cox, y-y las—las gradas estaban llenas de alimento, conservas envasadas y demás. Cómo esa pobre mujercita debe de haber trabajado este verano, envasando esas cosas, los tomates y cosas de comida. Ahora, eso significa mucho para mí. Y Hermana Williams, yo creo que ellos dejaron su Biblia allí para que orara sobre ella, decía que orara para que Dios…yo oré esta mañana en el cuarto cuando estaba estudiando para el Mensaje, que Dios tomara los contenidos de esa Biblia y que los colocara en su corazón. Y yo ruego que Dios la bendiga. Ojalá pudiera pagarle por eso, hermana, yo sé que en verdad a Ud. le costó mucho sudor al hacerlo. ¡Y le agradezco tanto! Esto es tan poco decir, pero permítame darle una Escritura donde sabemos, como dije anoche, esto no fallará. Jesús dijo: “En cuanto lo hicisteis a uno de estos más pequeños”, y eso sería, vean, “a uno de estos Mis más pequeños, a Mí lo hicisteis”. [Mateo 25:40] Y que vuelva a Ud. de manera exacta como si Ud. lo pusiera en las manos de El. Dios la bendiga por eso.",
    "Gracias a todos Uds. Cuando están aquí, yo me doy cuenta respecto a los-los diezmos y demás que Uds. pagan, esa es su confianza en nosotros, que eso irá para el Reino de Dios. Ahora, nosotros somos responsables por eso, ¿ven? Y tenemos que dar cuenta por ello. Así que queremos vigilar todo lo que hacemos, que podamos dar cada paso tan perfecto como podamos, de la manera que nuestro Señor lo quisiera, porque no sabemos en qué momento El nos va a llamar para que respondamos y entonces demos cuenta por todo lo que ha venido en nuestro camino.",
    "Esa es la razón que creo que Pablo, anoche, sólo tenía un abrigo. ¿Ven? El pudo haber tenido más, pero no. Un abrigo era todo lo que él podía usar a la vez, así que él se quedó con ese. Ahora, yo no creo que él tenía interés por las riquezas del mundo. Yo no creo que él tenía interés por la popularidad, Uds. saben lo que quiero decir, como todos en sus grandes movimientos religiosos como lo es hoy en día. Y tanta gente…",
    "Yo sé que esto está siendo grabado. Y cuando digo cosas aquí, me doy cuenta que no solamente le estoy hablando a esta congregación, pero a través al mundo. Y yo…Porque estas cintas salen a muchas, muchas naciones, y ellos las llevan aún allá a las tribus en Africa, allá adentro, y se sientan allí, y el ministro la toma e interpreta esas cintas a la gente, allá adentro donde ellos ni siquiera distinguen entre diestra y siniestra. ¿Ven? Bien allá adentro en Australia y por allí donde la gente está-está. Ni siquiera…La única cosa que comen es…La manera de obtener azúcar es que toman una pequeña concha y escarban un montón de hormigas y les muerden la parte de atrás arrancándoselas de esa manera. Así es cómo subsisten para obtener su azúcar. Y no tienen ropa, no tienen nada. Toman un canguro viejo y lo arrojan al fuego, con las tripas y todo, entrañas y todo, y lo queman un poco y luego se lo comen. Y así es, es terrible. Y recuerden, estas cintas las tocan allá. El Mensaje que Uds. están escuchando aquí es tocado allá adentro, por cientos de misioneros que toman estas cintas y las tocan allá adentro, y se las interpretan a la gente. Así que, ¿ven Uds.? Cuando yo llegue allá en el Día del Juicio, ¿ven Uds. lo que va a estar sobre mis hombros? ¿Qué si yo guío mal a alguien? ¿Ven? Allí lo tienen. Sólo piensen en una de esas almas, y qué si yo las guío mal a la cosa incorrecta.",
    "Por lo tanto yo tengo que escuchar a mis hermanos en estas organizaciones. Y muchos de ellos son hombres muy finos, la mayoría de ellos, estoy contento por eso. Pero algunos de ellos llegan a ser tan…y normalmente los líderes llegan a donde tienen que acordar y hacerlo como, oh, como un asunto político. Lo manejan con política. Y, en eso, se salen de la Palabra de Dios.",
    "Y yo tengo que permanecer en la Palabra. Yo-yo tengo que permanecer allí. Y sólo tiene que llegar a esto. Y yo-yo-yo sólo tengo que moverme con ello, eso es todo. Así que, y estamos…Uds. saben, nosotros cantamos un himno: “Estamos flotando por la corriente del tiempo, no nos queda mucho tiempo aquí”. Uds. lo han escuchado. “Las tormentosas nubes de oscuridad se tornarán en días más resplandecientes”. Eso es correcto. “Tomemos todos valor, porque no hemos sido dejados solos”. Correcto. “El Bote Salvavidas viene pronto para llevar las Joyas al Hogar”. Ese es el tiempo cuando yo espero entonces tener el abrigo que nunca se va a desgastar, así es, el Eterno. Y tengo que ser fiel a Dios, no prestando atención a cosas aquí en la tierra, hasta que lleguemos allá. Y entonces nosotros…esas son las que van a perdurar.",
    "Así que yo, en estos treinta…ya van a ser treinta y dos años de ministerio, he tratado de permanecer fiel a la Palabra. Yo no sé de una sola cosa que haya tenido que cambiar, porque yo simplemente lo leí de la Biblia, dije exactamente lo que dice la Biblia, y así lo dejé. Y así que no he tenido que retractarme o volver a arreglar, porque yo sólo lo dije de la manera que la Biblia lo dice. Y me doy cuenta, si Dios ha hablado alguna cosa, entonces debemos seguir en línea con esa Palabra para así dar lugar a su cumplimiento. Vimos eso, como les dije anoche, de una visión recientemente, ven, Que…Yo tenía que estar allá, y advertido que estuviera allá, y diciéndome seis meses antes que estuviera en ese lugar, y parado allí, y diciendo “Vé alla”, por tres veces, “con ellos”. Y yo simplemente me fui caminando con los otros hombres. Y la visión aconteció exactamente, la parte de Dios, y yo quedé parado solo. Así que queremos recordar, uno tiene que permanecer en la Palabra, sólo quédese justo con la Palabra. Y adonde la Palabra le guíe, Ud. vaya con la Palabra, y eso lo conducirá correctamente, estoy seguro.",
    "Ahora, yo sé que Uds. han estado aquí desde las ocho, y probablemente ya son las diez en punto ahora mismo. Así es. Así que oremos ahora a nuestro Señor. ¿Habrá alguna petición en especial? Yo veo aquí muchos pañuelos. Levanten sus manos por las peticiones. Dios los bendiga. Ahora El…yo lo he conocido a El lo suficiente para saber esto, que El ve toda mano y conoce cada corazón, y la única cosa que queda hacer es sólo pedirle. Y Ud. créalo, y acontece. Ahora, Uds. crean mientras oramos.",
    "Padre Celestial, ahora estamos acercándonos al gran poderoso Trono de Dios, como seres mortales en un cuerpo natural, sin embargo nuestras voces hablan las palabras que llegan ante ese gran Trono en algún lugar en las otras dimensiones donde está sentado Dios. Porque Jesús dijo: “Todo lo que pidiereis al Padre en Mi Nombre, Yo lo haré”. Y El nos pidió que no dudáramos, sino, que cuando oráramos, que creyéramos que recibimos aquello que pedimos, y nos sería dado. Dijo: “Incluso puedes decirle a este monte, ‘Quítate’, y no dudas en tu corazón, sino creas que lo que has dicho acontecerá, y puedes tener lo que has dicho”. Padre, sabemos que eso es tan cierto. Lo vemos día tras día, y no hay error en Tu Palabra. Es porque no podemos estar en ese punto, algunas veces nuestra fe no nos eleva hasta allí, nos frustramos y dudamos. Pero en esta mañana, estamos tratando de venir, Señor, con una nueva esperanza, aferrándonos a esa línea de vida de Cristo y a Su promesa. Y estamos entrando a la Presencia de Dios por medio del Nombre de Jesús.",
    "Señor, estoy seguro que Tú conoces todas las peticiones que fueron dadas a conocer debajo de las manos que fueron levantadas en esta mañana. La mía también fue levantada, y está constantemente levantada a Ti, Señor, porque yo soy una persona necesitada. Y yo ruego que Tú concedas cada petición. Fíjate en ellos, Señor, y responde a sus peticiones, desde el más joven hasta el más anciano, desde la mínima de las peticiones hasta la petición más grande. Entonces Padre, responde a cada una. Te lo pido en el Nombre de Jesús. Luego Señor, recuerda la mía.",
    "Y yo ruego y te doy gracias por darnos buen descanso en nuestros cuerpos, y por el conocimiento que tenemos de Tu Palabra, y el entendimiento que tenemos del Espíritu. Y estoy constantemente orando que Tú nos des mayor entendimiento para que no seamos una gente vana, hinchada por ello, sino una gente humilde, para que el Espíritu Santo pueda usarnos para el cumplimiento de la Palabra de Dios, y ubicarnos posicionalmente donde necesitamos estar en esta hora. Porque tenemos que estar en el lugar correcto para que acontezca. Y queremos estarlo, Señor. Si es un ama de casa detrás de la mesa; si es para un-un hombre en la fábrica con una herramienta en su mano, y un testimonio; si es para el ministro en el púlpito, o el diácono o síndico; o para el niño en la escuela, el adolescente en la discusión en la clase; donde sea, Señor, permítenos estar allí en el momento correcto. Porque sabemos que Tú lo prometiste, y va a acontecer porque Tú así lo dijiste, y allí está edificada nuestra fe.",
    "Ahora Señor, percibimos que no nos queda mucho tiempo. El tiempo se acerca, y podemos sentir la niebla del espacio exterior a medida que entra. Sabemos que el juicio y la ira de Dios están listos para caer. Podemos sentir ya los efectos de ello. Y oramos, Señor, que Tú nos ayudes.",
    "Y ahora ayúdame a mí, Señor, con este pequeño mensaje en esta mañana, como de treinta minutos, llamado Cuenta Regresiva. Ayúdanos, Señor, a entender exactamente dónde estamos.",
    "Y santifícanos ahora, Señor, quitando nuestros pecados y transgresiones. Y que no haya una sola persona aquí esta mañana, que se pierda; que cada uno esté listo, y esté en ese gran círculo cuando nos encontremos del otro lado. Cuando se pase lista, que yo escuche nombre tras nombre, “presente”. Eso es lo que estamos esperando, Señor. Y el anciano será joven allí para siempre, transformado en un momento de tiempo, inmortales, estarán a Su semejanza, para resplandecer más que el sol y las estrellas, como dijo Daniel: “Los que enseñan a muchos hacía la justicia, resplandecerán como las estrellas a perpetua Eternidad”. [Daniel 12:3] Pero escuchamos lo que Tú le dijiste al profeta: “Irás, Daniel, y reposarás en tu heredad, pero en aquel día tú te levantarás”.[Daniel 12:13]",
    "Oh Dios, permítenos ser contados dignos por medio de la Sangre de Jesús. No reclamamos méritos propios, pero por medio de Sus méritos que seamos dignos de pararnos en aquél día mientras confesamos nuestro mal y deseando pararnos en Su justicia, con el gran profeta Daniel y todos aquellos que estarán presentes cuando las recompensas sean dadas. Hasta entonces, Señor, haznos instrumentos en Tu mano. Haz nuestros oídos instrumentos en esta mañana para escuchar la Palabra. Haz mis labios instrumentos para hablarla. Porque lo pedimos en el Nombre de Jesús, y que nuestro entendimiento entienda la voluntad de Dios. Amén.",
    "Es tan difícil empezar. Parece que hay tanto que uno pudiera decir y-y quisiera decir, y parece como que hay tan poco tiempo para decirlo. Quizás antes de que yo-yo me vaya, como dije anoche, que quizás tengamos la oportunidad de-de quizás escudriñar uno de los libros de la Biblia, este otoño o invierno, antes de irme. Deseo ir al exterior, si el Señor permite, en algún tiempo inmediatamente después de Navidad.",
    "Ahora yo deseo que Uds. abran esta mañana para las lecturas, a Hebreos el capítulo 11. Y ahora escuchen atentamente a la lectura. Yo quiero enfatizar en el versículo 3.\n\nEs, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve.\n\nPorque por ella alcanzaron buen testimonio los antiguos.\n\nPor la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía",
    "Ahora, este es un texto algo raro como base para el texto que yo-yo quiero usar. Las cosas no fueron hechas de cosas que se veían. Ahora yo quiero usar este tema esta mañana, Cuenta Regresiva, porque quiero hacer un-un paralelo en forma de lo profético. Anoche quería enseñar un poco de la Escritura; esta mañana un mensaje profético; y esta noche un mensaje evangelístico.",
    "Ahora, las cosas fueron hechas de cosas que no se veían. Ahora, he aprendido a través de todos estos años que todas las cosas que son naturales son tipos de las cosas espirituales, todo lo que está en lo natural. Y ahora sólo recuerde, que cuando Ud. ve alguna cosa en lo natural, está tipificando una cosa espiritual. ¿Ven? Todas las cosas son hechas según cosas que no se ven. Vean, entonces lo natural ha reflejado lo espiritual.",
    "Ahora, mientras yo estudiaba hace unos cuantos días, y yo creo que lo mencioné anoche, brevemente, que yo estaba leyendo donde…o escuchando en la radio, viniendo de Canadá, en donde un doctor aquí en los Estados Unidos había-había hecho una declaración que “el hombre tiene catorce millones de años de evolución”. Ellos desenterraron un hueso allá en Italia, en 1800, en algún tiempo del siglo de 1800, que este hueso se suponía ser un hueso humano que había estado…pudiera según el…Aunque lo hacen, para saber qué tan antiguo era, y este doctor, siendo un hombre viejo y ha dedicado toda su vida a estudiar sobre este hueso. Y él dice: “Este hueso es el hueso de un hombre que tiene catorce millones de años”.",
    "Ahora, ¡qué tontería es esa! Cómo un hombre ha desperdiciado su vida para nada, tratando de refutar la Palabra de Dios; y él no tiene nada sino sólo un-un destino sin fin de todo eso. Y cualquiera sabe que si uno sepultara un hueso en la tierra, dentro de veinte años ese hueso está cambiando. Dentro de cien años ese hueso casi a ha desaparecido, quedarían solamente pedazos, y no importa en qué condiciones uno lo ponga. ¿Ven? Y luego dentro de mil años, ¿qué sería de ese hueso, diez veces cien? Pues, ¿qué sería diez veces eso? Sería un millón. Luego catorce veces por el millón. ¡Oh, vaya! Es sólo…Ni siquiera es sensato aun pensar tal cosa. Un hueso no duraría catorce millones de años bajo ninguna condición. Cualquiera sabe eso. El pudo haber recogido algo que se parecía a un hueso o algo. Y luego ¿con qué certeza podrían ellos saber que tenía catorce millones de años? ¿Ven? Después de todo, Dios creó al hombre sobre la Tierra hace seis mil años atrás, y eso lo concluye.",
    "Alguien estaba discutiéndolo conmigo hace algún tiempo, en una de mis reuniones. Yo estaba hablando sobre la evolución del hombre, y dije que él sólo tenía seis mil años. Y este hombre dijo: “Pues, Hermano Branham, nosotros podemos probar que el mundo tiene millones de años. Así que la cosa que Ud. está diciendo, Ud. está todo equivocado”.\n\nYo dije: “¿No le cree Ud. a la Biblia”?\n\nEl dijo: “Yo creo que hombres escribieron la Biblia”.",
    "Y yo dije: “Ciertamente la mano del hombre formó las letras, pero el Espíritu Santo estaba detrás de la mano, ¿ven? formó las letras, porque así lo dijo la Biblia”.",
    "Pero él dijo: “Pues, allí-allí, Ud. tiene que admitir que están equivocados con respecto al mundo”.\n\nYo dije: “La Biblia nunca se equivoca, nunca se equivoca”.",
    "El dijo: “Pues, en el mundo”, dijo, “estaban, uno puede ver las montañas cómo fueron empujadas de lo volcánico”.\n\nYo dije: “Pero Ud. simplemente…”\n\nEl dijo: “¿Y Dios hizo ese mundo en seis días”?",
    "Yo dije: “Ahora, la Biblia no dice eso. ¿Ve? Ud. sólo piensa que así dice”. Yo dije, “Regresemos ahora para concluir su argumento. El primer capítulo de Génesis, dice: ‘En el principio Dios creó los cielos y la tierra’. ¡Punto! Cuánto tiempo estuvo El haciéndolo, yo no sé. El no nos dice. Pero, ‘En el principio Dios creó los cielos y la tierra’. ¡Punto! Luego: ‘Y el mundo estaba desordenado’”. Eso es cuando Dios comenzó a usarlo. ¿Ven? Así que ellos sólo desgastan su cerebro para nada. ¿Ven? ¿Ven?",
    "Dios hizo el mundo. El puede haber tardado cien trillones de años haciéndolo; yo no sé cuánto tiempo le tomó, pero El lo creó. Y El no dijo cuánto tiempo le tomó, y no es asunto nuestro cuánto tiempo tardó. El sólo dijo: “En el principio creó Dios los cielos y la tierra”. ¡Punto! Eso lo concluye. Eso es todo. Cuánto tiempo estuvo El haciéndolo, eso es…Pero luego comenzó a surgir la creación, en el otro tiempo, cuando El comenzó.",
    "Y yo creo, que en eso, que todo en la tierra refleja el Cielo. Yo creo eso. La causa que uno ve todo luchando por vivir es debido a que hay una vida de donde es reflejada. Y yo creo que cuando Dios hizo al hombre, El comenzó a reflejar las cosas más pequeñas tal como la vida animal, y luego la siguiente cosa que El creó era algo diferente. Esa es exactamente de la manera que la Biblia dice que El lo hizo. El primero hizo los árboles y la vida botánica; y El hizo al hombre. Y luego la última cosa que procedió de la tierra, en la forma de creación fue un hombre, nunca vino algo más alto. ¿Por qué? Porque era una reflexión perfecta de lo más alto en el Cielo, lo cual, Dios es un Hombre. ¿Ven? Dios es un Hombre, así que por lo tanto eso lo prueba. Y cuando Dios descendió a morar entre nosotros, El era un Hombre. ¿Ven? Un hombre, así que muestra que la perfección de la evolución era Dios, lo cual es un Hombre.",
    "Y luego Ud. considera un árbol, (considera el pasto y demás), al considerar un árbol, eso refleja el Arbol de la Vida que está en el Cielo. Todas estas cosas están luchando por perfección. Y todo en lo natural, como Hebreos lo dice aquí, fue hecho de cosas que no se veían. En otras palabras, son sobrenaturales. Y lo sobrenatural está reflejando lo natural. ¿Ven? Ahora, entonces lo natural era Eterno, o debe ser para siempre con lo sobrenatural, pero el pecado pervirtió lo natural. Así que, y si eso es así, lo cual yo creo que lo es, entonces todo lo que está aconteciendo en la tierra es un tipo de las cosas espirituales que están aconteciendo. ¿Ven? Tiene que reflejar algo, el logro o éxito del hombre.",
    "Ahora, hallamos, como con el cuerpo natural, aquí está el cuerpo natural, y el cuerpo fue hecho para reproducirse a sí mismo, que son los hijos. Y ahora el cuerpo natural, en el nacimiento natural de un bebé, encontramos que lo primero que aparece es el agua, luego sangre, y luego vida. Hallamos en el cuerpo espiritual de Cristo, lo primero es agua, y Sangre, y Vida; justificación, santificación, bautismo del Espíritu Santo. ¿Ven cómo lo refleja? Todas las cosas naturales reflejando las cosas espirituales. El nacimiento natural.",
    "Observamos, por ejemplo, el matrimonio como unión. Encontramos que el matrimonio; tenemos el noviazgo, y los acuerdos, y luego el matrimonio. Entonces así queda concluido para todo el tiempo. Ahora, es lo mismo con Cristo y la Iglesia ¿Ven? Un noviazgo, Dios llamando a nuestros corazones; nosotros nos rendimos, la ceremonia de matrimonio; y la Novia toma el Nombre del Novio. ¿Ven? ¿Ven? ¿Ven? Allí está, eso forma la Novia. Ahora, la novia siempre toma el nombre del novio.",
    "Hay tantas cosas aquí de las cuales pudiéramos hablar. Tengo una lista escrita que me tomaría casi dos horas para terminarla, y Escrituras que lo respaldan, si desean algunas de ellas para respaldarlo. Como Primera de Juan 5:7, muestra el nacimiento natural y el espiritual, y demás, “agua, Sangre, y Espíritu”. Y tres en el Cielo: “Padre, Verbo, y Espíritu Santo, y estos tres son uno”. Hay tres que concuerdan en la tierra, no son uno, pero concuerdan en uno, en la tierra, eso es “agua, Sangre, y Espíritu”. ¿Ven? “Agua, Sangre, Espíritu”, como el nacimiento natural lo tipifica.",
    "Así que si un hombre descansa en el pensamiento que “únicamente justificación es todo lo que uno tiene que tener”, él está equivocado, equivocado. El tiene que estar equivocado. Y luego si la iglesia cree, como muchos de los pentecostales, que es el Espíritu Santo y más nada, “eso es todo, sólo arrepentirse y recibir el Espíritu Santo”, eso aun está equivocado, porque uno tiene que introducir allí santificación para limpiarlo antes que el Espíritu Santo entre. De otra manera, la Sangre queda afuera del cuadro. ¿Ven? Y el nuevo Nacimiento, hay gente que dice que el bautismo del Espíritu Santo es el nuevo Nacimiento. Ahora, eso está equivocado. El bautismo del Espíritu Santo es diferente al nuevo Nacimiento. El nuevo Nacimiento es cuando Ud. nace de nuevo. Pero el Espíritu Santo es cuando poder entra en ese Nacimiento para servicio. Exactamente. ¿Ven? El Espíritu Santo significa ser bautizado en el Espíritu Santo.",
    "El nuevo Nacimiento, Ud. tiene el nuevo Nacimiento al creer en el Señor Jesucristo. ¿Ven? Al tener fe y aceptarlo a El como su Salvador, eso es nacimiento, ¿ven? Porque Ud. ha pasado de muerte a Vida. Ahora, si Ud. quiere respaldo para eso, mire San Juan 5:24, “El que oye Mi Palabra, y cree al que me envió, tiene Vida eterna”. ¿Ven? El tiene Vida porque él cree. Y ese mismo grupo tuvo que ir a Pentecostés para ser bautizados con el Espíritu Santo. Exactamente.",
    "El Espíritu Santo es poder para servicio. Así que cuando se dice que uno tiene que nacer de nuevo, y aplicar eso al Espíritu Santo, muchos de los metodistas y demás están equivocados en eso. No puede ser. Simplemente no cuadra aquí con la Escritura. Ud. tiene la cosa canteada. Se tiene que tomar así como la Escritura la tiene aquí colocada. ¿Ven? Y el Espíritu Santo es un…“Recibiréis el nuevo Nacimiento después de” ¿qué? No. “Recibiréis poder”, (Hechos 1:8) “cuando haya venido sobre vosotros el Espíritu Santo”. ¿Ven? Y ellos ya habían creído para Vida Eterna, y demás, pero tenían que tener el Espíritu Santo para tener poder. “Me seréis testigos después que el Espíritu Santo haya venido sobre vosotros”, porque el Espíritu Santo es testigo de la resurrección, mostrando que Ud. ha llegado a ser un adulto en Cristo.",
    "Ahora, en lo natural. Todas las cosas espirituales, todos los acontecimientos y demás tipifican lo sobrenatural, o sea, lo natural es un tipo de lo sobrenatural.",
    "Ahora, yo fui a la Feria Mundial cuando estuvimos allá cerca, allá en Spokane, y yo pensé en llevar a la familia.",
    "Porque yo sólo estuve en una Feria Mundial en los Estados Unidos, y eso fue cuando estuvo en Chicago, hace muchos años, Hope y yo fuimos. Y no pudimos quedarnos allá sino un solo día, los rateros, y todo. Ella tenía un prendedor que mi prima le regaló a ella, y yo caminando a su lado, y alguien le arrancó el prendedor. Simplemente…simplemente fue sorprendente. Y así que yo…Nos quedamos un día y nos devolvimos.",
    "Pero a la Feria Mundial, llevé la familia y fuimos allá. No era más que la Feria de Louisville, aquí mismo. Uds. vieron La Aguja Espacial de la que hablaron, no era más que ir aquí al edificio Brown o alguna parte, y subir como ocho ó diez niveles en un ascensor y bajar de nuevo. Eso era todo. Y yo creo que la General Electric era la que tenía eso allí. Pero había una cosa que era sobresaliente para mí. Ahora, Alemania tenía su exhibición, Rusia y todas las otras naciones las tenían, porque es una Feria Mundial. Los alemanes, Francia, y esas pequeñas exhibiciones no eran lugares ni más grandes de lo que es este púlpito.",
    "Pero los científicos tenían sus logros, y lo principal que estaban-estaban demostrando, era sobre el consumo del tabaco. Y si un hombre que fuma cigarrillos entrara allí, y saliera y siguiera fumando, habría algo mal con la mente de ese hombre. Cuando yo les vi con mis propios ojos, tomar un cigarrillo y colocarlo en una máquina, y jalar el humo del-del tabaco de allí y soplarlo a través de un tubo de químicos, y el cáncer blanco lo llenó, con un cigarrillo. Y luego él dijo: “Mucha gente dice”, y estos son los logros mundiales más grandes sobre esto, dijo, “mucha gente dice, ‘yo no lo inhalo’”. Y el científico mismo tomó el cigarrillo, e inhaló una bocanada de ello en su boca, no soplándolo por sus narices, o como sea que lo bajan a sus pulmones, pero sólo lo puso en su boca y luego lo sopló entre los mismos químicos, y no había nada del cáncer en ello. Dijo: “¿Adónde se fue? En mi boca. Cuando trago, entra al estómago, por supuesto”. El dijo: “Ahora…”",
    "Entonces el pensamiento surgió: “¿Por qué dicen los doctores que los cigarrillos no son dañinos”?",
    "El dijo: “¡Cualquier hombre que vendiera su primogenitura! Un doctor que hace una declaración como esa puede jubilarse, porque esas compañías de cigarrillos le darán suficiente para jubilarse”. El literalmente vende su primogenitura, porque él juró no hacer una cosa como esa. Pero lo hacen de todas maneras.",
    "Y él dijo: “Aquí está la maquinaria. Nosotros se lo probaremos a Uds. por medio un logro científico”. Y tenían allí a Yul Brynner, Uds. saben, la estrella de cine, ese. Y cuando esa pequeñita cantidad de nicotina, él dijo: “Ahora dicen que está filtrado”. El dijo: “Un hombre que hace eso, simplemente muestra su condición mental. Porque si no hay humo, no hay nada de brea, o alquitrán, y el alquitrán produce el humo. Y si están fumando un cigarrillo con filtro”, dijo, “se requieren como tres o cuatro para satisfacer lo que haría uno de los otros, porque se necesita tanto más de alquitrán para satisfacer”. Si no se obtiene humo, es que no hay alquitrán. Tiene que haber alquitrán para tener humo. Así que allí está el asunto. Dijo: “Si es que van a fumar, fumen uno que no tiene filtro en la punta. Sólo un cigarrillo va satisfacer donde se necesitarían tres de los otros, porque simplemente es que están chupando mucho menos alquitrán”.",
    "¡Es un truco para la venta! De eso es que está llena toda la nación, de trucos de venta, e inmundicia y todo lo demás.",
    "Y entonces él allí tomó eso y mostró como esa pequeña cantidad es absorbida en la garganta o en los pulmones. Y primero es blanco, luego se vuelve rosado, y luego de rosado se vuelve morado. Las partículas—partículas de esa pequeña célula se veían así de grandes a través del lente, pero, por supuesto, se necesitaría un lente poderoso para aun ver la célula. Luego él dijo: “Cuando se vuelve morado, Ud. tiene cáncer”. El dijo: “Un hombre que se fuma un paquete de cigarrillos al día tiene un setenta por ciento más de probabilidad de morir con cáncer que el hombre que no fuma”. Y parece una necedad tomar tal riesgo.",
    "Ahora, y luego él tomó otra cosa y lo probó, sacó una rata blanca. Y él tomó un cigarrillo y lo puso en una máquina, y lo jaló a través de una especie de algo como mármol blanco, y tomó un—un hisopillo, y tomó la nicotina que había salido de un cigarrillo y la untó sobre la espalda de la rata. Cada siete días tenían que presentar otra rata. Y tenían que tener una para la lección de cada día. Y guardaron esa rata por siete días y cuando la sacaron, el cáncer estaba así de alto en la espalda de la rata. Algunas de ellas ni siquiera vivían los siete días. La rata no se podía mover. Yo no pude comer por dos o tres días, después de haber visto esa cosa tan horrible. Estaba allí con el cáncer, y le bajaba por las piernas y así, un gran enorme cáncer inflamado a casi media pulgada en la espalda de la rata, por la nicotina de un cigarrillo. ¿Y cree Ud. que eso los detendría? Un hombre grande sentado allí junto a mí, y el sudor le corría de su cara, dijo: “Algo impactante, ¿no le parece”?\n\nYo dije: “¿Ud. fuma”?\n\nEl dijo: “Sí, señor, yo fumo”.",
    "Yo dije: “Pues, entonces Ud. debiera dejarlo”. Pero eso es todo, logros, lo que pueden probar que lo causa.",
    "Ahora, yo predije que si el mundo durara y si la civilización permaneciera, y eso allá en el tiempo de prohibición cuando había multa por vender una botella de whisky, que será diez veces esa multa al vender un paquete de cigarrillos de aquí a unos cuantos años, si la civilización permanece. Es diez veces peor que el whisky. Realmente lo es. Es-es un asesino. Y uno se lo puede decir a la gente, y no le prestan nada de atención. “Es un predicador de los aleluyas”, y no le hacen caso. ¿Ven Uds.? Eso es todo, ellos no lo notan.",
    "Pero mi punto es éste, lo que las cosas científicas han podido lograr. Ellos estaban allí en la Feria Mundial, mostrando por investigación científica lo que la ciencia ha podido lograr en las cosas naturales. Ahora, nosotros estamos aquí mostrando por investigación espiritual lo que Dios ha podido lograr con gente quien cree Su Palabra. Ahora, para lograr cosas científicas, uno tiene que trabajar por conductos científicos. Para lograr cosas espirituales, Ud. tiene que obrar por conductos espirituales. Ahora, Ud. piensa que esa rata se veía horrible, la cual se veía, ¡Uds. deberían haberla visto! Desearía tener una fotografía incluso, para mostrarles. Si yo pudiera haberla conseguido, la tuviera, pero no le permitían a uno tenerla. Pero fíjense. Por supuesto, la rata sólo vivió unas cuantas horas más, algunas de ellas ni siquiera viven los siete días. ¡Pero piénsenlo!",
    "Uds. creen que eso estaba podrido, deberían ver como se ve un alma que ha rechazado el Evangelio. Deberían ver qué cosa de apariencia tan horrenda son ellos. Cómo un diablo echa mano de un hombre y puede pervertir a un hijo de Dios en una cosa de aspecto horrendo, como él lo es, a la vista de Dios. Oh, él pudiera ser de seis pies [casi dos metros] de alto, y hombros como yo no sé qué, y pelo rizado y lo demás, eso no significa nada. Es lo de adentro del hombre que permanece. Lo de afuera es polvo, de todas maneras.",
    "Así que es un logro, y luego mostraban, tenían su Aguja Espacial y todo, lo que mostraron para lograrlo, lo que habían podido hacer, y explicando todas sus cosas atómicas y demás. Tenían una predicción de lo que sería el Chevrolet. La General Motors lo tenía en exhibición, lo que el…en otro, en el próximo siglo, cómo se vería el Chevrolet en el siglo veinte. Para mí se veía como una—una pipa de gas con un capó sobre la parte de arriba. Ahora, ellos mostraron cómo funcionaría y encendería por poder atómico con alguna clase de alas que se levantarían por encima una de la otra para controlar. Esa sería una-una gran ventaja.",
    "Pues me pregunto si pudiéramos voltear hacia atrás en las páginas del Libro de Dios, esta mañana, y ver cómo se verá la iglesia en aquel tiempo, ver los logros que Dios ha hecho. Oh, cómo los acontecimientos en esta tierra siempre están representando algo que viene de alguna otra parte; pero cuando llega a la tierra, normalmente es en una condición pervertida porque está en el mundo de oscuridad y pecado. ¿Ven? Pero entonces hay una verdadera representación en las esferas espirituales de la otra dimensión. De estar en las tres dimensiones, entonces la sexta dimensión tiene su representación. Estoy tan contento por eso.",
    "Ahora, consideremos los logros que hemos podido llevar a cabo en los últimos cuantos años. Ahora, comencemos en algo que ha acontecido. Yo no los voy a retener por mucho tiempo, si el Señor permite, pero quiero que Uds. vean esto rápidamente. Y, oh, cuando esto vino a mí, sentí como que me iba ir volando. Ahora fíjense, hace unos cuantos años el transporte era por caballo y carreta, no hace ni tanto tiempo. Yo mismo he hecho mis recorridos en un caballo y carreta, y en una silla de montar. Y cuando era un muchacho, de quince años, dieciséis, yo me montaba a caballo; y yo iba al pueblo en un caballo y carreta, pasando justamente por esta iglesia aquí, siendo un camino lodoso aquí afuera, y un pantano aquí, lleno de hierbas tan altas casi como el edificio, con un caballo y una carreta, entregando habichuelas y cosas de la granja.",
    "Ahora paso por aquí en un carro de alta potencia. ¡Qué diferencia! El día de caballo y carreta, luego el día del automóvil.",
    "Y luego llegó el día del avión, pasando de la tierra al aire. Ahora, si Uds. observan, tan cierto como ese logro fue por medio de la ciencia, si la persona tiene una mente espiritual y entiende, eso representó un logro en la economía de Dios con Su Iglesia. Ahora los días…",
    "Y, recuerden, el mensajero siempre viene al final del Mensaje. Sabemos por las edades de la iglesia allí cómo obtuvimos eso.",
    "Ahora, los días del caballo y la carreta, fueron ¿quién? Ese fue el fin de la edad luterana. ¿Ven? En los días del caballo y la carreta, creían en justificación. Dios trayendo la Iglesia del romanismo, el catolicismo, El la trajo a su primer logro espiritual: “El justo por la fe vivirá”. Ese era el día de caballo y carreta, como vinieron del…Llegaron a los días de caballo y carreta, y terminaron.",
    "Ahora, el siguiente logro que el hombre tuvo en la forma de transporte fue el automóvil. Y, Uds. se fijan, que el automóvil aumenta cada vez, en su poder.",
    "Ahora, al final de la edad de Wesley, trajo, por medio de un logro espiritual, santificación, lo cual significa que la iglesia se elevó de un estado justificado a un estado santificado.",
    "Ahora, quiero que recuerden esto mientras avanzamos, que la iglesia llamada “iglesia” no es la Iglesia. ¡La Iglesia es la Iglesia, espiritual! Miles de millares por millares de luteranos que se unieron a la iglesia, no sabían nada con respecto a justificación, igual que un cerdo no sabe nada acerca de una silla de montar de lado, para mujeres. Ellos-ellos no sabían nada al respecto. Y en la edad de Wesley, cómo los miles de millares profesaron santificación, ellos no sabían nada acerca del poder santificador de Dios igual que-que un conejo no sabe nada acerca de raquetas de nieve. ¿Ven? Absolutamente no lo sabían.",
    "Pero hubo un pueblo que lo alcanzó. ¡Aleluya! Uds. ven a lo que estoy llegando. Había alguien que sabía lo que “justificado” significaba a la vista de Dios, “teniendo paz para con Dios por medio de nuestro Señor Jesucristo”. Había algunos de esos luteranos que eran fieles. Ellos lo creyeron. No les importó lo que decía la iglesia católica, ellos creyeron la Palabra de Dios y allí se pararon porque el mensajero de esa edad predicó “el justo por la fe vivirá”, y ellos creyeron en un estado justificado. Y por la gracia de Dios pudieron lograr justificación, “teniendo paz para con Dios por medio de nuestro Señor Jesucristo”.",
    "Ahora, también notamos que aparecieron los metodistas con santificación. Hubieron muchos de esos metodistas que verdaderamente fueron santificados. Y hubieron muchos de ellos que reclamaron eso y no sabían nada al respecto. La iglesia metodista enseñó santificación. Dijeron que se postraron y clamaron y se levantaron de nuevo, y dijeron: “¡Gloria a Dios, ya estoy santificado”! Y continuaron viviendo como siempre lo habían hecho. Pero algunos de esos hombres y mujeres realmente fueron santificados de las cosas del mundo, y vivieron una vida consagrada, apartada. ¿Por qué? Esa fue la edad del automóvil que abarcó más caballos de poder. El automóvil, el antiguo modelo “T” era probablemente de quince o veinte caballos de fuerza. ¿Ven? Tenía quince o veinte caballos contenidos en un pequeño motor como ese. ¡Santificación! Cuando la ciencia logró algo por-por-por lo natural, Dios está logrando algo por lo espiritual. ¿Ven? Algo está aconteciendo todo el tiempo. Y entonces después de la edad santificada…",
    "Ahora, tomamos hombres como el anciano Bevington. Hombres, ¿quién hubiera sido un hombre más grande que el anciano Hermano Bevington? Y miren a Juan Wesley, George Whitefield, Finney, Knox, muchos de esos antiguos metodistas quienes sudaron y sufrieron. Pasaron por un infierno aquí mismo en la tierra, y tormentos, porque creyeron que la Palabra de Dios enseñó santificación, la segunda etapa de la gracia, y se quedaron con ello, y lo creyeron, y con ello lograron maravillas. De igual manera como Henry Ford y aquellos hicieron con el transporte, con el antiguo Ford modelo “T” en comparación al caballo; él avanzó y superó al día del caballo. Y Wesley avanzó y superó al día luterano.",
    "Y luego llegó Pentecostés. Y así como la ciencia del mundo fue capaz de lograr un-un automóvil con motor, (los Hermanos Wright inventaron o hicieron, más bien manufacturaron, el avión,) y la máquina voladora fue algo mucho más allá que el carro sobre la tierra, porque salió al aire. Ahora, los Hermanos Wright, por medio de su logro, fueron capaz de tomar la ciencia y dar un ejemplo aquí en la tierra, para así mostrar que había algo grande y espiritual listo para acontecer. Y cuando los Hermanos Wright pudieron lograr que los pies del hombre se separaran de la tierra, Pentecostés descendió y salió al aire con dones espirituales, con el bautismo del Espíritu Santo. ¡Salió al aire! ¡Oh, aleluya! Consiguió que sus pies se separaran de la tierra para que él pudiera-él pudiera navegar. ¡Se levantó en el aire! ¡Oh, cuánto más elevado estaba él sobre el caballo y la carreta! ¡Cuánto más elevado estaba él sobre el automóvil! El estaba en el aire. El estaba pistoneando y golpeando y haciendo ruido, pero estaba volando. ¿Ven? Lo que el hombre logra en la tierra, es porque es hecho de cosas que no se veían. Dios pudo lograr algo a través de una gente llena del Espíritu quienes estaban hambrientos y sedientos, y aquellos que permanecieran con la Palabra.",
    "Ahora, si Wesley no hubiera dado el paso en la Palabra y por ello recibido un nombre malo, fue llamado un hombre loco, y todo lo demás, él nunca lo hubiera podido lograr. Pero Wesley era uno de los grandes científicos de Dios. Lutero era uno de los grandes científicos de Dios. A ellos no les interesaba lo que dijeran las iglesias, o lo que dijeran las organizaciones. A Lutero no le interesó lo que los católicos decían, ¡él creyó que el justo por la fe vivirá! ¡Aleluya! Y él tomó los elementos químicos de la Palabra de Dios y los unió, y la iglesia se movió por fe. Wesley los unió por la Sangre, y los probó por la Sangre, y la iglesia fue santificada. Los pentecostales creyeron que el bautismo del Espíritu Santo, que “la promesa es para vosotros y para vuestros hijos y para los que están lejos”, y ellos unieron los elementos químicos de la Palabra, y se alzaron al aire. ¡Aleluya! Se movieron, porque ellos fueron capaces de lograr tal cosa.",
    "Ahora ¿por qué hicieron esto estos hombres? ¿Por qué lo descubrió Lutero? ¿Por qué lo descubrió Wesley? ¿Por que lo descubrieron estos otros? Porque el material estaba aquí en la tierra para hacer un Ford modelo “T”. Había electricidad que podía hacer andar un-un carro. Había gasolina en la tierra, había pistones y demás, todo el mecanismo, carbón para el generador, y todo lo que era necesario tener para crear la cosa, y fíjense que comenzó…lo manufacturaron, más bien, no lo crearon. Dios es el Creador, El lo tenía puesto aquí. Pero los hombres que lo creyeron en la esfera científica, de lo natural, lo indagaron, y no aceptaban “no” como respuesta. Ellos lo creyeron. Era una revelación en su corazón, y permanecieron con eso hasta que probaron que era correcto.",
    "Así es como Juan Wesley probó la santificación. El-el material ya estaba puesto aquí, la Palabra de Dios que lo trajo. ¡El lo creyó! No importaba si la iglesia entera, la iglesia anglicana y todas lo rechazaban, él permaneció con su convicción y él lo probó. Y los pentecostales vinieron y lo probaron, porque ellos tenían el material, que el Espíritu Santo era correcto. Y ellos levantaron vuelo al aire.",
    "¿Notaron Uds. esto? Uno-uno de esos logros científicos acompañó al otro, complementó al otro. Era simplemente una forma más alta. ¿Ven? El automóvil era una forma más alta de transporte que el caballo, y el avión era una forma más alta de transporte que el automóvil, pero se acompañaban el uno al otro. ¡Caballos de poder! ¡Amén! Si esos son caballos de poder ¿qué del poder de Dios? ¿Qué del Espíritu Santo y poder? El poder del Espíritu Santo que los puede justificar, es el mismo poder del Espíritu Santo que los puede santificar. El mismo poder del Espíritu Santo que los santificó, los puede llenar con Su Presencia. Y pequeños científicos que no conocían su abecedario, lo descubrieron. ¿Por qué? Ellos eran científicos espirituales. Amén. Ellos lo vieron, luego lo creyeron. El hombre lo logró por medio de la educación, el científico natural. El científico espiritual lo logró por medio de revelación. Uno por educación, el otro por revelación. Oh, si tan sólo pudiéramos estar más dispuestos. Aquí hay toda clase de material disponible. Correcto.",
    "Ahora nos fijamos cómo sucede, cómo Dios pudo lograr eso. Con pentecostales, tomó vuelo. Cómo ellos…Entonces fue restaurado nuevamente a la iglesia: sanidad, hablar en lenguas, revelación, dones del Espíritu. Pero Lutero no sabía nada al respecto, ni tampoco Wesley. Nunca lo enseñaron, no sabían nada al respecto. Estaba fuera de su edad.",
    "Pues, ¿qué hubiera sabido Henry Ford acerca de un avión en aquellos días antes de los Hermanos Wright? ¿Ven? No hubiera sabido nada. Entonces es igual que el-el hombre allá atrás, manejando caballo y carreta, hace quinientos años, no hubieran sabido nada acerca de las carretas sin caballos, sólo que la Biblia dijo que existirían. Así que ellos pudieron lograrlo por medio de investigación científica. Y cuando aconteció en la tierra, Dios lo representó con un logro por Su Iglesia. “Porque las cosas que son, que se ven, fueron hechas de lo que no se veía” ¿ven? el reflejo de ello.",
    "Ahora, la edad pentecostal, por los últimos cincuenta años, ha enviado un avivamiento alrededor del mundo, junto con toda clase de cosas. Y han tenido sanidades, y enfermedades siendo curadas, lisiados sanados, a ciegos se les ha restaurado su vista. ¿Creen Uds. que el mundo lo creyó? No señor. Ellos no le creyeron a Lutero. No le creyeron a Wesley. No les creyeron a los pentecostales. Pero Dios tomó la Biblia, en su investigación, un hombre dispuesto a hacerlo, tomó la Biblia y probó que era correcta. Amén. Ahora nosotros tenemos que recordar eso, tenemos que creerlo, viendo que esas cosas eran un tipo. Ahora ya hemos vivido la edad pentecostal. La edad pentecostal, como lo probé allá, entra a la edad de Laodicea.",
    "Pero ahora algo más ha acontecido. Ahora tenemos un astronauta. John Glenn fue nuestro primer astronauta. Y nos damos cuenta que eso es tan por encima del avión. El avión sólo puede ir tan lejos como le permite su presión y demás cosas. Pero esto es a través de un poder atómico, un poder más avanzado que lo empuja mucho más alto que un avión, y el avión ni siquiera está en el cuadro. Correcto. El ha sido capaz de hacer eso. Muy bien. Ahora tenemos un astronauta, en la edad natural.",
    "Y recuerden, el mensajero viene al fin del mensaje anterior, siempre. Nosotros hemos probado eso allí. Ahora estamos en la línea astronauta. ¡Amén y amén! Dios tiene…",
    "La ciencia ha podido probar que hay un astronauta que puede llegar tan lejos al grado que uno no puede verlo con sus ojos naturales, y puede ir aunque haya presión allá o no. El simplemente puede seguir subiendo porque está en un tanque presurizado; y él puede subir allá y navegar y ver los mundos alrededor. ¡Un astronauta! ¡Oh vaya, qué edad es aquella que está llegando! Sí señor, ir más allá de cualquier cosa natural, y salir directo al más allá.",
    "¿Qué representa? Una edad espiritual, un tiempo espiritual a donde Dios tendrá astronautas espirituales. ¡Amén! ¡Ellos están aquí ahora mismo! ¡Aleluya! Las águilas del aire que pueden ir más allá que cualquier otra ave, navegan por encima de todo, astronautas espirituales (gloria), que pueden tomar la Palabra de Dios y probar que El es el mismo ayer, hoy, y por los siglos. ¡Un astronauta espiritual! ¡Oh, qué cosa! ¡Gloria! ¡Eso me hace sentirme bien, viviendo en esta edad! Ahora ¡qué cosa maravillosa para un astronauta espiritual! ¿Ven? ¿Qué es? ¿Qué hicieron los científicos naturales? Han podido lograr eso. Y Dios, por medio de hombres que se quedan con la Biblia, y dicen que “El es el mismo ayer, hoy, y por los siglos”, y sin temor de la promesa a pesar de lo que diga cualquiera, y quedarse con ello. ¿Qué es? Ud. está llegando a ser un astronauta que puede ir tan lejos que es más allá del pensar denominacional. Es más allá que cualquier otra cosa. Es más allá de las cosas de la iglesia. Allá con Dios y únicamente con El Ud. permanece. ¡Astronautas!",
    "Y recuerden, para poder llegar a ser un astronauta, tenían que entrar en un tanque, y no pueden controlarlo ellos mismos. Se requiere del poder de radar, un poder atómico para levantarlo más allá del espacio, y luego él es controlado por una torre. ¡Gloria! ¡Es lo mismo con los astronautas espirituales de Dios! Entran en un tanque, en un lugar, en un cuerpo, y ese cuerpo es el Cuerpo de Cristo. Entonces ya no son ellos, no. No era John Glenn, era-era el tanque en el que él estaba. Era la máquina. El solamente estaba allí sentado, él no hizo nada. El sólo tuvo el verdadero valor para subirse allí y decir “es correcto”, porque la ciencia lo había probado.",
    "Dios desea hombres que puedan entrar en Cristo y creer que El es el mismo ayer, hoy, y por los siglos; y que no toman su propio pensamiento, que se muevan hacía el espacio, controlados por el Espíritu Santo. Amén. ¡Astronautas! ¡Qué lejos está eso del caballo y la carreta! ¡Cuán lejos está aun del avión! ¡Cuán lejos es de justificación, santificación, bautismo del Espíritu Santo! Están llegando a ser águila. Primero eran lagartijas, luego llegaron a ser gallinas, luego llegaron a ser cuervos, pero ahora son águilas. ¡Ninguno puede seguirlos!",
    "El águila es un ave especial. Puede subir más alto que cualquier otra ave. El está preparado para mirar, mantiene la cabeza a nivel cuando sube allá. Y alguna gente puede saltar muy alto y no sabe dónde está cuando llegan allá, porque no puede ver más lejos de lo que saltó. Pero hay algunos que pueden mirar hacia atrás y ver lo que está aconteciendo. Ese es el águila. Puede pararse allí hasta que lo contempla todo, y esperar hasta que oye un mensaje que le dice qué decir. Ese es el astronauta de Dios. ¿Ven? Eso ha seguido todos los otros logros ¿por qué no seguirá este logro?",
    "Astronautas para Jesús. Amén. Ni siquiera despega por su propio poder. El es lanzado por fuego. Lo único que él hace es entrar en ello. Eso es todo lo que él tiene que hacer, es entrar allí, Dios se ocupa del despegue y la colocación. Y tampoco es por poder de gasolina, o algún credo de iglesia. Es el poder atómico de Dios que lo empuja completamente allá al espació. Amén. ¡Oh! Pues, ¿qué hay en estos astronautas? Ellos tienen…No necesitan…no tomaron sólo la palabra justificación, o sólo la palabra santificación, él ha entrado en toda la Biblia. Amén. El ha entrado en toda Ella, debido a que él sabe que Dios es capaz de obrar toda promesa que El haya hecho. El sólo se sienta allí y espera. ¡Oh, qué cosa! La Palabra está destinada a manifestarse Ella misma. Si Ud. está enfermo, y es un astronauta, sólo recuerde, entre en Cristo y espere la cuenta regresiva. Eso es todo. El disparará la bala, no se preocupe. Ahora, han podido lograrlo porque Dios lo prometió.",
    "Ahora, cuánto más avanzado es el astronauta, estas cosas ahora, que el poder del caballo, poder del automóvil, y-y el poder del avión. ¿Ven Uds.? El astronauta, él está allá tan alto que él puede ver cosas que un hombre en un caballo y carreta no podrían ver. El está tan alto que él puede ver cosas que un hombre en un automóvil no podría ver. El está tan alto que él puede ver cosas que un hombre volando en un avión no puede ver. El se ha salido completamente fuera del razonamiento. Amén. ¡Gloria! Eso es todo. El ha ido más allá de cualquier logro que el hombre pudiera imaginar, la organización, la denominación: “Ud. tiene que ser un metodista, bautista, o pertenecer a esto, a los de la unidad, a los dualistas”, o lo que sea. El es un astronauta, él ha navegado directamente al espacio. Amén. ¡Cuán agradecido estoy!",
    "Y recuerden, el astronauta está controlado por medio del poder del radar. Uds. los vieron bajar a John Glenn. Yo miré eso allí en Cabo Cañaveral y vi esa enorme cosa de radar, y uno ni siquiera podía verlo a él por ninguna parte, pero uno podía distinguir dónde estaba por la manera que el radar estaba apuntando. Allí es donde él estaba. ¿Ven? Y nosotros también tenemos un radar, es la oración. La oración es el radar, el poder que guía al astronauta. “Pide al Padre cualquier cosa en Mi Nombre, Yo lo haré”. ¿Ven? Sólo observen cómo va la oración, y se sabrá hacia dónde está apuntando. Amén. Sólo observen la manera en que la iglesia está orando, y verán hacía dónde volarán los proyectiles. Uno puede distinguirlo por la-la manera que los astronautas están viajando, por la manera en que la iglesia está orando.",
    "Si él ora: “Señor, por supuesto nosotros no creemos en estas cosas”. Ese astronauta ya viene para abajo. Eso es todo. ¡Oh, hermano!",
    "Pero cuando todas las cosas son posibles: “Señor, derrama Tu Espíritu sobre la Iglesia y danos de lo que tenemos necesidad. Derrama sobre nosotros el Espíritu Santo, y sácanos de todo razonamiento, y que creamos que esa Palabra de Dios es correcta y vamos a pararnos con Ella”. Entonces observen la pantalla comenzar a levantar la cabeza así, ¿ven? El astronauta continua y continua, allá arriba por el aire. ¡Maravilloso! Va más allá que cualquier denominación; va más allá de cualquier credo.",
    "Ahora recuerden, justificación es asignada a un credo, eso es correcto. Uds. creen en justificación como en alguna parte como los luteranos y como cualquiera de sus satélites. Eso es lo que son ellos, satélites, pero aun no han despegado de la tierra. Si tomamos santificación y sus satélites. Dirán: “¿Cuáles son los satélites para los luteranos”? Pues, la iglesia de Cristo y ese grupo allí. “¿Cuáles son los satélites para los wesleyanos, así para los metodistas”? Nazarenos, peregrinos de la santidad, ellos son los satélites. Y luego los pentecostales y sus satélites (el avión), seguro: la unidad, los dualistas, trinitarios, los que creen en cuatro, todos estos sucesivamente, cuadrangular, iglesia de Dios, y todos llenos de credos denominacionales.",
    "Pero el astronauta rompe la barrera del sonido. El simplemente pasa a través de esa barrera. El no oye nada. ¡Oh, qué cosa! Lo deja todo atrás. ¿Ven? El está bien allá donde todas las cosas…El está viviendo en la Presencia de Dios. Sí señor. El lo prometió, Su Palabra dice que El es el Sumo Sacerdote. ¿Ven Uds. ese enorme radar colocado allá, moviéndose? Obsérvenle a El en la reunión. Uds. pueden observar cuando el Espíritu Santo desciende en la forma de una Columna de Fuego como El prometió. Un hombre no va estar allí tratando de razonarlo por la ciencia, un verdadero creyente. ¿Qué es El? El es una Pantalla de Radar. Obsérvenle. El comienza a señalar. Amén. Y eso capta a aquél allí, al astronauta. “Ud. tiene cáncer. Ud. tiene tal-y-tal. Ud. es Fulano-de-Tal de tal lugar. El Señor Jesús lo sana”. ¡Aleluya! Se va navegando. Allí lo tienen. ¡Astronautas! ¡Oh, qué Iglesia deberiá ser! Aquí está.",
    "El logro ha sido probado por la ciencia. Ellos lo mostraron allí mismo en la Feria Mundial. Lo tenemos. Amén. Ha sido probado dondequiera, la edad del astronauta en la que estamos viviendo. ¿Ven? “Fue hecho de cosas que no se veían”. ¿Ven? Fue hecho de algo del Cielo. Es Dios mismo aquí en esa sexta dimensión. Es el poder de Dios. Hemos estado en tal lugar al grado que hemos sido levantados a esa dimensión, más allá de esto de ir al sepulcro y llorar, o de poner el crespón fúnebre en la manija de la puerta y despedirnos para siempre. ¡Aleluya! Ya hemos entrado en el astronauta, y hemos navegado hasta allá y hemos visto dónde queda, y regresado. ¡Gloria! Estamos rumbo al Hogar más allá del cielo, más allá del razonamiento humano. Como lo viejo entonces será transformado en un momento, en un abrir y cerrar de ojos. Allá los veremos, mujeres y hombres ancianos, jóvenes de nuevo. “¿Cómo lo sabe”? ¡La Biblia lo enseña! Y Dios disparó un Astronauta hasta allá, y sabemos de qué se trata, y regresó. No hay preocupación acerca de morir. Morir no es nada, seguro, es el vivir. Sí señor. Es sólo el levantar los pies de la tierra, para poder irnos. ¡Oh, cuán maravilloso!",
    "El prometió todas estas cosas en Su Palabra, porque Hebreos 13:8 dice: “El es el mismo ayer, hoy, y por los siglos”. Las cosas de las cuales El era capaz, que Dios pudo lograr por un solo hombre que estuviera dispuesto a rendirse a la Palabra de Dios, porque, como dije anoche, él siempre se mantuvo con la Palabra.",
    "Ahora saben que esto de astronautas no es alguna cosa nueva. ¿Qué de Elías? Si él no fue un astronauta, entonces no he visto ninguno. El fue adonde John Glenn jamás pensó en ir.",
    "Pues, Uds. saben, hubo uno que despegó en cámara lenta una vez. Su nombre era Enoc. El simplemente caminó hacia arriba, pero él era un astronauta. Seguro. El ya estaba presurizado, no tuvo que ser cambiado, nada. No, es que él ya estaba presurizado cuando comenzó a caminar. El simplemente comenzó a caminar, pasando por todas las dimensiones y todo, directamente a la Presencia de Dios.",
    "Y así que un anciano estaba cansado y ya no podía caminar muy bien. El había discutido con Jezabel con respecto a su cabello corto y pintura y todo, hasta que Dios sencillamente le envió un carro y dijo: “Te voy a permitir que viajes a través de las nubes esta tarde”. ¡Un astronauta!",
    "Una vez Uno vino a morir por todos nosotros, y Dios le levantó al tercer día. Y quinientos [Primera de Corintios 15:6] hombres estaban presentes y lo vieron cuando fue levantado dentro de las nubes, con una Voz diciendo: “Yo regresaré”. Un Angel volvió y dijo: “Este mismo Jesús que ha sido tomado, el Astronauta Maestro, vendrá nuevamente en semejante forma, en la misma clase de habitación en que El está, un cuerpo, inmortal”. ¡Aleluya! “Y nosotros tendremos un cuerpo semejante a Su propio cuerpo glorioso, porque le veremos como El es”. ¡Oh, aleluya! El rompió todas las barreras del sonido, todas las barreras del razonamiento, y fue más allá del razonamiento, fue más allá de todo lo demás.",
    "Y cualquier hombre que alguna vez vive para Dios tendrá que ir más allá de todos los cinco sentidos; él tendrá que ir más allá de la educación y cualquier logro que el hombre haya podido alcanzar, y creerle a Dios; romper todo y ponerlo a un lado, y levantar vuelo hacía los cielos. Amén. Oh, lo que astronautas y demás han logrado en lo natural, Dios ha podido lograr por Su Iglesia, por medio de lo espiritual, por medio de un pueblo espiritual que cree. Cualquier hombre o mujer que se atreva en cualquier momento, en cualquier momento, a tomar a Dios según Su Palabra, es un astronauta.",
    "Ellos dirán: “Oh, eso no es razonable. ¿Escuchar esas personas clamar y gritar, y escuchar esto? Oh, eso ni siquiera es razonable”. Es que no entienden.",
    "Alguien me dijo: “Hermano Branham, Ud. tuvo un sueño cuando vio aquel lugar”. Yo no tuve ningún sueño. Yo estaba parado allá en el aire, mirando hacia abajo donde yo estaba acostado en la cama. Puede ser que yo estado soñando en la cama, pero yo estaba allí mirándome a mí mismo desde arriba. ¿Ven? Oh, es que El me dio un pequeño paseo de astronauta esa mañana, mostrándome para dónde iba. Y eso demuestra que su propio radar lo señalará, exactamente donde queda. Ahora, no soy yo, es El. Es el espíritu suyo en Ud. creyendo ese Mensaje, y es el Espíritu Santo parado aquí dónde estoy yo, y Ud. lo cree así de esa manera, y así hace ese contacto; y aquí viene de regreso, su respuesta. ¡Astronauta! Amén. ¡Oh, cuán maravilloso! Sí señor.",
    "Grande, la ciencia ha hecho una gran cosa. Y saben, lo han hecho a tal grado de grandeza que tienen temor de ellos mismos. Correcto. Ellos han obtenido tanta grandeza al grado que tienen temor de ellos mismos. Uds. saben, hace como dos años dijeron que faltaban “tres minutos para la media noche”. Ellos están asustados. ¿Qué están haciendo? Ahora, el hombre ha podido, conforme a lo natural, el astronauta natural, él ha podido lograr este astronauta. Y él ahora piensa que cuando Rusia alguna vez comience a bombardear este país, o algún otro país, él va a navegar a la luna.",
    "Yo vi la cosa más graciosa el otro día, verdaderamente fue graciosa. Habían dos indios parados allí, hablando el uno con el otro, así barrigones, Uds. saben, y una pluma detrás en la cabeza, y dándose la mano el uno al otro, dándose palmadas el uno al otro. Decía: “Hermano, pronto tendremos el país de nuevo para nosotros, el hombre blanco se va a la luna”. Decía: “Pronto tendremos nuestro país otra vez. El hombre blanco se va a la luna, así que tendremos nuestro propio país nuevamente”. Eso está bien.",
    "Oh, ahora todos ellos quieren hacer muchos de estos transportadores de astronautas para meterse en ellos. Y al llegar la—la edad atómica, y se explote el mundo, ellos sólo tiran de esto y todos se van a la luna, haciendo un viaje a la luna, así concluyéndolo todo, y así simplemente se harán otra economía allá en la luna. Ellos no van a llegar allá. Yo no creo, con todo mi corazón, que llegarán allá. ¿Ven?",
    "Pero, al mismo tiempo, el verdadero creyente en Cristo ha entrado en su Astronauta. Amén. “Por un Espíritu todos somos bautizados en un Astronauta”. ¡Oh, un Cuerpo, que puede soportar cualquier clase de presión! Lo probaron en un horno ardiente, y resiste el fuego así que no puede quemarse; estaba a siete veces más caliente. Lo probaron contra todo, y sale bien. Así que los científicos espirituales han podido probar que puede resistir cualquier cosa. Así que el-el verdadero creyente espiritual se ha acompañado él mismo y se ha metido en el Astronauta de Dios, Cristo, creyendo todas las cosas; poniendo a un lado sus credos, los credos pentecostales, los credos bautistas, los credos metodistas. El simplemente ha entrado en el Astronauta, diciendo: “Señor, ¿cuándo estará listo”? ¡Oh, vaya! ¿Qué está haciendo? El está llegando a pequeñas reuniones, escuchando la cuenta regresiva de la Palabra de Dios.",
    "Uds. saben, cuando John Glenn estaba sentado allí esa mañana, todos estaban escuchando la cuenta regresiva. “Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos, uno, cero”. ¿Ven? Y ahora ha llegado al punto donde dice: “Faltan tres minutos para que algo esté listo para despegar”. Ellos no saben lo que es. “Tres minutos para llegar a la hora cero”.",
    "Ahora fíjense, el verdadero creyente está en Cristo. “Ninguna condenación hay para los que están en Cristo”. [Romanos 8:1] Predique la Palabra, quédese con la Palabra. No importa lo que digan las denominaciones, estos lo van a creer. Allí se mantienen fijo, porque es la Palabra. Los denominacionales levantarán un gran escándalo y los excomulgarán, los echarán fuera, y dirán, “Estos están locos”, todo de esa manera. Pero ellos permanecerán justo con esa Palabra. Mientras Dios lo haya prometido, permanecerán allí porque son astronautas. Ellos creen la Palabra. Y no hay manera de deshacerse de ellos. Los van a abandonar de todas maneras, así que sólo-sólo déjenlos tranquilos.",
    "Pero ellos están allí, sentados en lugares Celestiales en Cristo Jesús, escuchando la cuenta regresiva, las Edades de la Iglesia y demás. ¡Gloria! Lo hace a uno sentirse bien ¿no es así? ¡Escuchando la cuenta regresiva! ¿Qué es la cuenta regresiva? Todas estas cosas que han sido prometidas, aquí es donde han acontecido. Todas estas cosas que fueron prometidas, aquí está donde están aconteciendo. Donde hay una promesa, aquí está donde se cumplió. El logro que El prometió hoy, aquí está entre nosotros. ¿Qué están haciendo? Escuchando la cuenta regresiva. ¿Desde dónde ha venido? Desde allá con Lutero. ¡La cuenta regresiva! “Justificación, santificación…Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos…” ¡Epa! ¿Qué están haciendo? Esperando el despegue, la hora cero. Amén.",
    "Esta gran vuelta en órbita que la Iglesia está preparándose para dar, y el gran tiempo de la cuenta regresiva, me gustaría explicarles lo que creo que es la cuenta regresiva. Ahora, yo creo que acabamos de repasar todo eso aquí en la iglesia. Y ahora Uds. se fijan, que cuando el astronauta natural está preparándose para despegar de la Tierra, hay una cuenta regresiva que comienza desde diez de regreso a cero. Ahora, yo no he tratado de desmenuzar este Mensaje y darle una aplicación espiritual, ya que tomaría demasiado tiempo esta mañana. Pero quiero tratar de explicarles esto, que diez es número de “mundanalidad”, del hombre. Pero siete es el número de “la perfección de Dios”. En seis días El hizo los cielos y la tierra, y en el séptimo El descansó. Y en seis mil años el mundo debe de laborar contra el pecado, o la iglesia laborar contra el pecado, y el séptimo es el Milenio, el Reposo.",
    "Siete es el número perfecto de Dios. Y ahora El nos ha dado la cuenta regresiva correcta, y Su cuenta regresiva no es de diez, sino de siete. Nosotros acabamos de verlo en las Siete Edades de la Iglesia. Ahora nos damos cuenta que en Apocalipsis, la primera cuenta regresiva fue la primera edad. La segunda cuenta regresiva, la segunda edad. Y así hasta la séptima cuenta regresiva. Y aquí visible ante nosotros, como está dibujado el cuadro, tuvimos esta cuenta regresiva. El primer número que se contó fue Efeso. El segundo número que se contó fue Esmirna, Esmirna. Luego Pérgamo. Tiatira. La quinta fue Sardis. La sexta fue Filadelfia. Y la séptima fue la de Laodicea, la última edad de la iglesia. Entonces es la hora cero para que la iglesia salga, después que las edades de la iglesia han servido su término. Ahora, sabemos que la edad de Tiatira ya ha llegado y ha pasado, y la edad de Efeso ha llegado y ha pasado, la edad de Filadelfia ha llegado y ha pasado. Y estamos en la séptima edad de la iglesia, en el fin de ella, la edad de Laodicea. Y esa es la cuenta regresiva.",
    "Si se fijan en nuestras lecciones anteriores de las iglesias, El sostenía en Su mano siete estrellas, lo cual nos damos cuenta que eran “siete ministros de las siete edades de la iglesia”. Cada uno de ellos está perfectamente identificado a medida que Dios tomó su cuenta regresiva. Desde el tiempo que El se fue, hasta el tiempo que El regresa, El está juntando un pueblo por causa de Su Nombre. Comenzó en el Día de Pentecostés. La primera, la iglesia de Efeso, la estrella y el mensajero de esa iglesia creemos que es San Pablo. El ha venido, y el número uno ha sido contado. La segunda edad de la iglesia, la cual es Esmirna, era Ireneo, el gran santo de Dios quien guió esa edad de la iglesia al final. La tercera edad de la iglesia, la cual fue Pérgamo, era San Colombo el cual era un gran santo de Dios. Durante el tiempo del Oscurantismo, en la persecución, la cuarta edad y cuarto en la cuenta, San Martín de Troas, el gran santo que procedió de Francia. La quinta edad de la iglesia, y su mensajero fue Martín Lutero en la cuenta regresiva. La sexta edad fue Juan Wesley en la cuenta regresiva.",
    "Ahora estamos en la séptima edad, la edad de la iglesia de Laodicea. Y estamos esperando por ese gran mensajero de la segunda aparición de Elías, en la cuenta regresiva. Y tan pronto que aparezca, entonces será la hora cero y la Iglesia levanta vuelo a Casa; sale al espacio, a los Cielos, más allá de la luna, las estrellas, y todo lo demás, y se encuentra con Jesús.",
    "¿De dónde vino esto, y a dónde se fueron? En este Astronauta. En el principio, ¿cómo entró la gente en el Astronauta? Es la manera como ellos tendrán que entrar en cada lugar, cada vez. Correcto. Tienen que entrar por la misma vía como lo hicieron los primeros, debido a esta gran órbita de un gran cuerpo de gente. Allá en el tiempo de Noé, había una sola puerta, y esa puerta era la única puerta de entrada. Todo lo que entró, no importaba si pasaban al primer piso bajo justificación, segundo piso, o tercer piso, todos entraron por una sola puerta. Todos entraron de la misma manera.",
    "Y es igual en este día del astronauta. Tenemos que entrar por el mismo camino, venir de la misma manera, por el mismo Mensaje, por el mismo Cristo, por el mismo Poder que ellos recibieron en el Día de Pentecostés. ¡De la misma manera! Todo el tiempo ha sido El Mismo, porque es la misma Puerta. Y ¿cómo entramos en este Cuerpo? Por la Puerta. Y Jesús es la Puerta a este Cuerpo. Así que entramos y nacemos dentro del Reino de Dios, por medio de la Puerta, Jesucristo. Y ahora la Puerta está casi lista para cerrarse en Laodicea, la última cuenta regresiva, y la Iglesia está preparándose para tomar su órbita por encima de todas las tribulaciones, completamente todo, y remontarse en los cielos de los Cielos, llevando a la Iglesia al seno de Dios. Amén. Amén.",
    "La mañana que John Glenn despegó allá, todos estaban en postrados, llorando, y orando, pensado qué es lo que él podría lograr. Y la primera cosa, el fuego empezó a esparcirse de esos átomos a medida que ese gran proyectil despegó allá en Cabo Cañaveral, subiendo al aire así, y la gente gritando y llorando y preguntándose qué le pasaría a su astronauta que iba subiendo.",
    "Oh, pero la Iglesia, gloria, ella también está esparciendo algo de fuego. Amén. ¡La cuenta regresiva viene! ¡Amén! “Justificación, santificación, bautismo del Espíritu Santo, la edad de la iglesia de Laodicea”, ¡estamos en el fin! ¡Jesucristo el mismo ayer, hoy, y por los siglos! ¿Qué es lo que pasa? “¡Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos…cero”! Ellos no estarán llorando, sino que estarán cantando y clamando y alabando a Dios, mientras la Iglesia toma su vuelo de astronauta hacia los cielos para estar con Jesucristo. Amén.",
    "En el logro natural, ellos están despegando hacia la luna. En el logro espiritual, nosotros estamos despegando hacia el Cielo. ¡Amén! El astronauta natural está tratando de encontrarse un lugar en la luna. Nosotros ya tenemos un lugar preparado en el Cielo. “En la casa de Mi Padre muchas moradas hay. Voy a preparar lugar para vosotros, y les enviaré un Astronauta para recogerlos”. ¡La cuenta regresiva está en marcha! ¿Lo creen? Amén. ¡Cuenta Regresiva! “¡Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos, uno, cero!” El fuego comienza a esparcirse, el ministerio es coronado en Gloria. ¡Aleluya! Y el cohete comienza a despegar, no apuntado hacia la luna, pero apuntado hacia la Gloria. Allá va, con el fuego de Dios esparciéndose. El poder del Espíritu Santo levantándola más allá de la luna, las estrellas, más allá de cualquier cosa que alguna vez pudiera ser lograda por el hombre. La Iglesia tomará su vuelo, una mañana de estas, al seno de Dios en el Cielo. Amigos, el hombre ha podido lograr lo que tiene por medio de sus cosas naturales, y Dios (aquí se los he probado) lo ha tipificado por medio de lo espiritual.",
    "¡Entremos en el Astronauta, rápidamente! Después de un tiempo, la puerta será cerrada. ¡La cuenta regresiva está en marcha! La ciencia dice que en su cuenta regresiva faltan tres minutos. La nuestra podría estar más avanzada ¡podría ser “uno” listo para “cero”! Entremos ya. ¿Creen Uds. que la cuenta regresiva está en marcha? Entonces inclinemos nuestros rostros por un momento.",
    "Padre, diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos. ¡Dios! “Las naciones están derrumbándose, Israel está despertando, las señales que los profetas predijeron; los días de los gentiles contados han sido, cargados de horrores; regresen, oh dispersos, a lo suyo”. ¡Qué día! La Luz del atardecer está brillando. Oh Dios, rogamos que todo incrédulo rápidamente ponga a un lado todos sus pensamientos educacionales, todas sus ideas que son contrarias a Tu Palabra, y que esta mañana entre en este glorioso Astronauta, porque nacemos en Ello, para entonces formar parte del Astronauta.",
    "Yo ruego, Padre Celestial, en este gran Cuerpo de Cristo, que Tú bautices creyentes hoy con el Espíritu Santo. Que el bautisterio esté lleno de gente esta mañana, confesando sus pecados y siendo sepultados en el Nombre de Jesucristo, y abordando al Astronauta, Señor, que va más allá de la luna y las estrellas, y va más allá de credos y denominación. Ya hemos tenido la cuenta regresiva. Tú nos dijiste cómo serían las tres etapas de esto. Relataste a las edades de la iglesia cómo acontecerían: la primera edad de la iglesia, la segunda edad de la iglesia, la tercera edad de la iglesia, cuarta, quinta, sexta. Esta cuenta es de siete. Y después de siete, esta edad en que ya estamos — la última edad de la iglesia — y ahora la cuenta regresiva está en marcha. Las edades han sido contadas, la edad luterana, la edad de Wesley, la edad pentecostal. Y ahora Señor, reuniéndonos en el Astronauta, con un gran lente de aumento enfrente de ello, podemos ver la Gloria, ver a Jesús, verlo a El en todo Su poder, verlo a El en todas Sus promesas. Todo lo que El prometió está reflejándose sobre nosotros. Te damos gracias por esto.",
    "Dios, que la iglesia hoy rápidamente entre en la zona de seguridad, porque pronto viene la hora cero y la puerta del gran Astronauta será cerrada, el avión Astronauta. Y nos iremos como se fue Noé cuando él entró en su astronauta, por decirlo así, y él flotó por encima de todas las aguas de juicio. Y Padre, queremos entrar en Ti para que podamos flotar a través de las corrientes del tiempo, pasar Marte, Júpiter, Venus, sobre la Vía Láctea, continuar y continuar y continuar, adonde el astronauta natural no conoce nada al respecto. Pero vemos que Tú le estás permitiendo hacer eso como una señal, para que podamos estar listos para irnos. Estamos partiendo de la tierra. Concédelo, Señor. Por medio del Nombre de Jesucristo, lo pido.",
    "Aquí hay pañuelos, Señor, puestos aquí, que gente enferma ha enviado. Ellos creen, Señor. Y que lleguen a ser completamente miembros astronautas esta mañana. Que el poder del Dios Todopoderoso Quien refleja Su Biblia sobre esto, que tomaban del cuerpo de San Pablo, pañuelos y sudarios, y los enfermos y afligidos fueron sanados. Que ese astronauta creyente despegue, Señor, cuando eso lo toque a él. ¡Dejando la enfermedad atrás! Que cada persona enferma aquí ahora mismo, Señor, entre directamente en Cristo Jesús, a Su Palabra, Su promesa. Y diciendo: “Pide al Padre cualquier cosa en Mi Nombre, Yo lo haré”. Que ellos empiecen a contar: “Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos…cero”. ¡Que despeguen, Señor! Que se levanten de catres, camillas, lo que sea. Que ellos se levanten de sus enfermedades que los tienen atados, para salir más allá en el espacio donde doctores, científicos y ninguno de ellos conocen nada al respecto; adonde el Poder de Dios ha prometido por medio de la investigación científica de la Biblia, o más bien la investigación espiritual de la Biblia; para mostrar que Dios siempre fue Dios, todavía permanece Dios, El siempre será Dios, y El es el Ser Infinito, Omnipotente, Todopoderoso, Omnipresente, que puede cumplir Su Palabra. El puede hacer todas las cosas, y nos ha prometido que todas las cosas son posibles para aquellos que creerán. Dios, concédelo.",
    "Que el hombre o mujer descarriado, muchacho o muchacha, que en esta mañana, que no están escuchando la cuenta regresiva de la Palabra de Dios, sabiendo que estamos justo al fin, ya hemos contado la última cosa. Está lista para clamar “cero” a cualquier momento, y para que la Iglesia suba. Vemos el Mensaje finalizando. Vemos la persecución levantándose, como hablamos anoche. [Presente Estado De Mi Ministerio] Sabemos que el tiempo está a la mano. La cuenta regresiva ha terminado. Tú nos has ayudado aquí en la plataforma para traer las edades de la iglesia, y tomar todo lo demás y probarlo, que ahora mismo en casi cualquier momento podría acontecer. Dios Todopoderoso, Quien creó los Cielos y la tierra, envía Tus misericordias sobre la gente y dales a ellos eso que Tú tienes almacenado para ellos. Porque lo pedimos en el Nombre de Jesús.",
    "Y cada hombre y mujer con sus rostros inclinados. Si hay algunos aquí que no conocen a Cristo como su Salvador esta mañana, y les gustaría conocerlo a El y entrar en esta condición Astronauta de la gracia de Dios, para irse en el Rapto, levantarían sus manos y dirían: “Estoy listo, quiero estar listo para el Rapto, Hermano Branham. Ore por mí”. Dios le bendiga. Dios le bendiga a Ud., a Ud. Dios le bendiga, y a Uds. Afuera, adentro, dondequiera que estén, sólo levanten su mano. Por esto, digan: “Dios, recíbeme adentro”. Dios le bendiga. “Yo quiero oír la cuenta regresiva. Yo quiero escucharla. Yo quiero saber que estoy salvo, que cuando salga el fuego yo no vaya a estar sentado aquí en un caballo y una carreta; yo no voy a estar en una iglesia andando un automóvil. Yo no voy a estar en una que solamente puede despegar sus pies de la tierra lo suficiente para saltar y hacer mucho ruido. Yo quiero estar en algo que va a llevarme más allá de la luna y las estrellas. Yo quiero escuchar la cuenta regresiva; no algún credo, o alguna organización. Pero yo quiero estar en Cristo, donde yo pueda navegar más allá de cualquier cosa que es razonado entre hombres. Yo quiero ir”.",
    "¿Hay otro antes que oremos, lo habrá? Dios le bendiga, jovencita. Dios le bendiga, joven. Dios le bendiga, y a Ud. allá atrás. Yo veo su mano, y Dios ciertamente la ve. Y a Ud. mi hermano, Ud. hermano. “Yo quiero estar en esa cuenta regresiva. Dios permíteme despojarme de todo peso”, Dios le bendiga, hermano. “Yo quiero despojarme de todo pecado. Yo tengo mal genio, Hermano Branham. Oh, así yo no podría entrar en Aquello. Ore que Dios lo quite de mí. Yo-yo, Hermano Branham, yo-yo tomo un poquito. Yo no quiero hacer eso. Ore que yo lo deje a un lado. Yo fumo. Yo no quiero hacer eso. Dios sabe que no quiero hacer eso. Las cosas sencillamente me tienen tan atado, yo-yo sólo lo hago, yo simplemente no puedo apartarme de ellas. Yo sé que está mal, y yo no lo debo hacer. ¡No lo haré! Otra cosa, yo he estado dudando la Palabra. Yo he estado preguntándome si realmente estaba correcta. Ayúdame Dios. Permíteme, permíteme sólo recordar que todo es correcto, y yo la creeré. Yo quiero escuchar la cuenta regresiva. Yo quiero llegar a donde cada vez que vea la Palabra de Dios decir algo, yo quiero acentuarla con un ‘amén’ y decir: ‘Es verdad, Señor’”. Ahora todos…Dios le bendiga. Dios le bendiga, a cada uno de Uds.",
    "¿Hay alguien aquí ahora que esté enfermo? Y que diga: “Hermano Branham, esta mañana yo soy un Cristiano, pero yo…Yo he estado…tengo el Espíritu Santo. Yo ahora me he bajado del avión y estoy listo para la cuenta regresiva. Yo he salido de toda clase de denominaciones y todo lo demás, escuchando la cuenta regresiva. Pero ahora yo quiero decir esta sola cosa, Hermano Branham, esta mañana, estoy enfermo. Aun tengo algo de trabajo que hacer para el Señor. Yo estoy escuchando la cuenta regresiva, pero yo quiero-quiero estar sano. Yo estoy pasándome allá a ello esta mañana, escuchando la cuenta regresiva”. ¿Qué es la cuenta regresiva? La Palabra de Dios. Ha contado claramente. El es el mismo ayer, hoy, y por los siglos. “Yo quiero escucharle a El como Mi Sanador esta mañana. Yo quiero levantar mi mano y decir: ‘Ore por mí, Hermano Branham’”. Dios lo bendiga. Entre ahora. Entre. El altar está lleno, y todo alrededor por aquí, el piso está lleno. No podríamos llamar una línea de oración. Están parados alrededor hasta las paredes y todo. Tendríamos una conglomeración. Ud. no tiene que hacer eso. Ud. está en la-Ud. está en la…Ud. es un astronauta.",
    "Ud. es un astronauta. Ud. está subiendo más allá de Lutero. Lutero no lo creyó todo. Wesley impuso manos. Los pentecostales ungen con aceite. Ud. es un astronauta, y está subiendo más allá de cualquier razonamiento. Sólo porque la Palabra así lo dice, yo estoy avanzando. Pues, Uds. dicen: “¿Acaso no creyó Lutero? ¿No era esa la Palabra”? Sí, pero Wesley siguió adelante más arriba que él. “Pues, Wesley ungió con aceite o alguna otra cosa. ¿Cree Ud. eso”? Sí, eso es correcto. “Los pentecostales echaron fuera demonios”. Sí. “Impusieron las manos sobre ellos, tuvieron sanidad por manos y todo lo demás”. Sí, yo sé que eso es correcto, pero continúe adelante. ¡Avance! Wesley no miró atrás a Lutero, pentecostés no miró atrás a Wesley. Ni nosotros miramos atrás a pentecostés. Nosotros somos astronautas. Estamos más allá de eso. Continuemos adelante. ¡Cristo así lo dijo!",
    "¿Cómo se hace? “Ven y pon Tus manos sobre mi hija y ella sanará”, dijo el judío. Jesús fue y lo hizo por él, eso es correcto. Pero cuando vino al romano, al astronauta, él dijo: “No soy digno que Tú entres bajo mi techado. Solamente di la Palabra, Señor”. Y El ya la ha dicho. Así es.",
    "Ahora levantemos nuestros-nuestros corazones a Dios. Levantemos nuestras manos a Dios, nuestros corazones a Dios. Para cualquier cosa de lo que tenga necesidad, salvación, santificación, bautismo del Espíritu Santo, sanidad Divina, sea lo que sea, mantenga sus manos en alto y mantenga su corazón justamente en la Presencia de Dios, y reconozca que Ud. está sentado en lugares Celestiales en Cristo Jesús, y que Ud. es un astronauta de esa fe. ¿Qué? ¡Aquí viene la cuenta! “Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos…” ¡Oh Jesús, ven ahora! Estamos colocando el poder de Su Nombre. Y como vimos anoche, Pablo cegó a un hombre, permitió que otro lo atropellara. Y vemos que Jesús pudo hacer todo lo que El-El hizo, toda clase de milagros, y sin embargo estaba justo al final de Su camino, viendo que El fue humillado a golpes y escupido, y todo lo demás. La gente no lo entiende. Ellos se dan cuenta que Dios lo hace para confirmar que es correcto, y luego prueba la fe de la gente.",
    "Señor, nos hemos parado aquí y hemos visto a los completamente ciegos recibir su vista, enfermedades; cánceres que le hacían sombra a la gente, sanados. Hemos visto aquellos que estaban muertos y tendidos por horas tras horas, y regresar a vida otra vez. Sabemos que es-es nuestro gran Cristo del cual somos astronautas en Su cuerpo. Y ahora la cuenta regresiva está en marcha, y vamos a creer esta mañana para nuestra sanidad, para nuestra salvación, y para todo de lo que tenemos necesidad. Porque cuando lo pedimos en el Nombre de Jesucristo, El prometió: “Pide a Mi Padre cualquier cosa en Mi Nombre, y Yo lo haré”. Y eso es todo lo que necesitamos hacer ahora es invocar Su Nombre, y tiene que ser hecho. Estamos escuchando la cuenta regresiva.",
    "Señor, algunos de ellos que han sido pecadores, levantaron su mano. Están esperando la cuenta regresiva, cuando vendrá un cambio en su corazón, que sacará fuera toda la vil corrupción. Hay muchos que fuman cigarrillos, que están listos para dejarlos. Muchos que han hecho cosas que no debieran haber hecho, y están listos a dejarlas, porque le pedimos al Dios Todopoderoso en el Nombre de Jesucristo que quite todo lo que está estorbándole a la Iglesia esta mañana, desde enfermedad hasta pecado, y permite que esta iglesia sea libre. En el Nombre de Jesucristo, que el poder y el Poder del gran Evangelio, el Fuego del Espíritu Santo empiece a esparcirse, y los grandes astronautas de Dios despeguen hacia el deseo de su corazón hoy. Concédelo, Dios Todopoderoso. Son Tuyos. Y que reciban su sanidad, su salvación, y cualquier cosa de la que tengan necesidad. Yo te los encomiendo a Ti, y te los entrego a Ti junto con mi oración, en el altar donde la Sangre de Jesucristo está fresca esta mañana. En el Nombre de Jesucristo que reciban lo que han pedido. Y el pueblo dijo [El Hermano Branham y la congregación dicen: “Amén”.]",
    "¡Entonces, créanlo! ¡Entonces así sea! Yo lo creo. Yo creo. Amén. Yo sé que El es Dios. Yo sé que estamos listos para el gran logro de Dios. ¿Cuál es Su logro? Despegar de la Tierra. El astronauta va a la luna, a otra tierra. Y la Iglesia de Dios (desde el avión, desde el caballo y demás) está partiendo como un astronauta, a otro mundo, el cual es el Cielo. La cuenta regresiva está en marcha. Amén.\n\n¿Le aman? [Congregación dice: “Amen”.] Entonces levantemos nuestras manos y cantemos.\n\nYo le Amo, yo le Amo\n\nPorque El a mí…\n\nSi, Hermano Neville.\n\n¡Alabado el Señor! Y Dios les bendiga hasta esta noche cuando los vea. 🦅"
  ]
}