{
  "title": "EN SU PRESENCIA",
  "id": "62820009",
  "content": [
    "🦅  Gracias, Hermano Neville, el Señor le bendiga muy ricamente.\n\nY buenas noches, amigos. Es un gran privilegio estar de nuevo aquí en este edificio en esta noche, y sentir la Presencia de nuestro Señor que nunca falla, siendo que Él nos ha hecho la promesa. Y ahora, sé que muchos de Uds. se han quedado para este pequeño Mensaje esta noche, por lo que estoy muy agradecido. Y muchos de Uds. aún tienen que conducir lejos esta noche para llegar a casa. Algunos ya han salido de sus moteles, según entiendo. Y trataremos de no retenerlos demasiado, por eso llegamos temprano, para poder salir temprano.",
    "Y ahora, en cuanto me sea posible, anunciaré cuándo probablemente vayamos a comenzar; he recibido algunas llamadas esta tarde para saber cuándo comenzaremos con estos libros, o estos capítulos. Y pienso que, si es la voluntad del Señor, quiero tomar la próxima vez que comencemos, los Siete Sellos de Apocalipsis, y los siete sellos naturales. Y entonces si terminamos a tiempo, tomaremos los siete sellos en la parte posterior del Libro, ¿ven? Ahora, eso pudiera tomar un poco de tiempo. Vean, hay siete sellos que se abrieron; hay siete plagas, siete trompetas, todos en sietes; y podríamos tomar primero esos sellos. Pero luego en la parte de atrás del Libro está sellado con siete sellos. Daniel oyó las voces, los truenos y le fue prohibido escribirlo. A Juan le fue prohibido escribirlo. Pero fue sellado en la parte de atrás del Libro, es decir, después de que todos los misterios del Libro hayan sido entregados y revelados. Uds. observan que allí Daniel dijo: “Los misterios en los días de estas voces, el misterio de Dios ha de ser develado para ese tiempo”. ¿Ven? “El misterio”, ¿quién es Dios?, ¿cómo Se hizo carne?, todas estas cosas deben ser develadas para ese tiempo. Y luego—luego estamos listos para los Siete Sellos en el lado de atrás del Libro, que ni siquiera fueron revelados al hombre, ni siquiera escritos en la Biblia, pero tendrán que cuadrar exactamente con el resto de la Biblia, y yo creo que será algo grandioso.",
    "Y ahora trataremos de darnos prisa para terminar. Gracias a todos Uds. por su amabilidad y su presencia, y—y por todo lo que han hecho; les agradecemos mucho. Y ahora, yo—yo confío que no los detendremos mucho tiempo esta noche, porque son muy pacientes en sentarse, en estar de pie. Mi esposa me dijo allá atrás, hablando de anoche, dijo: “Vi a mujeres algo corpulentas, de pie allí, y sus ropas empapadas, de pie allí, aferradas de cada Palabra”. Por eso es que me gusta permanecer bajo la unción del Espíritu Santo, para que cuando salga, uno les diga a esas personas la pura Verdad, ¿ven?, y nada más que la Verdad. Y luego ellos pueden agarrarse de Eso y todo estará bien.",
    "Ahora quiero pedirles disculpas por unos momentos. Me fui un poco temprano esta mañana. Y las cintas están apagadas en este momento, y yo—yo dentro de poco voy a decirle a los que graban cuándo encender la cinta. Quiero terminar la Cuenta regresiva, dedicarle cinco minutos, antes de irme. Lo olvidé y me fui, estaba tan entusiasmado esta mañana que salí sin dar ningún comentario. Y, como que los dejé con: “¿Cuál fue la cuenta regresiva?”. ¿Ven? Yo sé que estamos en la cuenta regresiva, pero ¿cuál es la cuenta regresiva? ¿Ven? Si Uds. no saben cuál es la cuenta regresiva, entonces estarán un poco confundidos. Y, pues, me—me gustaría como—como terminarlo, e intentar estar en el mismo tono en el que estaba, para terminar esta cinta ahora, para que la cinta salga: Cuenta regresiva. Ahora todos Uds. perdónenme solo por un momento, y quiero terminar esa cinta. ¿Lo harían por un momento, después comenzaremos con el otro? [La congregación dice: “Amén”.—Ed.] Y ahora—ahora los que graban, por favor, enciendan su cinta ahora.\n\n[Cinta en blanco. El Hermano Branham explica en los párrafos 4-5 que insertó esta porción que faltaba en su sermón de la mañana titulado Cuenta regresiva, como párrafos 106-111—Ed.]",
    "Apenas acabo de llegar de diferentes lugares, y nos hemos gozado con los últimos tres mensajes, hablando del tema de—de diferentes doctrinas y demás que presentamos. Acabo de recordar en este momento que debo darles un poco de tiempo, a Uds. con la cinta, para cambiar sus cintas. Les diré cuándo esté listo para encenderlas. Muy bien. Bueno, tengo que estar pendiente de esto. Parecen ser muchas formalidades, pero esos muchachos tienen que grabar la cinta. Y no pueden hacerlo si todo es un enredo; si lo hacen, la gente allá no la entenderá. Así que tenemos que hacerlo de esta manera. Y si alguien pudiera salir del cuarto y me lo indica, Junior, cuando estén listos para cambiar las cintas. Muchas gracias, amigos, una vez más, por toda su amabilidad y todo. Muy bien, estamos listos ahora, pueden encenderlas.",
    "El Señor les bendiga. Nos da gusto estar aquí en el tabernáculo nuevamente esta noche. El lugar está otra vez repleto, con muchas personas alrededor de pie nuevamente esta noche, con tres días de… o tres servicios. Quisiera que si alguien escucha esta cinta, que quisieran regresar y conseguir la cinta de anoche. Estúdienla en su casa. Es el—el presente estado del ministerio que el Señor me ha dado. Me gustaría especialmente que los ministros la escuchen antes de yo visitar sus iglesias y entrar a sus hogares. Ahora, me gustaría que—que ellos la consigan. Ahora, esta mañana hablamos del tema de la Cuenta regresiva: la Iglesia lista para partir.",
    "Y ahora, esta noche si Dios quiere, hablaremos sobre el tema, En Su Presencia. Y, ¡oh!, cuánto le agradecemos a Dios por el privilegio de poder entrar en Su Presencia. Pero, primero, deseo que todos Uds. abran sus Biblias conmigo en el profeta Isaías, el capítulo 6 del profeta Isaías. Todos sabemos que Isaías fue un profeta mayor, y uno de los grandes profetas de su día. Terminó su vida al ser aserrado con sierras, como testimonio, como mártir del poder del Dios Todopoderoso. En el Libro de Isaías, el capítulo 6, empiezo leyendo en el versículo 5. “Entonces dije: ‘¡Ay de mí!’ que…” Tal vez comience con el versículo 1. Vamos a… Perdónenme un momento. Comencemos en el versículo 1 y leamos hasta el versículo 8.\n\nEn el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.\n\nPor encima de él había serafines; cada uno teniendo seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová Dios de los ejércitos; y toda la tierra está llena de su gloria.\n\nY los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;\n\ny tocando con él sobre mi boca, dijo: He aquí que esto ha tocado tus labios, y es quitada tu culpa, y limpio tu pecado.\n\nDespués oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.",
    "Que el Señor bendiga Su Palabra. Creo que esa es una Escritura muy sorprendente. Encontramos que, en la Presencia de Dios, los hombres mismos reconocen que son pecadores. Tal vez nos sintamos muy bien cuando estemos en diferentes lugares y sentimos que somos personas bastante buenas, pero, cuando alguna vez entramos en la Presencia de Dios, entonces vemos cuán pequeños somos.",
    "No hace mucho, estando con un—un amigo mío a quien tuve el privilegio de llevar a Cristo, Bert Call, en New Hampshire, un compañero de cacería, estábamos de pie junto a las cataratas Cold Brook en las Adirondacks, y eran unas grandes cataratas enormes. Había llevado a mi familia allí el año pasado para verlas. Está a distancia de la carretera; uno tiene que hacer una caminata para llegar a ellas. Y cuando vimos esa agua verde-azulada cayendo de las montañas con tanta potencia, y cayendo sobre las rocas, Bert se paró allí y me miró, y dijo: “Caray, Billy, hace al hombre sentirse muy pequeño”, y con los dedos midió como un cuarto de pulgada. Y le dije: “Así es, Bert”. Pues, eso era todo lo que él sabía acerca de entrar en la Presencia de Dios, el ver Su creación.",
    "Pienso en el hombre que escribió Cuán grande es Él, si no levantaría la mirada una noche viendo las estrellas, ¡lo lejos que están! Hace unos meses el Hermano Fred, el Hermano Wood y yo estábamos con el Hermano Mc Anally en el desierto de Arizona; intentábamos medir una estrella, qué tan cerca estaba de la otra. Y con los millones y miles de millones de millas de distancia, no se veía más de un cuarto de pulgada de distancia entre ellas. Luego comenzamos a pensar, considerando los datos científicos de eso, esas estrellas probablemente están más lejos la una de la otra que nosotros de ellas. ¿Ven cómo es?",
    "Entonces nos damos cuenta de lo pequeños que somos cuando entendemos cuán grande es Él, y cuánto nos hemos acercado de llegar a Su Presencia. De alguna manera u otra, siempre produce un gran efecto en las personas el entrar en la Presencia de Dios. He visto momentos en mi ministerio cuando uno podía ver la Presencia de Dios entrar de tal manera que traía a una persona y le revelaba su vida, y le declaraba sus pecados, de toda clase de hechos inmorales, y se producía un silencio tan sagrado entre la gente, que ellos salían de la línea de oración antes de llegar para que se orase por ellos, y corrían al altar y se arreglaban con Dios antes de entrar en Su Presencia. ¿Ven?, algo hay al entrar en la Presencia de Dios, hace que sucedan cosas. He visto a personas postradas en catres y camillas.",
    "Aquella noche, allá en México, cuando el pequeño bebé yacía muerto bajo una manta, que había traído la madrecita española, o lo trajo una madrecita mexicana, mejor dicho. Cuando ellos vieron, varios miles de esas personas vieron, tal vez cincuenta o setenta y cinco mil en una reunión, vieron resucitar a ese bebé muerto, mujeres se desmayaron, la gente levantó las manos y gritó. ¿Por qué? Se dieron cuenta que un ser humano no podía hacer eso, que ellos estaban en la Presencia del Dios Todopoderoso. Y eso causó que sucediera algo.",
    "He tenido el privilegio de escuchar hablar a hombres piadosos. Se cuenta que en cierta ocasión, Charles Finney, un tipo pequeño, nunca pesó más de cincuenta kilos, pero él tenía una manera de hablar tan poderosa que… Un día estaba probando la acústica en un edificio. No tenían altavoces en ese entonces. Y había un hombre que hacía reparaciones arriba en el balcón o en el techo del lugar, y él oyó al varón entrar, pues no sabía quiénes eran, solo se quedó callado. Y el Sr. Finney iba a probar la acústica. Después de pasar mucho tiempo en oración para ese avivamiento que iba a tener, probó su voz para ver qué proyección tendría. Se acercó rápidamente al púlpito y dijo: “¡Arrepiéntete, o perecerás!”. Y lo dijo con tanta forza—fuerza, después de estar bajo la unción de Dios, que el hombre cayó postrado, de la parte superior del balcón allí al suelo, o de la parte superior del edificio, al suelo.",
    "Él predicó el Evangelio de tal manera que hasta se paró en Boston, Massachusetts, en una pequeña ventana en saliente, porque no había iglesia que tuviera cabida para su gentío. Y se paró allí con una fuerza tan poderosa y predicó el infierno tan vívido, que hasta los trabajadores con sus cestas bajo el brazo se postraron en la calle y pedían misericordia a gritos. ¡En la Presencia de Dios! Grandes predicadores que han podido, por la Palabra de Dios, traer la Presencia de Dios a un auditorio. Ojalá nunca suceda que el hombre llegue a estar de corazón tan cauterizado que no pueda reconocer la Presencia de Dios. ¡Que eso nunca suceda!",
    "Cuando el primer hombre, en cuanto pecó e hizo algo errado, y cuando Dios entró en su presencia, o él entró en la Presencia de Dios: “Adán”, él no pudo estar en la Presencia de Dios. Huyó y se escondió en un arbusto e intentó cubrirse con una hoja de higuera, porque él sabía que estaba parado en la Presencia de Jehová el Creador. Esa fue la reacción del primer hombre después de haber pecado e intentado entrar en la Presencia de Dios con el pecado en su alma. Él no pudo esconderse, porque aún era tierno. El pecado no se había asentado como se ha arraigado hoy en el corazón de la gente, pero él estaba muy consciente que estaba parado ante Su Creador. Pues se escondió en los arbustos y no salió, y no pudo salir hasta que Dios le preparó algo.",
    "Podríamos regresar y tomar Génesis el capítulo 17 y el versículo 3, cuando el gran patriarca, Abraham, cuando entró en la Presencia de Dios, y Dios le habló (en el capítulo 17) en el Nombre del Dios Todopoderoso; Abraham cayó sobre su rostro. Ese gran patriarca, siervo de Dios, no pudo permanecer de pie en la Presencia de Dios, aunque le había servido fielmente a Él por veinticinco años. Pero cuando Dios entró en su presencia, el patriarca cayó sobre su rostro porque no pudo estar de pie en la Presencia de Dios.",
    "En Éxodo 3 encontramos que Moisés, el gran siervo y profeta de Dios, cuando estaba en la parte trasera del desierto, ese hombre era un hombre santo. Él nació para ese propósito. Nació desde el vientre de su madre para ser un profeta. Se esforzó en educarse y hacer todo lo posible para liberar a su pueblo, porque entendía que él debía liberar a su pueblo; pero lo había entendido desde un punto de vista teológico. Él estaba preparado. Tenía una buena educación. Podía enseñarles sabiduría a los egipcios que eran la gente más inteligente del mundo. Conocía todos los detalles. Conocía las Escrituras de la A hasta la Z. Él conocía las promesas que Dios había hecho. Las conocía desde un punto de vista intelectual. Y era un—un gran militar. Pero un día, en la parte trasera del desierto cuando él entró en la Presencia de Dios, se quitó los zapatos y cayó—de sus pies, sabiendo que estaba en tierra santa. Él no pudo permanecer de pie cuando entró en la Presencia de Dios, cayó sobre su rostro como Abraham. Él no pudo quedar de pie en la Presencia de Dios.",
    "En Éxodo 19:19, cuando el pueblo escogido de Dios desde allá atrás de los tiempos de Abraham, de Abraham vino Isaac, de Isaac vino Jacob, de Jacob vinieron los patriarcas, y año tras año produjeron hombres santos, grandes hombres, un pueblo elegido, una raza escogida, un pueblo santificado y santo, y habían servido a Dios toda su vida. Y un día Dios dijo: “Reunid aquí a Israel, Yo voy a hablarles”.",
    "Pero cuando Dios descendió sobre el monte Sinaí, pues todo el monte se incendió y el humo salía de él como de un horno, y la Voz de Dios rugió. Israel cayó sobre su rostro y dijo: “Que Moisés hable y no Dios, para que no muramos”. ¡El hombre, en la Presencia de Dios, se da cuenta que es un pecador! Aunque todos habían sido circuncidados conforme a la Ley. Habían cumplido los mandamientos y todo, pero cuando Dios habló y ellos entraron en Su Presencia, se dieron cuenta que estaban afuera, que no—no estaban en lo correcto, que algo les faltaba, por cuanto ellos se encontraban en la Presencia de Dios. Sí. Y dijeron: “Que hable Moisés y no Dios, porque si Dios habla todos moriremos. Que Moisés nos hable”.",
    "Fue en Lucas 5:8, cuando Pedro… ¡oh!, cuando era un gran hombre obstinado, y un hombre de gran influencia, gran fuerza según entendemos. Como un bravucón, un pescador notable. Pero cuando vio a un Hombre común realizar el milagro de Dios, pareció ser, que él reconoció en ese instante, que se necesitaba más que un hombre para llevar a todos esos peces a una red donde él, (con toda su educación, su conocimiento de la pesca), había pescado toda la noche y ni siquiera había sacado nada. Pero oyó a Alguien decir: “Echa tu red”.",
    "Y cuando comenzó a recogerla, tenía una gran cantidad de peces, y se dio cuenta que él era un hombre pecador. Y dijo: “Apártate de mí, ¡oh, Señor!, porque yo soy hombre pecador”. ¿Quién dijo eso? San Pedro, en la Presencia de Dios, le pidió a Dios que se apartara de su presencia, porque él mismo se reconoció pecador.",
    "Abraham se reconoció “equivocado”. Adán se reconoció “equivocado”, el que era el hijo de Dios, se reconoció “equivocado”. Moisés se reconoció “equivocado”. Israel, como iglesia y nación, se reconoció “equivocado”. “Apártate de mí, porque soy hombre pecador”. Él no trató de decir: “Pues, yo soy santo y digno de recibir esto”. Él dijo: “Yo soy un hombre pecador”.",
    "Una vez un así llamado zelote religioso, con toda la teología que pudo aprender bajo un gran maestro llamado Gamaliel, su nombre era Saulo de Tarso, a quien conocemos como Pablo, un religioso al pie de la letra. Él conocía todos los pormenores de su religión. Era fariseo de fariseos y hebreo de hebreos. Era un hombre destacado, un erudito, inteligente, astuto, educado, afirmaba conocer a Dios desde que era un bebé. Pero un día de camino a Damasco, esa Columna de Fuego brilló sobre él y cayó sobre su…de sus pies, al suelo, en el polvo, y dijo: “Señor, ¿qué quieres que haga?”. Todo su gran entrenamiento, todo su gran entrenamiento teológico, toda su educación no significaron nada cuando él estuvo en la Presencia de Dios.",
    "Me gustaría detenerme aquí un minuto y decir que eso sigue igual. Ud. quizás tenga un D.D., Ph.D., lo que Ud. sea; podrá haber ido a la iglesia desde que era niño, podrá haber hecho todos los actos religiosos que hay, pero una vez en la Presencia de Dios Ud. se sentirá muy pequeño e insignificante.",
    "Pablo se dio cuenta que estaba equivocado, y cayó a tierra, bajo la influencia y el Poder. Cuando alzó la vista y vio al mismo Dios quien él había estado predicado, y… en contra, a quien pensaba que conocía, y viendo que estaba equivocado, de sus pies cayó al suelo, porque él estaba en la Presencia de Dios. Él vio esa Columna de Fuego.",
    "¿Y qué me dice del gran San Juan de Apocalipsis 1:7, cuando se le mostró la visión, y miró y oyó una Voz que le hablaba? Y se volvió para ver la Voz, y vio siete candeleros de oro. Y Uno de pie en medio de los siete candeleros de oro con el pelo como lana, ojos como llamas de fuego, pies como columnas de bronce; Él estaba ceñido por el pecho con un cinto de oro, y Le llamaban la Palabra de Dios. Y siendo que el gran San Juan había caminado con Cristo, se había recostado en Su pecho, ¡él había hecho todas estas cosas! Como dije esta mañana, el ministerio de Pablo superó al de cualquiera de ellos. Aquí, después que Juan había caminado con Jesús, hablado con Él, dormido con Él, comido con Él, pero cuando lo vio a Él allí, en ese estado glorificado, dijo que cayó como muerto a Sus pies. Amén. ¡Piénsenlo!",
    "Nosotros podemos venir a la iglesia y hablar y alabar a Dios, y demás, pero, ¡oh, hermano, cuando lo veamos venir a Él, algo cambiará en nuestros corazones! Podemos pensar que cumplimos nuestro deber religioso al ir a la iglesia y pagar nuestro diezmo. Podríamos pensar que cumplimos las normas de la iglesia y recitamos todos los credos, pero una vez que podemos verle a Él, la cosa entera cambiará por completo. Sí, eso es seguro.",
    "Este gran hombre, San Juan, un gran hombre como ese, la Biblia dice en Apocalipsis 1:7, que “él cayó como si estuviera muerto”. Después de tres años y medio de compañerismo con Cristo, fue uno de los escritores de las epístolas, un escriba que Lo siguió, comió con Él en la mesa, durmió con Él en la cama y tuvo compañerismo con Él a donde quiera que Él iba, pero cuando se volvió para verlo a Él, se le acabó la vida. Cayó como muerto al piso o al suelo. Muy bien.",
    "Vemos a Isaías, en Isaías 6:5, como acabamos de leer, este gran profeta poderoso, es uno de los profetas más importantes que hay en la Biblia. Hay sesenta y seis libros en la Biblia; hay sesenta y seis capítulos en Isaías. Isaías comienza en el Génesis, a la mitad de Isaías él presenta el Nuevo Testamento, al final de Isaías él presenta el Milenio; así exactamente el Génesis, el Nuevo Testamento y el Apocalipsis. ¡Perfecto! Isaías fue uno de los profetas mayores. Pero un día él había estado apoyándose en el brazo de Uzías, el gran rey; Uzías le había sido quitado y él estaba deprimido. Él era un hombre bastante bueno, era un buen hombre justo, si ese rey justo (un buen rey) lo había reconocido como un hombre santo y lo tenía en su templo.",
    "Isaías vio visiones; era profeta. Isaías predicó la Palabra. Él era ministro. Isaías era un hombre santo. Pero un día, de pie en el templo, entró en un trance y vio la Gloria de Dios. Vio a los Ángeles con alas sobre Sus rostros, alas sobre Sus pies, volando con alas, dando voces: “¡Santo, santo, santo es el Señor Dios Todopoderoso!”.",
    "Ese profeta se dio cuenta que él no era nada. Él dijo: “¡Ay de mí, porque soy hombre inmundo de labios!”. Un profeta, un profeta de los más poderosos de la Biblia, uno de ellos. “Soy un hombre inmundo de labios y habito entre pueblo de labios inmundos. ¡Ay de mí, porque veo la gloria de Dios!”.",
    "Y él dijo que cuando ese Ángel daba voces: “Los quiciales del templo se estremecían de un lado a otro”. Hermano, eso lo hará a uno… No solo los quiciales del templo se van a estremecer, sino que todo el cielo y la tierra se van a estremecer cuando Él vuelva. Las montañas huirán y el mar se desvanecerá, y gritarán: “Escóndenos del rostro de Aquel que se sienta sobre el Trono”. Será un tiempo terrible. Le digo a Ud., amigo pecador: es mejor que se escudriñe. Es cierto.",
    "Ahora, Isaías dijo: “¡Ay de mí, soy hombre inmundo de labios y habito entre pueblo inmundo! Y soy, esta gente tiene labios inmundos”.",
    "Ahora, recuerden: si hombres santos así se reconocieron como “pecadores” en la Presencia de Dios, ¿qué harán el pecador y el impío en ese Día? ¿Qué hará la gente que estuvo en las reuniones? ¿Qué hará la gente que ha visto el Poder de Dios, que ha oído la cuenta regresiva de la Palabra, que ha visto a Dios mismo manifestarse, y (sin sombra de duda) cada Escritura cumplida?, ¿y aún tratará de llegar al Cielo sin nacer de nuevo y sin recibir el Espíritu Santo? La Biblia dice: “Si el justo con dificultad se salva, ¿dónde aparecerán el pecador y el impío?”. ¿En qué clase de lugar vamos a estar nosotros si vemos a Dios desplegarse aquí mismo delante de nosotros, y vemos la Gloria de Dios exactamente como La vieron aquellos hombres, y esa clase de hombres gritó, profetas y sabios sobre los cuales está basada La Palabra? Si ellos dieron voces, y cayeron de pie y gritaron: “Soy hombre de labios impíos, de impureza”, ¿cómo será entonces para aquel hombre que ni siquiera confiesa sus pecados? ¿Cómo será para ese o esa adolescente que no confiesa sus pecados? ¿Cómo será para ese hombre de corazón endurecido que piensa que sabe más de la creación de Dios que Dios mismo? ¿Qué pasará con ese hombre que ha gastado toda su vida tratando de refutar la Biblia? ¿En dónde aparecerá ese individuo? ¡Piénsenlo!",
    "Esto es evangelismo. Este es el tiempo de conmover a la gente. Este es el tiempo en que—que Dios dijo que el tiempo vendría que Él conmovería el monte Sinaí una vez, pero vendría otra sacudida, que “no solo conmovería el monte Sinaí, sino que conmovería todo lo que podría ser conmovido”. ¿Pero se fijaron en el resto de la Escritura? “¡Pero nosotros recibimos un Reino que no puede ser conmovido”! ¡Aleluya! Todo lo que pueda ser conmovido será conmovido. Los cielos temblarán. La tierra temblará. “Los cielos y la tierra pasarán, pero esa Palabra nunca pasará. Porque sobre esta roca edificaré Mi Iglesia, y las puertas del Hades nunca prevalecerán contra Ella”. Todo lo que pueda ser sacudido será sacudido. Pero nosotros recibimos un Reino que es la Palabra de Dios mismo, y Dios es Su Palabra. Él no Se conmueve. ¡Amén! ¡Oh, qué cosa! “Pero nosotros recibimos un Reino que no puede ser conmovido”, es inconmovible, dijo Pablo el escritor de Hebreos.",
    "¡Qué persona y qué hombre!, ¡qué tiempo y cómo se habrán sentido ellos! Igual nosotros, personalmente, hemos visto la Gloria de Dios como estos hombres; por supuesto. Nosotros La hemos visto. Vimos la Gloria de Dios como La vio Abraham. Vimos la Gloria de Dios como La vio Moisés, la misma Columna de Fuego, el mismo Poder de Dios, el mismo Cristo des-… revelándose a Sí mismo, mostrándose a Sí mismo, cumpliendo Su Palabra en los últimos días. ¿Entonces cómo podemos pasar junto a Eso y no darle importancia? ¿Cómo podemos caminar por ahí y aferrarnos de nuestros credos y denominaciones y no recibir la Palabra de Dios? ¿Qué será de nosotros en aquel Día? ¿Qué nos sucederá, siendo que hemos visto la Gloria de Dios?",
    "Algunas personas mantienen su distancia y se burlan de Eso, algunos se Le ríen, algunos Le llamarán fanatismo, algunos Le llaman telepatía mental, algunos Le llaman Belcebú, algunos Le llaman una y otra cosa. Como el antiguo proverbio: “Los necios caminan con botas con tachuelas donde los Ángeles temen pisar”. Así es. “El necio ha dicho en su corazón: ‘No hay Dios’”. Cuando él ve a Dios manifestado tan perfectamente por Su Propia Palabra (no por un credo, sino por Su Palabra), y luego pasa Eso por encima y se burla de Él: él es un necio. Porque es, Dios es la Palabra, y Dios se ha hecho claro para ellos, y él es “necio”, dice la Biblia. ¿Qué será de él cuando tenga que estar en ese lugar? Será—será terrible para ese hombre en aquel Día, el impío.",
    "Los pecadores arrepentidos, al contrario, no tienen ningún temor. ¡Oh, no! Un pecador que se arrepiente sabe que hay un Sacrificio sangriento esperando para ocupar su lugar. Eso es lo que me consuela. Yo he visto la Gloria de Dios; he sentido Su poder; conozco el toque de Su mano. Conozco el toque de Su corrección. Sé que Él es Dios. Y sé que estoy deshecho, pero hay Uno que se para allá por mí. Amén. Hay Uno que se para allá y dice: “Padre, cárgame a Mí toda su iniquidad, porque él se paró por Mí allá en la tierra”. ¡Aleluya! Entonces vengo al Trono de Dios, confiadamente, con gracia en mi corazón, sabiendo que no es por buenas obras, sino que soy salvo por Su misericordia. No es lo que yo pueda hacer, o a lo que pueda unirme, lo que yo pueda decir, sino que es por Su gracia que Él me salvó.",
    "Con razón el poeta que captó eso gritó: “Sublime gracia, cuán dulce el sonido que a un infeliz como yo salvó. Estuve perdido, pero ahora soy hallado; ciego, pero ahora veo”.",
    "¿Cómo pudiera yo llegar al Cielo?, ¿cómo pudieran Uds. llegar al Cielo? No podemos hacerlo, nosotros, y no hay manera que lo logremos. Pero hay Uno que abrió el camino. Y Él es el Camino. Y ¿cómo llegamos a Él? Por un Espíritu, Su Espíritu, somos bautizados en un Cuerpo que será levantado como en una órbita. Saldremos de la tierra como astronautas de este último día en la fe de Dios. Amén. Seguro. Los pecadores arrepentidos no tienen que preocuparse, Alguien está allí en el lugar de ellos.",
    "¡Oh, entonces después de haber entrado ahora en Su Presencia, y sabemos que hemos estado en Su Presencia, Lo hemos visto hacer cosas que hizo cuando Él estaba aquí en la tierra! ¿Cómo conocen Uds. la…? ¿Cómo conocen la vid que Uds. están viendo? Por el fruto que lleva. ¿Cómo conocen Uds. a la iglesia a donde asisten? Por el fruto que lleva. Jesús dijo: “El que cree en Mí, las obras que Yo hago, él también las hará. Estas señales seguirán a los que creen”.",
    "Ahora, vemos que Él nunca nos ordenó para ir a hacer denominaciones. Él nunca nos ordenó para ir a hacer credos. Pero Él sí nos advirtió contra eso; “Porque cualquiera que Le quitare algo a Ella o Le agregare algo, al mismo le será quitada su parte, del Libro de la Vida”. ¿Ven?",
    "Así que no se nos ordenó hacer otra cosa más que permanecer con esa Palabra. Y si un hombre es enviado de Dios, él se quedará con la Palabra, porque Dios solo puede enviar por medio de Su Palabra. ¿Ven? Vean, Él tiene que quedarse con Su Palabra. Entonces cuando entramos en Su Presencia, cuando un hombre llega a entrar en la Presencia de Dios, él es cambiado para siempre, si en él puede haber cambio alguno. Ahora, hay quienes pueden entrar en la Presencia de Dios y no prestarle atención. Ese no fue ordenado a Vida. Pero si él fue predestinado por Dios, apenas capta ese primer movimiento, él lo sabe. Se enciende.",
    "Miren a esa pequeña prostituta allí ese día en Samaria, aquella mujer. Ella estaba en un mal estado mental y físicamente; lo sabemos. Pero en cuanto vio esa señal del Mesías manifestada, ella dijo: “Sabemos que el Mesías viene para hacer esto. Tú debes ser Su profeta”.\n\nÉl dijo: “Soy ese Mesías de Quien fue escrito que vendría”.",
    "Ella lo reconoció. No hizo ni una pregunta más. Ella tomó rápidamente la responsabilidad, sabiendo que si ella había encontrado eso y había entrado en la Presencia de Dios, ella era responsable de contarle a alguien más de eso. ¡Aleluya! Correcto. Cualquier hombre que entre en la Presencia de Dios es responsable delante de Dios, a partir de ese minuto, de hablarle a alguien más. Miren a Abraham, miren a Moisés, miren a Pedro, miren a Pablo. Desde el momento en que entraron en la Presencia de Dios, se reconocieron “pecadores” y sellaron su testimonio con su vida. Miren a esa damita, ya no se pudo quedar allí, fue a la ciudad y les dijo a los hombres: “Vengan, vean al Hombre que me ha dicho las cosas que he hecho. ¿No es este el Mesías?”. Ellos no pudieron negarlo, porque era Escritural. Seguro. Sí, ellos tienen que hacerlo, un hombre, cuando nosotros tenemos la responsabilidad de hablarles a otros como lo hizo Moisés, como Pedro, como Pablo. Después de estas cosas, que Uds. han visto Esto y han entrado en Su Presencia, Uds. son responsables por ese Mensaje que llegue a otra persona. Uds. simplemente no pueden quedarse quietos con Él. Tienen que llevarlo a alguien más.",
    "Recuerdo una hermana anciana que antes estaba aquí, la madre del Hermano Graham Snelling; ella se sentaba aquí mismo en la iglesia, y cantaba: “¡Acabo de pasar al otro lado! Estoy corriendo, corriendo, corriendo, y acabo de pasar y no me puedo sentar”. Ella sencillamente había hallado algo. Fui a una iglesita de color acá en Louisville y todos ellos estaban de pie, cantando: “Voy corriendo hacia arriba por la Calzada del Rey, ¡La acabo de hallar, y subo por la Calzada!”.",
    "Hay algo especial cuando uno encuentra a Cristo que ya uno no puede callar. Ud. es otra persona por el resto de sus días, porque cuando vida y Vida se unen, forman una Luz brillante. Cierto. Cuando la bombilla se conecta con el cable, si es una bombilla correcta, tiene que dar luz; cuando se juntan la corriente y la bombilla, no pueden hacer otra cosa que emitir luz; tiene que emitirla. Y cuando un hombre o una mujer está predestinada a Vida Eterna, y ellos ven la corriente de Dios llegar a esa bombilla, emitirá Luz a donde pueda. Ud. tal vez no sea una con más de diez vatios, pero esparcirá la Luz que tiene. Si Ud. no es una de quinientos vatios, esparza Ud. la Luz de diez vatios. ¡Emita su Luz! “Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras y glorifiquen al Padre que está en el Cielo”. Sí señor.",
    "Cuando un hombre entra en contacto con Dios, él mismo se reconoce como “inútil”. ¿Cómo puede un hombre andar por todas partes y jactarse de lo grande que él es y de todo lo que ha hecho, cuando él no es nada? Para empezar, él no es nada. Un día allá en Memphis, Tennessee, o en una… No creo que fue en Memphis. Fue en uno de los lugares allá. Yo estaba con el Hermano Davis, y tenía un—un avivamiento. Puede haber sido Memphis. E íbamos, fuimos a un coliseo, y tenían allí (no un coliseo era una especie de galería de arte), y tenían las grandes estatuas que habían traído de diferentes partes del mundo, de Hércules y demás, que los grandes artistas habían pintado. Y luego tenían el análisis de un hombre que pesaba setenta y dos kilos. ¿Saben Uds. qué, cuánto vale? Ochenta y cuatro centavos. Eso es todo lo que es. Ochenta y cuatro centavos son todos—todos los químicos que uno puede obtener de él. Apenas tiene suficiente cal para espolvorear el nido de una gallina, y tiene suficiente, solo un poco de calcio, un poco de potasio. Todo se vendería por ochenta y cuatro centavos. Pero nosotros sí que cuidamos de esos ochenta y cuatro centavos y lo mimamos.",
    "Había dos muchachos parados allí, y uno miró al otro, dijo: “Jim, no valemos mucho, ¿verdad?”.\n\nÉl dijo: “No, no valemos mucho, John”.",
    "Yo dije: “Pero esperen un minuto, muchachos, Uds. tienen un alma allí adentro que vale diez mil mundos, que ha sido, puede ser redimida por el poder de Dios, si Uds. solo lo permiten”.",
    "Cuando el hombre ve estas cosas, él es responsable de hablarles a otros. Lo entendí cuando yo apenas era un muchacho. He dedicado toda la vida a eso. Solo lamento tener una vida, desearía tener diez mil. Si tuviera una Eternidad aún me gustaría hablarle de eso a la gente, porque es lo más grandioso que he encontrado. Si leen en Ezequiel 33, el capítulo 33 de Ezequiel, había un atalaya en una torre, y este atalaya era responsable de toda la ciudad. Amén. Ahora, despierten, despierten Uds. en su conciencia espiritual por un minuto, mientras abro esta Escritura. Ese atalaya tenía que ser un hombre entrenado. Tenía que saber lo que hacía, pues a cualquier distancia, en cuanto se levantaban, el enemigo, él podía detectarlo. Podía distinguir su marcha, podía distinguir su color, podía distinguir sus filas. Hasta donde los ojos humanos podían ver, él podía verlo. Y él estaba más elevado que los demás, porque estaba entrenado para reconocer al enemigo. Y Dios requería toda la ciudad de su mano. “Guarda, ¿qué de la noche?”. ¡Aleluya!",
    "Así son los soldados de Dios hoy. Están entrenados en la Palabra. Cuando se levanta algo con un poco de adorno, que tiene algo más que no sea Escritura, ellos le advierten a su congregación; cualquier cosa que no sea Biblia, algo que no sea—no sea conforme a Dios, como el tener cenas de sopa, bailes y todo lo demás para pagarles a los pastores. Esas cosas están mal. Juegos de bunco y fiestas de baraja en las iglesias, ¡esas cosas están mal! Y el verdadero atalaya en la pared, que una vez ha estado en la Presencia de Dios… Si no está en la pared, si se supone que él esté en la pared, la pared tal vez no esté más elevada que el resto de la congregación. Pero si él es un atalaya correcto, Dios lo eleva hasta las esferas a donde el resto de ellos nunca llega. ¡Pero él cuida al rebaño y Dios requiere eso de él! El hombre de Dios que está en la Presencia de Dios, y sabe que Dios es Dios, y sabe que Dios cumple Su Palabra, y ve a Dios mismo obrar y hacer Su deber y cumplir Su Palabra, entonces no importa cuántas organizaciones o denominaciones traten de derribar Eso, él conoce las filas del enemigo. Amén. Él sabe qué decirle a la congregación, un verdadero atalaya.",
    "Si hemos confesado que Él es, que hemos estado en Su Presencia y hemos confesado nuestros pecados, ellos son borrados del libro de Su memoria. Nadie sino Dios podía hacer eso. Ahora, Ud. puede hacerme cualquier cosa, yo lo perdonaré, pero lo recordaré. Si yo le hiciera algo, Ud. me perdonaría, pero Ud. lo recordará. Pero Dios puede perdonar y olvidarlo. Piénselo, “¡Ni siquiera lo recuerda!”. Amén. Eso me hace sentir bien. Cuando ni siquiera hay memoria de eso, solo Dios puede hacerlo. Solo Dios puede hacer eso. Él dijo que lo borraría de Su libro de memoria. Yo no puedo hacerlo, Ud. no puede hacerlo, porque solo tenemos estos pequeños sentidos finitos. Pero Él es el Dios Infinito, Él puede olvidar completamente que alguna vez ocurrió. Amén.",
    "Una jovencita venía de una iglesia de campo, y su padre era un predicador gritón a la antigua, o miembro de la iglesia. Y sucedió que ella se mudó a la ciudad, y se mezcló por completo con las mujeres de allá y comenzó a comportarse como ellas, y las modas. Y un día ella estaba un poco avergonzada que su papá y mamá vinieran, o su padre, más bien, su madre estaba muerta. Entonces el anciano, lo único que hacía era levantarse de mañana, desayunaba, tomaba la Biblia y la leía, y lloraba y oraba y gritaba todo el día, y corría de un lado a otro en la habitación, y eso la avergonzaba un poco. Y entonces—entonces en cualquier momento durante la noche, si él tomaba la Biblia, comenzaba a leerla, él se levantaba de la cama y gritaba: “¡Gloria a Dios! ¡Aleluya! ¡Oh, gloria a Dios!”. Y pisoteaba duro y lloraba la mitad de la noche.",
    "Y un día ella iba a invitar a las feligresas de su iglesia a un pequeño té como ellas siempre han hecho, Uds. saben. Así que, ella no sabía qué iba a hacer con su papá; porque después de todo, era su papá. Entonces decidió que lo llevaría al desván, y dijo: “Papá, no creo que te gustaría estar cerca de donde están estas mujeres, ¿verdad?”.\n\nRespondió: “No, creo que no me gustaría”.",
    "Él dijo: “Bueno, van a venir las mujeres de la iglesia aquí hoy, y tendremos una pequeña reunión, una pequeña reunión de oración. Así que, te—te sugiero, papá: ¿por qué no subes al desván?”.\n\nDijo: “Creo que eso mismo es lo que haré”.",
    "Así que ella dijo: “Lee este buen libro”. Y le dio uno de geografía. Se llevó su Biblia para mantenerlo calmado. Porque sabía que si él leía la Biblia, pues, comenzaría a hacer mucho ruido allá arriba. Porque estaba exactamente sobre ellas, Uds. saben, donde ellas tendrían su fiesta. Así que le dio la geografía, dijo: “Esto es bonito. Debes leerlo, papá, porque te dice toda la verdad acerca del mundo”.\n\nPues, dijo: “Me dará gusto leerlo”.",
    "Así que él dijo: “Pues sube allá y guarda mucho silencio hasta que estas mujeres se vayan, y entonces yo… regresarás abajo y luego podrás hacer lo que quieras”. Él aceptó hacerlo. Así que subió, y se sentó allí.",
    "Y todas ellas tenían su té, Uds. saben, hablando de tal y tal, y Uds. saben cómo es, pasándola muy bien. Y en ese momento algo se desata arriba, toda una gritería y saltos, hasta que el yeso se caía. El anciano corría de un lado a otro por el desván tan rápido como podía, saltando de un lado a otro y gritando: “¡Gloria a Dios! ¡Gloria a Dios!”. Las mujeres no sabían qué sucedía allí arriba, lo que tenían arriba. Pues bajó de inmediato por los escalones, tan rápido como podía.\n\nElla dijo: “Papá, te di una geografía para que leyeras”.",
    "Dijo: “Sí, lo sé. ¿Pero sabes?” dijo, “estaba leyendo en esta geografía aquí que hay lugares en el mar que no tienen fondo”. Y dijo: “Ayer leí aquí en la Biblia, Él dijo que Él puso mis pecados en el ‘mar del olvido’. ¡Gloria a Dios!…?…” Dijo: “Todavía siguen bajando. No le encuentran fin, sencillamente siguen bajando”. Así es. Y él gritaba por eso. Bueno, así es.",
    "Dios pone nuestros pecados en el mar del olvido, los borra y son como si nunca hubieran sucedido. ¡Oh, qué cosa! Por lo tanto estamos de pie por la gracia de Dios, por Jesucristo nuestro Señor, puros y santos, tan santos como lo fue Él, porque Él no me ve a mí cuando subo allí, Él ve a Su Propio Hijo. La única manera en que Él puede ver… no puede verme, es porque yo estoy en Su Hijo. Y Él solo ve a Su Hijo. ¿No es maravilloso? Ya no tenemos que preocuparnos de los pecados, todo ha desaparecido, están bajo la Sangre. Sí, señor. Ya no tenemos que preocuparnos más por eso, todo eso ha salido, y ha salido de la memoria de Dios. Él ya ni siquiera lo recuerda.",
    "Isaías, aquel poderoso profeta, cuando confesó sus pecados, dijo: “¡Ay de mí!, porque soy hombre inmundo de labios”. ¡Un profeta! “Soy hombre inmundo de labios y mi congregación es inmunda”. ¿Ven? “Las personas a quienes les predico, ellas son inmundas; yo soy inmundo. Y ¡ay de mí! Pero aquí baja un grupo de Ángeles de la Gloria de Dios, disipando las—las nubes, y miro allá arriba y veo Sus faldas llenando todo el Cielo. Y veo a estos Ángeles que nunca han sabido lo que es el pecado. Ellos ni siquiera han sabido lo que fue el pecado, y allí, en la Presencia de Dios, tienen dos alas cubriendo sus rostros, tienen dos alas cubriendo sus pies y están volando con dos alas y dan voces día y noche: ‘Santo, santo, santo es el Señor Dios’”. ¡Fiu! Eso lo haría a uno sentirse algo impuro, ¿verdad? Ahora, ¿qué hizo él? Dijo: “¡Ay de mí!”.",
    "Y cuando él confesó sus pecados y dijo: “¡Ay de mí!”, el Ángel fue y tomó las tenazas, tomó un carbón encendido que representaba al Espíritu Santo y Fuego, y vino y lo puso sobre los labios del profeta, y dijo: “Te he limpiado”. Luego las alas aleteando así, abrieron las cortinas del tiempo y él oyó a Dios decir: “¿Quién irá por nosotros?”.",
    "Pero después que él descubrió que había una manera de librarse del pecado, Dios quiso que alguien fuera por Él, y él dijo: “Heme aquí, envíame a mí”. Él había estado en la Presencia de Dios, y había confesado Sus pecados y había sido limpio de sus pecados y estaba listo para el servicio. Amén.",
    "Así como el poeta captó eso, dijo: “Millones ahora en pecado y vergüenza están muriendo, escucha ese triste y amargo clamor. Aprisa, hermano, aprisa a su rescate; responde rápidamente: ‘Maestro, heme aquí’”.",
    "Cuando pienso en África, la India y alrededor del mundo, millones de paganos gritando y clamando misericordia, y ¿quién irá? No para darles un tratado, sino para traerles a Jesucristo. Alguien en Su Presencia, como Moisés, que podía ir allí y mostrarles la verdadera liberación. No para hacer que se unan a una iglesia o para estrechar las manos y tener un credo, sino llevarle la liberación a sus almas; algún buen hombre piadoso. Sí, Isaías confesó sus pecados y fue limpio.",
    "Después que Jacob luchó toda la noche, confesando sus pecados, ¿recuerdan Uds. el lugar donde estaba? Se llamaba Peniel, P-e-n-i-t-e-l, Peniel. La palabra Peniel en hebreo significa “el rostro del Dios Todopoderoso”. Jacob, el pequeño sinvergüenza, había huido toda… su nombre era Jacob, que significa “suplantador”, que es engañador, había corrido toda su vida, huyendo de Dios, pero una vez que entró en la Presencia de Dios en Peniel, ante el rostro de Dios, él se agarró de Dios y no quería soltarlo. Dios, necesitamos más Jacobos. Él se aferró al rostro de Dios, en la Presencia de Dios, se quedó hasta que rayó el alba. Dios dijo: “Déjame ir, porque sale el sol”. Y él se quedó ante el rostro de Dios hasta el amanecer, pero él se fue justificado y salvo. ¡Já!",
    "¡Oh, qué gran cosa fue!, pues, saber que él había perseverado en la lucha. Es decir, que había visto las señales de Dios, había tenido sueños acerca de Dios, pero esto fue una vez que él estuvo ante el rostro de Dios, en la Presencia de Dios. Piénsenlo, amigos. Ahora, mientras nos damos prisa. En la Presencia de Dios, el hombre es cambiado. Jacob fue cambiado. Él ahora podía caminar con Dios. Sí, él fue un hombre diferente a cuando subió allí. La batalla ahora había terminado. Sí, señor. Y comenzó a edificar un altar. Él no tenía la costumbre de construir altares, Uds. saben. Pero, les digo, cuando uno entra en la Presencia de Dios, uno quiere construir un altar en algún lugar. Uno quiere encontrar un lugar donde pueda orar. Él construyó un altar. Él fue limpio y Dios había ganado.",
    "Y Jacob fue cambiado de Jacob, “suplantador”, a Israel, “un príncipe que tiene poder con Dios”. Es lo que le pasó a Jacob. El suplantador, el engañador, el injusto, el impío, el engañador, engañó a su hermano, le robó la primogenitura, de esta manera, a su hermano, empleó una manera un poco sucia de hacerlo, ¡qué engañador! Engañó a su suegro. Puso varillas de álamo e hizo becerros listados, cuando las vacas que estaban preñadas iban allí, miraban eso, y las ovejas… veían ese palo listado y producían ganado listado, les daba marcas de nacimiento. Engañador; engañando a su propio suegro. Engañó a su madre, engañó a su papá, engañó a su hermano, pero una vez que entró en la… Él era un sinvergüenza. Él huía a dondequiera que iba, siempre huyendo de Dios, estaba huyendo de su hermano. Pero cuando entró en la Presencia de Dios, reconoció que él era pecador. ¿Qué hizo él? ¿Qué hizo él? Él vio su oportunidad. Se había encontrado con algo en lo que ni siquiera había pensado antes, y se quedó allí hasta que todo pecado había desaparecido. ¡Oh, qué cosa! Dios hizo que llegara a Su Propia Presencia.",
    "Dios tiene una manera de hacer que los hombres entren en su Presencia, y luego toman su decisión. Algunos huyen de Él, otros corren a Él. Si están predestinados a Vida ellos Lo creen; se aferran de Eso. Si no, tratan de alejarse diciendo: “Eso no tiene importancia”. ¿Ven? Y ese es el individuo que está perdido. “El individuo que confesare su pecado, recibirá perdón. Si oculta su pecado, Ud. no prosperará”. No.",
    "Así que Jacob, cuando él, Uds. saben, se encontró con Esaú su hermano al día siguiente. Él ya no necesitó ayuda allí de él. Él no necesitó de sus ejércitos. Estaba en el negocio de construir altares. Él ya no le temía a Esaú.",
    "Salmos 16:8, David dijo: “A Jehová he puesto delante de mí”. Es bueno hacer eso. Salmos 16:8, “A Jehová he puesto delante de mí”. Así que él no podía estar confundido al respecto. Él quería estar consciente de Su Presencia, entonces David dijo: “A Jehová he puesto siempre delante de mi rostro. Ahora yo, David, he puesto al Señor delante de mi rostro, para siempre estar consciente—consciente de la Presencia de Dios”. ¿No sería una buena lección para todos nosotros esta noche? Colocar a Jehová delante de nuestro rostro para que estemos conscientes de Su Presencia. Pónganlo primero. ¿Por qué? Pónganlo primero delante de Uds. ¿Por qué? Entonces Ud. no pecará cuando se dé cuenta que está constantemente en la Presencia de Dios. Cuando uno se da cuenta de que Dios está cerca, Ud. tiene cuidado de lo que dice.",
    "Un hombre cuando piensa que Dios se ha ido, él maldice, él codicia mujeres, él hará… él hurtará, engañará, mentirá. Él hará cualquier cosa cuando piensa que Dios no lo ve. Pero tráiganlo a la Presencia de Dios, él dejará eso inmediatamente. ¿Ven? Y David dijo: “A Jehová he puesto siempre delante de mí”. Eso es bueno. Con razón Dios dijo que él era un varón conforme a Su Propio corazón. El hombre hará de todo cuando cree que Dios no está cerca. Pero cuando él se da cuenta que Dios está cerca, ¿han llegado a notar Uds. a un pecador? Dejen que una persona piadosa se acerque, él dejará de maldecir, si tiene algún respeto. ¿Ven? Él no contará las bromas sucias que antes hubiera dicho. ¿Ven? Vean, él dejará eso, porque sabe que está en la Presencia de Dios, porque Dios mora en el tabernáculo de Su pueblo. ¿Ven?",
    "Después de que David hizo esto, dijo: “Mi corazón se gozará”. Quisiera que Uds. lo lean, Salmos 16. “Mi corazón se gozará y mi carne reposará confiadamente”. ¿Por qué? Mi corazón se gozará porque tengo a Dios siempre delante de mí. “Y mi carne reposará confiadamente; si muero, seré resucitado. Porque Él no permitirá que Su Santo vea corrupción, ni dejará Su alma en el Hades”. ¿Ven? ¡Cuando David había puesto a Dios delante de él, y estaba consciente que constantemente estaba en la Presencia de Dios! “Buscad primero el Reino de Dios”.",
    "Ahora escuchen, iglesia, yo los amo. Y quiero que me escuchen ahora. Como decía el Hermano McCullough: “Voy a decir algo”. Siempre pongan al Señor delante de Uds. y no hagan nada que no harían en Su Presencia, porque Él está cuidando de Uds. ¿Ven? El Señor acampa alrededor de los que Le temen. Él no… Él permanece cerca de Uds. Y Él sabe todo lo que Uds. hacen, y Uds. deben reconocer eso. Cuando Uds. comiencen a decir una mentira, no lo hagan, recuerden: Dios los escucha. Si comienzan a hacer un poco de trampa, no lo hagan, Dios los mira. Si comienzan a tomar Su Nombre en vano, no lo hagan, Dios los escucha. Comienzan a fumar un cigarrillo, Él los mira. ¿Ven? Su… Solíamos entonar un canto, “Por todo el camino al verdadero hogar del alma, un ojo te vigila; a cada paso que Ud. toma, este gran ojo está despierto, un ojo te está mirando”. Recuerden, hagan como David, pongan al Señor siempre delante de su rostro. Entonces su corazón se gozará y su carne reposará confiadamente, porque Él lo prometió. Sí, señor. Él sabía que resucitaría porque Dios lo había prometido. Muy bien.",
    "Cuando entramos en Su Presencia somos cambiados para nunca más ser los mismos. Miren al hombre a través de las edades, de cada esfera social. Miren a Abraham. Ud. dice: “Pues, el cambio de vida solo es para los ministros”. ¡Oh, no! La vida cambiada es para todos. ¿Ven?",
    "Bueno, Abraham era agricultor, pero cuando oyó la Voz de Dios hablarle y vio esa visión, él fue un hombre cambiado de allí en adelante. Él se separó de sus parientes, de todos sus compañeros, y caminó el resto de su vida como peregrino y extranjero en una tierra extraña, viviendo en tiendas, porque él claramente había confesado que estaba buscando una ciudad cuyo Arquitecto y Constructor era Dios. Él sabía que había un Dios y que había una ciudad en algún lugar cuyo Arquitecto y Constructor era Dios. Es lo que nos dice Hebreos 11, que él buscaba una ciudad cuyo Arquitecto y Constructor era Dios. Él fue un hombre cambiado, aunque no era más que un simple agricultor. Pero él vio una visión y entró en la Presencia de Dios, y fue un hombre cambiado de allí en adelante.",
    "Moisés, él era un pastor, pero fue un hombre cambiado cuando entró en la Presencia de Dios. Era cobarde; él huía de Faraón, tenía todo el ejército persiguiéndolo. Pero con una vara en la mano regresó y conquistó a toda la nación. ¿Ven? ¿Por qué? Él entró en la Presencia de Dios. Él fue un hombre cambiado, un pastor.",
    "Pedro, un pescador, no sabía nada de la pesca… o no sabía nada de Dios, lo único que probablemente sabía era cómo pescar. Pero cuando entró en la Presencia de Dios y vio al gran Creador Quien podía crear peces, cuando Él le dijo que echara las redes para pescar; no había peces allí, él acababa de sacar las redes. Pero dijo: “Por Tu Palabra, Señor. Yo creo que Tú eres el Hijo de Dios, y si Tú echas… si yo echara la red, Tú me dijiste que lo hiciera; por Tu Palabra, porque Tú y Tu Palabra son la misma, echaré la red”. Y cuando comenzó a recoger, él dijo: “Apártate, Señor, soy hombre pecador”. ¿Ven?, un pescador, después que Pedro se encontró con Cristo, jamás fue el mismo. Él, después, le fue tan fiel a Dios que le dio a él las llaves del Reino. Sí, señor.",
    "Pablo, un fariseo zelote, educado y entrenado en toda la religión del… la que había en el mundo en ese día, uno de los eruditos más conocidos de la tierra. Pero un día cuando llegó ante esa Columna de Fuego, el Dios que él había perseguido en ignorancia… Él era fariseo, no creía que Dios era un Hombre. Él sabía que Dios era la Columna de Fuego; Ella sacó a Su pueblo de Egipto, Ella había estado con ellos todo el tiempo. Pero cuando él vio esta Columna de Fuego, se postró sobre su rostro. Y oyó una Voz que decía: “Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres, Señor?”.",
    "Él dijo: “Soy Jesús”. Él fue el hombre que dijo: “¿Cómo fuisteis bautizados?”. Él había estado en la Presencia de Dios. Fue un hombre cambiado desde ese momento, él había estado en la Presencia de Dios. Eso cambia al hombre.",
    "Charles G. Finney, un abogado, un gran abogado de Filadelfia, pero cuando entró en la Presencia de Dios, dejó sus estudios de derecho y se convirtió en uno de los predicadores más poderosos que esta nación haya tenido.\n\n[Cinta en blanco.—Ed.]…era un predicador, porque un día él entró en la Presencia de Dios. Una vez él se propuso que estudiaría el ministerio. Uds. conocen su libro. Tengo su autobiografía. Salió a orar. Él pensó que era un predicador. Tenía un deseo de querer predicar, y tenía algunos sermones que él había intentado predicar. Salió un día de su oficina para orar, salió al bosque. Se arrodilló detrás de un viejo árbol derribado, donde iba todas las tardes. Muy religioso, pero él no creía en Eso.\n\nHabía dos mujeres en la iglesia que siempre le decían: “Sr. Finney, estamos orando para que Ud. reciba el Espíritu Santo”.\n\nÉl dijo: “Yo ya tengo el Espíritu Santo”. Dijo: “Soy predicador”.",
    "Dijeron: “Sr. Finney, Ud. es un gran hombre y tiene un gran entendimiento de la Palabra, pero Ud. necesita el Espíritu Santo. Estamos orando por Ud.”. Mujercitas encantadoras.",
    "Así que siguió y siguió. Pues todos los días salía detrás de su oficina, su jefe y todos ellos trabajaban allí con él, y él salía de su despacho de abogados y salía allá a orar. Y un día estaba allí orando y oyó que se rompió un arbusto. Pensó que su jefe se acercaba, buscándolo. Él se levantó rápidamente. Estaba diciendo: “Señor Dios, Te creo”. Se rompió un arbusto, él hizo: “¡Uum! ¡Uum! ¡Uum!” se levantó y dijo que miró alrededor para ver qué era lo que había roto el arbusto. Y fue entonces cuando entró en la Presencia de Dios. Se dio cuenta que ese arbusto se había roto con un propósito. Él se paró allí, las lágrimas le corrían por las mejillas. Él dijo: “Tal vez tengan razón esas mujeres. Me avergüenza que alguien me vea hablando con mi Dios, pero creo que sería un honor que alguien me viera hablando con mi jefe. ¡Cuánto más grande es mi Señor que mi jefe!”. Dijo: “Señor, perdóname y lléname del Espíritu Santo”; comenzó a gritar y a dar voces. Él estaba en la Presencia de Dios. Corrió rápidamente al centro, a su oficina. Llegó a gritar tan fuerte que tuvo que colocarse detrás de la puerta, dijo: “Señor, te traeré deshonra. Escóndeme aquí hasta que se me pase este ataque”. ¿Por qué? Él había entrado en la Presencia de Dios. Fue un hombre cambiado. Los sermones que había predicado, él predicó esos mismos sermones y almas vinieron al altar. ¿Ven?, él había estado en la Presencia de Dios.",
    "Moody, un pobre zapatero anciano, a duras penas sabía el abecedario. Es cierto. Su gramática era escasa. Alguien le dijo un día: “Su gramática es terriblemente escasa, Sr. Moody”.\n\nÉl dijo: “Pero estoy ganando almas con ella”. Así que…",
    "Un día los periódicos, el editor iba a escribir para el periódico. Fue allá para ver cómo era que este hombre podía atraer a multitudes de personas bajo cualquier condición, un tipo viejo, calvo y de todo, y tenía la barba muy larga que le colgaba, medio barrigón, y era un hombre que a la vista era de apariencia horrible. Así que este periódico realmente le dio un mal comentario, dijo: “No entiendo en lo absoluto qué podría ver alguien en Dwight Moody”. Dijo: “Es feo, su voz es chillona, tiene una barba larga hasta la cintura, es tan calvo como una calabaza”. Y dijo: “¿Cómo es posible que alguien alguna vez fuera a ver algo en Moody?”.",
    "Pues, sucedió que el representante de Moody lo vio, dijo: “Mire, Sr. Moody, voy a leerle esto”. Moody mismo no podía leerlo. Así que, él dijo: “Voy a leerle el editorial”. Y lo escribió.",
    "Moody simplemente se encogió de hombros, dijo: “Claro que no, ellos vienen a ver a Cristo”. Eso era todo. ¿Por qué? Él había estado en la Presencia de Dios. De hacer suelas de zapatos, para que la gente las gastara; él calzó al pueblo con el apresto del Evangelio. ¿Por qué? Él estuvo en la Presencia de Dios. Correcto.",
    "Una mujercita entró una vez en la Presencia de Dios, culpable a más no poder. En el momento en que se dio cuenta que estaba en la Presencia de Dios, todo pecado le fue perdonado, y ella fue tan pura y blanca como un lirio. ¡Oh, qué cosa! Cuántos más podría yo mencionar aquí de personas, el tiempo no lo permitiría.",
    "Pero quiero hablar un poco de mí mismo. ¿Qué podría haber sido más vil que yo? ¿Dónde estaba yo? Vine de una familia de borrachos, vine de una familia de asesinos, vine de una familia de contrabandistas de licor. Y Uds. lo saben, todos lo saben, saben la clase de nombre que teníamos aquí. La gente ni siquiera nos hablaba en la calle. Yo iba al centro, empezaba a hablar con alguien, nadie me hablaba si alguien estaba cerca. Me hablaban, y si alguien se acercaba, me dejaban. Y yo me paraba allí y lloraba: “No, esto no es así, no puede ser así. Esto está mal”.",
    "Pero un día yo entré en la Presencia de Dios. Él me cambió y me hizo otra clase de hijo. Su gracia me trajo a Su Presencia. Nunca he querido dejarla. Llevo aquí ahora treinta y tantos años. No quiero dejarla. Tengo la seguridad que siempre estaré Allí. Ni la muerte misma jamás me separará de Su Presencia. No. Estaré con Él para siempre. Cuando vi Su Presencia la primera vez, yo clamé como Isaías: “¡Ay de mí!”. Luego Él me tocó con Su gracia. Yo fui una persona cambiada. El pequeño renegado que solía salir aquí y se comportaba de esa manera y todo eso, fue cambiado, y desde entonces he sido Su hijo. Desde entonces he deseado dar toda mi vida para Su servicio; solo desearía tener diez mil vidas más para dar por Él. Esta se está gastando bastante ahora, ya han transcurrido cincuenta y tres años. Cerca de treinta y tres de ellos han sido, o treinta y dos de estos han sido en el Evangelio. Desearía tener otros mil que pudiera dar. ¿Por qué? Cuando por primera vez entré en Su Presencia y me di cuenta que había Alguien que amaba al que no podía ser amado, había Alguien que me amaba cuando nadie más lo hacía, había Alguien que cuidaba de mí cuando nadie más cuidaba de mí. Abracé Su cruz, la abracé hacia mí y luego Él y yo llegamos a ser uno. Y desde entonces Lo He amado. Él tiñó mi seno y mi corazón con Su Sangre al tocar y perdonar mis pecados, y me alegra esta noche ser uno de los Suyos. Nunca deseo abandonar este lugar Celestial, aunque el tentador a menudo ha intentado persuadirme; pero estoy seguro en el pabellón de Dios, y contento en Su amor y gracia, y estoy viviendo en el lado aleluya. ¡Qué cosa! Hace que mi corazón se regocije.",
    "Lo recomiendo a Él a cada persona cansada. Lo recomiendo a Él a Uds. que no tienen esperanza. Uds. que nunca han estado en Su Presencia, lo único que tienen que hacer es confesar sus pecados y darse cuenta que Uds. están equivocados, y Dios tiene ordenado ese Ángel esta noche que se llama el Espíritu Santo, que les quitará todos sus pecados. Entonces clamarán: “Señor, heme aquí, envíame a mí”. Luego levantarán las manos y cantarán: “¡Yo Lo alabaré! ¡Yo Lo alabaré! Alaben al Cordero por pecadores inmolado. Denle gloria pueblos todos, porque con Su Sangre toda mancha quitó”. Yo Le amo, ¿y Uds.? ¡Vivir en Su Presencia!",
    "Vine aquí al púlpito esta mañana, sintiéndome tan mal y tan enfermo de… Yo—yo estuve allá en Kentucky la semana pasada con algunos amigos personales míos, sentados aquí. Si me hubiese quedado allí mucho tiempo, me hubieran matado, seguro que lo hubieran hecho, con amabilidad; algunas de las mejores cocineras que he conocido en mi vida. Y cuando llegaba a mi límite, que estaba repleto: “Hermano Branham, ¿no quiere un poco de esto?”. Y era tan bueno que solo trataba de empujármelo. Me sentí tan lleno que ni siquiera podía moverme. Yo—yo no podía dormir, y me levantaba y caminaba un rato. Y no me sentía bien cuando llegué aquí esta mañana. Pero al entrar en Su Presencia, asunto resuelto. Eso lo resolvió, todo desapareció entonces. Correcto. ¡Oh, vivir en Su Presencia!\n\nYo Lo alabaré, yo Lo alabaré,\n\nAlaben al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nCon Su Sangre toda mancha quitó.\n\nInclinemos nuestros rostros ahora.\n\n[El Hermano Branham comienza a tararear, Lo alabaré.—Ed.]\n\nPorque ha hecho tanto por mí.\n\nMe ha perdonado mis transgresiones,\n\nY Su Sangre ha borrado mi pecado.\n\nYo Lo alabaré, yo Lo alabaré,\n\nAlaben al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nCon Su Sangre toda mancha quitó.\n\n[El Hermano Branham comienza a tararear, Lo alabaré.—Ed.]",
    "Ahora si Ud. está aquí esta noche… Y yo sé que Su Presencia está aquí. Parado allí adentro hace un rato, con una pequeña de la Iglesia de Dios, el Espíritu Santo se movió sobre mí cuando oraba por esa niña. Los padres habían venido del campamento de la Iglesia de Dios de Anderson. Y el supervisor de allá, conociendo la niña, los médicos dijeron “podrá… morirá enseguida, con leucemia”. Una niña pequeña, encantadora, ahora en sus últimas etapas. Ella fue allá atrás y me extendió su manito, la tenía toda hinchada por las agujas y cosas que le habían puesto, y morada. La miré, vi una visión. Los padres acababan de leer un libro allá. No sabían nada al respecto. El supervisor general del campamento allá les habló, dijo que trajeran aquí a la niña. Querían regresar cuando tuviéramos un culto de sanidad. Y dije: “Traigan a la niña ahora”, me sentí guiado.",
    "Estando parado allí, el Espíritu Santo fue al pasado y les presentó la historia de la niña. Les dijo todo acerca de cómo sucedió, lo que habían hecho. Dijo que el anhelo de la niña era de ser pianista. Y esa madre por poco grita. Y ese papá dijo: “Eso es la pura verdad de Dios”. Están sentados ahora mismo en el coche escuchando esto, no pudieron entrar, están sentados allí afuera escuchando ahora.",
    "Vino un gran velo de sombra sobre la niña. Y dije: “Satanás, estás derrotado”. “Tú no haces acepción de personas, Dios. Y por el poder de Tu resurrección, y como Tu siervo yo echo fuera a este diablo de la niña”. Una gran Luz brillante brilló sobre ella, eso había terminado. Amén. ¿Ah? Seguro. ¡Él es digno de toda alabanza!",
    "Él sabe todas las cosas. Él conoce su corazón. Y Ud. sabe lo que Ud. está pensando; Él también lo sabe. Si en Ud. hay un pequeño pecado pendiente esta noche, y Ud. no quiere entrar en la Presencia de Dios con eso, ¿levantaría la mano una vez más y diría: “Hermano Branham, ore por mí, quiero estar en Su Presencia en aquel Día, sin culpas”. Dios le bendiga. Muchas manos, Dios las ve. En Su Presencia. Ahora les diré qué hacer. Ahora solo escuchen atentamente. Hagan como David, pongan al Señor delante de Uds. ahora mismo. Pongan al Señor entre Uds. y ese pecado, sea cual sea el pequeño pecado que lo asedia. Podrá ser el mentir, podrá ser el hurtar, podrá ser el mal pensamiento, podrá ser el mal genio, podrá ser el beber, podrá ser el fumar, podrá ser los juegos de azar; no sé. Podría ser la lujuria, podría ser cualquier cosa; no sé qué sea. Lo que sea, ponga al Señor delante de Ud. Y entonces su corazón se gozará y su carne reposará confiadamente, porque Ud. sabe que Cristo prometió que Él resucitaría de nuevo en los postreros días. Cuando Él venga, nosotros vendremos a Su semejanza. ¿Quiere Ud. hacerlo ahora, mientras oramos?",
    "Nuestro Padre Celestial, un Mensajito entrecortado de un siervo cansado y agotado; pero pensando en el tema de “Morar en la Presencia de Dios”. Y vemos esta noche el efecto que tuvo en los hombres santos el entrar en Tu Presencia, ese efecto que tuvo en ellos. Sabios, grandes profetas poderosos ordenados por Dios y enviados a predicar la Palabra y, aún al encontrarse con Él cara a cara y caer a tierra como hombres muertos. ¿Qué vamos a hacer nosotros en ese día, Señor? Lo hemos pensado; hemos estado pensándolo. Unas cuarenta o cincuenta manos lo han pensado, Señor, porque acaban de levantar esas manos, o los corazones debajo de la mano, han estado pensando en encontrarse con Él desde que comenzamos a hablar. ¿Qué harían si ellos tuvieran que encontrarse con Él?",
    "Mis manos, Señor, están levantadas. ¿Qué haré yo? Ahora, Padre, tengo muchas cosas que hago mal. Acabo de confesar mi pecado esta mañana ante la iglesia, como Te lo confesé a Ti en la cumbre de la montaña la otra mañana cuando soplaba y nevaba, y allá en la cumbre de la montaña, de cómo clamé y Te pedí que perdonaras mi torpeza. Y de cómo temía venir delante de mis hermanos, que algunos me consideran como Tu siervo-profeta. Y, Señor, cómo aborrecí venir delante de ellos y contarles de un acto insensato, que yo haría tal cosa, pero, Dios, fue bueno para mi alma que confesara mis pecados y no ocultarlos. Por lo tanto, para ser sincero Contigo y recto ante el pueblo, lo he confesado, Señor. Estoy errado, estoy totalmente errado. Oro pidiendo perdón.",
    "Y luego, Padre, he sido dilatorio con respecto a Ti, servirte, muchas veces tal vez podría haber tomado más tiempo cuando no lo hice. Padre, confieso mis pecados. Quiero que el Ángel de Dios me limpie de eso, por la Sangre de Jesús. Otras manos se levantaron esta noche, algunas de ellas tal vez nunca han pedido perdón antes; pero estoy seguro de esto: si confesamos nuestros pecados, Dios los borrará, los pondrá en el mar del olvido y nunca—nunca más los recordará. Y, Padre, al confesar el mío, acerca de comportarme incorrectamente delante de esas personas, no me comporté como un siervo de Cristo; no lo hice. Temí que aquel hombre se enojara conmigo y pensé en que yo no quería herir sus sentimientos, pero no pensé en lo que Te hacía a Ti, Señor. Y ahora yo—yo oro que me perdones. Y ahora, Padre, sé que si pido perdón yo tengo perdón, y Tú los pusiste en el mar del olvido y nunca más lo recordarás. Dios, estoy agradecido por eso.",
    "Y oro que Tú le permitas a cada persona aquí que tiene pecado, pecado delante de ellos que los acecha, que ellos lo quiten y pongan al Señor delante de ellos como lo hizo David. Porque ahora clamamos: “Ay de mí, porque he visto la gloria de Dios. Soy hombre inmundo de labios, o mujer o muchacha de labios inmundos, muchacho, o algo”. Lo que pudiéramos ser, somos inmundos, y pedimos que la Sangre de Jesucristo, el Sacrificio apropiado, nos limpie de todo pecado, para que vivamos para siempre en Su Presencia. Permítenos ir de aquí esta noche con nuestro corazón gozándose y nuestra carne descansando confiadamente, sabiendo esto: que cuando venga Jesús, seremos resucitados con Él a Su semejanza, y lo encontraremos a Él en el aire, en el Rapto, cuando la cuenta regresiva finalmente haya terminado. Vemos que la cuenta regresiva de la séptima edad de la iglesia ya ha finalizado, y estamos listos ahora para el despegue. Oramos, Dios, que Tú, antes que cierres la puerta, si hay alguien aquí esta noche que nunca ha entrado, que se den prisa entrando rápidamente, porque sentimos que la puerta de la misericordia, entre la misericordia y el juicio, se está cerrando. Aquellos que quieran aceptar la misericordia entrarán. Los que no quieran entrar tendrán que sufrir el juicio. Dios cierra la puerta. Que no haya una puerta cerrada esta noche para cada uno de estos pecadores que confiesan. Que todos tengamos perdón y misericordia. En el Nombre de Jesucristo.",
    "Y ahora, Padre, por los enfermos y los afligidos, por los necesitados, oro que Tu gracia supla todo lo que necesitan. Que ellos entren en Cristo, en Su Presencia; pongan a Cristo, a Cristo, la promesa, “Él herido fue por mis transgresiones” esos son mis pecados. ‘Por Su llaga yo soy curado’ por lo tanto, pongo al Señor delante de mi enfermedad. ‘Él está a mi diestra y no seré conmovido’, entonces camino con valentía confesando que soy curado. ‘Con Su llaga soy curado’”. Concédelo, Señor, a cada uno de ellos. Y sabemos que si confesamos con nuestros corazones y, o con nuestros labios, y creemos en nuestros corazones, entonces recibimos nuestro deseo.",
    "Tú dijiste: “Cuando dijeres algo, cree que sucederá, podrás tener lo que has dicho”. Nosotros lo creemos, Padre, y creemos que Tú nos limpiarás de todos nuestros pecados y sanarás toda nuestra enfermedad y, nos darás gracia, Señor, para servirte.",
    "Sé con estas personas. Muchos de ellos recorrerán carreteras oscuras esta noche. Muchos de ellos recorrerán muchas millas. No dejes que nada les suceda, Señor. Atravesaron el país para sentarse aquí para escuchar la cuenta regresiva, para ver cuán cerca estábamos del tiempo final. Ahora les he pedido que se vayan, colocando siempre a Dios delante de ellos, siempre delante de ellos, antes de cualquier cosa. Antes de su viaje, antes de su movimiento, antes de su—antes de levantarse, después de irse a la cama, ¡siempre antes de dormir, dondequiera que sea, que pongan a Dios primero! “Porque él está a mi diestra, y no seré movido”. Luego que sus corazones se regocijen, al saber que tienen aquello que han pedido, porque Dios lo prometió y su carne descansará confiadamente. Concédelo, Señor, porque lo pedimos en el Nombre de Jesucristo. Amén.\n\nYo Lo alabaré, yo Lo alabaré,\n\nAlaben al Cordero por los pecadores inmolado;\n\nDenle gloria, pueblos todos,\n\nCon Su Sangre toda mancha quitó.",
    "Ahora ¿cree Ud. que ha puesto al Señor entre Ud. y su pecado?, ¿entre Ud. y su enfermedad?, ¿entre Ud. y su falta?, ¿entre Ud. y sus caminos? “El Señor está siempre delante de mí y yo estoy en Su Presencia. La próxima vez que yo comience a encender un cigarrillo, el Señor está delante de mí. La próxima vez que comience a codiciar, el Señor está delante de mí. La próxima vez que yo comience a decir algo errado, el Señor está delante de mí. La próxima vez que yo comience a decir algo malo, el Señor está delante de mí. Y yo no seré conmovido. Amén. Viviré en Su Presencia cada día, en mis asuntos, cada día en lo que hablo. Caminaré como si el Señor estuviera delante de mí, porque esta noche Lo he puesto a Él delante de mí. No seré conmovido”. ¿Le aman Uds.?",
    "Ahora, pongámonos de pie entonces. ¡Oh, me siento muy bien! Siento que no quiero irme a casa. Y saben, solo faltan veinticinco minutos para las nueve, me adelanté por casi dos horas. ¿No es maravilloso? ¡Oh, qué cosa! Pero ahora que nos vamos, recordemos: debemos llevar el Nombre de Jesús con nosotros, como un escudo contra cada lazo. Y cuando las tentaciones nos rodeen… es para tratar de recordarnos: solo invoquen ese Nombre santo en oración.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\n¡Oh!, tus pesares cesarán.\n\n¡Suave Luz, (Suave Luz), Manantial!\n\nDe esperanza, fe y amor;\n\n¡Suave Luz, (Suave Luz), Manantial!\n\nEs Jesús el Salvador.",
    "¿Cuántos disfrutan a nuestro pastor, el Hermano Neville? [La congregación dice: “Amén”.—Ed.] ¿No están agradecidos con el Señor por un hombre bueno, honesto y sencillo que cree el Evangelio? [“Amén”.] Y está haciendo un trabajo tan maravilloso en obedecer los Mandamientos de Dios y predicar la Palabra y constantemente mantener esta gran atmósfera espiritual en la iglesia. Recuerden: he bajado por la costa oriental, he cruzado el sur y he subido por la costa occidental, y a través de Canadá, y no he encontrado una iglesia que sea tan espiritual como esta iglesia aquí. Ellas están en decadencia, sí, o en el fanatismo o desviadas en pataletas, o tan frías que simplemente no hay manera de moverlas. Es todo.",
    "Ahora, ¿se aman los unos a otros? [La congregación dice: “Amén”.—Ed.] ¡Oh!, dense la mano el uno al otro y digan: “Alabado sea el Señor”.",
    "[El Hermano Branham le da la mano al pueblo.—Ed.] Alabado sea el Señor. Alabado sea el Señor. Alabado sea el Señor. Alabado sea el Señor, hermana. Alabado sea el Señor. Me alegro de haberlo visto aquí, hermano. Alabado sea el Señor, hermana. Dios le bendiga. Muy bien. Dios le bendiga. Muy bien. Dios le bendiga. Sé lo que Ud. necesita. Dios le bendiga. Dios le bendiga.\n\nDe Jesús el Nombre invoca,\n\nQue te sirva de broquel contra los lazos;\n\nCuando tentaciones te rodeen (¿Qué harás?)\n\nInvoca ese Nombre santo en oración.\n\nSuave Luz, (Suave Luz), ¡Oh, manantial! (¡Oh, manantial!)\n\nDe esperanza, fe y amor;\n\nSuave Luz, (Suave Luz), ¡Oh, manantial!\n\nEsperanza terrenal y gozo del Cielo.",
    "Inclinemos nuestros rostros ahora. Suavemente, y pues no olvidemos eso. Cantemos esa estrofa de nuevo.\n\nDe Jesús el Nombre invoca, (¿Para qué?)\n\nDe broquel contra los lazos, (cuando Satanás trate de atraparte);\n\nCuando tentaciones te rodeen, (¿Qué harás?)\n\nSolo invoca ese Nombre santo en oración.\n\n“Porque el Señor está delante de mi rostro, ¡no seré conmovido!”.\n\n¡Suave Luz, (Suave Luz), Manantial!\n\nHermano Neville. 🦅"
  ]
}