{
  "title": "LA LLAVE DE LA PUERTA",
  "id": "62830009",
  "content": [
    "🦅  ¡Es un privilegio estar en el tabernáculo! También fue un poco inesperado para mí. Yo, sabiendo que esta noche es la noche de comunión, si estoy por aquí, siempre me gusta venir a la comunión. Porque es… yo creo que todo Cristiano debe anhelar tomar la comunión, porque Jesús dijo: “Si no la tomas, no tienes parte Conmigo”. Así que, es un… siempre un gran privilegio el—el venir al tabernáculo. Luego, esta noche, el Hermano Neville dijo que estaba un poco ronco y—y quería que yo le hablara a nuestra congregación. Le dije que me encantaría hacerlo. También quisiera anunciar que si…",
    "Mañana por la noche es la reunión de los hombres, los síndicos, mañana por la noche, y los hombres de negocios aquí de la iglesia, en su reunión usual de lunes por la noche, y su… tienen que tomar una decisión con el contratista. Supongo que todos Uds. saben que nuestros—nuestros—nuestros planos fueron aprobados, y podremos construir la iglesia. Y fue aprobado y probablemente se iniciará esta semana. Se comienza con la iglesia esta semana, hasta donde sé. Y nos rechazaron eso, aquí en Jeffersonville. Pero fuimos a Indianápolis, al estado, y ellos nos dieron permiso, así que la construiremos. Y comienza tal vez esta semana. Se sabrá después de la reunión mañana por la noche. Y luego, después de la reunión de mañana por la noche, si no comienzan esta semana, si sucede algo, que el contratista no pueda comenzar esta semana, comenzará entonces la próxima semana.",
    "Y este próximo fin de semana, sábado en la noche, domingo en la mañana y domingo en la noche, de la próxima semana, este próximo sábado y domingo, si el Señor permite, quiero tener de nuevo una—una—una reunión triple, como lo hicimos hace unas semanas. Y luego, después que nosotros… Eso será el sábado en la noche, y luego el domingo en la mañana, y también el domingo en la noche. Este próximo, será los días trece y catorce de este mes.",
    "Y después, algunos de los hermanos y yo nos iremos más tarde, a Colorado, en un viaje de cacería, luego regresaremos. Si el tabernáculo, cuando esté terminado, si fuere la voluntad del Señor, quiero tal vez tomar una semana entera antes de que me vaya de nuevo a las reuniones, y tener Los siete sellos del Apocalipsis. Justo antes… Así como tuvimos Las siete edades de la Iglesia, ahora Los siete sellos como continuación de Eso.",
    "Y probablemente como en las próximas dos o tres semanas, porque creo que ellos dicen que con los hombres que van a poner, pueden, podremos construir el tabernáculo y tenerlo en unos diez días, o quince, algo así. Entonces tendremos capacidad aquí para sentar el doble de personas que tenemos, o tres veces, tal vez más personas. Y por eso yo esperaba hasta ese tiempo.",
    "Porque el sábado y domingo pasado, fue impactante, Uds. ya saben. La gente estaba parada aquí a las dos de la tarde, para entrar al tabernáculo, antes de que se abriera la iglesia. La mañana siguiente, a las cinco en punto, una enfermera vecina mía que venía de allá, dijo: “Había personas todo alrededor del tabernáculo a las cinco de la mañana”. Pues, y luego la gente cuando entra no hay espacio, y se desaniman y se van. Y—y entonces aquellos que están parados y amontonados y apretados en los pasillos, se sienten acalambrados, y todo. Y veo a mujeres allí paradas, sudando de esa manera, Uds. saben, y el sudor les corre. Y un varón se para y le cede su asiento a una dama; y luego él se para hasta que le duelan las piernas, y luego otro se lo cede. Uds. saben, y de esa manera, y es triste, y las madres con pequeños enfermos y demás, eso está mal.",
    "Así que, estamos tratando de terminar con eso ahora al construir un tabernáculo más grande. Y tendremos un lugar agradable donde los niños, a veces… e interrumpen, como los pequeñitos que lloran; bueno, tendremos un cuarto para eso, para que las madres entren allí, viendo el servicio, y se transmitirá directamente a ese cuarto. Y tendremos salas de clases dominicales y todo en línea como debe ser. Y eso, si el Señor quiere, se llevará a cabo esta próxima semana.",
    "Todos Uds. votaron cien por ciento por eso, y en eso nos hemos mantenido, ¿ven? La iglesia es soberana. Lo que diga la iglesia, así es. Ni los síndicos ni nadie más… Los síndicos solo tienen cada uno un voto. El pastor es solo un voto. Es la iglesia, eso es—es la democracia de la iglesia, la soberanía de la iglesia. La iglesia, en conjunto, habla. Eso es todo. Y eso nos gusta, porque no tenemos obispos ni jerarquías ni supervisores ni nada por el estilo que nos diga esto, eso o lo otro. Es el Espíritu Santo en la iglesia el que habla. Me gusta esa regla, y es muy buena.",
    "Y pregunté: “¿Quieren Uds. esperar hasta que tengamos lo suficiente para mover el tabernáculo y construir una iglesia grande?”. Eso fue por la junta de síndicos, pues los síndicos no pudieron resolverlo. Y luego me pidieron, como el supervisor general, que yo viniera y se lo preguntara a la iglesia. Entonces dije: “Ahora tenemos suficiente dinero para agrandar el tamaño de la iglesia y arreglarla toda diferente, y todo, a lo que tenemos”. Dije: “Bueno, podemos hacerlo de inmediato, o ahorrar nuestro dinero hasta que tengamos lo suficiente para construir la iglesia completa, nueva, en otro sitio”.",
    "Y votamos en la iglesia, y se votó unánimemente: “construir la iglesia ahora mismo, y simplemente construir una iglesia más grande ahora mismo”. Y con eso nos hemos quedado.",
    "Y el municipio aquí en Jeffersonville nos rechazó, dijo que no podríamos hacerlo. Y pasamos por encima de eso, y fuimos a Indianápolis y se lo presentamos al Estado. Y luego enviaron la respuesta, que: “empiecen”, tenemos el visto bueno para construirlo. Por tanto, ya la ciudad no tiene nada que ver con eso, el Estado es el que tiene que hacerlo. Así que tenemos el permiso, y el contratista tiene el—el permiso en la mano ahora mismo, y supongo que ellos están listos para comenzar en cualquier momento.",
    "Mañana por la noche, si el—si el contratista dice que quiere comenzar la próxima semana, entonces simplemente me olvidaré de las reuniones para los… hasta que lleguemos a Los siete sellos. Y luego si el contratista no puede comenzar la próxima semana, entonces el próximo domingo, el sábado y el domingo, tendré el culto antes de irme.",
    "Y yo iba a tenerlo este domingo, y entonces me enteré que esta noche sería la noche de comunión, así que lo cancelé este domingo. Porque con tal multitud no se puede tomar la comunión cómodamente, y luego, cuando tengamos la iglesia más grande, podremos.",
    "Ahora, tenemos un futuro Presidente. El… ¡oh, Uds. saben lo que quiero decir!, acaba de nacer en la familia Hickerson no hace mucho. Y nuestra hermana que es la pianista, por favor venga y denos un pequeño acorde en el piano, de “Tráiganlos” por favor, o un corito de esos. Este fino caballerito de la familia Hickerson, que se esperó por tanto tiempo, ha llegado. Es un pequeñito muy fino, y verdaderamente es una joya para los Hickerson. Y todos ellos son joyas para nosotros, los amamos y en realidad son nuestro hermano y hermana. Estamos agradecidos de que este pequeño haya nacido en su familia, y ha revolucionado completamente a la familia. Y si ellos, el padre y la madre, traen a este pequeño ahora para la dedicación. Bueno, la Escritura dice: “Ellos le traían a Él niños, infantes, para que Él pudiera poner las manos sobre ellos y bendecirlos”.",
    "Ahora, en el mundo hay personas que creen en lo que se llama el “bautismo infantil”. Y es esto: toman a estos pequeños y no es que los bautizan, porque solo los rocían con agua. Pues, no encontramos eso en ninguna parte de la Biblia, donde ellos hayan rociado a alguien, adultos, mucho menos a los niños.",
    "Y, así que, el bautismo es una confesión de que ha habido una obra interna de gracia. Y los pequeñitos no tienen conocimiento del pecado. Por lo tanto, cuando Jesús murió en la cruz, Él murió para quitar el pecado del mundo. Y cuando el bebé se convierte en un ser humano y nace en este mundo, ellos no tienen ningún pecado propio, por tanto, no tienen de qué arrepentirse. Pero cuando eso, la Sangre de Jesucristo quita ese pecado. Por supuesto, el bebé nace en pecado, es formado en iniquidad, viene al mundo hablando mentiras, y son pecadores por naturaleza, pero la Sangre de Jesucristo expía eso. Pero cuando el bebé llega a la edad de responsabilidad, y sabe lo que es correcto e incorrecto, entonces tiene que arrepentirse por lo que haya hecho. Su pecado ahora es el pecado por cuanto nace en pecado, es el pecado humano, el pecado ahora es el pecado que cometió Adán y Eva; y eso fue omitido por Dios, por la Sangre de Jesucristo. El bebé ahora no tiene pecados de qué arrepentirse hasta que peca, luego él tiene que arrepentirse. ¿Ven? Y cuando él se arrepiente, entonces es el momento de ser bautizado, y luego es bautizado por inmersión.",
    "Hasta entonces, seguimos las instrucciones de la Biblia, que: “Le presentaban a Jesús niños pequeños, para que Él pudiera poner las manos sobre ellos y bendecirlos”. Este cariñoso padre esta noche trae a este pequeñito al pastor y a mí, para la dedicación. Y sienten que al ponerlo en manos de representantes de Cristo, ellos lo ponen en las manos de Cristo. Luego, por fe, llevamos el bebé a Dios, agradeciendo por traerlo aquí, y le pedimos a Dios que lo bendiga, y es lo que llamamos la “dedicación infantil”.",
    "Bueno, Uds. saben cómo estaría yo con respecto a mis propios hijos. Tengo a una hijita en la Gloria esta noche, y ella fue dedicada al Señor, aquí en el altar. Tengo a un pequeño y a una niña sentados allí esta noche, que aún no han sido bautizados. Una, de once, hoy le estuve hablando al respecto, Sarah, del bautismo. Y José solo tiene siete, pues aún es demasiado joven para eso, hasta que… Si él lo deseara y dijera que Dios se lo está poniendo en el corazón, entonces yo lo haría. Pero, en cuanto a los bebés, yo solo los dedico al Señor, porque esa es la enseñanza Escritural para eso.",
    "Hermano Neville, por favor venga conmigo donde este buen muchachito. [El Hermano Branham se acerca al Hermano y a la Hermana Hickerson.—Ed.] Yo temía que…¿Es este Hollin? ¿Hollin? Sí, Hollin, Junior. Stephen Hollin. Bueno, está bien. ¡Oh, pensé que estaba dormido! Esa es la naturaleza de los Hickerson, cuando está pasando algo. Lo vi el otro día, dije “el Presidente”, y todo eso. Y, por supuesto, eso fue muy poco para él, ¿ven?, hablar de él como un “Presidente”. ¿Cómo estás? Bueno, sé que definitivamente es un tesoro para cualquier madre piadosa. ¿No creen Uds.? Es muy dulce. Y ahora, Hermano Hickerson y Hermana Hickerson, como siervo de Cristo, como su pastor, llevo a este bebé, por fe, a los brazos de Jesucristo, en Cuyos brazos Uds. desean colocarlo.",
    "Inclinemos nuestros rostros mientras el pastor y yo estamos aquí con nuestras manos sobre el bebé.",
    "Nuestro Padre Celestial, en la Biblia Te traían pequeños, para que pusieras Tus manos sobre ellos y los bendijeras. Y verdaderamente, Señor, fueron bendecidos. Y ahora para seguir Tu ejemplo, las cosas que hiciste, lo hemos intentado cuidadosamente, Señor, leyendo la Biblia y siguiendo el ejemplo exactamente como Tú lo hiciste. Y este padre y madre, el Hermano y la Hermana Hickerson, queridos discípulos nuestros aquí en el Tabernáculo, nos traen a esta pequeña fuente de alegría que Tú has puesto a cargo de ellos. Vino de Ti, Señor. Tú les diste este niño. Y ahora ellos desean entregarte a Ti su pequeña vida, para Tu servicio. Oro que bendigas a este niño, que le des una larga vida. Que viva, si es posible, para ver la Venida del Señor. Oro para que lo bendigas donde sea que él esté. Que sea criado en un hogar Cristiano, ya que ha nacido en uno. Y que pueda continuar en este hogar. Que el padre y la madre vivan para ver al bebé en el púlpito, si es posible, predicando el Evangelio. Ellos prefieren verlo así, Padre, que en el—el trono en la Casa Blanca, o en cualquier otro lugar, porque ellos son siervos Tuyos, y desean que la vida del bebé sea dedicada y de bendición para la obra de Dios.",
    "Pues yo oro, Padre, que bendigas al niño. Y que la gracia de Dios venga sobre él, y que sea saludable y feliz toda su vida. Y que el padre y la madre vivan para verlo crecer, pedimos nuevamente. Bendícelo, a quien bendecimos en Tu Nombre.",
    "Y ahora, pequeño Stephen Hollin Hickerson, te entrego a Jesucristo, que las bendiciones que hemos pedido vengan sobre ti. Sé sano y fuerte, mi hermanito, y que vivas para glorificar a Dios. En el Nombre de Jesucristo lo pedimos. Amén.\n\nDios te bendiga. Dios los bendiga a todos. Un bebé muy dulce.\n\nDonde no habrá vejez, no habrá vejez,\n\nEn la Tierra donde no habrá vejez;\n\nNo habrá vejez, no habrá vejez,\n\nEn la Tierra donde no habrá vejez.",
    "¿No será maravilloso? Los jóvenes serán adultos, y los ancianos serán jóvenes. Pues, ¿no es maravilloso? Y nunca estaremos enfermos, nunca tendremos dolor, ni nunca moriremos.",
    "Ahora, el Hermano Neville ha anunciado los servicios. Quiero también anunciar ahora, que esa reunión, no la olviden, ni las reuniones que él mencionó. Además, la Sra. Ford que venía a la iglesia hace años, la llevé a su hija, hace un par de días, y ella tiene ochenta años, y fue a encontrarse con el Señor anoche creo que a las ocho en punto. Y sus servicios, el pastor y yo los celebraremos en la capilla de Coots el miércoles, a las diez—diez y media, este próximo miércoles. La Sra. Ford, la Sra.… Creo que olvidé cuál es… Leví, la Sra. Leví Ford. Nuestra… Ella es—es la madre de Lloyd Ford que Uds. ven en mi libro, que iba a guardarme ese traje de los Niños Exploradores, y solo me quedó una pierna. Pues, es—es la madre del niño. Así que la llevé allá el otro día y oré con ella, la pobrecita anciana. Y ella fue a encontrarse con el Señor Jesús.",
    "Ahora, si el Señor permite, tenía algo aquí que tal vez anuncie, que los servicios, si los tenemos esta próxima semana, si es que los he puesto aquí, o al menos eso pensé, sobre lo que iba a hablar en el—el—el próximo, este próximo culto de la semana que viene. Si yo—yo creo… pensé que lo puse en este libro, no sé si lo hice o no. Sí, aquí está. Si el Señor permite, el sábado en la noche quiero predicar sobre el tema “Porqué un hombre influye en la vida de otro”. Y el domingo en la mañana quiero predicar sobre “La coronación de la pirámide”. Y el domingo en la noche quiero predicar sobre Mi Guía, el tema, Mi Guía, para la noche de este próximo domingo. El Señor bendiga ahora esas cosas y me ayude, porque no he estado aquí, y solo las tomo de un pequeño contexto.",
    "Ahora, esta noche, queremos darnos prisa y tener algunas cosas. A propósito, tengo una carta aquí que—que acaba de llegar por correo, Billy la recogió hace poco, que algunos hermanos están en Michigan, y esto viene de la asociación ministerial, que andan con muchas cosas. Eso es lo que enreda las cosas, ¿ven? Que, dicen aquí que algunos hermanos allá dijeron que yo los envié allí, y que ellos están predicando que los hombres deben dejar a sus esposas y buscar a su compañera espiritual, y que—que yo soy perfectamente infalible. Que no hay nada… Y, ¡oh!, algunas de las peores cosas que Uds. hayan oído. Y la asociación ministerial se dio cuenta de eso, y me han escrito una carta al respecto, y que yo los envié allí y eso está causando mucha confusión. Y algunos de ellos profetizan y dicen que un hombre debe dejar a esta esposa e ir a casarse con esa. Pues, esta iglesia sabe que nosotros no toleramos tales tonterías como esas.",
    "Nosotros creemos en la Biblia. Creemos que cuando un hombre toma a una mujer, ella es su esposa, y solo la muerte puede separarlos. Solo así. No creemos en tales necedades como esas. Tampoco creemos en el amor libre. No creemos en esas cosas. Le creemos absolutamente a la Biblia, y solo a Ella. Pues solo la fotocopiaré, una copia de esta carta, y daré mi respuesta y la colocaré en las revistas, y eso—eso lo aclarará. Espero que sí, de todos modos, al contestarles.",
    "Ahora, esta noche, justo antes de abrir la Escritura, hablemos con nuestro Señor.",
    "Nuestro Padre Celestial, nos acercamos a Tu Trono de misericordia, en el Nombre del Señor Jesús, ese gran Ser Quien descendió de la Gloria para abrirnos las riquezas de los tesoros de Dios. Cuánto Te agradecemos por este gran Jesús Quien fue la manifestación de Dios, personalmente para nosotros, y por medio de Él tenemos redención de nuestros pecados. Y ahora hemos pasado de muerte a Vida, porque Le creemos a Él. Porque está escrito de Él, que dijo: “El que oye Mis Palabras y cree en el Que Me envió, tiene Vida Eterna; y no vendrá al juicio, mas ha pasado de muerte a Vida”.",
    "Bendice Tus Palabras esta noche, Señor. Y estamos aquí para tomar la comunión en un rato. Cristianos, conciudadanos del Reino se reunirán alrededor de los altares, y allí tomarán lo que llamamos “la comunión”, la—la pequeña porción del—del sacramento que Tú nos dejaste, para mostrar que creemos que Tú has muerto por nuestros pecados, y resucitaste al tercer día, y vives para siempre, y hacemos esto hasta que Tú regreses, de acuerdo a las Escrituras, como nos ha sido ordenado. Santifica nuestros corazones de los malos pensamientos y de todo lo que hayamos hecho que haya sido contrario a Tu gran voluntad. Padre, perdónanos y danos de Tu gracia esta noche. Parte para nosotros ahora el Pan de Vida, en la Palabra, mientras La leemos y hablamos de Ella. En el Nombre del Señor Jesús lo pedimos. Amén.",
    "Ahora en el Libro de Apocalipsis, comenzando solo con un versículo, deseo leer el versículo 20, o sea el versículo 1 del capítulo 20.\n\nVi a un ángel que descendía del cielo, con la llave del abismo, y una gran cadena en la mano.",
    "Ahora deseo hablar, si fuera, si titulara el texto aquí de esto o tomara un contexto de este texto, para los próximos veinte o veinticinco minutos, me gustaría titularlo, La llave de la puerta. Pues, no quiero colocarle—colocarle, las “llaves”, porque a Pedro le fueron dadas “las llaves del Reino”. Pero quiero llamar esto: La llave de la puerta. Y luego, inmediatamente después de esto, deseo hacer unos pequeños comentarios sobre la comunión, antes de tomarla esta noche.",
    "Ahora, una llave. Veo aquí mientras leemos, que este Ángel bajó del Cielo, teniendo la llave en la mano. Creo que en Apocalipsis 13 o 19, encontramos de nuevo a otro Ángel que viene con una llave. Y una llave es, el objetivo de una llave, es de abrir la cerradura de algo, algo que ha sido cerrado con llave, o es algo que debe ser cerrado con llave. Pero una llave es dada para ese propósito.",
    "Bueno, hay muchos tipos de llaves, porque tenemos muchos usos para las llaves. Hay llaves para los depósitos. Hay una llave para su propia casa, hay una llave para su automóvil. Y las llamamos llaves, y estas son llaves. Y pueden ser duplicadas, muchas veces. O de la casa se puede hacer lo que a veces llamamos, la llave maestra. En otras palabras, es una llave que se hace con pestillos que destraban allí, que—que giran la cerradura de una cierta manera y casi puede abrir cualquier puerta, llamada “la llave maestra”. Es una clave maestra de muchas llaves, y así se pueden abrir nuestras casas o incluso nuestros automóviles, se pueden duplicar. Y tambien hay…",
    "No hay llave que pueda abrir una puerta si una mano no la usa. Se necesita de algo que use la llave. La llave en sí no se puede usar sola. Necesita de algo que tome la llave.",
    "Es como este micrófono por el que yo—yo estoy hablando. Ese micrófono está mudo. A menos que haya algo que hable a través de él, no puede hablar por sí mismo. Necesita que algo lo use para hablar. Entonces, no es el micrófono, es la voz o el—el ruido (detrás) que el micrófono transmite a la—a la onda de aire, al oído suyo.",
    "Pues, así es en la predicación del Evangelio. No somos nosotros, como ministros, nosotros no somos el Evangelio. Sino que solo somos transmisores que transmiten la Voz de Dios a través de nuestra agencia, de hombres, al oyente.",
    "Así mismo es una visión. Yo no sé qué decirle a la iglesia en este momento de alguna visión. Pero si el Espíritu Santo me mostrara primero a mí una visión, entonces yo le transmitiría esa visión a aquel a quien está dirigida. Por lo tanto, no era mi, yo, la visión no era yo, de mí. Fue Dios el que dio la visión y yo actué como un transmisor, para transmitirle el mensaje de la visión a la gente.",
    "Bueno, y lo mismo es con una llave. Discúlpenme. La llave solo se debe tomar por una mano que abre la cerradura de la puerta. ¿Ven?, debe ser una mano. Ahora, y de la llave que voy a hablar esta noche, solo una mano puede sostener esta llave, y esa es la mano de la fe. Es lo único que puede—puede sostener esta llave. Y hay manos que tienen otras llaves, y se necesita una mano de fe para eso.",
    "Bueno, consideremos como ejemplo la llave del conocimiento. Ahora, un hombre tiene que hacerlo, si él quiere acumular conocimiento, ¿ven?, pues, hay una llave para eso. Hay una manera que este hombre tiene para abrirlo. Él tiene que estar… para conseguir sus libros y su aprendizaje, y él no puede, nadie puede aprender por él. Podrán tal vez enseñarle, pero él tiene que aprender. Y la única manera de poder lograrlo, es que él tiene que captar esa llave, esa cierta cosa allí que devela o des-… le revela el conocimiento que busca.",
    "Y hay personas que intentan tocar el piano, y ellos… o la música. Ellos no saben cómo se hace, y pueden ir allí y el maestro pudiera darles lección tras lección, y nunca aprenderían. Simplemente no logran poseer esa llave de ese misterio, cómo suena el ritmo y los sonidos de la afinación y lo demás. Se requiere la llave.",
    "Y la matemática, hay una llave para la matemática, que uno simplemente lo tiene que entender. He visto a hombres que pueden tomar cuatro líneas de números, y colocan los dedos, cada uno de sus dedos en una línea de números, y simplemente van bajando así tal vez por números de cinco o seis cifras, y ponen la respuesta abajo. Calculando cuatro líneas a la vez, de una hasta nueve. Bueno, a mí me cuesta mucho calcular una línea, a menos que tuviera suficientes dedos en las manos y los pies para contar, para—para sumar una fila. Yo nunca pude encontrar esa llave. Pero, ¿ven?, algunos de ellos simplemente tienen esa llave, saben cómo hacerlo.",
    "Y hay una llave para el conocimiento, para un hombre que busca conocimiento. Hay una llave para la ciencia, las investigaciones científicas. Ahora, es, esa es una gran llave. La gente busca esa llave.",
    "Es como hace un tiempo que encontraron un átomo, y sabían que había átomos, y luego los átomos formaban moléculas y lo demás. Pues, comenzaron a investigar; alguien creía que si ese átomo era lo que mantenía todo unido, si lograban girar el átomo, se podría tomar eso que estaba uniendo y abrirlo. Porque todo es sostenido por átomos, eso lo sabemos. Bueno, ese poste se mantiene unido por átomos. Ud. se mantiene unido por átomos. La hierba, los árboles, todo se mantiene unido por átomos. Bueno, si ese átomo, que todo gira en una dirección, si se puede romper y girar al revés, entonces lo destruiría. Y, pues, los grandes científicos creyeron que eso se podía lograr, y trabajaron y trabajaron, y se sentaban hora tras hora, y semana tras semana, año tras año, hasta que finalmente lo conquistaron.",
    "Fue, creo que Thomas Edison, con la luz, se dice que el hombre tenía un conocimiento de que podría hacer la electricidad iluminar. Él es el inventor de la bombilla. Y él ni siquiera se acostaba por la noche. Tomaba un emparedado en la mano y comía su cena, y se sentaba allí a pensar y trabajaba. En algún lugar en el fondo de su mente, algo le decía que él podría hacerlo. ¿Qué es? Es una llave que puede abrir el camino.",
    "No hace muchos años, había un—un hombre que creía que tenía talento para escribir tiras cómicas. Él creyó que él tenía la llave en la mano. Y quería… fue… Él vivía en Kansas. Fue al editor del gran periódico de Kansas City y llevó algunos de sus escritos. Y el editor le dijo: “Señor, Ud. no tiene lo necesario. Es inútil, Ud., Ud. no es capaz”. Pero no quedó satisfecho con eso. Él sabía que la tenía. Y volvió una y otra vez, intentando, pero él (el editor) lo rechazaba. Finalmente, él fue a otros lugares, y ellos lo rechazaban, decían: “Señor, es que Ud. no tiene lo necesario. No puede hacerlo”. Sin embargo, él creyó que sí podía. ¡Y así se hace, él tiene algo en la mano! Finalmente, consiguió el trabajo de escribir una pequeña obra para, creo, el editorial o algo para una iglesia, como una pequeña tira cómica para la iglesia. Y se alquiló un pequeño garaje infestado de pequeñas ratas—o ratones, donde los ratones corrían por todo el lugar y sobre todo, encima de sus hojas, y él comenzó a notar la peculiaridad de cierto ratoncito. Ahí es donde nació la historia de Mickey Mouse. Ahora es Walt Disney el multimillonario. ¿Por qué? Él tenía algo en la mano, y sabía que lo tenía, sabía que él podía hacerlo. Y así es como se realiza todo gran logro; cuando hombres y mujeres tienen algo en la mano, que saben que pueden hacerlo.",
    "Cuando la polio golpeó la nación. Pues, ahora es una orden que todos recibamos esta vacuna, para acabar con eso. Cuando la polio golpeó… Ayer escuchaba a un médico mientras yo conducía por la carretera, un médico de Louisville. Dijo: “Hace unos años, cuando la gran plaga afectó a Louisville” dijo, “si los hombres se hubieran parado en mi lugar, viendo cincuenta y siete respiradores a la vez, y hombres, mujeres, niños y niñas, paralizados con una enfermedad llamada ‘polio’, y no se podía hacer nada al respecto”. Dijo: “Yo jamás quiero volver a ver algo así”.",
    "Pero la ciencia pensó: “Si hay una cosa tan maligna como la polio, ciertamente hay algo para contrarrestarla”. Ellos lucharon, se paraban en las calles con botas, esos bomberos, pedían con los sombreros, y suplicaban, rogaban, hacían todo, tratando de encontrar la llave para abrir la puerta de la libertad. Y finalmente un caballero Cristiano llamado Salk encontró la vacuna. ¿Por qué? Había un mal en juego, había un asesino en juego; en algún lugar había una llave que podría abrir la cerradura de la libertad de nuevo para el hombre, y la vacuna de Salk fue el gran tratamiento. ¡Oh, cuánto puede lograr la llave! Produjeron la vacuna, y ahora se está erradicando la polio con esta vacuna, porque era un asunto de “nunca cansarse y nunca rendirse”, esa llave estaba en algún lugar. Había algo que inocularía contra aquello, y estaban decididos a encontrarlo.",
    "Y si hay algo maléfico como la polio, difteria, viruela, la fiebre amarilla, tétanos, trismo, y esas cosas, que la ciencia, estos males, ha podido combatir, día y noche, hasta que encontraron una vacuna, porque es un mal, es un asesino, ¿cuánto más habrá una llave para la salvación del hombre que está en el calabozo del pecado? Sí hay una llave para esa puerta, para liberar a los hombres de ella.",
    "Una llave, generalmente, cuando gira la cerradura, y cuando uno encuentra una llave, tiene que ser para algún tesoro, algo que valga la pena, o uno no lo guardaría con llave. Si no vale la pena echarle llave, solo olvídelo. ¡Pero cuando vale la pena echarle llave! Así que una llave generalmente es el—el indicador de algo, o la manera de entrar en algo que valga la pena. La llave, para eso es, ahora, y abrirá algo que vale la pena.",
    "Ahora leemos en San Juan, el capítulo 10, Jesús dijo: “Yo soy la Puerta del redil. Yo soy la Puerta”, no una puerta, “la Puerta, la única Puerta. Yo soy el Camino, el único Camino, la Verdad y la Vida, y nadie viene al Padre sino por Mí. Yo soy la Puerta del redil y todos los que vienen antes de Mí son enemigos, ladrones y salteadores”. Él es la Puerta del redil. Él es la Puerta a la salvación.",
    "🦅 No hay otro nombre dado bajo el Cielo en que podamos ser salvos, solo por el Nombre de Jesucristo”. No hay iglesia, denominación, credo, doctrina alguna; solo en el Nombre de Jesús. Esa es la—esa es la llave. ¡Con razón Pedro pudo usar una de ellas en el Día de Pentecostés! Ellos querían saber cómo entrar por esa Puerta. Él usó la Llave. Y solo hay una Llave, porque solo hay una Puerta. “Yo soy la Puerta”. Y Pedro tenía la Llave de Ella. Y él dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de su pecado, y recibiréis los tesoros de Dios”. Es la Llave de la Puerta, y Jesús es la Puerta.\n\nSolo hay una Puerta para la sanidad, y Jesús es esa Puerta.",
    "Solo hay una Puerta a la paz. Sí. “Mi paz os doy”. Él es la sola Puerta a la paz genuina. Ud. podrá pensar que tiene paz. Ud. podrá acumular suficiente dinero para comprar su casa, Ud. podrá acumular dinero suficiente para comprarles ropa a sus hijos, tener comida para comer, pero, es posible que Ud. haya acumulado suficiente popularidad para ser popular entre la gente; pero cuando Ud. se quita los zapatos por la noche y se prepara para acostarse, solo hay Una Cosa que puede darle paz. Es decir, si Ud. sabe que va a morir esa noche, solo hay una Paz, y es: Jesús es esa Paz. Él es nuestra Paz.",
    "Él es nuestra Sanidad. “Soy Jehová tu Dios que sana todas tus dolencias”.",
    "Él es la Puerta al Cielo. Y no hay otra puerta ni otro camino, sino por medio de Jesucristo. Él es la Puerta al Cielo.",
    "Y, pues, Jesús es la Puerta a todas estas cosas, y fe es la llave que abre la Puerta. Ahora, si Jesús es la Puerta a todas estas promesas de Dios, la fe en Su obra terminada abre toda puerta a cada tesoro que hay dentro del Reino de Dios. ¿Lo ven? La llave es… Fe es la llave que abre toda promesa que Él hace. La llave de la fe lo hace, fe en Su obra terminada. Son estas llaves de las que estamos hablando.",
    "Ahora en Hebreos, el capítulo 11, tengo una larga lista de ellos escritos aquí, de estos héroes de la fe. Fue la llave de—de la Puerta lo que tapó bocas de leones. Fue la llave, la fe, lo que abrió las prisiones. Fue la fe, la llave de fe, lo que apagó el fuego impetuoso, evitaron filo de espada, trajo a los muertos a la vida otra vez. Fue la fe, la llave de la fe en el Dios viviente. Esa mano, ese hombre, esa mujer, que puede tomar esa llave de la fe, podrá abrir la cerradura de cada promesa que Dios hizo. Pero si Ud. no tiene esa llave, solo está probando, nunca la abrirá. Ud. golpeará contra eso, porque esta llave…",
    "Toda llave bien hecha tiene pestillos en el interior del candado, y se requiere una cierta forma, un cierto molde de esas llaves para mover esos pestillos. Y un solo pequeño pestillo fuera de lugar, trabará todo el asunto.",
    "Por eso es que yo creo en el Evangelio completo, en toda Palabra de Dios, que libera el poder de Dios, que envía Sus bendiciones a las personas. Es la llave de la Puerta, que La abre. ¡Oh, esos grandes héroes, esos profetas y grandes hombres de la Biblia, que tenían esa llave! Por eso es que pudieron tapar la boca de los leones, apagar el fuego impetuoso, evitar el filo de la espada, dar vida de nuevo a los muertos, y hacer todo tipo de milagros, es porque ellos tenían esa llave y sabían que funcionaba, porque era una llave nacida de las Escrituras.",
    "Ahora, si trato de abrir con una llave de credos, yo no sé lo que hará. Si ellos dicen: “Mi iglesia enseña esto”, yo no estoy tan seguro.",
    "Pero cuando la Biblia lo enseña, y yo tengo la llave de fe en mi mano, o en mi corazón, que dice “esa es la Palabra de Dios”, eso apagará el fuego impetuoso, abrirá sanidad para los enfermos, abrirá para salvación de los perdidos. Tengo que venir a la Puerta, todo está en Su Nombre. “Todo lo que hacéis, sea de palabra o de hecho, hacedlo todo en Su Nombre”. Sabiendo que la llave que Ud. tiene es fe, porque es una llave hecha por las Escrituras. Ahora, si es una llave credo, una llave denominacional, yo no sé qué hará. Pero si es una llave Escritural, abrirá la cerradura, porque Dios así lo dijo. Pues, ¡oh!, con razón ellos pudieron apagar el fuego impetuoso y demás, ellos tenían la llave.",
    "A la primera señal de Dios a uno de esos profetas, nada podía detenerlos. Él no tenía que hacer como a veces lo hace conmigo, insistiendo vez tras vez, y quizás con Uds. (espero que no), pero sigue diciéndome: “Ve a hacer esto” y uno va tropezando, “Luego ve a hacer esto”, y “Regresa y hazlo de nuevo, no lo hiciste bien”. ¡Solo con una pequeña señal! Solo, ellos con solo poder sentir que el Espíritu les decía: “Es lo que se debe hacer”, y nada iba a detenerlos. Hermano, ellos—ellos—ellos taparon la boca de leones, evitaron el filo de la espada, apagaron el fuego, hicieron de todo. Solo con una pequeña señal de Dios, porque ellos tenían la llave en la mano, ¡esa gran fe! Ellos hicieron cosas para Dios porque nada los detenía. ¡Oh, qué glorioso!",
    "Como el joven que una vez se acercó a un hermano anciano que era un anciano piadoso, un anciano profeta de Dios. Y él oyó a ese hombre testificar constantemente, hablar constantemente de la bondad de Dios y cómo era Dios, y lo que era Cristo, y simplemente continuaba hablando. Finalmente, iban a ordenar a este joven en el ministerio, así que se acercó a este cierto anciano sabio, y le dijo: “Señor, quiero hacerle una pregunta”.\n\nÉl dijo: “Pregunta, joven”.",
    "Él dijo: “¿Significa Cristo para Ud. literalmente tanto como Ud. dice?”.",
    "Dijo: “¡Él significa para mí más que el aliento que yo pudiera tener para hablar!”. Ahí lo tienen Uds. ¿Qué era? Él había encontrado la llave.",
    "Ese joven dijo, acerca de eso: “Si Ud. afirma estas cosas y me dice que son tan reales como Ud., entonces yo quiero conocer a ese mismo Jesús, en la misma realidad”. ¿Qué fue? Él sabía que el anciano tenía empuñada una llave, que él podía abrir y podía cerrar.",
    "Saben, una llave que cierra, también abre. ¿Ven? Uno puede desatar o atar. Así es. La misma llave que cierra, abre. La llave que abre, puede cerrar con llave. Y así exactamente, ¿ven?, porque funciona de las dos maneras. ¡Qué lastimoso es que la iglesia haya perdido la visión de eso! ¡Qué triste fue cuando la iglesia se vendió a credos, como lo hemos hecho hoy, y ahora llaman para unirse!",
    "Vemos ahora que la gran jerarquía romana y ellos van a reunirse, van a cambiar algunos programas. Yo pensaba que ellos no cambiaban; pero lo harán de todos modos, van a otorgarle a cada sacerdote el poder de un papa, y—y en cualquier lugar donde se encuentren, y demás. ¡Cuán lastimoso, que la iglesia alguna vez se haya vendido a dogmas en lugar de a la Palabra! ¿Ven? Ahí es donde ellos dejaron la llave, allí mismo. Por eso es que no se hacen los grandes milagros y señales entre la gente hoy que había antes, ¡ellos han perdido la llave! Sí, ellos conocen la Puerta, saben que la Puerta está allí, pero lo siguiente es que la llave abra la Puerta. Los tesoros están detrás de la Puerta. Están bajo llave, fuera de la vista del incrédulo. Pero el creyente que tiene fe y puede tomar la llave de la fe, puede abrir estas Puertas. Sí, señor.",
    "Una vez aquí, hace unos años, había un hermano misionero, y sintió que tenía un llamado a África. Él era un joven; con esposa y dos hijas, muy bonitas las niñas, de unos siete u ocho años, cada una. Y este joven no podía sacar eso de su mente. Él era un—un ministro, tenía una buena iglesia en el campo rural. Pero él simplemente no podía alejarse de ese llamado: “debes ir a África”. Y él oraba, día y noche. Él no quería ir. Y Dios continuó hablando con él: “¡Tienes que ir!”. Y finalmente llegó al punto en que él, a un momento decisivo, ¡que, él—él tenía que ir!",
    "Así que fue a la mesa directiva de misiones de su iglesia, y dijo: “Dios me ha llamado a los campos misioneros ahí en las lejanas selvas de—de Rhodesia”. Y esta selva está infestada de malaria, de fiebre y con ese sol abrasador, plagas y lepra, y todo tipo de enfermedades en esta selva, a donde iría a hacer, pasar el resto de su vida. Vendió su casa y todo lo que tenía. Así que la mesa directiva de misiones quiso probarlo, y le dijeron: “Pues ¿está Ud. seguro?”\n\nÉl dijo: “Estoy seguro”.",
    "Ellos le dijeron: “Señor, ¿ha considerado este asunto, que Ud. tiene dos niñas bonitas, y tiene una—una esposa joven y bonita, y si Ud. simplemente… ¿Por qué no simplemente va allá y mira cómo es y luego regresa?”.",
    "Él dijo: “No, el Señor me lo dijo. ¡Oh, es muy real!”. Él dijo: “El Señor me llamó. Y yo—yo no quiero dejar mi casa, no quiero dejar mi iglesia ni mi gente, pero el Señor me llamó allá a esa selva”.",
    "Y él dijo: “Señor, ¿sabía Ud. que sus niñas podrían contraer fiebre amarilla o fiebre de aguas negras y morir de la noche a la mañana?”. Y él le habló de diferentes personas que habían perdido a sus hijos, a los pequeños, al llevarlos por allá, de enfermedades de las que no había vacuna. Y dijo: “Imagínese la lepra, en su bella esposa y sus dos niñas con lepra, y ese sol ardiente y cosas que tendrá que soportar”. Dijo: “¿No tiene Ud. miedo, y el peligro de llevar a sus hijas y esposa a tal lugar?”.",
    "Y el misionero parado allí, el joven, pues las lágrimas comenzaron a rodar por sus mejillas, se volvió y dijo: “¡Hermanos míos! Mi visión del llamado de Dios” dijo él, “si Dios me ha llamado a África, mis hijas y familia están más seguras en África que en cualquier otra parte del mundo”. Amén. ¿Qué era? Él tenía la llave de su llamado, tenía fe en lo que decía. ¡Oh!, pensé, ¡qué declaración tan valiente! Cuando escuché eso, mi corazón saltó. ¿Ven? “Si Dios me ha llamado a África, mis hijas, entre la lepra y las plagas y todo lo demás, están más seguras allí que en cualquier otro lugar sobre la faz de la tierra”. Él tenía la llave. Eso es lo que se requiere.",
    "Cuando uno tiene la llave, no hay temor, no hay duda, no hay interrogantes. Uno no tiene que preguntarle a otro, uno lo sabe exactamente. Uno lo tiene en las manos, uno sabe qué hacer. Amén. Uno sabe cuál es el resultado, uno sabe que la puerta se abrirá. Uno ha revisado los pestillos y sabe que es exactamente lo correcto, la puerta se abrirá cuando uno meta la llave.",
    "¡Oh, si la iglesia solo poseyera las llaves! Si la iglesia solo poseyera esa llave de la fe, podríamos abrir cualquier puerta, cualquier enfermedad, cualquier plaga, cualquier caso que hubiera. Podría abrirse para nosotros si solo poseyéramos esta llave. Este varón tenía la llave de su llamado.",
    "Si Uds. me permiten un testimonio personal. Recuerdo ahora que hace unos quince, diecisiete años, cuando el Señor me dijo allá en el río, cuando Él bajó en esa Columna de Fuego Cuya foto Uds. ven, y me habló y dijo: “Tú llevarás este Mensaje alrededor del mundo”.\n\nY recuerdo en Green’s Mill cuando Él me habló.",
    "Y fui y se lo dije al pastor, y él me habló, dijo: “Billy, ¿qué comiste esa noche? Tuviste una pesadilla”. Dijo: “Regresa a tu trabajo. Estás trabajando en la Empresa de Servicios Públicos, tienes un buen empleo, regresa y encargate de tus—tus asuntos, hijo.” Dijo: “Tuviste una pesadilla. Comiste algo”. ¡Eso no me movió ni un poquito!",
    "Cuando comencé con los cultos de sanidad, muchos de Uds. aquí recuerdan mi Mensaje esa mañana, Como David fue a enfrentarse con Goliat, fue sobre lo que prediqué.",
    "Y me dijeron, él dijo: “En el día de la ciencia moderna, cuando tenemos todo tipo de avances médicos, cuando tenemos los mejores médicos, cuando la iglesia hace muchos, muchos años que olvidó la sanidad Divina y eso, ¿cómo vas a encarar a un gran gigante como ese? ¿Cómo saldrás allá a enfrentar a los metodistas, bautistas, presbiterianos, y los demás, e incluso a los pentecostales, aquellos que la han olvidado hace mucho tiempo, y se han ido a sus credos? ¿Cómo vas a enfrentarte, sin una denominación ni nada que te respalde? ¿Qué vas a hacer, Bill?”. De alguna manera u otra, eso no me movió ni un poquito, ¡porque yo tenía una llave en la mano! Dije… Dijeron: “Nadie te creerá. No podrás hacerlo. Nadie te creerá”.",
    "Yo dije: “No me importa. Algo sí es seguro: Dios me llamó y tengo que ir, porque Dios me llamó”. Yo tenía la llave. Él me había llamado, me había mostrado, Él me lo había dicho, y vi Su Presencia cuando Él me comisionó, ¡y la llave estaba allí!",
    "El pastor dijo: “¡Con una educación de séptimo grado, y vas a predicar y a orar ante reyes y monarcas!”.\n\nDije: “¡Eso es de acuerdo a Su Palabra!”.",
    "Como en esta fecha el año pasado, o una semana o dos antes, cuando vine a la iglesia aquí y les dije a Uds. que el Señor Dios me había dado una visión, de ir… tomar un viaje de cacería, y un—un cierto animal que yo encontraría, que tendría cuernos de cuarenta y dos pulgadas [107 cm]. Y en el camino de regreso de cazar este animal (dónde estaría echado, la posición en la que estaría), en el camino de vuelta que yo mataría a un oso grizzly de puntas plateadas. Y fui a esta cierta región, y hablé con el hombre, y me dijo: “No conozco un animal que se vea así. Y en cuanto al oso grizzly, nunca he visto uno”.\n\nYo dije: “Pero tiene que estar por aquí en algún lugar”.",
    "Y él dijo: “Ni siquiera vamos a entrar en la región del oso. Vamos en busca de ovejas, muy por encima de los límites forestales”. Así que, fui con él.",
    "Y el segundo día de salida, en el mismo lugar, exactamente donde el Señor dijo, allí estaba echado el animal. Así que cuando fui y cacé el animal, y mientras le quitábamos la piel y los cuernos, y demás, él dijo: “Quiero preguntarle algo. Ud. me dijo, hace tres días, cuando salimos del campamento, que después de que Ud. le hubiera pegado un tiro a esta cierta bestia, que de regreso Ud. ‘mataría a un oso grizzly de puntas plateadas’”.\n\nDije: “¡Es ASÍ DICE EL SEÑOR!”.",
    "Dijo: “No estoy dudando” dijo, “porque mi hermano era epiléptico, y Ud. nunca en la vida lo había visto, cuando Ud. estuvo aquí una vez, y me dijo que ese muchacho sanaría cuando yo hiciera una cierta cosa. Y él sanó”. Él dijo: “Ahora, pero, Hermano Branham, quiero preguntarle” dijo, “alcanzo a ver todo desde esa montaña hasta la línea forestal, donde están esos caballos. Y allí no hay nada. No hay ni una pizca de hierba, no hay ni una roca, no hay nada”. Musgo de caribú como de dos pulgadas de alto, sobre la línea forestal, por una milla o más por encima de la línea forestal. Dijo: “¿Dónde estará el oso?”.",
    "Dije: “Dios es Jehová-jiré. Si Él me dijo que habrá un oso allí, habrá uno allí”.",
    "Al bajar de la montaña, cada vez que nos acercábamos cada media milla, él decía: “Hermano Branham, es hora de que aparezca ese oso”.\n\nYo decía: “No te preocupes, aquí estará”.",
    "Y cuando estábamos a menos de quinientos metros de donde estaban los caballos, tuvimos que descansar nuevamente, por los cuernos pesados y cosas sobre nuestra espalda. Y él miró alrededor otra vez, y vi su rostro mientras me miraba, como si en el fondo de su corazón estuviera inseguro. ¿Ven?, él tenía la esperanza que estuviera allí, pero no tenía la llave.",
    "Pero de alguna manera, por la gracia de Dios, Él nunca me ha fallado. Cuando Él me dijo que allí habría uno de puntas plateadas, yo tenía la llave. No lo dudé ni un poquito, ni un poquito. Me volví hacia él y le dije: “Bud, allí estará”. Y justo cuando volteé, ahí estaba el oso [Cinta en blanco.—Ed.] parado allí más arriba de nosotros, como a media milla.",
    "Agarró los binoculares, dijo: “Billy, válgame, ¡es uno de puntas plateadas grande!”.",
    "¿Ven?, la llave, una visión, la Palabra del Señor, no hay nada que pueda cambiarla ni detenerla. Lo que la iglesia necesita esta noche no es educación. Lo que la iglesia necesita esta noche no es una denominación. Lo que la iglesia necesita esta noche no es un credo. Lo que la iglesia necesita esta noche es la llave de las Escrituras, la Puerta. Pues, Cristo es la Puerta, y Él es la Palabra. Fe en la Palabra del Dios viviente abre toda puerta.\n\nDios, danos la llave. Danos la llave.",
    "Hebreos, el capítulo 12, dice: “Al ver que tenemos en derredor nuestro tan grande nube de testigos, despojémonos de todo peso, y de la incredulidad que nos asedia tan fácilmente”. Allí dice “pecado”, y el pecado es “incredulidad”. ¿Ven? Solo hay un pecado, y es la incredulidad.",
    "Y pecar significa “no dar en el blanco”. Como cuando uno dispara, falla el blanco, vale más que ajuste su arma, ¿ven?, porque hay algo mal. Uno no dio en el blanco. ¿Ven?, regrese y vuelva a intentarlo. ¿Ven? Significa dar la vuelta, Ud. no ha dado en el blanco. Cuando Ud. quiere ser Cristiano y Ud. va y se une a la iglesia, Ud. no ha dado en el blanco. Cuando uno quiere ser Cristiano, y fue rociado en el nombre de “el Padre, Hijo, Espíritu Santo”, Ud. no ha dado en el blanco. Es mejor regresar. Ud. no dará en el blanco. Sin duda alguna Ud. se desviará. Solo hay una Cosa que pueda mantenerlo a uno en esa línea perfecta, es la Escritura, la Biblia, la Palabra. Porque, tanto el cielo como la tierra pasarán, pero la Palabra de Dios nunca pasará.",
    "Así que, empuñen la llave: ¡fe en la Palabra! Y toda porcioncita de fe con que Ud. crea, sin dudar en nada, Ud. podrá abrir toda puerta que se atraviese entre Ud. y la bendición que Dios tiene para Ud. Que Dios nos ayude a tener las llaves, es mi oración. Inclinemos ahora nuestros rostros para orar.",
    "Nuestro Padre Celestial, Te damos las gracias esta noche por habernos dado la llave para abrirnos la salvación. Yo—yo Te doy las gracias por eso, Señor, que somos salvos, y por la llave que hemos podido usar hasta ahora. Pero, Dios, danos fe, cada una de estas Palabras escritas en Tu Libro son pequeños pestillos, y esta Llave llamada Jesús… esta Puerta, quiero decir, llamada Jesús, y la llave, llamada fe, toca cada Palabra, abriéndola. Ella baja ese pequeño pestillo y podemos entrar en esa bendición. Padre Celestial, danos las llaves, para que podamos tener fe en las promesas de Dios, para que nuestra fe no falle, para que podamos ser útiles para Ti y para aquellos con los que nos relacionamos.",
    "Perdona cada pecado de nuestra incredulidad, Señor, y ayúdanos a ser Tuyos. Ahora nos acercamos a la mesa de la comunión, y oro, Padre Celestial, que perdones todas nuestras ofensas, para que podamos entrar en el gozo de la comunión alrededor de la mesa de Dios. Lo pedimos en el Nombre de Jesús. Amén.",
    "Mi hermano, hermana, si Ud. tiene la llave del Reino, la llave de la Puerta, la llave de la salvación, que Dios le ayude a abrir las puertas y permitir que Jesús entre. Permitan que Él les dé las cosas que Uds. tanto—tanto desean.",
    "Ahora, un momento antes de que comencemos a leer sobre la comunión, quiero decir algo porque se trata de la comunión. Y cuando vengamos a este altar, solo hay una manera de venir: es, si tenemos la llave de la fe en nuestras manos, que nos permite saber que nuestros pecados están perdonados. Y si no tenemos esa llave para abrir esa Puerta, que nuestros pecados son perdonados, no tenemos nada que hacer en la mesa del Señor. Porque el que come y bebe indignamente, come y bebe para sí condenación, no discerniendo el cuerpo del Señor. Pues, eso es verdad.",
    "Creo que todos sabemos que hoy es el Día Nacional de la Comunión. Este es el día cuando todas las iglesias toman la comunión. Es el Día Nacional de la Comunión en toda la nación. Y pensé que sería oportuno mencionar una o dos palabras sobre la comunión antes de tomarla, mientras el pastor, por favor, prepara las Escrituras para la lectura de la—la ordenanza de la mesa del Señor. Ahora, esta comunión… Bueno, no tomaré más que unos diez minutos.",
    "Esta comunión que estamos por tomar, ha sido la más grande disputa de cualquier doctrina en la Biblia. Esa fue su… una de sus primeras disputas en la iglesia primitiva. Y hoy los protestantes, los episcopales y metodistas, y muchas de las iglesias protestantes, aceptarían con alegría la católica, la doctrina católica romana, si pudieran superar el pequeño inconveniente de la comunión. Pero estarán de acuerdo en que el sacerdote debe estar casado y que sean ministros, la iglesia católica estuvo de acuerdo con eso varias veces en sus conferencias y reuniones. Ellos están de acuerdo. Y estarán de acuerdo en las diferentes oraciones y demás, la iglesia protestante lo estará. Y los catecismos y demás, el pequeño altar aquí y allá, pues la iglesia católica está dispuesta a hacerlo. Pero cuando se trata de la comunión, allí cayeron. Cualquiera que haya leído la historia lo sabe. Pero, por supuesto, a mi manera de pensar, ellos tendrían que alejarse de muchas cosas, antes de que yo—yo pudiera aceptarlo, ¿ven?, porque no es la Biblia.",
    "Pero quiero que Uds. le digan una cosa a la iglesia católica. ¿Saben Uds. que la iglesia católica, al principio, era la iglesia apostólica pentecostal? ¡Seguro que lo fue! Fue cuando recién comenzó la iglesia. Y Uds. ven a dónde ellos—a dónde llegaron, continuaron quitando la Palabra e inyectando dogma.",
    "Y si la iglesia pentecostal siguiera por otros cien años, se desviaría más de la Biblia que lo que la iglesia católica lo está hoy, así como va ahora.",
    "Le tomó a la iglesia católica varios siglos para alejarse de Ella, trescientos años, desde la iglesia primitiva hasta la organización de la iglesia católica romana, lo cual ellos iniciaron. Y ellos han cautivado, dando entrada a grandes dignatarios y cosas, y sacaron esto y pusieron esto, y sacaron esto y levantaron eso, y bajaron ídolos paganos y levantaron estatuas Cristianas, y cosas así, y cediendo de Ella hasta que llegaron a lo que tienen ahora, la iglesia católica romana.",
    "Y la iglesia pentecostal protestante en los—los cincuenta años que ha existido, y de donde ha caído desde cuando comenzó, estará en peor condición que la iglesia católica, en cien años a partir de hoy. Así es. Esa es una gran declaración, pero solo miren de donde han caído ellos. Entraron directamente en organización, entraron directamente cediendo en esto y aquello, y todo lo demás. Y ahí van, ¿ven?, regresando directamente.",
    "Pero, a la comunión, se le llama “la cena del Señor”. Pues, mucha gente, quieren tomarla en la mañana. No dice en la Biblia que fue Su desayuno. Y cómo es que estas personas hoy en día, ¿ellas aún pueden decir la “cena del Señor”, y no la hacen? Han cortado la cena, omitiéndola y le dicen “comida”, tontería. ¡Cena!",
    "Ahora, siempre estuvo en disputa en los tiempos de la Biblia, desde allá estuvo en disputa. La gente malentendía la cena del Señor. Cuando venían a la mesa, Pablo se los dijo a esos corintios, ellos venían y se emborrachaban en la mesa del Señor. ¿Ven?, eso fue malentendido desde ese momento. Él dijo: “Si quieren comer, coman en casa”.",
    "Y otra cosa, fue malentendida, en lo que era. Pecadores y hombres que vivían en pecado venían y tomaban la comunión. Y eso fue malentendido. Un hombre que vivía con su madre, su madre adoptiva, y la iglesia se lo había dicho; aún tomaba la comunión en la mesa.",
    "Y había divisiones entre ellos, y aún tomaban la comunión. Él dijo: “Entiendo que Uds. caminan como los demás gentiles. Y hay—hay fricción entre Uds., tal como la hay en—especialmente en la casa de Cefas, y los demás”. Dijo: “Uds. caminan como los demás gentiles”. ¿Ven?, fue malentendida.",
    "La comunión siempre ha sido malentendida. Bueno, yo podría continuar así por horas, pero tenemos que concluir esta comunión y el lavamiento de los pies. Ahora simplemente han omitido completamente el lavamiento de los pies, excepto unas pocas denominaciones. Muchos de los pentecostales lo han dejado por completo. ¿Ven? Y aún está en la Biblia tal y como fue escrito. ¿Ven?",
    "Ahora, Roma no la llama “comunión”. Ellos la llaman “misa, es una santa misa”. Ellos no toman la comunión, toman una misa. Es una misa, y una misa realmente quita el verdadero significado de la comunión. Una misa significa tener una “esperanza”. Ellos toman una misa, con la esperanza (que al hacer esto en la misa) que Dios les perdone sus pecados, tomando “el cuerpo literal de Cristo, el cual el sacerdote convierte en el Cuerpo y la Sangre de Cristo”, la toman con la esperanza que Dios omita sus pecados por cuanto lo hacen. Eso es una misa.",
    "Los protestantes le llaman “comunión”. Comunión significa “acción de gracias”. Que el protestante… Los católicos toman una misa, en la misa, esperando que Dios les perdone sus malas acciones. El protestante la toma con acción de gracias por lo que ya se hizo en la comunión con Dios; teniendo comunión con Él, que ya está hecho. El católico está esperando que se haga; el protestante dice que ya está hecho. El católico se pregunta si sus pecados están perdonados; el protestante confiesa que ya están perdonados, que él es libre. Y la comunión es tener comunión con Dios. Y estos artículos que tomamos, no son con la esperanza de que nuestros pecados sean perdonados, sino que sí están perdonados. Porque… Uno es esperanza; y el otro es fe. Uno está esperanzado en que él tenga razón; y el otro sabe que tiene razón. ¿Ven? El otro, uno está esperanzado, porque él no sabe dónde se encuentra; el otro sabe que tiene razón, porque sabe lo que Dios dijo. Eso es. Esa es la diferencia. Entonces, cuando Ud. solo está esperanzado, tenga cuidado; pero cuando Ud. lo sabe, entonces siga adelante. ¿Ve?, pues Ud. está en comunión con Dios. El protestante está, dice que está perdonado y él lo sabe; el católico tiene misa, esperando ser perdonado. Es así: uno es mendigo, esperando que todo esté bien, ¿ven?; el otro es un mendigo agradeciendo lo que ya se hizo. Ambos son mendigos. Pero uno está mendigando, esperando obtenerlo; el otro mendigo sabe que lo tiene y le agradece a Él por habérselo dado. Pues, ahí está la diferencia. Eso es comunión. Sí, señor. Uno en espera de ser perdonado; el otro sabe que está perdonado, y da las gracias.",
    "Así que, la comunión es para los Cristianos que han nacido de nuevo del Espíritu de Dios. Y nacido de nuevo no significa necesariamente que Ud. ahora tenga el Espíritu Santo. No lo olviden. Pues, muchos enseñan eso. “Yo no conozco a nadie que lo enseñe así”, como dijo el anciano Hermano Arganbright esa noche desde el púlpito aquí, ¿ven? Pero, el nuevo nacimiento no es el bautismo del Espíritu Santo. La Escritura no creo que lo apoya ¿ven?, a mi modo de verlo. ¿Ven? Creo que Ud. nace de nuevo…",
    "Y por eso es que yo sí uso la palabra bautismo en el Nombre de Jesucristo, pero no para la regeneración. Pues, la pentecostal, la iglesia pentecostal unida, bautiza en el Nombre de Jesucristo para la regeneración. Yo no creo eso. Y pueden hacerlo si ellos quieren. Pero creo que Pedro dijo: “Arrepiéntanse”, primero. El agua no perdona los pecados. la iglesia de Cristo así lo predica. Pero yo creo que el arrepentimiento, el arrepentimiento piadoso; arrepentirse significa “dar la vuelta, regresar”, Ud. no dio en el blanco, “empiece de nuevo”. ¡Haga Ud. eso primero! Y su bautismo en agua solo es una confesión externa de que algo se llevó a cabo dentro de Ud., que Ud. ha aceptado a Cristo como su Salvador.",
    "Supongo que solo está la iglesia aquí esta noche, hasta donde sé, no estoy aquí lo suficiente para saber quién viene o no. Recibí un poco de crítica aquí no hace mucho por bautizar a un hombre aquí en el bautisterio, un anciano. Y fui a verlo, era un anciano bueno. Tuve el privilegio de guiar a toda su familia a Cristo, todos ellos son Cristianos. Este anciano era un anciano amable, y él me agradaba, así que fui a verlo y le dije: “Papá, ¿por qué no se hace Cristiano?”. Él me ama.",
    "Él dijo: “Hermano Branham, yo me convertiría en Cristiano cuando pudiera ser lo suficientemente bueno”.",
    "Dije: “Le diré qué hacer, papá. Busque Ud. hasta encontrar dónde uno pueda llegar a ser lo suficiente bueno, y dígame dónde está ese lugar, yo también quiero ir”. Dije: “Cristo no vino a salvar a hombres buenos. Él vino a salvar a hombres malos”. Cuando uno se cree bueno, entonces Él no vino a salvarlo a uno. Él vino a salvar a los que Él sabe que son malos. ¿Ven? Cristo murió para salvar a pecadores. ¿Ven? Y dije: “Papá, aquí hay una línea”.\n\nDijo: “Es que, yo fumo estos cigarrillos”.\n\nDije: “Ni los voy a mencionar”.\n\nDijo: “He tratado de dejarlos, Hermano Branham”.\n\nLe dije: “Está bien, no hablaremos de los cigarrillos”.\n\nÉl dijo: “Pues, cuando yo pueda…”",
    "Dije: “No, ni los mencione más, olvídelos. Quiero hacerle una pregunta”.\n\nÉl dijo: “Está bien, ¿cuál es?”.\n\nDije: “¿Cree Ud. que hay un Dios?”.",
    "Dijo: “Seguro, yo lo creo”. Dijo: “Creo eso tan firmemente como Ud., me supongo, Hermano Branham”.",
    "Le dije: “¿Cree Ud. que ese mismo Dios cruzó su linaje y se hizo carne y habitó entre nosotros en la persona de Jesucristo para salvar al hombre?”.\n\nÉl dijo: “Sí, yo lo creo”.\n\n“¿Y que Él murió para salvar a los pecadores como lo somos Ud. y yo”? ¿Ven?\n\n“Sí, creo eso”.",
    "Yo dije: “Bueno, es algo así: Todos estamos en un edificio grande aquí, y estamos en la cárcel, y yo no puedo pararme en este rincón y decir ‘esto me ayudará a salir de la cárcel’, me paro en esa esquina y digo ‘eso me ayudará salir de la cárcel’, todos estamos en el mismo aprieto. Y todo hombre que haya nacido en este mundo nació en pecado, formado en iniquidad, vino al mundo hablando mentiras. Para empezar, él es un renegado”.",
    "Alguien preguntó el otro día, dijo: “Hermano Branham, si… hay alguna diferencia entre Adán y Eva, y sus hijos hoy, si estuvieran todos desnudos, caminando en… ¿Serían iguales sus cuerpos?”.",
    "Yo dije: “No, señor”. Regresábamos a casa después de cazar ardillas, el Hermano Fred y yo, y un grupo de ellos. Dije: “No, no serían iguales”.",
    "Dijo: “¿Quiere Ud. decir que Eva no sería una mujer como sus hijas, y Adán no sería un hombre como sus hijos?”.\n\nDije: “En muchos aspectos, pero no en todos los aspectos físicos”.\n\nÉl dijo: “¿Cuál sería la diferencia?”.",
    "Dije: “Ellos no tendrían ombligo. Ellos fueron creados. Así es. Ellos no estuvieron conectados a nada”.",
    "Mientras eso esté allí en todo lo que nazca en este mundo, eso muestra para empezar que es un renegado. Así es. Dije: “Claro, sí hay una diferencia. Ellos no tendrían ombligo. No estuvieron conectados a ninguna mujer, para venir aquí”. ¿Ven?, Dios los creó.",
    "Ahora, dije: “Quiero decir algo: Todo hombre en esta prisión, ¿quién es santo? ¿Quién es aquel que no haya nacido por sexo? ¿Quién es aquel que pueda ayudarle al otro, sin importar qué sea él? Todos estamos en esta misma prisión. Pero Dios Mismo Se hizo una de Sus creaciones y no vino por sexo, vino a través de la Sangre santa que Él mismo creó, y por medio de esa Sangre Él nos redimió”. Le dije: “¿Cree Ud. eso, papá?”.\n\nÉl dijo: “Lo creo”.",
    "Yo dije: “Cristo murió por hombres malos como Ud.”. Bueno, solo hay una cosa por hacer. No hay nada que Ud. pueda hacer. Él se lo ofrece. Ud. no puede merecerlo. No hay nada que Ud. pueda hacer para obtenerlo. Él simplemente se lo da. ¿Aceptará lo que Él hizo por Ud., para evitar que Ud. vaya al infierno?",
    "Él dijo: “Yo lo haré”. Dijo: “Pero si solo pudiera deshacerme de estos cigarrillos”.",
    "Dije: “Los cigarrillos se encargarán de sí mismos. Ud. simplemente… No le estoy pidiendo. No soy legalista. Yo creo en la gracia. ‘Y todo lo que el Padre Me ha dado, vendrá a Mí’’’. Dije: “¡Si Ud. lo cree con todo el corazón!”.\n\nÉl dijo: “Con todo mi corazón, yo lo creo”.",
    "🦅 Entonces ¿lo aceptará Ud. sobre esa base, que Ud. no es digno de eso, sino que Él es el digno? No se mire a Ud. mismo; mírelo a Él, porque Ud. no puede hacer nada por sí mismo. Mire a Aquel que hizo algo por Ud. ¿Qué piensa de Él?”.\n\n“¡Oh!” dijo, “Él es digno”.\n\nDije: “Así es, entonces acepte Ud. lo que Él le da”.\n\nÉl dijo: “Lo acepto”.",
    "Y yo lo bauticé en el Nombre de Jesucristo. Y al salir de aquí encendió un cigarrillo.",
    "Hace unas semanas estuve allí en su casa. Vi una visión una noche, que cortaban un árbol perenne, y lo colocaban al revés. Vi que le clavaron tablones. Allí mismo al lado del último tablón había un tablón especial. Y debajo de ese tablón, justo al final, extendiéndose así, el árbol se rompió allí mismo. Y una Voz dijo: “Debías haber sido tú”, o “Ese hubieras sido tú”. Y papá Cox cayó, se machacó la espalda aquí. Y así que a la mañana siguiente le trajeron sus cigarrillos cuando estaba en la cama, el deseo ya lo había dejado. ¡Esto hace semanas! Él no ha probado ni uno, ni lo quiere, ni nada de eso. ¿Ven? Y yo lo vi hace poco, cuando tenía las manos todas café, hace unas semanas, por los cigarrillos, y ahora ni siquiera puede soportar uno cerca de él. ¡Pongan primero lo primero! No intente Ud. ser bueno; para empezar Ud. es malo, y no hay nada que Ud. pueda hacer. Hay una línea de separación, y todos los seres humanos están de ese lado.",
    "Ahora, cuando yo nací en este mundo, fue por el santo matrimonio entre mi padre y mi madre; en su vientre había un óvulo, en las glándulas de mi padre había una célula sanguínea. Mi vida consta de esa célula sanguínea (no del óvulo de mi madre), de la célula sanguínea de mi padre. Y cuando esa célula sanguínea fue a su lugar apropiado para encontrar al óvulo, cuando sucedió, Dios le ordenó a la naturaleza que me diera un cuerpo. Y luego, cuando nací en la raza humana, me fue dada la oportunidad de—de venir a ser una persona inteligente como lo son los seres humanos, donde yo podría conducir un automóvil, o podría hacer cosas como los seres humanos, caminar, hablar, conducir un automóvil y lo demás. Me fue dado eso, porque nací en la familia humana, y me fue dado el poder de la inteligencia para ser un ser humano.",
    "Bueno, cuando nací en la familia de Dios, vine por la Sangre, la Sangre me dio Vida. Y después que fui vivificado en Cristo, Él me bautizó con el Espíritu Santo y el poder, para ser un hijo de Dios. Pues, así como yo podría caminar, hablar como un ser humano, conducir mi automóvil como un ser humano. Pues cuando recibo el Espíritu Santo, recibo poder para expulsar demonios, hablar nuevas lenguas, predicar el Evangelio, sanar a los enfermos. ¡Soy bautizado! No nacido; ¡sino bautizado!\n\nEstaban unidos en el aposento alto,\n\nOrando en Su Nombre,\n\nFueron bautizados con el Espíritu Santo,\n\nY vino poder para servicio.",
    "Amén. Uno cree para Vida Eterna, y nace de nuevo por la fe de uno. Jesús dijo, en San Juan 5:24: “El que oye Mis Palabras y cree en el Que Me envió, tiene Vida Eterna”, no el Espíritu Santo, solamente tiene Vida Eterna. Él nace en la familia de Dios. Y luego es bautizado en el Espíritu Santo, con el poder de la inteligencia de la fe para creer el Evangelio y ponerlo a funcionar y hacerlo actuar correctamente. Amén. Entonces él se porta como un hijo de Dios. Entonces puede echar fuera demonios. Jesús dijo: “¡Estas señales los seguirán!”. ¿Ven? “En Mi Nombre echarán fuera demonios, hablarán nuevas lenguas, tomarán en las manos serpientes, beberán cosas mortíferas”. ¿Ven?, él recibe poder del Espíritu Santo para hacer estas cosas.",
    "Ahora, cuando Él Se fue, dijo: “Me conviene irme. Porque, si no Me fuera, el Espíritu Santo no vendría”. ¿Ven? Luego, cuando Él venga, Él convencerá al mundo de pecado, y enseñará justicia, y les mostrará a Uds. lo que sucederá (son las visiones). “Él tomará las cosas que Yo les he enseñado, y se las revelará a Uds.”. Las mismas Palabras que Él ha venido… Nadie puede entender la Palabra sin el bautismo del Espíritu Santo. Y cuando un hombre dice que tiene el bautismo del Espíritu Santo y disputa que la Palabra sea correcta, algo está mal.",
    "Pablo fue un crítico del Nuevo Testamento. Bueno no, el Nuevo Testamento no estaba escrito. Pablo era un crítico del Cristianismo, Saulo. Y cuando él recibió el Espíritu Santo, se fue a Asia por tres años y estudió las Escrituras, porque él fue instruido por Gamaliel, un gran maestro. Luego, cuando regresó, y catorce años después fue a encontrarse con Pedro en Jerusalén, y se dio cuenta que estaban Palabra por Palabra con el mismo Evangelio. El mismo Dios que hizo que Pedro predicara en el día de Pentecostés y les dijera que se arrepintieran y se bautizaran en el Nombre de Jesucristo, ese mismo Espíritu Santo se lo reveló a Pablo, y él les dijo en Hechos 19 después de que habían sido bautizados anteriormente por Juan, dijo: “Uds. tienen que ser bautizados de nuevo, en el Nombre de Jesucristo”. ¿Ven?",
    "¿Ven?, el Espíritu Santo permanece correctamente con las Escrituras. Su fe en Eso abre todos los misterios. Amén. La Biblia dice, en Primera de Juan 5:7, “Tres son los que dan testimonio en el Cielo: el Padre, la Palabra (que fue Cristo), y el Espíritu Santo. Estos tres son Uno”. “Y tres son los que dan testimonio en la tierra: agua, Sangre, Espíritu. Estos tres no son uno, pero concuerdan en uno”. Bueno, uno no puede tener al Padre sin tener al Hijo, uno no puede tener al Hijo sin tener al Espíritu Santo; Ellos son Uno. Pero uno puede ser justificado sin ser santificado, y uno puede ser santificado sin tener el Espíritu Santo. La santificación es por la Sangre, a través de la Sangre viene la Vida. ¿Ven? Y el Espíritu Santo es el poder de Dios, ¿ven?, el poder dado a la iglesia.",
    "🦅 Recibiréis” (¿qué?) “poder”, Hechos 1:8, “después de esto, que haya venido sobre vosotros el Espíritu Santo. ¡Recibiréis poder!” (No que “naceréis de nuevo”). “Recibiréis poder después que haya venido sobre vosotros el Espíritu Santo. Luego Me seréis testigos en Jerusalén, Judea y Samaria, hasta lo último de la tierra”. ¿Ven? Ud. recibe poder después que recibe el Espíritu Santo. Pero primero Ud. tiene que recibir el Espíritu Santo, y ese es el poder de Dios, ¿ven?, para manifestar y demostrar. Uno es—uno es… como uno era humano, y aprendió a hablar y a caminar y hacer las cosas que hace un humano; cuando Ud. es bautizado con el Espíritu Santo, a Ud. le es dado el poder de actuar como hijos e hijas de Dios. No es de extrañar que la gente se comporte y actúe como lo hace hoy, nunca han sido llenos del Espíritu Santo. Si lo fueran, actuarían diferente. Ellos afirman que sí, pero Jesús dijo: “Por sus frutos los conoceréis”. Entonces ¿cómo puede uno hacerlo?, ¿ven?, eso está todo enredado. ¿Ven? ¡Pero regresen a los hechos!",
    "Ahora, si Ud. camina rectamente y afirma personalmente ser Cristiano, le invitamos esta noche a la mesa del Señor. Hoy, sin duda, se ha participado de la comunión a través de la nación, algunos de una manera y otros de otra. Pero yo creo que la mejor manera de hacerlo es siguiendo las Escrituras, exactamente como ellos lo hicieron en las Escrituras. Creo que con eso bastaría.",
    "¿Tiene su Biblia, Hermano Neville? El Hermano Neville ahora leerá las Escrituras. [El Hermano Neville dice: “En el capítulo 11 de Primera de Corintios, comenzando del versículo 23”, y lee las siguientes Escrituras.—Ed.]\n\n[Porque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;]\n\n[y habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.]\n\n[Asimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.]\n\n[Así, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.]\n\n[De manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.]\n\n[Por tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.]\n\n[Porque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.]\n\n[Por lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen.]\n\n[Si, pues, nos examinásemos a nosotros mismos, no seríamos juzgados;]\n\n[mas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.]\n\n[El Hermano Neville dice: “Que el Señor bendiga la lectura de Su Palabra”.]",
    "Siempre es algo muy santo, algo muy sagrado, creo que debemos inclinar los rostros ahora para orar en silencio. Oren por mí, yo oraré por Uds. Oremos los unos por los otros, para que Dios sea misericordioso con nosotros, criaturas indignas que están a punto de participar de este gran sacramento en memoria de la muerte de nuestro Señor.",
    "[El Hermano Branham pausa para orar en silencio. Cinta en blanco.—Ed.] Te ofrecemos esta oración de confesión, Padre nuestro, sobre Tu altar de oro, con nuestro Sacrificio, el Señor Jesús. Lo pedimos en Su Nombre. Amén.",
    "Pues creo que los ancianos van a tomar su lugar, y ellos… de la iglesia, y traerán a la gente a medida que vienen, fila por fila, para la comunión. Yo siempre pienso en ese himno:\n\nAmado Cordero moribundo, Tu preciosa Sangre\n\nNunca perderá Su poder,\n\nHasta que toda la Iglesia rescatada de Dios\n\nSea salva para no pecar más.\n\nInclinemos nuestros rostros.",
    "Bondadoso y Padre Santo, Jehová, el gran Todopoderoso, envía Tus bendiciones a Tu pueblo mientras esperamos. Perdona nuestros pecados. Y ahora Te ofrecemos este sacramento, este vino, las uvas que se cultivaron, y las manos de los ministros que las molieron. Y se hizo vino con el propósito ahora de traerlo a Ti, para que pudiera representar para nosotros la Sangre de nuestro Señor Jesucristo. Oro, Padre, que santifiques el vino para ese propósito. Perdona cada pecado nuestro. Y cada persona que reciba este vino en su cuerpo, que reciban salud, fortaleza y salvación de parte Tuya. Concédelo, Señor. Lo pedimos en el Nombre de Jesús. Amén.",
    "La Biblia dice que cuando Él partió el pan y lo bendijo, dijo: “Tomad y comed; esto es Mi Cuerpo que por vosotros es partido; haced esto en memoria de Mí”. Y cuando tomamos estos pequeños pedazos de pan consagrado, que es hecho sin levadura, hecho por Cristianos, es preparado porque eso—eso representa el Cuerpo de Cristo. Entendemos que—que fueron los discípulos de los días de Cristo, o el día de la iglesia, los que tomaron estas porciones y prepararon la cena en la última cena, en la última cena de Cristo. Y a través de la Biblia, fueron los discípulos quienes ministraban estas cosas a la gente. Y hoy, nuestros discípulos modernos, nuestros hermanos aquí de la iglesia, discípulos de esta Causa, ministran al pueblo. Y ellos tomarán estas porciones y se las darán a la gente.",
    "Y ahora cuando Uds. reciban este pan, recuerden, representa al Cordero. Hace muchos años, cuando el cordero de Israel fue asado en el fuego y consumido con hierbas amargas, la gente cobró fuerza; sus zapatos no se gastaron, sus ropas no se deshilacharon durante todo el viaje hasta que llegaron a su tierra prometida. Que Dios nos mantenga sanos, felices, sirviéndole a Él hasta que alcancemos la Tierra Prometida que Él nos ha dado.\n\nOremos.",
    "Bondadoso Padre Celestial, mientras yo hablaba esta noche acerca de ese Santo Cuerpo santificado de nuestro Señor, en Quien moraba la plenitud de la Deidad, cuando pienso en ese Cuerpo doblado y—y partido, y la Sangre brotando, Su espalda y Sus costillas expuestas, Su espalda toda azotada, cuando pienso en este pan arrugado, golpeado que lo representa, eso viene de nuevo a nuestros corazones, ponemos nuestros corazones, Señor, sobre Tu altar esta noche. Perdónanos, ¡oh Dios! Y que este pan partido, mientras entra en la boca de estos, Tus siervos, que reconozcan que fue Tu Cuerpo precioso el que fue molido y herido, y que por esas llagas fuimos sanados. Concédelo, Señor. Santifica este pan consagrado previsto para su propósito. Lo pedimos en el Nombre de Jesús. Amén.\n\nEsperen un minuto.",
    "No es una comunión cerrada. Todo creyente Cristiano es bienvenido a la mesa del Señor, para participar de este compañerismo con nosotros. 🦅"
  ]
}