{
  "title": "LA INFLUENCIA DE OTRO",
  "id": "62840009",
  "content": [
    "🦅  Gracias Hermano Neville. El Señor lo bendiga.\n\nBuenas noches, amigos, es muy agradable estar aquí de nuevo esta noche en el tabernáculo, para hablar de nuevo acerca de nuestro Señor y Salvador, de Quien todos estamos enamorados, estoy seguro, o no estaríamos sentados aquí en este edificio caliente, apiñados en la manera en que lo estamos esta noche, si no lo amáramos a El. Porque ése es nuestro propósito de estar aquí, es expresarle a El que lo amamos. Y nuestras anticipaciones son—son enormemente conmovidas cuando pensamos en Su tiempo de acercamiento. A medida vemos las señales de Su Venida apareciendo, estamos anhelando esa gran hora en que lo veremos a El.",
    "Desde que estuve aquí el otro domingo hace una semana, han habido más que han partido para encontrarse con El. Una fue la Sra. Ford, la señora de Levi Ford. Ella tenía ochenta años, una preciosa mujer. Su esposo murió hace algún tiempo. El era un veterano de la Guerra Española Americana [Guerra entre Estados Unidos y España en 1898.—Traductor]. Y en la historia de mi vida yo mencioné el nombre del hijo de ella. El es el que me iba a guardar ese traje, Uds. saben, después de que él lo gastara, que…el traje de un…creo que era un traje de niño explorador. Y él…cuando yo fui a recoger la parte de él, sólo quedaba una pierna en él.",
    "Lloyd quizás está aquí esta noche, el mismo muchacho. Y yo—yo tuve el funeral de su madre el otro día. Y él me pidió, dijo: “Billy, quisiera que hablaras sobre algo que pruebe que mi madre resucitará”. Y el Señor me dio un mensaje para ello sobre una exacta, segura…Cuando la Biblia, toda la naturaleza, todo lo que Dios creó, dice que ella resucitará. ¿Quién—quién va hablar en contra de ello entonces? Dios así lo dice, lo prueba por medio de Su naturaleza, lo prueba por medio de Su Palabra, lo prueba por medio de la vida de ella, todo lo demás, ella tiene que resucitar. No hay—no hay manera, nada…Los cielos y la tierra pudieran fallar, pero eso no fallará. Ella tiene que salir de nuevo.",
    "Luego anteayer, un administrador que solía estar conmigo, el Sr. Baxter (muchos de Uds. lo recuerdan; él habló desde esta plataforma), su esposa murió repentinamente con un ataque al corazón. Y él está muy destrozado y muy triste. Y confío que Uds. se acordarán del Hermano Baxter en sus oraciones, cuando oren, porque él es uno de nuestros hermanos. Y él vive en Vancouver, Columbia Británica. Y él no ha estado conmigo, ahora, por varios años. Y oí que su esposa había tenido como una clase de depresión nerviosa o algo, y luego de repente ella sufrió un ataque al corazón y murió. Simplemente no sabemos en qué momento va a llamar. Y entonces cuando ello…El llame, debemos de estar listos. Por esa razón estamos aquí esta noche.",
    "Yo estaba en el estudio allí, la oficina, mejor dicho, hablando con el Sr. Moore. El me había persuadido…?…Yo estaba tratando de librarme del Día de Acción de Gracias; yo quería tener una reunión aquí para el Día de Acción de Gracias, y luego ir a Shreveport. Por supuesto, yo…casi no podría lograr llegar. Y finalmente él dijo: “Pues, si Ud. está…tiene tres reuniones ahora y va a tener esos Siete Sellos después, entonces Ud. pudiera darnos ese día de todas maneras”. Así que finalmente, íbamos a darle ese viernes, sábado, y domingo. Y ahora, le prometí entonces el jueves, viernes, sábado, y domingo. Y va a cumplir…Pentecostés va a cumplir cincuenta años de edad, en Louisiana, el Día de Acción de Gracias. Cayó hace cincuenta años en Louisiana.",
    "Ahora, mañana en la mañana, vamos a más o menos hacer hincapié que todos los que no tienen una—una escuela dominical a la cual asisten…Veo a nuestro precioso Hermano Don Ruddell aquí, y sé que él tiene escuela dominical en la mañana. Y quizás hay otros ministros aquí de los alrededores que tienen escuela dominical. Ahora, nosotros queremos que vayan a su propia escuela dominical si Uds. tienen una. Pero si no tienen escuela dominical, y les gustaría estar con nosotros, quiero hablar en la mañana, y poner una pizarra, y enseñar sobre La Completa Estatua De Un Varón Perfecto, y dibujarlo en…sobre la pizarra, y mostrar los requisitos de Dios y cómo llegamos a la perfecta estatua de—de un varón perfecto delante de Dios.",
    "Y luego mañana en la noche, si el Señor quiere, quiero hablar sobre el tema de Mi Guía. Así que algunos de Uds., que son de afuera de la ciudad…Y queremos tratar de empezar estos servicios temprano, si…Todavía no he hablado con el pastor, pero quisiera que Uds. empezaran la escuela dominical muy temprano en la mañana. Y mañana en la noche la iglesia, quizás, si es posible, empiece a las seis y media o algo. Y eso dará a la gente una oportunidad, de manera que si ellos quieren quedarse…Podemos estar fuera quizás para las ocho y media, y entonces algunos de ellos…",
    "Conocí a una señora hoy, que está manejando tres o cuatro, como…Ella dijo que, si salimos a las ocho, u ocho y media, ella llegaría a su casa alrededor de las dos y media, o tres la mañana siguiente, su esposo yendo a trabajar…Así que no vamos a estar haciendo nada, de todas maneras, excepto holgazanear, así que—así que simplemente vengamos a la iglesia temprano. Y no tenemos…Uds. saben, no tenemos que tener una forma acerca de esto; Dios no tiene forma, Uds. saben, la Biblia…?…Así que, esperamos que todos Uds. estén aquí, y, todos los que puedan estar.",
    "Ahora, si Uds. tienen sus propios servicios, recuerden, este es el tabernáculo interdenominacional adonde la gente simplemente viene. Y la mayoría de nuestras multitudes se componen de personas de afuera de la ciudad.",
    "Ahora, si da la casualidad que hay un desconocido aquí, quiero mostrarle algo. Y acabo de llegar a la plataforma, y no veo una…no veo diez personas que conozca. ¿Cuántas personas que están aquí son de afuera de la ciudad de Jeffersonville? Levanten su mano. Ajá. ¿Ven? Noventa y nueve por ciento. ¿Ven? Sólo son amigos. ¿Cuántos están aquí de cien millas [Ciento sesenta y un kilómetros.—Traductor] de distancia? Levanten su mano. Hay cincuenta por ciento de eso, de más de cien millas de distancia. ¿Cuántos están aquí de más de doscientas millas [Trescientos veintidós kilómetros.—Traductor] de distancia? Levanten su mano. De trescientas millas [Cuatrocientos ochenta y tres kilómetros.—Traductor] de distancia, levanten sus manos. ¡Miren! De cuatrocientas millas [Seiscientos cuarenta y cuatro kilómetros.—Traductor] de distancia, levanten su mano. ¡Miren! De quinientas millas [Ochocientos cinco kilómetros.—Traductor] de distancia, levanten su mano. ¡Miren, más de una tercera parte de la congregación de más de quinientas millas de distancia! ¿Ven?, sólo son amigos que se reúnen de los alrededores…?…vamos a estar aquí. Así que estamos agradecidos por Uds., y estamos aquí para ayudarlos. Estamos aquí para hacer todo lo que podamos por Uds.",
    "Y ahora, acabo de estar leyendo allá atrás alguna…una carta que mi hijo acaba de darme de una señora que dijo que esta…al venir esta vez serán treinta y cinco viajes que ella ha venido esperando que se ore por ella. Treinta y cinco veces ha manejado ella centenares de millas, trigésimo quinto viaje.",
    "Y luego, recuerden, hay como seiscientos y pico, esperando en la lista de espera, de alrededor del mundo, a las cuales estoy tratando de llegar, para entrevistas. ¿Ven Uds.?…?…bastante complicado. Cuando sólo estamos pensando acerca de aquí mismo, no es demasiado. Pudiéramos simplemente oír eso… ¿Ven?, es alrededor del mundo. Y así que estamos…?…",
    "¿Me pregunto si esa señora está en el edificio esta noche (trigésimo quinto viaje), que escribió una carta que ella estaría aquí mañana? Treinta y cinco veces ha estado aquí sin que se haya orado por ella. Creo que ella no está en el edificio, quizás ella ni siquiera pudo venir. Pero acabo de estar leyendo su carta allá atrás.\n\nAhora, siempre he tratado de, cuando vengo aquí en…Cuando estoy en…?…de hablar acerca de algo, no sólo para estar hablando, o no algo que agradaría al pueblo. He tratado de hablar acerca de algo que le agradaría a Dios y le ayudaría al pueblo, ¿ven Uds.?, como ayuda, para que todos podamos, no importa a qué iglesia pertenezca uno, a qué denominación, que uno pueda ser ayudado para una caminata más íntima con Dios. Y esa es nuestra razón de estar aquí: una caminata más íntima con Dios.",
    "Y cuando encontramos que el día está tan avanzado como lo está, y el acercamiento del Señor…Le dije a mi esposa hoy: “Si no me meto en un avivamiento en alguna parte, yo—yo voy a perecer; yo—yo simplemente no puedo soportarlo. Yo…Algo simplemente está dentro de mí ardiendo”.",
    "¡Oh!",
    "Acabamos de pasar por toda una serie de reuniones donde millares de personas asistieron. Y no importa si uno tuviera dos o tres millones de personas, si no hay avivamiento, eso sólo es lo que solíamos llamar allá en Kentucky, una reunión prolongada. Uds. saben, todos vamos a una reunión prolongada lo llamábamos. Y nosotros queremos un avivamiento donde el Espíritu del Señor se esté moviendo en el pueblo, y la gente esté siendo salvada, y grandes cosas estén siendo hechas para lograr algo para el Reino de Dios.",
    "Y ahora, en los servicios de oración, normalmente, nosotros…Uds. pueden ver el porqué no pudiéramos tener una línea de oración aquí. ¿Ven?, está simplemente tan atestado, que uno no pudiera hacerlo. ¿Ven? Pero normalmente en las líneas de oración son personas que están…vienen y comprueban que el—el Señor es real. Y nos damos cuenta que el Señor Jesús no ha cambiado ni un poquito. De lo que El era, El lo es hoy, y siempre lo será. Y la Biblia dice, en Hebreos 13:8, que: “El es el mismo ayer, hoy, y por los siglos”. Y en las congregaciones de la gente que se reunía para oírlo a El en aquellos días, quizás ellos no entraban en una línea de oración, pero tenían fe para creer. Y nuestro Señor se daba vuelta, cuando la fe de ellos lo tocaba a El, y se daba vuelta, y le decía a la gente que había ciertas cosas malas en ellos, que habían hecho, y que ellos se fueran y fueran sanados, o que fueran a hacer algo, enmendar algo, o algo.",
    "Sabemos acerca de la mujer junto al pozo, y de la mujer con el flujo de sangre, y, oh, tantos, el ciego Bartimeo, que la fe de ellos lo tocó a El. Y esta noche El todavía es el Sumo Sacerdote de nuestra confesión y tan grande como El siempre lo ha sido.",
    "Ahora, tenemos que permitirnos ser Sus siervos. El es la Vid, la—la fuente de Vida. Nosotros somos los pámpanos que reciben esa Vida. Y el pámpano da el fruto, no la vid. Y ahora, Cristo obra a través de Su Iglesia. Y entonces, si podemos rendirnos de tal manera que el Espíritu Santo pueda tomar completo control de nosotros en nuestra fe en Cristo, El hará lo mismo, porque es Cristo.",
    "Y si Uds. están aquí, siendo desconocidos, y están con nosotros.",
    "Ahora, usualmente, la gente aquí…?…en el tabernáculo…Nuestro pastor aquí ora por los enfermos prácticamente cada noche. Y ora por Uds. nuestro amable y amado pastor, el Hermano Neville, un hombre al que Dios oye y para el cual contesta la oración, el Hermano Orman Neville. Y—y el Hermano Don Ruddell, y esos otros hermanos, que oran por los enfermos…Y el Hermano Jackson, creo que él está aquí en alguna parte, de la otra iglesia hermana allá en Howard Park.",
    "Y esta vez, cuando la…está tan lleno, si Uds. tan sólo le creyeran a Dios…?…cualquier cosa que Uds. necesiten…Y Uds. son unos desconocidos y no los conozco, Uds. sólo pídanle a Dios y vean si El no es el mismo ayer, hoy, y por los siglos. Vean si El no puede hablar exactamente…?…El los conoce; El sabe qué les pasa; lo único que tienen que hacer…?… simplemente creerle. Y entonces, El los usará como un instrumento y a mí como otro. Jesús dijo, en San Juan 14:7: “El que en Mí cree, las obras que Yo hago, él las hará también”. Ahora, ese es un vaso rendido.",
    "Ahora, mañana vamos a enseñar cómo llega uno a ser ese vaso, que Dios, el Espíritu Santo…?…obrar a través de Uds. Y así que, ¿ven?, El…?…Dios estaba en una Columna de Fuego, luego El moró en Su Hijo, Cristo Jesús; ahora en Su Iglesia. Una vez El fue llamado el Padre, luego el Hijo, ahora el Espíritu Santo. Es Dios proyectándose al mundo. La única manera en que El podía entrar en la Iglesia era morir primero por la Iglesia para santificarla, para que El pudiera proyectarse a través de Su Iglesia. Luego El dijo en San Juan 15: “Yo soy la Vid, vosotros los pámpanos”, ¿ven?, y los pámpanos llevan el fruto. El Señor los bendiga.",
    "Ahora, antes de que nosotros…?…Para la lección esta noche…Y no quiero retenerlos mucho tiempo, porque veo a la gente de pie, y uno tomando su lugar, y luego otro se sienta, y demás. Estamos tratando duro de obtener un—un permiso para sentar como trescientas o cuatrocientas personas más, pero la ciudad parece detenernos de ello, porque no tenemos espacio adecuado para estacionamiento. Conseguimos el permiso de Indianápolis, y luego la ciudad…Tenemos que tener espacio para estacionamiento. Oh, cuando metemos cuatro personas aquí adentro, tenemos que tener suficiente espacio para poner un carro aquí afuera. Y este estacionamiento aquí en realidad le pertenece a la ciudad, ¿ven?, ellos…Estamos…Nuestra iglesia aquí está poco más o menos a un pie de la línea de la ciudad. Y la…Realmente, la carretera, la razón de que fue construida allí…Por supuesto, algunos de Uds., los jóvenes aquí, no entenderían esto, pero esto solía ser un estanque. Y yo recuerdo cuando yo era un muchacho, nosotros nos paseábamos aquí, y teníamos que ir alrededor allá en el campo y dar la vuelta al estanque. Ellos construyeron la carretera alrededor de la carretera, alrededor del estanque.",
    "Y compré este lote aquí. Orando, aquí mismo donde está esto, el Señor me dijo que lo comprara, hace como treinta años, o hace treinta y dos años, eso es, me parece. Aquí mismo en un pantano muy grande, y “hierbas de caballo” más arriba de mi cabeza. Y compré el lote por ciento sesenta dólares, esta esquina—esquina…?…aquí, y construimos la iglesia.",
    "Ahora, que el Señor los bendiga. Quiero (si se le llamara un texto, para parte de las…), leer parte del contexto en notas; me gustaría hablarle a la audiencia esta noche sobre el tema de La Influencia De Otro. Y antes de hablar, o leer la Palabra, inclinemos nuestros rostros y hablemos con el Autor de la Palabra.",
    "Ahora con nuestros rostros inclinados, y nuestros corazones…?…también, en Su santa reverencia, ¿me pregunto si hay algunos…?…esta noche que tuvieran una petición que ellos…está ardiendo en su corazón, que ellos pudieran simplemente levantar su mano delante de Dios? Y digan en su oración: “Señor Jesús, tengo necesidades. Háblame esta noche. Sáname. Dame mis necesidades económicas”, o lo que sea. El satisface todas nuestras necesidades. Dios los bendiga. Como el noventa por ciento de la congregación.",
    "Nuestro Padre Celestial, estamos acercándonos a Ti. Ahora mientras dejamos este pequeño tabernáculo de barro en el que moramos, este pequeño barco que está navegando en el solemne mar de la vida, por fe estamos subiendo más allá de Marte, Júpiter, Venus, la luna, las estrellas, la Vía Láctea, y llegando ahora por fe al trono del Padre. Lo vemos sentado allí, Sus manos horadadas y Sus pies;…?…esa Sangre ahora haga intercesión mientras ponemos nuestros presentes sobre el altar de oro, alrededor de Su Trono.",
    "Te damos gracias, primero, por Jesús, Quien hizo posibles todas estas cosas a nosotros, a través de nuestra fe, que vamos a pedir. Tú viste las manos, Tú sabías lo que estaba latiendo debajo de los corazones del pueblo. Y pongo mi fe, Señor, en el sacrificio en el gran altar de oro de Dios donde el incienso está siendo quemado diariamente. Ruego que Tú oigas y contestes sus oraciones, Padre. Dales los deseos de su corazón.",
    "Y ahora, ya que nos hemos reunido, Señor, esta noche, para estas tres reuniones, estamos aquí en este edificio caliente esta noche con ningún otro propósito sino una caminata más íntima Contigo. Sabiendo qué hacer…?…Señor, qué hacer…Como dijo el profeta: “Los que esperan a Jehová, ellos tendrán nuevas fuerzas; levantarán alas como un águila; correrán, y no se cansarán; caminarán, y no se fatigarán”. Señor, enséñanos cómo esperar después de que hemos pedido y…?…tener fe para saber que Tú escuchaste, y que cuando a Ti te parezca bien Tú enviarás nuestra respuesta bajando por la escalera dorada desde los corredores del Cielo directamente a nuestra alma. Y recibiremos lo que pedimos, porque lo creemos.",
    "Santifica nuestros oídos, esta noche, para oír, y nuestros corazones para recibir; y que, cuando el servicio haya terminado, que digamos como aquellos que vinieron de Emaús: “¿No ardían nuestros corazones en nosotros, mientras nos hablaba por el camino?” Porque lo pedimos en Su Nombre. Amén.",
    "Me gustaría leer, esta noche, una porción de Escritura que se encuentra en el Libro de Isaías. Mañana, estén seguros, si tienen un papel, quiero que Uds.…Voy a tener un diagrama aquí arriba, o una pizarra, para más o menos dibujar…?… lección. Y quiero que lo dibujen si les es posible, porque lo pueden estudiar después de que lleguen a casa.",
    "Isaías, el capítulo 6, quisiera leer unos versículos de este capítulo, para sacar el contexto para esta noche.\n\nEn el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.\n\nPor encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová Dios de los ejércitos; toda la tierra está llena de su gloria.\n\nY el quicial del templo se estremeció con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con una tenaza;\n\nY tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y es limpio tu pecado.\n\nDespués oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.",
    "Esta es verdaderamente una—una tarea cuando pensamos en la…qué va a significar a medida estudiamos esta visión de Isaías. Es…A mí siempre me ha gustado Isaías. El era uno de los profetas mayores. Isaías escribió la Biblia completa. Hay sesenta y seis Libros en la Biblia, e Isaías escribió sesenta y seis capítulos. El comienza con el principio de la creación; en medio del Libro él trae el Nuevo Testamento y a Juan el Bautista; y en el capítulo 56 y 60 él termina en el gran Milenio: De Génesis al Nuevo Testamento a Apocalipsis. Un gran hombre fue este Isaías. Finalmente murió como mártir bajo la pena capital.",
    "Todo hombre de la Biblia lleno con el Espíritu, murió o fue perseguido bajo el gobierno federal; cada uno de ellos de los que Uds. puedan pensar: Moisés, los jóvenes Hebreos, y Daniel, e Isaías. Isaías fue aserrado en pedazos con una sierra. Y así sucesivamente, Juan el Bautista, cada uno de los apóstoles, Jesús mismo, todos murieron bajo pena capital o pena del gobierno federal. Y de acuerdo a la manera que las cosas se están acumulando, va a haber más testimonios añadidos a los de ellos uno de estos días. Y si alguna vez hubo un tiempo en que no debemos separarnos, es ahora.",
    "Supongo que Uds. oyen de la reunión que está llevándose a cabo en Roma, y estaban teniendo…Ellos están teniendo un gran tiempo allá. Y van a empezar un avivamiento. Será un avivamiento mundial, seguramente.",
    "Regresemos a este tema…(Veremos eso en los Siete Sellos.)…a este tema de ser influenciado.",
    "El rey Uzías era un muchacho pastor. El fue criado…Y él amaba el aire libre. Y él reinó durante el tiempo de la profecía de Isaías. Isaías había sido enseñado por—por uno de los otros profetas mayores. Y creo que fue Zacarías, que Isaías tenía entendimiento por medio de él, quien era profeta cuando Isaías llegó a la escena. E Isaías fue llamado, y él era un—un profeta. Los profetas no son simplemente hechos por el hombre; los profetas nacen profetas.",
    "Ahora, hay un don de profecía que entra en la iglesia, que personas dan una profecía. Muchos miembros del Cuerpo de Cristo pudieran hacer eso, eso es bajo inspiración. Pero un profeta es colocado en la Iglesia por Dios, predestinado para el don de—de profeta, o el don para ser un profeta, no un profetizador.",
    "Ahora, ahora, nos damos cuenta que este joven tomó el trono. Si quieren anotar algunas de las Escrituras, es Segunda de Crónicas, el capítulo 26. Uds. pueden leer donde dice que el Rey Uzías, después de que su padre murió…A-m-a-s-í-a-s, Amasías, después de que él murió, que fue un hombre justo y se había apartado del Señor, y fue matado por su propio pueblo, Uzías tomó su…o Uzías, mejor dicho, tomó su lugar como Rey. Y él fue puesto en el trono y ungido a la edad de dieciséis años, tan sólo un muchacho, pero él estaba en línea para ser rey, siendo aún tan sólo un muchacho. Y le fue bien. La Biblia nos dice que él tenía un padre piadoso y una madre piadosa, y él no podía ser nada más, casi, con semejante influencia, que ser un muchacho piadoso, porque eso había sido lo que había sido puesto delante de él en todo momento.",
    "¿Saben lo que pienso? Todo el mundo tiene su propia opinión. Pero uno de los más grandes, y en mi opinión, el presidente más grande que hayamos tenido en esta nación fue Abraham Lincoln. Ahora, no porque él era un Republicano, sino porque él fue lo que fue, un hombre piadoso. Y él fue criado, y él…para servir a Dios. Y él dijo: “Si hay algo a lo que quiero darle alabanza”, dijo él, “o por lo que mi vida fue influenciada, fue una madre piadosa la cual me enseñó a orar y a conocer a Jesús como mi Salvador”.",
    "¡Oh! Su familia es lo que uno es. Uno cría a su hijo en un cierto ambiente; tiene una posibilidad de un noventa y ocho por ciento de andar correctamente de la que tiene si uno lo educa en la manera incorrecta. “Educa al niño en su camino, y aun cuando fuere viejo no se apartará de él”. Ser criados correctamente, enseñen a sus hijos a hacer lo correcto, a ser sinceros, a ser honrados a carta cabal, aun cuando ellos están en la escuela.",
    "Ahora, muchas veces los niños son propensos a copiarse los unos a los otros, y—y tratan de pasar la escuela sin esforzarse. Pero, Uds. saben, yo creo que si tan sólo Uds. mismos lo obtuvieran, entonces es algo que Uds.—Uds. pueden apreciar su examen con buena calificación.",
    "Uds. saben, si Uds. van a tener un examen al día siguiente, en vez de andar de arriba abajo toda la noche, levantarse la mañana siguiente, y pensar: “Bueno, me voy a sentar al lado de Fulano de Tal; ellos son inteligentes; y entonces ellos van a… yo puedo copiar de ellos”, si Uds. tan sólo, antes de que papá dé gracias en la mesa para el desayuno, si Uds. tan sólo dijeran: “Papá, acuérdate de mí hoy, tengo que tomar un examen en química”, o sea lo que sea. Entonces Ud., cuando Ud. ore, papá, diga: “Dios, bendice a Juan, a María, en su examen hoy”. Les digo, eso cambiará las cosas.",
    "Recuerden, podemos tener lo que queramos si pedimos en fe, creyendo. Jesús dijo: “A los que crean todo les es posible”. “No tenéis, porque no pedís”, y no piden, porque no creen. El dijo: “Pedid, en abundancia, para que vuestro gozo sea cumplido”. Me gusta eso.",
    "Nuestro enseñar correctamente: Digan lo correcto; hagan lo correcto; piensen lo correcto; siempre estén pensando correctamente. Yo tengo un pequeño lema:\n\nHas lo correcto, esa es tu obligación con Dios. Piensa lo correcto, esa es tu obligación contigo mismo; y seguramente vas a salir bien.",
    "Uno no puede ir hacia el este y hacia el oeste al mismo tiempo, ni tampoco puede uno andar correcta e incorrectamente al mismo tiempo. No importa cuánto piense uno que va en la otra dirección, si uno no viaja directamente hacia el oeste…Uno no va hacia el este si va hacia el oeste.",
    "Así que este joven rey, siendo influenciado por su padre cuando él era un joven, y le enseñó a Israel los preceptos de Dios. Y luego, de repente, él cambió en sus últimos días y enseñó contra Dios. Y su propio pueblo…El fue matado por su propio pueblo. Parecería como que esa hubiera sido una gran lección para Uzías acerca de esto. Pero nos damos cuenta que cuando Uzías tomó el trono, que él comenzó exactamente en la forma en que su papá lo hizo, trayendo de nuevo las cosas de Dios, trayendo a Israel de nuevo a la adoración de Dios. El se fortaleció.",
    "Y quiero siempre estar agradecido por él en sus días de juventud, porque él nunca participó en política. Aunque la política pudiera haber estado en contra de él, pero sin embargo, él se quedó exactamente en la línea de Dios. Y emocionó tanto a este pequeño y joven profeta, al grado que él llegó a ser un héroe. El era un ejemplo para Isaías el profeta.",
    "E Isaías fue al castillo a quedarse con él, al palacio del rey. El lo llamó; a él le agradaba Isaías. Isaías era joven también, y—y él…Ellos eran amigos. Y cómo ese rey, cuando él iba allá, y ellos, algunos de los hombres de la política entraban y decían: “Debemos hacer tal y tal”, el rey Uzías buscaba primero al Señor. “Señor, ¿es Tu voluntad que lo hagamos así y así?” Que Dios nos dé un presidente así. No sólo eso, sino que nos dé predicadores. “Buscad primeramente el Reino de Dios y Su justicia, y todas las otras cosas serán añadidas”.",
    "Esto debe de haber sido una gran influencia, porque Isaías lo amaba, porque él vio que él era un gran hombre, y él—él permaneció firme y sólido para Dios. Y Uds. saben, cada vez, en los días en los que vivimos, en las cosas que hacemos, recuerden, el público no solamente mira al pastor, la manera en que él ve, vive, él…ellos también miran al laico.",
    "Oh, cómo es una lástima cuando pensamos en la iglesia. Algunas veces si el pastor pertenece a una cierta organización, o a un clan, y esta organización lo envía a una cierta iglesia, y algunas veces las manos de ese pastor están atadas por esa organización. Y el hombrecito quiere servir al Señor. Y él piensa, ha sido enseñado que esa es casi la única manera en que puede hacerlo, es por medio de servir a su organización. Y si él se levantara y predicara lo que la Palabra dice, la iglesia votaría para sacarlo; y entonces él tiene temor de que no tendría oportunidad entonces de predicar el Evangelio.",
    "Oh, lo que necesitamos en los púlpitos hoy en día son hombres como fue Uzías. No importa qué, la política de su iglesia, o la política de alguna otra cosa, él jugó la mano de Dios, hasta el final. El esperaba hasta que él encontraba ASI DICE EL SEÑOR, entonces él lo hacía.\n\nPequeño…Ese pequeño profeta, un joven como de su edad, en el templo con él, ellos se arrodillaban juntos y oraban, sin duda, y pedían la voluntad del Señor, y luego la comparaban con las leyes de la Biblia. Entonces si estaba bien, Uzías lo aprobaba; si no estaba bien, él condenaba la política en base a ella. ¡Que Dios nos dé más así! Y eso emocionaba a Isaías porque él nació profeta.",
    "Y Uzías llegó a ser un—un héroe para Isaías. ¿Ven Uds.?, debido a que—que se paraba por Dios, él llegó a ser un héroe ante los ojos de los justos. Y pudiera ser que no hayan habido demasiados justos. ¿Ven? Pero lo que queremos hacer, es hacer que nuestra vida cuente para Dios. Alguien lo está mirando a uno.",
    "Yo estaba regañando a alguien el otro día. En un cierto vecindario tuvieron una…Una gran iglesia denominacional tuvo una gran fiesta de “rock and roll” acá abajo, y estuvieron bailando como hasta la una de la mañana. Y habían estado importunando a alguien que viene al tabernáculo, y dijeron que eran santos rodadores que venían aquí, porque no tenemos denominación. Y, oh, si eso me dio una oportunidad. Uds. poco más o menos pueden imaginarse qué sucedió. Pero la cosa es…Ahora, esas personas…No hay duda, que la joven que hizo el comentario, si tan sólo supiera qué era Verdad…",
    "Yo estaba en las montañas hace unas semanas. Y muy allá, cuando yo venía a casa, fuimos allá (la familia y yo) para descansar un poco, adonde vamos a ir de nuevo, si el Señor quiere, la próxima semana. Y entonces, allá una noche, vi una visión. Y era una—una encantadora y hermosa mujer, una mujer de apariencia joven, corriendo; ella tenía su mano cerca, y estaba pereciendo con un ataque al corazón, una mujer hermosa. Y ella cayó y murió. Y el Angel del Señor dijo: “Ahora, cuando tú oigas esto, recuerda, ellos van a decir que ella cometió suicidio, pero ella murió de un ataque al corazón. Y son casi las cuatro, así que tú sólo di las cuatro”, y luego El me dejó.",
    "Y no desperté a la familia, en el pequeño campamento de vaqueros, o donde los vaqueros se quedan, allá adonde íbamos a juntar el ganado. Yo—yo simplemente los dejé dormir hasta la mañana. Y luego, al día siguiente lo mencioné, y dije: “Una mujer joven, muy atractiva, va a morir de un ataque al corazón”. Y en el camino de regreso dos días después, salió en la radio que esta Srta.…No puedo acordarme de su nombre. [Alguien dice: “Monroe”.—Editor] Monroe, la Sra. Monroe. Yo creo que ese era su nombre de artista, o sea lo que fuera; su nombre era otro. Y ella había muerto, y dijeron que cometió suicidio.",
    "Ahora, no hace mucha diferencia cuánto yo lo diga; ellos todavía van a decir que cometió suicidio. Pero la joven no lo hizo; ¡ella murió de un ataque al corazón! Y si Uds. hubieran observado, ella tenía su mano, tratando de llegar al teléfono, el teléfono en su mano. Ella tuvo un ataque al corazón. Ellos dijeron que había allí pastillas para dormir; ella había estado tomándolas por un mes, ¿ven?, o más, de esa botella. Ella murió de un ataque al corazón, y ella murió como cuatro o cinco segundos antes de las cuatro, exactamente.",
    "Y yo leí acerca de la historia de su vida en la revista, de cómo su…Ella era una hija ilegítima; y cómo ella había lavado tantos platos; y su madre en un manicomio. Y ella había anhelado…Pero ella era la mujer con el cuerpo más perfecto, creo, en el mundo. Pero ella había anhelado algo que el dinero no compraba. Yo pensé: “¡Oh, quisiera haber podido llegar a ella! ¡Yo sé lo que ella necesitaba!” ¡Allí lo tienen!",
    "Quizás miembros de las iglesias de fama, finos, famosos de Hollywood, donde toda la decoración y oropel están. Pero ellos vieron a esas personas. Ella podía ver que no vivían vidas diferentes de la que ella vivía. ¡Se necesita influencia! Se necesita el poder de la resurrección de Cristo entre la gente, para que vean que Cristo no es una estatua colgada en un edificio, sino que El es un Ser viviente, en la forma del Espíritu Santo, viviendo en hombres y mujeres, trayendo paz, y contentamiento, y felicidad. Oh, si tan sólo hubiéramos podido llegar a la joven antes de que ella partiera del mundo.",
    "Ahora, influencia. Nos damos cuenta que—que la vida de Uzías influenció a este profeta, y a tal grado que Uquías… Uzías, mejor dicho, construyó murallas y se hizo poderoso, y volvió a tomar las tierras y la posesión que les pertenecía a ellos de los Filisteos, y demás, hasta que su fama llegó hasta Egipto. Y les digo, de todas las crónicas de los reyes, no hubo ninguno de ellos aparte de Salomón, que se extendió como Uzías. ¿Por qué? Porque él dio el ejemplo. El se quedó con Dios, sin importar qué pensaba su gente, qué pensaba cualquier otra persona, lo que sus políticos que trataron de influenciarlo a él. El se quedó directamente con Dios, y lo…Dios lo bendijo. Fue una gran ayuda a este joven profeta.",
    "Cómo Dios bendice a un hombre que será fiel a la Palabra de Dios. Ahora, él quizás no sea muy popular, pero él será bendecido. Y ahora, la gente tiene que escoger, si desean actuar como el resto de las personas, o si desean ser bendecidos por Dios. Ahora, Uds. simplemente pueden escoger. Si van a vivir como el resto de ellos, serán bendecidos por ellos; pero entreguen Uds. sus…todos sus deseos a Dios, y serán bendecidos por Dios. Así que Uds. tienen que: “Escogeos hoy a quien sirváis”, como dijo el profeta. “Acuérdate siempre de tu Creador, primero, siempre”.",
    "Ahora, pero el…Cuando este rey llegó a un punto, siendo un hombre tan grande e influenciando a Isaías y a los justos, por supuesto, de su reino, él llegó a un punto que él empezó a sentirse seguro por sí mismo. Y allí es donde uno comete su error. Allí es donde tantos hombres justos muerden el polvo de la vergüenza, muerden el polvo de la derrota, es porque se empiezan a sentir seguros por sí mismos. Uno empieza a pensar que ha vivido tanto tiempo para Cristo, que no importa qué presente El delante de uno, uno escogerá si lo quiere o no. Uno tiene que continuar sirviendo a Dios. No importa qué fue uno hace diez años, es lo que uno es ahora.",
    "El rey llegó a un punto que él pensó dentro de sí mismo, que él se enalteció. Orgullo entró en su corazón. Y eso es lo que nos sucede. Si Uds. perdonan esta expresión, eso es lo que le ha sucedido a nuestras iglesias por todo el país. Son personas buenas las que hay allí; algunos de los mejores en el mundo van a la iglesia. Yo creo que los mejores en el mundo van a la iglesia. Pero la cosa es que, el—el sistema de organización se enaltece. Eso es lo que le ha sucedido a los—los Metodistas. Eso es lo que le ha sucedido a los Bautistas. Eso es lo que le ha sucedido a los Nazarenos, a los Peregrinos de Santidad, a los Pentecostales; enaltecidos, obstinados, egocéntricos, orgullo, a los que uno no les puede decir nada. Dios no puede hallar una manera para entrar en sus corazones. Es porque se hicieron tan sabelotodos que nadie puede decirles nada. Y por edificarse a sí mismos alrededor de razonamientos con hermanos, se edificaron a sí mismos alrededor de su credo. Y cuando lo hacen, dejan a Dios en la parte de atrás.",
    "Eso es lo que le sucede a doctores. Cuando ellos se ponen tan egocéntricos que no necesitan ninguna ayuda de Dios, entonces es cuando no uno…no quiero que uno esté jugando conmigo. Cuando Uds. dejan a Dios fuera de cualquier cosa, Uds. sólo…Quiero que Uds. me dejen fuera a mí también. ¿Ven? ¡Porque Uds. deben siempre de recordar a Dios primero! El se enalteció.",
    "Tantos hoy en día…Tomen Uds. a una—una familia de personas que empiezan a ir a la iglesia. Y Dios sana a la pequeña familia. El los bendice, y les da el Espíritu Santo en sus vidas. Los niñitos oran alrededor de la mesa; ellos oran antes de acostarse. La madre y el padre unen sus manos y oran. Y mientras continúen así, permanecerán como una familia; pero déjenlos conseguir…Lo primero que uno se da cuenta, ellos no tenían nada, una chatarra vieja por carro, quizás, viajando en él, o quizás caminando. Finalmente consiguen un buen carro, una mejor casa. Y cuando menos lo piensa uno, entonces ellos quieren llegar a lo que ellos, el mundo, llama, una mejor clase con la cual asociarse. Ellos se mudan a un vecindario diferente, y allí, se dan cuenta que llegaron a ser influenciados por la influencia incorrecta. Uds. deben de quedarse siempre donde está el Reino de Dios y donde la gloria de Dios se está derramando. Permanezcan donde puedan ser alimentados espiritualmente día y noche. Entonces cuando menos lo piensan, separaciones entran en el hogar, y mundanalidad, y ellos se enaltecen.",
    "Uzías hizo eso; él se enalteció, mucho orgullo.",
    "Y ahora vemos lo que él trató de hacer. Ahora, lo que verdaderamente lo afectó, cuando él se enalteció, en su corazón, se nos dice en la Biblia. En Crónicas el 26, nos damos cuenta, Segunda de Crónicas 26. Nos damos cuenta que el entró al templo del Señor, con un incensario en su mano, para quemar incienso al Señor. Y cuando lo hizo, el ministro del templo, con otros ochenta ministros, lo siguieron y le dijeron: “No hagas eso. Estás errado. Tú no eres un ministro. Tú eres un rey, no un ministro”.",
    "Y él se llenó de ira, y él se enojó, y se puso de mal humor. Y él encendió el incensario, para ir de todas maneras, y Dios lo hirió con lepra allí mismo mientras él estaba parado allí en su ira. Y él murió, leproso. Ellos tuvieron que sacarlo del templo.",
    "Allí es donde queremos una lección ahora. Si este hombre, el cual…Dios había bendecido en su capacidad, pero él no estaba satisfecho con eso. El quería tomar el lugar de alguien más.\n\nUds. no pueden ser nada…Como el Congresista Upshaw…Uds. lo recuerdan, el que estuvo—estuvo lisiado por sesenta y ocho años y fue sanado en la reunión allá, Uds. saben. El era un Congresista en los Estados Unidos. El dijo: “Uno no puede ser nada que no es”. Así que eso es más o menos verdad. Uno tiene que permanecer en su llamamiento, a lo que Dios lo llamó.",
    "Ahora, mientras él permaneció como rey…Y él era una bendición para el pueblo, siendo rey. Pero cuando él pensó que era un ministro, entonces…El pensaba, que porque Dios lo había bendecido, él podía ser cualquier cosa que quería ser. Pero él era una bendición para el pueblo, como rey, pero no una bendición…El llegó a ser una maldición sobre ellos cuando trató de tomar el lugar del ministro. Y tenemos mucho de eso. Todo mundo quiere llevar la pelota. ¿Ven?",
    "Cuando uno está jugando un juego de pelota (ya que es la temporada de fútbol), lo que queremos hacer, no es que todos traten de quitarle la pelota al hombre que la tiene; es tratar de defender a ese hombre. Protegerlo; dejarlo que pase. Estamos tratando de meter un gol. ¿Ven?",
    "Pero, ¿pudieran imaginarse a un rey tan inexperto en cuanto a encontrar a un hombre, su propio hombre, con la pelota corriendo a la portería, y luego en vez de tratar de chocar contra el enemigo alejándolo de él, el equipo adversario, para permitir que su propio hombre que tiene la pelota se vaya con ella, todo hombre tratando de quitarle la pelota de su mano? Pues, Uds. seguramente van a perder.",
    "Y hoy en día, tenemos la misma cosa. Cuando vemos a Dios venir a la escena, y que va a bendecir cierta cosa, mantengamos a todos los enemigos lejos de ello. Usemos nuestras influencias como atajadores, no corredores, atajadores que protegen al corredor, le permite atravesar llevando la pelota, porque no hay oposición, todo lo que uno tiene que hacer es sólo seguir corriendo. Y deberíamos de ser atajadores.",
    "Yo hablo mundialmente, Uds. saben, para los Hombres de Negocio del Evangelio Completo, alrededor del mundo, organizando sucursales. No hace mucho tiempo cuando, creo yo, fue en Kingston, Jamaica, cuando tenían a Castro y a todos ellos allá en esta reunión (o nosotros habíamos ido allá a su local, así es como fue), y las celebridades de todas las islas estaban allí; y esos hombres de negocio estaban tratando de predicar el Evangelio. El está afuera de su lugar. Nosotros los predicadores tenemos un tiempo bastante difícil para mantenerlo a nivel. Y ellos usan todo poquito de influencia que pueden hallar, y cada pequeña técnica de esta manera y de aquella manera, y lo mantiene tan enredado que uno no sabe qué hacer.",
    "Muchas veces en una—en una iglesia, una pequeña iglesia puede estar teniendo un avivamiento; alguien querrá ir aquí y dirigir una reunión de oración. Y además, él tiene una idea diferente de lo que realmente dice la Biblia, pero él lo cree de esta manera de todos modos; y él empezará una influencia y se llevará a otros de ella. Lo que se debe hacer es proteger este Mensaje en la dirección que lleva, quedarse con El, y derribar todo alejándolo de El, si es que alguna vez vamos a cruzar la línea de gol.",
    "Y yo dije: “Hermanos, algo está errado. Uds. hombres son hombres de negocio. En primer lugar, no entienden el acercamiento. Uds. no entienden el acercamiento al ministerio, porque el ministerio es un don llamado por Dios”. “Puso Dios en la Iglesia, primeramente apóstoles, profetas, maestros, evangelistas, y pastores”. Dios los puso allí para el perfeccionamiento de la Iglesia. Los hombres de negocio deberían de testificar. Mujeres, amas de casa, no importa si Uds. son las sirvientas en la casa de alguien, testifiquen. Hagan todo lo que puedan para el Reino; pero nunca inyecten sus propias ideas; sólo digan lo que dice el Mensaje y sigan adelante, ¿ven?, y entonces quizás Uds. tendrían un poco de influencia. Pues, no traten de predicar ahora hasta que Dios, Uds. saben, los llame. Sólo quédense exactamente con eso, su testimonio, porque si no lo hacen, Uds. terminarán en la categoría equivocada; y entonces enredarán todo. Eso es. Y no agrada a Dios en lo absoluto.",
    "Esto lo prueba aquí.",
    "Cuando este Rey…Ahora, cuando él fue reprendido y se le dijo la verdad por medio del ministro del edificio, y trató de decirle que estaba errado, que Dios llamó eso sólo para los descendientes de Aarón, y ellos eran consagrados sólo para ese servicio…Eso era todo lo que ellos debían hacer, fueron consagrados para eso. Y un rey, no importa cuán justo era él, o cuánto lo había bendecido Dios, él no tenía derecho de quemar incienso. El estaba tomando el lugar del sacerdote, y él no debía de hacerlo. Y cuando fue reprendido, él se llenó de ira; se puso furioso, y exactamente mientras se ponía furioso, le apareció lepra en su rostro. A él le brotó lepra, y entonces él dejó caer el incensario y salió corriendo del edificio. ¿Ven? Tratando de imitar a alguien más, no deberíamos de hacer eso.",
    "En su ira él hizo mal, y él fue herido. Oh, ciertamente fue una lección para este joven profeta ver, ahora, no importa cuán grande era el hombre, él tenía que permanecer en su llamamiento.",
    "Yo me doy cuenta de que esto está siendo grabado, y sé que va a…irá por todo el mundo, allá adentro de las junglas, y Hotentotes, y todo lo demás. Este mensaje aquí esta noche será traducido a idiomas. Pero yo digo esto con todo mi corazón, cómo pudiera…Mucha gente diciendo: “¿Por qué no se une Ud. a ciertas organizaciones? ¿Por qué no viene Ud. con los Pentecostales? ¿Por qué no viene Ud. con este grupo? ¿Por qué no deja simplemente pasar estas cosas?” ¿Cómo puedo hacerlo? ¡Tengo que quedarme con ese Mensaje!",
    "Cuando, el Angel del Señor apareció allá en el río, en esa Luz allí como Uds. ven; y cuando ha sido probado por el gobierno y en todas partes, con ciencia, investigación científica, que es la verdad. Y El me dijo que me quedara con esta Palabra. ¿Entonces cómo podría yo cambiarla por un credo? Si esos hombres están allá para hacer eso, que ellos lo hagan. ¡Pero nosotros fuimos llamados a predicar la Palabra! ¡No se comprometan; manténganse en la Palabra!",
    "Así que ahora Uds. ven la razón de que es una cosa peligrosa tratar de comprometerse y hacer otra cosa, o tratar de enaltecerse dentro de uno mismo, y decir: “Oh, yo puedo hacer esto y ganar más dinero. Yo puedo hacer esto, y todos los hermanos van a estar de acuerdo conmigo. Yo puedo comprometerme en esta Palabra, y, oh, al grado que noventa y nueve por ciento de los ministros se voltearían: ‘Eso está bien. Eso es bueno’”. Y yo sé, ahora. Muchos de ellos llaman. ¿Qué es? Panes y peces, el ver a la gente sanada, y los discernimientos, y los poderes de Dios, y demás, manifestados. Ellos lo hacen ir a uno allí para tener reuniones y para conseguir meter gente en las…sus iglesias y cosas; pero cuando se trata de estar de acuerdo sobre la Palabra, ellos se alejan de Ella. ¿Ven? Uds. no pueden hacer eso. ¡Quédense con la Palabra!",
    "Ahora, esta fue una lección para este joven profeta, que no importa qué trató él de ser, él debía de quedarse en su llamamiento. ¡Oh, hermanos! El aprendió la—la orden de Dios para el hombre. La orden de Dios para el hombre es que permanezca en su lugar. La orden de Dios para las mujeres es que permanezcan en su lugar también. Uds. no pueden tomar el lugar de un hombre. Ellas están tratando de hacerlo, pero no lo hagan. Hombres, no tomen el lugar de las mujeres, no se vistan como mujeres. Y mujeres no se vistan como hombres. La Biblia dice que está mal hacer eso. La Biblia dice: “Una mujer que se pone ropa de hombre, es inmundicia delante de Dios, una abominación”. ¿Ven? Pero ahora uno casi no puede distinguir al uno del otro. ¿Ven? Ahora, ¿cómo van a hacer, sino simplemente clamar contra ello? Pues, entonces cuando uno hace eso…",
    "¿Vieron Uds. esta orden judicial esta semana aquí en Indiana? ¡Qué vergüenza! Hace menos de quince años una familia aquí en Port Fulton…Creo que algunos de la familia están sentados aquí esta noche. Aquí en Port Fulton, mandaron a casa a una muchachita de la escuela por ir a la escuela con pantalones cortos. Y esta semana ellos están tratando de demandar y sacarla de la escuela (y lo hicieron), una muchachita que rehusó usar pantalones cortos en la escuela. ¿Qué pasa con nuestra nación? Yo pensaba que éste era un país de libertad; yo pensaba que teníamos derecho, la libertad religiosa.",
    "Este padre se puso de pie y dijo: “Es en contra de nuestra creencia religiosa que nuestros hijos usen pantalones cortos, nuestra muchachita de dieciséis, diecisiete años de edad, que use pantalones cortos; es en contra de nuestra creencia religiosa”. Y ellos despidieron y expulsaron a la muchacha de la escuela.",
    "Yo entiendo que todos lo que no estén de acuerdo y entren en el…al—al acuerdo internacional de este compañerismo que ellos están tratando de formar, para juntar y unir a todas las iglesias, la federación de iglesias, que todos los que no entren y se unan a ella, ellos están haciendo una pequeña provincia; los van a enviar a Alaska. Más vale que Uds. se preparen para el clima frío, porque parece que viene. Así que, ¡qué desgracia!",
    "Mi amigo de toda la vida, Jim Poole, su hijo está aquí esta noche. Quisiera que su papá tan sólo viniera e hiciera lo que hizo su hijo. Y estábamos hablando hoy en una conversación por teléfono, y él estaba comentando sobre, creo yo, un comentarista de noticias o alguien. No recuerdo ahora exactamente quién era. Pero dijo: “Solía ser que—que el pueblo Americano tomaba un baño una vez a la semana y oraba todos los días, y”, dijo, “ahora toman un baño todos los días y oran una vez a la semana”. Yo creo que preferiría prescindir del baño. Pero eso muestra cómo hemos caído. ¿Qué le ha pasado a esta nación?",
    "Hace como cinco años, yo estaba en Ohio, y estaba teniendo una reunión allá en el…¿Cuál es el nombre de aquel lugar donde la tuve allá en aquella? [Alguien dice: “Chatauqua”.—Editor] Chatauqua. Y yo estaba escuchando un noticiario en el hotel, y dijo: “La flor de la libertad murió esta tarde en una corte, aquí en Ohio”.\n\nLa gente Amish, ellos no creen en mandar a sus hijos a estas escuelas públicas. Ellos tienen sus propias escuelas. Y en este cierto vecindario donde éstos estaban, no tenían escuelas de secundaria. Es la ley de Ohio e Indiana, creo que es una ley nacional, que todos los niños deben de ir a la escuela hasta que tienen dieciséis años. Y este hombre tenía un par de niños, un niño y una niña, que no tenían dieciséis años. Y ellos rehusaron mandarlos a las escuelas públicas donde enseñan las éticas de Darwin, que: “El hombre descendió de una sola célula, ser un mono; eso es todo lo que él es, sólo un mono glorificado”. Y—y así que no estaban de acuerdo con eso, y no le permiten a sus hijos escucharlo. Y así que las cortes los citaron. Y este pequeño juez sabelotodo le dijo a los envejecidos padre y madre, con su corte de pelo de casquete y sus overoles puestos, él dijo: “Señor, este estado de Ohio tiene una ley que dice que la niña debe de asistir a la escuela hasta que tenga dieciséis años”, y dijo, “Ud. rehusa mandar a sus hijos. ¿Qué responde Ud.?”",
    "El dijo: “Honorable señor, yo respeto las leyes de este encantador estado del cual soy nativo”. El dijo: “Pero nosotros llegamos aquí hace años, nuestros antepasados, por libertad de religión, y por eso es que estamos aquí, por libertad de religión. Nuestra religión nos enseña que nosotros no creemos que procedemos de animales a ser hombres que…Nosotros creemos que fuimos creados a imagen de Dios. Por tanto, es en contra de nuestras creencias religiosas enviar a nuestros hijos a una escuela que enseña tal cosa. Por tanto, no tenemos ninguna escuela de secundaria aquí para que nuestros niños vayan. Y no es porque no los respetamos a Uds.; nosotros respetamos lo que Uds. creen; pero para nosotros, nosotros no creemos eso, y no queremos que sea enseñado a nuestros hijos”.\n\nEl dijo: “O Ud. manda a sus hijos a la escuela o Ud. y su esposa pasarán dos años en la penitenciaría del estado”. Dijo: “¿Cuál es su decisión?”\n\nEl dijo: “Mamá y yo pasaremos los dos años”. Y ellos se dieron vuelta y comenzaron a salir.\n\nEl juez debe de haberse sentido un poquito condenado, así que él dijo: “Recuerden, ¿no dice su Biblia: ‘Dad a César lo que es de César’?”\n\nY el padre se dio vuelta, y él dijo: “¿Y a Dios…?”\n\nEl hombre en las noticias dijo: “Pues, entonces la libertad…”\n\nY el juez dijo: “Los sentencio a dos años”.\n\nEl dijo: “Entonces la libertad, la flor de la libertad, murió en esa sala del tribunal esta tarde”.",
    "Después de todo, los Dunkards, o los Amish, mejor dicho, no importa cuán extraños sean, ellos creen en vivir santamente. Y no hay ni un solo registro, en ninguna parte en los Estados Unidos, en que ellos hayan tenido alguna vez delincuencia juvenil. Ni una sola persona, un hijo, de su religión, fue alguna vez un delincuente juvenil. Déjenlos que sean extraños, todo lo que quieran. Ellos crían correctamente. Yo no los culpo.",
    "Pero, escuchen. La flor murió allí, en ese mismo momento, pero como en diez minutos revivió de nuevo. El fiscal, todos ellos, empujaron hacia atrás sus libros hacia atrás, y dijeron: “Entonces nosotros renunciamos a nuestro trabajo, porque si Ud. quebranta ese derecho Constitucional, quebrantarán el resto de ellos”. [Espacio en blanco en la cinta.—Editor]",
    "¿Se fijaron el otro día cuando ese sabio y viejo obispo Metodista, lo que él dijo sobre eso, de decir esa oración en—en la igles-…en la escuela? Esa no era la iglesia Metodista. Ese obispo era lo suficientemente sabio para saber eso. Ese era otro grupo viendo cuán lejos podían llegar, en forzar una cierta oración en—en las escuelas. Si ellos hubieran aprobado esa, ellos hubieran aprobado la otra tan rápido como pudieran. Ellos están tanteando toda salida que pueden. No se preocupen, ellos lo van a conseguir.",
    "Así que, queremos la cruz. ¡Queremos a Cristo ahora mientras podamos! No sean influenciados por hombres que quizás pueden enviar más potaje. ¡No sean influenciados por hombres que pueden darles una mejor máquina en la cual ir, o una mejor casa en la cual vivir, y vender sus primogenituras de Cristo! ¡…lo hagan! Cuidado con lo que están haciendo. Siempre sigan a aquel que es influenciado y es respaldado por Dios, que Uds. saben que Dios está con ellos. No sigan una influencia incorrecta. ¡Sí! Muy bien. No traten de tomar el lugar de otro.",
    "La visión en el templo, él vio, en—en un trono, a Dios exaltado, a Dios siendo exaltado. Ahora uno ve a este rey, que él había sido un ejemplo delante de Isaías, e Isaías vio que ese rey, en cuanto él se salió de su llamamiento, bueno, Dios lo hirió con lepra. Entonces Isaías pensó: “¿Qué debo de hacer?” Uzías estaba muerto, él se había apoyado mucho en su brazo. Y él pensó que él estaba muerto; ¿qué iba a hacer él? La vida misma casi se había acabado para él. Así que, ¿qué hizo el joven profeta? El se abrió paso al templo para orar. El cayó en el altar, y clamó.",
    "Algunas veces Dios permite que los mismísimos apoyos sean derribados de debajo de nosotros. Algunas veces El permite que las enfermedades nos golpeen. El permite que desilusiones, angustias, nos golpeen. Algunas veces El hace eso para llevarlo a uno adonde uno sería influenciado por el Evangelio. Sean lo suficientemente sabios para captarlo. No sean lo suficientemente estúpidos para alejarse de ello.",
    "Fíjense, Isaías sabía que él debía de encontrar algo diferente. Así que, ¿qué hizo él? El fue al templo; levantó sus manos, y clamó a Dios. Y entró en una visión. Y al ir entrando en la visión, él vio a Dios, no en un trono aquí abajo, sino alto, muy alto. ¡Oh, hermanos! Su séquito lo seguía a El y fue levantado hasta los Cielos. Y él vio, para adelante y para atrás, a través del templo, Serafines volando. ¡Oh, hermanos! Serafín, significa: “quemadores”, significa la palabra Serafín. El cual está junto al altar. En realidad, los Serafines son los que reciben el sacrificio, y limpian al adorador, y luego lo presentan a Dios, el Serafín lo hace. Ahora, estos Serafines eran Seres angelicales, y ellos son los que están más cercanos a Dios, exactamente en el altar. Y ellos reciben el sacrificio. Muestra la justicia de Dios, que el pecado no puede entrar en Su Presencia a menos que se haya hecho expiación por él. ¿Ven? Y estos Serafines…",
    "¿Recuerdan Uds. en las Siete Edades de la Iglesia cómo ellos guardaban esos Evangelios, uno en cada lado? ¿Recuerdan Uds., que los seguimos hasta el huerto del Edén, con una espada encendida parados allí? Ellos guardan el altar.",
    "E Isaías, ese gran profeta, cuando él entró en el Espíritu, él vio primero a Dios sentado muy arriba en los Cielos, sobre todo rey terrenal. Dijo: “Yo vi al Rey, al Señor sentado alto y sublime (entonces él vio al verdadero Rey), y su séquito lo estaba siguiendo a El”.",
    "Y él vio Serafines volando a través del edificio. Tenían alas sobre su rostro, alas sobre sus pies, y estaban volando con dos alas. Y estaban clamando: “¡Santo, santo, santo Señor Dios Todopoderoso! ¡Santo, santo, santo Señor Dios Todopoderoso!” ¡Qué—qué música, qué ritmo!\n\nUds. dicen: “Deben de haber estado diciéndolo muy ligeramente. ‘Santo, santo, santo Señor Dios Todopoderoso’”. [El Hermano Branham imita.—Editor]",
    "Isaías dijo: “Cuando ellos hablaban, las columnas del edificio se estremecieron con su voz”.",
    "Ellos no estaban tan sólo diciendo ahora: “Santo, santo, santo”. [El Hermano Branham imita.—Editor]\n\n¡Oh, qué voz! Y dijo: “Y las columnas se movieron y se estremecieron con su Voz”. Estaban gritando, esos Seres angelicales estando al lado de Dios, gritan: “¡Santo, santo, santo es el Señor Dios Todopoderoso!” ¡Qué visión! ¡Fuiu! ¡Oh, hermanos!",
    "Fíjense de nuevo, Isaías quien se había estado apoyando sobre el brazo de Uzías y lo vio morir bajo el juicio de Dios; y después vio a estos Seres santos que estaban al lado de Dios, los Serafines clamando: “¡Santo, santo, santo Señor Dios Todopoderoso!” Y esos santos Angeles cubrían sus rostros. Angeles santos cubrían rostros santos en medio de un Dios santo. Y, ¿quiénes somos nosotros?",
    "Ahora, oh, Uds. Metodistas, y Bautistas, y Presbiterianos, y Pentecostales, ¿quiénes somos nosotros? Cuando Angeles santos esconden sus rostros santos bajo las alas, para estar en la Presencia de Dios, cuando Angeles, un Ser que en realidad está más allá de los Angeles. Los Angeles no se paran allí, sólo los Serafines. Están más allá de los Angeles. Y Dios es tan santo al grado que ellos cubren sus rostros en la Presencia del Dios santo. Y lo único que podían decir era: “¡Santo, santo, santo es el Señor Dios Todopoderoso!” ¡Fuiu! Una cubierta especial, para ellos para estar en la Presencia de Dios. ¿Qué clase de cubierta necesitamos nosotros? Ellos tenían que estar cubiertos.",
    "Ahora, quiero decir esto ahora mismo: la Sangre de Jesucristo es toda suficiente. ¿Ven? Cristo nunca murió por esos Serafines. ¡No, no! Pero fueron seres creados. El nunca murió por Angeles; El murió por pecadores. El nunca murió por gente santa; él murió por impíos. Y mientras Uds. piensen que Uds. son santos, El nunca les hizo bien. Pero cuando Uds. se dan cuenta que no son nada, entonces El muere…El murió por Uds. ¿Ven? Cuando Uds. se dan cuenta que no son nada, entonces El es el…Uds. son por los cuales El murió. Dios es todo santo. No hay nada más en El sino santidad; eso es todo, pureza.",
    "Ahora, fijémonos en estas alas por unos momentos. Nos damos cuenta que con dos alas él se cubría su rostro. ¡Oh, piensen! Aun Angeles santos se cubrían sus rostros santos en la Presencia de un Dios santo. Y lo único que podían decir era: “¡Santo, santo, santo es el Señor Dios Todopoderoso! ¡Santo, santo, santo Señor Dios Todopoderoso!” Y se nos dice que clamaban día y noche. Ese es el primer paso descendiendo de Dios. Día y noche, sin dejar de hacerlo. Y Uds. piensan que nosotros hacemos mucho ruido. ¿Qué piensan acerca de millones de esos alrededor del trono, con una voz que estremeció las columnas del templo, cuando sólo uno de ellos clamaba: “Santo, santo, santo?” Uds. saben, fue su voz la que estremeció el templo, cuando hay millones de ellos clamando alrededor del trono de Dios. “¡Santo, santo, santo Señor Dios Todopoderoso! Santo, santo, santo Señor Dios Todopoderoso”, con alas sobre sus rostros, alas sobre sus pies, con alas en reverencia, respeto. ¡Oh, hermanos!",
    "Ahora, no hay reverencia o respeto por cualquier cosa que habla de santidad. Uno habla de santidad, uno es llamado santo rodador. No hay reverencia, no hay respeto ni por Dios, Su pueblo, o Su Palabra.",
    "Ahora, ¿adónde va a terminar este montón? (Creo que Ud. tiene razón, Ben. Le pegó al clavo en la cabeza esa vez, hijo. Sí, eso es más o menos correcto.) ¿Dónde va a terminar este grupo irreverente entonces? ¿Dónde va a terminar este montón irreverente? Eso es. Los que no tienen respeto, en lo absoluto, por Dios.",
    "Uds. saben, solía ser que si una mujer o un hombre decían que eran Cristianos, la gente lo respetaba; pero hoy en día sólo les gusta ver cuánto pueden reírse de ello. ¿Ven? ¡El grupo irreverente! ¡Oh! ¿Por qué? ¿Saben qué? Esta es la razón. Ellos no están conscientes que esa es la Verdad. No están conscientes de Dios. No recuerdan que la Biblia dice: “Que los Angeles de Dios acampan alrededor de los que le temen”. Ellos no sólo vienen y los visitan; ellos—ellos ponen sus tiendas. ¡Amén! “Los Angeles de Dios acampan alrededor de los que temen Su Nombre”. Ellos se quedan allí día y noche.\n\nEl anciano hermano de color cantaba ese canto: Los Angeles No Dejan De Cuidar de Mí. Dijo:\n\nTodo el día, toda la noche, los Angeles no dejan de cuidar de mí.",
    "Eso es correcto. Todo el día y toda la noche, los Angeles no dejan de cuidar de mí. Jesús dijo acerca de esos pequeñitos, dijo: “Mirad que no hagáis tropezar a uno de ellos, porque sus Angeles ven siempre el rostro de Mi Padre que está en los Cielos”. ¿Ven? Ellos siempre están acampados alrededor, vigilando a esos.",
    "Y ellos ni siquiera creen eso, gente impía. En la mañana vamos a entrar en lo que es la piedad y la impiedad, si el Señor quiere.",
    "Ahora fíjense, ellos ni siquiera creen eso. Han perdido toda decencia, todo respeto, toda reverencia, y sin embargo van a la iglesia. El grupo más irreverente que hay, son los que van a la iglesia. Eso es correcto.",
    "Un viejo contrabandista y destilador de licor, viene por la calle, pasando, y medio borracho, uno le habla acerca del Señor, él se parará y hablará con uno. Algunos de esos retrógrados y así llamados creyentes, miembros de iglesia, se reirán en la cara de uno, porque uno no pertenece a su…?… Eso es correcto. ¡Ciertamente! Son irreverentes. Uno piensa que uno tiene que pertenecer a su pequeña pandilla o uno ni siquiera vive en su lado del camino. ¿Ven? Es la verdad. Irreverentes.",
    "Ahora, estos Angeles, cuando ellos están en la Presencia de Dios, ellos estaban…Creo, que, David dijo…Uds. recuerdan, que tuvimos aquí hace unas cuantas noches, cuando yo estaba predicando sobre algo. Y él dijo, David dijo: “A Jehová pongo siempre delante de mí, para que no sea conmovido. Y”, dijo él, “entonces cuando hago eso, mi carne descansará en esperanza”. ¡Sí, señor! “Porque sé qué…El no dejará mi alma en el Seol, ni permitirá que Su Santo vea corrupción. Porque Jehová siempre está delante de mí”.",
    "Adondequiera que vayan, pongan a Dios. Si un hombre se enoja y los maldice, pongan a Dios entre Uds. y él. Si un hombre los llama santo rodador, pongan a Dios entre Uds. y él. Si la esposa se enoja con Uds. pongan a Dios. Si el esposo se enoja, pongan a Dios. Si los niños los exasperan, pongan a Dios. ¿Ven? Cualquier cosa que Uds. hagan pongan a Dios. Si papá y mamá les dan una pequeña zurra y los corrigen, pongan a Dios. Recuerden lo que Dios dijo acerca de eso. “Educa al niño en su camino”. ¿Ven? Siempre recuerden, pongan a Dios. Pongan a Dios delante de Uds. y Uds. le tendrán reverencia a Dios y respeto a El. Eso es correcto.",
    "¡Ahora observen! Con dos alas él cubría su rostro y con dos alas…Eso significaba reverencia, reverencia delante de Dios, se inclinaba, cubría su rostro. Ahora, nosotros—nosotros no tenemos alas con qué cubrir nuestro rostro, inclinamos nuestro rostro a Sus pies, inclinamos nuestros rostros y oramos en reverencia, respeto. ¡Sí, señor! Lo reconocemos. Y con dos alas él cubría sus pies. Sus pies, cubiertos, sus pies, representaba humildad y respeto.",
    "Como Moisés, Moisés en el—el respeto a Dios, diciéndole que él estaba en tierra santa, él se quitó su calzado. ¿Ven? El le hizo algo a sus pies. Pablo, en respeto a Dios, reverencia, cuando el Angel del Señor vino delante de él, en esa Columna de Fuego, él se postró en el suelo sobre su rostro. ¡Respeto! Juan el Bautista, él tenía tal respeto cuando él vio a Jesús venir, él dijo: “Yo ni siquiera soy digno de tocar Sus pies”. ¿Ven? Los pies, mostrando respeto. ¿Ven?",
    "¡Oh! Estén conscientes, ésta es la única cosa de la cual estar conscientes: su pequeñez. Si Uds. quieren llegar a alguna parte con Dios, háganse a sí mismos muy pequeños. No se hagan a sí mismos grandes como Uzías. El entró allí, y él—él dijo: “Yo haré esto de todas maneras, sea que yo…Uds. no tienen ningún negocio diciéndome”. ¿Ven? El debería de haberse hecho humilde. “Sí, siervos de Cristo, perdónenme”. El nunca hubiera contraído lepra. ¡No! “Yo sé que ese es su trabajo; Dios los llamó. Ese es su oficio. Uds. sigan adelante y háganlo, señores. Lo siento mucho”. Si hubiera retrocedido, hubiera habido un escrito diferente en este Libro. Pero cuando él fue corregido, él se enojó.",
    "Uno puede corregir personas acerca de algo o decirles acerca de su mal proceder, ellos se irán de la iglesia. Ellos no…Va uno donde alguien, le dice a las mujeres que no deberían tener corto el cabello: “Bueno, iré a alguna parte donde ellas puedan tenerlo”.",
    "Una señora fue aquí hace algún tiempo…Yo mandé a mi esposa. Estábamos en una reunión; ella no tuvo tiempo para lavarse el cabello, y ella…Yo le dije que fuera allí a uno de esos salones de belleza y que le lavaran el cabello. Ella fue allí, y esa señora ni siquiera sabía cómo ponerle el cabello hacia arriba. Ella tuvo que enrollarlo en la parte de arriba de su cabeza. “Vamos”, dijo, “nunca he lavado el cabello de nadie, con cabello largo”. Ella no sabía nada al respecto. Yo no sé. ¡Oh, hermanos! ¿Ven?",
    "Ellos no saben de qué se trata. ¿Por qué? Es debido a púlpitos débiles bajo los cuales han estado sentados. Correcto. ¡Exactamente correcto! Los púlpitos débiles que no dirán la Verdad. Ellos se comprometen con Ella. ¿Ven? Mejor… Hubiera sido mejor si Uds. la oyeran…Y si uno habla con uno de ellos, se levantarían, y se enojarían, y dirían: “Nunca oiré a ese santo rodador otra vez”. ¿Ven? Sigue adelante, Uzías. ¡Eso es correcto!",
    "Lepra, pues, yo preferiría tener lepra cualquier día que esa clase de lepra; pues, esa es lepra del alma. ¿Ven? Cuando Uds. van allí y les brota…Uds. están allí mismo brotados otra vez de lepra, pecado, lo cual es peor que la lepra. Es una lepra del alma.",
    "Uzías probablemente fue y durmió con sus padres dice la Biblia. Lo cual él fue salvo, porque él sólo hizo algo errado. Pero cuando Uds. lo hacen, sabiendo que no se debe hacer, entonces se brotan, lepra del alma. Y entonces no hay manera de llevar adentro un alma leprosa. Uds. saben eso.\n\nAsí pues, háganse a sí mismos pequeños. Humíllense delante de Dios, reconozcan. No se pongan todos envanecidos y furiosos; escudriñen las Escrituras y vean si es correcto.",
    "Le dije a alguien no hace mucho tiempo…Ellos dijeron: “¿Hermano Branham, tengo entendido que Ud. es un Sólo Jesús?”\n\nYo dije: “Ud. entendió mal”. ¿Ven? Yo dije: “Yo no soy un Sólo Jesús”.\n\nDijo: “Pues, Ud. bautiza en el Nombre de Jesús”.",
    "Yo dije: “Eso no me hace un Sólo Jesús”. Yo dije: “La doctrina de Sólo Jesús; ellos bautizan para regeneración. Yo no creo en eso. Yo no creo que, en cuanto uno es bautizado en el Nombre de Jesús, remite—remite su alma, sus pecados; yo creo que Pedro dijo: ‘Arrepiéntanse primero; dense vuelta, Uds. no dieron en el blanco; regresen’”. Arrepiéntanse y luego muéstrenle al mundo que Uds. han sido…Uds. están bautizados. Yo creo que re-…que…Yo no creo que haber nacido de nuevo es el bautismo del Espíritu Santo. No es el bautismo del Espíritu Santo; es ser nacido de nuevo. Nacemos de nuevo por la Sangre. La célula de Sangre viene de la…O, quiero decir, la célula de vida viene de la Sangre. Uds. son bautizados por el Espíritu Santo en el Cuerpo, pero Uds. nacen por la Sangre. Absolutamente. Uds. nacen por la sangre de su padre. Yo nací de nuevo por la Sangre de mi Padre, y por su…nuestro Padre, Cristo. ¡Sí, señor!",
    "Pero, ¿ven Uds.?, nosotros no creemos esa cosa. Porque bautizamos en el Nombre de Jesucristo, no nos hace ser Sólo Jesús; en lo absoluto. ¡No, señor!",
    "¡Sí, señor! Moisés se humilló en la Presencia cuando él oyó la Voz de Dios salir así, dijo: “Quita tu calzado”. Moisés alargó la mano y se quitó de un tirón su calzado. ¿Ven? Eso es correcto.",
    "Pablo, cuando esa Luz lo golpeó derribándolo a la tierra…El dijo: “Saulo, Saulo, ¿por qué me persigues?”\n\nDijo: “Señor, ¿Quién eres?” Directamente hasta la tierra. “¿Quién es?”\n\nDijo: “Yo soy Jesús”, esa Columna de Fuego. “Yo soy Jesús. Dura cosa te es dar coces contra el aguijón”.\n\nDijo: “Señor, ¿qué debo hacer?” El estaba listo.",
    "Juan el Bautista lo vio a El venir. Uno de los hombres más grandes…Jesús dijo que nunca había habido un hombre nacido de mujer tan grande como Juan. Y cuando Juan lo vio, él reconoció que él era tan pequeño, él dijo: “No soy digno de quitarle Su calzado”. ¡Amén!",
    "Siempre fíjense, un hombre grande se humilla. El camino hacia arriba es para abajo, siempre. Háganse pequeños, y Dios los va a levantar. “El que se enaltece será humillado, y el que se humilla será enaltecido”. Oh, hermanos, me gusta eso.",
    "Háganse pequeños; siempre sean pequeños. No sean el grande; sean el pequeño. ¿Ven? Dios es el único entre nosotros que es grande de todas maneras. Eso es correcto.",
    "Uno no quiere decir: “Es una iglesia santa, el pueblo santo”. ¡Oh, no! Es un Dios santo (eso es correcto), y una iglesia impía y un pueblo impío. Eso es correcto. No hay tal cosa como una iglesia santa; es un Dios santo en la Iglesia. No es un pueblo santo; es el Espíritu Santo en el pueblo. Entonces Uds. no están hablando del pueblo; Uds. están hablando del Espíritu Santo que está en el pueblo. ¡Amén! ¡Sí, señor! ¡Esa es exactamente la palabra correcta! ¡Amén! Eso dio en el blanco; ¡yo sentí esa! ¡Sí, señor! A El le gustó eso; yo sé eso. ¡Gloria! ¡Sí, señor! Muy bien.",
    "Háganse pequeños. El cubría su rostro con dos, reverencia. El se humilló al cubrirse sus pies. Ahora, en tercer lugar, con dos él volaba. El se puso en acción con dos de ellas. El era reverente delante de Dios. El era humilde delante de Dios. No sólo eso, él simplemente no se sentó allí, sino que él se puso en acción. Hablar de una Iglesia. ¡Amén! El se puso en acción. Cualquier cosa que él tenía, él estaba listo para ir con ello. ¡Sí, señor! Lo único que él podía decir era: “Santo, santo, santo es el Señor Dios Todopoderoso”; pero él se puso en acción con eso. ¡Eso es correcto! El entró en acción. Eso es lo que la iglesia necesita esta noche, es primero ser reverente, lo siguiente, es ser humilde, luego Uds. mismos entren en acción. ¡Sí, señor!",
    "El le mostró al profeta. Cuando El le mostró al profeta cómo El representó a Sus siervos, cómo iba a hacer El, ¿qué hizo este Hombre, este Angel? Este profeta vio su Voz estremecer las columnas en el templo cuando gritaron: “Santo, santo, santo Señor Dios Todopoderoso”. Y el edificio se estremeció, y los…Gritaron de nuevo: “Santo, santo, santo Señor Dios Todopoderoso”, y el edificio se estremeció.",
    "Isaías dijo: “¡Ay de mí!” Un profeta, un profeta vindicado, nació siendo un profeta, el profeta mayor de la Biblia; y él dijo: “Ay de mí, porque mis ojos han visto la gloria de Dios”. Miren a ese profeta humillarse, un profeta, el hombre al que la Palabra de Dios vino. Pero cuando él vio una visión en acción, él dijo: “Ay de mí, porque estoy parado tan cerca al grado que veo la Presencia del Señor”.",
    "Nuestra moderna gente Americana puede verlo suceder, y se van, y se ríen de ello. Eso es correcto.",
    "¡Cuando él vio una visión ser manifestada, una visión manifestada! ¡Oh, Dios, ten misericordia de este mundo pecaminoso!",
    "¡Una visión manifestada! El clamó: “Ay de mí, porque soy hombre inmundo de labios, y habito entre pueblo de labios inmundos. Soy completamente muerto; no hay nada bueno en mí”.",
    "Pues, Uds. dicen: “Bendito sea Dios, yo pertenezco a la Presbiteriana, Metodista, Bautista, Pentecostales; yo no tengo que sentarme y escuchar semejante cosa”. ¡Qué diferencia hay, qué diferencia!",
    "Y recuerden, a este profeta, llamado desde su nacimiento, y vindicado, predestinado a su oficio, y estaba buscando la Verdad, y él había estado con el rey. El vio las obras de Dios ser manifestadas, pero cuando una visión abierta vino, en vez de exaltarlo, él dijo: “Ay de mí. Soy completamente muerto. Las voy a pagar ahora, porque mis ojos han visto la gloria de Dios”.",
    "Y nosotros podemos ver la gloria de Dios, y andamos por ahí, decimos: “Un montón de santos rodadores, gente que está loca”. Con razón no llegamos a ninguna parte.",
    "Ahora recuerden, les dije que cuando viniera aquí a decir algo, le ayudaría a la gente. Sí. Debemos reverenciar Eso. Debemos darle todito el respeto que podemos, cuando vemos una visión manifiesta de Dios hablar, y sepamos que es la Verdad.",
    "🦅 Ay de mí”, dijo Isaías. “Estoy en un edificio aquí esta noche, (u hoy o cuando haya sido), y yo veo la gloria de Dios. Veo a un Angel hablar, y veo algo moverse. Y yo miro allí arriba, y veo a Dios manifestado aquí mismo. Ay de mí, porque yo soy un hombre de labios inmundos, y habito entre un pueblo inmundo”.",
    "Observen qué sucedió. Oh, ¿qué hizo El? El le mostró a Isaías, el profeta, que el hombre será honorable, será reverente en Su Presencia. Reverente, y humilde, y luego entrar en acción. ¡Eso es correcto! Ponerse en acción.",
    "Como la mujer junto al pozo, cuando ella vio algo suceder, hermano, ella tenía dos alas. Ella se fue con ellas rápidamente. Ella llegó allí al pozo de Jacob a conseguir un poco de esa agua contaminada por la que ellos estaban discutiendo; pero cuando ella tomó un trago de esa Fuente de Vida, ella entró en acción rápidamente. Ella no dijo: “Señor, por favor dime dónde obtuviste tu educación. ¿Dónde conseguiste esta cosa? ¿Cómo lo aprendiste?”, o, “¿Cómo sabías que tuve cinco maridos? ¿Cómo sabías qué estaba mal conmigo? ¿Cómo sabías que yo era una mujer de Samaria? ¿Cómo sabías estas cosas?” Ella nunca lo cuestionó. Ella dijo: “Señor, me parece que Tú eres Profeta. Sabemos que cuando el Mesías venga, El nos declarará estas cosas”. ¡Oh, hermanos! Ella lo reconoció por las Escrituras. Y ella dijo: “Sé que cuando el Mesías venga, El nos declarará estas cosas”.\n\nEl dijo: “Yo soy”.",
    "Ella entró en acción. Directamente a la ciudad fue ella tan rápido como podía; dijo: “Venid, ved a un Hombre que me ha dicho las cosas que he hecho. ¡No es éste el mismísimo Mesías!” Cuando ella vio la Verdad, no trató de llevar la pelota, ella…pero ella ciertamente estaba dándole un poco—un poco…mucho respeto. Y ella ciertamente le estaba dando mucho apoyo, porque ella fue a la ciudad y dijo: “Vosotros venid, ved. Si no lo creéis, venid, id conmigo”. ¡Gloria!",
    "Me siento como un santo rodador esta noche. ¡Sí, señor! Oh, si de esa manera se siente uno siendo un santo rodador, déjenme ser uno. ¡Sí, señor! Sé que El está correcto. Sé que El está aquí. Sé que ese mismo Mesías, sé que ese mismo Dios, ese mismo Cristo, está aquí mismo en este pequeño edificio caliente esta noche. Se los puedo probar a Uds. ¡Amén!",
    "Miren a ese Angel del Señor parado en la esquina directamente sobre un hombre sentado acá. Su nombre es…El es un reverendo. El Sr. Witt. El es de allá de Virginia (¡correcto!), sufriendo con una depresión nerviosa. Si Ud. cree con todo su corazón, Ud. se puede ir a casa y ser sanado. ¿Lo cree, señor? Muy bien, vaya a casa y restablézcase; su depresión nerviosa se acabó.",
    "Hay un…que está sentado allí mismo. Su nombre es Morriah. El viene de Illinois. El tiene problemas del recto. ¡Si Ud. cree eso, señor! ¿Lo cree? Soy un desconocido para Ud. Si Ud. cree eso, lo dejará. ¡Aleluya!\n\nCuando el carbón de fuego había tocado al profeta,\n\nHaciéndolo tan puro como lo puro pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”\n\nEntonces él respondió: “¡Heme aquí; envíame a mí!”",
    "No importa cuál sea la persecución, no importa cuál sea la cruz: “¡Envíame a mí, Señor; heme aquí!” No importa cuántos los rechacen, cuantos esto, aquello, o lo otro, “¡Envíame a mí!”",
    "El es ese mismo Mesías. El está aquí mismo ahora. Yo lo veo a El de nuevo. ¡Amén! ¿Qué es?",
    "Esa mujer entró en acción. Ella tomó esas alas y comenzó a volar. Ella entró en acción rápidamente.",
    "Cuando el apóstol Pedro, cuando él tomó a Dios en Su Palabra, un día, allá en un mar…El había pescado toda la noche y no había atrapado nada. Y Jesús vino a él; El dijo: “Echad vuestra red al otro lado de la barca”.",
    "El dijo: “Señor, soy un pescador; sé cuándo muerden y cuándo no. Sé dónde están y dónde no. Pero he pescado toda la noche y ni siquiera he atrapado un pececillo. Ahora, si Tú dices que la eche allí…Sé que no hay peces allí, pero a Tu Palabra, Señor, yo voy a echar la red”. ¿Qué hizo él? El entró en acción. ¡Amén!",
    "Hay una pila llena de agua aquí. Si Uds. nunca han sido bautizados en el Nombre de Jesús, es tiempo de entrar en acción. Si Uds. sólo son un miembro de iglesia y no conocen a Dios por el bautismo del Espíritu Santo, es tiempo de entrar en acción. ¿Correcto? Cubran su rostro en reverencia. Cubran sus pies en humildad, y doblen sus rodillas y entren en acción. Si Uds. no conocen a Dios, entren en acción.",
    "Cuando el ciego que no podía ver, cuando Jesús habló con él, y escupió en un poco de lodo, y lo puso en sus ojos, e hizo que sanara—sanara. Cuando él lo hizo, él entró en acción. El divulgó Su fama. El no trató de llevar la pelota; pero hermano, él divulgó Su fama por todas las regiones de alrededor. ¿Qué hizo él? Entró en acción.\n\nUna vez un ciego fue sanado y dijo…\n\n“Ese Hombre es pecador. ¡Tú ni siquiera lo conoces!”",
    "El dijo: “Si El es pecador o no, no lo sé; pero esta cosa sí sé, que habiendo una vez estado ciego, ahora puedo ver”. ¿Qué hizo él? Entró en acción.",
    "Eso es lo que la iglesia necesita. ¡Entrar en acción! Tenemos demasiada forma, tenemos demasiada dignidad del mundo; necesitamos entrar en acción. ¡Amén! El divulgó Su fama por todas partes.",
    "La gente en Pentecostés, ellos no sabían mucho. Ellos no podían firmar sus propios nombres, algunos de ellos. Ellos tenían miedo. Ellos entraron en el aposento alto. Pero un día, ¿qué hicieron? Ellos subieron allí arriba en obediencia a Su Palabra. Ellos tomaron Su Palabra. Oh, si la gente hoy en día tan sólo tomara Su Palabra, entonces ellos entrarán en acción.",
    "🦅 Quedaos vosotros en la ciudad de Jerusalén”. Lucas 24:49.\n\n“Recibiréis el Espíritu Santo después de que la promesa… después de que el Espíritu Santo haya venido sobre vosotros, entonces me seréis testigos”. Hechos 1:8.",
    "Lucas 24:49 dice: “He aquí, yo enviaré la promesa del Padre sobre vosotros; pero esperad vosotros en la ciudad de Jerusalén, hasta que seáis investidos de poder desde lo alto”. ¿Hasta cuándo? Una hora, dos horas, diez días, cuatro meses, seis meses, no hacía ninguna diferencia. ¡Hasta! ¿Cuánto tiempo es eso? Sólo hasta. Cuando Uds. le pidan a Dios algo, permanezcan allí mismo hasta. ¡Amén! ¡Fuiu! Me—me siento bien. Permanezcan hasta. ¿Hasta qué? Hasta que ello acontezca. ¡Reclámenlo! ¡Créanlo! ¡Aférrense a ello! ¡Entren en acción! ¡Testifiquen al respecto! ¡Gloria! ¡Sí! ¡Testifiquen! No tengan temor. ¡Entren en acción!",
    "Ellos estaban en el aposento alto, ¿qué? Alabando y bendiciendo a Dios. ¿Para qué? La promesa; sabían que tenía que venir. Allí lo tienen; entren en acción. Pónganse a alabar a Dios hasta que la Promesa sea cumplida. Uds. tienen la promesa.",
    "Si Uds. creen que Dios sana, permanezcan en acción. Si creen que El va a llamarlos ahora, y Uds. se están aferrando a El, permanezcan en acción. ¡Amén! ¡Permanezcan en acción! Uds. tienen dos alas, así que úsenlas. ¡Permanezcan en acción! Agítenlas para atrás y para adelante. “Señor, yo creo; Señor, yo creo”. Uds. no solamente pueden gritar: “Santo, santo, santo”; Uds. tienen que decir: “¡Señor, yo creo!” ¡Permanezcan en acción! ¡Amén!",
    "Ellos permanecieron en acción hasta que “vino del Cielo un estruendo como un viento recio que soplaba”. Entonces realmente hubo una acción. Entonces entraron en acción.",
    "Hermano, hermana, lo que hemos visto suceder en estos últimos días debería de ponernos en acción. ¡Amén! Nosotros deberíamos estar en acción. Eso es exactamente correcto. Nos sentamos por ahí como si fuera algo…Y, bueno, la gente se sienta por ahí, la gente Pentecostal; el Señor hace algo; ellos dicen: “¡Um! Eso es muy bueno”. ¡Oh, hermanos! No se parece mucho a un Serafín que vive cerca de Dios. Eso es correcto.",
    "Un mensajero, eso está aún más cerca de Dios. Uno llega a ser Su hijo más allá del altar de bronce.",
    "Los Serafines en el altar de bronce. Pero uno como hijo o hija de Dios entra directamente a la Presencia de Dios. Uno no tiene que hacerlo por medio de ningún sacerdote y todas estas cosas. El es su Sacerdote. ¿Ven? Allí mismo en Su Presencia como hijos e hijas. Hermano, yo creo que tenemos más que dos alas. ¡Amén! ¡Tenemos el Espíritu Santo! Eso es correcto.",
    "Pero deberíamos estar en acción con reverencia y humildad, no en acción para tratar de imponerle algo a alguien, sino que con tal reverencia y humildad que pudiéramos entrar en acción y decir: “Ay de nosotros, hemos visto la Presencia del Todopoderoso. Hemos visto visiones suceder, exactamente lo que El dijo. ‘Las obras que Yo hago, vosotros las haréis también. Más haréis, porque Yo voy a Mi Padre’”.",
    "Hemos visto más suceder que lo que está escrito en… Bueno, hemos visto más suceder en una reunión con esas cosas que las que están escritas en la Biblia. Eso es correcto. Más en una reunión que lo que se escribió en los treinta y tres años y medio de Su vida. Eso es correcto. Piénsenlo. Lo vimos con nuestros ojos. Lo vimos suceder. Lo vimos ser predicho, cumplirse, obsérvenlo. Cojos, ciegos, rencos, paralíticos, cosas predichas que sucedieron exactamente al pie de la letra. Nunca fallaron. Hermano, eso debería de ponernos en acción con humildad y reverencia.",
    "Desde allá atrás en los tiempos de la Biblia cuando la Columna de Fuego estaba suspendida sobre Israel, y fue hecha carne y habitó entre nosotros…“Salí de Dios, y regreso a Dios”. San Pablo la vio y se postró sobre su rostro. Un gran maestro como Pablo, instruido por Gamaliel, se revolcó en el polvo y clamó: “Señor, Señor, ¿Quién eres? Estoy listo para ir”. Un gran hombre, era lo que él era, un erudito; y él se humilló, porque él vio la Columna de Fuego. No sólo la vemos con nuestros ojos moviéndose entre nosotros, sino que hasta la tenemos en lo científico. Eso debería de ponernos en acción.",
    "La vemos hacer las mismas cosas que hizo allá atrás. Lo hace aún hoy en día. La promesa del Padre. Oh, ¿qué es? Vino a vindicar la Palabra, a probar que la Palabra es así. Eso debería de poner a la Iglesia en acción, ¿no lo creen así?",
    "Con dos él cubría su rostro en reverencia. Con dos él cubría sus pies, humildad. Y con dos él se puso a trabajar. El se fue, la puso en acción.",
    "Ahora, nosotros deberíamos de estar en acción en respeto a la Palabra. Deberíamos estar diciéndole a la gente.",
    "Señales de Su venida apareciendo, por todas partes lo vemos resaltar en la Palabra. Oímos al Espíritu Santo venir a decirnos ciertas cosas que están a punto de suceder.",
    "No hace más de veinte años exactamente desde este mismo edificio, dijo de que iba a entrar el Presidente Kennedy. Dijo exactamente qué sucedería, que las mujeres y demás elegirían a este hombre, y exactamente qué sería él. Y nosotros lo sabíamos todo el tiempo, y dijo exactamente qué iba a suceder. Y aquí está hoy. Y aquí está esa conferencia que se acerca, la federación de iglesias y todos juntándose. ¿Por qué no nos pone en acción eso? Eso es correcto. ¡Ajá!",
    "Palabra por palabra tal y como El habló, ha sido cumplida cerca de nosotros. Debería de ponernos en acción.",
    "Como el profeta, hemos visto el resultado o la ap— aproximación de la partida, el rechazamiento, exaltaciones de las denominaciones, pierden sus lugares.",
    "Como Isaías se paró allí, él era un—un hombre denominacional para comenzar. El se apoyaba sobre el rey, porque él era un buen hombre. Pero él vio lo que la exaltación propia le hizo a él. Lo quitó para siempre. Y hemos visto lo que la exaltación propia de la denominación le ha hecho a la iglesia. Ha sacado a la así llamada iglesia denominacional fuera del cuadrilátero para siempre. Díganme cuándo se levantó una alguna vez después de que cayó. ¿Dónde está? Miren hacia atrás en las historias y vean cualquier iglesia que haya caído alguna vez. Tan pronto se organizó, cayó, y nunca volvió de nuevo.",
    "Uzías nunca regresó al templo de nuevo. El fue leproso el resto de sus días y fue sepultado leproso. ¡Sí, señor!",
    "Ahora, el profeta vio lo que eso hizo. El vio que…lo que esa exaltación hizo. “Pues, nosotros somos…”, o, “Casi toda…Nadie puede entrar en nuestras denominaciones a menos que tome un—un examen ante el psiquiatra para ver si su coeficiente intelectual está bien o no. El tiene que tener un D.D.D., Ph.D. [Título de Doctor en Filosofía.—Traductor] aun antes de que pueda venir a hablar con nosotros. Nuestras juntas no lo recibirán si no lo tiene”. ¡Oh, hermanos! “El mejora…mejor grupo en el país viene a…Miren los carros que están alrededor de nuestros lugares; son Cadillacs, y Rickenbackers, y demás”.",
    "Hemos visto esa cosa morir. La vemos muerta. Y toda la cosa ha llegado a estar llena de imputadas…-adas llagas, podridas llagas, mejor dicho, como lo llama la Biblia. Todo es llagas del todo. Apesta. Eso es correcto. (Lo estoy diciendo hablando en lo espiritual. ¿Ven?)",
    "Los hemos visto perder su asimiento de, agarre de la Palabra de Dios, y exaltar credos. ¿Qué lo vimos hacer? Heridos con lepra, incredulidad. ¡Ja! ¡Hermanos, oh, hermanos!\n\nComo Uzías trató de tomar el lugar de su ungido…del oficio ungido después de que él había sido herido, y él encontró que él había fallado. Y hemos visto a estas iglesias tratar de tomar el lugar del oficio ungido, para predicar la Palabra de Dios, y llegan a estar confundidos con Ella. Ellos no saben qué hacer. Pongan la Palabra delante de ellos, ellos no saben qué hacer. Es todo: “Nosotros creemos que eso fue para otro día”. ¿Qué es? Ellos están confundidos. ¿Cómo puede uno tener el oficio del ungido de Dios y negar Su ungida, la Palabra, la cual es El mismo en forma de Palabra? ¿Cómo puede uno negar que la Palabra está correcta y luego todavía decir que uno está ungido con el Espíritu?",
    "Lo único que manifestará la Palabra de Dios es el Espíritu Santo mismo. “Cuando venga el Espíritu Santo, El tomará estas cosas de lo Mío, y os las hará saber”. Eso es correcto. ¿Cómo puede uno tomar el lugar del oficio ungido y pertenecer a un credo o denominación? ¡Están muertos! Lo que hay que hacer es postrarse y clamar: “Señor Dios, soy hombre inmundo de labios”. ¡Sí, señor!",
    "Esas denominaciones tratan de tomar el lugar de la santa iglesia. “Nosotros creemos en Dios el Padre, Todopoderoso, Creador de los Cielos y la tierra, y en Jesucristo Su Hijo. Nosotros creemos en la santa iglesia Católica Romana”, y todas estas diferentes cosas. “Nosotros creemos en la comunión de los santos”.",
    "Yo creo en la comunión de Cristo. ¡Sí, señor! Yo creo que los santos están en la gloria, seguro. Pero yo creo que tenemos un Mediador entre Dios y los hombres. ¡Sí, señor! Empujen esa cosa…Aquí, la Biblia contradice eso. Ellos dicen: “Pues, esa es la Biblia”. ¡Ese es Dios! “El Verbo era Dios. Y el Verbo fue hecho carne, y habitó entre nosotros”. Ahora el Verbo está en nuestra carne, haciéndose manifiesta, ungida por el Espíritu Santo. Es tiempo de entrar en acción. Eso es correcto.",
    "Los efectos de la visión sobre el profeta, oh, hermanos, causó que él confesara que él era un pecador (un profeta ungido). El dijo: “Soy hombre inmundo de labios, estoy errado. He hecho mal. Yo mismo soy inmundo”. El era un pecador. El confesó su pecado. ¡Sí, señor! Causó que un profeta de Dios confesara que él era un pecador; eso es lo que hizo la visión. Un D.D.D., Ph.D. se reirá de ello. Que se supone que es algún jerarca de alguna iglesia.",
    "¿Oyeron Uds. lo que el Cardenal dijo hoy en ese noticiario? El dijo: “Hay algunos que enseñan que el regreso del Señor viene pronto”. El dijo: “Por supuesto, tendremos que deshacernos de ese grupo. Queremos sindicar la religión mundial”. Exactamente.",
    "Uds., pueblo, no se duerman ahora. La cosa está más cerca de lo que piensan. Este hombre es poco más o menos ése que no conoce a José, Uds. saben.",
    "Observen, entra tan engañoso a más no poder. ¡Ellos tienen el dominio aquí en ese último lugar, donde ellos formarían una imagen de ello!…?…aceptando la confederación de iglesias, y haciéndola hablar exactamente igual que como lo hizo la bestia, y le dan poder para perseguir a toda la gente piadosa, y cambiará los tiempos y las leyes de Dios. Exactamente lo que dice. Llegaremos a eso después; es demasiado tarde esta noche. Pero vamos a…Uds. lo saben, de todas maneras. ¡Sí, señor!",
    "Causó que él—causó que, él mismo confesara que era pecador…?…Bueno, si fuera un así llamado hoy en día, ellos dirían: “Pues, yo soy el Doctor Fulano de Tal”.\n\nYo oí a un obispo decir: “Cuando yo llegue al cielo, ¿saben lo que voy a hacer?” Dijo: “Yo voy a ir adonde—adonde Jesús y diré: ‘¿Sabes quién soy yo? Soy el Obispo Fulano de Tal’”.\n\nEl dijo: “Sí, he oído a mi madre hablar de ti”.\n\nDijo: “Un pueblo que cree la Biblia es como vadear a través de agua lodosa; uno no sabe adónde va”.",
    "No piensen eso.",
    "El es mi Guía. (Voy a predicar sobre eso mañana en la noche.) ¡Sí, señor! El los guiará a través de todas las aguas lodosas que hay que atravesar, todos los peligros ocultos, y todos los lugares altos, y los lugares bajos. Adondequiera que sea, El me guiará a cruzar al otro lado del río de la muerte. ¡Amén! ¡Oh, sí, señor! El guiará. “Cuando la muerte venga no temeré mal alguno, porque Tú estarás conmigo. Sí, aunque ande en valle de sombra de muerte, no temeré mal alguno; allí Tú estás”.",
    "🦅 Si en el Seol hiciere mi estrado”, dijo David, “allí El está”. “Oh, si tomare las alas del alba, me voy volando, allí El está. El está siempre delante de mí, así que no seré conmovido”. ¡Amén! ¡Oh, hermanos! Tomen esas alas y entren en acción ahora. ¡Sí, señor!",
    "Este profeta entró en acción rápidamente también; él se puso de rodillas. Y él dijo: “Soy hombre inmundo de labios”. Entonces tan pronto como él confesó, entonces vino la limpieza. Uno tiene que confesar primero.",
    "Quiero que se fijen, cuando este profeta…Piénsenlo, no…Un hombre que estaba con el gobierno federal, un profeta vindicado, y tan pronto como él vio esa primera visión…El nunca vio visiones antes; él la había recibido de otra manera. El había sentido la guianza de Dios y anduvo de acuerdo a la Palabra. Pero esta vez era una visión manifiesta, y él exclamó: “Soy hombre inmundo de labios y yo…todo este pueblo es inmundo. Ay de mí, porque veo la gloria de Dios manifestada”. Y nosotros sólo la miramos. Deberíamos de estar emprendiendo el vuelo. ¿Ven, ven?",
    "🦅 Soy hombre inmundo de labios”. El fue al altar, y dijo: “Soy hombre inmundo de labios, Señor. ¿Qué puedo hacer, qué puedo hacer, porque te he visto a Ti manifestado aquí mismo? Veo a un Angel sacudir la cosa. Yo lo vi hablar y algo se movió allá”. ¡Amén! (Espero que Uds. no estén dormidos.) ¡Oh, hermanos! Habló y algo sucedió. ¡Gloria! ¿Qué sucedió?",
    "Entonces nos damos cuenta que él confesó su pecado, y tan pronto como él lo hizo, esta gran Voz que había estado hablando descendió volando, tomó su mano, tomó las tenazas, recogió un carbón, lo puso en su mano, vino y tocó sobre los labios de Isaías, y lo limpió.",
    "Fíjense, él nunca lo envió a obtener un título de Ph.D. El nunca le dio un libro de reglas que aprender; pero El…Dios le estaba mostrando al profeta que Su poder limpiador era por medio de fuego del altar. ¡Amén! El poder limpiador de Dios hoy en día no es recitar un credo o unirse a una iglesia; es el poder del Espíritu Santo y fuego que desciende y limpia a un hombre de toda su incredulidad. ¡Amén!",
    "La manera de Dios de limpiar a un profeta es por medio de fuego, no por medio de un credo. ¿Qué sabría un profeta acerca de un credo? El va a ser usado por Dios. La Palabra iba a ser manifestada a través de él, así que El no le podía dar a él un credo. El estaría aferrándose a ese credo. Así que El tomó el fuego del altar y limpió al profeta.",
    "Confesión primero, luego limpieza por medio del fuego. ¡Gloria a Dios! ¡Oh, observen! Confesión, primero, limpieza, segundo, comisión, tercero. ¡Amén! Allí lo tienen. Primero confesando: “¡Estoy errado!” Segundo, limpieza. Justificación, Santificación, y el bautismo del Espíritu Santo. ¿Ven? Confesión, limpieza, comisionamiento. “Id por todo el mundo y predicad el Evangelio. Estas señales seguirán a los que creen”. ¡Amén!",
    "Después de la confesión viene la limpieza. Después de la limpieza viene el comisionamiento. Predicar el Evangelio, sanar a los enfermos, no importa qué decía la gente. El…",
    "Finalmente ese precioso y pequeño profeta murió bajo persecución al ser aserrado en pedazos con una sierra.",
    "Recuerden, fue cuando Isaías hizo su confesión de que él estaba errado. El había estado completamente errado; él se había estado apoyando en su credo, ¿ven?, apoyándose en el—el hombre, un asunto hecho por el hombre. El había visto a un rey que era un gran hombre; él era un hombre religioso. Pero él vio que todo hombre fallará. ¿Ven? Pero cuando él cambió eso, y miró aquí arriba, y vio una visión, Quién era Dios, entonces él dijo: “Quiero confesar que estoy errado. Esos viejos credos ya no van a funcionar, porque están muertos y fallaron. ¿Ven? Están heridos con lepra, pero yo he visto la gloria de Dios manifestada”. Un credo no puede manifestar eso. Un credo no puede decirlo de esa manera. Un credo no puede hacerlo de esa manera. Se necesita a Cristo para hacerlo de esa manera. Y tan pronto como él vio eso, él dijo: “Ahora, he estado completamente errado, Señor”. Y entonces vino la limpieza; luego vino la comisión. ¡Oh, hermanos!",
    "Fue entonces que el purificado Isaías…Cuando Dios llamó: “Quién irá por Mí”, y fue Isaías el que dijo: “¡Señor, heme aquí; envíame a mí!” El profeta purificado.",
    "Oh, ¿no ven, la influencia? No acepten la influencia de Marthela. (Espero que ése no sea un nombre aquí adentro.) No acepten los nombres de—de…o la influencia de alguna muchachita que va a la secundaria con Uds., o a la escuela pública, o de la vecina de la casa de al lado que se corta el cabello y se pone pantalones cortos; no acepten esa influencia. No acepten la influencia de algún pastor lleno de credos que negaría la Palabra de Dios y les daría un credo; no acepten esa influencia. Sino que párense allí hasta que vean la gloria de Dios caer, que vean algo moverse por sus efectos, y lo vean suceder exactamente de la manera en que Dios lo dijo. Entonces clamen: “Ay de mí, Señor; he estado errado. Límpiame ahora, Señor. ¡Límpiame! Espíritu del Dios viviente cae fresco sobre mí”.\n\nCuando el carbón de fuego había tocado al profeta,\n\nHaciéndolo tan puro como lo puro pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”\n\nEntonces él respondió: “¡Maestro, heme aquí; envíame a mí!” (El estaba listo. El había visto algo. ¡Sí, señor!)\n\nMillones ahora en pecado y vergüenza están muriendo;\n\nEscuchen su triste y amargo clamor.\n\nApresúrate, hermano, apresúrate a su rescate;\n\nRápidamente responde: “¡Maestro, heme aquí!”",
    "Se tiene que hacer algo. Es más tarde de lo que pensamos que es. Que la visión de Dios influencie de tal manera a la gente, que puedan ver que el mismo Dios que estaba en el templo con Isaías es el mismo Dios en Su lugar santo hoy. El está en el lugar santo del Espíritu Santo. El es el Espíritu Santo. El una vez fue carne; ahora El es Espíritu moviéndose entre Su pueblo, mostrándose vivo, no un credo muerto, sino un Cristo viviente, el mismo ayer, hoy, y por los siglos. Oh, Isaías, rápidamente responde: “Maestro, aquí; envíame a mí”.\n\nOremos, con nuestros rostros inclinados.\n\nCuando el carbón de fuego había tocado al profeta,\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por Nosotros?”\n\nEntonces él respondió: “¡Heme aquí; envíame a mí!” (Juntos.)\n\nDi, mi Señor; di, mi Señor.\n\nDi, y me apresuraré a responderte a Ti.\n\nDi, mi Señor; di, mi Señor.\n\nDi, y responderé: “¡Señor, envíame a mí!”",
    "Ahora, pudiera ser su vecino; pudiera ser la mujer con la que Uds. trabajan, el hombre con el que Uds. trabajan, pero hay…\n\nMillones ahora en pecado y vergüenza están muriendo; (En credos y denominaciones.)\n\nOh, escuchen su triste y amargo clamor.\n\nApresúrate, hermano, apresúrate a su rescate;\n\nRápidamente responde: “¡Maestro, heme aquí!”\n\nDi, mi Señor; di, mi Señor. (Vi una visión de parte del Señor; la vi suceder.)\n\n…y me apresuraré a resp-…(El ya habló ahora.)\n\nDi, mi Señor; di, mi Señor.\n\nDi, y responderé: “¡Señor, envíame a mí!”",
    "Ahora, con sus rostros inclinados, me pregunto esta noche, como les dije al venir, yo trato de estudiar algo que creo que les ayudaría. Uds. vieron a ese profeta; él era un gran hombre. El nació con el propósito de ser un profeta. El se dio cuenta que él había tomado el camino incorrecto; él se estaba apoyando en el brazo de Uzías, un rey. El vio que uno no se puede apoyar en los brazos de la carne. Es perecedera. Es errado. Pero miren alto y vean a Dios sentado alto sobre Su trono. Miren allá arriba a Jesús; El dijo: “Yo soy el mismo ayer, hoy, y por los siglos”. Permítanle que El los levante en el Espíritu. Observen y vean si El no es el mismo ayer…",
    "Cuando ese pequeño Isaías vio la visión de Dios bajar, entrando en ese templo, él estaba listo para confesar su error. El estaba listo para confesar que él no había hecho nada correctamente. ¡En verdad voló a la nación entonces; en verdad hizo todo lo que era correcto entonces! Todo lo que podía hacer, y finalmente él selló su testimonio con su sangre.",
    "Yo creo que ese sería el sentir de todos nosotros. ¿Cuántos sienten que les gustaría decir, oír a Dios decir…que les gustaría…que Uds. le dirían a Dios: “Heme aquí; envíame a mí”? Levanten sus manos. “Heme aquí, permíteme testificarle al lechero. Permíteme testificarle a—a cualquiera que yo pueda; hacer algo. Permíteme hacer algo. Señor, yo no pido ser un predicador. Yo no pido ser esto, pero, Señor, si soy un agricultor, hazme un agricultor que pueda testificarle a mi vecino agricultor. Permíteme ser un agricultor de manera que cuando yo venda mis granos, pueda testificarle al maquinista de granos. Permíteme ser un agricultor. Si soy una—si soy una mujer, permíteme testificarle al hombre de los seguros. Permíteme testificarle al lechero, al repartidor de periódicos. Permíteme hacer algo, Señor. Permíteme ir al vecindario y encontrar favor con mi hermana aquí en la casa de al lado la cual es mala y está errada. Permíteme darle un testimonio con dulzura. Permíteme cubrirme el rostro con mis alas de humildad; permíteme cubrir mis pies del mismo modo. Permíteme ser reverente en Tu Presencia, pero envíame con dos alas más, Señor, rápidamente a alguien: ‘¡Heme aquí; envíame a mí, envíame a mí!’”",
    "En este respecto pongámonos todos de pie entonces y hagámonos un servicio de consagración a Dios. El Todopoderoso está aquí. ¿Lo creen? Estamos en Su Divina Presencia. No olviden eso ahora. Su Presencia está aquí mismo exactamente tal y como estuvo…Francamente, desde que he estado parado aquí, vi cuatro o cinco visiones suceder ya. Eso es correcto. Eso es correcto. Ha sido acerca de dos o tres personas que pertenecen aquí a la iglesia que no dijeron nada; pero está aquí no obstante. Muy bien.\n\nAhora, lo que queremos hacer, cada uno de Uds. en su propia manera, consagrémonos a Dios.\n\nVemos la señal apareciendo de Su bendita venida;\n\nHe aquí, las hojas de la higuera están ahora reverdeciendo.\n\nEl Evangelio del Reino a toda nación ha ido,\n\nY cerca estamos; puede verse el fin.\n\n(Eso es correcto. ¿Es correcto eso?)\n\nEntonces muy contentos; anunciaremos el Mensaje de Su bendita aparición;\n\nPronto El viene en gloria a decirle a uno y a todos.\n\nDespierten entonces, Uds. santos del Señor,\n\nPor qué dormir cuando el fin se acerca,\n\nPreparémonos para ese llamado final. (¡Amén!)\n\nLas naciones están derrumbándose; Israel está despertando; (Ella es una nación ahora).\n\nLas señales que los profetas predijeron,\n\nLos días gentiles contados han sido,\n\nCargados de horrores,\n\nUno lo ve venir a lo lejos; no sólo naciones, sino iglesias.\n\nRegresen, oh dispersos, adonde los suyos.\n\nEl día de redención cerca está,\n\nLos corazones de los hombres están desfalleciendo de temor;\n\nSean llenos con Su Espíritu,\n\nSus lámparas arregladas y claras;\n\nMiren hacia arriba, su redención cerca está.\n\nProfetas falsos están mintiendo,\n\nLa Verdad de Dios están negando,\n\nQue Jesús, el Cristo, es nuestro Dios. (Uds. saben que lo están haciendo.)\n\nPero andaremos donde los Apóstoles han andado.\n\nPorque el día de redención cerca está;\n\nLos corazones de los hombres están desfalleciendo de temor;\n\nSean llenos con el Espíritu,\n\nSus lámparas arregladas y claras;\n\nMiren hacia arriba, su redención cerca está.",
    "Quiten ese humo denominacional. Quiten ese tizne mundano. La Sangre de Jesucristo es más que suficiente para limpiarlos. ¡Miren hacia arriba! Dejen que sus luces estén resplandeciendo. Tomen esas alas y vuelen adonde alguien inmediatamente.\n\nLevantemos nuestras manos ahora y digamos: “Dios, heme aquí; envíame a mí”.",
    "Padre Celestial, estoy consagrándome a Ti esta noche, Señor, con esta iglesia, después de este mensaje, severo, duro: “Heme aquí, Señor; envíame a mí”. Aquí está mi iglesia, Señor. Que ellos cubran sus rostros con reverencia. Que ellos cubran sus pies en humildad. Que ellos tengan el valor de volar con el Mensaje, rápidamente, adonde alguien más. Concédelo, Señor. Que ellos testifiquen con dulzura, que sean la sal de la tierra con su Sabor en ella. Señor Dios, este es nuestro sacrificio. Esta es nuestra ofrenda. Esta es nuestra acción de gracias. Esto es lo que anhelamos, Señor. Envíanos esta noche adonde alguien que está perdido. Que los traigamos a la iglesia mañana en alguna parte. Que les enseñemos el camino del Señor. Que ellos sean salvos, Señor, porque es más tarde de lo que pensamos. Concédelo, Señor.",
    "Que digamos esto en serio en nuestros corazones. A medida lo hablamos, Señor, toma un carbón de fuego del Espíritu Santo del altar en el Calvario; toca cada corazón y labio esta noche, Señor, de manera que no hablemos mentiras, de manera que hablemos la Verdad. Tómanos esta noche, Señor, justamente lo que somos. Todos nosotros no somos predicadores. Todos nosotros no somos profetas. Todos nosotros no somos habladores de lenguas. Todos nosotros no hacemos milagros; pero todos tenemos algo que hacer. Muéstranos dónde es, Señor. Testificar, cantar, u orar. Y como pan sobre el agua, regresará algún día glorioso. Concédelo, Señor. Aquí estamos. Envíanos a nuestros vecinos adonde sea que podamos, a nuestros prójimos, y les digamos acerca de la venida del Señor. Concédelo, Padre.",
    "Bendícenos ahora. Que tengamos un buen descanso en nuestros cuerpos esta noche. Que nos levantemos y vengamos a la iglesia en la mañana; y que Tú hables tan—tan poderosamente mañana, que Tú no dejes ni una sola piedra sin mover, que todo hombre sepa cómo entrar en esto. Enséñanos, Señor. Estamos esperando. Enséñanos en la mañana cómo venir a esta medida plena donde podemos ser hijos e hijas de Dios. Esperamos en Ti, Señor, con el carbón de fuego listo para que sea puesto en nuestros labios. Estamos esperando, Padre, en el Nombre de Jesús.",
    "Ahora, con nuestros rostros inclinados. Le pediré al pastor entonces que venga adelante para despedir el servicio. Dios los bendiga. Espero verlos en la mañana. Que Dios esté con Uds., que sane a todos los enfermos y afligidos entre nosotros. Que haga que cada uno de Uds.…Yo me siento lleno con el Espíritu Santo ahora mismo. Siento el Espíritu Santo. Siento Su Presencia. Sé que El está aquí. Estoy seguro de que El está aquí. Lo veo a El; yo sé que El está aquí. Lo veo a El moviéndose, esa gran Columna de Fuego. ¡Gloria! Veo la manifestación de Su Ser, la deidad de Su Presencia, gran y augusto Ser. Dios, ciérnete sobre éstos, que ni uno solo de ellos se pierda, ruego. ¡Gloria a Dios! 🦅"
  ]
}