{
  "title": "NOMBRES BLASFEMOS",
  "id": "62870009",
  "content": [
    "🦅  Gracias, Hermano Neville. Esto es como de—de sorpresa para mí. Yo no debía estar aquí hoy; pero esta noche es noche de la Comunión, y yo—y yo pensé en pasar por aquí esta mañana. Y llamé al Hermano Neville, y él dijo: “Pues, bien, si Ud. va a venir”, dijo, “¿por qué no simplemente hablarnos un poquito”?\n\nY yo pensé: “Pues, si viniera, y fuese posible, yo no predicaría, sino que sólo me gustaría hablarle a la iglesia un poquito sobre asuntos que, Uds. saben, que creo fortalecerían la iglesia”.",
    "Acabamos de regresar de nuestro—de nuestro viaje de cacería de otoño (yo y los hermanos de aquí), y tuvimos un tiempo glorioso con…Estamos muy agradecidos. Todos con nuestro cupo y—y—y logramos nuestra caza que estábamos buscando. Y—y nuestro pastor y yo sabemos que esa carne de venado es muy, muy sabrosa. Y así que, cazamos buen venado. Y yo obtuve un oso y dos venados.\n\nY regresamos, y este se supone es el tiempo en el que debo hablar sobre esos Siete últimos Sellos. Y no pudieron alistar la iglesia. Y hay alguna cosa, un impedimento, que lo causó, que…Yo creo que la ciudad nos está haciendo pasar un tiempo difícil, debido a que no tenemos estacionamiento adecuado para la cantidad de personas que—que le cabe a la iglesia.",
    "Queremos una nueva iglesia construida aquí, y tenemos una buena parte del dinero ya designada y—y para hacer una—una iglesia más grande. Pero cuando tenemos estos servicios, pues, Uds. entienden lo que ocurre. Es una cosa tan lamentable: la gente está alrededor de las paredes, afuera en la lluvia, y—y—y sencillamente es terrible. Y aun viene critica de amigos míos, que dicen: “Hermano Branham, parece que ellos…”\n\nUn doctor, amigo mío, dijo: “Parece que pudieras obtener un lugar que…Me compadezco”, dijo, “…al pasar”.\n\nUna enfermera, vecina mía, dijo: “Pues, yo pasé por allí a las cinco de la mañana. Se suponía Ud. iba a estar allí”, y dijo, “la gente ya se estaba reuniendo alrededor de esa iglesia a las cinco de la mañana. Ud. iba a estar allí a las nueve y media”. Así que, ¿ven? Es algo difícil.",
    "Y queremos una iglesia que tenga algo de espacio, y donde todos puedan sentarse. Y pensamos que estamos viviendo en los últimos días—creemos eso, que donde la…deberíamos estar enseñándole a la iglesia sobre—sobre estas cosas que están ocurriendo: Las cosas que han sido profetizadas, algunas de ellas, por miles de años; y por lo menos a veinticinco y treinta años de aquí mismo de esta iglesia, que han sido profetizadas que vendrían a cumplimiento. Y ahora, lo tenemos presente, viniendo justamente a cumplimiento. Así que debiéramos estar repasando estas cosas, pero no tenemos espacio adecuado.\n\nAsí que esta mañana…yo, haciendo mis llamadas y cosas ayer, y tengo algunas más para hacer esta tarde y demás cosas. Y luego, yo tenía unas, algunas personas que querían venir: un precioso joven que está a pasando por una crisis nerviosa, un ministro y hermano en el campo; y oh, varios así; y un hermano de Noruega. Y—y tuvimos unas entrevistas allí en el cuarto de atrás, y yo dije: “Ahora bien, sencillamente saldremos”.\n\nY el Hermano Neville dijo: “Bien, salgamos, digamos unas cuantas palabras para fortalecer la iglesia un poco”.",
    "La primera—una de las primeras cosas que yo quiero decir…Yo anoté algunas cosas aquí en papel, que cuando llegara a la iglesia, quería mencionar. Una cosa que había anotado aquí era concerniente a la partida de nuestro amable Hermano Taylor mientras estábamos de viaje.\n\nEl Hermano Taylor había estado viniendo a esta iglesia por años y años. Todos nosotros lo conocíamos, estoy seguro. Pero si hubiese algunos visitantes, él era ese precioso caballero anciano que siempre les buscaba a Uds. un asiento donde sentarse, el Hermano Taylor. La última vez que lo vi, por supuesto, hasta verlo como un hombre joven, él estaba parado a la puerta hace como tres o cuatro domingos. El dijo: “A mí me gustaría tener algunos libros, Hermano Branham. Me gustaría distribuir estos libros”.\n\nAsí que nosotros…El…",
    "Lo que entiendo, él tenía diabetes y entró en—en una coma y—y no—sin él saber que tenía la diabetes y—y estaba…El murió. No es que murió; él simplemente se fue a estar con el Señor Jesús.\n\nY él era un maravilloso hermano fiel, siempre atento de las demás personas. Y su deleite era tratar de proporcionarle a alguien un lugar para sentarse cuando llegaban a la iglesia. Y saben, quizás cuando crucemos más allá de la barrera, ¿no sería bueno ver al Hermano Taylor, allí, proporcionándonos un lugar para sentarnos, de aquel lado?\n\nCreo que en conmemoración del Hermano Taylor…Yo no estuve aquí para hablar—con el Hermano Neville en su funeral, pero quiero decir unas palabras de mi aprecio, a su viuda. La Hermana Taylor, supongo que está aquí en alguna parte esta mañana. Bendiciones para su leal corazón.\n\nUn día el Hermano Taylor dijo: “Venga a verme. Yo tengo un pequeño lago excavado allá. Le puse unos peces para que Ud. viniera y pescara”. Siempre atento de alguien más, y hubo Alguien atento de él; ese era Cristo, para darle a él la salvación. Y yo creo que aún en conmemoración, de esta iglesia, reunida como un cuerpo en esta mañana, pongámonos de pie, e inclinemos nuestros rostros ante Dios.",
    "Nuestro Padre Celestial, nosotros como seres humanos en esta mañana, y los—los que vienen a este lugar de adoración…Tu gran mano se ha movido entre nosotros y ha tomado de nosotros a uno de nuestros preciosos hermanos, a quien amamos y sabemos que Tú lo amaste a él. Y Tú tenías razón para todo esto, Señor, o no hubiera acontecido de esta manera, sabiendo que nuestra Biblia nos dice que a los que aman a Dios, todas las cosas les ayudan a bien, y así era con él.\n\nY miramos alrededor en el mundo, y nos damos cuenta que la naturaleza, en todo aspecto, nos dice que el sepulcro no puede retenerlo, porque en la tierra él sirvió el propósito para el que Tú lo enviaste aquí a cumplir. El era un buen hermano leal.\n\nY nos damos cuenta que en la vida de la vida botánica, y en la vida del sol que se levanta en la mañana para darnos luz…Y al medio día llega a la edad mediana, y después, en la tarde muere otra vez, sólo para levantarse otra vez a la mañana siguiente, fresco y nuevo, porque sirvió el propósito de Dios.\n\nVemos las flores mientras florecen, y embellecen la tierra, y decoran los salones fúnebres y los lugares de boda, y sirven un propósito: abriendo su corazón y dando gratuitamente, miel para la abeja, y perfume para el transeúnte, hermosura para el que la busca; da todo lo que tiene en un servicio para Dios, luego inclina su cabecita. Pero cuando la primavera viene otra vez ella resucita de nuevo, porque sirvió el propósito de Dios.",
    "Entonces ante toda la naturaleza, y la Biblia, la Promesa, y el Espíritu Santo, podemos regocijarnos con gozo en nuestro corazón al saber Señor que nuestro Hermano Taylor, semejantemente, sirvió el propósito de Dios. Y decir que él no resucitará de nuevo sería negar nuestra Biblia, nuestro Dios, y todas las cosas que Dios nos ha dado para observar, para saber que sí hay una resurrección. Así que estamos esperando por el momento cuando le veamos otra vez, cuando él esté joven y saludable y nunca más para estar enfermo o envejecer.\n\nBendice a su preciosa esposa, esa fiel compañera. Cómo los extrañaremos, Señor, mientras los veíamos yendo juntos al pequeño lago, y sentándose juntos en las banquitas allá, pescando y hablando, y como ellos estuvieron realmente enamorados.\n\nY ahora, sabemos que hay un gran día que viene cuando los héroes de fe marcharán bajo el gran arco de triunfo, y los Angeles llenarán el aire con himnos. Los veremos de nuevo en aquel lugar.\n\nHasta entonces, Señor, danos ánimo. Bendícenos y ayúdanos. Extrañaremos mucho al Hermano Taylor, cada uno que asiste a esta iglesia, cómo él se paraba a la puerta y le proporcionaba un lugar al que venía para escuchar la Palabra de Dios, donde sentarse en cómodo y descansar.\n\nY el otro día cuando él pasó hacia otro lado, Señor, yo rogué que el gran Arcángel de Dios se parara allí a la puerta para proporcionarle también un lugar a él, Señor, para que pudiera sentarse. Porque está escrito en la Biblia: “Los misericordiosos obtendrán misericordia”. Hasta que lo veamos, Señor, que los recuerdos continúen dulces en nuestros corazones, hasta algún día cuando nos encontremos de nuevo en la otra tierra. Pedimos esto en el Nombre de Jesucristo. Amén.",
    "El será muy extrañado entre nosotros y entre desconocidos y demás que asisten aquí a nuestra iglesia, o a nuestro edificio, para adorar. Que su alma descanse en paz delante de Dios hasta aquel día. También algún día, cada uno de nosotros se irá uno por uno, hasta que descansemos a lo largo en línea de esa manera. Ahora, mientras tenemos tiempo y podemos, preparémonos para ese tiempo que viene; porque no sabemos cuándo será. No sabemos quien será el próximo. Vivamos de tal manera cada día, para que si nos llegara…por nosotros, estemos listos.",
    "Ahora, me gustaría hacer los anuncios. Ahora pronto, quizás tal vez…Yo no he hablado con los síndicos desde que regresé, concerniente a las condiciones para construir aquí la—la iglesia, o lo siguiente que tenemos que hacer para tener nuestra iglesia para poder tener nuestras reuniones. Luego continuaré (discúlpenme) con los—los Siete Sellos. Y después, estas Siete Copas y aún muchas cosas en las que debemos de estar entrando inmediatamente.\n\nY ahora, el próximo domingo, por la mañana yo deberé estar en Elizabethtown, Kentucky, con el Hermano L. G. Hoover, para un servicio de dedicación. Y eso es para dedicar un nuevo tabernáculo—o un tabernáculo que han comprado en Elizabethtown, Kentucky: bajando por la 62 hasta que uno llega a Elizabethtown—o bajando por—quiero decir la 31, o bajando por el autopista. Justo en el desvío lo lleva a Elizabethtown. Es como a una hora; son como treinta y cinco a cuarenta millas hasta allá. [56 a 64 kilómetros] Yo creo como cuarenta millas por el camino de la—de la 31, y como treinta y cinco millas o algo por la otra vía, allá por el autopista. Está en la Calle Mulberry. El servicio de dedicación…\n\nEl Hermano Hoover tendrá la escuela dominical normal a las diez en punto, y yo deberé predicar en el servicio de dedicación desde las once hasta las doce, este próximo domingo que viene, el 11 de noviembre.",
    "En el tablero de anuncios allá afuera está un—el anuncio de eso, y será en…Uds. podrán ver allí la ruta. Está en la calle Mulberry, o ellos—ellos dan las direcciones en la…Está en el tablero de anuncios allá al frente de la iglesia.\n\nEntonces el—el 22 de noviembre, yo—yo deberé estar en Shreveport, Louisiana, del 22, 23, 24, 25, y el 26—cinco días, creo que son, en Shreveport, Louisiana, en el Tabernáculo Vida. Eso es con el Hermano Moore. Ellos están celebrando su jubileo dorado. La bendición Pentecostal cayó en Shreveport, Louisiana, hace cincuenta años, el 22 de este mes. Hace cincuenta años, el primer mensaje pentecostal fue predicado, y cayó—el Espíritu Santo cayó en Louisiana. Y ellos tuvieron una conmemoración de eso, y este es el jubileo dorado. Y yo deberé hablar en este jubileo, cinco noches con el Hermano Moore en Shreveport, en el Tabernáculo Vida.",
    "Si Uds. tienen amigos allí o alrededor, pues (que Uds. quieran escribirles o algo), estaremos contentos de tenerles allá. Y sólo díganles acerca de las reuniones que vienen.\n\nY el Tabernáculo Vida, si cualquiera en alguna ocasión ha estado allí con el Hermano Moore, él es un hombre maravilloso. Y allí hay un maravilloso grupo de personas. Esos sureños, uno sencillamente no puede encontrar mejor gente. Y así que, el Tabernáculo Vida, cualquiera alrededor en Shreveport puede decirles donde está. Shreveport es como de 200,000 habitantes, y es una bonita ciudad y con suficiente alojamiento, así que…\n\nY el tabernáculo es un tabernáculo grande, un tabernáculo muy amplio. Tiene segundo piso, y balcones, y piso principal, y luego un piso adicional; y simplemente hay suficiente espacio, y justamente del otro lado del auditorio municipal, que tiene cupo para cinco mil—sólo—queda apenas al cruzar la calle del auditorio municipal.",
    "Y el Reverendo Jack T. Moore o—o el Tabernáculo Vida en Shreveport, Louisiana…Eso comienza el 22. Eso será de jueves a domingo: jueves, viernes, sábado, domingo, cuatro días en vez de cinco, disculpen. Eso sería el 22, 23, 24, y 25 (creo que es de esa manera) de—de noviembre.\n\nY luego, nos daremos cuenta entonces de lo que hemos hecho con respecto a la iglesia aquí, para darnos cuenta cómo la iglesia ha progresado respecto a obtener su edificio. Los contratistas nos dicen que pueden emplear suficientes hombres, que en aproximadamente diez días lo pueden tener listo para que podamos habitarlo. ¿Ven? Rápidamente. Y sólo están esperando que la ciudad firme…Uds. saben, y tenemos que tener tanto espacio de estacionamiento, y tanto de esto; y oh vaya, son varios trámites para, para comenzar a construir cualquier cosa.\n\nPero a mí me gustaría llegar aquí con la iglesia antes que regrese al campo de nuevo.",
    "Ahora, yo tengo un llamado a Tanganyika, Uganda, y por allí. Joseph tiene las reuniones preparadas para comenzar en febrero.\n\nY ayer cuando llegué, había un Hermano y la Hermana Toms y ellos, del exterior que habían venido, y encontré una nota colocada en mi puerta, una invitación de una—una asociación allá en Sudáfrica. Así que estoy escribiéndoles para enterarme de qué se puede hacer. Quizás mientras estoy así de lejos, yo pueda llegar a Suráfrica, quizá, y en la última parte de febrero y marzo y más o menos por ese tiempo.\n\nY esperamos tener la iglesia construida, para que yo pueda dar estas Edades de la Iglesia antes—antes que entre el invierno, si es posible. Si no, o tendrá que ser cuando yo regrese de por allá, si el Señor Jesús tarda…",
    "Yo estaba escuchando ayer cuando estaba anotando, creo que fue anteayer, de una cinta. Pensé que la escuché tocando aquí esta mañana. Algún hermanito sureño había…Su madre había venido a la reunión; ella tenía una malignidad en su pecho, y estaba bajo sombra de muerte. Y el Espíritu Santo, en una de las reuniones recientes en Southern Pines, creo que allí fue, o en algún lugar, le dijo a ella, le dijo acerca de la malignidad, y quién era ella, y de dónde venía; y le dijo que ella tenía un muchacho que era un descarriado, y que él iba a tener un accidente y estaría acusado de homicidio, y una cantidad de cosas así.\n\nY este varón…Aconteció todo exactamente de esa manera…Y su cáncer maligno o crecimiento maligno, más bien, la dejó (lo cual, un crecimiento maligno es un cáncer, Uds. saben). Así entonces que eso—eso la dejó, y el muchacho estaba acusado de homicidio, y todo exactamente de la manera que el Espíritu Santo lo había dicho. Y él fue guiado a Cristo, nuevamente. Y él grabó una cinta de ello, y yo—yo la escuché tonando. ¿Se gozaron con esa corta plática sureña? Dijo: “Por acá en Carolina del Norte…”, dijo él. [El Hermano Branham imita el modo de hablar de los hermanos sureños.] Oh, yo simplemente amo eso, esos sureños. Y él había…El Señor simplemente lo ha bendecido en eso. Dijo: “Yo sé que Ud. dice que no predica doctrina, Hermano Branham, sino sólo a su congregación”, dijo, “nosotros somos parte de su congregación”. Así que eso fue muy gracioso de él al decir eso.",
    "Y ahora, hay una fotografía…Creo que quizás está en el tablero de anuncios esta mañana. Si no, Billy la pondrá allí. Muchas veces se ha dicho, cuando yo primero comencé a hablar, que decían: “Hermano Branham, Ud. sólo se imagina que Ud. ve esa Luz, esa Luz”.\n\nProbablemente haya escasamente…Pudiera haber algunos que aún quedan aquí, de los antiguos que recuerdan allá, antes que se tomaran las fotografías de Ello. ¿Hay alguien aquí que recuerda cuando dije eso, eso hace mucho tiempo atrás? ¡Miren! Sólo como cuatro o cinco manos: la Hermana Spencer aquí, y el Hermano y la Hermana Slaughter, y—y un hermano aquí, y el hermano por allá. Sólo hay como cinco o seis de los antiguos que quedan.",
    "Ahora, después de un tiempo, el ojo mecánico de la cámara captó esa fotografía. Y la enviaron a Washington, D.C., y pasó a través de los examinadores y regresó, no una—no una doble exposición ni nada. Dijo: “La Luz dio en el lente”. Ese es George J. Lacy. Allí tiene su nombre firmado. ¿Ven?\n\nPues entonces, muchas veces me escuchan, miro y digo: “Hay una sombra oscura sobre esta persona. Tiene la sombra de la muerte”. ¿Cuántos me escucharon decir eso muchas veces (¿ven?), muchas veces? Pues, sucedió que la cámara captó eso. Y así que tenemos eso aquí.\n\nUna señora había venido a una hermana y le contó de la reunión en—en Carolina, donde tuvimos una reunión tan maravillosa, en Southern Pines…Y allí, la señora estaba muriendo con cáncer en ambos senos. Y los doctores la habían desahuciado a morir. Y la señora sencillamente reaccionó y tomó su fotografía exactamente cuando le dije quién era ella y de dónde había venido; y yo dije: “Hay una sombra oscura sobre Ud. La muerte le hace sombra”. Y la señora sencillamente tomó la fotografía de esto, y allí está en…El ojo mecánico de la cámara captó la sombra de muerte.",
    "¿Alguno de Uds. ha visto los Diez Mandamientos y vieron el ángel de muerte, cómo entró, esa sombra oscura de aspecto tenebroso? Está en esta fotografía. Y yo creo que está en el tablero de anuncios. Si no, si Billy puede oírme, pues, que él la ponga en el tablero de anuncios. Y tiene la flecha señalando a la persona. Y la persona…La sombra dejó a la mujer y…ella fue milagrosamente sanada. Pero hay como una capucha de humo oscuro acumulado alrededor y con una capucha sobre la señora, y suspendido sobre ese cáncer, así, saliendo de eso. Por supuesto esa es la sombra donde la muerte se está derramando por razón del cáncer.\n\nPues, no importa cuánto uno trate de decirle a la gente la verdad, hay alguien que va a estar sospechoso que no es la verdad. Y si uno siempre dice la verdad, entonces uno sabe que uno—uno está correcto.",
    "Yo tengo un amigo que es un—un ranchero allá en el Oeste. Y—y la Conservación pagó como cuatro mil dólares por un vehículo para la nieve para salir a contar la manada de alce que quedó allá en el Valle Troublesome. El Sr. Jeffereys, quien ha estado aquí en la iglesia, yo lo guié a Cristo—él, un ateo totalmente. Y Uds. me han escuchado contar la historia de nosotros cabalgando juntos. Y él no creía eso…en nada sino las éticas de Darwin, y que ese Bebé nacido de virgen, era tonterías. Y nosotros acampamos la otra noche justamente donde él aceptó a Cristo.\n\nY así pues, este hombre le dijo; él dijo: “Ahora, yo…Uds. no tienen que comprar ese automóvil—ese vehículo para la nieve”. Dijo: “Yo le diré exactamente cuántos alces hay allá arriba”. Dijo: “Hay diecinueve”. Dijo: “Había veinte—había veintiuno, y yo maté dos de ellos”. Y él estaba hablando con el guarda de bosque. Uno no debe matar sino uno. Así que él dijo: “Había veintiuno, y yo maté dos de ellos. Quedan diecinueve”.\n\nY él dijo: “Sí, Jeff, yo sé que tú mataste dos de ellos”.\n\nEl dijo: “¡Es así”!\n\nPues, ellos tomaron el vehículo para la nieve y subieron allá, y había diecinueve alce. El dijo: “Billy, sólo dile a un hombre la verdad; él no la creerá”. Así que más o menos así es de esa manera. Uno puede decirle a la gente la verdad, y sin embargo ellos…Ha habido tanto mal entendido y—y mentir sobre cosas, al grado que no creen que uno está diciendo la verdad cuando uno les está diciendo la verdad. ¿Ven Uds.?",
    "Pero estamos tan agradecidos que tenemos un Padre Celestial quien confirma esa Verdad con una confirmación. Es Verdad. Así pues, si este fuese mi último día en la tierra, la…Aun la investigación científica y pruebas han probado que yo he dicho la verdad acerca de estas cosas. Eso es correcto; es verdad. Así que probablemente estará en el tablero de anuncios. ¿Billy, estás allí en el cuarto? ¿La tienes a la mano, la fotografía? Y si la tienes, pues tráela aquí, y luego la puedes poner aquí y ellos probablemente podrán verla. Pues, yo no sé. Habrá una luz en el—en el tablero.\n\nY aquí está la—aquí está la fotografía aquí mismo. Me supongo que no pueden verla, pero aquí mismo Uds. pueden ver esa capucha de sombra de muerte sobre la cabeza de esa mujer. Y aquí está el reportaje sobre ello aquí atrás, donde la señora tomó la fotografía, para ver si verdaderamente se podía ver; y allí está allí—allí encima. Es la sombra de la muerte en forma de capucha. ¿La ven allá en esa? ¿Ud. la ha visto Hermano Neville, me supongo?\n\nAsí que Billy probablemente la pondrá en el tablero de anuncios, si lo puede hacer, Billy, ven tómala, y llévala al frente, y ponla en el tablero, para que todos puedan verla mientras salen. El o Doc, cualquiera de los dos. Ahora, yo pensé que quizás lo podría mostrar lo suficientemente claro para que Uds. pudieran verlo, pero hay demasiada oscuridad para ese tipo de fotografía. Pero él la tendrá allá para que Uds. puedan verla mientras salen.\n\nAhora, recuerden todos los anuncios.",
    "Y ahora, esta mañana yo pensé que quizás hablaríamos un poquito sobre algo para animar la iglesia, algo que les daría a Uds. más…\n\n¿Qué dice? Sí, Doc, si lo hicieras. Sería bueno. Yo quiero usar esto aquí. Yo tuve…Algunos de ellos no lo tenían para ponerlo la semana pasada, así que pensamos que quizás daríamos un poquito más hoy. Yo quiero hablar sobre eso, porque tiene que ver con un—un sueño que tuvo una hermana.",
    "¿Estará la hermana Shepherd en la iglesia en esta mañana? Yo la conocí la otra noche. Y era la primera vez que había visto a la mujer. En realidad, yo ni siquiera sabía quién era. ¿Está ella…? Supongo que no está…Sí. ¿Le molestaría, sería algo fuera de lugar si yo me refiero a ese sueño? ¿Hermana Shepherd, no le molestaría a Ud. verdad? Muy bien, está bien. Y antes que abordemos eso, inclinemos nuestros rostros ahora, de nuevo.",
    "Misericordioso Padre Celestial, te alabamos por toda Tu bondad y misericordia. Y ahora, tranquilízanos, Señor, para que podamos estudiar la Palabra del Dios Viviente, mientras viene a nosotros por medio de visión y es confirmada por el Espíritu Santo, respaldada por la Biblia. Así que oramos que Tú nos des entendimiento, para que podamos saber que hacer en estos últimos días mientras vemos los poderes malignos asentándose a nuestro alrededor. La batalla, la batalla final, está casi lista para ser peleada. Ayúdanos, Señor. Como verdaderos guerreros fuertes, que mantengamos el escudo de la fe levantado con la Palabra de Dios, la Espada, y moviendo hacia delante. En el Nombre de Jesús. Amén.",
    "Ahora, pensando en avanzar hacia adelante, en batalla, como una—una batalla puesta en orden, lista para entrar en acción, una—una verdadera batalla para pelear la batalla de fe…\n\nLa hermana Shepherd, aquí, y el hermano Shepherd, quienes son unos amigos muy amables nuestros, y quienes asisten a este tabernáculo…Y ellos son preciosos hijos de Dios. Y—y esta hermana Shepherd…Cuando yo estaba recogiendo mi correo (la clase a que Billy puede responder, simplemente alguien diciendo: “Envíeme tantos paños de oración”. Y yo oro por ellas; él sólo las responde enviándolas. Pero cuando es una carta personal, tengo que contestarla yo mismo. ¿Ven Uds.?)…Así que yo recogí mi correspondencia personal. Y así que yo la estaba llevando a casa, y estaba leyendo allí; decía: “De la hermana Shepherd”. Y era un sueño que ella había tenido, ya hace algunos meses. Y ella nunca pudo entenderlo correctamente hasta hace dos o tres domingos atrás cuando yo enseñé sobre estas—estas Siete Edades de la Iglesia y—y los—los siete frutos de Segunda de Pedro, cómo se requiere (Segunda de Pedro 1) para añadir a nuestra fe. ¿Ven?",
    "Primero: fundamentalmente, es fe. Segundo: añada a su fe, virtud; a su virtud, conocimiento; de conocimiento, dominio propio, de dominio propio, paciencia; a paciencia, piedad; y de la piedad, afecto fraternal—amor fraternal; y luego amor siendo la piedra de corona—siete de esas cosas. Siete edades de la iglesia (¿ven?), y siete estrellas de las edades de la iglesia, y eso todo es templado juntamente por el Espíritu Santo.\n\nAhora, eso es lo que se requiere para llegar a ser un siervo de Cristo. Cristo edifica Su Iglesia en siete edades de la iglesia, Su Novia, una Persona, Mujer, Iglesia. Siete edades de la iglesia constituyen y forman la Novia: algunos sacados de esta edad, y algunos sacados de esa edad, y algunos sacados de aquella edad, y todos juntos, y formándola como una pirámide.",
    "Como Enoc quien edificó las pirámides, que nosotros creemos…Y la piedra de corona nunca fue puesta en la parte de arriba, porque la piedra principal fue rechazada.\n\nY lo tomamos ahora, no como doctrina, pero como para entender, sólo para la iglesia aquí, que estas…\n\nDios se perfecciona a Sí mismo en tres. El se perfecciona a Sí mismo en Padre, Hijo, Espíritu Santo, tres oficios de un Dios. El mismo se perfecciona en justificación, santificación, y bautismo del Espíritu Santo; perfectas obras de gracia. El mismo se perfecciona en tres venidas: La primera vez para redimir Su Novia, la segunda vez para recibir a Su Novia, la tercera vez en el Milenio con Su Novia. Y todo es perfeccionado en tres. Y siete es el número de adoración de Dios; Dios es adorado en siete, completado. Ahora, perfeccionado y completado.\n\nY la cosa extraña fue (no para meter esto, pero sólo para mostrarles), el último venado que yo conseguí tenía cinco puntos en un lado y tres en el otro. ¿Ven? Gracia y perfección.",
    "Ahora fíjense en esto, que Cristo…Dios escribió tres Biblias. La primera Biblia estaba en el firmamento, llamada el zodíaco. Ahora, si Uds. no conocen el Libro de Job, olvídense, porque Job es el que lo explica: cómo es que él miró hacia arriba, y nombró esas cosas en el firmamento.\n\nAhora fíjense, en el zodíaco, ¿con qué empezó? La primera cosa en el zodíaco es la virgen. La última cosa en el zodíaco es Leo el León: la primera venida de Cristo por medio de la virgen; la segunda venida, Leo el León, el León de la Tribu de Judá.",
    "Luego Enoc completó en su día, o allá en aquel día, la pirámide. Y por supuesto…no tenemos suficiente tiempo para buscarle antecedentes y mostrar cómo es que esa pirámide fue formada a través de las cámaras y demás. Habla directamente del tiempo del fin, ahora mismo. Ahora mismo están en la cámara del rey, de acuerdo a las medidas. Pero la piedra de corona nunca fue puesta sobre la pirámide. Y eso es arquitecturalmente perfecto según la arquitectura o—o la masonería, al grado que aún una—la pequeña navaja delgada de afeitar…Y ellos no saben cómo la edificaron, no lo entienden—como una navaja de afeitar desliza por los lados donde esa mezcla debería de estar, y no existe nada de mezcla. Está armada perfectamente.\n\nEntonces así es cuando Cristo y la Iglesia llegan a ser uno. No hay mezcla en medio, no hay nada en medio, sólo Dios y la persona—Dios, Cristo, y la persona.",
    "Ahora, pero la piedra de corona, ellos nunca la han encontrado. ¿Saben Uds. de la Piedra de “Scone” que tienen en Inglaterra donde ordenan a los reyes—o para—para coronarlos y demás? Pero la piedra de corona…\n\nFíjense en el billete de dólar americano; Uds. lo verán en el billete de dólar americano. Por un lado, el lado izquierdo, está el Sello americano, un águila con las lanzas en su mano. Del segundo lado…Este es llamado el Sello de los Estados Unidos. Pero del lado opuesto está la pirámide, y sobre ella, un gran ojo. Y aquí abajo dice: “El Gran Sello”. ¿Por qué sería este el Gran Sello en esta nación, incluso por encima del Sello de nuestra nación? ¿Ven? No importa lo que Ud. pueda hacer, Dios le hace hablar de igual manera. ¿Ven? El hace al pecador hablar de ello; El hace que las naciones hablen de ello; todo tiene que hablar de El, ya sea que—que quieran creerlo o no. Allí está.\n\nAhora fíjense, allí está un ojo, el ojo de Dios. Y el hecho que no tiene tapa, el Sello de Corona, porque fue rechazado, lo cual fue el Hijo de Dios, la Piedra Angular del edificio, el Sello de Corona de la pirámide, y todo esto.\n\nAhora, ahora, yo estoy…A mí no me gusta…",
    "Algunas veces ellos graban estas cosas, y eso llega entre hermanos en iglesias—de otras iglesias. Y cuando hacen eso, entonces los hermanos algunas veces reciben la impresión incorrecta, que yo estoy diciendo algo acerca de los hermanos. Pero no es así. Yo…Si Uds. sólo pudieran escuchar y entender. ¿Ven? Yo no estoy hablando en contra de ningún hermano, porque eso no es apropiado, para hermanos el hablar en contra el uno del otro. Deberíamos hablar a favor el uno del otro, no uno contra el otro. Pero cuando yo hablo algunas veces de cierta organización como la presbiteriana, metodista, o demás, ellos dicen: “¿Ven?, él está contra ella”. Yo no estoy en contra del hermano allí, o de la hermana allí. El sistema que está separando la hermandad es en contra de lo que yo hablo. Los hijos de Dios son una familia y no—y no grupos diferentes.",
    "Y algunos de ellos dicen: “Yo no tendré nada que ver con eso, porque eso es presbiteriano y yo metodista”. ¿Ven? Ahora, eso no es…¿Ven?, es el sistema de esa organización que divide la hermandad. ¿Ven? Ahora eso…\n\nComo he dicho: si alguno de Uds. estuviera navegando en el río en un bote de muy malas condiciones y fuese a intentar pasar las cataratas, y yo sé que eso no va a funcionar, pues entonces, yo no estoy gritando, reprendiéndole a Ud.; estoy tratando de sacarlo de ese bote ¿ven?; porque es el bote el que se va a despedazar, y—y—y Ud. quedará en el agua. Así que—así que no es—no es el hermano en el bote, pero yo le estoy gritando al hermano para mostrarle lo que está próximo por suceder.\n\nPues, todos estos sistemas que el hombre ha hecho en sus logros, tiene que despedazarse. Eso es todo. Ellos tienen que venir…Tenemos que llegar a la unidad, a la hermandad. Eso ha sido…Mi propósito en la vida es de tratar de unir y no de dividir una organización, pero que suelten sus ideas y sean hermanos con todo Cristiano nacido de nuevo. Esa—esa es la idea; allí es donde yo me he parado.\n\nPues ahora, si los hermanos lo notaran, yo…",
    "Muchos de nuestros hermanos, incluso en nuestros rangos del Evangelio Completo, no creen que los bautistas y metodistas, y el luterano y demás tengan oportunidad. Pero yo…Ahora, quizás tengan razón, pero yo no estoy de acuerdo con eso. Yo creo que la edad aquí, de la edad luterana, y esta edad aquí la cual fue llamada, creo, la edad de Sardis, y luego la edad de Filadelfia para los metodistas, y luego la pentecostal, la edad de Laodicea…Yo creo esas son edades, y Dios en cada una de esas edades tomó una gente elegida. Y en eso, como dice Hebreos 11, que no fuesen ellos perfeccionados aparte de nosotros. ¿Ven? Pero ahora, la Iglesia ha venido de esto, llegando a una minoría todo el tiempo, hasta que ha llegado a la edad pentecostal.",
    "Ahora, la razón que yo estoy diciendo esto para que Uds. puedan tener una idea sobre lo que la hermana soñó. Y su sueño es ciertamente una comparación a—a lo que he estado enseñando.\n\nFíjense, ahora aquí, ahora todas estas cosas que Primera de Pedro el versículo 6 y 7 [del capitulo uno] les dice, que por su fe, eso es primero. Ahora, yo digo que la gente afirma tener estas virtudes sin ni siquiera haber nacido de nuevo. Y yo creo que hice un comentario duro y dije que es como un pájaro negro tratando de ponerse plumas de pavo real y así hacerse un pavo real; él no puede hacerlo. Tiene que ser una pluma natural saliéndole a él. Lo interno de él tiene que producir esa pluma para que salga.",
    "Y siempre—y yo siempre he sido acusado de ser duro con nuestras hermanas con respecto a usar cabello cortado, y pintura en la cara, y demás. Yo siempre he sido acusado de ser duro con nuestras hermanas. No es que tengo nada contra eso. Yo no digo que la mujer no es una buena mujer, que ella es alguna—una prostituta callejera o algo. Esa no es mi actitud. Sino que es esto: cuando ella se pone tanto artificial en lo exterior, muestra que hay mucho artificial en lo interior ¿ven? donde debe ser llenado con Cristo. Porque lo exterior siempre expresa lo que está en el interior. “Por sus frutos los conoceréis”. [Mateo 7:16] ¿Ven Uds.? Y donde Cristo debiera estar presente, y preocuparse por Dios, y preocuparse por otras cosas, en vez de tanta pompa artificial, y—y Uds. saben, párpados verdes, y un aspecto inhumano, y toda esa clase de cosas…Yo simplemente no estoy a favor de eso; y no creo que la Biblia tampoco lo esté. Así que a mí—a mí me gusta ser exactamente lo que somos.",
    "Ahora fíjense, si ella no tiene uñas y quiere ponérselas, si no tiene dientes y necesita ponerse, no tiene un brazo y necesita uno, no tiene cabello y necesitan un poco, si uno no tiene estas cosas, eso es diferente. Pero cuando uno se saca sus verdaderos dientes buenos, porque no están tan brillantes como deberían de estar, entonces Ud. ha hecho mal. Si Ud. tiene cabello rojo y Ud. quiere negro, y Ud. va y lo tiñe de negro, sólo porque…Ud. está haciendo mal. Sí, así lo creo. Pero la cosa principal…No hay Escritura para eso, sólo sobre cortarse su cabello, hay Escritura para eso, hay abundancia para eso. Así pues, queremos asegurar fuertemente que eso es correcto. Ahora.",
    "Ahora, ahora, nuestra hermana al soñar, ella soñó que ella…Pues primero, ella estaba perturbada: “¿Qué sentido tiene continuar y tratar de luchar a través de la vida si Dios requiere que nosotros recibamos el Espíritu Santo y no lo tenemos”?\n\nAhora, yo no creo…Quizás estén grabando esto, pero si ellos no…si ellos lo hacen, es sólo para la iglesia. ¿Ven? Ahora, y si algún hermano obtuviera esto, y Ud. oye mi voz, hermano, sobre esto, recuerde, yo sólo estoy enseñándole a mi iglesia. Uds. siempre, antes que su congregación…Examine las—las cintas, y si Ud. no quiere que su congregación las oiga, no les permitan escucharlas. Pero yo—yo sólo estoy tratando de decirle a este pequeño grupo aquí que yo—que el Hermano Neville y yo, por el Espíritu Santo, estamos tratando, de—de pastorear y enseñarles…",
    "Ahora, hay algunas de estas cosas con las que Uds. pudieran diferir miserablemente. Así que si las hay, como siempre he dicho acerca de comer pollo frito: Cuando uno muerde el hueso, uno no bota el pollo, uno sólo bota el hueso. Así que siempre hagan eso. Al comer pastel de cereza y uno se topa con una semilla, uno no botaría el pastel, uno sólo bota la semilla. Así que Uds. hagan lo mismo al escuchar esto.\n\nAhora, yo—yo creo que—que la—la razón que hay tanta confusión hoy acerca del Espíritu Santo, es porque no es correctamente enseñado. Yo creo que el bautismo es enseñado, y sólo dicen, “el bautismo”, pero entonces el…Como uno dice, “automóvil”. Pero ahora, yo tengo varios mecánicos en esta iglesia, y yo no sé una cosa al respecto, así que si yo cometo un error, hermanos, yo no…Recuerden yo no soy mecánico.\n\nTiene que haber bobinas, y bujías, y puntos, y válvulas, y todo lo demás que conforma el automóvil. Y cuando uno habla acerca del Bautismo del Espíritu Santo, hay mucho que va con eso. ¿Ven? Hay mucho que va con eso. Y aquí está cómo creo yo que Dios está probando que el Espíritu Santo está aquí. ¿Ven?",
    "Ahora, Pedro dijo, primero, fe. Ahora obsérvenlo muy bien. Vamos a enseñar esto por unos cuantos minutos. Fe, ahora, es su primera cosa. Y añada a su fe, virtud; a su virtud, conocimiento; a su conocimiento, templanza; a su templanza, paciencia; a su paciencia, piedad; a su piedad, amor fraternal, afecto fraternal, y luego amor. Y cualquiera sabe que amor es Dios. Dios es amor. ¿Ven?\n\nAhora que—entonces de esto, y luego al traer esto en las Siete Edades de la Iglesia, Dios está edificando en siete edades de la iglesia una Novia para Cristo. Por medio de Filadelfia, Tiatira, y Pérgamo, y Esmirna, Efeso, una edad de la iglesia que Jesús dijo: “Si el—si el Novio viene en la primera vigilia o en la séptima vigilia, todas estas vírgenes despertaron”. Ellas fueron—fueron despertadas, las vírgenes de Efeso, Esmirna, Pérgamo, Tiatira, Sardis, Filadelfia, y Laodicea. ¿Notaron Uds. eso? Era la séptima edad cuando El vino y despertó esas vírgenes durmientes. Eso las trajo desde allá hasta aquí ¿ven?, porque en esto, a través de los años, edades, El ha edificado una Novia, hizo nacer una Novia, engendró una Novia en la tierra para Cristo. Y de la misma manera que El engendra esta Novia, El ha engendrado individuos.",
    "Ahora, estoy fijando esto de fondo, para que Uds. entiendan cuando el sueño de la hermana esté siendo contado.\n\nAhora, estas cosas aquí deben absolutamente estar en el Cristiano antes que el Espíritu Santo los selle, antes que esto descienda en la cúpula y forme una unidad completa.\n\nAhora, el sueño de nuestra hermana. Ella estaba preocupada si tenía el Espíritu Santo o no. Cuando ella se acostó en el sofá, donde su esposo estaba leyendo un periódico (y ella tiene pequeñitos, como los tengo yo, y siempre están haciendo ruido y cosas), y así que en esto, ella se quedó dormida aproximadamente como por diez o quince minutos; y ella soñó. Y ella nunca pudo entenderlo o captarlo completamente desde hace un año, casi, hasta que este mensaje fue enseñado. Entonces mientras yo lo estaba enseñando, se le vino todo de nuevo.\n\nY ella soñó que estaba orando. Ella estaba caminando primero por el piso, antes que soñara, y apretando sus manos, y pensando: “Señor, ¿habré recibido el Espíritu Santo? ¿Me lo puedes comprobar? Algunos dicen que por causa que—que gritaron, o algunos dicen que porque hablaron en lenguas. (Y nosotros creemos en todo eso.) ¿Pero realmente lo tendré”?",
    "Yo creo en todas esas cosas, esas virtudes: hablar en lenguas, y gritar, y toda clase de demostraciones. Yo creo en todo eso. Pero si está allí sin esto, hay algo errado. ¿Ven? Ahora, ¿Ven? Uds.…Vean, Uds. tienen una cáscara.\n\nFíjense, y ella estaba preocupada al respecto, así que ella sólo se recostó a través del sofá, donde su esposo estaba leyendo, y se quedó dormida. Y ella soñó que estaba arriba de una montaña. Y en esta montaña…Lo mejor…no tengo el papel delante de mí, pero creo que es así: Ella soñó que ella vio una—una, como una caja de roca, como un armazón colocado en la parte de arriba de esta montaña. Y su esposo estaba un poco atrás de ella. Y ella vio a un hombre grande parado allí con ropa de trabajo, mangas remangadas, vaciando el agua más pura que ella jamás había visto, y vaciándola en esta caja, esta caja de roca colocada en la parte de arriba de la montaña. Y la caja de roca no retenía el agua; y se fugaba y sacaba toda la basura y palos y todo de allí, y lo sacaba y lo rodaba montaña abajo. Y rodó por sus pies, y ella estaba parada justamente en esa cosa; sólo que no se le pegó a ella.",
    "Y—y entonces ella preguntó porqué la caja no la retenía, y el hombre dijo: “Esa no es agua. Ese es el Espíritu Santo”, y dijo, “nada lo retendrá”.\n\nY dijo: “Entonces él regresó y cogió otra cubeta grande y estaba llena de miel y vació la miel allí adentro y dijo: ‘Ahora, sí eso retendrá esto’”. Y ella pensó que la caja era—la caja de roca iba a reventar y derramar la miel, pero no se reventó. Finalmente se sostuvo y la retuvo.\n\nElla volteó y bajó por la montaña. Al bajar de la montaña, ella se detuvo al pie de la montaña y miró hacia atrás. Ella vio cinco corrientes de esta cristalina agua pura, no contaminada por las cosas por donde había atravesado, pero todavía pura y clara, bajando rápidamente. Entonces disminuyó; luego casi desvaneciéndose. Y ella estaba preguntándose si eso alcanzaría el pie de la montaña, las cinco corrientes; Y ella despertó. Yo creo que eso poco está más o menos cerca de lo correcto, ¿no es así, Hermana Shepherd?",
    "Ahora, apenas tomé la carta y la abrí, y antes de leerla, yo vi su sueño. Ahora, esa es la manera que los sueños son interpretados. Ahora, muchos de Uds. han venido a mí con sueños y—y me dicen cosas acerca de sueños. Yo digo: “Espere un momento. Ud. no lo contó todo”; (¿ven?) y vuelvo y lo termino. Pues si Ud. no puede decir lo que soñó, ¿cómo sabe Ud. que la interpretación es correcta o no? ¿Ven? Uno tiene que tener—uno tiene que ver el sueño. Una visión tiene que mostrar el sueño. Y cuando uno ve el sueño que la persona soñó, y puede contárselo antes que se lo puedan contar a uno, entonces uno sabe la interpretación…",
    "Pues, yo creo que eso también está en la Escritura. Daniel una vez (¿no fue eso correcto?) dijo…Sí, yo creo…Acabo de pensar de eso en ese momento. ¿Ven? Pero uno siempre ve el sueño, ahora, si la interpretación es correcta. Una persona comienza a contarle un sueño, uno simplemente lo detiene, y dice: “Espere un momento. Y fue tal y tal, fue tal y tal, más tal y tal”.\n\nY entonces Ud. puede decir: “Eso es exactamente correcto”. ¿Ven?\n\nUn hombre, el otro día, estaba tratando de contarme un sueño que soñó. El dijo: “Pues”, dijo él…\n\nYo dije: “Ahora, hermano, ¿por qué omitió Ud. la otra parte”?\n\nEl dijo: “¿Cuál otra parte”?\n\nYo dije: “Ud. soñó que Ud. tiró una roca en el aire, y yo le disparé y un poco cayó en mi ojo”.\n\nEl dijo: “Eso es exactamente la verdad Hermano Branham”.\n\nY me acaban de sacar el último pedazo de eso ayer. Así que allí lo tienen. ¿Ven? ¿Ven Uds.? Porque Uds. no permiten…Digan la verdad al respecto. Pero, vean Uds., siempre les vuelve a revelar lo que—les dice su sueño, lo que Uds. soñaron. Entonces Uds. saben que es correcto.",
    "Ahora, aquí está la interpretación de su sueño. Ella estaba preocupada acerca del Espíritu Santo. Ahora, entretanto que ella vio la caja en la parte de arriba de la montaña, que era la roca, caja de roca es “roca de confesión”. Ahora, como Jesús dijo en la Escritura, El dijo…Pedro dijo…Jesús dijo: “¿Quién dicen los hombres que es el Hijo del Hombre”?\n\nUno dijo: “Tú eres Elías, y Moisés, y demás”.\n\nY El dijo: “¿Pero vosotros Quién decís que soy Yo”?\n\nEl dijo: “Tú eres el Cristo, el Hijo del Dios Viviente”.",
    "Ahora, algunas personas dicen…Ahora, la iglesia católica dice, la iglesia católica romana dice que Su—lo que la roca era que Jesús dijo: “Sobre esta roca edificaré Mi Iglesia y las puertas del infierno no podrán prevalecer contra Ella”…Ellos dijeron que fue sobre Pedro, y que Pedro era esa roca, porque Pedro significa “piedrecita”. “Y sobre esta piedrecita Yo edificaré Mi Iglesia”. Y sobre Pedro—la sucesión apostólica—ellos edificaron la iglesia.\n\nEntonces la iglesia protestante dice: “Eso está mal”, que era sobre Sí mismo que El edificó la Iglesia.\n\nAhora, no para ser polémico, pero yo—a mi manera de verlo, ambos están mal, porque El no la edificó sobre Pedro, ni tampoco la edificó sobre Sí mismo; sino sobre la revelación de Pedro de Quién era El. ¿Ven? “¿Quién dicen los hombres que es el Hijo del Hombre”?\n\n“Tú eres Cristo, el Hijo del Dios Viviente”.\n\n“Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre (algún seminario. ¿Ven?); sino Mi Padre que está en los Cielos te lo ha revelado a ti. Tú eres Pedro, sobre esta roca (de confesión, sobre esta revelación), Yo edificaré Mi Iglesia”.",
    "Y eso ha sido…en cada edad de la iglesia ha tenido esa roca de confesión hasta esta roca de confesión de Laodicea. Y ahora, uno no puede hacer una iglesia santa. No hay tal cosa como una iglesia santa u organización santa. El Espíritu Santo puede ser predicado en ella, pero allí adentro uno encuentra bueno y malo, renegados, indiferentes, y todo lo demás. Así que una organización no puede reclamar…No se puede decir: “Nosotros lo tenemos todo; nadie más tiene nada”. ¡No, señor! El Espíritu Santo es derramado sobre individuos. Es el individuo.\n\nAsí que por lo tanto, la roca…Esta iglesia pentecostal del último día, la cual ha recibido el Espíritu Santo como lo recibieron al principio…A través de las edades, ellos recibieron el Espíritu Santo, pero no en la medida que lo tienen ahora; porque es una restauración a como fue al principio. Como tomamos los candeleros, Alfa y Omega, cómo ellos encendieron la primera vela: fue más alto y más alto, y se puso más oscuro y más oscuro, y luego volvió nuevamente (¿ven?), primero y último, y así.",
    "Ahora, pero en esta edad de la iglesia el Mensaje está siendo derramado en la iglesia. Pero el cuerpo de la iglesia, en sí, en total…Como el—diríamos este tabernáculo; aquí es donde ella asiste a la iglesia. Este tabernáculo no es un tabernáculo del Espíritu Santo. No existe tal cosa. Individuos que vienen a esta iglesia son tabernáculos del Espíritu Santo. Ellos son tabernáculos que contienen el Espíritu Santo, pero no la iglesia como el cuerpo, como grupo. Por lo tanto se derrama.\n\nPero, este hombre quien vaciaba el agua, el mensajero a la iglesia, vaciando el Mensaje en la iglesia…¿Pero qué estaba haciendo el agua? Estaba hirviendo y sacando toda la basura que había allí. Eso es lo que hace el Espíritu Santo: la hace hervir.\n\nAhora, ahora, la miel representó amor fraternal, afecto fraternal, lo cual es esta edad. Les acabo de hablar de eso (¿ven?) del afecto fraternal, la edad en que ahora estamos viviendo.",
    "Ahora, Uds. quizás digan: “Mire, a mí—a mí—a mí en verdad no me cae bien el Hermano Neville”, o, “a mí en verdad no me cae bien el hermano Jones; a mí no me cae bien el Hermano Fulano de Tal”, y algo así. Pero sólo permitan que algo le suceda a él; hermano, su corazón se parte. Simplemente casi lo mata a uno. ¿Ven? Nosotros podemos obtener afecto fraternal y sentir el uno por el otro. ¿Ven? Pero mantener en un grupo de gente…\n\n¿Por qué se interesa Ud. por ese hermano? Porque Ud. ha partido el pan con él aquí frente al altar, así como lo harán esta noche; Ud. ha tenido compañerismo con él; Uds. se han estrechado las manos; Ud. ha adorado con él. El es su hermano. Y él pudiera hacer algo en la carne con lo que Ud. pudiera estar en desacuerdo, por lo que Ud. como que se aleja (lo cual Ud. no debiera hacer), lo evita a él un poco. Pero en el fondo de su corazón, si algo le pasa a ese hermano, simplemente casi que lo mataría a Ud., o a esa hermana.\n\nYo soy—yo ya soy un hombre viejo. Yo una vez fui joven y ahora ya estoy viejo. Yo he visto esto a través de la edad. Escucho a gente decir: “Pues, yo simplemente no tendré nada que ver con él”. Y algo le pasa a ese hombre, que casi lo mate; él piensa: “Oh Dios, yo dejé que mi hermano partiera sin nuevamente reanudar mi amistad con él”. ¿Ven Uds.? ¿Ven? Vean, es amor fraternal. Parece que no pega, pero sí pega. La miel la hace pegar.",
    "Ahora, entretanto que ella vino de allí, bajando la montaña hasta el pie de la montaña…Ahora, esta gloriosa agua estaba brotando sobre los montes en cinco arroyos. Ahora, cinco es número de gracia: J-e-s-ú-s, f-e [En inglés fe tiene cinco letras], G-r-a-c-i-a [En inglés gracia tiene cinco letras]. ¿Ven? Cinco es número de gracia. Cinco arroyos estaban derramándose de aquí arriba, del depósito, por aquí. Y cada una de estas edades tenía esa roca de confesión. Los santos están durmiendo, esperando, esperando, esperando, esperando (¿ven?) hasta esta edad, pero ya pronto, el Espíritu Santo, siendo derramado de Cristo, vendrá y sellará la Iglesia, luego la Iglesia será raptada. Será una completa unidad de Dios, una Novia para Cristo, quien será la cabeza de todas las cosas. ¿Me entienden bien?\n\nAhora, ella se estaba preguntando…Ahora, en su sueño ella se estaba preguntando, si este pequeño arroyo, si este pequeño arroyo llegaría hasta abajo. ¿Ven? Estaba quedando seco. Ahora, siendo que ella misma…Ahora aquí está a lo que yo quiero que Uds. capten. Ella misma se estaba preguntando acerca de sí misma, Que si ella tenía el Espíritu Santo.",
    "Ahora, yo evité decir esto hace unos cuantos días, pensando que la iglesia sería lo suficiente espiritual para captarlo (y quizás es mejor que yo apague esta cinta ahora mismo, pero—porque no quiero que esto salga entre los hermanos); pero uno pudiera hablar en lenguas, uno pudiera gritar, uno pudiera danzar, uno pudiera echar fuera demonios, hacer cualquier cosa que quizieran, y aun no tener el Espíritu Santo.\n\n¿No regresaron esos discípulos regocijándose y gritando, porque los demonios se sujetaban a ellos? Y Jesús…Allí mismo entre ellos estaba Judas. ¿Qué no dijo Jesús que en aquel día, cuando El venga, que: “Muchos vendrán a Mí y dirán: ‘Señor, no he echado demonios y en Tu Nombre hecho obras poderosas’, y yo les diré: ‘Apartaos de Mí, obradores de iniquidad, yo no os conocí’”? Esas cosas no son indicaciones del Espíritu Santo. “Por sus frutos los conoceréis.”",
    "Ahora, Uds. dicen: “¿Hermano Branham, nosotros— deberíamos nosotros hablar en lenguas”? Absolutamente, esos son dones de Dios. Pero esos dones de Dios sin estas virtudes en ellos, crean una piedra de tropiezo para el incrédulo. No es aceptado por Dios. Esto tiene que ser primero. Y cuando Uds. tienen fe, virtud, conocimiento, templanza, paciencia, piedad, y afecto fraternal, luego el Espíritu Santo desciende y los sella a Uds. como una unidad, así como El sella las edades de la iglesia como una unidad. De la manera que El forma Su Novia es la manera que El forma Su individuo: formado del mismo material, así como Eva fue formada de Adán, una costilla del costado. Aquí están las cosas que Uds. tienen que tener primero. Uds. no las pueden personificar; no las pueden imitar; ellas tienen que ser enviadas de Dios y nacidas de Dios. La imitación sólo causa confusión.\n\nEs como yo dije: ¿Pudieran Uds. imaginarse viendo a un buitre sentado allí con una pluma de paloma metida en sus alas, diciendo: “Miren, soy una paloma”? El no es una paloma, es un buitre, ave de rapiña.\n\n¿Pudieran Uds. imaginarse a un pájaro negro con una pluma de pavo real en sus alas y diciendo “¿Ven…”? Eso es algo que él se puso. Pero tiene que venir desde adentro hacia afuera, y eso producir el Cristianismo. Dios, por el poder del Espíritu Santo…",
    "Nuestra hermana tenía sus pies mojados cuando ella llegó hasta abajo. Todos nosotros sabemos que la Hermana Shepherd es muy caritativa…Su casa está abierta. Ella y el hermano—No importa si es un vagabundo, pordiosero, o sea lo que sea, ellos lo alimentarán, harán cualquier cosa que puedan para ayudarlo. Oh, Dios aceptó eso, la parte del fundamento de ella. Y aquí está…\n\nAhora, capten esta lección. Aquí está lo que esta mal con el—con el…(yo no debiera encenderla para esto.) Aquí está lo que está mal con el Tabernáculo Branham. ¿Ven Uds.? Hay dos clases diferentes de fe; hay dos clases diferentes de virtud, como lo di el otro día; dos diferentes clases de conocimiento; dos diferentes clases de templanza. Uno piensa que es prohibición. Ellos tienen…Esa no es la clase de templanza de la que Dios está hablando. Es ese temperamento impío, incontrolable que Ud. tiene, y cosas de ese lado, hablando descaradamente, discutiendo.",
    "Paciencia y demás, hay una burla de eso, un fingimiento de serlo, una fe dada naturalmente, una virtud dada naturalmente. Hay una templanza dada naturalmente. Y todas estas cosas son dadas naturalmente.\n\nY la mayor parte de nuestra fe es fe mental. Al oír la Palabra, nosotros…nos trae a un reconocimiento mental de Dios. Pero si esto viene de arriba, oh hermano, si alguna vez le da a esto, hay una fe piadosa espiritual. Entonces, ¿qué hace esa fe? Esa fe reconoce únicamente la Palabra. No importa lo que alguien más dice, sólo reconoce la Palabra, porque En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. (Y la Palabra todavía es Dios.) Y aquel Verbo fue hecho carne, y habitó entre nosotros…Y cuando la Palabra misma es derramada en nuestra fe, nuestra fe mental llega a ser una revelación espiritual…“Y sobre este fundamento Yo edificaré Mi Iglesia” ¿ven?, no sobre un concepto mental de unirse a la iglesia, un concepto mental de eso, pero sobre la revelación. Cuando esos arroyos de gracia se hayan derramado en esa fe mental que Ud. tiene, entonces sobre esto, una revelación espiritual: “Yo edificaré Mi Iglesia y las puertas del infierno no pueden prevalecer contra Ella”. ¿Ven? Eso muestra que estarían contra Ella, pero no prevalecerán. ¡Oh, que cosa más gloriosa!\n\nAhora, vean, la fe, estos cinco arroyos…Yo tenía aquí un pedazo de tiza, pero yo creo que él no la sacó.",
    "Pero los cinco arroyos que Uds. ven descender por aquí liga todo esto. Ha sido el Espíritu Santo que formó la iglesia de Efeso. Fue el Espíritu Santo que hizo nacer la iglesia de Esmirna. Fue el Espíritu Santo que dio a la iglesia de Pérgamo, y a la iglesia de Tiatira en la Edad del Oscurantismo. Es el Espíritu Santo que ha edificado esa Novia, los Elegidos, que han sido sacados de todos los sistemas de organizaciones a través de las edades. Y hay una elegida, una Novia predestinada de Jesucristo que el Espíritu Santo ha llamado fuera, los Elegida. Y ha sido el Espíritu Santo en esta edad, esa edad, aquella edad, esa, esa, esa, esa, esa hasta la parte de arriba; el Espíritu Santo.\n\nY ahora, así como en los individuos, estas virtudes y cosas como conocimiento y templanza, son añadidas a nuestra fe, entonces cuando la Piedra de Corona viene, el Espíritu Santo, eso lo liga como cemento. Allí está el Bautismo del Espíritu Santo. Por eso es que carecemos tanto de eso hoy.",
    "Permítanme ver aquí. Yo tengo algunos textos escritos aquí. Veamos. Yo tenía un bosquejo dibujado aquí de—para su sueño. ¿Ven? Uds. no lo pueden ver desde allá.\n\nAhora, viniendo del Espíritu Santo, ¿qué viene? Entonces El les dará a Uds. fe sobrenatural, fe espiritual, que está aquí abajo. Entonces esa fe espiritual reconoce sólo la Palabra. No importa lo que alguien más dice, no—no sirve de nada. Eso sólo reconoce la Palabra. Si alguien dice: “Los días de los milagros han pasado”, esa fe sólo conoce la Palabra.\n\nAlguien dice: “No hay tal cosa como el bautismo del Espíritu Santo”. Esa fe sólo conoce la Palabra. Esa es verdadera fe espiritual. ¿Ven Uds.? Eso es correcto. ¿Ven? Sólo conoce la Palabra.",
    "Entonces, ese era número uno. Número uno, viniendo a Uds., su fe mental, aquí mismo, aquí viene el Espíritu Santo, descendiendo a su fe mental, formándola a una fe espiritual. Entonces la fe espiritual sólo reconoce la Palabra.\n\nAhora, y número dos…tres. Entonces Ud. tendrá espiritual…Ud. será—tendrá el Espíritu Santo, y eso sellará todas estas cosas dentro de Ud., a medida que ese Espíritu Santo cubre esto. Desde su fe hasta que el Espíritu Santo lo sella a Ud. adentro con Cristo; entonces Ud. llega a ser uno. ¡Amén! (Quiten esta cosa de en medio. Es duro para sus brazos.) Ud. llega a ser uno. Ud. y Cristo viven juntos. “En aquel día vosotros conoceréis que Yo estoy en el Padre, el Padre en Mí, Yo en vosotros, y vosotros en Mí”. ¿Ven? Entonces esa es una unidad sellada del Señor Dios. Ahora, y entonces ellos son vindicados y colocados. Cuando ese tiempo acontezca, ellos llegan a ser hijos e hijas vindicados de Dios.",
    "¿Recuerdan Uds. en el Libro de Mateo, el capítulo 17, del versículo 1 al 5, Jesús en el Monte de la Transfiguración? Uds. me han escuchado…A El Oíd, ese sermón que predique aquí hace como un año aquí, que llegó a ser tan popular, A El Oíd. La colocación de un hijo en Efesios 1:5 también: “Dios nos ha predestinado a la adopción de hijos”.\n\nVean una familia…Cuando un hijo es nacido en ella, desde entonces es un hijo. Pero ese hijo tenía tutores para criarlo. Y si ese hijo no llegaba a la—a ser la clase correcta de hijo, él nunca llegaba a ser heredero. Pero si él era el hijo correcto, y el hijo que obedecía a su padre, entonces ese hijo era adoptado o colocado posicionalmente. El llegaba a ser heredero de lo que el Padre tenía.\n\nY eso es lo que Dios estaba haciendo en el Monte de la Transfiguración. Cuando El tomó a Su propio Hijo, después que El se había probado ser el Hijo correcto (¿ven?) y había resistido todas las tentaciones, El lo llevó al Monte de la Transfiguración y lo cubrió.",
    "Uds. saben, en el Antiguo Testamento tomaban a un hijo, lo vestían de lujo, y lo colocaban ante el público. Y tenían una ceremonia de colocación, o la llamaríamos adopción. Allí en Gálatas, es donde pienso que San Pablo se refiere a hijos adoptivos.\n\nAhora, al colocar un hijo…los ministros entenderán, y lectores espirituales de la Biblia, colocando a este hijo. En otras palabras, el hijo ya era un hijo cuando él nacía.\n\nAllí es donde nuestra gente pentecostal cometió su error. Habiendo nacido en la familia por el Espíritu Santo, eso es correcto, pero entonces debemos ser correctamente formados hijos, instruidos por el tutor correcto. ¿Ven?",
    "Ahora, si un hombre allá en la edad antigua instruía a su hijo, y él quería que él fuera un hijo correctamente formado, él conseguía al mejor tutor que podía encontrar, al mejor maestro; porque él quería que su hijo llegara a ser como su papá. ¿Ven? Así que él conseguía al tutor adecuado.\n\nAhora, si un hombre en la tierra piensa en el mejor tutor, ¿qué de Dios, nuestro Padre? Ahora, El no consiguió obispos, y cardenales, y sacerdotes; El consiguió al Espíritu Santo para que fuera nuestro Tutor. Y el Espíritu Santo es nuestro Maestro. Y El—El está en la Iglesia, y El lleva mensaje al Padre.\n\nY entonces, ¿qué si el padre, o el tutor llegaba y decía: “Pues, Padre…?” Ahora, El no va a conseguir alguna clase de tutor que quiere ser exaltado, Uds. saben, tener rango, como decimos; para decir: “Oh, si yo le digo al Padre algo acerca de…Ese muchachito es un renegado de todas maneras, pero si yo—si yo le digo al Padre, el Padre pudiera darme un aumento”. Ese no es un tutor correcto. Un tutor correcto es uno que es sincero, y dice la verdad.",
    "Y el Espíritu Santo dice la verdad cuando El viene delante de Dios, por nosotros. Sí.\n\nAsí que El se presenta. ¿Qué piensan Uds.? El se avergonzaría hoy al decir: “Todas tus hijas se están cortando el cabello, y Tú les dijiste que no lo hicieran. Tus hijos son de una mente tan organizacional que ellos ni siquiera pueden verse el uno al otro, y eso es…Y están adoptando esto por esto y esto por aquello”. Cómo deberá El avergonzarse. Pero cómo le gustaría a ese Tutor llegar y decir: “¡Oh, vaya! Ese hijo es un verdadero hijo. El es exactamente como el Padre”. Oh, cómo le gustaría decir eso. ¿Ven?\n\nEntonces el Padre se hincha en orgullo y dice: “Este es Mi hijo”.\n\nEso es exactamente lo que Dios hizo en el Monte de la Transfiguración. Noten Uds. que allí aparecieron Moisés y Elías. Y Pedro, todo emocionado, por lo sobrenatural que ocurrió, el…Pedro se emocionó y él dijo: “Edifiquemos aquí tres enramadas: una para Ti, y una para Moisés, una para Elías”.\n\nMientras él aún estaba hablando, Dios lo calló. El dijo: “Este es Mi Hijo amado, en quien tengo complacencia. A El oíd”. ¿Ven? Dios se puso al fondo y: “Este es Mi Hijo”.",
    "Moisés representó la ley. Los profetas representaron Su justicia. No pudimos vivir por Su ley. No pudimos vivir por Su justicia. Yo no pido justicia; yo quiero misericordia, no justicia. Yo no puedo guardar Su ley, y no puedo cumplir con Su justicia; pero preciso de Su misericordia. Y Dios dijo que la ley y la justicia fueron cumplidas en El. “El es Mi Hijo amado. A El oíd. Ese es El. Ese es Aquel”.\n\nAhora, en el Antiguo Testamento cuando ese hijo era adoptado o posicionado en la familia, su nombre era tan bueno en el cheque como era el de su papá. ¡Sí, señor! No tenían un…Tenían un anillo en aquellos días, un—un signo, un sello; y escupían en él, la colocaban. Ese era un sello. Eso era igual que…El usaba el anillo de su papá, su—su sello; y eso valía igual que su papá.\n\nAhora, cuando Jesús había sido obediente, o sea Jesús obediente a Dios, Dios lo colocó a El posicionalmente: “Este es El”.\n\nAhora, cuando el miembro es nacido por el Espíritu Santo en la familia de Dios y ha probado tener estas virtudes en él, que Dios puede ver virtud, conocimiento, templanza, paciencia, afecto fraternal, y piedad, en él, entonces Dios lo sella o lo posiciona. Y allí es cuando Uds. pueden ver los hijos e hijas de Dios.",
    "Entonces Efesios 4:30 dice: No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de vuestra redención. Ahora, para algunos de Uds. bautistas que quieren basarse en seguridad eterna, bien, si Uds. llegan a esa etapa, yo me paro juntamente con Uds. en seguridad eterna, si Uds. llegan a ese lugar. Pero sólo por decir, cualquiera dice: “Yo iré y me uniré con la iglesia bautista”; “yo soy un presbiteriano”; “yo tengo seguridad eterna”; eso está mal. Su propia vida prueba que Ud. no lo ha recibido. Hasta que Esto esté allí y Dios lo haya adoptado y sellado por el Espíritu Santo en Su Reino…Entonces esto no tiene otra salida. Ud. está eternamente seguro. “No contristéis al Espíritu Santo de Dios, con el cual todo vuestro ser y vuestras virtudes piadosas están selladas hasta el día de redención”.",
    "Yo creo que hay una Novia que está predestinada. Yo creo que Dios dijo que El tendría una Iglesia sin mancha ni arruga. Yo creo en predestinación: que la Novia está predestinada; Ella tiene que estar allí. Yo espero estar con Ella. Eso es…¿Ven? Yo estoy con Ella. Ahora, depende de mí obrar mi propia salvación con Dios hasta que estas cosas sean aprobadas de Dios y después sellado en el Reino de Dios. Allí está el Espíritu Santo. Allí están las obras genuinas de Dios. Sellado hasta el día de redención.\n\nEse era su sueño. Yo pensé que era hermoso.",
    "Ahora, por lo tanto, cuando Ella hace eso, cuando la Iglesia llega a este lugar, o el individuo…La Iglesia va a estar allí. Permítanme decírselos muy bien para que Uds. lo capten: La Iglesia está predestinada para estar allí. Yo quiero estar con Ella, pero la única manera de yo estar con Ella, es siendo parte de Ella.\n\n¿Cómo llega uno a ser parte de Ella? Al estar en Ella. ¿Cómo entro en Ella? Por un bautismo, por un Espíritu. Primera de Corintios 12: “Por un solo Espíritu fuimos todos bautizados en un Cuerpo”, un Cuerpo, bautizados en El.",
    "Pero Ud. no puede meter estas cositas, y decir: “Yo hablé en lenguas. Yo lo tengo”. Uds. salen de aquí, enojados, y juran, y hacen de todo (¿ven?), Eso es ponerse plumas de pavo real en un—un cuervo. ¿Ven? No se puede hacer eso. Su propia vida prueba que no es así. Pero cuando estas cosas están operando en Ud. por medio de Dios, entonces Ud. está sellado. Entonces no hay un fingimiento al respecto. Ud. simplemente es lo que es. Allí es cuando visiones, obras perfectas del Espíritu Santo de Dios, todo es manifestado. ¿Debido a qué? Ud. y Cristo llegan a ser uno (yo espero que eso se entendia), Ud. y Cristo llegan a ser uno.\n\nYo tenía algo más escrito aquí que quería recordar. Nos trae al lugar de Vida, entonces uno llega a ser—a tener Vida Eterna.",
    "Ahora, yo tengo aquí el léxico griego, El Diaglott Enfático. Yo lo estudié el otro día sobre una palabra.\n\nAhora, en Juan 14—o Juan 3:16, encontramos que en un lugar dice, “tiene Vida perpetua”[versículo 16 en inglés]; en otro lugar dice, “tenga Vida Eterna”[Versículo 15]. Pero en el—en la versión griega, en el hebreo dice: “Vida sin fin”. En la palabra griega, está A-i-n-i-o-a-n…Casi como “eón”. Eón es un espacio que no puede ser…Es un número que no puede ser contado. Es más allá de millones, trillones, billones. Pero esto es un aionion de tiempo: Vida Eterna. Y la palabra en inglés para eso es eterno. Nosotros lo conocemos como eterno, Aionion o Vida sin fin. ¿Ven?\n\nY si Ud. tiene Vida sin fin, ¿cómo puede perecer? Ud. ha llegado a ser parte de lo Eterno, y solamente hay una cosa eterna. Satanás no es eterno. ¡No! El—él llegó a ser Satanás. El infierno no es eterno. El infierno fue creado; no es eterno. Y estos cuerpos no son eternos; fueron creados. Pero el Espíritu de Dios es Eterno. Nunca tuvo un principio, y no tiene fin. Y la única manera que podemos tener Vida Eterna (de esa palabra griega Zoe, lo cual significa “La propia vida de Dios”), nosotros hemos—nosotros llegamos a ser una parte de Dios cuando llegamos a ser hijos e hijas de Dios, y tenemos una Vida Aionion. Así que la parte que vive, nosotros, que reconocemos esta Palabra desde aquí hasta allá, que reconocemos, es Vida Aionion, Vida sin fin. Es la propia Vida de Dios en nosotros. Amén.",
    "El otro día, en el viaje, yo tuve una discusión con los Testigos de Jehová. Ahora, sin despreciar la creencia de nadie. Tenemos bastantes de esos convertidos sentados aquí, de los Testigos de Jehová. Uno de nuestros síndicos de la iglesia es Testigo de Jehová…lo era, y fue salvo, él y su familia. Su padre era un lector, el Hermano Wood y ellos. Ahora todos sus hermanos y hermanas, casi todos ellos han venido y han recibido el Espíritu Santo, debido a las visiones de Dios diciéndoles lo que hicieron y lo que ellos…¿Ven? Eso lo hizo.",
    "Ahora, pero aquí, Testigos de Jehová, en su libro, dice que el aliento que uno respira es el alma. Ahora, eso no puede ser correcto. El aliento que uno respira no es el alma. Si lo es, uno es—uno es…En un momento uno es una clase de alma; la siguiente vez uno es…Alguien más ha respirado esa alma. Miren donde estarían. Ahora, el respiro es viento, y viento es lo que uno respira por su nariz.\n\nAhora, ellos toman la Escritura desde allá: “Y Dios sopló aliento en su nariz, y él llegó a ser un ser viviente”[Genesis 2:7]. Ahora yo quiero preguntarles algo. Si él era un hombre ¿qué clase de aliento estaba él respirando antes que Dios soplara este aliento de vida en él? ¿Ven? ¿Qué clase de aliento…? El era un hombre viviente que respiraba. Pues entonces, si eso es así, entonces todo animal es un alma viviente, porque ellos respiran un alma humana, y nuestra alma, y así de todo. Entonces Jesús no hubiese tenido que morir; el sacrificio animal hubiese sido suficiente. ¿Ven? Así que, hermano, el argumento no tiene base.\n\nPero lo que Dios hizo, El sopló el aliento de Vida Eterna (¡Amén!), entonces él llegó a ser un alma viviente, un alma que no puede morir. Ahora miren bien. Vamos a meternos en miel hasta los codos. Fíjense, sopló el aliento de Vida Eterna en su nariz. Y él llegó a ser un alma eterna, porque Dios sopló (no lo que hizo la naturaleza, sino lo que hizo Dios), sopló el aliento de vida en su nariz, y él llegó a ser un alma viviente.\n\nEntonces Uds. me dicen: “Hermano Branham, Adán murió”.",
    "Pero recuerden, antes que Adán muriera él tuvo un cordero que lo redimió a él. ¡Aleluya! Aquellos que El antes conoció El ha llamado. El tomó un cordero para redimirlos.\n\nEl fue un tipo. Adán cayó. Entonces el cordero fue provisto para Adán, porque ya en su nariz había llegado el aliento del Dios Eterno; y él llegó a ser un alma viviente. El era un hijo de Dios. No su aliento, como la palabra africana (no sé cuál es la palabra griega para eso, pero…), la palabra africana ellos la llaman Amoyah, lo cual significa “el viento, una fuerza no vista”. Los animales respiran Amoyah. Los pecadores respiran Amoyah.",
    "Entonces, ¿por qué lucharíamos por Vida Eterna si esa es el alma eterna soplada dentro de nosotros por aliento? ¿Por qué lucharíamos por Vida Eterna? Hermano, eso resulta contraproducente. ¿Ven? Eso—eso simplemente no puede hacerse. Pero Dios en forma especial, sopló sobre Adán, sopló el aliento de Vida Eterna, y él llegó a ser una persona eterna con Dios. El tenía poder como Dios: él era un dios amateur. El era dios de la tierra, no Dios del Cielo, pero dios de la tierra.\n\nY algún día los hijos de Dios llegarán nuevamente a ser dioses. Jesús lo dijo: “¿No está escrito en vuestra ley: ‘dioses sois’? Entonces si vosotros podéis llamar a quienes El ha llamado dios, a quien Dios visitó, ¿cómo pueden condenarme, dijo, cuando digo que Yo soy el Hijo de Dios”? ¿Ven? Ahora, estamos entrando en algo profundo. Ahora, vigilen esto bien cuando lo remachemos.",
    "Ahora, aquí están. El es ahora un hijo de Dios, pero él comete un error. El sabe que él está haciendo mal. Ahora recuerden, Adán no fue engañado. La Biblia lo dice en Primera de Timoteo 3: “Adán no fue engañado, sino que la mujer fue la engañada, incurrió en transgresión”[I Timeteo 2:14]. Adán caminó con Eva, porque era su esposa. Igual que Cristo, no engañado por Satanás, pero entró a la muerte con la Novia. El fue a estar con la Novia, para así poder redimir la Iglesia.\n\nAdán sabía que estaba mal, así que él sólo salió y caminó con Eva. ¿Ven? Pero hubo un cordero provisto para ellos, para que ellos fueran redimidos. Y estos corderos hoy, que fueron conocidos antes por Dios y que Dios ha llamado, hay un Redentor. “Ningún hombre puede venir a Mí, si Mi Padre no le trajere; y todo lo que el Padre me ha dado, vendrá a Mí”. ¿Es correcto eso?\n\nAsí que hay un cordero provisto desde la fundación del mundo, donde sus nombres fueron puestos en el Libro de la Vida del Cordero. Un cordero fue provisto para abrir un camino de gracia para cada uno de ellos poder entrar en la resurrección. Un cordero provisto, el cordero de Adán.\n\nAhora, fíjense, como Adán tuvo un cordero provisto.",
    "Ahora, esa es la Iglesia hoy. Yo no quiero decir la—la iglesia. ¿Saben qué? Yo no digo esto para ser sacrílego, y no lo digo para herirle los sentimientos a nadie. Yo no estoy aquí para hacer eso, porque yo ya me he explicado; yo estoy aquí para ayudar. Pero lo que estoy tratando de hacer…¿Saben qué? En realidad estas iglesias no son Iglesias. Solamente hay una Iglesia. Estas son logias (¿ven?); son logias. Yo no tengo nada…Está bien, pero yo—yo les quiero probar eso a Uds. en unos cuantos minutos, que son simplemente logias. Uds. pertenecen a la logia metodista, a la logia presbiteriana, o a la logia pentecostal, en lo que a eso se concierne, eso es…¿Ven Uds.? ¡Logias! ¿Ven? Uds. no pueden…Vean, en realidad iglesias son logias donde son atraídas personas del mismo pensar. Pero la Iglesia es una. Y Ud. no puede unirse a la Iglesia; Ud. nace en Ella. Y cuando Ud. nacen en Ella, Ud. es un miembro de Ella.\n\nAsí como mi familia. Yo he estado en la familia Branham por cincuenta y tres años; ellos nunca siquiera me pidieron que me una a la familia. ¿Por qué? Yo no tengo que unirme a la familia. Yo nací un Branham. Y Ud. nace en la Iglesia. Ahora, estas otras son logias. ¿Alguna vez pensaron Uds. en eso? ¡Sí, señor!",
    "Un día yo estaba cortando el césped, y yo estaba pensando sobre, pues, la gran santa iglesia católica, según la llaman ellos. Yo iba caminando así, cortando, y algo me detuvo dejándome como tieso, dijo: “No la llames así”. Y miré alrededor. Seguí cortando, y de nuevo me detuvo, dijo: “No les llames a ellos así”. Dijo: “Ellos son una logia como otras. No son Iglesia. Hay una sola Iglesia”. ¿Ven? Son miembros de una logia, porque uno puede unirse a una logia, pero uno no puede unirse a la Iglesia. La Iglesia, uno nace en Ella. Uno llega a ser un miembro de Ella por el nuevo nacimiento, y así un miembro de la familia, un hermano o hermana en Ella.",
    "Ahora, sólo permítanme leerles algo aquí de El Diaglott Enfático, de Apocalipsis 17:3, aquí en el Apocalipsis de El Diaglott Enfático, y sólo observen esto, cómo se lee esto y cuán—cuán hermosamente se compara con eso: Apocalipsis 16—17. ¡Muy bien! Ahora, leamos aquí sólo un minuto. Y escuchen esto bien atentamente. Apocalipsis 17:3:\n\nY uno de estos siete Angeles teniendo…siete tazones vino y me habló,…(Yo estoy leyéndoles del Léxico.)…teniendo, “Ven, Yo te mostraré el juicio de esa gran ramera quien está sentada sobre muchas aguas;”…",
    "(Y todos sabemos que ese es el Vaticano.)\n\nAquí tenemos Nuestro Visitante Dominical, de la iglesia católica, diciéndonos exactamente lo que es. ¿Ven? Y este respondió y dijo: “Pero esperen un minuto”. Dijo: “Ha habido toda clase de nombres”, dijo, “que formarían el 666”.\n\nYo dije: “¡Pero sólo un minuto”!\n\nDijo: “El nombre suyo pudiera formar seiscientos, sesenta…”\n\nPero yo dije: “Yo no estoy sentado sobre siete montes gobernando al mundo entero”. ¿Ven? ¿Ven?, Eso es correcto. ¿Ven?\n\n“…mostraré la sentencia de la gran ramera, que está sentada sobre muchas aguas;…(Aguas, Apocalipsis 17:15, muchedumbres y multitudes de gente. ¿Ven?)\n\n…con la cual han cometido fornicaciones los reyes de la tierra, y los moradores de la tierra se han embriagado con el vino de sus fornicaciones”…(Ahora observen.)\n\nY me llevó, en el Espíritu, al desierto;…(Ahora este es El Diaglott Enfático. ¿Ven?)…y vi a una mujer sentada sobre una bestia vestida de escarlata, llena de nombres blasfemos,…\n\nAhora, en la versión King James dice,…lleno de nombres de blasfemia. (Un momento. Ahora, lo tendré aquí en un minuto. Apocalipsis capítulo 3) Muy bien, aquí está. Muy bien, Apocalipsis, quise decir 17, no 7, 17. Ahora escuchen el versículo tercero:\n\nY me llevó en el Espíritu al desierto; y vi una mujer sentada sobre una bestia escarlata llena de nombres blasfemos,…\n\nEsa es la manera que está en el inglés, pero el griego original de El Diaglott se lee así en Apocalipsis 17:3. Escuchen.\n\nY él me condujo, en el Espíritu, a un desierto; y vi a una mujer sentada sobre una bestia escarlata, llena de nombres blasfemos,…\n\nEso es muy diferente, de “nombres de blasfemia” a “nombres blasfemos”. ¿Qué es?\n\nY nosotros—y ahora, ella era una madre de rameras.",
    "Todos nosotros sabemos eso. Ahora, ¿qué es? Uno no tiene que estar…Pues, eso es correcto. Eso abarcaría a la Iglesia Católica Romana, pero ella está llena de nombres blasfemos: Metodista, Bautista, Presbiteriano, Luterano, y todos, ellas llamándose iglesias de Dios—nombres blasfemos. Mucha diferencia entre “nombres de blasfemia” y “nombres blasfemos”. Llamándose la Iglesia de Dios y se muestran delante del mundo, y en fiestas de naipes, y bebiendo y comportándose mal, y ventas de comidas, y todo lo demás, y toda clase de cosas al grado…Solamente hay una Iglesia. Uno nace en Ella. Uno no entra allí, hasta estar lavado en la Sangre del Cordero y sellado por el Espíritu Santo.",
    "¡Qué diferencia entre “nombres de blasfemia” y “nombres blasfemos”! ¿Lo captan? Yo capté eso esta mañana cuando estaba leyendo aquí el…cuando venía. Algo simplemente me dijo: “Entra a tu cuarto. Toma El Diaglott”. No, sólo es obediencia, es todo. Entré y busqué Apocalipsis 17. Yo pensé: “¿Por qué quieres que yo lea esto”? Y comencé a leer. Tan pronto como llegué a eso: “Allí está”. Yo cogí un lápiz y lo anoté. Yo dije: “Allí está”.",
    "Ahora ellos están renegando sobre mí oposición a esas organizaciones. Son esos nombres blasfemos que se llaman a sí mismos Iglesias de Dios, e Iglesias de Cristo, e iglesias de Metodistas, e iglesias de…¡Son logias, no iglesias! Una Iglesia, esa es la Iglesia del Señor Jesucristo. ¿Y qué es? El Cuerpo místico de Jesucristo en operación en la tierra, formado de un miembro de cualquiera de estas congregaciones, que fuera un miembro del Cuerpo de Cristo. Ud. tiene que nacer en Ello; no unido en Ello.",
    "Y el unirse—unirse en Ello son nombres blasfemos.\n\nEsta mujer, esta mujer, su poder…Y Uds. ven ahora mismo donde ellos van a tomar a toda la gente que tiene ideas raras acerca de religión y enviarlos a Alaska. Uds. han visto eso. Todas nuestras creencias raras…Y el—¿qué es? El Concilio, el Concilio Mundial de Iglesias. Y la católica tiene su gran alboroto aconteciendo en el Vaticano ahora, allá donde están tratando…Y todos estos obispos y demás, están tratando de llegar a un acuerdo para combatir el comunismo, el mundo combatiendo al comunismo y simplemente uniéndose con el catolicismo.",
    "Y es exactamente como es hoy en día: aquí estamos, como dije, estamos…Oro…Estamos casi en bancarrota. Estamos haciendo prestamos, gastando dinero ahora de impuestos que serán pagados de aquí a catorce años. Así estamos de errados de la pista. ¿Quién tiene el dinero del mundo? La iglesia católica. ¿Cómo le sería prestado a los Estados Unidos? Para mantener estas compañías de tabaco y whisky y cosas. Seguro que lo pedirán prestado de…Cuando lo hagan, allí venden su primogenitura directamente a la iglesia católica romana. Nos consolidamos. Observen esto tan claro, más claro que leer el periódico; aquí está. ¿Ven?",
    "Ellos son metodista, bautista, presbiteriano, y demás, llamándose ellos mismos la iglesia de Dios. Católico, y toda esa clase de cosa, es este poder de bestia lleno de nombres blasfemos. Llamándose Uds. mismos: “Yo—yo soy…”\n\nYo dije…Yo fui al hospital aquí no hace mucho, iba a orar por una persona. Yo dije: “Vamos a…” Era mi madre. Yo dije: “Vamos a orar por mamá”.\n\nY la señora dijo: “Jale esa cortina”.\n\nYo dije: “¿No es Ud. una Cristiana”?\n\nElla dijo: “Nosotros somos metodistas”.\n\nYo dije: “Gracias. Yo pensé que quizás Ud. era una creyente”. Y entonces sólo jalé la cortina a mí alrededor. ¿Ven? Así que si Ud. no es un Cristiano eso es diferente (¿ven?),",
    "pero: “Nosotros somos metodistas”. ¡Eso es blasfemar!\n\nLa bestia, iglesias, llamadas iglesias, no son iglesias. Permítanme estar seguro que eso esté registrado. Ellas no son iglesias; son logias. La gente está uniéndose a ellas, pero Ud. no se puede unir a la Iglesia del Dios Viviente. Ud. nace en Ella por el Bautismo del Espíritu Santo. Y cuando Ud. es bautizado con el Espíritu Santo, estas virtudes son selladas en Ud. por el Espíritu Santo; y por lo tanto: “El que es nacido de Dios no comete pecado”. No puede. Allí lo tiene. ¡Oh, que cosa! Pudiéramos hablar todo el día, ¿no es así?",
    "La Iglesia es el Cuerpo místico de Cristo, nacido del soplo de Dios. ¿Lo captaron? La Iglesia de Dios es nacida del soplo de Dios. Dios sopló el aliento en la nariz, espiritualmente, de Adán, y él llegó a ser un alma viviente. ¿Sabían Uds. que los pentecostales, o la verdadera iglesia pentecostal es nacida del soplo de Dios? Permítanme leerles algo solo un momento, sobre eso. Déjenme ver un momento. San Juan, creo es a donde voy, y nos daremos cuenta si la Iglesia de Dios es o no. San Juan [20]…Veamos, yo creo que es como 16, 19, 20. Muy bien. Aquí, yo creo que lo tenemos aquí mismo. Muy bien. Permítanme leerles y ver si la Iglesia es nacida del soplo de Dios o no, como Adán lo fue en el principio. Observen.\n\nCuando llegó la noche de aquel mismo día, el primero de la semana, estando las puertas cerradas en el lugar donde los discípulos estaban reunidos por miedo de los judíos, vino Jesús, y puesto en medio, les dijo: Paz a vosotros.\n\nY cuando les hubo dicho esto, les mostró las manos y el costado. Y los discípulos se regocijaron viendo al Señor.\n\nEntonces Jesús les dijo otra vez: Paz a vosotros. Como me envió el Padre,…también yo os envío.\n\n¡Observen! El Padre que lo envió fue en El. Y Jesús, cuando El envía un discípulo, El va en él, El mismo que es enviado, Dios.\n\nY habiendo dicho esto, sopló, y…dijo: Recibid el Espíritu Santo.…",
    "(Iglesia nacida del soplo de Dios.)\n\nCuando esta estatua se ha moldeado hasta allí arriba en esa condición, el soplo de Dios sopla sobre ellos, y reciben el Espíritu Santo. Entonces Ud. es un hijo de Dios. Ud. se puede unir a cualquier cosa que quiera, pero Ud. es nacido en la—la Iglesia del Dios Viviente, nacido por el soplo de Dios. Dios sopló sobre ellos y dijo: “Recibid [El Hermano Branham hace un sonido de soplo.] el Espíritu Santo”. Oh, vaya, allí lo tienen. No, “Venga, únase y ponga su nombre allí”, y con sus ventas de comida y todo lo que va con ello. Uds. se unen a una logia. Uds. se pueden unir a una logia metodista, logia bautista, logia presbiteriana, logia católica, o a una logia pentecostal, a cualquier cosa que Uds. se quieran unir, pero se están uniendo a una logia. Pero cuando Uds. llegan a ser un hijo de Dios, son nacidos por el soplo de Dios. ¡Amén! Es mejor dejarlo en paz allí mismo. Muy bien.",
    "La vida de Dios entonces también está en Ud. Jesús dijo, espere un momento, Jesús dijo: “Yo soy la Vid, vosotros sois los pámpanos”. Ahora miren. ¿Cuál era su discusión con Jesús? Su discusión con Jesús, era debido a que El era un Hombre haciéndose a Sí mismo Dios. El era Dios. Dios estaba en Cristo. ¿Ven? Y El les dijo, El dijo: “No me miren a Mí. No soy Yo; es Mi Padre, y El habita en Mí”. ¿Ven?\n\nAhora, ellos estaban mirando a ese cuerpo que había nacido de María. ¿Ven? Ese no era Dios; ese era el Hijo de Dios, pero Dios estaba en ese cuerpo. Era Dios. El dijo: “Si no hago las obras de Mi Padre entonces condenadme. ¿Pero cuál de vosotros puede condenarme de pecado (incredulidad en la Palabra)? ¿Cuál palabra ha hablado Dios que no haya sido cumplida en Mí? (Pecado es incredulidad.) ¿Quién de vosotros me acusa de pecado? (Pecado es incredulidad.) Muéstrenme. Si no hago las obras de Mi Padre, entonces no me creáis. Pero si hago las obras de Mi…aunque vosotros no me podáis creer, creed las obras que Yo hago porque ellas testifican”. De otra manera: “El Padre está en Mí, testificando de El mismo”, porque Dios estaba en Cristo reconciliando al mundo para Sí mismo. ¿Lo captan? Pues ahora, la misma vida que está en la vid está también en el pámpano. ¿Cómo se van a unir a eso? No se puede.",
    "Yo vi un árbol no hace mucho en el patio del Hermano Sharrit en Arizona, tenía nueve diferentes frutas cítricas en él. ¿Qué era? Era un—era un árbol de naranja, una naranja de ombligo, pero tenía un—tenía un—un limón, una mandarina, un tangelo y una toronja; tenía de toda clase. Y yo me paré, miré a ese árbol, y yo dije: “Hermano Sharrit, ¿me quiere decir que ese árbol es un árbol de naranja”?\n\nDijo: “Seguro”.\n\nY yo dije: “Pues ¿cómo—cómo es eso”? Yo dije: “Yo veo una toronja aquí, y una mandarina aquí, y un tangelo aquí, y un limón aquí, y todas estas otras frutas. ¿Cómo salen”?\n\nEl dijo: “Pues, vea Ud., ellas están injertadas”.\n\n“Oh”. Yo dije: “Pues, yo quiero preguntarle algo. Ahora, Ud. quita esta toronja y este limón. Ahora, el próximo año ¿será qué? ¿Saldrá entonces con una naranja de allí”?\n\n¡Oh, no! Dijo: “¡Saldrá con un limón”!\n\n“Oh”, yo dije: “Gracias”. ¿Ven?\n\nUds. no pueden hacer eso. Uds. no puede entrar, uniéndose.",
    "Pero él dijo, cada vez que ese árbol se hace un año más viejo y echa una nueva rama, brota con naranjas, si la viña misma echa la rama.\n\nY lo que hemos tratado de hacer es ser miembros unidos en El, y vivimos bajo el nombre de Cristianismo; porque somos, como es una—una manera común de decirlo, “Nosotros somos la fruta cítrica”, la iglesia Cristiana. Pero cuando la viña misma echa una rama, será como la primera rama que brotó. Si la primera Vid brotó, y escribieron un Libro de los Hechos detrás de ella, si alguna vez da otra, se escribirá un Libro de Hechos detrás de ella. Eso es correcto.",
    "Así que Uds. únicamente se están uniendo a logias. Pero cuando son nacidos de la vid…Uds. han obtenido un fruto; eso es correcto. Uds. tienen un fruto, pero ¿qué hace Ud. con él? Ud. tiene una forma de piedad y niega la eficacia de ella. Ud. niega señales; Ud. niega maravillas; Ud. niega el Espíritu Santo. Ud. niega hablar en lenguas; Ud. niega visiones; Ud. niega profecía. Ud. niega sanidad, y sin embargo Ud. mismo se pone un nombre. Con razón el Espíritu Santo dijo: “Un poder de un—grupos de personas llenos de nombres blasfemos (¡Seguro!), llamándose ellos mismos Cristianos, con formas de piedad pero negando la eficacia de ella. A los tales evita, porque de éstos son los que llevan a las mujercillas arrastradas con diversas concupiscencias”.\n\nToda clase de organización, la iglesia está cargada tanto con esta clase de sociedad y aquella clase de sociedad. ¿Qué de la sociedad de Jesucristo? ¿Ven? Tenemos todas estas otras cosas, y hemos recargado a la iglesia. Ahora, allí lo tienen.\n\nUds. nunca se pueden unir a la Iglesia;",
    "Uds. se unen a una logia. Uds. son miembros de una logia, de un grupo de gente así como es la logia. “Nosotros creemos en esto; tenemos nuestros ordenes, y tenemos nuestro secreto y demás”. Uds. hacen lo mismo cuando—cuando Uds. se unen a una así llamada iglesia, pero Uds. no se pueden unir a la Iglesia. Uds. se unen a una logia de miembros pero no a la Iglesia, porque Uds. son nacidos en esa Iglesia. Y la viña misma ahora…Espere un minuto. ¡Observen! Y terminaré dentro de un rato.\n\n¡Fíjense! Discúlpenme, no—no fue mi intención decir eso. Miren. Si Dios templó a esta Novia con ese Espíritu, entonces templa al individuo con ese Espíritu. ¿Ven? Entonces Uds. son nacidos en ese Reino, y luego la misma Vida que estaba en esta Iglesia está en esa Iglesia, y esa, esa, esa, esa. Y la misma Vida que estaba en la vaina, La Vid, Jesús, está en el miembro que El brotó. ¡Gloria! “Con las mismas cosas que Yo hago, las obras que Yo hago, vosotros también haréis”. Allí está el verdadero miembro del Cuerpo de Cristo; ninguna clase de nombre puesto en él. Las mismas obras de ese individuo prueban de dónde viene. Hay Vida que testifica lo que él es.\n\n“¿Es—es Ud.…A qué miembro—a qué cuerpo pertenece Ud.”?\n\n“¡Al cuerpo de Cristo”!\n\n“Pues, ¿dónde se unió Ud.”?\n\n“Yo no me uní; yo nací en El” ¿Ven? “Yo nací en El”.\n\nUd. no tiene que decírselos. Ellos saben lo que ha acontecido. Uno simplemente…“¿Cómo puede uno prender una vela y ponerle un almud encima?” dijo él. ¿Ven? ¡No, no!",
    "Cuando uno es nacido en ese Reino de Dios, entonces la Vida, la propia Vida que estaba en Jesús…Entonces Ud. está interesado en almas. Entonces uno no tiene que rogarle a la gente a venir al altar. Uno no tiene que rogarle a alguien a venir a orar con aquellos que están en el altar. Las—las—las cosas sólo fluyen automáticamente, porque está sellado en Ud. Ud. es una unidad de Dios. Ud. está sellado con el Espíritu Santo.\n\n¿Ahora saben Uds. lo que el Espíritu Santo significa? No significa “yo salté y grité, y tuve un sentir extraño”. Eso está bien. Yo he saltado y gritado y tenido sensaciones extrañas. Yo hablé en lenguas. Yo creo que el Espíritu Santo habla en lenguas. ¡Seguro! Yo he interpretado. ¡Sí, señor! Yo creo eso también. Pero eso no lo es. Eso no es de lo que estoy hablando. Puede haber una fuga aquí arriba en alguna parte. Puede haber una fuga aquí en su paciencia. Dejen que alguien les golpee en un lado de su cara. ¿Voltearían Uds. el otro? Más bien dicen: “Ese hipócrita traidor”. Entonces hay una fuga en alguna parte que brotó. Es mejor que dejemos eso quieto. Muy bien. ¿Pero Uds. saben a lo que me refiero? Pero cuando Uds. son sellados en el Cuerpo de Cristo, entonces Uds. son llenos del Espíritu, y Ud. es un hijo de Dios.",
    "Oh, yo desearía tener como diez minutos para leer algo aquí, pero yo…¿Tendrían paciencia conmigo otros diez minutos? Yo quiero leer algo. Sólo un poquito. Yo… Sinceramente, los frijoles no se quemarán; yo se los aseguro, (¿ven?) si nosotros sólo leemos esto sólo por unos cuantos minutos. Es demasiado bueno para pasarlo por alto. Yo sólo tengo un par de cosas aquí que vienen a mi mente que me gustaría decir. Abramos a San Juan el capítulo 3, hablando de Vida Eterna. Veamos lo que dice aquí acerca de este problema de Vida Eterna y la Vida de Dios. Ahora, observen aquí ahora.\n\nHabía un hombre de los Fariseos que se llamaba Nicodemo, un principal entre los judíos.\n\nEste vino por lo tanto a Jesús de noche, y le dijo: Rabí, sabemos que has venido de Dios como maestro;…nadie puede hacer estas señales…, si no está Dios con él.\n\nAhora, ellos—esos de las cortes de Sanedrín, ellos reconocieron que El era el Hijo de Dios. Ellos lo sabían. Aquí estaba su gobernante diciéndoselo a El: “Sabemos que Tú eres un maestro que viene de Dios, porque la misma Vida de Dios está fluyendo a través de Ti”. ¿Ven? “Sabemos que Tu enseñanza no es de Ti mismo; es de Dios, porque Dios está probándolo”. ¿Ven? “La Vida de Dios está fluyendo a través de Ti”. ¡Ahora observen!\n\nRespondió Jesús y le dijo: De cierto,…te digo, que el que no naciere de nuevo, no puede ver el reino de Dios…",
    "(¡Oh, vaya! “A menos que Uds. se unan a mi iglesia…” Oh, ¿ven cómo se salen? ¿Ven?; ¿Ven, ven? ¿Ven?)\n\nJesús entonces—Respondió Jesús, y le dijo: De cierto, de cierto te digo, que el que no naciere de agua y…Espíritu, no puede entrar en el reino de Dios.\n\nLo que es nacido de…carne, carne es; y lo que es nacido…Espíritu, espíritu es.\n\nNo te maravilles de que te dije: Os es necesario nacer de nuevo\n\nEl viento sopla de donde quiere,…(¿Ven? Otra vez. ¿Ven? Regresando. ¿Ven?)…El viento sopla de donde quiere, y no puedes oír su sonido—oír su sonido; mas no puedes saber de dónde viene, o a dónde va; así es todo aquel que es nacido del Espíritu.\n\nRespondió Nicodemo y le dijo: ¿cómo puede hacerse esto?\n\nRespondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto?…(Miren allí, hermano, un D.D., Ph.D., L.L.D. ¿Ven?), ¿Y no sabes esto?\n\nDe cierto,…te digo, que lo que sabemos hablamos, y lo cual hemos visto, testificamos; y no recibís nuestro testimonio…(Sabemos estas cosas. Nosotros las hemos visto; lo sabemos, y Uds. ni siquiera reciben nuestro testimonio, los que se unen a la iglesia. ¿Ven?)\n\nSi os he dicho cosas terrenales, y no creéis, ¿cómo creeréis si os dijere…celestiales?…(Ahora, escuchen esto aquí. Ahora, ¡miren!)\n\nNadie subió al cielo, sino el que desciende del cielo; el Hijo del hombre que está en el cielo.\n\nExplíquense eso.",
    "Saben Uds. que una vez El dijo: “¿Qué pensáis vosotros de Cristo? ¿De quién es El Hijo”?\n\nEllos dijeron: “El Hijo de David”.\n\nEl dijo: “Entonces ¿por qué David, en el Espíritu, dijo de El: ‘El Señor le dijo a mi Señor: “Siéntate a Mi diestra”’”? ¿Cómo puede El ser Su Señor y Su Hijo? Nadie le preguntó más nada.\n\nEn Apocalipsis El dijo: “Yo soy la Raíz y el Linaje de David”. ¿Ven? “Yo soy la Vid y el Pámpano. Yo soy el principio. Yo era antes del principio; Yo era el principio y—y Yo era el Linaje de él también”.\n\nAhora, aquí El dijo: “Nadie ha descendido del Cielo, sino el Hijo del hombre, el cual ahora está en el Cielo”.\n\nUna señora me preguntó una vez, una pregunta, yo dije: “Respóndame esta”.\n\nDijo: “¿A quién le oró Jesús en el huerto del Getsemaní”?\n\nYo dije: “¿De quién estaba El hablando cuando El dijo: ‘Nadie subió al Cielo, sino el que descendió del Cielo; el Hijo del Hombre, que está—que está ahora en el Cielo’”?",
    "Aquí está El, parado aquí mismo en un tejado hablando con Nicodemo, y dijo: “Yo estoy en el Cielo”. ¿Es correcto eso? Dejemos eso para esta noche, ¿Qué dicen? Se está haciendo muy tarde. ¡Oh, vaya! Sólo meditemos sobre eso un ratito esta tarde.\n\n¿Cómo entran a la Iglesia? ¡Nacen! ¿Cómo? ¡El soplo de Dios!\n\nSopla sobre mí, sopla sobre mí;\n\nEspíritu del Dios Viviente, sopla sobre mí.\n\nEsa es mi oración. Sólo permitir que el Espíritu Santo sople. Oh, vaya, por el soplo de Dios. ¿Qué es? Sellado en el Reino de Dios, sabiendo que cuando yo primero confesé: “Yo creo en Jesucristo”…Sí\n\nEntonces a mi fe, añado virtud, virtud piadosa. Entonces a mi virtud, le añado conocimiento de la Palabra.",
    "A mi conocimiento le añado dominio propio, control propio. Me gusta eso: “Mi país es de ti…Corona mi alma con control propio…De mar a resplandeciente mar”. Paciencia. ¡Oh, vaya! Probados: no se preocupen, Satanás se las probará.\n\nAhora vean, estoy subiendo la escalera. ¿Ven? Yo he añadido virtud, conocimiento, dominio propio; ahora tengo que añadir paciencia. Yo aún no tengo el Espíritu Santo. Luego después que añado paciencia, yo añado piedad. ¿Saben Uds. lo que es eso? Como Dios. Yo añado eso. No me comporto mal; sigo como debiera un caballero Cristiano. No permitan que eso sea un fingimiento. Algo en mí, el amor de Dios hirviendo… ¿Ven? ¿Ven? No decir: “Yo—yo—yo…Hombre, yo pudiera hacerlo pero quizás es mejor que no”. ¿Ven Uds.? ¡No; No! Está allí de todas maneras. Es un nacimiento. Yo he sido nacido en esto, en esto, en esto, en esto, en esto, en esto, en esto, y luego el amor de Dios, Cristo, desciende y sella todo eso en mí para servicio. ¿Ven?",
    "Entonces ¿qué hace El cuando me da el Espíritu Santo? El lo coloca a uno en un lugar separado, solo, lo marca. ¿Ven? Ud. entonces es una persona diferente. Ud. ya no es del mundo. (¿ve?), Ud. se viste diferente. Ud. está vestido diferente. No esté vestido externo. ¡No, no! Uds. no tienen que ser raros y peculiares, y con el cuello torcido al revés, y como una larga ceremonia. ¡No, no! Uno no hace eso. Uno se viste físicamente como…Es este vestido espiritual el que cuenta. El vestido de boda les ha sido puesto. ¿Qué son Uds.?",
    "Como Jesús.\n\nMiren, El fue cubierto, y El fue transfigurado allí ante ellos. Y Su vestido resplandeció como el sol. Allí estaba El, Jesús, Dios posicionando Su propio Hijo. ¿Ven? Y entonces, allí vino Moisés. Entonces vino Elías. Y Pedro dijo: “¿Saben qué?, es—es buena cosa estar aquí”. ¿Ven cómo se pone el hombre? Oh, lo sobrenatural hace…Dijo: “Edifiquemos tres enramadas. Edifiquemos una para Moisés, y una para Elías, y una para Ti”.\n\nY antes que él terminara de hablar, Dios terminó con todo y dijo: “Este es Mi Hijo amado. En todas estas cosas que Yo requerí de Moisés, yo di la ley por medio de Moisés, la justicia por medio de los profetas, El lo ha cumplido todo. A El oíd. Yo me saldré del cuadro ahora. Sólo a El oíd. Simplemente a El oíd”. ¡Oh, vaya, qué cosa tan hermosa!",
    "Entonces, cuando hemos cumplido estos requisitos y llegamos a estar llenos de estas virtudes de Dios y de las cosas de Dios, entonces el Espíritu Santo desciende y nos sella en el Reino. No se preocupen. Todos sabrán que Ud. lo ha recibido. Ud. no tendrá que decir: “Pues, gloria a Dios, yo sé que lo recibí; yo hablé en lenguas. Gloria a Dios, yo sé que lo recibí; yo dancé en el Espíritu una vez”. Ud. no tendrá que decir una palabra al respecto; todos sabrán que Ud. lo recibió. No se preocupen; testificará por sí mismo. El lo dará a conocer entre los hombres.",
    "Dios les bendiga. Tan contento de estar aquí con Uds. esta mañana y tener este tiempo de compañerismo. ¡Escuchen! Nuestra iglesita es pequeña, y a pesar de todo no tenemos suficiente lugar para la gente que asiste aquí. No somos una organización. Nosotros creemos y tenemos compañerismo con toda organización. Uds. sólo vienen aquí, debido a que quieren venir. Y Uds.…Los amamos, y queremos que toda organización, toda persona…\n\nYo creo que hay personas en todas esas organizaciones que son Cristianos. Son hermanos y hermanas en Cristo.",
    "Así que por lo tanto, no tenemos condiciones, nada a que afiliarnos, nada para hacer, sino sólo ser un Cristiano.\n\nComo E. Howard Cadle solía decir: “No tenemos ninguna ley sino amor, ningún libro sino la Biblia, ningún credo sino Cristo”. Y eso es correcto. Vengan y visítenos. Estamos contentos de…Nosotros creemos el Evangelio completo, cada pizca de la Palabra. Nosotros creemos exactamente de la manera…Nosotros no le añadimos nada, no le quitamos nada, no le añadimos ninguna cosa de organización a Ella. Nosotros sólo la dejamos exactamente de la manera que está. Eso es todo. Y siempre estamos contentos de recibirlos. Vengan y estén con nosotros cuando puedan. Oramos por los enfermos. Nosotros creemos todo lo que la Biblia dice que hagamos. Nosotros estamos “olvidando atrás nuestras debilidades, y estamos prosiguiendo a la meta del supremo llamamiento”.",
    "Ahora, una cosa más. ¿Permitirán Uds. que se diga? Anteayer en la mañana…Uds. notarán en el—el tablero allí afuera una visión. Yo tuve una visión. Eran como las cinco de la mañana, como mi esposa allí atrás sabe, o las seis. Yo desperté. Nos levantamos para preparar a los niños para ir a la escuela. Sólo tengo ésto de vez en cuando; y todos Uds. saben, cada uno de Uds. aquí, que ellas nunca fallan. Ellas—ellas son absolutamente perfectas (¿ven?); ellas nunca fallan.\n\nY yo pensé que yo era la persona más feliz que jamás había visto. Yo estaba parado en el sol, s-o-l, y estaba—y estaba predicando el Evangelio a una gran congregación gigantesca (sólo quería ver si lo estaban grabando)—una—una gran congregación gigantesca. Y estaban sentados en un bosque, y rayos del sol estaban brillando sobre ellos, sólo aquí y allí, recibiéndola, recibiendo la Palabra.",
    "Y yo, como de costumbre, siempre demasiado demorado, demasiado tarde, predico demasiado tiempo. Y yo había predicado tan largo, hasta que la congregación llegó a tener hambre por alimento físico. Y ellos, algunos de ellos se cansaron, así que se levantaron y salieron a conseguirse algo de comida, comenzaron a salir. Yo dije: “No, no”.\n\nYo tenía dos clímax que quería alcanzar—a donde yo quería llegar en mi sermón. Y el Señor me lo había dado. Y cualquier predicador sabe que cuando uno verdaderamente sabe que es—es Dios que se lo dio a uno, uno simplemente está ardiendo para decírselo a la gente. Y, yo estaba predicando Charlie, tan duro como podía predicar, dándole duro, Uds. saben, y diciendo: “Todas estas grandes cosas…Esto es lo que Dios está haciendo, miren a esto. El discierne los pensamientos del corazón. ¿Qué es? La Palabra”, y continuando así.\n\nY oh, yo quisiera poder recordar lo que estaba diciendo, lo que era mi texto. Yo no puedo recordarlo. ¿Ven? Pero sólo estaba predicando,",
    "y yo estaba observándome a mí mismo haciéndolo. Y entonces, cuando yo estaba parado allí mirando y observándome a mí mismo predicarlo…Y estaba predicando como si fuera mi último mensaje. Y después de un poquito yo me levanté, Uds. saben, y yo pensé: “Gloria a Dios”. Yo dije: “Miren estas cosas maravillosas, y esto, aquello…”\n\nDe repente, yo me fijé que la gente comenzó a ponerse como que tenían hambre física. Y así que ellos habían tenido suficiente en lo espiritual, así que comenzaron a marcharse y algunos de ellos comenzaron a marcharse. Yo pensé: “¿Qué le pasa a esta gente”? Y—y yo miré y aquí estaban algunas parejas jóvenes saliendo a mi lado, y me detuve y dije: “Un momento amigos, un momento. Uds. regresarán otra vez cuando caigan las sombras de la tarde”. ¿Ven? Yo dije: “Uds. regresarán otra vez”. Pero, permítanme darles este primer clímax. “¿De dónde vienen todas estas cosas que yo les he mostrado? ¿De dónde son”? Yo dije: “Aquí están. Están en la Palabra de Dios. Ellas son ASI DICE EL SEÑOR, Su promesa, porque” dije yo, “todos Uds. me son testigos, atestiguan esto, que mi comisión es: ‘Permanece con la Palabra’”. Yo dije: “¿Qué les pasa a todos Uds.? ¿No pueden entender la Palabra? Uds. deben entenderla”.\n\nY alguien dijo: “Hombre, me gustaría tener algunos panes”, y así por el estilo.",
    "Pues, yo sólo pensé: “Pues, gloria a Dios. Si ellos quieren panes, déjalos que vayan a conseguirlos”. Así que yo—yo volteé; y pensé: “Oh, ¿pero sabes qué? Las tinieblas van a caer después de un rato. Inmediatamente”. Y yo dije: “Entonces esta noche, cuando esa congregación se reúna otra vez…Ahora, yo les puse el clímax y les dije que las cosas que me han visto hacer se encuentran en la Palabra de Dios, no en algún libro mítico o alguna organización, se encuentra en la Palabra (¿ven?), cada pizca está en la Palabra, porque yo estoy comisionado a eso”. Yo pensé: “Tú sabes, todos ellos regresarán esta noche. Así que aquí está lo que haré: formaré el respaldo, más o menos revisando”. Uds. saben de la manera que lo hago en estas edades de la iglesia y cosas, digo lo que dije antes. “Yo fijaré el respaldo en la Palabra, y luego este gran clímax maravilloso…” Yo dije: “¡Qué tiempo que será! Alabado sea Dios”. Y me vi a mí mismo volviéndome bien pequeño, y escuché ese: “Alabado sea Dios”. Y yo me vi a mí mismo desvaneciéndome así, y allí estaba parado.",
    "Ahora, aquí está la interpretación de ello. Vean, la primera cosa que he hecho: Las cosas que han sido hechas han sido místicas para el pueblo—la mayoría. Yo no quiero decir el Evangelio Completo y los santos de Dios, pero me refiero a la mayoría de la gente. Y uno nunca quiere mirar al mundo, Cosmos, como el Mensaje de Dios. Cuando Uds. entran, Uds. dicen…\n\nComo Bozé dijo: “Yo siempre he…” Dijo: “Yo tuve un sueño hace años que el—el—Dios me enviaría a Chicago y que estremecería Chicago para la Gloria de Dios”.\n\nYo dije: “Joseph, El ya lo ha hecho”.\n\n“Pues”, él dijo: “ellos no han sido sacudidos desde Moody”.\n\nYo dije: “Eso…Yo estoy hablando de la Iglesia. Eso allá es carne de cañón. Eso es polvo de la tierra; toda esa gente llenando las calles, y Jezabeles pintadas, y todo lo demás…” Yo dije: “Eso está allí. Esas grandes logias y cosas se derrumbarán y se caerán a la calle”. Yo dije: “El está hablando de la Iglesia. La Iglesia ha visto la revelación de Jesucristo manifestada, y la reconocen. Puede ser que no sean quince de Chicago. Puede ser que no sean diez que salgan en esta generación de toda la ciudad de Chicago”.",
    "¿Alguna vez han pensado de eso? “Como fue en los días de Noé, así será en la venida del Hijo del Hombre, donde ocho almas fueron salvas”. ¿Cuántos salieron de Sodoma? ¿Ven lo que quiero decir? Yo dudo que sea un puñado. ¿Ven?\n\n“Pero la Iglesia misma ha recibido el sacudimiento. Lo han reconocido. Conocen la Palabra. Vieron la Palabra cuando estaba materializándose, y la captaron. Ahora, miren eso por un momento”.\n\nAhora, en este primer mensaje, cuando ellos lo vieron, todos se animaron alrededor; dijeron: “Oh, gloria a Dios. Oh, si yo pudiera ver…esto, aquello, y lo otro”, y salieron tan rápido como llegaron. ¿Ven?",
    "Y ahora, ellos piensan: “Pues, yo no sé. ¿Adónde se debe unir uno? Si yo no vengo con esto, será de esta manera; y seré echado de acá, y yo no tendré nada que ver aquí”.\n\nY hermanos sentados, diciendo: “Pues, ¿qué haría si yo…”? ¿Ven allí? Ellos no se detienen lo suficiente para reconocer que es la Palabra que Dios prometió siendo manifestada (¿ven?) y así se fueron. Pero no se preocupen, las sombras están cerca a la mano. ¿Ven?\n\nCuando yo regresé al campo…¿Se acuerdan Uds. la otra noche del mensaje que El me dio allá cuando yo estaba colocando la piedra angular? Exactamente, dijo: “Haz la obra…” Dijo: “Cuando tú salgas de esta visión, lee Segunda de Timoteo 4”. Uds. saben, está colocada allí en la piedra angular—hace treinta y tres años. Dijo: “Haz la obra de evangelista. Cumple tu ministerio, porque vendrá tiempo cuando no sufrirán la sana doctrina, sino que teniendo comezón de oír, se amontonarán maestros conforme a sus propias concupiscencias, se apartarán de fábula—de la Verdad a las fábulas”. Y eso se ha cumplido al pie de la letra.",
    "Pero recuerdan entonces, la otra noche cuando yo nunca leí el resto de eso. Por más de treinta años que he predicado en este tabernáculo, nunca ni una vez procedí más allá de eso, y no sé el porqué. Y frecuentemente lo he pensado, hasta que un día yo vi donde Jesús tomó el Pergamino y comenzó a leer, y leyó la mitad de la profecía, y se detuvo, y dijo (allí en Capernaum), El dijo: “Y este día, esta profecía se ha cumplido”. ¿Por qué no leyó El lo demás? Eso pertenece a Su segunda venida. ¿Ven?\n\nY allí, yo leí eso no sabiendo…Yo tomé eso, y allí estaba claro ante mí, en Southern Pines, Carolina del Sur. Esa mañana, parado allá hablando con Joseph Bozé, reclinado contra el lado de un carro, así de repente yo lo entendí. Pablo dijo: “Yo…Todo hombre se ha volteado contra mí. No hay ningún hombre conmigo. Demas me ha desamparado, amando este siglo. Y yo ahora…(¡Miren!) Y el calderero me ha causado mucho daño”.",
    "Miren lo que Demas debió haber pensado: “Pues, yo vi a Pablo predicar el Evangelio y sanar a los enfermos; y aquí él mismo está sufriendo, lleva un doctor con él, Lucas, todas las veces que él sale, llevando un doctor con él, un hombre predicando… Divina Pues, yo lo vi dejar a un hombre ciego; dijo: ‘El Señor te reprenda, y tú estarás ciego por una temporada’; y permitir que el calderero lo corriera de una reunión. Yo creo que él perdió su poder para dejar a un hombre ciego. Por fin él perdió su poder de sanidad Divina. Dios se volvió contra él”.",
    "Yo no pienso que Demas se fue al mundo, porque Demas era de una…Uds. conocen su historia, él era de una grande familia rica; y él quería ir con el resto de la multitud. Pero Pablo, pobre Pablo, ¿qué era? Dios siempre permite a un ministerio volverse así y después lo corona. El permitió que Jesús llegará a una situación (¡Miren allí!), cuando El pudo resucitar los muertos, cuando El pudo hacer cualquier cosa que quisiera, y permitir que un soldado Romano le arrancara la barba de su cara y le escupiera en Su cara. Le pegaron a El en la…Le pusieron un trapo alrededor de Su cara y dijeron: “Ahora, tú sabes, me dicen que tú eres un profeta…” Todos ellos se pararon alrededor con sus cañas y le golpearon a El en la cabeza, y dijeron: “Ahora dinos cuál te pegó”. El sabía quién le pegó. ¡Seguro, El sabía! ¿Ven? Pero Su ministerio estaba a punto de ser coronado. Siempre llega al punto donde parece como que está bien, bien débil, listo para acabarse, entonces Dios lo corona. Oh, Señor, permítelo que así pase. Permítelo que así pase, Señor. Inclinemos nuestros rostros.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó, (Ahora, adórenle a El; ¡hemos tenido una enseñanza dura!)\n\nY me compró mi salvación allá en la cruz.\n\nLevantemos nuestras manos ahora a El.\n\nYo le amo, (Ahora, estén en el Espíritu. ¿Ven? Yo le amo.) Yo le amo,\n\nPorque El a mí me amó,… 🦅"
  ]
}