{
  "title": "ORDENACIÓN",
  "id": "62880009",
  "content": [
    "🦅  El es Dios, eso es todo. El es omnipresente. ¿Ven? El está en todas partes. Pensé que dejaría eso así pendiente para ver cómo se entendería, Uds. saben. El es omnipresente. El…Eso lo hace Dios, porque solamente es Dios quien puede ser omnipresente. El dijo, “El Hijo del Hombre que ahora está en el Cielo”. ¿Ven? “Nadie subió al cielo, sino el que descendió del Cielo; el Hijo del Hombre que está en el Cielo”. [San Juan 3:13] Allí estaba El, parado arriba de una casa, y aun así en el Cielo. ¿Ven? El es omnipresente, eso lo hace Dios. Eso es lo único que puede ser omnipresente, es Dios.",
    "Ahora, en esta noche, apenas pude captar lo último del maravilloso mensaje del Hermano Neville a la iglesia. Que el Señor bendiga y le añada a eso. Y, ven, él los dejó en suspenso, allí en meditación. Eso es bueno. Mantengan eso en su corazón, siempre.",
    "Y ahora, vamos a tener la comunión en esta noche. Y ese es el tiempo que todos disfrutamos, estoy seguro. Creo que es la delicia del corazón del Cristiano, el saber que él está viniendo a guardar un mandamiento que Jesús nos dejó. Hay dos mandamientos que Jesús nos dejó, dos cosas materiales. Una de ellas es el servicio de la comunión, y la otra es bautismo en agua. Aparte de esas, no hay nada que “tocar y palpar”, o ninguna otra cosa que quede (¿ven?), nada de penitencias o arrastrarse de rodillas, y todas estas otras clases de cosas. Solamente es el bautismo en agua y la comunión. Así que siempre nos alegra venir a esto.",
    "Y yo creo que la Biblia dice, “Bienaventurado es aquel que guarda Sus mandamientos; tiene el derecho a entrar al Arbol de la Vida, a la Ciudad, la Santa Ciudad; mas los perros estarán fuera, los fornicarios, y demás, los que serán echados fuera”. [Apocalipsis 22:14,15]",
    "Y a la vez, el servicio de la comunión siempre es algo muy estricto, porque nos trae a una confrontación decisiva (¿ven?) como leeremos dentro de un momento, en la Escritura.",
    "Tenemos al Hermano Brown sentado aquí, en esta noche, al Hermano Dauch, y al Hermano Brown, y al Hermano McKinney. No puedo recordar los nombres de los otros hermanos sentados allá. Pero estamos felices de tenerlos de allá de Ohio. Veo al Hermano Pat Tyler aquí, y al Hermano Stricker allá atrás; y los ministros del Evangelio, que están detrás de mí. El Hermano Collins, también, y el Hermano Hickerson.",
    "Ahora, Hermano Stricker, ¿cómo sigue el dedo de su esposa? Está bien. Ella tuvo un accidente, y me llamó la otra noche. Y para cuando regresé, de otros llamados eran alrededor de las doce, o la una de la mañana, y no la llamé a esa hora; sino hasta la mañana siguiente. Ella había estado cosiendo y de alguna manera u otra, se enterró la aguja en sus manos, y se le dobló alrededor del hueso o algo así. Y ella trató de jalarla de esta manera, de la máquina de coser, máquina eléctrica. Y, tratando de jalarla, la rompió de esta manera. Y trató de agarrarla con sus dientes, la damita, tratando de jalarla de esa manera, la rompió del otro lado, en su mano.",
    "Y ella dijo, “Sólo ore y todo estará bien”. Me gusta esa fe real, que se mantiene fija en ese punto. Me gusta eso. La Hermana Stricker es una preciosa Cristiana, y no la veo aquí en esta noche, así es que puedo hablar de ella. ¿Está presente? Oh, bueno, será mejor que me quede quieto. Ella también está presente. Muy bien. Bueno, pensamos que Ud. lo es, de todas maneras, Hermana Stricker.",
    "Ahora, el Hermano McKinney ha pedido, creo, ya hace algún tiempo atrás, que… Y lo lamentamos. Billy Paul me acaba de recordar de esto, de la ordenación, o mas bien, la ordenación Escritural de parte del tabernáculo. ¿Es así, Hermano McKinney? ¿Lo entendí correctamente? Ahora, se le dio la licencia.",
    "Ahora, en esta mañana, yo no sabía que iba a estar aquí para hablar. Pero después de llegar, y nuestro hermano aquí, lleno de gracia y amor, me pidió que viniera y hablara. Y hablamos de lo que era la iglesia, y lo que era el bautismo del Espíritu Santo, y quién lo tiene, y quién no lo tiene, y cómo sabe Ud. cuando lo tiene. [Mensaje: Nombres Blasfemos] ¿Ven? Entonces, si Ud. no consiguió el Mensaje, pues los muchachos, ellos allí tienen las cintas, para los que son de nuestra iglesia; porque es estrictamente Doctrina, de principio a fin.",
    "Y luego hice esta declaración, que, no hay tales cosas como denominaciones de iglesia. No hay tal cosa. Son denominaciones de logia. Uno solamente nace en la Iglesia. Y cuando alguien dice, “Yo soy presbiteriano”, es que pertenece a la logia presbiteriana. ¿Ven? Porque es que uno nace… “Yo soy bautista”. Ud. pertenece a la logia bautista, no a la iglesia bautista. No hay tal cosa. Y nos devolvimos, y encontramos en la Biblia, que aun al decir tal cosa es blasfemia. Eso es correcto. Lo leímos directamente del manuscrito original del Emphatic Diaglott, que la Biblia dice que el… Este poder, llamado la iglesia, “está llena de nombres blasfemos”. ¿Ven? Llamándose Cristianos e indicándose como Cristianos, y viviendo cualquier clase de vida. ¿Ven? Y ciertamente se compara con un sueño que tuvo una hermana aquí en la iglesia, y que explicamos aquí en esta mañana. Ahora, en los tiempos de la Biblia, la manera en que ordenaban a un ministro, era reconociendo un don de Dios en este ministro, en el ministerio.",
    "Allí es donde yo creo que nuestros Santos del Ultimo Día… O, no los Santos del Ultimo Día. Perdónenme. Los hermanos de la Lluvia Tardía, cometieron tan terrible error al imponer las manos diciendo, “Te damos el don de sanidad. Te damos el don de profecía”. No hay tal cosa.",
    "🦅 Dones y llamamientos son irrevocables”. Dios los da. “Dios ha puesto en la Iglesia apóstoles, profetas”, y todo lo demás. ¿Ven? No hay tal cosa como un hombre dándole un don a otro. Los dones vienen de Dios, y solamente de Dios.",
    "Y para entrar a la Iglesia, uno tiene que nacer allí. No hay otra manera de entrar. Y luego uno es un miembro de la familia de Dios, siendo hijo e hija de Dios. No una organización, sino un—un miembro de la familia.",
    "Ahora, en los tiempos de la Biblia, como dice, ellos toman la Escritura cuando Pablo le dijo a Timoteo que a él se le había ministrado el don.",
    "Pues él dijo que eso venía de su abuela Loida. ¿Ven? Ese don que venía de su abuela Loida, y le fue pasado a él.",
    "Ellos notaron en él — siendo un Cristiano sólido — también un don de poder hablar. Y ellos le impusieron las manos, como un reconocimiento. Los ancianos de la iglesia pusieron las manos sobre él, reconociendo a este hombre. Y colocando el ministerio apostólico de imponer las manos sobre él, para que él fuera a predicar el Evangelio. Enviado, por un testimonio de estos hermanos, de que ellos creían que el don de Dios estaba obrando en él. Esa es la manera en que ellos también lo hicieron con los ministros, imponiendo las manos, y dando la diestra de compañerismo; para así trabajar juntos, como un acuerdo ante Dios, de que ellos vieron el don obrando en este hermano, que él era llamado para algo. “Y nosotros lo creímos”. Y ellos colocaron las manos sobre él, para que Dios lo bendijera. Y era una confirmación.",
    "Así como yo no pudiera ser… Alguien siempre me ha acusado, de ser “Sólo Jesús”. Sólo Jesús, en el bautismo, usando el Nombre de “Jesucristo”, ciertamente estoy de acuerdo con eso. Pero cuando uno es bautizado “para regeneración”, yo no puedo creer eso, que el agua perdona pecados. No. Yo creo que la Sangre de Jesucristo hace expiación por los pecados. Así que no es bautismo para regeneración, sino bautismo para confesión. Su bautismo es su confesión, de que Ud. cree que esta obra interior de gracia ha sido hecha.",
    "Por lo tanto, estoy de acuerdo con la gente bautista cuando dice que al venir a la iglesia bautista, uno hace su confesión, y es bautizado en su—en su iglesia. Eso estaría bien, mientras uno esté bautizado en esa iglesia, a esa creencia bautista.\n\nPero, ahora, para estar dentro de Cristo, uno es bautizado por el Espíritu Santo, nacido de nuevo.",
    "Entonces cuando uno viene a la iglesia, lo único que hace el bautismo, es sólo un… Es un testimonio que Ud. cree que—que Cristo murió y se levantó nuevamente al tercer día. Y que Ud. lo ha aceptado a El como su Salvador personal, y Ud. está muerto ya a las cosas del mundo. Mostrando al mundo que Ud. muere juntamente con El, y que es levantado con El en la resurrección. Es una expresión en el exterior de que una obra de gracia ha sido hecha en el interior. No tiene nada que ver con darle la salvación, porque la Sangre de Jesucristo… Entonces lo único que Ud. tendría que hacer, por decir, sería ir y ser bautizado y Jesús no hubiera tenido que morir. Se necesitó muerte para traer Vida, siempre.",
    "Porque solamente vivimos por muerte. Cualquier cosa sólo puede vivir por la muerte. Vivimos por sustancias muertas, cuando comemos. Cada día que Ud. come, algo tuvo que morir para que Ud. viva, físicamente. “Bueno”, dice Ud., “yo no como carne”. Bueno, no me importa lo que Ud. coma, algo murió. Correcto. Si Ud. come una papa, ella murió. Si Ud. come alguna verdura, ella murió. Si Ud. come pan, el trigo murió, el maíz murió, o lo que haya sido. Alguna forma de vida muere, porque Ud. sólo vive por medio de sustancia muerta.",
    "Y entonces si Ud. tiene que vivir en lo natural por medio de sustancia muerta, ¿cuánto más se necesitó de algo que muriera, para que Ud. pudiera vivir Eternamente? Cristo murió, para que el hombre pudiera vivir otra vez. Y lo único que tiene Vida, está en Cristo.",
    "Ahora, estas expresiones exteriores. Y vemos al Hermano McKinney, quien es un ministro metodista ordenado, que ha visto la Luz del Evangelio completo. Le creemos, un amoroso hermano, tiene una linda familia. Y él ha venido a nosotros. Y él está tratando de mantener la unidad de un pequeño grupo, allá en Ohio, con el Hermano y la Hermana Dauch, y el resto de los hermanos allá. Y le amamos aquí. Y creemos que él es un hombre llamado de Dios. Entonces, como lo hicimos con el Hermano Jim Sink, con el Hermano Graham Snelling, con el Hermano Junior Jackson, con el Hermano Willard Crase, con todos los que enviamos desde aquí, los traemos delante de esta congregación, dando este testimonio, de la manera como Uds. han oído. Colocando las manos sobre ellos, que creemos que ellos son llamados de Dios, y damos nuestra confirmación a ello, y pedimos que las bendiciones de Dios vayan con ellos.",
    "Encuentre Ud. algo diferente en la Biblia; si lo halla, será algo fuera de la Biblia. Esa es exactamente la manera como lo hicieron en los tiempos de la Biblia: imponiendo las manos sobre ellos, en ordenación. Imponían las manos sobre los diáconos y los colocaban en la iglesia. Todo fue a través de imposición de manos, no firmando un montón de papeles y uniéndose a cierto credo, o algo como eso. Les imponían las manos, y les daban libertad en el Espíritu Santo, y los despedían. Amén. Que Dios lo guíe de la manera en que El quiere. Eso es todo. Esa es la manera en que creemos hacerlo.",
    "Hermano McKinney, estamos felices, en esta noche, de verlo venir de la manera en que ha venido. Y lo que Ud. está tratando de hacer, de lograr algo para Cristo.",
    "Y nosotros no desasociamos del compañerismo a ninguna iglesia, a ningún miembro de ninguna iglesia, metodista, bautista, presbiteriana, católica, o cualquiera que sea. Creemos que el Espíritu de Dios lidia con el individuo. Y en toda iglesia hay Cristianos, a través de todo el mundo eclesiástico, así llamado, hoy. Yo creo que hay metodistas, bautistas, presbiterianos, luteranos, que aman a Dios. Y todo lo que saben acerca de El, ellos viven tan cerca como les es posible, tan cerca como tienen conocimiento, o se les ha sido enseñado a vivir. Algunas personas piensan que todo lo que tienen que hacer es sólo colocar su nombre en el registro, y unirse a la iglesia, y eso es todo lo que necesitan hacer. “Mamá perteneció a cierta iglesia”. “Papá perteneció a cierta iglesia”. Bueno (¿ven?), eso es todo lo que saben hacer.",
    "Pero Jesús le dijo (hoy en la mañana) al principal de los judíos, “A menos que un hombre naciere de nuevo el tal no puede aun ver el Reino de Dios”, no importa a qué iglesia Ud. pertenezca. Y le habló acerca del nuevo Nacimiento.",
    "El dijo, “¿Yo, un hombre viejo, entrar al vientre de la madre, y todo eso, y nacer de nuevo”?\n\nEl dijo, “Tú, siendo un maestro en Israel, ¿y no sabes estas cosas”?",
    "¿Ven cómo el mundo eclesiástico lo organiza tanto y lo tuerce, hasta que sólo es una serie de credos? Esas son teorías hechas por el hombre colocadas en cosas espirituales. Y las cosas espirituales siempre se separarán de tales cosas. Como dice el viejo dicho, no se puede mezclar el agua y el aceite. Simplemente no se mezclan, eso es todo. Allí no hay ingredientes que se puedan mezclar.",
    "Y así es ahora. Nosotros creemos que el Espíritu Santo llama a los hombres. El Espíritu Santo ordena hombres. No importa, pudiéramos imponer las manos sobre el Hermano McKinney, o cualquier otro ministro, hora tras hora, todo el día, y darle largas hojas de papel para firmar, jurando a ciertos credos, no le hará ningún beneficio. Pero, permitan que el Espíritu Santo le toque una sola vez. Eso es. Eso es todo. Nadie tiene que decirle nada más. Entonces está en acción. ¿Ven? Eso es todo. Y entonces, lo único que podemos hacer nosotros es mostrar el compañerismo, reconociendo que nuestro hermano está en esa posición.",
    "Dios le bendiga, Hermano McKinney. Venga aquí adelante, por sólo un momento.",
    "Hermano Neville, Hermano Collins, otros ministros, si gustan pararse por aquí, estaríamos contentos si vinieran por unos momentos.",
    "Hermano McKinney, si Ud. viene por aquí y se vuelve hacia la audiencia.",
    "¿Cuántos conocen al Hermano McKinney, o lo han conocido aquí? ¿Cuántos creen que él es un hombre piadoso? Levanten su mano. Ciertamente.",
    "Estamos felices, en esta noche, Hermano McKinney, al pararnos junto a Ud. aquí, al lado de Ud., y con esta congregación, y saber que Ud. ha aceptado el—el compañerismo de la predicación del Evangelio completo; que Ud. está determinado, por la gracia de Dios, de mantener en alto los principios de la Biblia. Sin importar lo que cualquier otro diga al respecto, Ud. se para firme sobre la Palabra Eterna de Dios. Y entonces no importa qué organización trate de patearla a un lado, Ud. se para exactamente con lo que está escrito. Ud. quédese allí mismo. Esa es la manera. Esa es la manera en que nosotros creemos aquí. ¿No es así? [La congregación dice, “Amén”.] Todos lo creen así. Que la gracia de Dios siempre esté con Ud.",
    "Ahora, Uds. hagan su propia oración, de manera que Dios tome a nuestro hermano.",
    "Pues, las Luces del atardecer están resplandeciendo, y el sol se está poniendo rápidamente. La Venida de Cristo está a la mano. Mi sincera oración es que Dios alarme el alma de este muchacho con tal bautismo del Espíritu, y una unción, que vaya allá y salve a decenas de miles de almas, antes de la Venida del Señor. Dios sabe que lo necesitamos en el ministerio.",
    "Queremos que sepa, Hermano McKinney, que esta iglesia y este grupo de gente aquí. Una iglesia es un grupo de gente que se reúne, sin organización. Eso no hace de alguna persona aquí, y Ud. no puede ser porque viene aquí, o a cualquier otra iglesia, que eso lo haga a Ud. un miembro. Hay una sola manera de ser un miembro del Cuerpo de Cristo, y esa es que Ud. sea nacido allí, por el Espíritu Santo. Y nosotros creemos que nuestro hermano es nacido en este Cuerpo, tiene un llamado en su vida para predicar el Evangelio. Somos testigos de esto en esta noche, que lo estamos respaldando con nuestras oraciones. Dios le guíe, mi hermano.\n\nInclinemos nuestros rostros.",
    "Nuestro Padre Celestial, me fortalece el alma cuando veo a un—un ministro venir, reconociendo el Evangelio completo. Que Cristo dijo, que los cielos y la tierra pasarían, pero Su Palabra nunca fallaría. También vemos, que Tú dijiste, cuando acabaste de escribir el Libro, “Cualquiera que añade una palabra a este Libro, o le quite algo, el tal será quitado (su parte) del Libro de la Vida”.",
    "Nuestro Hermano McKinney ha visto esto. Y en el grupo de hermanos, en donde él estaba en compañerismo, él trajo una Verdad que vio en la Escritura. Nadie pudo oponerse a eso, pero aun así la organización no pudo tolerar aquello. Así que él tuvo que escoger, ya sea de seguir lo que el hombre ha dicho, o lo que ha dicho Dios. Dios, te doy gracias por darle valor para tomar lo que dijo Dios. Porque la Biblia dice, “Que toda palabra de hombre sea mentira, y la de Dios sea verdadera”. Y él está determinado a mantener eso en alto.",
    "Y para mostrar nuestro compañerismo con él, y para pararnos con él en su prueba, para regocijarnos con él en su victoria, estamos aquí juntos como soldados. El pastor de este tabernáculo, y yo, imponemos las manos sobre él, en el Nombre de Jesucristo, que Tú bendigas a nuestro hermano. Hazle vivo en el Espíritu. Llénalo con poder, para predicar el Evangelio. Dale señales y maravillas que sigan su ministerio. Y que él sea un instrumento en Tu mano, consagrado a Ti, en estos últimos días, para salvar miles de almas perdidas que vagan en oscuridad hoy en día. Concédelo, Señor. Esta es nuestra oración, y nuestra fe en nuestro hermano, y nuestra confianza y fe en Ti, que Tú responderás a nuestra oración, para esta gran hora necesitada en el ministerio de nuestro hermano. En el Nombre de Jesús lo enviamos. Amén.",
    "Dios le bendiga, Hermano McKinney. Y que la gracia de Dios siempre permanezca con Ud., y le dé el sincero deseo de su corazón. Dios sea con Ud..",
    "Esa es la ordenación que yo conozco, de la Biblia, la diestra de compañerismo. Todos los que le dan al Hermano McKinney la diestra de compañerismo, en esta iglesia, levanten su mano. Nuestras oraciones, nuestro apoyo, para ayudarlo a pararse sobre la cosa que es la Palabra Eterna de Dios.",
    "Que, todos los cielos y la tierra pasarán, pero ésta aún permanecerá. Porque, “En el principio fue el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "La Palabra dice, “Yo soy la vid, vosotros los pámpanos”. Y la misma Vida que estaba en el pámpano, o en la Vid, pulsa hacia la Vid y expresa la misma Vida, con los mismos frutos, con las mismas obras, con la misma cosa. Yo sé que es la Verdad, porque lo he visto cumplido. Amén y amén. Yo amo esa buena, y antigua vía del Evangelio. Sí, señor.",
    "Ahora quizás se está haciendo un poco tarde, ya para las nueve y media, pero ahora vamos a tener el servicio de la comunión.",
    "Ahora, la llamamos “comunión”, pero no es comunión. Comunión es conversar, tener comunión. Comunión es cuando nos detenemos y le hablamos al Señor, comunicándonos. Pero, ahora, esto se llama “la cena del Señor”. Me pregunto ¿cómo algunos de estos modernistas, que ya no dicen “cena”, y la llaman “comida”, como se las arreglarán? ¿Ven? Sí, señor. Es la cena del Señor. Nosotros sólo creemos la Biblia de la manera en que lo dice.",
    "Y queremos que sepan, que los metodistas, bautistas, presbiterianos, luteranos, lo que Ud. sea, Ud. está invitado, y es hermano con nosotros, si Ud. es nacido del Espíritu de Dios, para pararse aquí, y tomar la comunión con nosotros.",
    "Nosotros creemos que esto representa el cuerpo partido de Jesucristo. Y creemos que un Cristiano está obligado a tomarlo. Creemos que un hombre que no esté viviendo correcto, que viene y la toma, sin estar viviendo correcto, come y bebe juicio para sí, no discerniendo el Cuerpo del Señor. Por eso es que aquellas iglesias llamándose a sí mismas Cristianas, fueron encontradas, en la Biblia, “Llenas de nombres blasfemos”. ¿Ven? Porque, tomar la comunión, y salir y vivir cualquier clase de vida, trae una piedra de tropiezo más grande que todas las destilerías de licor que hay a través de todo el país.",
    "Si Ud. ve una prostituta en la calle, Ud. ya sabe lo que ella es. Mire la manera en que ella actúa y cómo se viste, Ud. ya sabe. Pero un Cristiano no debiera hacer eso—eso. Si Ud. ve un—un—un—un lugar aquí, que dice, “¡Tienda de licores! Vinos, whisky”, y todo eso. Ud. ya sabe lo que es eso. Eso es—eso es ese lugar. Eso está bien. Bailes, pelota, todo eso, Ud. ya sabe lo que es eso. Pero Ud. espera que la gente allí adentro esté bebiendo, apostando, mintiendo, robando, y todo lo demás. Esa es la—esa es la jaula de espíritus inmundos.",
    "Pero cuando Ud. ve un lugar en donde profesan ser hijos e hijas de Dios. Ud. entra allí, y lo primero es, verlos negar la misma Escritura, para cuadrarla con…porque no cuadra con su credo. Se ven que entran allí, y al hablar acerca de la obra de Dios haciendo algo, ellos se burlan. Allí está ese hipócrita. Sí. Esa es la cosa que es malvada. Y al ver a esa gente venir y tomar la comunión, y salir a la calle y vivir como los demás, esa es la más grande piedra de tropiezo que pueda haber.",
    "Yo prediqué aquí, no hace mucho, “Las desilusiones en el Juicio”. Ese contrabandista de licor no va a estar desilusionado cuando escuche su sentencia de irse al infierno. El no va a estar desilusionado; tampoco lo estará el mentiroso o el ladrón. Pero el desilusionado será el que pensó que estaba correcto. Ese es. De seguro habrán muchos de ellos. Lo sabemos.",
    "Y Dios tenga misericordia de nuestras almas. Esto es algo con lo cual no se puede jugar. Unas pocas semanas atrás, había uno sentado aquí entre nosotros, vivo, un fino hermano, el Hermano Taylor. En esta noche él está en la Gloria, se fue en sólo un instante. Y ahora sabemos que algún día nosotros nos iremos, así que ahora es el tiempo de vivir correctamente. Ahora es el tiempo.",
    "Y ¿recuerdan la lección de esta mañana? Estas virtudes tienen que estar allí adentro antes de que la Piedra de Corona pueda bajar allí. Oh, Ud. pudiera gritar, pudiera cantar. Ud. pudiera hablar en lenguas, y danzar. Eso no tiene nada que ver con el asunto. Hasta que estas cosas estén escrituralmente probadas y selladas en Ud., el Espíritu Santo lo sella a Ud. adentro como un individuo, entonces Ud. es un hijo e hija.",
    "Hemos oído gente hablar en lenguas, que no tenían el Espíritu Santo. Uds. saben eso.",
    "Yo he oído brujas hablar en lenguas; médicos brujos hablar en lenguas, y beber sangre de una calavera humana, e invocar al Diablo. Sí señor. Entonces, Ud., eso no es…Yo he visto a brujas, brujos; he visto que un lápiz puesto allí, se levante y se mueva para arriba y para abajo del tubo de la chimenea y tocando esa canción “rasurado y corte de pelo”, y escribir en lenguas desconocidas. Y un tipo parado allí, sólo escribiendo para arriba y para abajo, y escribir, y decir exactamente lo que estaba diciendo. Ahora, uno sabe que eso no es Dios. Y Uds. saben todas esas cosas.",
    "Entonces al hablar en lenguas no significa que uno sea, o que ellos sean de Dios. El obrar milagros no prueba que uno sea de Dios.",
    "La cosa es, son los frutos del Espíritu que prueban que Ud. está en Dios, cuando Ud. ve esa Vida sellada por el Espíritu Santo.\n\nDios, permita—permita que esos seamos nosotros. Si hemos cometido pecado, que el gran Padre Celestial nos lo perdone.",
    "Voy a leer algo de la Escritura, lo que Jesús nos ha hablado a través del Espíritu. Ahora, voy a leerlo desde el capítulo 11 de Primera de Corintios. Y voy a comenzar en el verso 23. “Porque yo recibí del Señor”…Ahora yo hablo como Pablo está hablando.\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.\n\nAsí, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga.\n\nDe manera que cualquiera que comiere este pan o bebiere esta copa del Señor indignamente, será culpado del cuerpo y de la sangre del Señor.\n\nPor tanto, pruébese cada uno a sí mismo, y coma así del pan, y beba de la copa.\n\nPorque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí.\n\nPor lo cual hay muchos enfermos y debilitados entre vosotros, y muchos duermen.\n\nSi, pues, nos examinásemos a nosotros mismos, no seríamos juzgados;\n\nmas siendo juzgados, somos castigados por el Señor, para que no seamos condenados con el mundo.\n\nAsí que, hermanos míos, cuando os reunís a comer, esperaos unos a otros.\n\nSi alguno tuviere hambre, coma en su casa, para que no os reunáis para juicio. Las demás cosas las pondré en orden cuando yo fuere.",
    "Me gustaría decir esto tocante a la comunión. Ahora, ese es el gran tropiezo, entre, la razón por la cual hoy la iglesia católica y la iglesia protestante no se pueden unir, es por este mismo tema. El católico la toma como una misa. Y él espera — a través de algún mérito legalístico que él haya hecho, y a través de guardar este orden — que será perdonado de sus pecados. El protestante la toma, con acción de gracias, de que sus pecados ya son perdonados, porque él ha obedecido un mandamiento.",
    "Ahora, el pan, el católico dice que es el cuerpo literal. Y esta es la misma Escritura que ellos usan, de Corintios aquí, I Corintios 11.\n\nDice, “Jesús dijo, ‘Tomad y comed: este es Mi cuerpo.’”\n\nEl protestante dice, “Representa el cuerpo”.",
    "El católico dice, “Es el cuerpo. Y, que, al—al sacerdote se le ha dado poder de Dios para transformar la hostia en el cuerpo literal de Cristo”.",
    "Ahora, si notan, el cuerpo de Jesús aún no había sido ofrecido, cuando El dijo, “Este es Mi cuerpo”. El partió el pan y dijo, “Tomad y comed: este es Mi cuerpo”. Su cuerpo aún no había sido partido. Entonces, su—su propia Escritura, la misma cosa que ellos están utilizando, les trae condenación sobre su propia doctrina. ¿Ven? Jesús tomó el pan y lo partió, y se los dio y dijo, “Este es Mi cuerpo. Tomad y comed”. Y allí mismo estaba El parado, en Su cuerpo. Aún no había sido partido. De todas maneras, las Escrituras no mentirán. Ellas se mantendrán claras en todo tiempo. Entonces, creemos eso.",
    "Y nosotros creemos que cuando nos reunimos, El dijo, “Esperaos los unos a los otros”. En otras palabras, “Espérense unos a otros”. La palabra esperaos significa “esperar”. “Espérense unos a otros”.",
    "Ahora, como nos ha sido de costumbre, tomamos esa Escritura de esta manera. Que cuando hacemos esto, que sólo inclinamos nuestras cabezas, y la congregación ora por nosotros, los pastores. Nosotros los pastores oramos por nuestra congregación. Así es como nos esperamos el uno al otro, sirviéndonos el uno al otro, al orar.",
    "Ud. ore, “Dios, perdona a mi pastor. Si hay algo en su vida que haya hecho, Tú perdónales por ello. Perdónales. No era su intención hacerlo”.",
    "Y nosotros venimos de igual manera, los pastores, orando por nuestra congregación, “Dios, este es el pequeño rebaño que Tú nos diste para cuidar. Si hay algo errado en sus vidas, quítalo, Padre. Ellos… Para que todos podamos pararnos juntos, en compañerismo, alrededor, sabiendo que venimos aquí, guardando el orden de Dios, y tomando la comunión”. Pienso que es un dulce tiempo de compañerismo.",
    "Oremos ahora mientras inclinamos nuestras cabezas. Silenciosamente, Ud. ore por nosotros, nosotros oramos por Uds. [El Hermano Branham y la congregación oran silenciosamente por cuarenta segundos.]",
    "Padre, al tomar esta comunión, como la llamamos comunión, es en memoria de Ti. Y cuando esta pequeña hostia amasada toque nuestras lenguas y entre en nuestra boca, que reconozcamos que El fue herido, golpeado, y rasgado por nuestros pecados. Y ese velo que lo escondía de nosotros, ahora El está en nosotros, el Espíritu Santo.",
    "Y cuando recibimos el vino, que reconozcamos que fue por Sus llagas que somos sanados, por Su Sangre somos salvos, la Vida que estaba en la Sangre.",
    "Ahora, Padre, reúnenos para esta solemne ocasión, perdonando nuestros pecados. En el Nombre de Jesús lo pedimos. Amén.",
    "Creo ahora que los ancianos, uno de ellos, vendrá aquí adelante. Que, creo, que usualmente también era el trabajo del Hermano Taylor (¿no era así?) venir al frente para llamarlos a la comunión. Me pregunto ¿quién tomará ese lugar? Hermano Tony, ¿hará Ud. eso? El Hermano Zabel vendrá aquí al frente y dirigirá, fila por fila, mientras venimos adelante, tomando la comunión, volviendo a nuestros asientos.",
    "¿Saben Uds. que la comunión contiene sanidad Divina? Cuando los Israelitas, en tipo, tomaron la comunión, y marcharon cuarenta años. Y cuando salieron del desierto, no hubo un enfermo entre ellos, dos millones y medio de personas. Hay poder de sanidad en la comunión.\n\nTodos son bienvenidos.",
    "Y nuestra hermana, si ella viniera al piano, a tocar este himno:\n\nHay un precioso manantial,\n\nDe Sangre de Emanuel,\n\nQue purifica a cada cual\n\nQue se sumerge en él.",
    "Que sus pecados sean perdonados, hijos. Que la gracia de Dios siempre sea con Uds., mientras estamos en este viaje. Que todos nos encontremos del otro lado, felices y jóvenes otra vez. Amén.",
    "[La pianista comienza a tocar Hay Un Precioso Manantial, y el Hermano Branham y la congregación permanecen en silencio por un momento mientras las primeras personas pasan adelante a recibir el pan y vino de la comunión. Luego deja de tocar la pianista cuando el Hermano Branham habla.]",
    "Mientras sostengo en esta pequeña bandeja aquí en esta noche, este es el pan que representa la carne de nuestro Señor, como ha sido hecho un pan kosher por manos Cristianas. Y ahora viene a nosotros, como una señal del cuerpo quebrantado de nuestro Señor.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, esta preciosa expiación, este sacrificio que Tú hiciste por nosotros. Vemos en este pan, el sufrimiento y la rasgadura de Tu cuerpo. Oh Señor, hace sangrar nuestros corazones, a lágrimas, en humildad, cuando pensamos que Dios se haría carne, para ser rasgado a pedazos, para hacer una expiación, para cumplir la justicia que se requería. Y luego, por gracia, y sin ningún requisito, somos invitados a venir. ¡Cómo te agradecemos, Padre! Santifica este pan, ahora, para su propósito y causa. Y quienquiera que lo tome, que tengan Vida Eterna morando dentro de ellos. Que nunca perezcan, pero que vivan eternamente con Dios. Dales salud y fuerza para el viaje. Lo pedimos en el Nombre de Jesús. Amén.",
    "La Biblia dice, “De la misma manera, El tomó la copa, y cuando hubo cenado, diciendo, ‘Esta es la Sangre del Nuevo Testamento.’ Todas las veces que la bebiereis, la muerte del Señor anunciáis hasta que El venga”. Sostengo en mi mano el fruto de la vid. Representa la Sangre del Señor Jesús.",
    "Ha sido dicho, por muchos, que ellos no tomarían vino, el vino común, porque era algo alcohólico, que era una bebida, y ellos no debieran beber el vino. Ellos toman jugo de uva.",
    "La razón que tomamos vino es porque la Biblia dice, “Vino”. Todas las traducciones dicen “vino”. Otra razón: el vino, entre más viejo se pone, mejor y más fuerte llega a ser. El jugo de uva se pone agrio dentro de unas pocas horas. La Sangre de Jesucristo se pone más dulce y mejor a medida que pasan los años. Nunca se pone agria ni se contamina.",
    "Nuestro Padre Celestial, sostengo en esta bandeja esta noche, la sangre de las uvas que representan la Sangre de Jesucristo. Y ahora, en esto, por Sus llagas fuimos nosotros sanados. En Su Sangre fuimos salvos. Y el poeta dijo:\n\nY yo también mi pobre ser\n\nAllí libré lavar;\n\nLa gloria de su gran poder,\n\nMe gozo en ensalzar.",
    "Padre, Dios, ese es nuestro tema en esta noche, el amor de Dios que ha sido derramado en nuestros corazones por el Espíritu Santo. Santifica este vino, Señor, para su propósito. Y mientras lo bebemos, recordando que representa ese sufrimiento allá en el Calvario, cuando crueles y burlescas espinas presionaron Su frente a tal grado que penetraron la piel, y la Sangre fluyó. Cuando un látigo de castigo, un gato de nueve colas, con trozos de plomo en cada extremo del cuero, golpeó Sus espaldas, a tal grado que Sus costillas quedaron expuestas. Clavos romanos atravesaron Sus pies y Sus manos. Y la lanza atravesó Su corazón. Ese fue amor por nosotros, los indignos.",
    "Avergonzados, nos inclinamos, Señor, de que le costó al Hijo de Dios tal precio para redimirnos. Y entonces cómo, en nuestros espíritus, levantamos nuestra adoración hacia Ti, que Tú nos das gracia para venir, y la aseguranza. Tú dijiste, “Quienquiera que coma Mi carne y beba Mi Sangre tiene Vida Eterna, y Yo lo levantaré de nuevo en el día postrero”. ¿Cómo puede fallar al proceder de tales labios? Nos levantaremos nuevamente.",
    "Entonces, Padre, en esta noche, mientras estamos parados aquí saludables, hasta donde sabemos; y por Tu gracia, estamos fuertes y saludables y en nuestros cabales. Venimos a tomar esto, para mostrarte a Ti, que creemos en la muerte, entierro y resurrección de nuestro Señor. Le aceptamos como nuestro Salvador. Le creemos como nuestro Dios y Rey.",
    "Santifica ahora este vino, para su propósito. Y cada persona que la tome, que ellos reciban gracia Divina, el Espíritu Santo, buena salud y fuerza, para servir a Dios por la vida que les quede. En el Nombre de Jesucristo. Amén.",
    "[La pianista comienza a tocar Hay Un Precioso Manantial. Espacio en blanco en la cinta. El Hermano Branham y la congregación participan del pan y el vino de la comunión.]\n\nDivino Salvador,\n\nPropicio sé,\n\nCordero de mi Dios,\n\nLibre por tu bondad,\n\nLibre de mi maldad\n\nMe quiero ver.",
    "En la lectura de la Escritura, en el Libro de San Juan, el capítulo 13, leemos, comenzando con el verso 2, del capítulo 13.\n\nY cuando cenaban, como el diablo ya había puesto en el corazón de Judas Iscariote, hijo de Simón, que le entregase,\n\nsabiendo Jesús que el Padre le había dado todas las cosas en las manos, y que había salido de Dios y a Dios iba,\n\nse levantó de la cena, y se quitó su manto, y tomando una toalla, se la ciñó.\n\nLuego puso agua en un lebrillo, y comenzó a lavar los pies de los discípulos, y a enjugarlos con la toalla con que estaba ceñido.\n\nEntonces vino a Simón Pedro; y Pedro le dijo: Señor, ¿Tú me lavas los pies?\n\nRespondió Jesús y le dijo: Lo que yo hago, tú no lo comprendes ahora; mas lo entenderás después.\n\nPedro le dijo: No me lavarás los pies jamás. Jesús le respondió: Si no te lavare, no tendrás parte conmigo.\n\nLe dijo Simón Pedro: Señor, no sólo mis pies, sino también las manos y la cabeza.\n\nJesús le dijo: El que está lavado, no necesita sino lavarse los pies, pues está todo limpio; y vosotros limpios estáis, aunque no todos.\n\nPorque sabía quien le iba a entregar; por eso dijo: No estáis limpios todos.\n\nAsí que, después que les hubo lavado los pies, tomó su manto, volvió a la mesa, y les dijo: ¿Sabéis lo que os he hecho?\n\nVosotros me llamáis Maestro, y Señor; y decís bien, porque lo soy.\n\nPues si yo, el Señor y el Maestro, he lavado vuestros pies, vosotros también debéis lavaros los pies los unos a los otros.\n\nPorque ejemplo os he dado, para que como yo os he hecho, vosotros también hagáis.",
    "Pienso que ese es uno de los versos más hermosos. “Porque ejemplo os he dado, para que como yo os he hecho, vosotros también hagáis”. Debiéramos hacer esto el uno al otro, en conmemoración. Ha sido una práctica de la iglesia, de este grupo de gente que se reúne, desde que comenzamos. Y aún antes de que este tabernáculo fuera construido, cuando aún estábamos en reuniones de oración por las casas, practicábamos el lavamiento de pies. Nuestras hermanas van al cuarto de atrás. Nuestros hermanos van al cuarto a la derecha. Y observamos el lavamiento de pies. Los visitantes, si Uds. están con nosotros en esta noche, estamos felices de tenerlos para tener compañerismo en estas ordenanzas de Dios.",
    "Pudiera explicar, como dije hace unos pocos momentos, las cosas que Dios nos dejó para hacer. Bautismo en agua, un artículo; y comunión. Y recuerden, esas son sólo dos cosas. Dios es perfeccionado en tres. El lavamiento de pies es el tercero. ¿Ven? Y recordamos que años más tarde, aun en la Biblia.",
    "Algunas personas tratan de decir que esto no es necesario. Ciertamente, no estoy diciendo que los pies de las personas necesitan ser lavados. No es eso. Quizás los de ellos allá tampoco lo necesitaban. Pero fue un acto de humildad. Es un—es un acto de—de hacerlo, y es tan esencial como el bautismo en agua. Porque El ha dicho aquí, que, “Ejemplo os he dado, para que como yo os he hecho, vosotros también hagáis”.",
    "Y encontramos que una viuda no podía ser traída entre el pueblo a menos que hubiera hospedado a extranjeros y hubiera lavado los pies de los santos, mostrándose como humilde.",
    "Porque si hay algo que queremos ser, es humildes, porque ese es el secreto para obtener poder, es a través de la humildad. Y uno siempre es feliz, cuando sale de estas cosas, haciéndolas, siendo que es una bendita orden de compañerismo que guardamos aquí en la iglesia.",
    "Y ahora quisiera anunciar, ahora, que el próximo domingo por la noche habrá servicios aquí. Justamente cuando entré, llegaron unas llamadas, algunas personas que vienen para que se ore por ellas, de allá de Toronto, Canadá, para estar aquí el próximo domingo por la noche.",
    "Tengo una dedicación de la iglesia del Hermano L. G. Hoover. Está en el tablero de informes. El próximo domingo, a las once de la mañana, en Elizabethtown, Kentucky.",
    "Entonces estaremos de vuelta acá para el siguiente, este próximo domingo por la noche. Y luego de allí vamos a Shreveport.",
    "Y estamos felices de tenerlos a todos Uds. con nosotros durante todo el día. Y a veces cuando nosotros… Cuando, si Uds. están por aquí, en la ciudad, en cualquier lugar cerca, vengan. Queremos reunirnos y congregarnos. Queremos colocarnos bajo la enseñanza de nuestro hermano aquí, el Hermano Neville, y—y participar de las cosas que son de Dios. Mientras él las haya de Dios, él las entrega. Y—y queremos aprender de Dios. “Y viendo que aquel día se acerca, debemos congregarnos más a menudo”. Debemos amar, en nuestros corazones, venir a la iglesia. Si no amamos la iglesia, o amamos a Dios… Congregándonos, lo que llamamos iglesia, es el reunirnos para adorar. ¿Ven? Si amamos a Cristo, adoramos de nuevo.",
    "¿Puede Ud. imaginarse a un hombre que dice que ama a su esposa, y él no la ha visto por largo tiempo, y pasa así cerca y dice, “Bueno, la veré en alguna otra ocasión”? ¿Ven? Eso no es. O, la esposa que dice que ama a su esposo, o los padres diciendo que aman a su hijo, bueno, se muestra. ¿Ven?",
    "Y yo pienso que nuestras expresiones, que nosotros debiéramos constantemente anhelar estar en la adoración, en cualquier sitio, para adorar al Señor, cuando nos juntamos para adorarle a El. Adorarle en el hogar. Adorarle mientras conducimos nuestros vehículos. En donde quiera que estemos, adorar al Señor, sólo orar.",
    "La Biblia dice, “Todo lo que respire alabe al Señor”. Y luego él dijo, “Alabad al Señor”. Aun si no tiene ningún respiro, aún alabe al Señor. ¿Ven? ¡Alabanza! “Todo lo que respire, alabe al Señor”. Y, luego, “Alabad al Señor”. Pienso que está en Salmos 100, el Salmo 100.",
    "Ahora, el Señor les bendiga. Y mientras cantamos ahora, de nuevo, los hermanos irán a este cuarto, y las hermanas a ese cuarto, para el lavado de pies, mientras nos ponemos de pie para despedirnos.",
    "Y Uds. que tienen que irse, pues serán despedidos en un momento. Pero, entonces, felices les invitamos a cualquier servicio que tengamos. Vengan, y trataremos de hacer lo mejor que podamos por Uds., para guiar su alma a los pies de Jesucristo.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave Luz…\n\nAhora dense la vuelta y salúdense de manos, cada uno.\n\n…manantial;\n\nDe esperanza, fe y amor,",
    "[El Hermano Branham habla con alguien acerca de que el Hermano McKinney ore.]\n\ncelestial;\n\nEs Jesús el Salvador.\n\nAhora, mientras inclinamos nuestros rostros, cantemos:\n\nDe Jesús el Nombre adora,\n\nQue te sirva de broquel;\n\nAlma débil perturbada,\n\nHallarás asilo…\n\n[El Hermano Branham le habla a alguien.]\n\nSuave Luz, manantial:\n\nDe esperanza, fe y amor,\n\nSumo bien, celestial;\n\nEs Jesús…",
    "[El Hermano Branham le dice al Hermano McKinney, “Le pido, nos despida, si pudiera”.]\n\n…el Salvador.",
    "Ahora, mientras humildemente inclinamos nuestros rostros, le pediremos a nuestro Hermano McKinney aquí que nos despida en oración. E inmediatamente después, Uds. que tienen que irse, pueden retirarse. El resto se reunirá en los cuartos. Dios les bendiga.\n\nHermano McKinney. 🦅"
  ]
}