{
  "title": "DEDICACIÓN",
  "id": "62890009",
  "content": [
    "🦅  Dios lo bendiga, hermano.",
    "Buenos días a todos. Realmente es un privilegio estar aquí esta mañana en esta linda iglesia pequeña, para un servicio de re-dedicación. Mientras apenas hablaba con la Hermana Hoover atrás en el cuarto, ella dijo que una vez fue, creo, una iglesia de Peregrinos de Santidad o de Hermanos Unidos. Peregrinos de Santidad, me parece. Sí. Y ahora está siendo re-dedicada al Evangelio completo, y este es un servicio de re-dedicación.",
    "Y su buen pastor, como todos sabemos, el Hermano Hoover es un muchacho muy sincero y consagrado.",
    "Su madre, yo la conocí, hace años, ella y mi familia eran como… Los niños, aun la llaman, “Mami Hoover”, porque ella como que… Ella se quedó con nosotros por mucho tiempo cuando los niños eran pequeños, y—y ellos la conocen de esa manera, una madre anciana piadosa y santa.",
    "Y su buen muchacho predicador por el cual ella oró tanto, ha entregado su vida a Cristo, y consagró su vida a los servicios del Dios Todopoderoso. Y ahora, hoy, se para, y está levantando la iglesia, o el edificio aquí, que probablemente ha estado inactivo por tanto tiempo, para continuar en el Evangelio, en la manera y medida completa del Evangelio.",
    "La Sra. Hoover me estaba diciendo, la Sra. L. G. Hoover, apenas me estaba diciendo que esa era su pequeña tocando el canto, hace unos minutos, y el próximo canto de Solo Creed, y es una pianista aquí en el—en el piano. Hace tres meses, cuando llegaron, ellos… ella no podía tocar ni una nota; pero ahora ella puede tocar. Eso está muy, muy bien.",
    "Tengo una muchacha sentada aquí atrás, que ha estado tomando lecciones de música como por cinco años, o más, y no sé cuánto me ha costado, y un piano nuevo. Y no pudiera tocar un himno tan bien como esa niña. Así que muestra lo que son los talentos dados por Dios, y lo que se trata de manufacturar. ¿Ven Uds.?",
    "Ahora, estamos agradecidos que Dios ha dado este lugar a estas personas. Y estoy confiando que será un gran faro para esta parte del país.",
    "Ahora, muchas veces la gente piensa que cuando ven una congregación… Y piensan: “Bueno, esta iglesia pequeña no acomodará a mucha gente”. Y—y creo que el Hermano L. G. me dijo, o por alguna vía, que su congregación era como de setenta u ochenta personas, y algo así. Puede que sea un poco menos o un poco más, pero es algo por ahí, y solo está comenzando.",
    "Pudieran pensar: “Bueno, miren las iglesias en el… alrededor del país hoy, que sus congregaciones se cuentan por miles”. Y, tal vez, algunas que en cada día de servicio tienen miles.",
    "Pero, para animar a este grupito, eso no es exactamente lo que Dios mira, los números. Él—Él mira… Él no siempre se asienta sobre la base de la cantidad, sino de la calidad. ¿Ven?",
    "Vemos en la Biblia en el capítulo 19 de Hechos, donde, “Pablo, pasando por la costa alta llegó a Efeso, y allí encontró una iglesia”. Esa fue la iglesia de Efeso, la cual fue la primera en la edad de la iglesia, que se consideró en la Revelación de Cristo. Y aquí en esta iglesia había doce personas, según está registrado. Doce personas era el número.",
    "Pero si esta iglesia solo tuviera doce, como esa iglesia, y se rindiera completamente a Dios, Él puede hacer más con esos doce que con el resto del mundo. Es la rendición que tenemos. Donde la Verdad del Evangelio, no solo sale de la plataforma, pero encuentra su descanso en los corazones de la gente y reacciona de nuevo. Así que considero este un placer en esta mañana.",
    "Cuando entré por la puerta, escuché al Hermano Beeler orando, y estaba pensando en él, quien es un veterano, y hoy que es Día del Armisticio. Y, por supuesto, todos estamos contentos de que hubo un Día de Armisticio. Y también puede haber un—un día de armisticio aquí en la iglesia, que cuando la gente que ha estado en guerra consigo misma, contra Dios, pueden firmar el armisticio hoy, tener paz con Dios por medio de Jesucristo. Yo creo que Romanos 5:1 dice: “Justificados, pues, por la fe, tenemos paz para con Dios por medio de nuestro Señor Jesucristo”.",
    "Y ahora he notado a unas personas sentadas aquí, el Hermano y la Hermana Bryant, y algunos amigos aquí del tabernáculo. Ahora, esta mañana, yo iba a hablar sobre un tema de la lección de la escuela dominical esta mañana en el tabernáculo, pero lo he pospuesto hasta esta noche, porque vengo aquí para esta dedicación. Los servicios comenzarán temprano esta noche, ¿ven?, en el tabernáculo. Mi objetivo es estar en la plataforma, listo para predicar a las siete, para que no nos demoremos. Y tengo un—un mensaje largo. El tema es: Por Qué He Estado En Contra De La Religión Organizada. Y se enseña en la Escritura. Así que, Uds. en el tabernáculo, que está allí, bueno, lleguen temprano.",
    "Ahora, Hermano Hoover, yo—yo no sé cómo agradecerle al Señor, esta mañana, por un joven que se ha entregado a Cristo, y entre su gente aquí, para traer este glorioso mensaje de Cristo a este pueblo. Yo mismo, soy kentuckiano. Vengo de por aquí, subiendo un poco por la carretera, de una pequeña ciudad llamada Burkesville. Y yo… les pido a Uds. por aquí, de un kentuckiano a otro, vengan a oír a este muchacho. Salgan por aquí entre la gente y esparzan las nuevas por todas partes, y vengan. Tráiganlos aquí. Si es necesario, dice la Biblia, fuérzalos, oblígalos a entrar. “Ve por los caminos y vallados y—y fuérzalos” es por la fuerza, “a entrar”.",
    "Y al Hermano Hoover, lo conozco desde hace unos años. Y sé que es un muchacho piadoso y consagrado. El Señor siempre bendiga sus esfuerzos. Escuché su pequeño coro. Yo—yo traté de dar un vistazo por la puerta, y—y escuché al pequeño coro cantar: “Esté bien seguro”. Así es.",
    "Ud. puede descuidar cualquier otra cosa, pero cuando se trata de su destino Eterno, es mejor que Ud. esté muy seguro. ¿Ven? Solo tenga eso en mente: “Muy, muy seguro”. No se arriesguen. Si Ud. fuera a un restaurante, y pidiera un plato de sopa, y en esa sopa hubiera una araña grande, uno ciertamente la apartaría. Ud. no tocaría eso en lo absoluto, no, señor, porque probablemente lo mataría. El veneno de esta araña, cocido en esa sopa, pudiera causarle la muerte. Y si Ud. es tan cuidadoso con este cuerpo, el cual tiene que morir, ¿ven?, ¿qué me dice de esa alma que no tiene que morir?",
    "Así que, a mí me gusta toda la Palabra de Dios, en la forma del Evangelio completo. Y entonces sé y creo, y tengo confianza, que el Hermano Hoover cumplirá su promesa a Dios, de predicarla a lo mejor de su conocimiento, el Evangelio completo.",
    "Sentado allí, escuchando a la pequeña pianista tocar esa melodía, Solo Creed, mi hijo, Billy Paul, no creo que él esté aquí en estos momentos, pero le dije: “Billy, ¿oíste esa melodía de piano tocando Solo Creed?”. He oído ese cantito en casi todos los idiomas bajo el Cielo, llamándome a la plataforma, desde las regiones heladas del Ártico hasta las selvas tropicales del Sur, debajo de la tierra, alrededor de la tierra. Solo Creed, en toda clase de voces, llamarme a la plataforma. Algún día, cuando mi vida termine en la tierra, espero que ellos canten eso cuando estén… si yo no vivo para ver Su Venida, cuando me estén despidiendo. Yo le creo a Jesucristo.",
    "Ahora, tengo algunas Escrituras aquí a las que me gustaría referirme, en esta nueva dedicación del edificio, que vienen de la Biblia. Y pienso que, pues, esta iglesia no está dedicada a una organización; está dedicada al servicio de Dios.\n\nInclinemos nuestros rostros por un momento ahora, mientras oramos.",
    "Bondadoso y Santo Padre, al entrar en Tu Presencia, dejando esta sala, por fe, venimos al Trono de Dios, donde ese Altar dorado se extiende de cielo a cielo, donde todo lo mortal, credo, raza o color tiene derecho a venir, toda criatura, por la cual Cristo murió y Se colocó sobre ese Altar, como nuestra ofrenda por el pecado. Tenemos el derecho a venir confiadamente al Trono de gracia. Te damos gracias por este gran privilegio que podemos tener hoy, y que tenemos. Te damos gracias por cada miembro de Tu Cuerpo en la tierra hoy, que ha venido a este gran Trono, y ha aceptado la ofrenda de paz, y la paz que sobrepasa todo entendimiento, del Evangelio.",
    "Ahora oramos, Dios, por esta iglesia, este grupo de personas que vienen a este pequeño edificio esta mañana para una dedicación de amor, y las señales de sus manos y corazón, para preparar un lugar donde la gente pueda venir, a adorar. Y oramos, Dios, que Tú bendigas sus esfuerzos. Y oramos que Tú bendigas al pastor, a nuestro precioso hermano, y a su esposa, a su familia, los diáconos, los síndicos, la junta, los miembros, y todos juntos.",
    "Y ahora, mientras abrimos Tu Palabra hoy para consuelo, para saber si estas cosas que hacemos están en regla con la Escritura, porque es más tarde de lo que pensamos. Sentimos, hoy, que no queda mucho tiempo. Pero debemos estar despiertos y obrando. Debemos estar urgiendo y forzando, que cada miembro que ha sido ordenado de antemano, al Cuerpo de Cristo, que difundamos este Mensaje hasta que todos oigan, hasta que estemos seguros que todo esfuerzo que pudimos haber hecho ha sido realizado. Padre, bendice Tu Palabra, y háblanos ahora por medio de Tu Palabra, mientras escuchamos con corazones atentos y oídos abiertos, gozosamente para recibir lo que Tú quieres que sepamos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, puede haber muchos de Uds., lo cual es costumbre, que la gente a veces marca las Escrituras, o las escriben, o toman notas. Y yo hago eso mismo. Y, si quieren abrir conmigo ahora a la primera lectura de la Escritura, tengo tres lugares de los cuales me gustaría leer esta mañana. Y son, Primera de Crónicas 17:1 al 2, y Hechos 7:44-49, y Hebreos 10:1…5.",
    "Ahora, primero leeremos de Crónicas, Primera de Crónicas 17, comenzando en el versículo 1. Y luego, en segundo lugar, leeremos en el Libro de los Hechos de los apóstoles, en el—en el capítulo 7. Nos gustaría comenzar a leer en el versículo 44 del capítulo 7 de los Hechos, todo en línea con la dedicación del templo. Y luego Hebreos 10:5.\n\nAconteció que morando David en su casa, dijo David al profeta Natán: He aquí yo habito en casa de cedro, y el arca del pacto de Jehová debajo de cortinas.\n\nY dijo Natán a David: Haz todo lo que está en tu corazón, porque Dios está contigo.\n\nEn aquella misma noche vino palabra de Dios a Natán, diciendo:\n\nVe y di a David mi siervo: Así ha dicho Jehová: Tú no me edificarás casa en que habite.\n\nPorque no he habitado en casa alguna desde el día que saqué a los hijos Israel hasta hoy; antes estuve de tienda en tienda, y de tabernáculo en tabernáculo.",
    "Ahora en el Libro de los Hechos de los apóstoles, comenzando con el 7 y verso 44.\n\nTuvieron nuestros padres el tabernáculo del testimonio en el desierto, como había ordenado Dios cuando dijo a Moisés que lo hiciese conforme al modelo que había visto.\n\nEl cual, recibido a su vez por nuestros padres, lo introdujeron con Josué al tomar posesión de la tierra de los gentiles, a los cuales Dios arrojó de la presencia de nuestros padres, hasta los días de David.\n\nEste halló gracia delante de Dios, y pidió proveer tabernáculo para el Dios de Jacob.\n\nMas Salomón le edificó casa;\n\nsi bien el Altísimo no habita en templos hechos de mano, como dice el profeta:\n\nEl cielo es mi trono, Y la tierra el estrado de mis pies. ¿Qué casa me edificaréis? dice el Señor; ¿O cuál es el lugar de mi reposo?\n\n¿No hicieron mis manos todas estas cosas?",
    "Y en el Libro de Hebreos, el capítulo 10 y el versículo 5.\n\nPor lo cual, entrando en el mundo, dijo él: Sacrificio y ofrendas no quisiste; Mas me preparaste cuerpo.",
    "Estamos muy familiarizados con la lectura de estas Escrituras expuestas de las que queremos hablar por unos momentos.",
    "Ahora, David, con un deseo y revelación, pensó en su corazón, una cosa muy cortés. Pues, David, había sido un hombre justo, y muy amado por el pueblo, y Dios lo había bendecido de muchas maneras. Y él dijo: “Ahora, ¿será correcto que yo esté aquí en un buen hogar que el Señor me ha dado, y el arca del pacto de mi Dios allá afuera debajo de cortinas?”. Eso fue algo muy cortés. Fue una revelación que David supiera esto. Pues no era correcto que él tuviera un—un lugar tan hermoso, bajo una casa de cedro, lo cual era un lugar muy caro; y dijo entonces: “El arca del pacto de mi Dios, Quien me dio todo esto, todavía está allá debajo de la tienda”.",
    "Y Natán, el profeta, sabiendo que Dios estaba con David, dijo: “David, haz todo lo que está en tu corazón, porque Dios está contigo”. En otras palabras, cuando Dios le da revelación a Ud., llévela a cabo. Pero era todo con un propósito.",
    "Y esa noche, el Señor vino a este vidente y profeta Natán, y dijo: “Ve, y dile a mi siervo, David”. ¿Ven? Eso me gusta. ¡Oh!, en otras palabras: “Yo admiro su valor, y sus pensamientos para Conmigo, de edificarme un lugar. Pero” dijo Él, “Yo—Yo no he habitado en una casa. Yo no he tenido un lugar donde habitar cuando vine a la tierra, para cuidar a Mi pueblo. No he tenido un lugar donde habitar, aun desde que saqué a Israel. No le mandé a ninguno de los jueces que Me edificara una casa de cedro, más he ido de tienda en tienda”. ¡No es esa exactamente la manera de hoy! “He ido de tienda en tienda, y de lugar en lugar, para encontrarme con Mi pueblo”.",
    "Él dijo: “Ve, y dile a David” como dice la Escritura: “Yo te saqué de ese redil allá, siguiendo a esas pocas ovejas de tu padre. Y te hice un nombre como los grandes hombres que hay en la tierra. Yo he acabado con tus enemigos, a diestra y a siniestra. Te amo, David. Y sé que tus deseos son correctos. Yo sé que tus ambiciones son leales. Y Yo sé que Tú Me amas”.",
    "Uds. pueden ver los Salmos, cómo David constantemente está pensando en Dios. Demasiados de nosotros hoy pensamos en nuestros propios logros, en algo que pudiéramos hacer para estar mejor. Pero David estaba constantemente pensando en lo que él podía hacer para Dios.",
    "🦅 Yo conozco tus deseos, David. Y quiero que sepas lo que Yo he hecho por ti. Eras solo un muchachito, nadie te conocía, y tu… aun tu papá te dio unas cuantas ovejas allá para que las cuidaras. Pero Yo estaba contigo. Y He eliminado a tus enemigos, a diestra y siniestra. Pero tus deseos son correctos. Pero, David, tú eres un hombre de guerra; eres un hombre que ha derramado sangre. Yo no puedo permitir que hagas esto. Pero te prometo que, del fruto de tus lomos, Yo levantaré a tu hijo, y él edificará el templo”.",
    "Ahora, todos sabemos que lo terrenal solo tipifica lo Celestial; lo natural solo tipifica lo espiritual. El… Realmente, Aquel de quien él estaba hablando era de Cristo, para el Templo.",
    "Pero él era, Salomón, el hijo de David, en carne natural. Más tarde, leemos en Primera de Reyes, si quieren leerlo, que él—él construyó el tabernáculo que David iba a construir, porque Salomón era un hombre de paz, de sabiduría. Él no fue a la guerra como David, quien derramó mucha sangre; él solo fue un hombre de paz. Y Dios le dio sabiduría. Cuando se le preguntó lo que deseaba, delante de Dios, él solo pidió sabiduría para saber cómo guiar a Su pueblo. Y no escogió los grandes dones que pudiera haber obtenido, pero él solo pidió sabiduría para saber cómo—cómo guiar al pueblo de Dios a lo mejor.",
    "Y yo pienso que, nosotros, al orar, nosotros mismos, si tan solo pidiéramos eso, entendimiento, algo que sea lo mejor para los hijos de Dios. Realmente pienso que esa es la idea de este pastor al traer esta iglesia aquí, ¿ven?, tomando esta antigua iglesia y volviéndola a dedicar hoy. Él está tratando de encontrar un lugar a cobijo de la lluvia, y la nieve, y demás, para el pueblo de Dios. Yo pienso que Dios respeta lo de este muchacho, tal como lo hizo con David.",
    "Ahora, nos damos cuenta que hay una gran aplicación espiritual aquí, a la cual me gustaría referirme principalmente. Ahora, si Uds. leen Primera de Reyes, encontrarán que, en esto, Salomón comenzó, siendo un joven, a construir este templo que a su padre le había sido prometido, por Dios, que él construiría. ¿Ven Uds.?, él se mantuvo en línea con la Escritura y las promesas. Ahora, eso es lo que debemos hacer siempre, para tener éxito, permanecer en línea con las promesas de Dios. No importa cuánto parezca mejor ir en esa dirección, o aquella dirección, manténganse en línea con la Escritura. Y Salomón sabía que Dios le había prometido a su padre, David, que él construiría el templo.",
    "Ahora, si Uds. se fijan, los materiales no se hallaron en Palestina solamente, para este templo, porque sencillamente no estaban allí. Él tuvo que recurrir al resto del mundo, el mundo conocido, para encontrar las partes que formarían este templo.",
    "¡Qué aplicación más hermosa es esa!, que Dios no solo cortó Sus materiales de los judíos solamente, o de los blancos solamente, o del marrón, o rojo, o negro, o de los colores que puedan ser, o lo que sea, solo de los Estados Unidos solamente, o solo de Canadá solamente, pero Él corta Sus materiales de todo el mundo.",
    "Y, si mientras cortaban la piedra de cierta clase encontrada en cierta parte del país, y tal vez cortaban una piedra allá en otra nación, para que encajara en esta piedra que era cortada en la… de otra nación. Ahora, pudo haber parecido muy extraño para la gente, los que pasaban, ver como cortaban estas piedras de aspecto extraño. Pero Dios, a Su Propia manera, estaba haciendo algo.",
    "Yo creo que Él está haciendo lo mismo, hoy, como—como antitipo del tipo que eso fue. Él los está cortando de la manera que Él desea.",
    "Ahora encontramos, que los materiales que cortaban en su propia tierra natal, eran particulares al—al material cortado en la tierra natal de otro. Y vemos que todos ellos fueron transportados en carretas tiradas por bueyes, y cosas. Y algunos vinieron por mar, y algunos vinieron en carretas tiradas por bueyes, y algunos llegaron flotando a Jope en balsa, y demás, y luego arrastrados. Todo en conjunto, venía a un lugar, con un propósito, y ese era cumplir el mandato de Dios.",
    "Y los cedros fueron cortados en el Líbano. Y los cedros del Líbano eran los cedros más famosos de todo el mundo. Como hoy, hay un lugar donde se encuentra la secoya, y es en California. Y hay un lugar que llaman, en África, en Mossel Bend, hay una madera famosa allí que se llama stinkwood. No se ha encontrado en ningún otro lugar sino allí. Y hay diferentes maderas que se encuentran en distintas partes del país. Y los cedros se encontraban en el Líbano, un cedro muy largo, alto, duro, porque era un país cálido. Cuanto más cálido el país, más dura se vuelve la madera. Y—y entre más frío el país, más blanda.",
    "Eso, de hecho, tiene una aplicación espiritual: Fría e indiferente, blanda y flotante. Pero cuando está cálido, lleno del Espíritu, se aferra y llega a ser útil en la mano del Maestro.",
    "Ahora, encontramos que estos grandes cedros eran cortados por labradores. Y ellos estaban… tenían los planos. Y los reunían de diferentes partes del mundo.",
    "Ahora, si se fijan, Salomón nunca cambió en lo más mínimo del patrón que Moisés vio en el Monte Sinaí, en el Cielo. Moisés, cuando regresó de su visión, levantó la tienda, y la hizo exactamente como la vio en el Cielo. Y cuando Salomón construyó el templo, él lo hizo exactamente de la manera como él—él vio el patrón, el tipo. Moisés levantó la tienda, como un—un tipo perpetuo, porque la movían de lugar a lugar. Pero, Salomón, él hizo el—el tabernáculo exactamente según el modelo que Moisés había visto en el Cielo. Fue todo armado, establecido en orden, así exactamente.",
    "¡Qué aplicación tan espiritual podríamos aplicar aquí: que nunca debemos dejar la Escritura! Quédense exactamente con el patrón. Por esa razón, creo yo, es que como se modeló la primera Iglesia, es la manera en que la Próxima se debe modelar; así de esa manera se debe modelar cada una, tal y como lo fue en el principio. Y creo que Dios lo tiene de esa manera, yo creo, la verdadera Iglesia. Muy bien.",
    "Los materiales, cortados en su tierra nativa, fueron traídos a un lugar. Pero cuando los juntaban… Ahora estoy leyendo del capítulo 16, o citando de él. Ahora, cuando los reunieron, calzaban tan perfectamente que, durante cuarenta años que tomó levantar la construcción, no hubo ni una—una piedra que recortar. No hubo un zumbido de sierra, o el sonido de un martillo, por cuarenta años. ¡Hábleme de albañilería, arquitectura!",
    "Ahora, eso mostró que, cuando hacemos algo, y lo hacemos según el patrón que Dios ha establecido para nosotros…",
    "Ahora, muchas de esas piedras se veían muy raras. Pero había un lugar en el templo para cada piedra extraña y peculiar. Dios tenía un lugar para ellas.",
    "Nuestros ministerios, que son un hermoso tipo allí, o un antitipo de eso, muestra que, en nuestra peculiaridad, nuestra manera de adorar, a pesar de todo, cuando el Templo, el verdadero Templo al que llegaremos en unos minutos, se junta, habrá un lugar para cada persona de comportamiento extraño. Podemos parecer un poco raros para alguien más, y actuar un poco raros; pero, recuerden, es el lugar allí para nosotros. Dios está labrando a Su Iglesia.",
    "Y cada piedrecita tenía su lugar, encajando allí exactamente. Y recuerden, fue labrada, lejos del lugar donde se ensamblaría; pero, cuando se juntaban, ni siquiera necesitaban pulirse. Ya estaba pulida. Dios lo había obrado para que encajara perfectamente en su lugar.",
    "¡Oh, qué tipo encontramos allí, de lo espiritual!, ¡cómo cada don de Dios, toda obra extraña de Cristianos nacidos de nuevo, en su peculiaridad, sin embargo, tiene su lugar! Encaja en el Cuerpo, va a su lugar correcto.",
    "Y muchos nos inclinaríamos a decir: “Pues, eso no es de Dios”, un buen soldado santo, consagrado de la cruz. Y decimos: “Pues, estuvimos en la iglesia la otra noche, y escuchamos tal y tal cosa. Eso no puede ser de Dios”. Pero si está en línea con el Patrón, si está en línea con la Escritura, puede que sea extraño, pero tendrá su lugar. ¿Ven? Encajará perfectamente, y ni siquiera necesitará pulirse o alisar. Irá a su lugar, porque el gran Arquitecto, Cristo, lo está preparando ahora; raro, el uno para el otro.",
    "Ahora vemos, en el edificio aquí abajo, en el próximo capítulo que, en este edificio, había una piedra que efectivamente era demasiado rara para usarla, así que los edificadores la rechazaron. Y simplemente la arrojaron a la esquina, dijeron: “Esa piedra en realidad es demasiado rara para usarla; no tiene un lugar”.",
    "Ahora, recuerden, eran los edificadores los que debían haber sabido que no era así. Jesús habló de eso.",
    "Pero, encontramos que ya habían levantado tanto la edificación que perdieron la piedra. Y no sabían dónde estaba esa piedra. Puede ser que hayan registrado todos los barcos. Tal vez hayan revisado toda carreta tirada por bueyes. Puede ser que hayan enviado mensajeros a Jope, y allá, diciendo: “¿Habrá llegado otra carga?”. O: “¿Se les perdió una en el camino? Algo anda mal. Es que no podemos encontrar esa piedra para este lugar”. Y cuando no pudieron encontrarla en ninguna otra parte, se dieron cuenta de que estaba allí mismo en el suelo. Era la piedra de ángulo principal que rechazaron los edificadores.",
    "Jesús habló de eso, y dijo: “¿No habéis leído de la piedra que desecharon los edificadores? Era la piedra de ángulo principal, la cabeza de todo, sobre la cual descansaba el resto del edificio”.",
    "Y creo que en la—la edificación hoy de la casa espiritual en la que Dios adora, yo creo que ese ha sido un gran fracaso hoy entre los edificadores. Hemos venido con nuestras denominaciones, y las hemos levantado en sinceridad. Hemos enviado a nuestros muchachos a la escuela, para educarlos a hablar bien ante una congregación, aprendieron psicología e historia Bíblica. Y hemos hecho de todo, y hemos construido buenas bancas, y campanarios altos, y música hermosa, y demás que hemos construido. Pero encontramos que algo anda mal. Hemos tratado de construirlo con material hecho por el hombre, lo que la educación podía producir, lo que los seminarios podían sacar de ellos, dicha erudición. Tratamos de edificarla sobre la educación, sobre la erudición, sobre la denominación. Y todas estas cosas no funcionarán mientras no hayamos aceptado esta Piedra extraña, esta Piedra peculiar.",
    "Pero a medida que el edificio comenzó a materializarse, ellos se dieron cuenta que el vacío que había quedado, la piedra extraña encajaba perfectamente.",
    "Allí es donde están los edificadores espirituales hoy. Y por eso es que el edificio de la Novia, de Cristo, no está listo para el Novio, porque los edificadores han rechazado la Piedra de Ángulo Principal que fue puesta en el Día de Pentecostés, el cual es el bautismo del Espíritu Santo. ¿Ven? Ha sido raro. La gente actúa raro. Y ellos—ellos no entran en la estructura de nuestra—de nuestra psicología, de nuestra educación, nuestro aprendizaje, nuestros credos. Aquello no encaja allí. Y ellos Lo sacaron a patadas, porque era demasiado raro, demasiado peculiar, demasiado en contra de los—los planes que nosotros como hombres teníamos, ideas de lo que la Iglesia debería ser.",
    "🦅 Debería ser un grupo de eruditos pulidos; debería ser un grupo de gente bien vestida; debería ser un grupo de algo, donde…”. Hemos tratado de hacerlo un programa educativo, o algo que agrade a nuestros cinco sentidos, algo que pudiéramos ver, o gustar, o—o sentir, o—o algo. En su mayoría ha sido a través de la vista. “Miren a nuestra gente fina. Miren a nuestra mejor clase de gente de la ciudad. El alcalde viene a nuestro lugar. Los—los jefes ejecutivos de nuestra ciudad, el jefe de policía viene a nuestra iglesia”.",
    "Y luego vemos, cuando se trata de la realidad, el—el edificio, lo único que tenemos es algo de cemento y roca. Y la Edificación no continuó. Ellos rechazaron el Camino, la Piedra que Dios había preparado para Él. Ellos La rechazaron.",
    "Ahora, encontramos, no obstante, en el próximo capítulo que cuando los edificadores se dieron cuenta de que estaban equivocados, a pesar de que tenían todas las otras piedras allí, pero la razón por la que no pudieron unirlas fue porque quedaba un vacío. Había algo que no estaba bien.",
    "Ahora, ya tenemos las piedras, las piedras que Dios preordinó. ¿Ven? Y las tenemos, desde Efeso hasta Laodicea. Solo estamos esperando esa Piedra de Corona que los edificadores rechazaron, esperando Su Venida, la Piedra de corona. Y cuando…",
    "Estas grandes piedras son confesiones. Ahora, sabemos que la confesión es una piedra. Ahora, el…",
    "Nuestro pueblo católico dice que cuando el… “Jesús habló, y dijo: ‘Sobre esta roca o piedra, edificaré Mi Iglesia’”. Ahora, la iglesia romana del catolicismo dice que, “Fue Pedro, porque él era la piedra, el hombre literal, Simón Pedro”. Él se descarrió, unos días después. Ahora, encontramos entonces que los protestantes dicen que, “Era Cristo, la piedra”. Pero, no es por llevar la contraria, pero si Ud. solo observa la Escritura, no fue ni el uno ni el otro.",
    "Fue la confesión de Pedro y la revelación de quién era Cristo. Pues Él hizo la pregunta, y la pregunta tuvo algo que ver. “¿Quién dicen los hombres que Yo, el Hijo del Hombre soy”?",
    "🦅 Algunos dijeron: ‘Moisés, algunos Elías, y algunos, Uds. saben, huesos de algún profeta que se levantó, o algo. Que ese era él’”.",
    "Pero Él dijo: “¿Quién decís vosotros que soy Yo?”. Ahí está la pregunta.\n\nÉl dijo… Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, hijo de Jonás, porque carne ni sangre te revelaron esto, no lo aprendiste de un libro, no lo escuchaste en un seminario, sino Mi Padre que está en el Cielo te lo ha revelado. Y sobre esta roca”, revelación espiritual de la Palabra de Dios, pues Él era la Palabra, “Yo edificaré Mi Iglesia; y las puertas del Hades no prevalecerán contra Ella”.",
    "Esa es la verdadera Iglesia; no de cemento, y ladrillo, y piedra, y demás, que es perecedero. Pero la verdadera Iglesia está edificada sobre la revelación de la Palabra y la voluntad de Dios. Y ellos han sido colocados en el Cuerpo, desde la edad de la iglesia de Efeso, hasta ahora en Laodicea. Pero qué…",
    "En el día cuando Salomón terminó el templo… Y la principal piedra de ángulo, tan pronto como los edificadores aceptaron la rechazada, entonces el edificio comenzó a levantarse.",
    "Permítanme decir esto con toda reverencia y con todo respeto a todo hombre en toda iglesia, y a la idea de todo hombre. Cuando nuestros edificadores hoy acepten a los Rechazados, en lugar de rechazarlos y llamarlos “un montón de santos rodadores, los raros que están haciendo una confesión”, pues mucho antes se terminará el Edificio.",
    "Pero, ¿se fijaron Uds.? Después de terminar el edificio, aún era un edificio vacío. Allí no había más que muebles. Así que Salomón había hecho todo lo que podía hacer. Ahora, llegó el gran día de la dedicación, cuando iban a dedicar este edificio para que los adoradores adoraran algo. Ahora, sin algo allí para adorar, el edificio hubiera sido en vano. Pero el edificio ya estaba listo para la dedicación.",
    "Y cuando los levitas y los sacerdotes, con miles de trompetas haciendo retumbar el cielo, con cordero tras cordero muriendo, para sacrificio por el pecado. Y los levitas posicionalmente tomaron su lugar, fueron a la esquina y tomaron sus varas, las pasaron por los anillos del arca, donde por dentro llevaban las tablas de piedra; dos tablas de piedra, la misma piedra. “Estas dos son una”, el mismo mandamiento, el mismo pacto. Pues, estas dos tablas de piedra, con los querubines y sus alas inclinadas, una contra la otra… Pues, estos levitas, solo ese grupo consagrado podía llevar el arca. Ningún hombre podía tocarla, aparte de ellos; si lo hacía, moría. Y tomaron estas varas, sabiendo que ellos estaban consagrados al servicio para esta cosa en particular. Y pasaron las varas a través de los anillos, como había sido instruido (Moisés lo había sido) por Dios, para llevar a cabo la edificación del arca.",
    "Y ellos la levantaron, de sus tiendas. Y comenzaron a marchar; y la trompeta sonaba, los salterios tocaban, el humo subía de los animales muertos que estaban siendo sacrificados delante de Jehová. Pasando por el edificio de la dedicación vinieron, hasta traerla a su lugar de descanso, donde encajaba en las cuencas del gran y enorme lugar que había sido preparado para ella. Y cuando encajó, y finalmente llegó a su lugar de descanso, el arca, la Biblia dice que, “El Señor descendió sobre el lugar, hasta llenar todo el templo. La Columna de Fuego entró allí con tal gran gloria de Dios que los ministros no pudieron ministrar más, por causa de la gloria de Dios”.",
    "Fue entonces cuando encontró su lugar de descanso final, la gloria de la Shekinah que siguió a aquellos; la piedra de corona, no la esquina; la piedra de corona, lo principal. Todas las demás piedras no tenían efecto hasta entonces. Pero esta piedra principal entró, la piedra de corona, y tomó su lugar posicionalmente para su lugar de descanso, para esa generación. La gloria de Dios llenó el lugar donde estaban sentados, y la gloria de la Shekinah estaba sobre todo el edificio. Y la gloria era tan tremenda que los sacerdotes ni siquiera podían ministrar a causa de la gloria.",
    "Ahora, leamos ahora, y tomemos la dedicación del templo. Vayamos ahora a Hechos el capítulo 7 de nuevo, y el versículo 44, y comencemos con la cita. Esteban, en su destacado sermón mientras predicaba, él dijo: “Salomón Le edificó un templo, porque fue prometido por David que él…”. Dios le prometió a David que él construiría el templo. Y Dios…",
    "En un tipo, que iba a ser quitado por un antitipo, así como el sacrificio de los corderos en la dedicación fue un tipo del verdadero Cordero que vendría para el sacrificio. Todo lo natural tipificando lo espiritual.",
    "Y encontramos que, cuando sucedió esto, Esteban habló de eso. Él dijo: “Nuestros padres hallaron gracia delante de Dios, y Salomón Le edificó un templo. No obstante, el Altísimo no habita en templos hechos de mano. Como dijo el profeta: ‘“El Cielo es Mi Trono, y la tierra el estrado de Mis pies, y ¿dónde está la casa que Me pudieras edificar? El Cielo es Mi Trono, la tierra el estrado de Mis pies, y ¿cómo pudieras edificarme una casa donde morar?”’”.",
    "Entonces, cuán hermoso es Hebreos 10:5: “Mas un Cuerpo Me has preparado”, mostrando que Dios iba a morar en un Cuerpo. [Cinta en blanco.—Ed.] “…Me preparó”. ¡Oh! Y cuando este cuerpo se hizo un sacrificio, se sacrificó el Cordero correcto, entonces venía, Dios vino a Su Propio Cuerpo, el cual era Su Novia.",
    "Y hubo ciento veinte templos que Dios había creado, estaban listos para la dedicación, les habían sacado a golpes toda la incredulidad. Y se reunieron en el aposento alto, y esperaron diez días, para el servicio de dedicación. Entonces, cuando se rindieron completamente, Dios descendió de nuevo en la gloria de la Shekinah, y llenó toda la casa donde estaban. ¿Qué hizo Dios? Como el arca cayendo en las cuencas apropiadas para el mensaje de ese día, Dios volvió a caer en Su canal apropiado; no en una denominación ni en un edificio hecho de manos, sino en el corazón de los hombres. Él cayó en Su lugar, para el día postrero, lo cual dijo el profeta Joel: “Acontecerá en los postreros días, que Yo derramaré Mi Shekinah sobre toda carne. Vuestros hijos e hijas profetizarán. Vuestros jóvenes soñarán sueños. Los ancianos verán visiones”. Dios llegó a Su lugar de reposo, donde Él encuentra descanso. No en un edificio, sino en el corazón de Su pueblo, Él encuentra descanso.",
    "¡Qué vergüenza!, ¡qué desgracia!, ¡qué proclive, que el logro hecho por el hombre, por Nimrod, trajo en ese entonces! Cuando Nimrod trató de construir un—un edificio o una organización que llegara hasta los cielos, Dios lo derribó. Llegó a ser una vergüenza, en lugar de ayudar a los hombres. Él confundió la lengua de los hombres. El uno no podía hablar con el otro. Eso rompió la hermandad.",
    "Pero cuando Dios vino a Su Propio templo, a la Iglesia, la—la gente, cuando Él vino a ellos, Él Lo llenó, los templos que estaban dedicados.",
    "Así como Él lo hizo en el templo de Salomón. Él lo llenó, no con credos, no con denominaciones, sino con Él Mismo. Él llenó el templo con Su gloria de la Shekinah.",
    "Así lo hizo Él en el Día de Pentecostés. Él llenó esos ciento veinte templos que estaban allá arriba, Consigo Mismo, con el Espíritu Santo Mismo. La gloria de la Shekinah se derramó sobre ellos. Y luego lo que Nimrod falló en hacer, construir un templo donde cada hombre hablara contrario a lo que podía entender, Dios bajó, y con un lenguaje galileo, hizo que cada hombre entendiera lo que Él estaba diciendo, y que ellos supieran que había llegado. Allí está Dios en Su templo. Dios a Su templo dedicado, no a un logro hecho por el hombre, no lo que hizo el hombre; sino lo que Dios Mismo hizo.",
    "¡Oh, eso es absurdo, para la gente! Ellos no lo entienden. Ellos nacieron para no entenderlo, así que no lo recibirán; la Biblia lo dice. Muy bien.",
    "Dios siempre llena Su templo. En el día de la dedicación Él llena Su templo. Él lo llena de Sí Mismo. Igual hoy; Dios llenará todo templo que se dedique enteramente a Él, cualquier persona que lo haga. El templo no es este pequeño edificio aquí, el templo no es el de Salt Lake City, el templo no es el de Roma, el templo es Ud. Ud. es el templo en el cual Dios quiere morar y por el cual expresarse, para que todas las naciones puedan conocerlo a Él. Uds. son imágenes vivientes de Dios, por medio de las cuales Dios quiere obrar. Y en cualquier momento en que cualquier hombre o cualquier mujer olviden toda la falsedad que han oído en el mundo, y regresen a la línea de la Escritura, y se mantengan en línea…",
    "Así como lo hizo Salomón con lo que hizo Moisés. Moisés hizo lo que Dios hizo. Dios siempre lo respetó.",
    "Y si regresamos a la dedicación original y abrimos nuestros corazones y nos vaciamos de nosotros mismos, Dios, en dedicación, a medida que se lo damos a Él, llenará nuestro templo con Su gloria de la Shekinah. Entonces el Dios viviente entrará en una Iglesia viviente, entre un pueblo viviente, y extenderá Su gloria. Entonces, juntos, algún día, uno siendo de esta manera, y uno de esta manera, y uno en una parte del país, Ella se unirá para formar la Novia. Seremos arrebatados en el aire, para encontrarnos con Él.",
    "Ahora, esta hermosa iglesia, este edificio que la gente, con las muestras de su sustento, con su amor por Cristo, hecho por los adoradores al dedicar hoy este lugar de adoración, para que la gente pueda venir y adorar. Ahora, mi oración sincera es que cada adoración… adorador, dedique su propio templo, para adorar, en el templo que está siendo dedicado para adoración. Esa es la verdadera dedicación.",
    "Pues, se nos ha ido el tiempo, pero Dios no tiene tiempo. Recordemos: ¿Qué tan tarde es? Estoy mirando a los ancianos. Puede ser más tarde de lo que Uds. piensan. Estoy mirando a los jóvenes, jovencitas.",
    "Miren a estos jovencitos que encontraron descuartizados, el otro día, esas niñas violadas. ¿Cuántos de ellos mueren cada año? Miles, con ataques al corazón, cáncer, polio, cualquier cosa que pueda matarlos, accidentes en la carretera.",
    "No sabemos cuán jóvenes o entrados en edad, ¿cuándo se llegará el momento? ¿Cuándo su tarjeta será llamada del tarjetero? Nadie sabe eso sino Dios. Así es.",
    "Así que mientras Uds. están aquí, hoy, en la dedicación de esto material aquí, donde los adoradores vienen a adorar al Dios vivo, ¿por qué no dedicarnos nosotros mismos a la adoración del Dios vivo, y dejar que Él nos llene de Sí Mismo? Y entonces veremos la gloria de la Shekinah regresar de nuevo a la casa del Dios viviente, que es el cuerpo humano, la Iglesia del Dios viviente, juntos, en un gran avivamiento que se extenderá por esta región, alrededor de estos pueblos, y por todo aquí. Habrá tal ruido, pues, ellos—ellos no podrían detenerlo; no hay manera de hacerlo.",
    "¿Creen Uds. que podrían haber detenido a Esteban? Pues, él era como una—una casa en llamas con vientos fuertes. Pues, no podrían detenerlo; ni siquiera el Sanedrín pudo detenerlo. Y, Uds. saben, ni siquiera la muerte misma lo detuvo. Él siguió viviendo. Y él vive hoy. Y él siempre vivirá, porque él tenía Vida Eterna, y fue una casa dedicada al servicio de Dios.",
    "Yo creo que lo que debe hacer esta iglesia, esta mañana, con respeto a todo lo que se ha hecho: mientras ofrecemos a Dios el edificio, al servicio, ofrezcámonos nosotros también.\n\nPongámonos de pie por un minuto ahora.",
    "Cada uno a su propia manera, en la manera respectiva en que a Ud. le gusta orar. Yo mismo me vuelvo a dedicar hoy, en el púlpito, al servicio de Dios. Yo quiero que cada uno de Uds. lo haga. Mientras dedicamos el edificio a Dios, dediquémonos nosotros mismos.",
    "Nuestro Padre Celestial, estamos muy humilde y sinceramente reunidos aquí en esta mañana, en gran aprecio por el amor que has mostrado a esta congregación, por darles este edificio para la adoración, y por darle a esta congregación este pastor, un ministro de la Palabra.",
    "Y ahora, Padre Celestial, como un lugar siendo dedicado para la adoración, nosotros como adoradores dejamos todo a un lado, toda incredulidad, todo pensamiento desagradable, todo lo que no es como Tú, y cualquier cosa que actúe en nosotros contrario a Tu Palabra; cualquier cosa, cualquier credo, cualquier pensamiento denominacional, o cualquier pensamiento de un vecino o cualquier otra persona, tanto aquí como allá, o dondequiera que pudiera ser, que viniera a nosotros como un pensamiento de esta persona, a pesar de haber pasado, a pesar de ser un vaso santo, santificado; cualquier cosa, cualquier hombre, o Ángel, o ser, o revelación, o cualquier cosa que pueda ser que sea contraria a Tu plan para estos días de lo que fue hablado en Tu Palabra. No lo que alguien dijo; sino ¡lo que Tú dijiste! Porque escrito está: “Sea la palabra de todo hombre mentira, y la Mía verdadera”. Si hay algo en nosotros que nos impida creer la Palabra verdadera, y conocer la revelación de Cristo, como Él le dijo a Pedro: “Sobre esta roca, Yo edifico Mi Iglesia”. Si hay algo contrario a eso, quítalo de nosotros, Señor; lo hacemos a un lado nosotros mismos. Lo echamos fuera. Y aceptamos en su lugar, esa Piedra del Ángulo Principal, el Espíritu Santo que es el fundamento de la verdadera Iglesia de Dios. Eso aceptamos.",
    "Padre, bendice esta iglesita. Mantén los edificios en pie, y que los adoradores se reúnan aquí, vez tras vez, en cada servicio. Que haya tal amor de Dios entre ellos, que no puedan separarse el uno del otro, sus corazones anhelando reunirse, en la casa de Dios. Concédelo, Señor.",
    "Y que sean tan salados, como Tú dijiste: “Vosotros sois la sal de la tierra”. Que sus vidas sean tan ricas y llenas en el Espíritu Santo, al punto que toda la comunidad alrededor anhele ser como ellos. Concédelo, Señor. Hazlos ejemplos. Concédelo, Padre.",
    "Ahora, tómanos a cada uno, mientras Te entregamos la iglesia, el edificio. Y nos entregamos a Ti, en solemne dedicación. Y que el Espíritu Santo en todo Su Poder Divino, en Su gloria de la Shekinah, venga rodando por las eternidades, a nuestros corazones, Señor, encuentre Su morada para estos últimos días. Y llámanos al servicio, como mensajeros, quizás no para el púlpito, sino en la estación de combustible, en la tina de lavado, donde sea, para testificarle al lechero, al repartidor de periódicos, o lo que sean. Haznos testimonios y piedras vivas llenas de la gloria de la Shekinah, el Espíritu Santo Mismo. Llena nuestros corazones y vidas, Padre.",
    "Y cuando los servicios todos hayan terminado aquí en la tierra, que podamos individualmente, labrados a la propia manera en que Dios nos ha hecho, reunirnos juntos en esa gran Iglesia, llamada la Novia. Ella será arrebatada de este tabernáculo terrenal de habitación aquí, y será cambiada en un momento, en un abrir y cerrar de ojo. Y Ella será raptada juntamente con Él, para encontrarse con Él en el aire, a la Cena de las Bodas del Cordero. Porque nos entregamos, y a esta iglesia, tan santa y consagrada como podamos, Padre, a Tu servicio, en el Nombre de Jesucristo. Amén.\n\nPueden sentarse.",
    "¿Cuántos de Uds. dicen: “Por la gracia de Dios, y con la ayuda de Dios, rindo mi corazón; ven, Señor Jesús, y solo lléname con Tu bondad, solo hazme lo que Tú quieres que yo sea; si soy contrario, y estando en el tornillo de banco en el que Tú me has puesto, ese movimiento, teniendo yo el derecho de moverme hacia acá o hacia allá, no permitas que yo sea una piedra mal cortada, pero déjame rendirme a la sierra que me está haciendo lo que soy, lo que Tú quieres que yo sea”? Así de esa manera es como lo queremos, ¿verdad?",
    "Solo levantemos nuestras manos ahora y cantemos este glorioso himno antiguo de la iglesia, mientras entrego el servicio a su pastor.\n\nYo Le amo, yo Le amo\n\nPorque Él Me amó primero\n\nY Me compró la salvación\n\nAllá en el madero del Calvario.",
    "Ahora tarareémosla. Ahora estreche la mano con alguien a su lado, diga: “Dios lo bendiga, hermano, piedra en la Iglesia”. Y Dios lo bendiga, hermano, piedras en la Iglesia. Dios lo bendiga, hermano. Dios le bendiga. Dios lo bendiga, hermano. Dios le bendiga. Dios lo bendiga, hermano.\n\n…Él Me amó primero\n\nY Me compró la salvación\n\nAllá en el madero del Calvario.",
    "Ahora cerremos nuestros ojos, inclinemos nuestros rostros, y levantemos ambas manos hacia Él.\n\nYo Le amo, yo Le amo\n\nPorque Él Me amó primero… 🦅"
  ]
}