{
  "title": "EL PORQUÉ ESTOY EN CONTRA DE LA RELIGIÓN ORGANIZADA",
  "id": "62900009",
  "content": [
    "🦅  Gracias, Hermano Neville. Pueden sentarse. Primero, he estado tan ocupado hoy al grado que falté a unas llamadas de enfermos. Había unas personas en casos privados por los cuales se había de orar, con los que yo debía encontrarme. Pero ahora algunos de los…uno de los grupos, creo que Billy dijo que era de Canadá, de dos o tres diferentes lugares. Ahora, ellos vienen acá, Uds. saben, y se quedan en hoteles y moteles constantemente todo el tiempo. Y yo voy a encontrarme con ellos, encontrarme con ellos y a orar por ellos que llegan de todas partes de alrededor del mundo, y Asia, Europa y de todas partes. Día a día, cuando estamos aquí, gente está llegando. Hay más de seiscientos en la lista, esperando entrevistas privadas, y así que lo hace un poco difícil. Pero la gente que está muy enferma y emergencias por las cuales se ha de orar, pues, yo trato de encontrarme con ellos.",
    "Simplemente, pues, desde que he estado allí adentro con la junta de síndicos, en una pequeña audiencia con mi junta de síndicos aquí en la iglesia, tuvimos que reunirnos hace unos momentos. Y durante ese tiempo me retrasó como una hora y media, y había unas personas que debían estar aquí en ese tiempo para que se orara por ellos. Si están aquí, me gustaría orar por ellos en este momento. Así que, si ellos quieren, aquellas personas por las que se debía orar, pues, si ellos tan sólo se acercan ahora mientras el pianista, quienquiera que sea, viene y—y nos da un pequeño tono de “El gran Médico ahora está cerca, el compasivo Jesús”. Ahora aquellos por los que se va a orar, si quieren, cuántos había no sé. Y Uds. son los hermanos, supongo. Hermanos, yo he sufrido mucho en mi propio cuerpo. Jesús soportó en Su cuerpo, sufrimiento, de manera que El pudiera ser el tipo correcto de Mediador, porque El siendo Dios hizo carne para que El pudiera sufrir. El podía sentir los dolores de la enfermedad. Y por eso es que El vino a hacer una expiación. Y en esto El comisionó a Su Iglesia para que continuara Su obra.",
    "Y tengo—tengo gran respeto por la profesión médica, cirugía y demás, quienes—quienes con los talentos que Dios les ha dado para hacer ciertas cosas al cuerpo, para operar y quitar dientes que se han puesto malos, y demás. Yo aprecio eso. Pero llega un tiempo cuando están más allá de su—su conocimiento, ellos—ellos no saben qué hacer. ¿Ven? Y yo creo, entonces, que tenemos un derecho perfecto, como lo tendríamos en lo natural, si fuéramos a nuestro médico de cabecera, quizás un—un doctor allá en el campo, algún buen doctor que carga una linterna y camina a través del campo de noche, para encontrarlo a uno, para atenderlo a uno. Y si él falla en saber, él irá a alguno que está un poquito más alto de lo que él está. El lo envía a uno adonde un especialista. Y ahora si el especialista no sabe, yo—yo estoy contento de que tenemos otro recurso, el gran Médico.",
    "Y El no falla, Este no falla, porque El es el Creador mismo. Y El ha abierto un camino para nosotros. Ahora, si hubiera algún poder sanador dentro de mí para hacerlo, yo—yo iría allí y lo haría. Yo—yo simplemente estaría contento de hacerlo. Pero, en cuanto a poder sanador, no tengo ninguno, ningún otro hombre tiene poder sanador. Pero estamos comisionados, ¿ven?, por Cristo, para orar por los enfermos, Quien ya ha puesto en depósito el poder sanador. ¿Ven? Y solamente estamos viniendo, por así decirlo, para escribir un cheque sobre eso. “Y todo lo que pidiereis al Padre en Mi Nombre”, ese es el cheque en blanco, “todo lo que pidiereis al Padre en Mi Nombre, lo haré”. ¡Qué promesa! Simplemente no puede fallar. Y yo he ayudado a mis hermanos y hermanas, alrededor del mundo, a hacer estos depósitos…o a hacer estos retiros de estos billetes en el Banco de Dios, en la Sangre de Jesucristo. Y ha sido muy exitoso. El siempre ha pagado, y porque el depósito ya está allí, ¿ven Uds.? “El—El—El herido fue por nuestras rebeliones, por su llaga fuimos nosotros curados”. ¿Ven?, todo ha terminado. Y estamos contentos esta noche por la fe de Uds.",
    "Creo que Billy me estaba diciendo que un hermano viene desde Canadá o de alguna parte. Y ¿es correcto eso? ¿Es Ud. el hermano de Canadá? Y—y ¿de dónde es Ud., hermano? [El hermano dice: “De un poco al norte de Fort Wayne, en Kendallville”.—Editor] Kendallville, Indiana, de Fort Wayne. Yo me casé en Fort Wayne. Yo recuerdo bien. Tuvimos muchas reuniones allí en el Tabernáculo Redigar. Supongo que Ud. sabe dónde está. Y yo recuerdo, siendo un jovencito, sentado a los pies de Paul Rader, en el Tabernáculo Redigar, siendo tan sólo un joven ministro estudiante. El era un gran hombre, el Hermano Paul lo era, y también lo era el Hermano Redigar, hombres de fe. Sus almas descansen esta noche. Y ahora, como yo era un jovencito, estoy tratando de continuar lo que ellos dejaron, lo que Jesús dejó para Su Iglesia para toda la jornada.",
    "Ahora, con toda la fe que tengo, vengo a orar por Uds. Y yo—yo no vengo como casualmente. Nunca queremos acercarnos a ello de esa manera. No, eso no es correcto. Venimos, creyendo que vamos a recibir lo que hemos pedido, ¿ven?, sabiendo que Dios lo ha prometido. Y venimos con seguridad en nuestro corazón que Cristo hizo la promesa, y Uds. hermanos han tratado de poner su fe en el altar, han hecho todo lo que pueden, yo vengo a poner la mía con Uds. esta noche. ¿Ven?",
    "Y, ahora, tenemos un gran altar que se extiende a través de los cielos, y en ese altar está nuestro Sacrificio, el Hijo de Dios. ¿Ven? Es ese Sacrificio sangrante. Dios no puede mirar sobre eso sin respetarlo, ¿ven?, porque Esa es Su Palabra: “Este es Mi Hijo amado, a El oíd”.",
    "Le voy a pedir al Hermano Neville, nuestro anciano, que él venga adelante ahora conmigo mientras vamos. Quiero que toda la iglesia…¿Qué si este fuera su hermano, su esposo, su hijo, su padre? Lo es de alguien, recuerden. Vamos, con toda la sinceridad que tenemos, a dirigirnos a Dios ahora por estos hermanos. Inclinemos nuestros rostros.",
    "Misericordioso Padre Celestial, estamos trayendo a Tu Presencia ahora, junto al altar de gracia, aunque estamos parados junto a una pequeña banca de madera, por así decirlo, aquí en la tierra, pero nuestra fe ha subido al gran altar ardiente allá, donde Jesús (el olor Fragante ante Dios, el Sacrificio de Sangre del Calvario) Quien triunfó sobre toda enfermedad, toda dolencia, la muerte, el infierno, y el sepulcro, y resucitó y ascendió al Cielo, para sentarse a la mano derecha de Su Majestad. Y nosotros, por fe, venimos, subiéndonos allá arriba a la gracia de Dios, para decir sobre este altar, al gran Creador de los Cielos y de la tierra: “Recíbenos, Señor, mientras nos acercamos en el Nombre del Señor Jesús”.",
    "Aquí están nuestros hermanos, y uno de ellos de allá arriba de Fort Wayne, aquí en los estados, y el otro desde allá de Canadá hasta aquí, vino para este momento sumamente solemne. Es entre muerte y vida, Señor. Aquí están dos hombres, aún jóvenes, queda mucho servicio en ellos para Ti, Señor, dos soldados, Cristianos que te creen. Y el enemigo ha disparado un dardo, y ese dardo venenoso ha pegado en alguna parte en su cuerpo, y ellos han regresado, han retrocedido hasta el hospital de la gracia de Dios, para reconciliación, para sanidad, para que ellos puedan acercarse al frente de nuevo, con el escudo levantado, yendo a la batalla. Ellos han venido a unirse a las fuerzas de oración con nosotros, Señor. Y vamos a enfrentarnos con el enemigo.",
    "En el Nombre de Jesucristo, suéltalos. Te conjuramos en el Nombre de Jesucristo, déjalos ir.",
    "Ellos son guerreros de la batalla. Y, como siervo Tuyo, voy hacia adelante ahora para poner manos sobre ellos, con fe, creyendo que: “Estas señales seguirán a los que creen”, dijo nuestro Señor, nuestro gran Capitán Principal de la batalla, “si sobre los enfermos ponen sus manos, sanarán”.",
    "Esto lo hago en el Nombre de Jesucristo. Que el poder de la enfermedad que ata el cuerpo de este hermano, lo suelte, en el Nombre de Jesucristo. El poder de enfermedad que liga el cuerpo de este hermano, lo suelte, en el Nombre de Jesucristo. Que sea…?…",
    "Dios Todopoderoso, Creador de los Cielos y de la tierra, Autor de la Vida Eterna, y Dador de todo buen don, trae Tus bendiciones sobre estos a quienes hemos bendecido. Y está escrito en las Escrituras, que: “Si tú dices a este monte: ‘Muévete’, no dudares en tu corazón, sino creyeres que será hecho lo que dices, lo que has dicho te será hecho”. Yo creo que sus enfermedades se han ido de sus cuerpos. Ahora ha sido…?…Ahora que sea hecho. Amén.",
    "En el Nombre del Señor Jesús yo creo que Uds. están libres. En el Nombre de Jesucristo yo creo que Uds. son libres. Amén. ¿Cree la iglesia lo mismo? Entonces que sea hecho.",
    "Ahora, ¿habría otros aquí que simplemente les gustaría ser recordados en oración, levantarían su mano? Muy bien, acerquémonos a El ahora mientras Uds. ponen manos los unos sobre los otros ahí. “Estas señales seguirán a los que creen”.",
    "Santísimo Dios, por fe vemos a Jesús, creemos que El está presente. El cuida Su Palabra. Y El dijo: “Donde están dos o más reunidos en Mi Nombre, Yo estoy en medio de ellos”. Ahora, Padre Celestial, permite que el poder del Dios Todopoderoso toque a estas personas, Señor, mientras tienen manos unidas el uno con el otro, puestas el uno sobre el otro. La última comisión que Tú le dijiste a la iglesia: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, serán…sanarán”. Tú lo prometiste, y nosotros lo creemos. Así que ahora ha sido hecho, y te alabamos por ello, en el Nombre de Jesucristo. Amén.",
    "Y en el Nombre de Jesucristo que el poder de Dios unja estos pañuelos a los enfermos y a los necesitados. Y mientras son enviados fuera y puestos sobre los enfermos, que suceda que sean sanados. Leemos en la Biblia que tomaron de San Pablo, pañuelos, delantales; espíritus inmundos salieron de la gente, y enfermedades fueron sanadas. Y, Padre, sabemos que no somos San Pablo, pero sabemos que Tú todavía eres Jesús. Y rogamos que Tú concedas esta petición para Tu gloria. Amén.",
    "Yo no sé si las—las grabadoras ya están encendidas, o no. ¿Están encendidas? Si no, me gustaría que las encendieran en este momento. Yo creo que el interruptor está encendido. Ahora, espero que yo no los canse esta noche. Estoy empezando como media hora o treinta y cinco minutos antes. Y ahora, es una lección de escuela dominical, y he pensado que quizás tal vez haría bien si yo hiciera que se grabara esto que está en mi corazón. Y estamos a punto de entrar a una—una nueva fase, un nuevo tabernáculo, todo nuevo.",
    "Y ahora me gustaría leer algunas de las Escrituras. Si a Uds. les gustaría leer conmigo, quiero leer de Primera de Samuel, el capítulo 8, y queremos comenzar con el versículo 4 al 10; y luego, para ahorrar tiempo, del 19 al 20. Y tengo varias hojas de Escrituras y referencias escritas aquí, que si Uds. tienen una pluma y lápiz, o algo, papel, que les gustaría referirse a éstas o tenerlas anotadas, Uds. pueden anotarlas, o, el Sr. Maguire va a tener la—la—la cinta.",
    "Y quiero que esta cinta sea dedicada a ministros, mis hermanos, ministros que me han malentendido, especialmente los hermanos de las iglesias denominacionales. Y casi todos son denominacionales.",
    "Y mi tema esta noche es: El Porqué Estoy En Contra De La Religión Organizada. Y voy a leer ahora para una base, o una lectura de la Escritura, para hacerlo ciertamente Escritural, deseo leer de Primera de Samuel 8:4-10, luego 19-20. A mi audiencia visible, confío que cuando se vayan a casa que Uds. escribirán estas Escrituras y las leerán cuidadosamente. Y a los hermanos que van a estar escuchando la cinta, confío en que Uds. también no sólo paren la cinta cuando algo es dicho con lo que quizás Uds. no estarían de acuerdo, sino que buscarán a Dios en ello, que verán si es Escritural. Yo creo que nos lo debemos a nosotros mismos y al Mensaje del día.",
    "Yo creo que todas las iglesias tienen Cristianos en ellas, y yo ciertamente no hablo en contra de Cristianos. Pero la razón por la cual he hecho lo que he hecho, y dicho lo que he dicho, es debido a la inspiración del Espíritu Santo en la Palabra.",
    "Ahora leamos en Primera de Samuel, el capítulo 8, comenzando con el versículo 4, y leyendo el 10, inclusive, primero.\n\nEntonces todos los ancianos de Israel se juntaron, y vinieron a Ramá para ver a Samuel,\n\nY le dijeron: He aquí tú has envejecido, y tus hijos andan no…no andan en el camino; por tanto, constitúyenos ahora un rey que nos juzgue, como tienen todas las naciones.\n\nPero no agradó a Samuel esta palabra que dijeron: Danos un rey que nos juzgue. Y Samuel oró a Jehová.\n\nY dijo Jehová a Samuel: Oye la voz del pueblo en todo lo que te digan; porque no te han desechado a ti, sino a mí me han desechado, para que no reine sobre ellos.\n\nConforme a todas las obras que han hecho desde el día que los saqué de Egipto hasta hoy, dejándome a mí y sirviendo a dioses ajenos, así hacen también contigo.\n\nAhora, pues, oye su voz; mas protesta solemnemente contra ellos, y muéstrales cómo les tratará el rey que gobernará sobre ellos.\n\nY refirió Samuel todas estas palabras de Jehová al pueblo que le había pedido rey.",
    "Ahora el versículo 19 y 20 para la conclusión.\n\nPero el pueblo no quiso oír la voz de Samuel, y dijo: No, sino que habrá rey sobre nosotros;\n\nY nosotros seremos también como todas las naciones, y nuestro rey nos gobernará, y saldrá delante de nosotros, y hará nuestras guerras.",
    "El Señor añada Su bendición a la lectura de Su Palabra. Ahora, como una clase de escuela dominical, me gustaría decir que queremos tratar de estar tan—tan atentos como podamos a la Palabra.",
    "Y sabemos que—que algunas veces cosas son dichas, (y ciertas iglesias), que hacen tropezar a alguien que ha sido enseñado contrario a lo que ellos tienen…están oyendo. Por ejemplo, un hombre me dijo el otro día, el cual es un amigo mío sentado presente ahora, él dijo: “Cuando Ud. dijo, Hermano Branham, con tanta fe que he tenido en Ud., y creo, cuando Ud. dijo que no había ‘infierno Eterno’”, dijo, “por poco me caigo de mi asiento. Y yo dije: ‘Seguramente el hombre está errado’”. Y entonces dijo: “Ud. nos dejó así por bastante rato. Y luego Ud. dijo: ‘Solamente hay una forma de Vida Eterna, y esa viene de Dios’”. Y esa es la que todos buscamos, ¿ven?",
    "Y no hay Escritura que dice que hay un infierno Eterno. Porque, Eterno nunca comenzó, ni tampoco termina alguna vez. Así que la Biblia dice que “el infierno fue creado para el Diablo y sus ángeles”, así que no es Eterno. Hubo un tiempo cuando no existía, y habrá un tiempo cuando no exista otra vez. Sino que ellos puedan ser castigados allí, por fuego y azufre, y los abismos de fuego, por eones [Espacio incalculable de tiempo.—Traductor] de tiempo, pero finalmente terminará porque el infierno no es Eterno. Y si hubiera un infierno Eterno, Uds. tendrían que tener Vida Eterna para vivir en un infierno Eterno. Y si fuera Eterno, siempre lo fue, y Uds. siempre estuvieron en el infierno y siempre estarán en el infierno. ¿Ven?, así que no hay tal cosa.",
    "Así que, ¿ven Uds.? Eterno es “nunca tuvo principio o fin”. Y solamente hay una forma de Vida Eterna, y esa está en Dios, viene de la palabra Griega Zoe, la cual significa “la propia Vida de Dios”. Y cuando nacemos de nuevo del Espíritu de Dios, llegamos a ser Eternos con Dios, porque tenemos parte de Su Vida, la cual nos hace hijos e hijas para Dios, entonces tenemos Vida Eterna. Y la Vida que está en nosotros, Dios va a resucitar el cuerpo con la Vida en el día postrero, pero es el Espíritu de Dios que está en nosotros el que se levanta, porque es un Espíritu de Cristo que estuvo en Cristo, el que vivifica nuestros cuerpos y nos levanta también, con El, para sentarnos en—en—en la Gloria y reinar con El.",
    "Ahora vayamos al tema, ahora, he estado a través de estos años, y este tabernáculo ha permanecido. Aunque, fui ordenado en una iglesia Misionera Bautista, por el Doctor Roy E. Davis, hace como treinta y tres años, aquí en Jeffersonville. Ahora yo, desde entonces, estuve en la organización sólo un tiempo corto, unos cuantos meses, hasta que algo surgió que no era Escritural por la iglesia, y le dije a él que yo no podía hacer eso. Y así que, por supuesto, se me pidió que “lo hiciera o si no”, y opté por el “si no”. Así que esa era una cosa que yo creía, que esta es la Palabra de Dios. Y le dije al hombre el cual era un—un maestro de maestros: “¡Si Ud. me muestra eso en la Palabra de Dios!”\n\n“Pero era”, dijo él, “esa es nuestra enseñanza”.\n\nYo dije: “Pero yo lo quiero sacado de la Palabra, ¿ve?, la Palabra de Dios”.",
    "Y no es porque no pertenezco a una organización que he estado en contra de la organización, porque estoy agradecido con mis hermanos, a los cuales les estoy hablando hoy, de que tengo invitaciones a, creo yo, casi toda denominación, especialmente en las filas del Evangelio Completo, y aun en muchas de las otras iglesias. Se me ha pedido entrar a su compañerismo y unirme con ellos, pero he permanecido independiente. Porque, la influencia que tengo, no deseo colocarla sobre un grupo de gente. Deseo colocar lo que Dios me ha dado, una oración por los enfermos, para que se beneficien todos los hijos de Dios en toda organización. El nunca me ha cuestionado para que no ore, o por éste porque pertenecen a Tal y tal, Dios juzga el corazón del hombre.",
    "Y ahora, para comenzar, la razón por la cual no he pertenecido a ellos y he hablado contra ello, es, primero, es porque no creo que la organización del Cristianismo es Escritural. Yo creo que no es Escritural. Y eso es lo que trataré, esta noche, procuraré por la gracia de Dios, probarles a Uds. que no es Escritural, no es ortodoxo tener alguna organización.",
    "Ahora, en primer lugar, lo llamamos “religión”, la palabra religión es “una cubierta”, significa cubrir algo. Ahora, Adán tuvo una religión, pero ciertamente la hizo él mismo, de hojas de higuera, y no funcionó. El hizo su propia teoría y trató de hacer una vía de escape, para encontrar la salvación en algo que él mismo había hecho, y Dios lo rechazó, desde Adán hasta el orden de la última organización. Nunca ha sido, y por la gracia de Dios lo vamos a probar hoy por medio de la Biblia. La religión era una cubierta. Adán se hizo una cubierta de hojas de higuera, la hizo, él mismo, para tratar de hacer algo él mismo.",
    "Pero Dios requería muerte, una expiación. Ahora hay toda una vasta diferencia entre religión y salvación, ¿ven?, salvación. Religión es una cubierta. ¿Ven? Salvación es un Nacimiento, un don de Dios. Salvación es un Nacimiento, un don de Dios, y no puede ser conseguida por ningún hombre o ningún grupo de hombres. Es a un individuo al que Dios le trae este don. Y estos dones de Vida Eterna fueron ordenados por Dios a cada individuo aun antes de que tuviéramos un mundo, de acuerdo a las Escrituras. La Biblia dice, en Apocalipsis, que el anticristo que había de venir a la tierra, engañaría a todos los que moraban sobre la tierra, cuyos nombres no estaban escritos en el Libro de la Vida del Cordero antes de la fundación del mundo. ¿Ven? Dios, por medio de Su previo conocimiento, vio quién vendría y quién no vendría, Cristo descendió para hacer un camino para aquellos que vendrían. ¿Ven?, conociendo a los otros.",
    "Si El es Dios, en lo absoluto, El tiene que ser infinito. Y si El es infinito, El no puede ser infinito sin ser omnipotente. El no puede ser omnipotente sin ser omnipresente. El no puede ser omnipresente sin ser omnisciente. Así que, ¿ven Uds.?, todo eso lo hace Dios a El.",
    "Así que, El conocía el fin desde el principio. El sabía quién vendría y quién no, y El sabía que había muchos que vendrían, así que El envió a Cristo para hacer una expiación para aquellos que vendrían. Ahora, nada que hagamos nosotros puede tener algo que ver con ello. Jesús dijo: “Todo lo que el Padre me ha dado, ha (tiempo pasado), vendrá a Mí. Y ninguno puede venir a menos que Mi Padre le trajere”. ¿Ven? Ahora, ¿ven?, todo está en el conocimiento de Dios.",
    "Uds. dicen: “Hermano Branham, ¿estoy adentro?” Yo no sé. Estoy esperando que yo estoy. Nos ocupamos en nuestra salvación con temor y temblor. Ahora, la Iglesia está predestinada a encontrarse con Dios sin mancha o arruga. Ahora, si estamos en esa Iglesia, estamos predestinados con esa Iglesia. Ahora examínense Uds. por medio de la Palabra, entonces Uds. pueden comprobar qué tan avanzados estamos.",
    "Ahora, ahora, Cristianismo organizacional nunca puede dar esa seguridad. No. Algunos de ellos dicen: “Ud. viene y confiesa que Jesús es el Cristo y es bautizado en la iglesia”. El Diablo hace la misma cosa. El cree, él mismo, que Jesús es el Cristo, y tiembla. ¿Ven?, eso es correcto.",
    "Dios nunca ordenó, en ninguna parte en la Escritura, que alguna vez hubiera alguna organización. No hay lugar en la Biblia para eso. Adán comenzó una y falló.",
    "Y luego Nimrod trató de hacer una organización. Si Ud. es un historiador, y conoce la historia de Babilonia, lea Las Dos Babilonias de Hislop, Ud. va a encontrar una gran cantidad de luz. Que, Nimrod, este hombre de pecado, tomó a Babilonia y a toda su pequeña iglesia hermana, o lugares alrededor, lo cual era un tipo de—de este Cristianismo apóstata del último día, e hizo un lugar enorme y todo el resto de ellos jugaron… pagaron tributo a ello. Y allí el construyó una torre y trató de organizar a los hombres juntos, pero falló. Ello falló. Eso falló.",
    "Coré, en Números 16:1, si a Uds. les gustaría leer, Coré trató la mismísima cosa. El juntó a todos los Levitas, y él juntó la…algunas de las celebridades, los hombres de posición elevada, hombres grandes, hombres santos, y él y Datán se juntaron y dijeron: “No es correcto, que un hombre trate de estar sobre todos nosotros”. Y así que ellos trataron de hacer comenzar una organización juntos, y llegaron delante de Moisés y Aarón, a quienes Dios había escogido para la obra, y les dijeron que ponían demasiado sobre sí mismos, que toda la congregación era santa, y ellos tenían derecho a…“En la multitud de consejo hay seguridad”, por supuesto, dicen ellos. Eso no se refiere al Cristianismo. Eso es en la guerra. Fíjense, hay mucha diferencia.",
    "Uds. pueden tomar una Escritura, y decir: “Judas fue y se ahorcó” y “ve haz tú lo mismo”, si Uds. quieren, pero eso no hace que sea correcto.",
    "Dios había escogido a Moisés y Dios había escogido a Aarón, y era el mensaje del día. Y no importa cuán bien se miraba el otro lado, era contrario al pensamiento de Dios. Y tenemos que dejar que el pensamiento de Dios sea nuestro pensamiento. “Que la mente que estaba en Cristo esté en vosotros”. Y esta Biblia revela la mente de Cristo. Y todo el Libro de Revelación, llamado el Apocalipsis, es la Revelación de Jesucristo. Y podemos ver cómo El condena la cosa, cómo El la hace a un lado, y llegaremos a ello después de un poco. Muy bien.",
    "Coré, creo él era sincero en su acto. Creo que el hombre no—no quería hacer mal. Creo que fue la ignorancia del hombre que no vio la mano de Dios moviéndose y no conocía las Escrituras, y esa es la razón de que él simplemente lo trajo al razonamiento.",
    "Y eso es poco más o menos el noventa por ciento del problema hoy en día, que tratamos de inyectar en el programa de Dios, nuestro pensamiento. Y a nosotros no nos toca pensar, en lo absoluto. El piensa por nosotros. Nosotros debemos rendir nuestro pensamiento a Su voluntad. ¿Lo entienden ahora?",
    "Coré, con buena intención, anduvo con una falsa doctrina, diciéndole a estos hermanos, y mostrándoles por medio del razonamiento, que Dios no sólo había bendecido a Moisés, el profeta, el mensajero, y sólo lo había bendecido a él, sino que: “Toda la congregación es santa”, dijo él, “y ahora toda la congregación tiene derecho a hacer esto, y toda la congregación tiene derecho a hacer aquello”. Así que ellos consiguieron buenos hombres, Levitas. Ahora, esa es la elección de Dios, lo cual serían llamados hoy en día: “los ministros”, el Levita era el ministro del templo. ¿No los reprendió Moisés por ello? Y, aquí, él nunca se puso a hacerlo in-…irreverente. El les dijo que tomaran incensarios, y que pusieran fuego santo en él, y que pusieran el incienso en la parte de arriba de él, y que mecieran este santo incienso, lo cual era el mandamiento de Dios. Y ellos llegaron para formar un grupo de hombres para controlar a la iglesia, donde Dios había ordenado a un hombre para hacerlo.",
    "Y cuando ellos hicieron eso, Moisés se postró sobre su rostro porque él sabía que Dios lo había comisionado a él para esa obra. Y Dios dijo: “Haz que traigan esos incensarios aquí delante del tabernáculo”. Y así que cuando ellos comenzaron a mecer sus incensarios llenos de fuego, y el incienso ardiendo, Dios le dijo a Moisés y a Aarón: “¡Apartaos de ellos! ¡Salid de en medio de ellos!” Porque, después El los llamó “pecadores, incrédulos”.",
    "Y pecado es incredulidad en la Palabra de Dios. Uds. roban porque no creen. Uds. mienten porque no creen. Uds. cometen adulterio porque no creen. Si Uds. fueran un creyente, no harían tal cosa. Solamente hay dos mantos, eso es fe o incredulidad, Uds. son controlados por uno u otro.",
    "Ahora, Dios, en el principio, era la Palabra, y El fue hecho carne y habitó entre nosotros. ¡El era la Palabra, El es la Palabra! Y cuando Dios mora en Uds., es la Palabra de Dios morando en Uds., donde Uds. pueden recalcar todo lo que El dice con un “Amén”. Ese es Dios morando en Uds.",
    "Ahora si Uds. se fijan, estos hombres inocentes con incensarios en su mano, fuego santo en su mano, Dios abrió la tierra y se los tragó, y los separó de Moisés porque Moisés se separó de ellos. Y Moisés le advirtió a la congregación: “No jueguen con esa clase de grupo. ¡Apártense de ellos!” Ahora, Uds. conocen las Escrituras, lean el 16, 17, 18, inclusive, capítulo, y lo van a hallar. “Apartaos de estos pecadores, pecadores que no creen. Salid de en medio de ellos, porque se dirigen hacia la destrucción, y todo lo que ellos tienen”. Y cuando ellos…la tierra se partió y cayó con estos hombres teniendo este fuego santo. Hombres inocentes engañados por hombres.",
    "¡Lo mismo es hoy! Hay muchos hombres inocentes cayendo en la trampa de la tradición, teniendo la Santa Palabra en su mano, y que supuestamente están predicando de Ella. Yo vi una expresión en el rostro de un ministro en ese mismo momento, un ministro Metodista, era un ministro Metodista hasta el domingo pasado en la noche. Y cuando él miró, supongo que significa mucho para Ud., hermano, estar afuera.",
    "Ahora, ¿ven?, teniendo incensarios, fuego encendido de olor grato y fragante delante de Dios, y esas manos teniendo eso, sin embargo perecieron con el incensario en su mano, porque estaban tratando de hacer algo en sinceridad, sin embargo, en contra de la Palabra de Dios, tratando de hacer una organización. Dijeron: “Uds. ponen demasiado sobre sí mismos. ¿Quiénes son Uds. para decir que tienen toda la Palabra de Dios?”",
    "Ellos fallaron en ver que Moisés era el—el mensajero de esa hora. ¿Ven?, él tenía ASI DICE EL SEÑOR. No había nadie en la tierra como él. El tenía el Mensaje, y la gente falló en verlo. Y Moisés estaba exactamente con ASI DICE EL SEÑOR. Seguro. Muy bien.",
    "Ahora encontramos la misma cosa hoy, buenos hombres, grandes hombres, preciosos hombres tratando de predicar la Palabra de Dios (que está en la mano de ellos) por medio de alguna tradición hecha por el hombre. Cortando aquí, y cortando acá abajo, y haciéndola esto, y “vengan a unirse a la iglesia y cambien su calidad de miembro”, ¡y mueren espiritualmente con esa Palabra en su mano! ¿Ven?",
    "Ellos no podían creerle al mensajero de Dios o Su Mensaje de ese día. Ellos no podían entender por qué un gran Dios no obraba con todo un grupo de gente, y sólo lo ponía sobre un hombre.",
    "Con cuántos de ellos he hablado hoy en día: “¿Qué haremos, Hermano Branham? Sabemos que Ud. está correcto, pero ¿qué haremos? La organización nos echará fuera, no tendríamos ningún otro lugar adónde ir”. A mí me dan lástima; pero hay un Lugar. Uds. dicen: “Pues, nos moriríamos de hambre”.",
    "David dijo: “Una vez joven fui, y he envejecido, y nunca he visto justo desamparado, ni su descendencia que mendigue pan”.",
    "Eso es exactamente sobre las mismas bases que rechazaron a Jesús. Estaban tan envueltos es su denominación, y sacerdotes santos y edificios santos, e iglesias santas y templos santos, que fallaron en ver a Dios en Su templo humano. “Tú, siendo hombre, te haces Dios”. ¿Ven?, ¡ellos estaban tan envueltos en ello! Estos hombres estaban tan envueltos que Datán y demás estaban correctos. Nimrod estaba tan envuelto de que él podría lograr algo que llevaría a la gente por encima de la ira de Dios. Adán estaba seguro de que si él cubría su desnudez Dios no la podría ver. Uds. no la pueden cubrir, Dios tiene que cubrirla. ¿Ven? ¿Ven? El programa de Dios la cubre, no el de Uds. Siempre ha sido de esa manera, ellos fallan en ver a Jesús en Su templo, Dios manifestado en carne.",
    "Hoy en día como que me hace sentirme mal cuando veo que las Palabras de la Biblia han sido tan cortadas por tradiciones. Y personas sinceras de corazón que se paran allí y escuchan esa Palabra, y ellos saben que es la Verdad, pero no se atreven a hacer un movimiento, porque la tradición de ellos les enseña diferente. Laven los jarros y las cazuelas, entonces, hermanos, sigan adelante. Pero nosotros, y yo y mi casa, tomamos a Cristo, la Palabra. ¿Ven?",
    "Tomemos Juan 3 sólo un momento, Nicodemo, un maestro y principal de una gran denominación llamada el Sanedrín. Ellos mismos se habían juntado, e hicieron sus tradiciones. La—la de los Fariseos y la de los Saduceos, y ellos tenían su denominación entonces, sus diferencias, y así que ellos…Este hombre era un maestro, un principal de este gran Sanedrín, un hombre maravilloso en enseñanza. El conocía las Escrituras, él pensaba. El la conocía por medio de su tradición. ¿No dijo Jesús: “Habéis, por vuestra tradición, invalidado los Mandamientos de Dios”?",
    "¿Ven?, ¡debido a sus tradiciones! ¿Qué es eso? Poniendo su propia interpretación sobre la Palabra, en vez de dejarla en paz, lo que Ella dice. Ellos dicen que no significa Esto. Se fijaron, esa es la misma voz que el Diablo usó con Eva, para comenzar la primera organización, ¿ven? “Ciertamente sería de esta manera. Dios no haría eso, Uds. saben”. ¿Ven?, es la misma cosa. Es la misma cosa hoy en día.",
    "Ahora nos fijamos que este principal vino a Jesús. La primer cosa, ahora, él vino en busca de Vida Eterna, él vino en busca de salvación. Sin embargo, un hombre de su posición, un maestro en Israel, pero un maestro en Israel vino a un Hombre del que no tenemos registro que haya tenido alguna vez un día en la escuela. Un hombre de edad avanzada, un anciano sacerdote, sabio, vino adonde un Joven. Ellos eran aristócratas, hombres ricos vinieron adonde un Pordiosero que no tenía un lugar dónde recostar Su cabeza, para preguntarle a El el camino a la salvación y a la Vida. En primer lugar, los de ese Sanedrín, así confesó Nicodemo, habían visto algo en Jesús que otros hombres de su organización no tenían. Ellos vieron que había algo en El, porque él dijo: “Rabí, sabemos que Tú”. “Nosotros”, sí, ellos no lo confesaban, porque serían echados fuera. ¿Ven? “Sabemos que has venido de Dios como Maestro; porque nadie podría hacer estas cosas que Tú haces, si no está Dios con él. ¡Sabemos eso!” ¡Oh, hermanos! ¡Organización!",
    "Ahora, nos fijamos que Jesús era la manifestación de Dios. Ahora: “Nadie puede hacer estas cosas si no está Dios con él”. Ellos sabían que había algo diferente en ese Hombre. El era la Luz del día. El era el Testigo de Dios.",
    "Asimismo Coré vio la misma cosa en Moisés. Ellos no tenían a un hombre en aquel día como Moisés. El era el testigo Divino de Dios, de aquel día, del poder de Dios. Coré y su grupo lo vieron en Moisés. Ellos entendieron que no podía ser Moisés; que Moisés no podía abrir el Mar Rojo, Moisés no podía enviar plagas sobre la tierra. Era Dios en Moisés, y, debido a que Dios se representó en un testigo o en una luz del día, ellos fallaron en verlo. Coré quería formar todo un grupo de hombres, hacer entrar cualquier cosa.",
    "Para eso es que es buena la organización, hace entrar toda chusma que haya, y lo llama “Cristianismo”. Mandan a un joven a la escuela que no sabe nada más acerca de Dios que lo que un Hotentote sabría acerca de un caballero Egipcio, lo mandan allá y le dan una educación y le enseñan psicología, y le dan un Ph.D., y un título de doctor o licenciatura en letras, o alguna u otra cosa por el estilo. Y lo mandan a predicar el Evangelio, que ni siquiera ha sido salvo, que negará el nacimiento virginal y la resurrección, negará la sanidad Divina, negará el Poder de Dios, negará los mismos principios por los que Jesús murió, negará de que Marcos 16 está inspirada, negará “estas señales seguirán a los que creen”, cuando Jesús mismo dijo las Palabras, negará Hechos 2:38, negará cualquiera del resto de las Escrituras que están inspiradas. Y tratan de tomar una tradición de hombres de la cual no saben nada, y machacan con ello. Y cuando uno les dice la Verdad y les muestra la Verdad, tienen vergüenza de moverse, debido a su organización.",
    "Coré hizo la misma cosa, ellos vieron a Dios en Moisés, él vio que era el Agente de Dios obrando por medio de él. Y Nicodemo vio a Dios en Cristo: “Nadie puede hacer estas cosas si no está Dios con él”. Nicodemo ya estaba en la organización, tratando de salirse. Coré estaba afuera, tratando de hacer una a la cual entrar. Esa era la diferencia. Nicodemo estaba tratando de encontrar la salvación, para salirse de la cosa; él había estado en ella desde niño, él estaba cansado de ella. El quería ser salvo. Pero Coré estaba tratando de hacerse un—un lugar donde él pudiera ser importante.",
    "Así es con la gente hoy en día. Ese es el problema con el Cristianismo, tenemos tantas falsas personificaciones. Y nuestra gente Pentecostal, perdonen la expresión, está plagada con ello, ¡comparación carnal! Que Dios levante a un hombre y le dé algo, y todos en el país tratarán de imitar a esa persona. ¿No se dan cuenta que Uds. están matando a su propio equipo? Cuando Uds. están jugando fútbol…“Y la gracia”, como Pablo lo hubiera dicho, “corramos esta carrera con paciencia”. El hombre que tiene la Pelota, no se la quiten de sus manos, traten de protegerlo. Pero en vez de eso, porque él no pertenece a la organización de Uds., Uds. tratan de quitársela a él. Algún hombre que es tan torpe, que él no podría, él tropezaría con las flores en una alfombra, y entonces tratar de quitársela a uno. Eso es correcto. Ahora, hablando espiritualmente, quiero decir. Discúlpenme, yo…Pues, si él va a tropezar sobre una cosita como Hechos 2:38, es seguro que él va a caer. Si él se tropieza alguna vez sobre Marcos 16, ¿cómo lo va a lograr? ¿Ven? Lecciones de muy poca calidad sobre Cristo. Y lo mismísimo que se discutió en el Concilio de Nicea, ellos todavía tropiezan con ello después de todos estos años.",
    "Tratando, Coré estaba tratando de hacer una organización, para entrar en ella. Y Nicodemo había estado en ella, tratando de salirse de ella. Nicodemo fue aceptado, y salió. Coré pereció en ella, en su esfuerzo, él pereció en su propio esfuerzo. ¡Oh, hermanos!",
    "La organización en la que estaba Nicodemo, sabía que Cristo fue enviado por Dios, así lo dijo. Nicodemo, en el capítulo 3 aquí, lo confiesa: “Rabí, sabemos que has sido enviado por Dios como Maestro; porque nadie puede hacer estas señales que Tú haces, si no está Dios con él”. Y el mismo grupo, debido a su organización, lo llamó a El “Beelzebú”, debido a Su poder para echar fuera demonios, y dijo: “El engaña a nuestra gente por medio de Su Doctrina”. Es la misma cosa hoy en día. ¿Engañando qué?",
    "Jesús dijo: “Yo sólo hago aquello que le agrada al Padre, Yo sólo guardo las Palabras de Dios”, porque El era la Palabra. El no podía hacer nada más sino la Palabra.",
    "Pero, debido a su organización, debido a sus maneras, tenían a los hombres atados. En sus corazones lo sabían, pero su organización no les permitía guardarla. Entonces, para hacer una vía de escape, para evitar que la gente dejara la organización (“todos los hombres se van tras El”), para evitar que la gente dejara la organización y siguiera la Verdad de Dios (lo cual El era la Verdad, “Yo soy la Verdad, la Luz”), para evitar que siguieran Eso, dijeron que El estaba engañando al pueblo. ¡Piénsenlo! Un Hombre, que en Su corazón sabía que El era Dios, que Dios estaba en El (“nadie puede decir estas cosas, o hacer estas cosas, si no está Dios con él”), sabiendo eso y diciendo eso y confesando eso, y luego darse la vuelta y llamarlo a El “Beelzebú, y engañador del pueblo”, el pueblo de ellos, “por medio de Su Doctrina”. ¡Oh, hermanos!",
    "Nicodemo sabía que El era un Profeta. Ahora, ese era uno en la organización que amaba a Dios lo suficiente y temía a Dios lo suficiente, y reconocía por medio del Antiguo Testamento que este Hombre reunía todos los requisitos y fue probado y vindicado, un Profeta enviado por Dios. Los hombres debieron haberlo honrado a El. Si él en realidad vino de noche, él llegó allí. El es mucho mejor que muchos de nuestros maestros hoy en día, ellos no vienen en lo absoluto. Nicodemo finalmente llegó. Así que, no lo condenen a él, si Uds. no han llegado aún. Nicodemo sabía que El era un Profeta, así que él temía a Dios. El no iba a permitir que ese Hombre se alejara de él, la Luz de ese día. No importa cuánto fuera contrario, cuánto dijera su organización que era contrario, él vio a Dios vindicando a ese Hombre y él sabía que El era un Profeta. Y si El era un Profeta, la Palabra del Señor viene al profeta, y El sabía de qué estaba hablando. ¿Ven? Así que él fue a Jesús, él quería saber cómo recibir la salvación. Y este Hombre era un Profeta, la Palabra de Dios estaba con El, y El conocería el camino de la salvación.",
    "Pero lo que Nicodemo tenía que aprender es lo que mucha gente hoy en día, de las denominaciones de este día, tiene que aprender. Lo que Nicodemo debería de haber sabido, es lo que la gente hoy en día debería de haber sabido, de estas denominaciones. El era más que un Profeta. El vino a El para averiguar, para decirle a El que le dijera cuál era el camino a la Vida, y Jesús mismo era la Vida. El que tiene al Hijo tiene Vida. Así que él no, no debía de haber venido a tratar de aprender una enseñanza, él debía de venir a aceptar a la Persona. ¡Eso es lo que es esta noche! La Principal Piedra del Angulo es rechazada de nuevo. ¿Qué es la Principal Piedra del Angulo? Es la Palabra, por supuesto. Cristo, El es la Palabra.",
    "El tenía que aprender algo. El pensó: “Pues, ahora, este Hombre es un Profeta, El sólo es un Profeta”.",
    "Así que, se fijaron, Jesús nunca respondió su pregunta, El simplemente lo reprendió por su ceguera. ¡Más que un Profeta, El era la Palabra y la Luz resplandeciente de la Palabra! El era Dios resplandeciendo a través de una instrumentalidad, probando que era Dios en el Hombre. El era la Palabra. Primera de Juan, el capítulo 1…San Juan, el capítulo 1, mejor dicho, dice: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”. Y aquí estaba la Palabra de Dios resplandeciendo a través de este pequeño y frágil cuerpo de un Hombre, y cegó a la organización. Pero El viene a tomar individuos. ¡Más que un Profeta, El era la Palabra! El es Vida. No…El no tenía que enseñarle a uno acerca de alguna Vida por venir, ¡El mismo era esa Vida! El era Vida. El era Luz. El era Vida. El era la Vida Eterna, estaba en El, y sólo El es el Dador de Vida Eterna. “El que tiene al Hijo, tiene la Vida”. Así que Uds. tienen…Uds. no pueden tener nada más a la Palabra enseñando de El, Uds. tienen que tenerlo a El.",
    "Uds. dicen: “Oh, la gente se sienta y aprende esa Biblia y todas las palabras Griegas, y qué son las definiciones, y las puntuaciones, y demás”. ¡Y no saben nada acerca de Dios! ¿Ven? ¡No! ¿El que tiene—el que tiene la—la—la forma, el que tiene el plan? Es el que tiene al Hijo, que lo tiene a El, la Persona. El es el que tiene Vida.",
    "Nicodemo sabía que El sabía acerca de la Vida, pero él nunca supo que El era la Vida Eterna. Eso es lo que era el Hombre con el que él estaba hablando, el Mensajero, la Luz del día, la Luz del mundo. “La Luz en las tinieblas resplandece, y las tinieblas no prevalecieron contra ella. A lo Suyo fue enviado, y los Suyos no le recibieron”. ¿Por qué? ¿Por qué? Porque ellos estaban tan organizados, establecidos con el lavamiento de los jarros y cazuelas, y tradiciones, que fallaron en ver la Palabra hecha carne.",
    "Se ha repetido. Se ha repetido de nuevo. La historia se repite cada cierto tiempo. Sí, El sabía que El tenía—El sabía acerca de la Vida, pero Nicodemo no sabía que El era la Vida. Eso es lo que es hoy. Tanta gente trata de hacer a Jesús, oh, un gran Maestro, ellos aun tratan de decir que El era un Profeta. Pero cuando uno trata de decir que El era Dios, eso es demasiado. ¿Ven? Pero El era Dios, y El es Dios, y El siempre será Dios. Eso es todo. Eso es correcto.",
    "Fíjense, El nunca le dijo a Nicodemo, ahora, cuando él vino a El, El nunca dijo: “Ahora, Nicodemo, Yo tengo gran respeto por ti, que tú eres un—un—un maestro en Israel. Yo te diré qué, tú estás buscando la Vida Eterna, quizás tú deberías de pulir tu erudición. Tú no dices tus palabras correctamente”, (tonterías), “o quizás tú deberías de buscar un oficio más alto en tu denominación, para tener Vida Eterna”.",
    "Eso es lo que tanta gente trata de hacer hoy en día, ajá, un oficio más alto, ellos quieren convertirse de ser un—un pastor a un presbítero del estado, o—o a algún obispo o algo por el estilo. Eso no tiene nada que ver con Dios.",
    "Miren lo que El hizo delante de tal persona. El lo reprendió por no saber la hora en la que él estaba viviendo: “¿Me quieres decir que tú eres un maestro en Israel y no puedes entender estas cosas, cuando”, dijo El, “un hombre tiene que nacer de nuevo?”",
    "🦅 Pues”, dijo él, “¿yo un hombre viejo, entrar en el vientre de mi madre?”",
    "El dijo: “Y tú eres un obispo, un cardenal, un presbítero del estado en la iglesia Pentecostal”, o alguien más, “algún gran tipo en la organización, ¿y tú no conoces la Escritura?”\n\n“Oh, tenemos a Moisés”.",
    "🦅 Si hubieseis conocido a Moisés, me hubierais conocido a Mí, porque él fue el que habló de Mí”. ¿Ven? Pero no de acuerdo a sus tradiciones, su—su organización, eso era diferente. Pero Moisés habló de El, y El era aquel del cual habló Moisés, y sin embargo ellos no lo sabían. ¿Por qué? Ellos mismos se ataron tanto con tradiciones, ellos no lo sabían.",
    "Y mis hermanos que leen, que toman esta cinta, no la apaguen ahora. Sólo un momento, vamos a enfrentarnos directamente con esta cosa. Yo los amo, Uds. son un pastor. Y yo no estoy tratando de ser un sabelotodo. Si estoy dando esa impresión, entonces Uds. paren la cinta y oren por mí. Yo sólo estoy tratando de traerles algo que es Verdad. No permitan que se les pase.",
    "Ahora, yo respeto el orden del hombre, y demás, pero cuando Uds. hacen estas organizaciones…Miren a los Fariseos, no querían tener nada que ver con los Saduceos, porque los Saduceos no creían ni en—en ángel o—o espíritu, o resurrección, o nada, y los Fariseos poseían ambas, y ellos estaban en guerra el uno con el otro. Ahora la unidad cree una cosa, la trinidad cree otra, y la Metodista otra, y la Presbiteriana otra, y Uds. trazan pequeñas líneas. ¿Y qué tienen? Una separación de hermandad. A propósito, encontraremos ese lugar en la Biblia dentro de poco, qué es, y qué dice Dios que es.",
    "Ahora, no, El nunca le dijo que se puliera. El sólo lo estaba reprendiendo por no saber lo real. “¿Eres tu maestro en Israel, y no sabes esto? Si os he dicho cosas terrenales, y no las podéis entender…” ¡Piensen! “Un maestro, un orden alto en una iglesia ortodoxa, obispo, cardenal, y ni siquiera podéis entender la forma infantil de cosas naturales que Yo os digo, ¿cómo entenderéis cosas espirituales del Cielo?”",
    "Pero un ignorante y viejo pescador que ni siquiera podía escribir su propio nombre, lo entendió, ¿ven?, y fue hecho la cabeza de la iglesia de Jerusalén, Pedro. ¿Ven? Oh, “Todo lo que el Padre me ha dado, vendrá”. ¿Ven? Ellos lo ven. Lo creen. Actúan en base a Ello, sabiendo que nada los va a detener.",
    "Así como el campesino. No es agradable hacer una broma, pero para hacer una ilustración. Dijeron que un campesino colocó una gallina, y no tenían suficientes huevos, él puso un huevo de pato bajo ella. Cuando el patito salió del cascarón, él era la cosa más rara que esas gallinas habían visto alguna vez. El tenía una rara cara larga, y él andaba graznando en vez de cloqueando, y—y las gallinas todas comían y picoteaban en el corral. Y esa no era su dieta, exactamente. Así que un día la vieja gallina lo guió hacia atrás del establo, para atrapar algunos saltamontes, y al otro lado de la colina había un—un lago. Y sucedió que el viento venía de la dirección del lago, y él olió el agua. Simplemente es su naturaleza. La vieja gallina dijo: “¡Cloc, cloc, cloc, cloc, regresa!”",
    "El dijo: “Cuac, cuac, cuac”, directo al agua. ¿Por qué? El era un pato, para comenzar. No importa cuánto cloqueó la gallina, él todavía era un pato.",
    "Y así es un hombre que está predestinado a Vida Eterna. Cuando él ve la Luz de Dios, no hay suficientes organizaciones en el mundo para cloquearle metiéndolo de regreso en ello. No. ¿Por qué? Es su naturaleza. El pudiera haber estado alimentándose con ellos por mucho tiempo, y comiendo su basura y sociales, pero él llega a un punto en que él encuentra algo diferente, así que él lo sabe. “Mis ovejas conocen Mi Voz”, dijo Jesús, “al extraño no seguirán”. Ellas pudieran estar siguiendo algo extraño, pero dentro de ellas hay algo diferente. Permitan que oigan la Verdad una vez, y obsérvenlas. “Todo lo que el Padre me ha dado, vendrá”.",
    "Sí, El lo reprendió a él por no saber. “¿Eres tú maestro en Israel, y no sabes esto? ¡Os es necesario nacer de nuevo!” Ahora, el hombre natural, quiero…Uds. se fijen en algo aquí: “Os es necesario nacer de nuevo”.",
    "Ahora, la vida natural, si tenemos vida natural, para poder estar activos en esta vida natural, en cosas naturales, tenemos que tener un nacimiento natural. Ellos simplemente no lo arrancan a uno de un tirón de un árbol, ¿ven?, no lo paran allí de alguna manera. Ellos lo intentaron, pero no funcionó. Tiene que ser de hecho un nacimiento, un nacimiento natural, para hacerlo activo a uno para que uno pueda tener los cinco sentidos, caminar, habla, vista, gusto, tacto, olfato, oído, moverse, etc., porque uno entonces es un ser humano, y uno— uno está sujeto a todas estas cosas porque forman parte de la vida natural.",
    "Y, en tal nacimiento, algunas veces llegamos a ser muy sabios en sabiduría mundana o en los asuntos del mundo, llegamos a ser Presidentes y—y grandes eruditos, y mecánicos maestros y científicos, y demás. Y Uds. saben siempre, desde el mismísimo principio, eran los hijos de Caín los que tenían esa clase de sabiduría; no los de Set, ellos eran humildes pastores. Pero los hijos de Set era gente piadosa. Pero los hijos de Caín siempre fueron inteligentes, elevados, ciencia, doctores y grandes hombres. Eso es correcto. La Biblia así lo dice, Uds. saben, Eso enseña eso. Y muy religiosos, pero perecieron al final. Llegamos a ser sabios al ir a la escuela, tomar becas, y demás, llegamos a ser muy sabios, inteligentes, y podemos hacer cosas y decir cosas, y algunas veces más habilidosos para hablar que un hombre que está lleno del Espíritu. ¿No dijo Jesús: “Los hijos de este siglo son más sagaces que los hijos del Reino”? Seguro, porque ellos, por medio de sus intelectos que ellos pueden—pueden hablar y ser más listos y más habilidosos para hablar, y tomar las Escrituras y torcerlas para hacerlas decir cosas que Ellas no dicen.",
    "🦅 Oh, Ella no quiere decir eso exactamente”. Cuando un hombre dice eso, apártense de él. Dios cuida de Su Palabra, Uds. saben, dice la Biblia. Está escrita exactamente como debería de estarlo. ¿Ven? Ahora, es puesta de tal manera para engañar, o para hacer al sabio tropezar en Ella. Es tan sencilla, esa es la razón por la cual ellos tropiezan en Ella. ¿Ven? Muy bien.",
    "Toda esta sabiduría y cosas que pueden acumular, sin embargo, pero es de…ese nacimiento es de abajo, de esta tierra. Es de la tierra, y es en contra del Espíritu de Dios. El primer nacimiento, para hacernos activos aquí, hacernos hombres mortales, debido al acto de pecado en el huerto, hizo que el hombre viniera al mundo por medio de una mujer. Y un hombre nacido de mujer es corto de días, pero un hombre nacido de Cristo es Eterno. Job dijo: “El hombre nacido de mujer, corto de días, y hastiado de sinsabores”. Fíjense, pero un hombre que nace de Cristo, tiene que nacer de Arriba. Ahora, pero un hombre que nace de la tierra, llega a ser sabio y casi puede ser más listo.",
    "Miren cuán astuto era el Diablo, él engañó a todo sacerdote que vino a la tierra. El en verdad lo hizo. El engañó, él todavía está haciéndolo. Sí, seguro que lo hizo. El era inteligente, pero él se tropezó con la horma de su zapato, un día, el cual lo derrotó. Y lo único que tenemos que hacer es simplemente apoyarnos en El, El ya lo derrotó a él. ¿Ven?",
    "Pero es de abajo, y ella, esta sabiduría que el hombre acumula para probar y mostrar todas estas cosas por qué el hombre debería de hacer esto y el hombre debería de hacer aquello, es contrario y enemistad (la mente carnal) a Dios. La Escritura así lo dice. Correcto. No importa cuán inteligente, ellos pueden torcerla. Quiero que alguien me muestre dónde tuvo Dios alguna vez una organización o alguna vez ordenó una, sino que la condenó aquí en la Biblia. No importa cuán inteligentes ellos puedan tratar de ser, ¡es contrario! Cómo puede la sabiduría pararse y ganarle a discutir a uno, y hacerlo a uno sentirse así de pequeño al decirle a uno acerca de ello, pero es contrario a las Escrituras.",
    "Alguien me dijo: “Hermano Branham, hay una cosa que tengo contra Ud.” Dijo: “Ud. es un Sólo Jesús”.\n\nYo dije: “No lo soy. No pertenezco a ninguna organización”.",
    "Un presbítero de un cierto estado envió, el otro día, y dijo: “Alguien me dijo que Ud. es un Sólo Jesús, Hermano Branham”.\n\nYo dije: “Eso es contrario. Eso está errado”.",
    "Dijo: “Ellos me dijeron que Ud. cree en el amor libre, que los hombres deberían de dejar a sus esposas y buscar…” Ahora, ¿ven?, esas sólo son mentiras del Diablo. Uds. saben eso.",
    "Yo dije: “¡Estoy absolutamente contra semejantes cosas que no son Escriturales! Creo en santidad y pureza. Creo que el hombre está ligado a su esposa mientras ellos vivan”. Uds. no deberían de tomarla sin orar primero.",
    "Y Sólo Jesús, el grupo de Sólo Jesús, nada en contra de ellos, son tan buenos como cualquier grupo, para mí. Pero ellos bautizan mal, ellos bautizan para regeneración. Yo creo que somos regenerados por el Espíritu Santo, no por agua. Yo sí uso el Nombre de Jesucristo en bautismo, y no hay otra Escritura en la Biblia para respaldar…que lo haga contrario. No hubo nadie en la Biblia que haya sido bautizado alguna vez en el nombre de “Padre, Hijo, Espíritu Santo”. Quiero que alguien venga a mostrarme un solo lugar en que una persona fue bautizada así. ¡Entonces, si no es Escritural, dejen de hacerlo!\n\nUds. dicen: “Eso no hace ninguna diferencia”.",
    "Lo hizo para Pablo. El les ordenó a ellos ser bautizados de nuevo, en el Nombre de Jesucristo, y luego recibir el Espíritu Santo. Y Pablo dijo: “Si un ángel del Cielo”, Gálatas 1:8, “viene, y enseña diferente Evangelio”, del que él había enseñado, “sea anatema”.",
    "¿Ven?, es tradición. Hablé con un gran hombre no hace mucho tiempo. Dijo: “Hermano Branham, no puedo. Yo sé que Eso es correcto”, dijo él, “¿pero qué puedo hacer al respecto?”\n\nYo dije: “¡Obedecerlo!”\n\nEl dijo: “Pues, yo—yo tengo un prestigio entre nuestra gente”.",
    "Yo dije: “Pero yo quiero un prestigio con Dios, así que obedezca Su Palabra. Ud. tiene que hacer su elección, ¿servirá Ud. a Dios o al hombre?”",
    "Pero ellos consiguen su organización, establecen estas declaraciones en ellas, las siguen. La primera vez que eso haya sido usado alguna vez fue en la iglesia Católica Romana. Eso es correcto. Quiero que alguien me muestre algo diferente. Yo leo la historia, también, Uds. saben. Así que recuerden, ese es un bautismo Católico, y todo el que es bautizado de esa manera es bautizado en el compañerismo Católico. Lo voy a probar antes de que la noche haya terminado, si el Señor quiere. Eso es correcto. Esa es la razón por la cual Uds. deben regresar.",
    "No los Sólo Jesús. Ahora, hay bastantes hombres buenos en la iglesia Sólo Jesús. Bastantes hombres buenos en las Asambleas de Dios, la Iglesia de Dios, la Metodista, la Bautista, la Presbiteriana, y la Católica. Pero no hay ninguno de ellos en la Iglesia, ninguno de ellos. Hay individuos allí que deben estar en la Iglesia. Pero no es esa denominación que tienen lo que los hace la Iglesia, como el hombre trata de hacerlo de esa manera. Eso está errado. En un momento nos pondremos a darles algunas Escrituras en unos momentos.",
    "Sí, para estar activos en la tierra, uno tiene que nacer naturalmente para estar activos, y tal nacimiento nos hace sabios como he dicho. ¿Ven? Y llegamos a ser listos, inteligentes, nuestros intelectos nos dan eso. Pero recuerden que ese nacimiento, el mismo principio de ello, es contrario. Es terrenal y contrario a la Palabra de Dios, insensato para Dios y para Su plan, ignorante al plan de Dios. Si no lo fuera, Nicodemo hubiera sabido más de lo que Jesús sabía al respecto. ¿Ven? “¿Eres tú maestro en Israel?” ¿Ven? ¿Ven adónde van sus denominaciones, adónde sus grandes hombres inteligentes que se juntan y trazan sus planes, y los establecen?",
    "Permítanme decirles esto. Cada vez que Dios envía una Luz sobre la tierra, sobre algo en la Escritura, ellos corren inmediatamente con ella. Y tan pronto ese hombre se ha ido, ellos hacen una organización de ello. Y tan pronto la organizan, quiero pedirle a cualquier historiador (aquí presente ahora, o que está en las cintas) que venga a mostrarme. En cualquier ocasión que el hombre organizó alguna vez una iglesia, ella murió allí mismo y nunca se levantó de nuevo. Es contrario a Dios. Es contrario a las Escrituras. Por tanto estoy en contra de ello, cualquier cosa de la cual Dios está en contra. Si Dios está en mí, entonces yo estoy en contra de lo que Dios está en contra. Su enemigo es mi enemigo. Su Iglesia es mi Iglesia. Su Vida es mi Vida. El dio Su Vida, El llegó a ser yo para que yo por Su gracia pudiera llegar a ser como El. ¿Ven? Cambiamos lugares. El llegó a ser un pecador como yo y murió por mí, en mi lugar, para que yo pudiera ser un hijo de Dios como El lo era.",
    "Ahora ¿ven Uds. adónde han llegado sus denominaciones ya? (Nosotros no hemos comenzado.) ¡Sabios en la sabiduría mundana pero muertos al plan de Dios! Ahora miremos hacia atrás, detengámonos aquí un momento.",
    "Adán era contrario al plan de Dios, porque él había desobedecido la Palabra. El mismo trató de hacerse una cubierta, una religión. Eso falló, y siempre ha fallado, lo que el hombre trata de hacer. Nimrod estaba errado. Coré pereció. ¿Qué estaban tratando de hacer? Hacer una organización.",
    "Y después de eso, cuando ellos finalmente se organizaron, Jesús los encontró, ¡muertos! Dijo: “Tenéis ojos y no podéis ver. Tenéis oídos y no podéis oír”. ¿Ven? Dijo: “Estáis ciegos, guiando a ciegos. Si el ciego guiare al ciego, ¿no caerán ambos en el hoyo?” El dijo: “¿Eres tú maestro en Israel, y ni siquiera puedes entender lo que es el nuevo nacimiento? Cuando, si tú te hubieras mantenido lejos de esas tradiciones, y te hubieras aferrado a la Palabra, hubieras sabido que Yo venía a darle al hombre un nuevo nacimiento. Hubieras conocido Mi día. Si hubieseis conocido a Moisés, me hubierais conocido a Mí. ¡Moisés habló de Mí y él dijo que Yo vendría, y aquí estoy! Y si Yo no hago las cosas que Moisés y los profetas dijeron que Yo haría, entonces no me creáis. Si no hago las obras de Dios, entonces no me creáis. Pero si no me podéis creer, siendo un Hombre, y si no me podéis creer porque soy un Hombre y estoy haciendo las obras de Dios, creed a las obras porque ellas testifican de las cosas que estoy haciendo”. ¿Ven?",
    "Pero entonces, como hoy en día, si El hubiera vivido en la tierra hoy en día, las Asambleas de Dios tuvieran uno, los de la Unidad tuvieran uno, y todos tuvieran un Jesús. Seguro, su denominación tiene que llevar la pelota. ¿Ven? Si no está avanzando, entonces ellos tampoco. Separando hermandad.",
    "Yo recuerdo a un muchachito llamado el “Pequeño David”. El es un hombre, casado ahora, creo que tiene una familia. Recuerdo cuando él apenas comenzó. Fui a San Luis. Yo he escuchado muchachitos predicadores, que llegaban allí arriba y decían: “Jesús, un niñito, que nació en un pesebre. Mamá, ¿cuál es el resto de eso?” Pero no ese muchachito. El se quitaba su saco, tomaba un texto y predicaba. ¿Pero qué era él? Daba la casualidad que él era un Sólo Jesús. Su padre, el Sr. Walker, pertenecía a los Sólo Jesús. Pues, las Asambleas no podían soportar eso. Tuvieron que conseguirse un pequeño David. Pues, los demás tenían que conseguirse un pequeño David. Y una vez cuando el muchachito estaba teniendo una reunión allá en Florida, él me llamó para que yo viniera y le ayudara. Y el Hermano Moore y yo leímos las dos páginas de la parte de enfrente del periódico, con nada sino pequeños Davides, cada iglesia tenía un pequeño David. ¡Oh, válgame Dios! Pues, si un montón de los ancianos de Dios hubieran reconocido el don en ese pequeño muchachito, él hubiera metido millares de almas al Reino, ¿ven?, al grado que él se olvidara de su tradición acerca del hombre y esto así. Dios tenía un don en su vida, ¡úsenlo!",
    "Cuando la sanidad Divina fue representada por primera vez, todo mundo tenía un sentir en sus manos y podían oler enfermedades. ¡Oh, hermanos! ¿Por qué? Tenían que hacerlo, su organización estaba atrás en la carrera. ¿Ven?, Uds. tienen sus organizaciones adelante del plan de Dios, Uds. piensan que lo es. Pero Dios tiene Su Iglesia siguiendo adelante de todas maneras, un Cuerpo místico. Uds. no se unen a Ese, Uds. nacen en El.",
    "Sabios en sabiduría del mundo, pero muertos en los planes de Dios. Díganme, entonces. Díganme, entonces. Uno puede decirles y probarles que están errados, por medio de la Palabra de Dios y de la promesa, y aun así ellos no lo ven. Yo me puedo sentar y tomar la Palabra y mostrarles que la denominación está errada. Yo puedo mostrarles que credos que Uds. tienen hoy están errados, ¿ven?, estos credos de la iglesia. Mostrar que está errada, y ellos dirán: “Pues, hemos sido enseñados a creer esto”. ¿Ven Uds.?, en mi opinión, es—es carne, si saben de qué estoy hablando, carne de cañón. Sí, eso es correcto. No pueden ver. Jesús dijo: “Uds., Uds.—Uds. no pueden ver, para que puedan venir a Mí y tengan Vida”.",
    "Allí estaba Nicodemo, un hombre honorable, un gran hombre, un obispo en su iglesia, hombre de renombre, amado por todos, y vino a Jesús y no sabía nada más acerca de la vida que—que nada. El era muy ignorante de Ella cuando Jesús lo reprendió por ello, pero él fue lo suficiente sincero para venir. El resto de ellos ni siquiera vinieron. Ellos se mantuvieron apartados con los sumos sacerdotes y con el Obispo Fulano de Tal y Fulano de Tal. ¿Ven? Ellos se mantuvieron apartados con ellos, prefirieron tomar sus tradiciones de sus ancianos que oír la Palabra de Dios.",
    "Ahora, uno puede decirles, ellos no lo escuchan. Uno puede exactamente…¿Pudieran Uds. imaginarse…? Quiero preguntarles algo. No es mi intención decir esto sacrílegamente. Ahora, hermanos que escuchan la cinta, no es mi intención decir esto sacrílegamente. ¿Pudieran imaginarme yendo aquí, y—y que un nudo en el árbol pudiera preguntarme: “¿Cómo es que tú caminas así como caminas? Yo tengo vida, yo soy un nudo en este árbol”? El puede probar que él tiene vida, pero es la clase incorrecta. Si él quiere caminar, la única manera de que alguna vez él caminara, viera, gustara, sintiera, oliera y oyera, si él pudiera hablar y decirme y preguntar eso, la única manera, es que él tendría que nacer de la misma manera en que yo nací. Amén. El nunca lo va a entender de ninguna otra manera. Pero si él nace de la misma manera en que yo nací, entonces él sabrá las cosas que yo sé. Amén. ¡Oh, hermanos! Sí, señor. Uno no le puede decir a un nudo en el árbol cómo nos movemos y estamos activos, él tendría que recibir nuestra clase de vida para entenderlo. ¡Lo mismo es con el Espíritu! La misma cosa es con el Espíritu, o Uds. no pueden entenderlo. No hay necesidad de tratar de explicarse todo, sólo vengan a El primero. Porque: “El que no naciere de nuevo, él ni siquiera puede ver el Reino”, dijo El, eso es, “entenderlo”. Uno tiene que nacer de nuevo para conocerlo.",
    "Pues, dicen Uds.: “Yo nací de nuevo”. ¿Y negar la Palabra? ¿Cómo pueden Uds. serlo? La propia vida de Uds. les da vindicación de ello, su propio grupo con el que Uds. están unidos, pájaros de un mismo plumaje. ¿Ven? Esperen a que lleguemos a esas cosas en unos minutos, ¿ven?",
    "Viene por el Espíritu. ¿Cómo le puede uno decir cosas del Espíritu a la gente que no ha nacido del Espíritu? Uds. tienen que nacer del Espíritu para entender las cosas del Espíritu. La…Jesús dijo: “El viento sopla de donde quiere, no sabes de qué dirección viene, o a dónde va”. ¿Ven? Así es todo el que ha nacido del Espíritu, ellos no le pueden decir a uno. Un hombre que ha nacido del Espíritu no piensa, él permite que Dios sea el que piense.",
    "¿Piensan Uds. que yo pudiera pararme en la plataforma aquí, tomar un pensamiento y decirle a un hombre allá atrás: “Su nombre es Fulano de Tal y él viene de tal y tal lugar, él hizo esto. Y él se casó con otra mujer allá atrás, y hace veinte años, y él tuvo hijos con esta mujer. El tiene que llevar esta cosa de regreso, y hacer aquello”, piensan Uds., pensándolo, que yo podría hacer eso? No hay semejante sabiduría en este nacimiento aquí en la tierra para eso. Va más allá de eso. Tiene que venir de Arriba. Entonces cuando Uds. nacen del Espíritu, de Arriba, la Vida que estaba en Aquel que sí hizo esas cosas, dijo: “Las obras que Yo hago, vosotros las haréis también”.",
    "Su nacimiento tiene que ser cambiado. Uds. han sido engañados. Uds. pudieran haber hablado en lenguas, pudieran haber saltado de arriba abajo, pudieran haber gritado, pudieran haber hecho todo esto, aquello, lo otro, Uds. pudieran haber sido un—un miembro leal. También lo fue Nicodemo, ¿ven?, pero a él le faltaba el nacimiento. Y cuando Uds. niegan la Palabra, tratan de colocarla en alguna otra parte y le hacen algo a Ella, y la esparcen de esa manera. Entonces Jesús dijo: “Estas señales seguirán a los que creen. Id por todo el mundo y predicad el Evangelio a toda criatura”. Siempre y cuando el Evangelio esté siendo predicado, estas señales seguirán. Díganme el lugar donde El se lo quitó alguna vez a la iglesia. Muéstrenme la Escritura donde El dijo, alguna vez dijo: “sólo es por tanto tiempo”. El dijo: “¡A todo el mundo y a toda criatura!”",
    "Sí, Uds. tendrían que recibir la clase de Vida que El tuvo, para poder vivir Su Vida. Y cuando Uds. vean Su Vida, entonces Uds. conocerán Su Palabra. Eso es correcto. “Cuando El”, pronombre personal, no un pensamiento, no una imaginación, no una sensación, pero “cuando el Espíritu Santo venga, El tomará estas cosas que os he dicho, y os las revelará, y os mostrará cosas que habrán de venir”. Ese es el nacimiento. Esa es la vindicación de que es Palabra. Y cuando un hombre dice que tiene el Espíritu Santo, y niega la Palabra de Dios y la coloca en alguna otra parte, ¿cómo puede el Espíritu Santo negar Su propia Palabra? Ahora muéstrenme una organización en la Palabra. Allí lo tienen. ¿Ven? Muy bien.",
    "Podrían Uds. pensar en un hombre de negocios…Ahora esto es cuán atrasada está nuestra iglesia. Pudieran imaginarse a un hombre de negocios que empezara un negocio aquí, y aquí está un…realmente es un negocio próspero, y él tiene que conseguir un poco de ayuda rápidamente, y que él fuera adonde un montón de hombres muertos, cadáveres, y dijera: “¿Vendrían a trabajar para mí?” No habría ningún beneficio para él.",
    "Esa es la razón por la cual la organización nunca se levanta de nuevo. ¿Ven? Un montón de incredulidad muerta congregándose ellos mismos como Nimrod, como Coré, como a través de la edad. Cómo puede…El nunca la usó, nunca usa una organización. El no lo puede hacer. Ya está fuera de la voluntad de Dios, ha pasado más allá de eso. Está fuera de alcance, está fuera de búsqueda.",
    "¿Cómo pudieran ir adonde un hombre que no se pudiera mover, la cabeza, manos y pies paralizados, y decirle a él que Uds. quieren que corra una carrera a pie para Uds., correr esta carrera con paciencia, despojar…? ¿Ven? ¿Cómo pudiera él hacerlo cuando el hombre no se puede mover, él está paralizado? Uds. tienen que quitarle a él lo paralítico, primero, entonces puede correr.",
    "Eso es lo que la organización necesita, es una sanidad Divina. ¡Oh, hermanos! Yo espero no encuentre…suene crítico. ¿Ven?, no estoy criticando, pero si un clavo no está remachado se saca fácil. ¿Ven? Por eso es que el Espíritu Santo no puede usar una denominación. Tan pronto como ella…",
    "Recuerden, creo que Martín Lutero tenía el Espíritu Santo. Absolutamente. Quizás no en la porción en que está hoy, porque no había sido dado. Hemos pasado por esto, Uds. del tabernáculo, aquí en el pizarrón. Pero él sí le creyó a Dios, “y el que cree tiene Vida Eterna”. Yo nunca pensé que hubiera una persona que creyera eso como yo, hasta esta mañana, escuché a Charles Fuller mientras yo iba. El cree, también, que el nuevo nacimiento no es el bautismo del Espíritu Santo. El nuevo nacimiento es nacer. El Espíritu Santo es el bautismo. ¿Ven? Muy bien.",
    "Ahora nos damos cuenta que este hombre tiene que nacer de nuevo para poder estar activo. Muy bien, nacer de la carne, entonces Uds. tienen sabiduría del mundo. Y sabiduría del mundo obedece a su maestro carnal. Correcto. Eso es exactamente el porqué un hombre que no tiene el nuevo nacimiento, y uno le dice la Palabra de Dios, ellos obedecerán a su obispo, su presbítero o su organización, en vez de la Palabra de Vida. ¿Por qué? No conoce nada más sino eso. “Pues, Ud. sabe, algún día yo pudiera ser un presbítero”. Pues, Nicodemo era un maestro. Eso era más allá de un presbítero, eso era más allá de un—un—un pastor, eso era más allá, eso era un maestro en Israel. ¿Ven? Sí, y él era un gran hombre, él pertenecía a este grupo y no sabía nada acerca de Dios. ¿Ven? Todo lo que sabía era un poco de historia.",
    "¿De qué sirve un Dios histórico si El no es el mismo hoy? ¿De qué sirve el Dios de Moisés si El no es el mismo Dios hoy? ¿De qué sirve un Dios que pudo salvar a un hombre en una cruz que no pudiera salvar a uno en la misma condición hoy? Como siempre he dicho: “¿De qué sirve darle al canario de uno buenas semillas y vitaminas, para hacerlo que tenga buenas y fuertes alas y buenas plumas, y ponerlo en una jaula?” No lo entiendo. Tratar de decirle a él acerca de un Dios de poder y cosas, y meterlo en una organización que ni siquiera cree en tal cosa. ¿Ven? Está totalmente fuera. Esa es la razón de que falla, está muerta. Uno no puede usarla. Dios nunca la usó.",
    "Sólo piensen, el Espíritu Santo nunca, en ninguna momento, usó una organización, ninguna parte en la Escritura o en ninguna parte históricamente. Si alguien en esta cinta, o presente, puede mostrarme dónde tomó el Espíritu Santo una organización y formó un movimiento en la tierra, vengan a decirme. Quiero que me digan el libro de historia del cual salió. Uds. saben que no está en la Escritura, así que quiero que me muestren la historia de la cual salió. Dios nunca usó nada así. El usa a un individuo, siempre.",
    "Muy bien, nacer del Espíritu. Ahora, nacer de la carne, y tener sabiduría del mundo, la sabiduría obedecerá a su maestro carnal. Nacer del Espíritu es creer y obedecer la enseñanza de la Biblia, por el Espíritu Santo. Y un hombre que ha nacido del Espíritu obedecerá la Palabra de Dios a pesar de lo que cualquier tradición le diga. Sólo es eso. Uds. son nacidos de nuevo, esa es la razón de que Uds. ven. Pertenecer a una organización, poner todas las esperanzas de uno en eso…",
    "Ahora, no digo que la gente en la organización no ha nacido de nuevo. Ahora, llegaré a eso en unos minutos, si el Señor quiere. Seguro, han nacido, pero son individuos. La organización no ha nacido de nuevo; los individuos allí adentro han nacido de nuevo. Pero la organización sólo lo separa de Dios, eso es todo lo que hace, lo separa. Muy bien. A pesar de la carne, la denominación le enseña a la carne, siempre es contrario a la voluntad de Dios.",
    "Ser nacido de nuevo significa ser “dado a luz de Arriba”. De nuevo significa “de Arriba”. Supongo que Uds. saben eso, ¿ven? Nacer de nuevo significa ser “dado a luz de Arriba”. Ahora, Uds. verán, pueden estudiarlo si quieren, el lexicón. ¿Ven?, significa “un nacimiento que ha venido de Arriba”. Porque, Uds. han nacido aquí, ahora para nacer de nuevo tienen que nacer de Aquí arriba, para nacer de nuevo. Entonces ese Reino es tanto más alto que este reino, tanto más grande que este reino, al grado que este reino es necedad para Ese, y Ese es necedad a éste.",
    "Como he dicho a menudo, mi esposa y yo aquí no hace mucho fuimos a comprar algunos comestibles, hace unos cuantos meses, y vimos a una mujer que tenía puesta una falda. Y era la cosa más extraña que habíamos visto en mucho tiempo.",
    "Bueno, esta mañana, no digo esto sacrílegamente, yo escuché a una de las grandes y famosas organizaciones. Y mi hija y yo estábamos escuchando el radio mientras íbamos a dedicar una iglesia. Y un canto que cantaron, alguna clase de alguna u otra cosa por Tal y tal, un poco de ese cantar clásico que suena para mí como mujeres conteniendo su respiración hasta que están azules en la cara, y luego piensan que eso es cantar. Eso es chirriar. A mí me gusta la antigua forma de cantar pentecostal, directamente del corazón de uno. Uno no podría llevar una tonada en una cubeta de carbón, pero sin embargo uno está cantando, cantando alegre al Señor. Creo que eso es espiritual. Me gusta. Pero eso de contener su respiración hasta que uno está azul en la cara, y morir y luego volver, quién…Uno mismo ni siquiera sabe qué está cantando. ¿Cómo espera uno que alguien más sepa? Eso es. Jesús dijo: “Aquellas cosas que sabemos hablamos”. Eso es correcto. Eso es correcto. Lo que deberíamos hacer es cantar lo que sabemos en nuestro corazón, lo que sentimos.",
    "Y cuando terminaron, mi hija estudia música, y ella dijo: “Hermano”, dijo ella, “esa fue verdaderamente una clásica”.",
    "Yo dije: “Sí, pero ¿cuántos de ese coro de como cincuenta personas piensas que tenían cigarrillos en su aliento? ¿Cuántos de ese coro piensas, que siendo anoche sábado por la noche, no se tomaron un pequeño trago social? ¿Cuántas mujeres allí tenían el cabello cortado? ¿Cuántas tenían pintura puesta, cuando el pastor de la iglesia dijo hace unos días: ‘Dios hizo un mundo más bonito cuando El inventó la pintura’”? Cuando, sabemos que hay una mujer en la Biblia que se pintaba su cara, y Dios se la dio a comer a los perros. Y nosotros, cualquiera que sabe algo acerca de la iglesia y acerca de los paganos, sabe que la pintura es una característica pagana, siempre lo ha sido. Y, sin embargo, las mujeres lo hacen. Y los hombres fumando, bebiendo, comportándose así. Y están allí parados y cantan, voces así. Llegaremos a eso en unos minutos aquí mismo. Muy bien. Pertenecen a un pensamiento organizacional, cuando, allí va a ser la decepción en el Juicio, en mi opinión.",
    "Nacer del Espíritu, es creer y comportarse bien en el Espíritu, es entender y creer con su corazón que Jesús es Cristo y que Esta es Su Palabra, que ninguna otra palabra puede ser añadida a Ella o quitada de Ella sin que su nombre sea quitado del Libro de la Vida. Esa fue una fuerte. Si Uds. le añaden una sola cosa a Ella, en su tradición, o quitan una sola cosa de Ella, pues, Cristo dijo, El mismo: “Su nombre será borrado del Libro de la Vida”. Ahora, encuentren organización, denominación en la Biblia. ¡Uds. huirán de ella! Muy bien. A pesar de la carne, enseñar denominación es contrario a la Biblia. Sí. Nacer de nuevo significa “un nuevo Nacimiento de Arriba; nacido de Arriba”. Entonces estamos activos en las cosas de Arriba. ¡Oh, hermanos! Porque es El mismo actuando en Su Palabra a través de Uds., Su pámpano, de la Vid.",
    "Esa es la razón de que Jesús dijo: “Si no hago las obras de Mi Padre, no me creáis”. ¡Oh, ciertamente! El dijo: “Nadie subió al Cielo, sino el que descendió del Cielo”. Obsérvenlo a El encargarse de Nicodemo aquí, cuando Nicodemo…Uds. saben, ellos pensaban, que siendo El un Hombre, El no podía ser Dios. Y El dijo, y allí El dijo: “Nadie subió al Cielo, sino el que descendió del Cielo; el Hijo del Hombre, que está ahora en el Cielo”. Eso fue demasiado para él. ¿Cómo podía El, el Hijo del Hombre, descender del Cielo; descender del Cielo, era el mismo que subió al Cielo; y el mismo que estaba parado aquí en la parte de arriba de esta casa, hablando con Nicodemo, estaba ahora en el Cielo? Bueno, él debería de haber visto que era Dios. ¡El es omnipresente, en todas partes! ¿Ven? Pero él, en sus tradiciones, no sabía eso. El no era de mente espiritual. La mente carnal, y no pudo captarlo.\n\nEl dijo: “¿Quién dicen los hombres que es el Hijo del Hombre?”\n\n“Unos dicen, pues: ‘El es el Hijo de David’”.",
    "El dijo: “¿Entonces por qué David en el Espíritu le llama ‘Señor’, dijo: ‘Dijo el Señor a mi Señor: “Siéntate a Mi derecha, hasta que ponga a Tus enemigos por estrado de Tus pies”’?” Cómo es que El es ambos Raíz y Linaje de David; El era antes de David, El era David, y después de David. ¿Ven? “El es la Raíz y Linaje de David”, la Biblia así lo dice, ambos Raíz y Linaje de David. ¿Cómo podía El ser Su Hijo entonces? ¿Cómo podía El ser Su Señor? La Biblia dice: “Desde entonces no le preguntaron nada”. Yo creo que fue una buena cosa, también. Sí, señor. Muy bien.",
    "Nacido de nuevo de Arriba. Entonces estamos activos, activos en cosas de Arriba, y, porque Su Vida está en nosotros, la cual es Su Palabra vindicando la Palabra misma. El Espíritu que está en Uds. es la Palabra hecha carne en Uds. El Espíritu tiene cuidado de la Palabra, y está activo en vindicar la Palabra.",
    "Ahora, el Espíritu no está activo en ninguna denominación. No está interesado en formar organización, porque el Espíritu mismo es contrario a la organización. Las organizaciones están buscando cosas mundanas, la mente del mundo, y hacen grandes templos y cosas pulidas, y grandes organizaciones pulidas, predicadores pulidos, y así por el estilo, y la mejor clase en la ciudad. Donde, el Espíritu está tratando de encontrar corazones sinceros donde el Espíritu está ansioso de manifestar y probar que toda Palabra de Dios es Verdad. ¿Cómo pueden Uds., cómo puede el Espíritu obrar en una organización cuando está negando, tomando credos en vez de la Palabra? No lo puede hacer. Así que, ¿ven Uds.?, está muerta. Dios no va a esa clase de lugares a buscar a los Suyos, un—un grupo de hombres para que trabajen para El, porque ya están muertos. Son incrédulos en la Palabra, o no estarían allí. ¿Ven? Ahora, nosotros estamos activos en las cosas de Arriba. Ahora, el Espíritu tiene cuidado de la Palabra. Ahora, eso es correcto, porque el Espíritu le da Vida a la Palabra. ¿Ven? “La letra mata; el Espíritu da Vida”.",
    "Ahora, yo venía hoy, mirando los grandes y hermosos árboles allá en el bosque, las grandes colinas, cafés, amarillos, los de hoja perenne salpicados en ellas. Yo dije: “¿Saben lo que es eso?” Yo dije: “Acabamos de tener muerte, y Dios ha sacado Su ramillete, poniéndolos en las colinas. Son las flores de funeral. La vida ha regresado al polvo. Dios simplemente sepultó todas Sus semillas de las flores y cosas, las sepultó de nuevo, y El simplemente ha hecho florecer Su ramillete. El está mirando sobre la tierra porque son flores de funeral. Pero cuando el sol se levanta de nuevo, esa simiente cobrará vida de nuevo”. Amén. Muy bien.",
    "El Espíritu está interesado en vindicar la Palabra. Y si Uds. aceptaron tradición en vez de la Palabra…Ahora, Uds. dicen: “Bueno, nosotros la creemos toda, pero Hermano Branham, yo sé que no creemos Esto”. Entonces allí mismo es donde Uds. paran.",
    "Un capellán me dijo una vez que él…que un—un capitán dijo, o creo que fue un mayor, dijo: “Capellán, vaya allá, hay un capitán muriéndose. El ha sido ametrallado”.",
    "El fue allá, y el capitán estaba luchando. Ellos lo metieron en una tienda de campaña de la Cruz Roja, y él dijo: “Capitán”.",
    "El miró a través de los borbotones de sangre, y él dijo: “Sí, señor”. Y él dijo: “Ud. es el capellán”.\n\n“Sí”. El dijo: “Ud. se está muriendo, capitán”.\n\nEl dijo: “Lo sé”.\n\nEl dijo: “¿Es Ud. Cristiano?”\n\nEl dijo: “Yo solía serlo”.",
    "Dijo: “¿Dónde lo dejó a El, capitán?” El dijo: “Lo va a encontrar exactamente donde Ud. lo dejó a El”. Correcto.\n\nEl capitán dijo: “No puedo pensar”.",
    "El capellán dijo: “Más le vale, Ud. no tiene sino un par de minutos más, de la manera en que Ud. está luchando”. La boca abriéndose, la sangre saliendo de su boca y oídos, y balas de ametralladora a través de él. Dijo: “Más le vale darse prisa, sus pulmones se están llenando”.",
    "Y el capitán comenzó a pensar, recostado allí mientras luchaba. Una sonrisa apareció en su rostro, dijo: “Yo sé ahora”.\n\nDijo: “¿Dónde lo dejó a El? Empiece allí mismo”.",
    "El dijo: “‘Ahora me acostaré a dormir’” [Parte de una oración infantil para antes de acostarse.—Traductor]. Allí es donde él lo dejó a El, allí es donde lo encontró.",
    "Cuando su organización enseña algo contrario a la Palabra, Uds. lo dejan a El allí mismo. Regresen, porque El está activo vindicando y haciendo esa Palabra verdad. Eso es lo que era Jesús, siempre haciendo la voluntad del Padre. ¿Ven? Muy bien.",
    "Así que, ¿ven?, el entendimiento de organización de Nicodemo no significó nada para Dios. Ahora, no importa si él era alguien importante, como lo llamamos, en la organización, un maestro en Israel, todo su aprendizaje y entendimiento no significó eso [El Hermano Branham truena sus dedos.—Editor] cuando él se paró delante de Cristo, sólo fue una reprensión para él. Ahora, me imagino a toda la gente decir: “Santo padre, Nicodemo. Santo padre, Nicodemo. Nos inclinamos a Ud., señor”. Pero cuando Jesús, él se paró delante de Dios, El lo reprendió por su ignorancia. Así que, ¿ven Uds. en qué termina todo eso?, ¡olvídenlo! Vengan, vayamos a Dios. Eso es correcto. Muy bien.",
    "Tampoco el gran entendimiento de Coré significó nada, o el de Adán, cada uno negando el Mensaje vindicado de Dios. Ahora escuchemos atentamente ahora, vamos a entrar en unas aguas altas en un minuto. ¿Ven?, cada uno de ellos, la razón de que ellos se metieron en problemas, Nicodemo, Coré, Nimrod, y demás, es porque ellos no reconocieron al mensajero de Dios con la Palabra vindicada de ese día. Ahora, cualquiera sabe eso. Ahora, nos pudiéramos quedar en eso mucho tiempo. Pero Dios predice y dice que una cierta cosa va a suceder; el hombre hace organizaciones, hace que el hombre se arraigue exactamente. Ellos creían que había un Mesías que había de venir. ¡Oh, esos Judíos, oh, hermanos, seguro! Pero cuando Jesús vino de la manera en que El vino, ellos dijeron: “Ese no puede ser El”. Ellos fallaron en entender la Palabra. Ahora, Jesús no vino contrario a la Palabra (¿no es así?), pero El vino contrario a la interpretación, de la organización, de la Palabra. Moisés no vino contrario a la Palabra, él vino exactamente con la Palabra; pero Coré falló en verlo. Y por todo el camino ha sido de esa manera.",
    "Ahora miren. Este Mensaje del día no puede ser simplemente algo diciendo “tenemos la Verdad y tenemos esto, aquello”, ¡tiene que ser predicho en Su Palabra! Y luego después de que la Palabra es traída, tiene que ser debidamente vindicado por la Palabra.",
    "Jesús fue debidamente vindicado por Dios, por medio de la Palabra. El dijo: “Si hubieseis conocido a Moisés, hubierais conocido Mi día”. Bien hablaron los profetas de El, bien dijeron todos los profetas lo que El era. Y sin embargo los cegó, no lo pudieron entender. ¿Ven? Pero Jesús era…Ahora no…",
    "Quiero decir esto para la cinta, y para Uds., también. ¿Ven?, ¡el mensajero con el Mensaje del día!",
    "Ahora, si uno va, los Adventistas del Séptimo día dicen: “Nosotros la tenemos, ¡sólo guarden el día de Reposo!” Muéstrenme Uds. eso en las Escrituras. La Srita. Eddie Baker dijo que ella la tenía. Muéstrenmelo. Los Testigos de Jehová dijeron que ellos la tenían. Muéstrenmelo. ¿Ven? Los Metodistas dicen que ellos la tienen. Muéstrenmelo. Los Bautistas dicen que ellos la tienen. Muéstrenmelo. Muéstrenme cualquier organización. Yo estoy probándoles que ellas, cada una, están fuera de la voluntad de Dios. Cada una de ellas contraria, enseñando tradiciones de hombres en vez de la Palabra de Dios. Yo no sé de ninguna de ellas que aceptaría las cosas que están verdaderamente escritas en la Biblia de la manera en que están escritas. Eso es correcto. Pero cuando alguien viene y dice: “Yo tengo el Mensaje del día”, él debe de ser visto debidamente primero y predicho a venir.",
    "Cuando Juan el Bautista llegó allá, ellos dijeron: “¿Eres tú el Cristo?”\n\nEl dijo: “No soy”.\n\nDijo: “¿Eres—eres—eres tu el Elías?”\n\nEl dijo: “No soy”.\n\nEl dijo: “Tú, ¿quién eres?”",
    "El pudo identificarse, él tenía el Mensaje de la hora. El dijo: “Yo soy la voz de uno que clama en el desierto, como dijo el profeta Isaías. Ahora, si mi nacimiento y vida no se comparan con eso, no—no me reciban”.",
    "Cuando Jesús vino, fue la misma cosa, la misma cosa. El mensajero con el Mensaje, debe de ser un Mensaje predicho por Dios. Y luego Dios, hablando a través de este mensajero, vindica que es la Verdad. ¿Lo oyen? ¿Lo entienden? ¡Entiéndanlo! Primero debe de ser ASI DICE EL SEÑOR, predicho. Y luego el mensajero con el Mensaje, deben de ser exactamente lo que Dios dijo que sucedería en ese tiempo.",
    "De esa manera era Moisés. Esa es la razón por la cual él se postró sobre su rostro delante de Dios, y dijo: “Dios, Tú me enviaste”.\n\nEl dijo: “Sepárate de ese montón”.",
    "¿Ven lo que quiero decir? Siempre ha sido la cosa que torció la mente del hombre, los sacó de la voluntad de Dios. Ahora recuerden, predicho por Su Palabra y debidamente vindicado por Su Palabra. Ahora, Jesús dijo: “Si no hago las obras, las de Dios, entonces no me creáis. ¿Ven?, si yo fallo…Digan, ¿quién de vosotros puede condenarme de pecado? ¿Quién de vosotros puede mostrarme que Yo soy un incrédulo?”",
    "Nicodemo dijo: “Sabemos que Tú eres…Rabí, Tú vienes de Dios, porque nadie podría hacer esas cosas si no estuviera Dios con él”. ¿Ven? Así que mostró que El era un creyente.",
    "Ahora, nosotros los que conocemos la historia de la iglesia. Ahora pónganse sus gorras para pensar. No es tarde todavía, ¿ven?, así que sólo escuchen atentamente ahora y trataré de ser tan rápido como pueda. Yo—yo quiero…Escuchen atentos a la cinta. Ahora, cualquiera que leyó alguna vez la historia de la iglesia, sabe que la primera vez que el Cristianismo fue organizado alguna vez, fue la iglesia Católica Romana. Ahora, si hay alguna vez antes de eso, quiero que alguien traiga la historia y me muestre. Yo soy un íntimo amigo de Paul Boyd, muchos grandes historiadores. Yo tengo en mi estudio allí, El Concilio Posterior A Nicea, El Concilio De Nicea, Los Padres De Nicea, todos los escritos sagrados de la iglesia, de los que tengo conocimiento. Treinta y tres años los he estudiado, los he revisado. Nunca hubo una organización. La iglesia Católica es la madre de la organización. Sabemos que esa es la verdad. Nunca fue organizada la iglesia, tuvo una denominación, hasta la iglesia Católica. Y la palabra católico significa “universal”. Y ellos han hecho una religión de la iglesia y del estado, y la han puesto sobre todo el dominio de Roma, y tenía casi la—la mayor parte del mundo conquistada en ese tiempo. Era la iglesia del estado, y a aquellos que no obedecían se les daba muerte. El Concilio de Nicea, quince días de batalla sangrienta, cuando verdaderos profetas de Dios, cuando ellos se pararon allí arriba en esos…",
    "La iglesia Católica, pues ella primero comenzó, pues, todos lo sabemos, lo he enseñado aquí. Cómo, realmente, Aquila y Priscila era el pastor, Aquila era el pastor de—de la iglesia Romana. Cuando el Espíritu Santo cayó en Pentecostés, cayó sobre los Judíos de toda nación bajo el cielo. Pero unos cuantos días después de eso, Pedro tuvo una visión en la azotea, para que fuera adonde Cornelio, un Romano, un hombre justo, y él oró y el Espíritu Santo cayó sobre él. Después de un tiempo los dignatarios empezaron a recibirlo. Aquila y Priscila fueron a—a Roma y ellos organizaron, o, nunca organizaron, pero pusieron en orden a la primera iglesia Romana. Y, cuando lo hicieron, ellos tuvieron a sus—sus hermanos y hermanas.",
    "Y Claudio, en su reinado, excomulgó a todos los Judíos de Roma. Y ese es el mismo tiempo que la iglesia Católica Romana dijo que Pedro estaba en Roma. Muéstrenme una sola Escritura donde Pedro estuvo alguna vez en Roma, o cualquier historia que dice que él estuvo. El no estuvo, según la Palabra de Dios, y Eso es lo que creo. ¿Y cómo pudo Pedro, un Judío, soportar alguna vez la idolatría y cosas que ellos tienen, de adorar ídolos y cosas? ¿Dónde…? ¿Ven? ¿Cómo iría él contra su propia enseñanza aquí? Tonterías. No más de lo que lo son los Protestantes también. Esperen, llegaremos a ello después de un rato, más tarde, si el Señor quiere. Fíjense. Fíjense ahora, nos damos cuenta que en el mismísimo tiempo en que la iglesia dice que Pedro estuvo en Roma, la historia dice que Claudio (y la Biblia también lo dice) había ordenado que todos los Judíos salieran de Roma.",
    "Y Pablo pasó por Efeso y llegó a las regiones superiores allí, él encontró a estos discípulos, y él había estado allá visitando a Aquila y a Priscila. Después de su partida, entonces los hermanos Romanos en esta iglesia comenzaron a formar sus propias ideas, y ellos añadieron idolatría. Y luego en Constantino, lo cual su madre era una verdadera Cristiana y esperaba que su muchacho lo fuera, pero él era un político. Y él vio que la mayor parte de Roma, o una gran parte de ella, o, la clase pobre ya había aceptado la salvación a través de Cristo. Y luego comenzaron a ser muy populares, porque estaban bajando a Venus y subiendo a María, y bajando a Júpiter y subiendo a Pedro, y así por el estilo y—y a los discípulos, y era una religión muy popular. Y eran valientes. Ellos, ¡esos Cristianos morirían!",
    "Y la iglesia Católica dijo: “Nosotros fuimos el principio”. Esa es exactamente la verdad, la iglesia Católica comenzó en el Día de Pentecostés. Pero aquí está lo que la sacó, ella se organizó e inyectó (de la Palabra) dogmas. Y el dogma más reciente, Uds. personas de más de diez años pueden acordarse del dogma más reciente, la ascención de María, hace como diez años. Otro dogma añadido a la iglesia. ¡En vez de Escritura, es dogma! Y ellos les darán a entender ahorita mismo, a ellos “no les importa qué dicen las Escrituras, es lo que la iglesia dice”.\n\nEllos, ese sacerdote me dijo, dijo: “Dios está en Su iglesia”.\n\nYo dije: “Dios está en Su Palabra”.",
    "El dijo: “Pues esa Biblia sólo es una historia de la iglesia Católica primitiva”.",
    "Yo dije: “Entonces yo soy un Católico primitivo”. Yo dije: “Eso me hace más Católico que Ud., siendo un sacerdote”. ¿Ven? Yo dije: “Si es eso, entonces yo soy eso”. Yo dije: “¿Ve Ud.?, yo creo exactamente lo que los apóstoles enseñaron. Uds. creen lo que el hombre ha inyectado en ello”. Y esa es exactamente la manera en que sucedió. Seguro, lo fue. Fue de esa, exactamente de esa manera.",
    "Ahora fíjense en la historia. Entonces ellos comenzaron a añadir dogmas, dogma. Y cuando vino Pablo, sabemos, de acuerdo a la historia, que él ni siquiera visitó a esa primera iglesia, porque él no podía soportar la idolatría. Y él visitó a la segunda iglesia la cual ellos habían establecido, la segunda iglesia de Roma.",
    "Y cuando ese Concilio de Nicea vino, donde Constantino vio la idea para unir su reino. La mismísima cosa que hizo Acab con Jezabel, casándose allá. ¿Ven? Y cuando él vio una oportunidad para unir a su pueblo y hacer una gran y poderosa nación de ello, él pensó que ellos conseguirían su religión, así que él les hizo una religión de la iglesia y del estado. Y cuando ellos tuvieron ese Concilio de Nicea, y estas preguntas surgieron que si había un Dios, o tres; si deberían bautizar en el Nombre de Jesucristo, o Padre, Hijo y Espíritu Santo; todas estas otras preguntas lo trajo a—a un enfrentamiento allí. Y, cuando lo hizo, algunos de esos ancianos profetas llegaron allá con nada sino pieles de oveja envueltas alrededor de ellos, y comiendo hierbas. ¡Correcto! Pero esos grandes dignatarios ya se habían metido en la iglesia, los callaron con sabiduría mundana. Pero ellos tenían ASI DICE EL SEÑOR. Ella entró en oscuridad pagana como por mil años.",
    "Pero ella brotó de nuevo, para florecer. Eso es correcto. Uds. no pueden matarla. “Yo restituiré, dice el Señor, todos los años que estas cosas se comieron”.",
    "Esas denominaciones añadieron dogma. Y el hacer esto, añadir dogma, la única manera en que cualquier iglesia, la única manera en que cualquier denominación puede alguna vez apartarse de la Palabra de Dios, es añadir dogma en vez de las sagradas Escrituras, es tratar de hacer su tradición o la doctrina de su iglesia, aunque sea contraria a las Escrituras. Entonces ¿cómo pueden Uds. condenar a la iglesia Católica, cuando Uds. están haciendo la misma cosa que ellos hicieron? ¿Entienden Uds.? Muy bien. Cuando, ahora piensen, ¡las Escrituras no pueden fallar! Dogmas son una mentira, para comenzar. Y cuando Uds. aceptan una denominación, Uds. ya han recibido un dogma, porque es algo añadido. No está en la Escritura. No está en la Escritura.",
    "No hay tal cosa como organización. Jesús nunca dijo: “Yo os comisiono a ir a todo el mundo, formar organización”. ¡No, señor, no hay tal cosa! Hacer esto, es rechazar las sagradas Escrituras. Cuando esto fue hecho, fue cambiado de “Iglesia por nacimiento” a “iglesia por dogma y credo”. No iglesia, permítanme disculparme; ¡logia! Uds. entran en la Iglesia por medio de un nacimiento, pero Uds. se unen a una logia. No es una iglesia Bautista, iglesia Metodista, iglesia Pentecostal. Es logia Bautista, logia Pentecostal, y logia Metodista, Uds. se unen a ellas. Uds. no se pueden unir a la Iglesia. No hay tal cosa. Uds. nacen en Ella. A Nicodemo se le dijo eso. Así que ¿ven dónde están? ¡Oh, hermanos!",
    "Por eso es que estoy en contra de ella. No en contra de la gente en ella; estoy en contra del sistema. Porque ellos no pueden…Si uno de esos ancianos o una u otra cosa, una de esas iglesias predica algo que está en la Biblia que es contrario a esa doctrina, a esos estatutos que ellos tienen en esa iglesia, él es excomulgado de esa manera. Sí, señor. Algunas de ellas tan groseras que ni siquiera permiten que un avivamiento llegue a otra iglesia a menos que sea uno de sus propios hombres. Pues, son tan…",
    "Alguien en una ocasión le iba a dar a un predicador… Aquí mismo en este país, un predicadorcito parado aquí en la calle, clamando y rogando un arrepentimiento, y diciendo: “Vengan, reciban a Cristo, sean llenos con el Espíritu Santo”, y cosas así. Y alguien de una organización Pentecostal vino y le dio a un hombre un dólar en sus manos, y tuvo que ir a arrepentirse porque él cometió adulterio contra su iglesia. ¡Hablar de Católicos! Eso es correcto. Y Uds. saben de qué estoy hablando, también; o esta iglesia sabe, de todas maneras. Muy bien.",
    "Hacer esto, rechazar las Escrituras, cuando esto es hecho, es cambiado entonces cuando Uds. añaden dogma y se unen a una organización, Uds. automáticamente han aceptado su primer dogma, porque no es Escritural, así que es algo añadido. Y un dogma es algo añadido, “toma el lugar de”, está tomando el lugar del nacimiento. Cuando Uds. aceptan una denominación, Uds. han añadido dogma. Muy bien. Cuando esto es hecho, entonces es cambiado de “Iglesia por nacimiento”, a “logia por dogma o credo”. Porque, ¿ven?, es dogma en sí mismo, no siendo Escrituralmente.",
    "Ahora, Jesús nunca dijo: “Id a todo el mundo y haced denominaciones, id a organizar a la gente juntándola”. El dijo: “Id a hacer discípulos”. ¿Lo creen? [La congregación dice: “Amén”.—Editor] Amén. Así que, ¿ven Uds.?, están completamente fuera.",
    "Escuchen, observen aquí. Terminémoslo en una u otra cosa aquí, remachar algo bien en este momento. ¿Cuántos tienen el lexicón griego, el Diaglott Enfático del antiguo manuscrito, griego? Muy bien. Léanlo, consigan a cualquier erudito que quieran. Entren a la biblioteca y consigan el lexicón, el lexicón griego. Lean Apocalipsis 17, y cuando lean allí, la Versión King James [Una versión de la Biblia en inglés.—Traductor] aquí dice, y esto: “Me llevó en el Espíritu; y vi a una mujer sentada sobre una bestia vestida de escarlata llena de—de nombres de blasfemia”. Ahora, eso es lo que la King James dice. Pero la interpretación original dice:\n\n…me llevó en el Espíritu…y vi a una mujer… llena de nombres blasfemos…",
    "Hay mucha diferencia entre “nombres de blasfemia” y “nombres blasfemos”. Ahora observen. Todos entendemos y sabemos que esa era la iglesia Romana sentada sobre siete montes, controlando los poderes del mundo. Y ella fue llamada una “prostituta”, y ella era una “madre de rameras”. ¡Observen! ¿Qué es una ramera? ¿Podría ser un hombre? Tiene que ser una mujer. Así que si es una mujer, tiene que ser una iglesia; ella era la madre de rameras, igual a como era ella. Y miren, observen: “¡En ella!” Que penetre. “En ella había nombres blasfemos”. ¿Qué es? Ahora, ministros que están aquí y en la cinta, manténganse tranquilos. ¿Qué son esos nombres blasfemos? Metodista, Bautista, Presbiteriano, Luterano, Pentecostales, etc. Nombres blasfemos, porque son organizaciones, prostitución para Dios, exactamente como ella era.",
    "Y ellos, en esos grupos, la gente dice: “Pues, él es un Metodista, y hace esto. El es Pentecostal, y hace esto. El es Presbiteriano, y hace esto”. Ellos hacen de todo, Uds. saben eso. ¿Y qué es? ¡Son nombres que deberían de ser semejantes a Cristo y ser llamados por el nombre de Cristianos, y son nombres blasfemos! No son iglesias. Son falsamente llamadas “iglesia”. ¡Son logias! Ahora ¿ven Uds. por qué estoy en contra de la organización, no de la gente? El sistema de la organización, ¿ven?, los nombres blasfemos (observen) de logias, falsamente llamadas iglesias. Iglesia Metodista, iglesia Bautista, iglesia Presbiteriana, iglesia Pentecostal, iglesia Luterana, iglesia de Hermanos Unidos, no hay tal cosa. Eso no es Escritural.",
    "Sólo hay una Iglesia, y uno no se puede unir a Ella. Uno nace en Ella. Uno es predestinado a Ella. El Cuerpo mítico de Jesucristo…el Cuerpo místico, mejor dicho, de Jesucristo aquí en la tierra, con la Palabra siendo manifestada. Hijos e hijas de Dios, ellos no pertenecen a nada de eso. “Salid de en medio de ellos”, dijo El. Sí.",
    "Observen rápidamente ahora. No quiero cansarlos, pero si Uds. tan sólo me dan unos cuantos minutos más, iré tan rápido como pueda, pero quiero que estén seguros en captarlo, para que no se lo pierdan. ¿Ven?",
    "Recuerden, la madre Roma, se halló en ella, llena de nombres blasfemos, una madre de rameras. Entonces, si ellas son rameras, ¿qué es una ramera? ¿Qué es una prostituta? Lo mismo que una ramera. Es una mujer que vive infiel a su voto matrimonial. ¡Y cualquier iglesia que afirma ser la Iglesia de Cristo, y niega la Palabra de Dios, ella es infiel a su voto matrimonial! Entonces ella comete adulterio al añadir dogma, prostitución con el mundo y su sabiduría, en vez de aceptar a Cristo y el poder de Su resurrección, del Espíritu Santo. Y ella es la madre de rameras que hicieron la misma cosa. La olla no le dice “grasosa” a la sartén, Uds. saben; ¿ven?, seis de uno, y media docena del otro. Algunas de estas personas sólo andan burlándose de los Católicos, y perteneciendo a una de la misma cosa ellos mismos. Ella era la madre del falso bautismo en agua. Ella es la madre de la falsa evidencia del Espíritu Santo, y Uds. simplemente la siguen. Ahora veamos.",
    "🦅 ¿Es verdad eso, Hermano Branham?” Manténganse tranquilos sólo un momento.",
    "¿Ven?, ella es la madre de nombres blasfemos, de logias a las que la gente se ha unido, y traen un reproche, viven de cualquier manera, usan pantalones cortos, mujeres con cabello cortado, pintadas, cantan en coros, fuman cigarrillos, toman comunión, toda clase de inmundicia del mundo, y es una piedra de tropiezo al incrédulo. ¿No habló Timoteo de ello, el Espíritu Santo? Observen. ¿Ven?, ella, Roma, es la madre de todas ellas. ¿Ven? Uds. hicieron exactamente en su organización exactamente igual a lo que ella hizo, inyectar dogmas en vez de la Palabra, porque un grupo de hombres la establecieron, los presbíteros y los obispos y demás dijeron que tenía que ser de esta manera, y eso es exactamente lo que sucedió en Roma. Y Ud. trate, mi hermano pastor, de aceptar toda la Palabra de Dios, y, mire adónde irá a dar Ud., ¡fuera de la puerta! Ahora veremos si Dios les dijo que lo hicieran, o no, en unos cuantos minutos. ¿Ven? Muy bien.",
    "¿Ven?, ella es la madre de todas, porque ella fue la primera en quitar los escritos de la Escritura y añadir dogma, porque ella rechazó profetas ungidos quienes tenían la vida vindicada de la Palabra. Por su inteligencia, hombres listos, Emperadores Romanos, y demás, que habían aceptado el Cristianismo, pero quieren…lo aceptan a su propia manera. ¿Ven? Eso es correcto. Ellos lo quieren a su propia manera.",
    "Naamán quería deshacerse de su lepra en las aguas de su propio país, a él no le gustaban las aguas lodosas del Jordán. Pero si él se deshacía alguna vez de su lepra, él tenía que ir allá a ese lodo exactamente como el profeta le dijo. ¿Ven?, Dios no hace acepción de personas.",
    "Fíjense, ella fue la primera denominación. Miren a sus hijas, habían hecho la misma cosa, añadido credos y dogmas en vez de la Palabra. No me digan; muéstrenme una que no se ha salido de Ella. Muéstrenme a un pastor que aceptará la Verdad, al cual ellos no lo echen fuera por ello, a menos que uno sea tan popular que, Uds. saben, ellos tienen que retenerlo a uno por su popularidad o algo. Está bien.",
    "Ahora miren Apocalipsis 18, sólo por unos cuantos minutos, el siguiente versículo, el siguiente capítulo, después de que Apocalipsis 17 había explorado y—y había mostrado el misterio de esta Srita. Babilonia. El capítulo 17 de Apocalipsis explica que ella es una iglesia que se sienta sobre siete montes, la Ciudad del Vaticano, que gobierna a todos los reyes de la tierra (eso es exactamente lo que es correcto), y a los Presidentes también, y demás. Ajá. Así que, pero ella está allí, teniendo la riqueza del mundo en su mano. Eso es exactamente. “¿Quién podrá luchar contra ella?” Eso es correcto. Todos sabemos eso. ¿Pero por qué pertenecerían Uds. a algo que está conectado con ella? Ahora fíjense en el capítulo 18, el siguiente capítulo después de que el misterio de ella ha sido explicado. “Se sienta en el templo de Dios”. Ahora, aquí, el…",
    "Zella Braitman, ¿está Ud. aquí esta noche, Zella? Ella trajo, está allí en el cuarto ahora, Nuestro Visitante Dominical, el periódico Católico. Y el periódico Católico le estaba contestando a un ministro. Dijo: “¿Dijo Ud., reverendo, que en la…En el número Romano sobre el Vaticano, o sobre el trono del Papa, está escrito: ‘Vicarivs Filii Dei’, lo cual significa, que en la diócesis Católica allí, que ése es el—el número de la bestia del Apocalipsis?”",
    "🦅 Pues”, dijo él, “ciertamente, lo es. Es exactamente, deletrea seiscientos sesenta y seis. Es exactamente”. Y la diócesis Romana lo admite, que eso da. Pero aquí está su respuesta, inteligente, llena de sabiduría, dijo: “Pero, Ud. sabe, su nombre en un cierto idioma quizás deletree la misma cosa”.",
    "Este hombre dijo: “El mío, casi es la misma cosa en algún idioma”. El lo deletreó. Dijo: “¿Ve?, yo casi soy seiscientos sesenta y seis, también”. Dijo: “Ha habido centenares de ellos”. Dijo: “Cada vez que alguna cosa surge, alguien tiene un seiscientos sesenta y seis”. Y dijo: “Reverendo, ¿sabía Ud. que en un idioma su propio nombre podría deletrear anticristo?” Dijo: “¿Por qué ve Ud. semejantes cosas?” Miren la sabiduría.",
    "Pero el Espíritu Santo sabe mejor. Miren. Eso pudiera ser, mi nombre pudiera deletrear seiscientos sesenta y seis, pero yo no lleno el resto de los requisitos. Yo no me siento sobre un monte. Yo no digo estas cosas. Yo no soy un gobernador, ¿ven Uds.? Eso es correcto. Ese es del que El está hablando. Así que su sabiduría mundana llega a nada, señor, eso es correcto, en la Presencia del Espíritu Santo. Yo no lleno el resto de ello, pero él sí. “Se sienta en el templo de Dios, haciéndose pasar por Dios, y se sienta sobre siete montes”. Yo no me siento sobre siete montes, si es que deletrea seiscientos sesenta y seis. Yo no lleno el resto de ello, pero él sí. ¿Ven?, allí lo tienen. ¿Ven? Así que quienes dependen del Espíritu Santo: “No os preocupéis por qué habréis de decir, porque no sois vosotros los que habláis; es el Padre”.",
    "¿Así que cómo puede su sabiduría y su nuevo nacimiento de Arriba compararse alguna vez con estas cosas aquí en la tierra, estos—estos magos poderosos que hay en ella? Pues, ellos conocen cada pequeño recodo y esquina. ¿Cómo pudo pararse Moisés cuando él siguió los Mandamientos de Dios, para tirar su vara y ella se convirtió en una serpiente, y ahí llegaron los magos e hicieron la misma cosa? Pero Moisés se mantuvo quieto, sabiendo que él había seguido la Palabra de Dios, y su serpiente se comió a las demás. ¿Ven? Así que cuando uno ha obedecido y tiene…Qué podía él hacer cuando él los guió a la tierra de promesa, y allí estaba el Mar Rojo encerrándolos, pero el sendero de Dios pasó directamente a través de él. Amén. Dijo: “¡Estad firmes, y ved la Gloria de Dios!”",
    "Cuando está en el cumplimiento del deber, de seguir la Palabra, párense allí y mírenlo abrirse. Amén. Yo tengo cincuenta y tres años de edad, le he estado sirviendo a El como por treinta y tres años, quisiera tener diez millones de años para servirle a El. Yo nunca lo he visto a El fallar todavía, cuando es guardada Su Palabra. Eso es correcto.",
    "Ahora miren, inmediatamente después del pecado de ella, sus secretos fueron descubiertos. Hemos tenido eso desde hace mucho tiempo, lo sabemos.",
    "Ahora el siguiente capítulo, miren Apocalipsis 18. Permítanme ir a él un momento. Pudiera ser una cosa buena, no nos va a llevar sino unos cuantos minutos más, y pudiera significar algo para Uds. Espero que así sea.",
    "Ahora vemos aquí, en el capítulo 17, el versículo 5.\n\n…en su frente un nombre escrito, un misterio: Babilonia la grande, la madre de las rameras y de la abominacion de la tierra.\n\nY observen.\n\nVi a la mujer (iglesia) ebria de la sangre de los santos, y de la sangre de los mártires de Jesús; …cuando la vi, quedé asombrado con gran asombro.",
    "¿Ven?, viéndola, ella era una cosa tan grande y hermosa. Y ella era la madre de prostitutas, religión prostituta, denominaciones, exactamente lo que ella hizo, ¿ven?, porque ellos inyectaron dogmas así como ella lo hizo. Ahora miren, miren Apocalipsis ahora, ése es el capítulo 17, termina con el versículo 18. Ahora observen.\n\nDespués de esto, después de que su misterio fue descubierto, después de esto vi a otro ángel descender del cielo con gran poder;…",
    "Ahora, aquí viene otro mensajero descendiendo, el siguiente capítulo, su misterio fue descubierto. Ahora, esto es ahora el descubrimiento del misterio de ella y del misterio de sus hijos. ¿Ven?, entendemos ahora exactamente qué la hizo una ramera; porque ella cometió adulterio contra la Palabra de Dios. Y eso es lo que la hizo una organización. Ella no podía permanecer como una iglesia de la Biblia y aceptar eso. Y tampoco puede ninguna organización que no toma toda Palabra de Ella (de la manera en que está escrita) ser alguna vez una iglesia de la Biblia. Y no hay ninguna de ellas de esa manera, de la cual yo sepa algo, ni una sola. Así que allí, ¿ven?, tan pronto ella se organiza las cosas que ella hace, (tanto por la Escritura como por evidencia) ella muere allí mismo, ella acepta el dogma. Ahora miren, ahora eso es lo que sucedió.",
    "Dios envió, en este capítulo 18, un ángel poderoso, después de que ese misterio fue conocido, un ángel poderoso, o, un mensajero. Observen aquí.\n\nDespués de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada por su gloria.\n\nY clamó con voz fuerte,…está cayendo,…la gran Babilonia (confusión), y se ha hecho habitación de demonios…guarida de todo espíritu inmundo, y albergue de toda ave limpia y aborrece…inmunda y aborrecible.\n\nY todas las naciones han tomado del vino del furor de sus fornicaciones; y los reyes de la tierra… fornicado con ella, y los mercaderes de la tierra se han enriquecido de la potencia de su desolación.",
    "Miren, inmediatamente después de que su misterio fue dado a conocer, quién era ella, qué era ella, quiénes eran sus hijas, el misterio ha sido dado a conocer, entonces Dios envió un ángel, un mensajero a (¿qué?) llamar fuera. “¡Salid!” ¡El Mensaje de la hora!\n\n…Salid de ella, pueblo mío, para que no seáis partícipes de sus plagas…\n\nEl la va a maldecir. Observen.",
    "¡Salgan de ella! Dios envía a un mucho…ángel poderoso, o un mensajero. Y su Luz no estaba en una esquina, se esparció por toda la tierra. ¡Salgan de ella! ¿Qué? Ella, y sus hermanas, también. Para alumbrar la tierra, y llamar fuera de ella a Su pueblo. Ahora, Uds. saben que esa es la Verdad. Un mensajero fue enviado del Cielo, para llamar fuera de Babilonia al Pueblo de Dios. Y su Luz alumbró la tierra, el gran Espíritu Santo.",
    "Fíjense, la Biblia dice: “Ella es un albergue [En la Biblia en inglés dice “jaula” en vez de “albergue”.—Traductor], y ha atrapado aves aborrecibles e inmundas”. No águilas, ahora, no, no, no, no. Buitres, “aves inmundas y aborrecibles”, eso es lo que ella ha enjaulado a su alrededor. Ella es un albergue lleno de ellas, todo un albergue lleno. ¿Con qué? “Nombres blasfemos”, contrario a la Escritura. Segunda de Timoteo 3 dice, el Espíritu Santo hablando: “En los postreros días apostatarán de la Fe y escucharán a espíritus engañadores”. También dice, el Espíritu Santo habló que: “En los postreros días ellos serían impetuosos, infatuados, aborrecibles (‘Bendito sea Dios, Ud. pertenezca a nosotros, o si Ud. no tiene su nombre en nuestro libro, Ud. está perdido’). ¡Aborrecibles! ¡Inmundos!” Espero no estar lastimando, espero estar haciendo un bien. Aves aborrecibles e inmundas, ella los albergó.",
    "Recuerden, Dios es un águila. El mismo se llamó un águila. Y El llamó a Jacob un águila. Y nosotros somos Sus aguiluchos. Amén. El llamó a Sus profetas “águilas”. ¡Y este ángel descendió para exponer y para llamar fuera!",
    "Como mi pequeño mensaje sobre El Aguila Excita Su Nidada. Esa pequeña águila había estado siguiendo a esa vieja gallina alrededor en el corral todo el tiempo, cloqueando, pero él no podía comer esa cosa que ella tenía, sociales, y mujeres de caras pintadas, cabello cortado, y pantalones cortos. El no podía hacer eso. Pero él no conocía nada más excepto el cloqueo de esa vieja gallina. Pero un día la madre águila lo encontró. Ella gritó, llamándolo fuera, dijo: “Hijo, tú no eres uno de ellos. ¡Sal de ella!”\n\nDijo: “Mamá, ¿qué puedo hacer?”",
    "Dijo: “Aletea con tus alas y empieza”. El primer salto, él le pegó a un poste, en medio de una organización. Dijo: “Hijo, tendrás que subir más alto que eso o no te puedo agarrar. Tienes que despegar tus pies de la tierra”. Ella lo va a llevar en un vuelo. El se dio cuenta de que podía volar. Ella vino a llamarlo fuera. Eso es correcto.",
    "Pero esta Madre Babilonia había atrapado para sí misma a un montón de gallinas, polluelas astutas, pintadas, cabello cortado, llamándose “Cristianas”. Ella tiene un albergue lleno de ellas. Uds. predicadores que se paran en el púlpito y permiten a esas mujeres salirse con la suya con eso, qué vergüenza, para hacer que sea más su denominación. Dios requerirá eso de mano de Uds. ¡Salgan de ella! “Mis ovejas oyen Mi Voz”. Un albergue de aborrecibles, impetuosos, infatuados, amadores de los deleites más que de Dios, preferirían ser como el mundo que ser como Cristo. Cuando Uds. ven a una mujer con mucho maquillaje puesto, eso muestra que ella está vacía por dentro. Ella es falsa por dentro. Eso es exactamente correcto. Si la mujer…Yo vi una el otro día, con cabello verde, eso es correcto, de toda esa cosa verde bajo sus ojos.",
    "Ahora, si Uds.—si—si Uds. no tuvieran cabello, y—y Uds. quisieran ponerse cabello, estaría bien, pero, pónganse uno que parezca humano. Y si Uds. no tuvieran uñas, y—y Uds. quisieran conseguir unas uñas, no las consigan como cáscaras de frijoles blancos, consigan—consigan uñas verdaderas. Si Uds. no tienen ninguna de estas cosas, está bien. Si Uds. no tienen dientes, consigan unos si les hacen unos, consíganlos. Pero no se saquen sus dientes dados por Dios sólo porque están un poquito torcidos, y son buenos dientes, para conseguir unos. No tiñan su cabello, o algo, y que se vean como algo que salió de algún lodazal en alguna parte. ¡No lo hagan! Si Uds. están descoloridas, y quieren hacer parecer como que tienen un poco de color, está bien, me imagino. Pero no se hagan parecer como Jezabel, como un granero en alguna parte estando pintadas.",
    "Y Uds. hermanos Pentecostales, permitiéndoles a esas mujeres cortarse su cabello, ¡cuando la Biblia dice que esa es su gloria! Y aun es fuera de lo común que ella ore con su cabello así. Y sin embargo le permiten subir al púlpito y predicar el Evangelio, cantar en el coro, enseñar en la escuela dominical. ¡Qué vergüenza! Uds. deberían de avergonzarse de Uds. mismos. ¿Por qué estoy en contra de la organización? ¿Piensan Uds. que yo alguna vez podría ser partidario de algo así? Yo sé la razón por la cual Ud. lo hace, hermano. Ud. sabe que no se debe hacer, pero si Ud. enseñara en contra de eso, Ud. será entregado a la oficina central, y lo excomulgarán. Bendito sea Dios por su valor si Ud. lo hace. Eso es correcto. Dios lo va a honrar a Ud.",
    "¿Qué dijo este ángel? “¡Salid de ella!” Sí, señor. Este ángel vino a la tierra, y él vino a traer la Luz, y él hizo brillar la Luz alrededor del mundo. El era un ángel poderoso. Y él vino a proclamar el mensaje de “¡Salid de Babilonia! ¡No toquéis sus cosas inmundas!”",
    "Tiene todo un albergue lleno de ellas, dice: “Ella es el albergue de toda ave aborrecible”. Sí, ella tiene un albergue lleno de ellas ahora, el Concilio Mundial de Iglesias, o logias. Ella tiene a todo el grupo albergado ahora, todos se están juntando. Ella se convirtió en un albergue, muy bien, lleno de aves aborrecibles. Eso es correcto. Traten de hablar con uno de ellos una vez, sólo trátenlo, oh, listos en la sabiduría del mundo, pero no saben nada más acerca de Dios que lo que un conejo sabe acerca de zapatos para la nieve. Eso es correcto. Simplemente, eso es, ¿ven?, todo lo que saben es un poco de sabiduría que pueden poner esto y hacer aquello allí adentro. ¿Pero cuando se trata de conocerlo a El? ¡Ja! Sí, fueron atrapados en el albergue de ella con los dogmas de ella. Las iglesias protestantes comenzaron igual, llegaron a ser sus hijas, causaron esto por negar la Palabra de Dios. Que ella la niega. Ella niega la Palabra. Y cuando Uds. aceptan alguna otra cosa en vez de la Palabra, Uds. mismos la niegan. Y cuando Uds. se unen en una de ellas, Uds. también han negado la Palabra. Dios no los quiere a Uds. de esa manera, no hay lugar de ello en la Escritura.",
    "Fíjense, este es el ángel de Luz, recuerden, el último ángel, es el ángel en la edad de la iglesia a los de Laodicea. Es el mensajero de Laodicea, que, es el último, porque el siguiente capítulo es el capítulo 19, lo cual es la Novia venidera. Y esto es, en la Escritura, el último ángel que vino a traer Luz antes de la venida de la Novia para ir a encontrarse con Cristo. Era la Edad de la Iglesia de Laodicea, entonces. ¿Qué estaba haciendo el mensajero de la Edad de la Iglesia de Laodicea? ¡Llamándolos fuera de Babilonia! ¡Miren! Iglesias atrapadas en su albergue con ella, con sus dogmas, negando la Palabra y aceptando dogmas. Este es el ángel de Luz para la iglesia de Laodicea que había rechazado a Cristo y Su Palabra, por dogma, y lo había puesto a El afuera. Y El estaba a la puerta, tocando, tratando de entrar. ¿Lo ven? La edad de la iglesia había rechazado al Cristo, y Cristo es la Palabra, y lo había rechazado, y El estaba afuera. Es la única edad de la iglesia que tenemos de Cristo afuera, tocando, tratando de entrar. Y el Mensaje de este ángel, mensajero que vino de Dios, estaba repitiendo su Mensaje en la tierra, a que “¡Salgan de Babilonia! ¡Salgan de las organizaciones!” El Espíritu Santo hoy, la manifestación del Espíritu Santo es ese ángel tratando de traer a la gente de regreso a la Palabra, porque el Espíritu Santo sólo vindicará la Palabra. No puede vindicar dogmas, no hay vida en ellos. El es Vida. Fíjense, la Edad de la Iglesia de Laodicea lo había negado a El, lo rechazó, y ellos lo pusieron a El afuera.",
    "Fíjense, este ángel es el último mensajero antes de la venida de Cristo en el capítulo 19 de Apocalipsis. ¡La Voz del mensajero! Si nos fijamos, cuando él dio su Voz en la tierra, hubo una Voz que hizo eco de nuevo en el Cielo. El versículo 4, si desean leerlo. Muy bien, el versículo 4, el capítulo 19. Este mensajero en la tierra estaba tan dispuesto con Dios al grado que, cuando él lo habló en la tierra, Dios repitió lo mismo del Cielo. ¿Qué es esa traducción del versículo 4? ¿Qué significa? La Voz de Dios hablándole a Su pueblo predestinado, diciendo: “¡Salid de ella!” ¡Exactamente lo que era la Voz! El tiene gente por todo eso allí adentro, por todo Babilonia. “Salid de ella, para que no seáis partícipes de sus pecados”, sí, señor, fuera de ese dogma y credos, a la Palabra hecha Espíritu y Vida. Amén.",
    "Fíjense, el capítulo 19 es el siguiente: “Después de esto”. ¿Se fijaron Uds. aquí en el capítulo 19: “Después de esto”? ¿Observar qué? ¿Después de qué? Después del Mensaje de “¡Salid de ella!” “Después de esto”, observen, “es el clamor de los santos de la Novia, con el Novio, yendo a las Bodas del Cordero”. ¿Qué tan cerca estamos entonces, hermano? ¿Cuál es el último llamado? ¡Salgan de Babilonia!",
    "Ahora, mis hermanos, esa es la razón por la cual estoy en contra de ella. No es Escritural. No es ortodoxa. Se ha probado que es falsa. Dios no está en ella, El nunca lo estuvo, El nunca lo va a estar. Ahora, yo no estoy diciendo que no hay gente en estas organizaciones, de eso es de donde fue formada la iglesia. Pero, mientras Uds. se queden dentro de ese sistema, Uds. son parte de él.",
    "Si yo me quedo en los Estados Unidos, soy un Americano. Mientras yo sea un ciudadano o un miembro de estos Estados Unidos, yo soy parte de ello. Si voy a Alemania y niego mi calidad de miembro aquí, o mi ciudadanía, yo saco la ciudadanía en Alemania, yo ya no soy Americano, soy Alemán. Y si voy a Japón, o donde sea, Rusia, yo llego a ser un ciudadano allí.",
    "Y cuando Uds. se unen con un ciudadano…un sistema, y llegan a ser un ciudadano de ese sistema, Uds. están mostrando lo que Uds. son. Y en estos últimos días, Dios está llamando al pueblo fuera de él. La Biblia así lo dice: “Salid de ella, para que no seáis partícipes con ella, y Yo os recibiré. No toquéis sus cosas inmundas, ¿ven?, y Yo os recibiré. Y vosotros me seréis hijos e hijas, y Yo seré Dios a vosotros”. ¿Ven?",
    "Esa es la razón por la cual he hablado contra la iglesia, la—la logia. Yo no puedo llamarla una iglesia. Sólo hay una Iglesia, esa es la Iglesia del Cuerpo de Cristo. Pero estas logias que son llamadas “iglesia”, mi Biblia me dice que son nombres blasfemos, todas ellas, todas las organizaciones. ¿Qué están blasfemando? Blasfemia es “ser contrario a”, o, “hablar contra”. Cuando Dios dice “vengan a nacer”, y ellos dicen “vengan a unirse”. ¿Ven? Cuando los bautismos del Espíritu son falsamente tomados por una hostia en la iglesia Católica, un apretón de mano en la iglesia protestante, y una emoción en la iglesia Pentecostal, en vez de la Persona de Cristo entrando con toda esa edificación de la pirámide que tuvimos el otro día.",
    "Añadan a su fe virtud, y demás, todo esto en Primera de Pedro, el primer…Segunda de Pedro, creo, el capítulo 1, donde todo es añadido a su fe, todas estas cosas, piedad, y pureza, y santidad, y todo, y entonces Uds. son sellados por el Espíritu Santo.",
    "Pero es como alguien que ellos…la gente afirma tener esto cuando no lo tienen, porque han sido falsamente enseñados. A los Metodistas les da una sensación rara, solía darles, y temblaban un poquito, o—o bailaban en el Espíritu. Los Pentecostales hablan en lenguas, o—o hacen algo emocional. Yo creo esas cosas, ciertamente, pero esas cosas sin estas otras de nada sirven.",
    "Como dije el otro día, es como un pavo real…o un pájaro negro tratando de ponerse plumas de pavo real en sí mismo, o un buitre tratando de usar plumas de paloma. Ellas nunca crecieron allí, él mismo las metió. Están plantadas, son una denominación. Pero cuando Dios pone alguna cosa allí, es natural. Uds. mismos se hacen decir: “Me uní a la iglesia anoche. Ya no puedo ir, ya no puedo tomar, no puedo hacer esto. Me uní a la iglesia”. ¿Ven?, Uds. están tratando de ponerse plumas de pavo real en su cuerpo de buitre. Eso es correcto. ¿Ven? ¿Ven? ¡Uds. tienen que nacer de nuevo! Uds. tienen que recibir a Cristo. Y cuando Uds. reciben a Cristo, Uds. no pueden recibir a Cristo sin recibir Su Palabra, porque El es la Palabra. Y cuando Uds. tienen una forma de piedad, y niegan Eso, entonces yo me pregunto. ¿Ven? Y Uds. todavía pueden pertenecer a toda la organización que quieran y tener una forma de piedad, y todavía no tenerlo.",
    "Ahora, allí lo tienen, amigos. Allí está toda la cosa. Dios los bendiga. Dios los ayude. No digo esto para ser diferente. Yo me estoy explicando. Siendo estos los días del armisticio, yo no estoy firmando un tratado de paz con Uds. ministros, de ninguna manera, creo que Uds. deberían de venir a firmar conmigo; no conmigo, sino con Dios, la Palabra. Eso es correcto. Eso es correcto. Digan lo que la Biblia dice, díganlo de la manera en que Ella lo dice. Porque la Biblia dice: “Quien le quitare o le añadiere a la misma”. Y ¿ven Uds.?, la organización no es Escritural, y cuando Uds. reciben el primer dogma más vale que Uds. se regresen totalmente, porque Uds. cruzaron la línea allí mismo. Cuando Uds. regresen al nuevo nacimiento, entonces Uds. van a entrar en la Escritura.",
    "Y Uds. entran a una denominación, ellos dicen: “Yo sé, nosotros no creemos en Esto. Nuestros obispos en nuestra iglesia enseñan que nosotros somos una de las iglesias más antiguas. Nosotros no enseñamos…” A mí no me importa qué no enseñan. Si la Biblia lo enseña, el Espíritu Santo en Uds. se alimentará de la Palabra. No importa cuán inteligente es un hombre y cuánto él pueda tratar de explicarlo, ellos pueden explicar. Un infiel puede tomar la Biblia y explicarles apartándolos de Dios.",
    "Por tanto, ningún hombre tiene ningún derecho de predicar el Evangelio a menos que él haya estado, como Moisés, allá en esas arenas sagradas donde estaban solos él y Dios, hasta que un hombre nace de nuevo y se para allí cara a cara con Dios, y sabe. No hay infiel, no hay psicología, no hay explicación, no hay erudito en el mundo que pueda quitarles Eso a Uds. ¡Uds. estaban allí cuando sucedió! Sí, señor. Uds. saben qué sucedió.",
    "Luego Uds. dicen: “Yo tuve esa clase de experiencia, y tengo un espíritu en mí”. Y si niega la Palabra en alguna manera, Uds. tienen el espíritu incorrecto. Uds. dicen: “Yo—yo no puedo estar de acuerdo con esta cosa como Esta. Yo sé pero nuestra iglesia…” Uh uh, hay un espíritu incorrecto. Allí está su marca de identificación. Caín, tú estás marcado. Sí, señor.",
    "Eva sólo dudó una sola Palabrita; no todo lo que Dios dijo, sólo una Palabrita, y causó todo pesar y angustia, y muerte, y pecado, y batallas, y todo lo demás, todo sepulcro, toda ambulancia que haya sonado, todo hospital que fue construido para los enfermos. El que ella tuviera una dudita de una Palabrita de Dios, causó todo esto. Y ella fue echada fuera, cuando esto nunca hubiera tenido que suceder. ¿Cómo van a entrar Uds., dudando una Palabra de Ella? Dicen: “Yo sé que dice Eso, pero Ella…” ¡Quiere decir exactamente Eso!",
    "Ahora miren. Dios tenía que juzgar al mundo por medio de algo. Uds. no pueden tener juicio a menos que tengan primero una ley. Tiene que haber algo, Uds. tienen que quebrantar algo para ser juzgados. ¿Ven? Y entonces no puede haber juicio, correctamente, sin castigo. Ahora, ¿ven?, Uds. no pueden tener una ley en la ciudad que dice “cinco dólares de multa por pasarse una luz roja”, y la siguiente ley decir “no, él puede irse libre”. ¿Ven?, Uds. no pueden hacer eso. Así que no pueden haber dos leyes en existencia a la vez. Y hay una sola ley, un Dios, un Libro, un Cristo. Eso es todo. Una Fe, una esperanza. Eso es todo. Esa es la Biblia, Cristo.",
    "Fíjense ahora, en esto, si algo ha de ser añadido a Esto, tiene que ser añadido por el hombre. No puede ser nada más que…",
    "Y si Dios va a juzgar al mundo por medio de una iglesia, como dicen los Católicos, entonces ¿por medio de cuál iglesia Católica va a juzgarlo? Hay varias de ellas; hay una, Romana; una, Griega; y, oh, hay todas clases diferentes. ¿Por medio de cuál iglesia Católica va a juzgarlo El? O, ¿quizás El va a juzgarlo por la Luterana? Pues, entonces, y ¿quizás El va a juzgarlo por medio de la Presbiteriana? ¿Ven? ¿Qué va a hacer El? El no va a juzgarlo por medio de una iglesia. El va a juzgarlo por medio de Su Palabra. Pues, entonces, El nunca…",
    "¿Ven? El no puede conservar un grupo de gente, como la visión de la hermana la otra noche, el Espíritu Santo se derramó adentro, El pasó de paso atravesando esa caja. Seguro, nada retiene Eso. Es un individuo. Es dado para limpiar a la iglesia, pero no puede retenerlo. Ninguna organización puede retenerlo. Eso es todo. Simplemente no lo puede hacer. Uds. tienen todo allí, y no pueden hacerlo. La organización no puede hacerlo. Pero es el individuo el que tiene el Espíritu Santo. Ahora fíjense.",
    "Entonces si Dios va a juzgar al mundo por medio de Su Palabra, entonces El ciertamente la ha cuidado y la ha conservado en condición. O, si está toda enredada, ¿cómo va a traer juicio El? ¿Ven? Tiene que ser algo. Y El nunca dijo: “El que, por medio de la iglesia”. El dijo: “El que le quitare una Palabra a Esto, o le añadiere una palabra a Ella, el mismo será quitado (su parte), del Libro de la Vida”. Así que, para mí, es Dios, Su Palabra y el juicio. Ahora, si yo juzgo y acepto la Palabra, y veo que Cristo murió por mí, entonces yo pediré que Su Vida entre y me guíe. Y si Su Vida es la Palabra, y El escribió la Palabra, ¿cómo puede Su Vida estar en mí, y yo afirmar que tengo el Espíritu Santo, y añadir un dogma en vez de la Palabra? Simplemente no funcionaría. ¿Cómo puedo añadir una denominación cuando El está contra ella, y lo probó, y lo mostró a través de la historia, que cada vez que se denominan ellos mueren, espiritualmente? Oh, crecen en miembros, seguro. Eso es correcto. Ellos crecen en miembros. Pero, espiritualmente, nunca llegan a ninguna parte. Muéstrenme, díganme en la historia dónde una iglesia que…después de que se organizó, murió allí mismo, el Espíritu Santo la dejó. No hay más milagros y señales, y ella simplemente siguió adelante entrando en caos.",
    "Eso es exactamente lo que le sucedió a nuestras iglesias Pentecostales. Ellas hicieron exactamente lo que su madre hizo. En el principio, ellas salieron, un pueblo que rechazó denominaciones. Ahora, algunos de Uds. hermanos escuchando a esta cinta, algunos de Uds. ancianos, saben que hace años, hace cuarenta, cincuenta años, si les hubieran hablado acerca de una organización, Uds. hubieran dicho que era blasfemia. Pero hoy en día Uds. pertenecen a la cosa que Uds. pensaron que era blasfemia. Uds. mujeres que se cortan su cabello y se pintan su cara, su madre estaba en contra de eso, esa buena—buena y anciana santa pentecostal. ¿Qué les sucedió a Uds.? Pablo dijo: “Vosotros corríais bien; ¿qué os estorbó?” ¿Ven? Allá atrás Uds. estaban libres de esa cosa, pero Uds. querían ser como el resto de ellas.",
    "Exactamente lo que dijo Samuel. Israel tenía un Rey, y ése era Dios. Y dijeron: “Samuel tú te estás envejeciendo. Constitúyenos un rey, queremos ser como el resto del mundo. Queremos ser como las otras naciones. Queremos un rey que nos lleve a la guerra, queremos un rey que pueda pelear nuestras batallas”. Y no agradó a Samuel.",
    "El dijo: “¿Les he quitado algo a Uds. alguna vez? ¿Les he quitado su dinero alguna vez? ¿Les he pedido un buey o algo alguna vez? ¿Les he pedido algo alguna vez?”\n\nEllos dijeron: “No. Tú nunca nos has pedido nada”.",
    "O dice: “¿Les he hablado alguna vez algo a Uds. en el Nombre del Señor que no haya sucedido?” ¿Es correcto eso? El dijo: “Entonces no reciban a ese rey, porque va a significar caos para Uds.”",
    "Ahora quiero preguntarles algo, al Tabernáculo Branham. Uds. están a punto de crecer hasta ser un gran tabernáculo ahora. Yo quizás esté lejos por un tiempo. Quizás vaya a alguna parte. Es difícil decir adónde el Señor me llame; quizás me saque de la escena, quizás de nuevo al campo, quizás El pudiera llamarme al desierto. Yo no sé adónde me va a llamar El hasta que Jesús venga. Quiero preguntarles algo. ¿Les pedí algo alguna vez? [La congregación dice: “No”.—Editor] ¿Les pedí dinero alguna vez? [La congregación dice: “No”.] ¿Les dije algo alguna vez, de las millares de cosas que les he dicho en el Nombre del Señor, pero, que no haya sucedido? [La congregación dice: “Amén”.] Entonces nunca se unan a una organización. Es en contra de la Palabra de Dios. Salgan de ella si están en ella, y sepárense y reciban la Palabra del Señor. Inclinemos nuestros rostros.",
    "Gran Dios de los profetas, el Dios de Abraham, Isaac, y de Israel, añade virtud, Señor, a este pequeño Mensaje cortado que ha estado en mi corazón por mucho tiempo, para ir a mis hermanos. Muchos de esos que están allá afuera, Señor, tienen la impresión incorrecta de mí. Ellos piensan que quiero ser diferente. Piensan que estoy tratando de ser un sabelotodo. Ellos le han dicho a la gente que yo engaño a la gente, especialmente en tales temas como el bautismo en agua en el Nombre del Señor Jesús, y sobre la simiente de la serpiente, la gran ramera, y muchas de esas cintas que salieron con nada sino la Verdad sin adulteración. Y yo les he pedido: “Algunos de Uds. vengan y muéstrenme dónde pequé, o no estoy creyendo o malinterpretando la Palabra”. Y ninguno ha venido. Te ruego, Padre, permite que estos hombres sepan que están fallando en ver la hora. Ellos van a esperar demasiado tarde, si no velan. Que ellos, cada uno…",
    "Señor, estoy seguro de esto, mi corazón se partiría si esta Escritura no fuera real para mí, cuando Tú dijiste: “Todo lo que el Padre me ha dado, vendrá. Mis ovejas oyen Mi Voz”. Entonces, Señor, creo que el Reino es verdaderamente como Tú dijiste, yo sé que lo es, es semejante a un hombre que tomó una red y fue al lago, echó la red y sacó de toda clase. Había, sin duda alguna, peces de los que se alimentan de carroña, había tortugas, arañas de agua, serpientes, todo lo que la red del Evangelio atrapó. Pero finalmente, más tarde, el cangrejo de río retrocedió metiéndose al agua de nuevo, la tortuga se apartó, la serpiente siseó y se regresó al agujero de lodo, como un perro a su vomito o un cerdo a su revolcadero. Pero había peces verdaderos allí, Señor. Y yo tengo esta consolación, de saber, que aun antes de que la red pasara sobre ellos, eran peces entonces. Eran peces nacidos, predestinados. Y así es la red del Evangelio que atrapa en los avivamientos. Tú conoces a los Tuyos. Lo único por lo cual soy responsable, Padre, hasta donde sé, es de permanecer fiel a esta Palabra. Tú eres el que decide cuál es cuál. Y yo sé que así como la tortuga no podría convertirse en trucha, así mismo no podría un hombre o una persona, que tiene oídos sordos al Evangelio, entender alguna vez la Verdad. Porque el Padre vio esto de antemano, y Tú has prometido que todo lo que El te dio vendría.",
    "Padre Celestial, te ruego que toda persona que escucha este pequeño Mensaje, que la Luz en la cual ha sido predicado, y el significado que tengo en mi corazón hacia mis prójimos, personas por las cuales Tú moriste. Y hombres, algunos de ellos allá afuera, Señor, como en el grupo de Coré, hombres genuinos, guiados falsamente, con un santo incensario en su mano, pero perecieron. Pues, ni siquiera permitían que el incensario de fuego entrara con ellos; el hijo de Aarón, Eleazar, tuvo que recogerlo. Y de esas ollas hicieron una bandera para el altar, un escudo, para mostrar, y para que fuera un memorial de esa horrible cosa, que Coré trató de formar un grupo organizado contra el mensajero de Dios. Lejos esté de nosotros, Señor. Que el Espíritu Santo siempre nos proteja.",
    "Te agradecemos, Señor, que nuestra pequeña iglesia, este pequeño santuario sagrado. Hace muchos años, treinta y tantos años, me arrodillé aquí en el estanque lleno de hierbas y humedad, y dedicamos este terreno a Ti, esta pequeña estructura. Y allá en esa esquina del tabernáculo está esa visión. Que se ha cumplido exactamente. Todavía está allí. No lo van a derribar, Señor, ellos solamente van a…está haciéndose viejo, y simplemente van a preservarlo poniendo uno por encima de él. Dios, concede que este Evangelio de oro que está registrado en las páginas aquí, que nunca se vaya de esta iglesita hasta que Cristo venga. Que todo miembro, todo miembro del Cuerpo de Cristo, ellos vienen aquí de toda la nación y de alrededor del mundo, que cada uno de ellos reciba la Luz, el Evangelio, y camine en El entonces y reciba a Cristo.",
    "Y que sea tan real que Sus Palabras se cumplan: “Las obras que Yo hago, ellos las harán también. El que oye Mis Palabras, y cree al que me envió, tiene Vida Eterna”. Y cuando la Vida Eterna entra, ellos nacen de Arriba, y las obras de Dios se manifiestan ellas mismas, porque es la misma Vida que estaba en El. No puede hacer ninguna otra cosa.",
    "Así que, Padre, permite que esta iglesia nunca base su destino Eterno en una sensación, en una organización, en nada menos que Cristo mismo viviendo en ellos, vindicando Su Palabra a través de ellos y Su promesa. Que, desde el niño más pequeño aquí esta noche, hasta la persona más anciana, reciban esta experiencia. Y que todo hombre o mujer, muchacho o muchacha, que escuche esta cinta, que sea así con ellos, Señor, y dales el entendimiento que sólo estoy tratando de advertir y llamar fuera, porque esta hora es más tarde de lo que pensamos.",
    "Y vemos a Babilonia, la madre ramera, y todas sus hijas prostitutas congregándose juntas. Dios, nos damos cuenta que la Escritura dice que las cizañas del campo de trigo serán atadas primero, en manojos. Y se han atado en manojos, llamándose nombres blasfemos que verdaderamente no pertenecen a ellos, no pertenece a la Iglesia, tampoco; son logias, no iglesias. Solamente hay una de ellas, Padre, y esa es por la cual Tú moriste.",
    "Y yo ruego, Padre, mientras las vemos a todas siendo atadas ahora para un fuego atómico pronto, yo ruego, Señor, que Tú permitas que el trigo esté lleno y pesado. Concédelo, Señor. Que crezcamos y resplandezcamos Luz, y seamos como Jesús: “Si no hago las cosas que Dios me requirió que Yo hiciera, entonces no tengo Vida en Mí. Pero si Dios habla y muestra Su Vida, entonces Eso habla por Sí mismo”. Concédelo, Señor. Yo encomiendo este Mensaje a Ti, y que Tú cuides de El, y trae a millares de millares, Señor, o, a todos Tus hijos predestinados al Evangelio. En Jesucristo, Quien es la Palabra, en Su Nombre oro. Amén.\n\nYo le amo, yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Yo voy a hacer la pregunta. ¿Cuántos esta noche en esta audiencia visible aquí, de esta hermosa y gran iglesia de personas, o casa de personas, mejor dicho, en este lugar de adoración, que creen con todo su corazón, que su vida está a la altura con el requisito (Uds.) de Dios y la Biblia, y Uds. creen que, al mirar su propia vida, y viendo la forma en que el Espíritu se está moviendo en Uds., que ella cree toda Palabra de la manera en que está escrita, y la guarda? ¿Lo creen Uds.? Dios los bendiga. Que El siempre mantenga Su Espíritu sobre Uds.",
    "Y para mi amigo en la cinta, quisiera que Ud. pudiera haber visto aquí en esta audiencia esta noche, calculo que por lo menos el noventa por ciento de la gente tenían sus manos levantadas, que han creído y observado la Biblia, (no lo que la iglesia dice) lo que la Biblia dice, (no lo que la logia dice) lo que la Biblia dice, y ellos ven la Vida de Cristo reflejándose en Ella.",
    "Uds. saben, en los días antiguos antes de que tuvieran fundiciones, el—el orfebre solía golpear el oro con un martillo. Supongo que Uds. han oído de ello. Antes de que fuera al fundidor, lo golpeaban. Y el oro es el material más pesado, es más pesado que el plomo. Y así que he buscado un poquito, y Uds. pueden tomar en las arenas en el arroyo en los desiertos, y restregar su mano sobre la arena, y entonces (fuuu) soplan así, y el polvo y todo volará, las rocas, pero el oro es tan pesado que queda allí. Y entonces cuando uno recoge ese oro, ha rodado a través de tanta tierra al grado que ha acumulado bastante. Y a través de las edades volcánicas a medida se acumulaba, se le pegó lodo y de todo, pirita de hierro y otros materiales mezclados con él. El que lo golpeaba solía tomar este pedazo de oro y lo golpeaba y lo volteaba, y lo golpeaba y lo volteaba, hasta que él le sacaba a golpes toda la escoria. Y ¿saben Uds. cómo sabía él que había sacado toda la escoria? El podía ver su propia imagen reflejada en él.",
    "Y de esa manera hace Dios con la Iglesia. El golpea todo credo, toda denominación, todo dogma hecho por el hombre, hasta que El ve Su propia Vida reflejándose en Uds. “Si no hago las obras de Mi Padre, no me creáis”. ¿Ven? Si lo que se ha propuesto para la Iglesia, la Vida que estaba en Cristo no está reflejándose en Uds., no se queden quietos si Uds. no tienen paciencia, virtud, todas estas cosas, y templanza, y—y cosas, y piedad, y amor fraternal, y todas estas cosas que son requeridas de Uds. No importa qué hayan hecho, no importa cuánto han gritado, a cuántas iglesias se han unido, cuántas plumas se han Uds. prendido en sí mismos, no lo hagan. Esperen hasta que genuinamente, de corazón, Uds. puedan perdonar, hasta que en su corazón Uds. tengan amor fraternal. No importa si ellos arrancan un puñado de barba de un lado, Uds. pueden voltear la otra mejilla con dulzura, ¿ven?, hasta que esas virtudes, no importa qué les digan ellos a Uds.",
    "Cuando ellos le pusieron un trapo alrededor de Su rostro y le pegaron en la cabeza, dijeron: “Ahora, me dicen que Tú eres un Profeta”. Ahora le quitaron de un tirón el trapo a El, y uno de ellos teniendo la vara, dijo: “¿Cuál de nosotros te pegó? Profetiza y dinos, de otra manera, entonces creeremos que Tú eres un Profeta”. El nunca abrió Su boca.",
    "Cuando Uds. oyen a un profeta levantándose, que tiene todas las respuestas a todo truco que Uds. pueden traer, recuerden, él no es un profeta. Hoy en día ellos tienen que saber todo, cuándo van Uds. a tener un dolor de muela y cuándo van Uds. a tener un dolor de estómago, y todo lo demás, y decirles a Uds. todo al respecto. Esa no es la naturaleza de nuestro Dios. Observen a los profetas, observen a Jesús.",
    "Miren a Pablo, cuando él podía cegar a un hombre, y dejó que el calderero lo corriera del país: “Creo que él perdió su poder para cegar”.",
    "Jesús, Quien podía resucitar a los muertos, y sin embargo dice que un soldado borracho escupió Su rostro, y expectoró y escupió y arrancó barba de Su cara, y le pegó a El en la cabeza, con un trapo alrededor de El, dijeron: “Profetiza y dinos quién te pegó”. Y no abrió Su boca.",
    "No miren a esos autores de trucos. Pero recuerden, ellos solamente están hablando, un dólar falso sólo dice que hay uno verdadero en alguna parte. Cuando Uds. ven a esta cosa de organización creciendo y prosperando, como dice “el engaño prosperaría en su mano”, sólo recuerden, hay una pequeña Iglesia de Dios en alguna parte, que verdaderamente está llena del Espíritu Santo, genuina, que está subiendo la escalera. No miren a la gran organización.",
    "¿De qué iglesia más grande se habla en la Biblia que de la edad de la iglesia de Efeso? Y cuando Pablo pasó a través de las regiones superiores de Efeso, y llegó a esta iglesia, había doce hombres en ella. Eso es correcto. Y todos eran buenas personas, gritaban y tenían un gran tiempo, pero todavía no habían recibido el Espíritu Santo. Pablo dijo: “¿No habéis recibido el Espíritu Santo desde que creísteis?”\n\nEllos dijeron: “Pues, no sabíamos que había un Espíritu Santo”.",
    "El dijo: “¿Entonces cómo fuisteis bautizados?” Si no hacia diferencia, ¿qué le dijo a esa iglesia allí?",
    "Ellos dijeron: “Ya hemos sido bautizados por uno de los hombres más grandes que se haya parado sobre la tierra, Juan el Bautista, que bautizó a nuestro Señor. ¿No es ese bautismo suficientemente bueno?”",
    "El dijo: “No, señor. Uds. tienen que ser bautizados de nuevo, porque el Reino está sellado a cualquier otra cosa”. Y cuando oyeron esto…Dijo: “Juan sólo bautizó para arrepentimiento, no para perdón de pecados, diciendo que deberíais de creer en El que había de venir, esto es, en Jesús”. Y cuando oyeron esto, fueron bautizados de nuevo en el Nombre de Jesucristo. Correcto, exactamente. Ellos siguieron la Escritura.",
    "Uds. saben, en la dedicación esta mañana, Moisés siguió el patrón que él vio en el Cielo, y armó una tienda para representarlo. Cuando Salomón edificó el templo, él (¿qué hizo él?) siguió el patrón que Moisés, por medio de la tienda, guardando la Escritura en línea.",
    "Y cuando Dios viene a Su Templo para los últimos días, este templo, el Espíritu Santo, “me preparaste cuerpo”, el Espíritu Santo cayó en el Día de Pentecostés, el mensaje fue: “Arrepentíos, cada uno de vosotros, y bautizaos en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos; para cuantos el Señor nuestro Dios llamare”. Si Uds. quieren llamar a su ministro un doctor, el Doctor Simón Pedro escribió una receta, una receta Eterna. Eso es lo que cura a los enfermos.",
    "Dejen que algunos de estos farmacéuticos charlatanes tratando, por medio de denominación, de surtirla de alguna otra manera, esa es la razón por la cual ellos tienen…Uds. saben, si Uds. no le añaden la…Uds. le añaden demasiado a la receta, Uds. pudieran…demasiado del veneno, Uds. pudieran matar a su paciente. Si Uds. no ponen suficiente en ella, Uds.…no por el antídoto, si Uds. no lo hacen, no le hará a su paciente ningún bien. Su médico sabe exactamente cómo escribir la receta.",
    "Y Cristo, el Espíritu Santo, es el Escritor de la Receta, y El la escribió. No le añadan a Ella ni se lo quiten a Ella, simplemente tomen la Medicina tal y como está. Es la Cura para todos los malestares. Dios los bendiga. ¿Lo aman? Amén.\n\nYo le amo, yo…[Espacio en blanco en la cinta.—Editor]\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Ahora mientras lo tarareamos, ahora voltéense y dense la mano con su vecino allí. Oh, él es un peregrino también, de pasada.\n\nYo le amo, yo le amo\n\nPorque El a mí me amó\n\nY…-vación…\n\nYo le amo, yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.\n\nYo le amo, (cantémoslo ahora), yo le amo\n\nPorque El a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Ahora inclinemos nuestros rostros, cerremos nuestros ojos, levantemos ahora nuestras manos y nuestras voces a Dios, mientras los entrego al pastor. Estamos contentos de tenerlos aquí. No somos una denominación. No tenemos ley sino el amor, ningún credo sino a Cristo, ningún libro sino la Biblia. No tenemos miembros; sólo compañerismo a través de la Sangre de Jesucristo que nos limpia de toda incredulidad.",
    "Muy bien, todos juntos ahora.\n\nYo…yo…\n\nDios los bendiga. Regresen y visítennos de nuevo.\n\n…-que El a mí me…\n\nMuy bien, pastor. Hermanos, Dios los bendiga. 🦅"
  ]
}