{
  "title": "RECORDANDO AL SEÑOR",
  "id": "62970009",
  "content": [
    "🦅  Gracias, Hermano Neville. Estoy muy contento de estar aquí, Hermano Neville, y por la—la oportunidad de estar nuevamente en estos lugares Celestiales, en Cristo Jesús. Y los números nunca me han preocupado, eso siempre me emociona. Saben, más… estoy más como en casa cuando hay pocos, en número, porque pienso que así es la Iglesia. Sí, tengo una Escritura para eso, dice: “No temáis, Manada pequeña, porque vuestro—a vuestro Padre le ha placido daros el Reino”. Y quiero… con esa pequeña Manada quiero ser contado ese día, con la que Él le dijo: “No temáis”. Y estamos muy contentos por el privilegio de haber venido en esta noche.",
    "Y yo no vine con la intención de hablar. Hace unos momentos hubo alguien que vino a la puerta, y fue mientras yo estudiaba algo, preparaba un contexto para un tema que quiero usar ahora mismo en las reuniones que vienen de Phoenix y Tucson, y por allá. Y me estaba dando un verdadero festín en el Espíritu, Uds. saben, con las cosas buenas de Dios, acerca de un Absoluto, y el tema de un Absoluto. Y mi esposa vino y me dijo que alguien había venido a verme, y yo—yo no lo capté correctamente, entonces, después, dijo; “¿Vas a estar en la iglesia esta noche?”.",
    "Y dije: “Creo que sí”. Y quise continuar en el espíritu de lo que estaba haciendo. Y ella regresó y dijo que se trataba de un hombre enfermo que venía para que se orara por él. Le dije: “Bueno, entonces, como sea iré a la iglesia (¿ven?), si es para orar por el enfermo”. Yo siempre, eso… Uds. saben, esas cosas son… debemos atenderlas lo más rápido posible, cuando las personas están enfermas y necesitadas. Cualquiera que ha estado enfermo sabe apreciar lo que significa ser sanado por el gran poder sanador de Dios. Y es una gran maravilla, ¡qué privilegio!",
    "Ahora, el próximo domingo, el Señor mediante, si el Hermano Neville, y ninguno de ellos tiene algo especial, pensé que el próximo domingo en la mañana le—yo le traería al pueblo mi mensaje de Navidad, pues para que puedan—puedan… Algunos vienen desde muy lejos, Uds. saben, pues, como de Georgia y diferentes lugares, y así podrán regresar a tiempo para hacer sus compras de Navidad y demás.",
    "Y Billy acaba de salir aquí a decirme, dijo que mi hermana, Delores, el próximo domingo en la tarde, antes del servicio, tiene alguna clase de pequeños—de pequeños regalos para los niños, un programita para ellos, Uds. saben, un pequeño drama de Navidad que quieren presentar antes de dar inicio a los servicios. Y yo dije: “Bueno, ¿será el domingo en la tarde, verdad?”.\n\nDijo: “Sí”.\n\nLe dije: “Entonces no interferirá en lo más mínimo”.",
    "Ahora, vean, el próximo martes es la víspera de la Navidad, entonces si… o el martes que le sigue (en una semana), es la Navidad. Así que, eso presionaría a las personas (¿ven?), para luego tener que regresar a casa en la víspera de la Navidad, y el lunes, entonces pensé en que yo… sí, dos semanas. Es correcto, dos semanas es correcto. Entonces pensé que tal vez vendría esta noche y lo daría a saber a las personas, si es la voluntad del Señor y el Hermano Neville no tiene nada especial. Que, por lo general, me gusta dar mi mensaje de Navidad para la iglesia, y mi mensaje de Pascua, y lo que el Señor me ponga en el corazón para dar. Y el siguiente domingo, el Señor mediante, el siguiente domingo en la mañana doy…",
    "Y la razón que lo hago en la mañana y no en la tarde, es por la gente que viene desde lejos, necesitan la tarde para viajar para poder llegar a casa, ¿ven Uds.? Y prefiero tenerlo en la noche, pienso que es mucho mejor en la tarde. A mí—a mí me gusta el mensaje en la tarde, cuando baja el sol, por alguna u otra razón. Pues, Dios, en el Huerto del Edén, con Adán, venía en el fresco de la tarde y hablaba con Adán. ¿Ven?, y a mí me gusta el servicio en la tarde. Pero, y por las circunstancias aquí, sería mejor que lo tuviera en la mañana, y así las personas pueden viajar.",
    "Y estoy agradecido que el tabernáculo está siendo ampliado acá hasta el lugar aquí de enseguida, se le está añadiendo más espacio. Después de toda la discusión y alegatos, finalmente lo conseguimos de todas maneras. Uds. saben, el anciano Hermano Bosworth tenía sentido del humor, decía: “El bebé que llora más fuerte se lleva toda la atención”. Así que, eso tuvo mucho que ver, Uds. saben, y por eso creo que nos conviene llorar un poco de vez en cuando, ¿no lo piensan Uds.?",
    "Pues, y quiero felicitar al Hermano Anthony y a sus compañeros aquí por esa música tan hermosa. La oí apenas entré. Y, Uds. saben, esos instrumentos son las trompetas. He querido que uno de mis hijos, cuando menos uno de ellos, toque la trompeta, yo—yo… y esos instrumentos de soplar.",
    "Becky comenzó con el piano, pero está pasando por ese asuntito de la adolescencia, Uds. saben, ahora lo quiere dejar. Y—y ella comenzó… La maestra dijo que tenían que comenzar con la música popular. No, ahora, no quiero decir… Uds. saben lo que quiero decir, oberturas y cosas así, de la música clásica, para poder ver allí la música religiosa. Cuando ella avance a los grados más altos en eso, piensa entonces: “Bueno, simplemente lo dejaré”. Y yo—yo… los muchachos son un problema. Y, como sea, para comenzar, tiene que ser un llamado de Dios. Creo que su hermana, Sarah, allá atrás, de todas maneras la va a superar, y no ha tomado una lección. Así que, pues el llamamiento de Dios es mejor cuando es un don así.",
    "Pero me gusta la trompeta. Recuerdo cuando dedicaron este tabernáculo, acá en la esquina, las trompetas tocaron aquí por medio día: “En la cruz murió mi Salvador, por mis pecados perdón clamé; allí la Sangre a mi corazón fue aplicada”, cuando yo colocaba allí mi texto en la piedra angular.",
    "Y recuerdo una noche en la Iglesia Trinitaria Metodista, cuando el Doctor Morrison, ya anciano… Muchos de Uds. que vivieron allá en mis días recuerdan al Doctor Morrison, ese santo anciano. Asbury perdió uno de los hombres más grandes, desde Asbury, cuando perdieron al Doctor Morrison, por su edad, un anciano piadoso. Y a mí siempre me encantó escucharlo predicar. Y yo fui a escucharlo allá en la Iglesia Trinitaria Metodista. Y esa noche, dos jóvenes salieron al pequeño balcón justo cuando mi esposa y yo íbamos llegando, y tenían sus trompetas alzadas de esa manera, y aquellos instrumentos, y tocaron: “¡Allí en la cruz murió mi Salvador!”. Esa cruz grande allá arriba, girando. Yo me paré en la calle y levanté mis manos, sólo comencé a glorificar a Dios allí mismo; no me pude contener.",
    "Hay una clase de emoción que el Cristiano nacido de nuevo lleva por dentro que cuando late, algo tiene que suceder, así de sencillo. ¡Oh, yo…! No hay nada como un Cristiano a la antigua. Es cierto. No recibiría nada por ella, por mi experiencia, no la cambiaría por ninguna de las riquezas del mundo, ni por todo el mundo o todo el sistema solar y todo, por lo que Jesús me ha enseñado a mí de Sí Mismo.",
    "Hay un cierto hombre sentado con nosotros, cada vez que miro atrás el corazón me salta. Es un hombre, lo vi tomando la Santa Cena la otra noche, camina con una muleta. ¿Le han dicho a Ud. que se parece a Oral Roberts? [El hermano dice: “Bueno, hermano, Ud. lo hizo cuando entré aquí. Estaba esperando que Ud. reconociera eso”.—Ed.] Le diré, cada vez que yo… ¿Cuántos…? Uds. han visto a Oral Roberts, casi todos Uds. ¡Vaya que sí se parece a Oral Roberts! De casualidad lo vi atrás. Y yo—yo pienso que él es un hombre un poco más corpulento que Oral. Pero se parece por la manera en que se peina el cabello, y su frente y las facciones, y siempre una persona con una apariencia digna, sentado como Oral. Y entonces yo—yo siempre pienso: “¿Hermano Oral?”. Se parece mucho a él.",
    "El Hermano Oral está empezando ahora alguna clase de colegio Bíblico allá, creo, o algo; escuché el otro día. ¿Qué es? [El Hermano Neville dice: “Una universidad”.—Ed.] Una universidad. Sí. El Hermano Carl Williams de alguna manera es alguien clave para él en eso, no lo sé ahora exactamente.",
    "Pues, ahora recuerden, el domingo, el Señor mediante, vamos a empezar, tengo el mensaje de Pascua… o de Navidad. Y luego, estoy—estoy agradecido porque se ha comenzado con el tabernáculo. Y luego espero que esto no sólo incremente el número, sino que incremente la gracia que Dios le conceda a nuestra iglesia, a nuestro movimiento, nuestro… no movimiento, sino a nuestra congregación que hemos reunido. Nos encanta.",
    "Y—y sólo quisiera decir esto. No tomaré mucho tiempo. Pero, tengo muchas cosas que debo decir, pero no lo haré, tomaría demasiado tiempo. Pero, me gustaría decir esto, es algo que no puedo decir. Hay cosas (todos entienden) que uno sabe, y es en el Nombre del Señor, que a pesar de todo uno no puede decir. Vean, uno se lo tiene que guardar. ¿Ven? Pero es un cierto evento que se acerca, y ha sido así por algún tiempo, que está por suceder, y me ha alarmado ver al Espíritu Santo moverse entre la gente hasta ese punto, y ellos sin saber ni una sola cosa en lo terrenal al respecto (¿ven?), pero ver al Espíritu Santo moverse hacia eso. Lo revelaré, el Señor mediante, en algún momento conveniente. Ahora, recuerden: eso muestra a Dios entre ellos.",
    "Como alguien, creo que el hermano, sí, dijo hace un rato, el Hermano Neville dijo que: “Dios, no tiene en cuenta nuestro—nuestro desorden entre nosotros, nuestro mal comportamiento delante de Él”. Tratándose del vidente que fue y miró sobre Israel, y lo pudo ver con el ojo natural, y en el desorden en que se encontraba, la manera en que ellos habían obrado mal y debían recibir maldición. Pero lo que el obispo falló en ver fue esa Roca herida y esa Serpiente de Bronce (¿ven?), haciendo la expiación. Así que (¿lo ven?), cuando—cuando Balaam miró sobre Israel, él vio una razón para maldecirlos. ¿Ven? Pero cuando Dios los miró, Él vio la expiación. Él dijo: “Eres como un unicornio”. Amén. “¿Quién obstruirá tu camino? ¡Cuán piadosas, cuán justas son tus tiendas!”. Así es como Dios los vio. ¿Ven? No como los veía el hombre, no como los veían los—los grandes dignatarios; sino como Él los veía.",
    "Y ¡oh, Dios, permite que ésa sea mi porción! Que ésa sea mi porción, pues nada hay en mí que yo pueda reclamar. “Nada traigo en mis manos, sólo a Tu cruz me acojo”. ¿Ven?, eso es todo lo que tenemos.",
    "Bueno, ésta es la noche de la reunión de oración, o no reunión de oración, sino más como un grupo aquí de evangelismo. Nos—nos gusta colocar la Palabra. Y tal vez me gustaría hablar con Uds. por unos minutos. A muchos de Uds. que les gustaría abrir la Escritura… Bueno, saben, qué extraño, abrió exactamente allí, al texto que iba a leer. Sí, señor. ¡Qué extraño! Fue en Primera de Corintios, el capítulo 11, y tenía aquí algunos apuntes que había escrito, aquí por alguna parte, que tenía en mente, si logro ahora encontrarlo, en Primera de Corintios, el—el—el capítulo 11. Aquí mismo está, aquí mismo. Sí, señor.",
    "Ahora, antes de nosotros abordar la Palabra, abordémos al Autor (¿ven?), Quien es la Palabra, para poder pedir misericordia y Sus bendiciones a medida que lo estudiamos a Él Quien es la Palabra. Oremos.",
    "¡Oh, Señor Dios, lleno de gracia y misericordia, quien ha estado dispuesto, a través de la edad, después que el hombre pecó y atravesó ese gran abismo entre él y Tú, uno del cual él no pudo volver a cruzar por su cuenta! Él quedó absolutamente, totalmente perdido, sin manera de regresar. Pero el Dios de… lleno de toda gracia, estaba dispuesto a recibir un substituto en su lugar, y lo trajo de nuevo. Esto ha emocionado los corazones de todos los que han llegado a conocer de Ti, Señor, ¡cómo es que en Tu gran amor y gracia has recibido un Substituto! Y como acabamos de expresarlo, Señor, es en ese Substituto que estamos confiando en esta noche, Aquél Quien murió en lugar de nosotros pecadores, aquel Justo Quien llevó sobre Sí nuestra injusticia. Es en Él en que confiamos.",
    "Ahora venimos solemnemente a Su Palabra, con los corazones y rostros inclinados, en reverencia y en respeto y en agradecimiento. Y pidiendo en esta noche que Tú nos envíes gracia, por el Espíritu Santo, y nos des el—el Pan de Vida que necesitamos para que nos sustente. Tú sabes exactamente lo que necesitamos, y sabemos que Tú has prometido que si pedimos recibiremos.",
    "Recordamos en esta noche, Señor, a todos aquellos que sabemos que están enfermos y necesitados, para que la gracia de Dios les sea concedida a ellos en gran abundancia. Y, Padre, oramos por aquellos que se han apartado, que esta festividad que viene les recuerde en su corazón el lugar donde una vez estaban, y que han caído quedando fuera de la esfera de Tu compañerismo. Dios, oramos que ellos regresen (concédelo, Señor), que regresen a la congregación, a la—a la Asamblea del Primogénito; que regresen donde hay gracia y misericordia, y amor y bondad, y sanidad para nuestras almas, nuestras mentes, y nuestros cuerpos. Concédelo, Señor. Bendice la Palabra esta noche. Fortalécenos a todos, y danos de Tus bendiciones, pues lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, sólo por unos momentos me gustaría traer su atención a Primera de Corintios, el capítulo 11, el versículo 23, 24 y 25.\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también la copa, después de haber cenado, diciendo: Esta copa es el nuevo pacto en mi sangre; haced esto todas las veces que la bebiereis, en memoria de mí.",
    "Si yo titulara este pequeño tema al que quiero referirme, lo haría así: Recordando Al Señor. Suena como una noche en que… o un mensaje que se debió predicar el domingo pasado, en la cena del Señor. Pero quiero abordarlo desde un ángulo un poco diferente por unos minutos, mientras unimos nuestros—nuestros pensamientos, y estamos en la adoración del Señor.",
    "Podríamos, desde luego, comenzar con la mesa del Señor, porque ése es un buen lugar donde todos recordamos. Recordando al Señor en Su mesa, lo cual, en realidad, el texto se refiere a eso. Pero, eso, Pablo dijo que debemos tomar la copa y—y beber la—la sangre, y comer el pan santificado, en memoria, para recordar lo que Él hizo por nosotros. Y—y cuando Ud. lo haga, Ud. no va querer hacerlo algo común, del diario vivir; Ud. realmente quiere venir recordando al Señor. ¿Ven? Recuerden que fue Su gracia y Su misericordia, y que tan sólo eso da la única esperanza que uno tiene. No importa lo que uno pueda llegar a lograr, no existe nada en ningún lugar que de alguna manera se pueda acercar a lo que Cristo hizo por uno.",
    "He tenido una experiencia triste esta semana, sin embargo, gloriosa, por así decirlo, sepulté a un hermano que una vez estuvo aquí con nosotros. Y muchos de Uds. saben de la ocasión. Fue nuestro bondadoso Hermano Rogers, Busty Rogers, como le llamábamos, Everett. Y el Hermano Banks Wood aquí, y el Hermano Sothmann, fuimos juntos al servicio fúnebre.",
    "Y—y yo viajé, por la nieve, allá al antiguo lugar donde yo primero lo sepulté, hace como veinticinco años. Aquella vez cuando lo sepulté, fue en aguas lodosas, en el Nombre del Señor Jesucristo. Cuando pasábamos ese antiguo puente conocido allí en Totten’s Ford, yo hablaba con mis hermanos, y les dije: “Un día cuando un cierto ministro denominacional había tenido una—una gran tienda allí, dijo: ‘Ese pequeño radical, allá en la iglesia bautista, que está bautizando a la gente en el Nombre de Jesucristo’, dijo él ‘si alguna persona llegara a ser bautizada de esa manera, ni siquiera sería bienvenida bajo mi carpa’”.",
    "Y en esa ocasión sucedió que algunos estaban sentados allí que habían sido bautizados en el Nombre del Señor Jesús, y eran el Hermano George Wright y su familia. Ellos sencillamente… Lo único que pudieron hacer fue no regresar.",
    "Entonces ese día allí en el vado, oh, él acababa de salir de su reunión y había venido para observar, y su congregación estaba parada allí. Y yo llegué al lugar. Y había llovido allá arriba en las colinas, y el lodo de los campos había llegado allí, los pequeños arroyos tributarios habían tornado muy lodoso el Blue River. Yo salí al agua, hasta la cintura. Y yo… Uno de los síndicos, o diáconos, mejor dicho, me pasó la Biblia, y yo leí donde Pedro dijo en el Día de Pentecostés: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo”.",
    "Fue ese día que Georgie Carter estaba postrada allí, tratando de levantar las manos, pesando sólo como unas sesenta libras [28 kg], llevaba nueve años y ocho meses en la cama, sin moverse. Y su gente, la iglesia donde pertenecía, había dicho: Si alguien tan sólo viene a mi reunión, serían excomulgados de su compañerismo en la iglesia. Y, entonces fue esa misma tarde que ella fue sanada instantáneamente. Y luego ella quería ser bautizada como la niña Nale de por allá; de la cual yo había visto una visión, y Uds. saben la historia, sus manos y las piernas encogidas; y fui por la visión y el poder del Espíritu, le impuse las manos, allí salió y fue sanada. Y, así que, ella había pertenecido a lo mismo. Bueno, era una iglesia metodista. El ministro metodista, el Hermano Smith, era el que estaba parado en la ribera con su congregación.",
    "Y yo comencé a bautizar en el bautismo Cristiano de la Biblia. Y para cuando había bautizado cinco o seis personas, de repente rompieron las líneas y la fila, allí en la colina. Allí venía ese grupo metodista con su ropa fina puesta, para ser bautizados en el Nombre del Señor Jesús. Y uno por uno, las damas en sus vestidos bonitos de verano de seda, salieron allí a ese lodo, limpiándose el rostro con las lágrimas, y lavándoles el labial, saliendo allí para—para hacer—hacer la confesión y—y para ser bautizados.",
    "Y con ese grupo, un hombre fuerte, ancho de hombros, con un corte estilo militar, de cara ancha, muy fornido, salió allí en su traje azul sarga. Él dijo: “Yo también he tomado mi decisión”. Ése era Busty Rogers, sin nadie decirle nada. Allí lo sepulté a él en el Nombre del Señor Jesucristo, en base a su confesión.",
    "Y la semana pasada lo puse bajo tierra en Milltown. Y hablé del sermón de: La Perfección De La Resurrección. Yo he sido misionero, y he visto los diferentes dioses y los filósofos; y es todo lo que eso es, aparte del Cristianismo, sólo filosofía, la manera en que ellos creen esto, eso, o lo otro. ¡Excepto el gran Creador, Quien hizo la creación! Tiene que haber un Creador si hay una creación. Y si hay una creación, fue hecha por un Creador. Y cualquier hombre se refleja en su trabajo. Si es un buen carpintero, hace buenos trabajos, en lo que construye. Y si es un buen mecánico, él trabaja bien. Su trabajo sencillamente lo refleja a Ud. Y la creación de Dios refleja a Dios. Y Dios lo hizo todo con un propósito. Y todo lo que sirve al propósito de Dios, cuando muere, tiene una resurrección. Dígame una cosa. Y presenté muchas cosas como las flores y los árboles.",
    "Y cómo el sol sale en la mañana, nace un bebé, sus rayos son débiles. Como a las diez, es un adolescente. Y a las doce está brillando en toda su fuerza, en la hermosura de mujer o de varón. Y como a las dos de la tarde, se va poniendo como yo. Y luego como a las cinco de la tarde, se pone como el abuelo, va decayendo. Y finalmente sus rayos se enfrían en la tierra, y muere. ¿Es ése su fin? Cumplió el propósito de Dios. Hizo crecer la vida botánica en su recorrido sobre la tierra. Todas las plantas que han estado muertas el año anterior, las hizo crecer. ¿Es ése su fin cuando cumple el propósito de Dios? ¡Sale nuevamente a la mañana siguiente, con vida nueva! Es lo mismo con todo árbol, con todo lo demás, todo, la luna, las estrellas, el sistema solar, es una promesa en todo.",
    "Y si un hombre cumple el propósito de Dios, hay una resurrección tan seguro como cualquier cosa. Lo único que tiene que hacer es, Dios sólo está esperando el momento, así como lo está haciendo ahora.",
    "Las muchas hojas recién caer de los árboles, recién caídas, mejor dicho. Los rojos, verdes, azules, cafés, todos esos diferentes colores sobre el gran pecho de la tierra, donde la naturaleza de Dios yacía muerta allí debajo, Dios simplemente sembró Su ramo. ¡Pero Él sabe, cuando siembra el ramo, que hay una resurrección en la primavera! El mundo simplemente tiene que dar la vuelta en su órbita hasta estar correctamente de nuevo con el sol, y saldrá con flores de funeral.",
    "Nunca diga: “Éste es el fin”, así como las hojas, café, en el árbol, no pueden decir que es el fin. Lo único que tiene que hacer, es que el ciclo del tiempo de Dios gire de nuevo, hasta el tiempo de la venida del Hijo de Dios. Y toda criatura viviente que haya muerto en Cristo, saldrá a vida nuevamente. En Su Presencia, recordándolo a Él. ¡Oh, cuando yo llegue al final de mi camino, quiero morir en Su Presencia, recordándolo a Él, que Él es la Resurrección y la Vida! Ése es Él.",
    "Entonces cuando venimos a la mesa del Señor… La mesa del Señor, como lo he explicado aquí antes, no es… Nosotros creemos que llamamos “la comunión” el—el tomar el pan. Colocamos lo errado—lo—lo errado… Nosotros colocamos la cosa correcta en el lugar errado. No es el pan lo que importa, no es el vino lo que importa, eso sólo es pan santificado y el vino. Pero el asunto, comunión, significa “hablar con”, y, es hablar con Él, recordarlo a Él. Yo creo que es el tiempo más bendito de los servicios. ¿Ven? Cada hora de nuestra vida debería ser una comunión.",
    "La comunión con el Señor es como un oasis en un desierto. Es como el manantial debajo del estanque, donde el—el viajero que pasa se detiene y bebe el agua hasta saciar su sed. Eso es recordar al Señor. Venir a la ordenanza de Su mesa, donde el peregrino que pasa, que—que está peregrinando aquí en la tierra con nosotros, juntos, que podamos venir a Su mesa, y ahí beber de Sus bendiciones y de Su gracia y de Su Palabra, en compañerismo alrededor de Su Palabra, hasta que nuestras almas sedientas quedan satisfechas. Y luego dejamos el lugar de adoración, refrescados, satisfechos; saliendo a enfrentar nuevamente los problemas del desierto, los problemas del desierto de la vida. Sí, un oasis en el desierto, refrescándonos, haciéndolo nosotros cuando estamos sedientos.",
    "Debería ser así con cada adorador. Satis-… Así es con cada verdadero adorador, que ellos anhelan reunirse. El compañerismo tiene algo que—que eso es Divino, ha sido ordenado por Dios, y es santo, sagrado. Y los justos están sedientos de eso.",
    "Como dijo David, que su “alma tenía sed de Dios, como el ciervo por la corriente de agua”. El pequeño ciervo herido que los perros le han arrancado pedazos de su costado, y ha—ha escapado de eso. Y está parado, jadeando y vigilando. Olfateando con su sentido que Dios le dio, puede olfatear agua a millas. Y levanta su cabecita al aire mientras que su vida se desangra. Y sabe que si logra llegar a ese manantial, podrá vivir. Nadie entonces lo va a capturar. Si puede llegar al agua, engañará a todo perro que Ud. le pueda soltar, pues sabe que él—él ha encontrado el recurso que da vida.",
    "Y cuando la iglesia llegue a ese lugar, donde Cristo significa tanto para nosotros que estemos sedientos de estar en Su Presencia y entre nosotros, es un Recurso que da Vida: ningún diablo podrá alcanzarlo a Ud. Aun la muerte misma es derrotada ahí. ¡Oh, qué esperanza! ¡Qué lugar! Nos refrescamos. Y, al hacerlo, recordamos que Cristo fue Quien lo hizo posible para nosotros. Fue Él Quien hizo estas cosas por nosotros, debemos recordarlo a Él. Porque, recuerden: en un tiempo nosotros éramos extranjeros y estábamos sin Dios, gentiles, dejándonos llevar por ídolos mudos. Pero, recuerden: Cristo murió no por los judíos, sino por toda criatura de la raza caída de Adán, murió Cristo.",
    "Cuando venimos a recordarlo a Él en Su manantial de—de comunión, eso—eso debería recordarnos del tiempo cuando Israel estaba en su joranada. Y viniendo ellos, aun en su lugar del deber, en camino desde Egipto a su liberación, hacia la tierra prometida, y en el mismo acto del deber, se quedaron sin agua. Y estaba seco por todos lados por donde miraban, toda… debajo de toda colina donde debía haber manantiales, no los había. Y ellos estaban pereciendo en el desierto. Y entonces apareció la Roca, esta Roca que Moisés hirió, y de ella salió agua en abundancia. Todo hombre sediento, toda mujer sedienta, niño, o aun toda bestia sedienta, pudo beber agua en abundancia.",
    "Como Juan 3:16, el texto dorado de la Biblia, dice: “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito, para que todo aquel que en Él cree (cree, tenga comunión, lo recuerde a Él) no se pierda, mas tenga Vida Eterna”. Recordando que Cristo fue nuestra Roca que fue herida, para salvar a un mundo agonizante, al gentil que agonizaba, al judío agonizante, a un mundo agonizante. Cristo dio Su Vida en abundancia, para que todos los que estén hambrientos y sedientos, dijo el profeta: “He aquí, venid a la fuente, comprad de Mí leche y miel, sin precio”. Vengan, porque ésta es la comunión, vengan recordando al Señor.",
    "Me viene a la mente el recordar al Señor de nuevo en un lugar de refrigerio, en el bien nombrado Beerlahairoi, que en la lengua hebrea quiere decir: “El pozo de Aquél que vive y que me ve”. Agar, mal entendida, y con todo, en la línea del deber. Mal entendida, juzgada mal, y fue expulsada, sin lugar adonde ir, con un niño que perecía, y el agua consumida en el odre. Y el pequeño estaba llorando. Y solamente el corazón de una madre sabría lo que significó oír aquel llanto por agua, mientras se le hinchaba su lengüita, y sus labios resecos, y su bebé debilitándose a cada minuto. Expulsada, allí mismo en la línea del deber, sin lugar adonde ir. Ella misma no había tomado, hasta que exprimió la última gota sobre sus labiecitos resecos. Y luego el odre quedó seco, y ella lo puso en el suelo y siguió adelante. Y el pequeñito pidiendo agua a gritos, y se fue debilitando y debilitando; y era su único hijo.",
    "No hay duda que su corazón inocente clamaba: “¡Oh, Dios!, ¿qué habré hecho? ¿Qué habré hecho?”. Y ella no soportó ver al niño morir en sus brazos, así que lo puso debajo de un arbusto. Y fue como a distancia de un tiro de arco, probablemente unas cien yardas [91 m] o más, y vio un arbolito, y ella se arrodilló y allí comenzó a llorar. Pues, ella se preguntaba: “¿Por qué?”. Si ella hizo lo correcto, ¿por qué le sucedía esto a ella? Muchas veces nosotros pensamos así de nuestras enfermedades y aflicciones (¿ven?), pero tal vez todo sea para mostrar gracia y misericordia. Y mientras ella pensaba, finalmente oyó los débiles gemidos a medida que se desvanecían, pidiendo agua.",
    "Ella escuchó una Voz que habló y dijo: “¿Por qué lloras? ¿Por qué estás llorando?”.",
    "Y ella levantó la mirada, y vio el pozo borboteando. ¡Qué manantial de refrigerio! Beerlahairoi, tal vez lo pronuncié mal. B, doble e, r-l-a-h-a-i-r-o-i, que quiere decir: “¡El pozo del Viviente y que me ve! ¡Aquel que no puede morir! ¡Melquisedec! ¡El Shaddai! El que vive y que me ve, conoce mis necesidades, Él se ha acordado de mí. Y allí Él se acordó de mí cuando yo me acordé de Él, y yo sé que Él vive y que Él ha hecho brotar aquí en el desierto este pozo”.",
    "¡Oh, cómo pudiéramos aplicar eso ahora mismo en un mensaje de una hora, de este día de hoy, cuando el desierto de las iglesias, los denominacionales, y—y los—los—los predicadores del Evangelio social y las—las modas del mundo se han infiltrado, y han denominado y separado!",
    "Y luego pensar que allí se encuentra de nuevo en esta noche, el pozo del Viviente y que me ve. Eso es lo que recordar a Cristo debería significar para el adorador. Sí. ¡Oh, ella fue mal entendida y fue expulsada! Jesús dijo cuando estuvo aquí en la tierra: “Yo soy las Aguas vivas, Yo soy las Aguas de Vida”.",
    "Y quiero presentar aquí otro pequeño pensamiento que me viene a la mente. Cuando Jesús estaba en el juicio, y por nada más sino escarnecerle, al… Fue enviado de Pilato a Herodes. Ahora, Pilato no tenía por qué hacerlo, y, Uds. saben, él se quiso lavar las manos. Pero una vez que está en sus manos, Ud. tiene que tomar su decisión. Ud. no puede pasárselo a otra persona; es Ud., como individuo. Pero Él, Él fue enviado a Herodes sólo para—para ser—ser escarnecido, porque Él tenía fama de ser un obrador de milagros y así por el estilo, y Él era un desechado de la iglesia. Así que, Pilato mismo pensó que lo enviaría a Él a Herodes, y así quizás enmendaría el viejo resentimiento que tenía el uno contra el otro.",
    "Y, entonces Jesús fue llevado por las calles y por los lugares hasta que se encontró ante el tribunal superior: Herodes. Y cuando Él se encontró con Herodes, ¡a Herodes le fue presentada su única oportunidad! ¡Cuán insensato puede ser un hombre! Si Herodes tan sólo hubiera sabido que parado ante él estaba el cumplimiento de todo profeta hebreo; que el anhelo y la sed del mundo, que ante él estaba el cumplimiento de lo que todo sabio y profeta había hablado. Era la oportunidad de haber saciado su corazón pecaminoso con gracia y misericordia. ¡Qué hombre más insensato fue él!",
    "Y, sin embargo, no tan insensato como el hombre hoy día, que le es presentado lo mismo, porque nosotros hemos tenido dos mil años más, de Su enseñanza, de Su misericordia. Pero qué—qué cosa más insensata hizo Herodes cuando estuvo parado frente a Él y no le pidió gracia ni misericordia, no le pidió perdón por el pecado. Él no supo que ahí parado… No creo que ese hombre se diera cuenta que parado frente a él estaba tal Persona. Dejemos que eso penetre por un momento. Porque ese Hombre no era de—de renombre, de posición entre la sociedad, de las diferentes organizaciones, y—y clubes, y todo eso, con lo que él estaba asociado. Él no era de renombre así.",
    "Pero sí lo era, entre el pueblo que conocía la Biblia y que conocía la promesa. Y permítanme ser un poco más fuerte: aquellos que estaban predestinados a Vida Eterna, ellos lo reconocieron el momento que Él se paró allí.",
    "Pero Herodes no sabía esto, él nunca lo supo. ¡Qué cosa tan triste! Todo de lo cual habían hablado los profetas por cuatro mil años, el cumplimiento del clamor del mundo estaba parado frente a él. Allí en su presencia se encontraba la plenitud del cumplimiento. Y tal vez vuelva a decir esto: nosotros pensaríamos que él fue un hombre insensato porque tomó una decisión insensata, pues, noten Uds. que él en ningún momento le pidió misericordia. Él le pidió que—que lo divirtiera: “¡Oh, he oído que eres un—un obrador de milagros!”. Él pidió entretenimiento en lugar de misericordia.",
    "Ése es el mundo hoy, expresando de nuevo la misma decisión de Herodes, cuando ellos ven al Cristo que obra milagros haciendo hoy lo mismo que hizo en aquel entonces, y lo único que piden es: “Déjeme verlo a Ud. hacer esto y lo otro”. ¿Uds. dicen que Herodes quedará muy mal parado? ¡El hombre de este día terminará peor parado! Herodes tuvo cuatro mil años de experiencia, a los profetas y sabios. Nosotros tenemos seis mil, con una súper enseñanza más de la que ellos tenían en aquel entonces. Seguro. ¡Qué cosa la que eso hizo! ¡Así es hoy, igual!",
    "¿Qué sucedió? Herodes nunca lo tomó en serio. Él no se detuvo a considerarlo.",
    "Y así es con la gente de hoy. Ven esta gran cosa, los inquieta, pero ellos no se detienen lo suficiente. Quieren escuchar a algún rabí o algún teólogo que se los descarta Todo con explicaciones. Y aun, cuando pienso en Jeffersonville, ¡cuántas veces te hubiera Yo juntado como la gallina a sus polluelos, pero no quisiste! ¿Cuántas veces te hubiera Yo juntado? ¡Cuántas veces hubiera Yo hecho de éste, el—el jardín predilecto adonde hubieran volado todas las naciones, pero no quisiste! ¿Ven? ¿Ven?",
    "Ahora, ¿ven lo que Herodes tendrá que recordar en aquel día? Su gran oportunidad, él la rechazó. Y allá en algún lugar en las regiones de los perdidos, en esta noche, él está recordando lo que hizo al respecto. Ahora es demasiado tarde.",
    "No permitan que eso nos suceda. Ésta es la hora de nuestra visitación. Recordemos a Cristo; que Él es el mismo ayer, hoy y por los siglos, Hebreos 13:8. No esperen las regiones más allá, con los malditos, esa dimensión donde Uds. no pueden entrar en la Presencia de Dios, y que su tiempo se haya cumplido sobre la tierra; en esa pesadilla horrorosa Ud. recordará que tuvo su oportunidad y la rechazó. Los jóvenes préstenle atención a esto. Todos préstenle atención a eso.",
    "Herodes nunca lo pensó seriamente. En su única oportunidad, sólo pidió que lo divirtiera, y que Jesús hiciese alguna clase de truco, sacar un conejo del sombrero, o, Uds. saben, o algo. Pensó que tal vez Él era, en otras palabras, lo consideró como un mago. “Hemos oído que Tú puedes hacer bromas. Déjame verte ahora hacer Tu broma”.",
    "Y permítanme decir esto con reverencia. Pero cuántas veces los así llamados ministros de este día, han dicho: “Si hubiere un Espíritu Santo, si Ud. cree que el Espíritu Santo es como fue en el principio, déjeme verlo a Ud. tomar al anciano Fulano de tal por acá, o a éste, oh, a este hombre por acá, a esta mujer por aquí. Iré a buscarlos. Déjeme verlo a Ud. obrar eso”.",
    "¿No se dan cuenta ellos que ése es el mismo espíritu (no, no lo saben) que le dijo a Jesús: “Si Tú eres el Hijo de Dios, has que estas piedras se conviertan en pan. Si Tú eres el Hijo de Dios, dinos quién Te golpeó en la cabeza. Si eres Profeta, dinos quién Te golpeó”? con Su rostro envuelto en un trapo. Lo golpeaban en la cabeza y luego se pasaban el palo el uno al otro, decían: “Dinos, si eres Profeta. Dinos quién Te golpeó, entonces Te creeremos. Dinos, si Tú eres el Hijo de Dios. Somos sinceros en nuestros corazones. Si Tú eres el Hijo de Dios, baja de la cruz y creeremos que Tú eres el Hijo de Dios”.",
    "Me pregunto si mucha gente hoy, tanto hombres como mujeres, jóvenes y ancianos, no están parados en ese mismo punto. Y Ud. va a recordar algún día que estuvo en Su Presencia, en Su Fuente; y quiso ver una broma, o quiso ver un truco, o alguna otra cosa; “eso me haría creerlo. Déjeme sentir un escalofrío por la espalda, y déjeme hacer esto o aquello, y creeré Eso”. ¿Ven?, alguna sensación, ¡es pura idolatría! Déjenme…",
    "Saben, Jesús dijo en una ocasión, Él hizo una pregunta. Me gustaría preguntarle esto a la iglesia en esta noche. Jesús dijo: “¿Por qué? ¿Por qué? ¿Por qué me llaman vuestro ‘Señor’, y no hacen las cosas que les mandé que hicieran? ¿Por qué pueden decirme ‘Señor’, y no guardan Mi Palabra? ¿Por qué pueden Uds. decirme ‘Señor’, y niegan las cosas que les he mandado a predicar y enseñar?”. ¿Qué sucede? ¿Qué lo causa? Es porque alguna tradición denominacional está entre ellos y la Palabra. Y cualquier cosa que esté entre Ud. y Dios, es un ídolo, ocupa el lugar de Dios. ¿Por qué le llamáis “Señor”? Señor significa “propiedad”, el Señor es dueño de la propiedad. Y si Dios es mi dueño, si yo soy de Él, y Él cambió mi dirección un día cuando yo estaba en el camino equivocado, y me llamó con un propósito, ¿qué más debo hacer yo sino cumplir Su deseo, como lo hizo con Pablo? ¿Cómo puedo hacer otra cosa más que guardar Su Palabra? “¿Por qué Me dicen Uds. ‘Señor’?”.",
    "Quiero mencionar a otro individuo aquí, considerarlo. ¿Qué de Judas?, ¿cómo lo recordará él? Estamos hablando de recordar al Señor. Judas, en esta noche, y, oh, hasta que él ya no exista, tendrá que recordar que él vendió su primogenitura. Él vendió a Jesús por ganancia personal. Nosotros ridiculizamos a Judas. Decimos que era inmundo, un tipo malo, que no es digno para ningún lugar ni sociedad, que no merece el Cielo. ¿Por qué? Él vendió a su Señor, después de que tuvo la oportunidad de aun ser un—un discípulo, ser un apóstol, el llamamiento más alto en la Biblia, más alto que un profeta. Él tuvo la oportunidad de ser un—un apóstol, y vendió ese derecho por ganancia personal. Y ahora él tiene que recordar eso. Así es como él recuerda a Jesús: ganancia personal.",
    "Y yo me pregunto cuántos de ellos en esta noche que aun se paran en el púlpito, usando aun la toga del coro, ocupan el puesto de diáconos, o toman el lugar del tesorero, síndico, o cual fuera, su posición en la iglesia, o el ministro en el púlpito, y aun así venden su oportunidad por alabanza personal; “Doctor, Obispo Fulano de tal”, por alabanza personal, ganancia personal.",
    "Cierta vez un hombre me dijo: “Yo creo que ésa es la Verdad. Pero si predicara eso, quedaría pidiendo limosna allí en la calle”.",
    "¿Recuerdan al rico y Lázaro?, ¿su último y escenario Eterno cuál fue? Aunque uno tenía… era un mendigo, y el otro era un hombre rico, pero un día el cuadro cambió y los dos podían recordar. Así que, la gente en esta noche reniega de Judas que lo vendió a Él por ganancia personal, y tantos hoy hacen lo mismo, lo venden a Él por ganancia personal.",
    "Los sacerdotes de aquellos días también recordarán que ellos vendieron su oportunidad con Él, su oportunidad de venir a ser Su siervo, de venir a ser Su discípulo, de venir a ser un convertido de Él. Ellos la vendieron por el veneno verde de la envidia. Ellos tenían envidia de Su Doctrina. Pues cuando Él apenas tenía doce años, igual pudo dejarlos sin respuesta; y no reconocerlo, que ése era el Mesías. Ellos no podían hacer las cosas que Él hacía. Y tenían miedo de perder su prestigio delante de las personas de la clase alta, y ellos vendieron su oportunidad. Y ellos son tan culpables como lo fue Herodes.",
    "Y el miembro de iglesia hoy está igual. Si ellos confiaron en sus denominaciones y demás, en aquellos días, y temían por su—por su prestigio, de que serían sacados de las sinagogas, pues ¿qué era eso? ¡Era idolatría! Adorando un credo-ídolo, o una religión de iglesia-ídolo, en lugar de aceptar la Palabra viva que se manifestó delante de ellos.",
    "Y viendo ellos la Palabra de Dios. La Biblia dice: “Nosotros Le hemos visto y palpado”. Seres humanos pusieron sus manos sobre la Palabra literal, viva y manifestada del Dios viviente. Y dejaron que credos y tradiciones se interpusieran entre ellos (lavar ollas y sartenes), una cosa tan inmunda se interpuso entre ellos y el Dios viviente. Sí.",
    "¿Por qué fue? Ellos tenían prejuicios. Tenían prejuicios contra Su Evangelio Escritural tan limpio y bien definido que Él estaba enseñando, la Palabra del Padre. Ellos le tenían envidia a Él. Tenían prejuicio contra Él. Y mientras tengan memoria, siendo que, aún en el infierno recordarán, así es como ellos serán recordados. Así es como ellos tendrán que recordarlo a Él.\n\nUd. dirá: “¡Oh, eso fueron los fariseos!”.",
    "Hay una damita que solía venir a esta iglesia. ¡Oh, supongo que quizás muchos de Uds. la conocen, ella vive aquí bajando la calle a cierta distancia! Ella se había descarriado. Y siempre que la veo, ella corre hacia mí, me toma de las manos: “Hermano Bill, ore por mí; estoy descarriada”. Su esposo es… No, yo creo que ellos viven aquí mismo en esta calle. Yo la había visto en el Espíritu, había visto el espíritu de Dios sobre ella, y ella danzando, regocijándose, y de esa manera. Y ella se había apartado. Y recientemente se encontraba aquí en el hospital, muriendo, pensaban ellos. Y ella me mandó a buscar para que viniera a orar por ella.",
    "Ella y su esposo fueron muy buenos con mi esposa, cuando mi esposa era una muchachita harapienta, con la cara sucia; y ellos de vez en cuando le compraban un vestidito o algo, para ayudarla a que fuera a la escuela. No importa lo pequeño que sea, Ud. no puede hacer algo para Dios que Él no lo recuerde. “Por cuanto lo has hecho a uno de estos Mis pequeñitos, a Mí lo hiciste”. Y como pan sobre las aguas, regresará.",
    "Allí estaba postrada esta pobre mujercita descarriada, llorando, aferrada de mi mano. Y ella… Dije: “Bien, hermana, yo—yo haré una oración por Ud.”.",
    "Y acostada en la cama del lado estaba una mujer con sus brazos cruzados, mirándome. Y su hijo joven estaba sentado a su lado, como de veinte años, con apariencia de un ricky moderno.",
    "Y, no faltándole al respeto a alguien si su nombre fuere Ricky, pero quiero decir que ése es un… Nunca se oía de un nombre así en tiempos pasados. Elvis y Ricky, y simplemente es un nombre de la edad, ¿ven Uds.? Si Ud. tiene un hijo llamado así, llámelo por su segundo nombre, o póngale otro.",
    "Entonces ella estando allí de esa manera, miró hacia acá, y yo empecé a inclinar mi cabeza, y la vi que miraba muy… Ella dijo: “¡Espere un minuto! ¡Jale esa cortina!”.",
    "Dije: “Yo sólo iba a ofrecer una oración por la señora. ¿No—no es Ud. una—una creyente?”.",
    "Ella dijo: “Pues déjeme decirle, nosotros somos metodistas, y queremos que Ud. ¡jale esa cortina!”.\n\n“Sí, señora”, y jalé la cortina.",
    "¿Ven?, es lo mismo. Hoy sigue igual, ¡tanto prejuicio! ¿Cómo sabía ella qué clase de ministro era yo? Yo nunca había visto a la mujer. Pero ella probablemente había oído a alguien decir que yo creía en la sanidad de los enfermos, y había sido enseñada algo contrario. Ella no quiso tener nada que ver con eso, se lo lavó de las manos. Ella temió que eso cayera sobre ella. No se preocupe, no sucederá, del mismo modo que Pilato no pudo lavárselo de sus manos.",
    "Ahora, eso no es para decir nada deshonroso del pueblo metodista; ésa fue sólo una mujer. [Cinta en blanco.—Ed.] ¿Ven? Pudiera haber sido solamente su actitud. Yo no creo que todo el pueblo metodista sea así, porque he orado por muchos de ellos. Ellos me llaman para que ore por ellos, y señales y maravillas han sido obradas entre ellos. Nunca son las personas en esas iglesias; es el sistema bajo el cual están, eso lo causa. Pero ella era una de esa clase. ¿Qué era? Puro veneno de ese ojo verde, envidia endemoniada.",
    "Yo podría decir algo. En—en cierta reunión que hubo una vez aquí en la ciudad, y preguntaron por qué no me habían llamado. Pero mejor dejaré eso porque estoy en casa. Pero, y de todas maneras, sin motivo alguno, es pura envidia, es credo, es idolatría. ¡Cómo nos gustaría extenderle los brazos a todos, pero cuando a uno lo repudian…! Jesús quería hacerlo. Recuerden, algún día Uds. van a tener que recordar eso; tendrán que recordarlo.",
    "Me recuerda de un testimonio que fue dado recientemente. Un ministro, y estaba en un ascensor, subiendo, por acá en el Edificio Heyburn. Y había tres hombres parados con este ministro en el—en el ascensor, y ellos—ellos no sabían que este hombre era un ministro, supongo que no. Y cuando subieron, todos se detuvieron en el octavo piso. Y un hombre miró al ministro, y le dijo: “¿Sabe qué? Esto es lo más cerca que llegaremos del Cielo”.",
    "🦅 Bueno” dijo el ministro, “me—me supongo que Ud. tiene razón. Yo—yo pienso que Ud. tiene razón, porque mientras estemos confiando en nuestros propios méritos, esto es lo más cerca que estaremos”. Eso es correcto. Mientras que Ud. esté confiando en lo que Ud. hace, estará recordando lo que Ud. hizo. Y estoy seguro que la mayoría de nosotros sabemos que no hicimos nada, no merecemos nada. Dijo: “Supongo que si estamos confiando en nuestros propios méritos, esto es lo más lejos que llegaremos”. Bueno, si estamos confiando, eso es lo más lejos que llegaremos.",
    "Pero, ¡oh, me gustaría decir algo! Si puedo olvidar lo que yo fui, y recordar lo que Él es, si yo puedo acordarme de Jesús, si puedo acordarme de Él en la cruz, si yo puedo recordar lo que Él hizo por mí, y puedo recordar la hora en que Él me lavó de mis pecados, y me dio el Espíritu Santo para guiarme, entonces soy levantado por encima de todo lo que esta tierra tiene. Soy alzado por encima de toda cosa terrenal, en lugares Celestiales en Cristo Jesús, donde puedo tener compañerismo con Él. Ahí en Su Presencia, olvidando lo que yo alguna vez fui, olvidando todos mis pecados y de todo, porque están en el Mar del Olvido. Olvidando todo mi pasado, olvidándolo todo, y recordar que Él me hizo Suyo, por medio de Su Propia muerte. Él tomo mi lugar. Y yo que no tenía derecho a ir a ningún lugar sino al infierno, Él tomó mi lugar y me levantó del infierno; Él fue allí por mí. Y Él me levantó por la abundancia de Su gracia, a tal grado que ahora somos hijos e hijas de Dios, y nos sentamos en lugares Celestiales en Cristo Jesús, regocijándonos siempre y recordándolo a Él Quien nos trajo seguros hasta aquí. Y con fe latente en nuestras almas, impulsándonos, y por gracia Él me llevará adelante.",
    "Y por los ojos de la fe veo Su Escritura cumplida: “Todos los que Él antes conoció, llamó; todos los que Él llamó, justificó; y todos los que justificó, a estos Él glorificó”. Por tanto, con esto en el pensamiento, yo me paro en esta congregación de personas, donde está el Espíritu de Dios, y somos levantados, para sentarnos en lugares Celestiales en Cristo Jesús. Esperando la hora cuando esta vil figura de vida humana que tiene un latido mortal, y que tendrá que detenerse algún día, cuando sea cambiada y reciba un corazón del Espíritu que latirá por todo el tiempo sin fin más allá, sin enfermedad, sin dolor, sin vejez ni cualquier otra cosa.",
    "Recuerden a Jesús. Cuando la tinaja quede vacía en la casa y no haya más harina, recuerden a Jesús. Cuando el médico diga que ya no hay más probabilidades, recuerden a Jesús. Cuando el diablo lo esté tentando a Ud.; como lo cantamos en nuestro himno de despedida: “Cuando de tentación estemos rodeados, invoquemos ese Nombre Santo en oración”.",
    "Recordando a Jesús, recordando que Él vendrá otra vez. El mismo Jesús que fue llevado de nosotros, regresará de igual manera como le vimos irse al Cielo. Recuerden, Él regresará por aquellos que son Suyos.",
    "Oremos, y con nuestros rostros inclinados. Y con este Mensajito entrecortado aún en su corazón, ¿quisiera Ud. que Él se acordara de Ud. en este momento? Si así es, sólo levanten la mano, y si hubiere algo especial, “Señor, acuérdate de mí”. Como dijo el poeta: “Acuérdate de mí cuando las lágrimas estén cayendo”.",
    "Santísimo Padre nuestro, nos hemos gozado inmensamente en la Presencia del Espíritu Santo, al habernos mostrado Él la Palabra de Vida, al nosotros recordar el abismo del cual fuimos rescatados, y ahora hemos sido sacados de ese abismo y moldeados en hijos de Dios, por la gracia de Jesucristo. Yo me acuerdo de Él, cuando un médico me miró a la cara y dijo: “Sólo le quedan unos minutos más”, yo me acordé de Jesús. Yo me acordé de Jesús cuando estaba en el altar clamando por misericordia y mi alma estaba agobiada, me acuerdo de la carga que me dejó. Jesús tomó mi carga. Hace unos meses, sentado en la banca, mirando por la mira del cañón de una escopeta, para dispararle al blanco, y Satanás debe haber pensado: “Ésta ahora es mi oportunidad”. Y cuando la escopeta explotó, y el cañón y la madera y la acción de la escopeta salieron en toda dirección, y el fuego voló alrededor de mí, y yo intenté ponerme de pie, y la sangre salía a chorros, yo recuerdo que fue Jesús. Cuando el médico, cuando él me examinó y no vio ningún daño, él dijo: “Lo único que sé, es que el Señor también debe haber estado allí, protegiendo a Su siervo, él debería haber volado en pedazos por semejante explosión”. ¡Oh, Dios, cómo todos recordamos esas cosas!",
    "Venimos a la Fuente llena de Sangre, sacada de las venas de Emanuel. Bendícenos, Señor, reunidos en esta noche. Tú conoces el—el objetivo y el motivo detrás de cada corazón que levantó la mano. Tú conoces el deseo y la necesidad. Y como Tu siervo, Señor, yo—yo vengo con ellos, y—y salimos de este tabernáculo ahora (por fe) y vamos más allá de las nubes y de la luna, de las estrellas y la—la vía láctea, y llegamos ahora a la Presencia de Dios. Y situado frente a mí está un altar dorado, en él se encuentra el Sacrificio que estamos recordando, Jesús, que dijo: “Pedid al Padre cualquier cosa en Mi Nombre, Yo—Yo lo concederé”. No permitas que falle nuestra fe, Señor, sino permítenos recordar que recibiremos lo que pedimos, si lo creemos, mientras recordamos que Jesús murió para asegurarnos eso y para garantizarlo.",
    "Señor, vemos que estás ampliando nuestro edificio. Fuiste Tú Quien hizo esto por nosotros, que nos diste esta extensión de la iglesia. Y sabemos que fuiste Tú, Señor, Quien nos dio la iglesia en el principio. Oramos que bendigas estos esfuerzos.",
    "Señor, oramos por nuestro pastor, el Hermano Neville, Tu humilde y bondadoso siervo fiel. Está dispuesto a ministrar en donde sea, no importa si fuere en el puesto de atrás o si fuere para limpiar la iglesia. Donde quiera que Tú lo necesites, allí él quiere ser instrumental, para servirte dondequiera que Tú llames. Oramos, Dios, que—que Tú lo bendigas.",
    "Dios, acabo de pasar esta gran prueba, y estos síndicos se pararon a mi lado, y esta iglesia que—que oró por mí, pues finalmente llegó la victoria. ¡Oh, Dios, yo oro por ellos! Yo también los recuerdo a ellos, Señor, y estoy seguro que Tú también.",
    "Recordamos las bendiciones que Tú has sido para nosotros. Y recordamos Tu Palabra, que nunca nos dejarías ni nos desampararías. La vejez no tendrá nada que ver con eso, Tú aún te acordarás de nosotros cuando el mundo ya no exista y el tiempo se desvanezca en la Eternidad. Hay algo así escrito: “¿Olvidará una madre a su bebé que amamantó? Nunca me podré Yo olvidar de ti. Están esculpidos en las palmas de Mis manos”, esos clavos grabaron nuestros nombres. Sabemos que Tú te acuerdas de nosotros, Señor.",
    "Y que Tú siempre puedas estar en nuestros más tiernos recuerdos, como nuestro Salvador, nuestro Sanador, nuestro Rey, nuestro Amante, nuestra Vida, nuestra Luz de Sol, nuestro Todo en Todo, esa fuente inagotable de la gracia y amor de Dios para nosotros los seres humanos caídos de la familia de Adán. Concédelo, Señor, mientras nos encomendamos a Ti ahora, al salir del tabernáculo en esta noche, recordando a Jesús. Amén.",
    "¿Lo recuerdan Uds. a Él? ¿Le aman? [La congregación dice: “Amén”.—Ed.] Ahora, pienso que en nuestro pequeño Mensaje entrecortado, tal vez hemos dicho esto. Pablo dijo: “Todo lo que hagamos, hagámoslo en el Espíritu”. En todas las cosas debemos recordarlo a Él. No tomemos una decisión hasta primero no recordarlo a Él; no hagamos nada porque será precipitado. Si el enemigo hiere en un lado de la mejilla, recordemos lo que Él hizo, antes de devolver el golpe. Recordemos cómo actuó Él. Si hay que tomar una decisión, esperemos, recuerden la clase de decisión que pensamos que Él tomaría, entonces que ésa sea nuestra decisión. Si nos apresuramos, recordemos que Él nunca andaba con prisa. ¿Ven? Si nos ponemos demasiado ansiosos, recordemos que Él habita en la Eternidad; el tiempo no significa nada para Él. Ése es el motivo y el objetivo de nuestro corazón. Recordémoslo a Él.",
    "Y recordémoslo a Él ahora mientras cantamos este canto en el Espíritu de Su Presencia: Yo Le Amo. Si Ud. habita en amor, Ud. habita en Dios, porque Dios es amor. Los que habitan en Dios, habitan en amor. ¿Ven? Y el amor no tiene odio. El amor no tiene envidia. El amor no se envanece. El amor no hace nada indebido. El amor siempre es gentil, dulce, perdona, amable. No importa cuán amargados estén los demás, el amor permanece igual. El amor es lo máximo de la gracia. El amor es lo máximo de Dios para nosotros. Después de que todos los demás dones y cosas se hayan acabado, nuestra profecía, nuestras lenguas, nuestras interpretaciones, todo lo que hayamos hecho y lo demás, una vez que el amor entra, es lo máximo. Está por encima de todo, porque todo lo demás falla. Es—es la decisión de la Corte Suprema; es el Poste de amarre; es la Estrella del Norte que mantiene a los marineros alineados; es la Brújula que nos guía. El amor es lo máximo. Recordemos eso mientras cantamos: “Yo Le Amo”.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí…\n\nAhora recuerden: “Él me amó, y dio a Su Hijo”.\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora mientras nuestra hermana nos da la nota de este canto, [El Hermano Branham comienza a tararear Yo Le Amo.—Ed.] En la dulzura del compañerismo, mientras estamos sentados juntos en lugares Celestiales en Cristo, saque todo, todo de su corazón. Y recuerden: la Palabra de Dios lo dice. Yo soy Su siervo. Él está aquí. Entonces estrechemos nuestras manos con alguien, y digámosle: “Dios le bendiga, hermano”. Si Ud. tiene un enemigo, levántese y vaya a él (¿ven?): “Dios le bendiga, hermano”, mientras cantamos el coro otra vez y nos saludamos de mano el uno al otro. Lo harían ahora, con mucha dulzura en el Espíritu.\n\nYo Le amo, [El Hermano Branham dice: “Dios le bendiga, Hermano Roy”.] Yo Le amo\n\nPorque…me amó\n\nY me compró la salvación\n\n[El Hermano Branham saluda de manos.]\n\nAhora con nuestras manos levantadas.\n\nYo Le amo, yo Le amo\n\nPorque…(¡Recuerden a Jesús!)\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora inclinemos nuestros rostros y tarareémoslo. [El Hermano Branham empieza a tararear Yo Le Amo.—Ed.] ¡Recordando a Jesús! [El Hermano Branham sigue tarareando.]\n\nÉl a mí me amó.\n\n[El Hermano Branham continúa tarareando.]\n\nAllá en la cruz.",
    "Ahora mientras nuestra hermana toca dulce y suavemente, le voy a pedir a nuestro buen hermano… Hermano Neville, ¿quiere decir algo? Muy bien. Le voy a pedir al Hermano Collins allá atrás, nuestro hermanito leal aquí, uno de los asociados, si nos despide en oración. Mientras inclinamos nuestros rostros, Hermano Collins. 🦅"
  ]
}