{
  "title": "EL MUNDO CAYÉNDOSE A PEDAZOS",
  "id": "62980009",
  "content": [
    "🦅  Muchas gracias, Hermano Neville.\n\nBuenos días, amigos. Me acosté esta mañana a tiempo para levantarme, y estaba un poco cansado. No, vino… fue algo inesperado. El Hermano Shakarian, los Hombres de Negocios del Evangelio Completo, el presidente de este movimiento, fue… Su esposa se enfermó y, por tanto… pues fue llevada al hospital.",
    "Y sustituir para un hombre así es un trabajo grande, y habiendo llevado a cabo una convención ayer.",
    "Y el Hermano Arganbright vino, y fuimos allá. Y, bueno, me levanté a las cuatro, ayer por la mañana, y salimos para Cincinnati. Y viajamos todo el día. Y llegué, apenas entramos. Llegamos como al amanecer, esta mañana. Y me levanté, y estoy ronco, pero estamos aquí por la gracia de Dios.",
    "Me pregunto si llegó el Hermano Arganbright. ¿Está aquí, Hermano Arganbright? Él aún debe estar cómodo en los brazos de Morfeo. Uds. no saben quién era Morfeo; era un dios pagano romano, el dios del sueño.",
    "Y ténganme Uds. un poco de paciencia con mi garganta ronca esta mañana, y trataré de no retenerlos demasiado.",
    "Mi propósito de tener el servicio esta mañana fue por causa de… no la gente. El próximo domingo iba a dar mi—mi mensaje de Navidad, pero, si lo—lo hiciera, entonces eso traería a personas que no son de la ciudad, quizá, tal vez les interrumpiría un poco su Navidad, Uds. saben, el regreso. Y pensé entonces que tal vez sería mejor si nos reuniéramos y adoramos al Señor esta mañana, de esta manera, como la parte mía del servicio de Navidad. Y luego el próximo domingo podrían estar en su… Si viven muy lejos, Uds. podrían estar en su propia iglesia de donde sean, o como quieran hacer.",
    "Y quiero agradecerle al hermano por ese hermoso canto. Entraba mientras lo cantaban. Estuvo muy hermoso. Y siempre he escuchado a mi esposa y a todos jactarse del canto del hermano, y tuve la primera oportunidad de oírlo cantar personalmente, y no fue en el tabernáculo. Pues, ¿qué les parece? Nuestro hermano aquí del tabernáculo, y tuve que viajar hasta Shreveport, Louisiana, para oírlo cantar su primer canto. ¿Qué extrañas son las cosas, verdad?",
    "Y pensamos entonces que tal vez al hacer esto, nos daría un tiempo en nuestro… de—de reunirnos. Y, también, las carreteras estaban en tan mal estado. Me pregunto si el Hermano y la Hermana Dauch pudieron llegar desde Ohio. ¿Llegaron? ¿Dónde está Ud., Hermano Dauch? Sí, sí. Solo me lo preguntaba. ¿Recibieron mucha nieve por allá? Mucha nieve. Y, pues no les cayó en Cincinnati; ni siquiera hay tanta como aquí. Ni siquiera hay nieve en lo absoluto. Y ayer fue la primera vez que prediqué en Cincinnati, y pasamos un gran día, en un nuevo capítulo que aún no ha cumplido un año, y es un capítulo muy fino, con personas muy buenas. Disfrutamos del compañerismo. Y me acaban de llamar para estar en Columbus mañana, para la dedicación de otro capítulo y, o servicio, que el Hermano Shakarian debía oficiar, pero… y tengo que orar acerca de eso primero. Es un…",
    "Tengo que ir a Phoenix inmediatamente después de esto, Uds. saben, y tenemos… Comenzamos en Phoenix el doce, será el desayuno de los hombres de negocios. Y no sé exactamente dónde será. Creo que en el Ramada, será en el—en el Ramada. El capítulo de los hombres de negocios normalmente desayuna allí. Y luego el domingo comienzo, y el domingo, por cerca de doce días, por todo el Valle de Maricopa, Phoenix, Tucson. Y tengo un banquete el lunes por la noche, el lunes que sigue por la noche, en Tucson, un—un banquete con los ministros y Hombres de Negocios del Evangelio Completo en Tucson. Y luego regresamos a Phoenix, y creo que a Glendale y diferentes lugares. Y luego comienza la convención el veinti-… ¿Cuándo es, Hermano Fred? ¿Recuerda la…? El veinticuatro, veinticuatro al veintiocho o veintinueve, algo así. Y luego, si el Señor quiere, regreso a casa. Viendo cómo hemos progresado aquí, veremos acerca de los Siete Sellos o los… de esa fecha en adelante, y ver después a dónde vamos.",
    "Ahora, creo que alguien me dijo que teníamos unos bebitos para dedicar aquí esta mañana. ¿Correcto? ¿Alguna madre tiene un bebé para dedicar? Algo que Doc me dijo. Bueno, tal vez estaba equivocado. ¡Oh, sí! Sí. Sí, señor, estos. Muy bien, ¿podrían Uds. hermanas o hermanos traer a sus pequeños? Gracias, hermana. Piensen que este es un tiempo muy apropiado para traer los niños, es Navidad. Hermano Neville, ¿podría Ud.? Ahora, mientras estos seres queridos traen a sus pequeños esta mañana, es—solo es…",
    "Ahora, muchas personas, en muchas iglesias, y—y si alguno de Uds. estuvo en la convención ayer, cómo el Hermano Brown, un episcopal lleno del Espíritu Santo, se disculpó con los creyentes pentecostales por bautizar bebés, así que, previamente, diciendo lo que tenía que hacer. Pues los episcopales sí bautizan, rocían, lo que ellos llaman bautizar.\n\nBautizar, para mí, significa “sumergir, descender, un entierro”.",
    "Y, pero muchos de ellos lo hacen. Es una antigua… Esa es una forma que realmente vino de la iglesia católica, y pasó a través de los metodistas y los episcopales, luteranos y muchos de ellos que hacen eso. Los metodistas lo hacen. Por eso se separaron la iglesia nazarena y la metodista, fue por el bautismo infantil. El nazareno es completamente un metodista, con excepción del bautismo infantil, y entonces se salió con ese fin.",
    "La Iglesia de Cristo es una Iglesia Cristiana, todo menos la música en la iglesia. Y pues, ¡oh, esas cositas por las que se separan y rompen la hermandad y demás! Todos somos uno en Cristo Jesús, por… Ud. no puede unirse a una iglesia. Uno—uno se une a una logia, pero no puede unirse a una iglesia, ¿ven?, porque uno debe nacer en la iglesia. Es un nacimiento espiritual. Y, pues diferentes tienen sus ideas y, solo les llevamos la idea, no hay inconveniente.",
    "Pero en—en cuanto a nosotros aquí en el tabernáculo, queremos quedarnos exactamente como la Biblia nos dice que lo hagamos. Solo lo que… Y no hay Escritura en la Biblia para bautizar a un niño. No hay Escritura en la Biblia para la aspersión. Y, pues, la única Escritura que hay en la Biblia donde Jesús lo dijo, y Él fue nuestro Ejemplo, y trayéndole a Él niños, colocó Sus manos sobre ellos y los bendijo, y dijo: “Dejad a los niños venir a Mí, y no se lo impidáis; porque de los tales es el Reino de los Cielos”. Ahora, de esa manera queremos continuar.",
    "Ahora, sabemos, el pastor y yo al colocar las manos sobre estos bebés, que nuestras manos son pobres substitutos de nuestro Señor, porque la Suya era santa. Pero si Él tuviera que buscar en la tierra esta mañana para encontrar una mano santa, ¿dónde la encontrarían? No existe, ¿ven?, en la tierra. Pero, por Su gracia Lo representamos a Él. Y los niños aquí que dedicaremos, pondremos nuestras manos sobre ellos y oraremos con acción de gracias porque Él se los ha dado al pueblo, y que ellos sean pequeñas flores en su hogar para ayudar a animar el camino a medida que avanzan. Que puedan ser criados en la amonestación de Dios. Y que estos niños lleguen ahora a ser grandes obreros, si hay un mañana, en el Reino de Dios, es nuestra oración sincera. Muy bien. El Señor los bendiga.",
    "Veamos, creo que empezaremos por aquí, con este caballerito de cabello negro que tanto me mira. Como que… ¡Oh, vaya! Mi esposa debería estar aquí para cargar a este pequeño. Siempre temo romperlos, ¿ven Uds.? ¡Vaya, qué pequeño más lindo! ¿Cómo estás? ¡Qué momento más apropiado! pues, “En el pesebre se encontraba un Bebé” en tiempo de Navidad, para dedicar a los bebés de nuevo a Dios. ¿Cuál es su nombre? Samuel Thomas. Bueno, ese es un nombre muy bueno.\n\nInclinemos nuestros rostros.",
    "Nuestro Padre Celestial, esta parejita feliz viene esta mañana con esta gotita de gozo que has añadido a su unión, el pequeño Samuel Thomas, Padre Dios, oramos que Tú bendigas a este niño. Y lo alzamos en Tu Presencia esta mañana, Señor, para que Tus santas manos invisibles bendigan a este niño. Que así sea, Señor, que el niño viva. Y si hay un mañana, que sea un gran obrero para el Reino de Dios. Bendice a sus padres. Y ahora, Padre, Te entregamos al pequeño Samuel Thomas, en el Nombre de Jesucristo, para una vida dedicada al Reino de Dios. Amén.",
    "Dios la bendiga a Ud. y a su esposo, y que tengan felicidad. Y que haya una gotita brillante en su vida, a lo largo de toda su jornada. Dios los bendiga.",
    "Ahora, ¿esta es la pequeña? [La madre dice: “Sí”, y la bebé hace un sonido.—Ed.] Ahora, no puedo entender ese idioma. Yo sé. Yo sé lo que—lo que están haciendo, pero no lo entiendo.",
    "Cuando estuve en Alemania no hace mucho, no podía hablar una palabra. Dije: “Pero lo curioso, de Uds. los alemanes aquí” dije, “no lo entiendo”. Dije: “Cada vez… Al caminar por la calle, y la madre cargaba un bebé, pues, lloraba en inglés”.",
    "Bueno, creo que ella tiene que hacer algo. Te voy a enredar toda, cuando te regresemos, Meda. Se enredan todos en esta cosa, Uds. saben, quedan inmovilizados. [La madre dice: “Alicia Kay”.—Ed.] Alicia Kay. [Alguien dice: “Carlyle”.] Carlyle. Alicia Kay Carlyle, es un nombre hermoso. Me gusta. ¿Podría traer a la hermanita aquí? ¡Hum! ¡Oh!, ¿también tengo su mano allí, hermana?",
    "Bueno, saben, cuando Israel traía su sacrificio (prediqué sobre eso ayer) al altar, ¿ven?, le colocaban encima las manos, porque ellos se identificaban con su sacrificio.",
    "Sus manos sobre su bebé, le identifican a Ud. con el bebé. ¿Les parece bien? Y ponemos nuestras manos sobre ella, identificándonos en oración a Dios, por esta pequeña Alicia Kay. ¿Correcto? Carlyle.",
    "Nuestro Padre Celestial, levantamos a Ti, esta damita, Dios, esta gota de gozo que le ha sido dado a esta familia. Bendice a esta pequeña, Señor, esta hermosa cosita que tengo aquí en mis brazos esta mañana, al traer la madre este bebé. Tú se la diste a ella, y ahora ella Te la está entregando a Ti. Eso muestra su fe y deseo, Señor, que su hija sea criada en la amonestación de Dios. Bendícela, Señor, y que ella viva una vida larga y feliz, y que sea una gran sierva para Ti en el mañana, si hay un mañana. Bendice el hogar de donde viene. Concédelo, Señor. Ahora, Te entregamos esta hermosa niña en una dedicación, en el Nombre de Jesucristo. Amén.",
    "Ahora, ¿no es una cosita bonita? Saben, para toda madre su bebé es el más hermoso de la tierra. Es verdad, ¿no es así? Dios los bendiga, una cosita muy dulce. Mirándome así. Ahora se me ha envuelto a mí la mano allí.",
    "Ahora, ¿cómo está Ud.? Bueno, ¡qué niña tan bonita es esta, también! ¿Cuál es su nombre? [La madre dice: “Letha Ann Farmer”.—Ed.] Letha, a Letha Ann. [“Letha”.] Letha Ann Farmer. ¡Vaya, qué niña tan bonita! ¿Podrías venir aquí, conmigo, Letha? ¿Ven? ¡Qué bien! Ahora, también es una pequeña bonita. De hecho, luce bien. ¿Te gusta ir a la iglesia, Letha? Ahora, me imagino que pequeños como estos son los que nuestro Señor cargó en Sus manos. ¿Son hermanas? [“Sí”.] Saben, parado aquí ahora, puedo sentir eso. ¿Ven lo que quiero decir? ¿Lo que es un matrimonio o una dedicación? Uds. están en el camino de Dios. ¡Oh, vaya! Me estremece.\n\nInclinemos nuestros rostros.",
    "¡Oh, Dios!, venimos esta mañana con esta pequeña Letha. Y oramos, Padre Celestial, que bendigas a Letha y todo lo que ella haga en la vida. Que viva una larga vida feliz. Bendice a sus padres. Que ella sea criada en un hogar, Señor, para admirar y adorar a Dios. Y oro que, si hay un mañana, sea, que ella sea una obrera en el Reino de Dios. Mantén alejada de ella las enfermedades y cosas mientras vive. Y hazla una gran bendición en Tu Reino. Y Te entregamos a esta niña en dedicación, en el Nombre de Jesucristo. Amén.\n\n¡Es una bebé muy dulce!",
    "¡Oh, amo a los pequeños! Pero, me… Siempre temo que se rompan, Uds. saben. Son tan pequeños. Y, aunque mi esposa me comentó, dijo: “Pues, son más difíciles de romper que—que—que yo”. Así que, sí, así es. Son muy flexibles, Uds. saben.",
    "Y ahora, ¿hay alguien enfermo que quisiera la oración, un—un caso especial de oración o algo, que pudiéramos orar por Ud.? Muy bien, hermana, si puede venir aquí y pararse. Muy bien. Ajá. Es… Queremos hacer estas cosas, por si nos demoramos un poco en nuestro mensaje de Navidad, no hay problema. Muy bien, señor.",
    "Ahora, inclinemos entonces nuestros rostros. Hermano Neville, ¿podría caminar adelante conmigo?",
    "Nuestro Padre Celestial, en esta víspera de Navidad, nació en el mundo el gran perdón de nuestro pecado y enfermedad, para llegar a ser el Sacrificio por nosotros. Traemos a nuestra hermana, en el Nombre de Jesucristo que, al ponerle nuestras manos, hacemos exactamente lo que Tú dijiste que hiciéramos: “Colocar las manos sobre los enfermos y ellos sanarán”. Esto lo hacemos en el Nombre de Jesucristo, para su sanidad. Amén.\n\n(Llamen al Hermano Cauble…?…)",
    "¡Oh!, ¿es cierto? ¿Cómo está Ud., hermana? Ahora, ahora inclinemos nuestros rostros de nuevo.",
    "Nuestro Padre Celestial, estando parados aquí en la Presencia del Todopoderoso, oramos por nuestra hermana quien ha tenido una desgracia. Y se ha hecho algo que le ha cegado el ojo. Pero Tú, Señor, como le dijiste a Moisés: “¿Quién ha hecho el ojo del hombre?”. Y solo hay Uno que puede ayudar, y es el gran Jehová, Creador.",
    "Y oramos, Padre Celestial, creyendo esto en nuestros corazones, y Te la traemos a Ti. Y nuestra fe, venimos—venimos por fe, al gran altar dorado de Dios, donde está el Sacrificio sangriento, Cristo, sobre el altar. Y en el Libro de Isaías, el capítulo 53 y versículo 5, dice: “Él fue herido por nuestras rebeliones, molido por nuestra iniquidad; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos nosotros curados”. Ahora colocamos nuestra fe con la de ella, sobre Tu altar, y pedimos, en el Nombre de Jesús, que esta ceguera deje a nuestra hermana, y que ella pueda ver, para la honra y la gloria de Dios. En el Nombre de Jesucristo. Amén.\n\nDios la bendiga, hermana.",
    "Hermano Cauble. [El Hermano Wallace Cauble habla con el Hermano Branham.—Ed.] ¡Oh, sí! Paris Reidhead. Sí. Sí, señor. A-já, a-já. Bien.",
    "Ahora oraremos pidiendo la unción para el ministerio de nuestro Hermano Cauble, que irá a visitar a un amigo mío. Trabajé con él en Nueva York. Paris Reidhead, el que vino a mi casa para recibir el bautismo del Espíritu Santo.",
    "¿Y no tenía él un cargo en la misión de Sudán? [El Hermano Cauble dice: “Sí. Él es el director a cargo de África. Vive en Nueva York, en una parte de Nueva York allí, trabajando en esa gran iglesia allí, para ayudar”.—Ed.] Maravilloso. Entonces Ud. se va de Louisville. [“Sí”.] ¡Oh, hermano! Lamentamos perder al Hermano Cauble, de Louisville. Dios lo bendiga, hermano. ¡Vaya!",
    "Yo siempre he recordado al Hermano Cauble. Este precioso hermano, santo de Dios, recuerdo cuando primero lo contacté. Él se moría desangrando. Me—me enteré de su gran nombre entre los hermanos. Fui allá. Había hermanos parados, en el hospital. Yo, una personita como yo, me avergonzó entrar, así que me arrodillé detrás de la máquina de Coca Cola, allá en el pasillo del hospital y oré por él y regresé.",
    "El teléfono sonó de nuevo, dijeron: “Ud. no fue a ver al Hermano Cauble”.",
    "Y fui allá. Le habían operado algo en la nariz, y en la incisión, cortaron algo, y se estaba desangrando. Me arrodillé allí, haciendo la oración. Eso se detuvo inmediatamente.",
    "Nuestro Padre Celestial, él es Tu siervo. Y ahora él se va de entre nosotros, pero aún seguimos unidos, Señor. Nuestros corazones siempre latirán, es mi oración, como ahora, a la par. Te ruego, Padre, que bendigas a este, mi hermano, mientras él va allá para ayudar a Tu gran siervo, el Hermano Paris Reidhead, quien estaba tan interesado en el bautismo del Espíritu Santo. A pesar de todo lo que dicen los fundamentalistas, él aún quiere a Dios, de todas maneras. Bendice al Hermano Cauble, y bendícelos juntamente en su trabajo para Ti, Señor, sus esfuerzos. Que trabajen en equipo como Pablo y Silas. Concédelo, Señor.",
    "Dale la unción del Espíritu Santo. Él ha anhelado y se ha esforzado y presionado, y empujado, queriendo encontrar ese lugar donde Tú realmente puedas llenarlo, Señor, y abrir grandes cosas para él. Y que este sea el momento, Señor, para el que lo entrenaste y por el que él ha orado, Señor, pues estamos en el tiempo de la tarde. Fortalece su cuerpo, Señor. Él necesita fuerza. Que el poder que levantó a Jesucristo de entre los muertos, traiga sanidad a su cuerpo, el poder transformador, que él vaya en el poder de la resurrección de Jesucristo. Lo bendecimos.",
    "¡El Señor lo bendiga, Hermano Cauble! Salude al Hermano Paris de mi parte, y espero verlos a todos más adelante. Voy al extranjero, a la India. Dios le bendiga.\n\n¿Cómo está, hermana? Gracias, hermano.",
    "Señor Jesús, traemos a esta damita, nuestras manos sobre ella, conectándonos con ella, al sacrificio, sabiendo que Tú lo prometiste, pido por su sanidad en el Nombre de Jesús. Amén.",
    "A esta madrecita parada aquí con los hombros encorvados y el cabello canoso, mostrando que ella está en el invierno para el mundo venidero. Dios, que el poder que levantó a nuestro Señor Jesús de la tumba, al poner nuestras manos sobre ella, conectándonos con ella y Cristo, que el poder que Lo levantó a Él de la tumba sane su cuerpo, en el Nombre de Jesús.\n\nDios la bendiga, mi hermana.",
    "Padre Celestial, así mismo ponemos las manos sobre nuestra hermana, en el Nombre de Jesucristo, que ella sea sanada para la gloria de Dios. Amén.",
    "Padre misericordioso, en el Nombre de Jesucristo, ponemos las manos sobre nuestra hermana. En el Nombre de Jesucristo, que ella sea sanada para la gloria de Dios. Amén.\n\nDios le bendiga, hermana.",
    "Padre Celestial, ponemos nuestras manos sobre nuestro hermano aquí, en el Nombre del Señor Jesucristo, para su sanidad. Que él sea sanado en el Nombre de Jesús.",
    "Nuestro Padre Celestial, una de nuestras hermanas viaja de lejos para estar en la reunión, pero ahora estando de pie en esta mañana, pues, nos conectamos, Señor, en el Evangelio, poniendo nuestras manos el uno sobre el otro y sobre ella. Que el Dios del Cielo vea esto, donde dice: “Si hubiere dos o tres en acuerdo, sobre la tierra”. Aquí estamos, tres juntos, Señor, en el Nombre de Jesucristo. Sánala, Señor, en el Nombre de Jesús.",
    "De igual manera, Señor, ponemos nuestras manos aquí sobre nuestra hermana. Y estando de acuerdo, en el Nombre de Jesucristo, que ella sea sanada.",
    "Padre Celestial, dijo que su maravillosa vida… esposa Cristiana tiene cáncer. ¡Oh, Dios!, él se para por ella. Cristo se para por ella.\n\nAhora, diablo, déjala, en el Nombre de Jesucristo.",
    "Créalo, hermano. Esta es una estaca clavada aquí mismo. Recuerde este día.",
    "Nuestro Padre Celestial, esta es nuestra hermana que viene a nosotros, Señor. Y con una vida ejemplar que vive, ella ahora viene por su sanidad. Y con nuestros corazones y manos unidas Contigo, Señor, pedimos esta bendición, en el Nombre de Jesucristo.",
    "Nuestra Hermana Risert, Señor, quien es Tu sierva, ella viene en este tiempo de Navidad. En el Nombre de Jesús, que ella sea sanada. Amén.",
    "Padre Celestial, traemos a esta hermosa mujercita en esta mañana, en el Nombre del Señor Jesús. Ponemos nuestras manos sobre ella y pedimos su sanidad, en el Nombre de Jesús. Amén.",
    "Nuestro Padre Celestial, venimos y ponemos manos sobre nuestra hermana, en el Nombre, ese Nombre santísimo, Jesucristo. Que ella sea sanada para la gloria de Dios.",
    "Nuestro Padre Celestial, Te presentamos a nuestra hermana hoy, un—un trofeo de Tu gracia, ¡cómo has sido Tú con esta mujer! Hace años y años, solo le quedaban unas pocas horas de vida, comida por un cáncer, y ella ha vivido para el Reino de Dios. Sánala hoy, Señor, de cual sea el problema, en el Nombre de Jesucristo. Amén.\n\nDios la bendiga.",
    "Nuestro Padre Celestial, nuestra hermana, también un trofeo de la gracia de Dios, desventurada y una miserable drogadicta, borracha, y ahora está de pie como una hermosa mujer restaurada. ¡Qué ejemplo de sanidad, Señor! Y entonces su corazón arde por otros quienes están afligidos, porque ella sabe que existe un gran Sanador. Ella ha mencionado tres nombres diferentes ahora, Padre. Oro y me conecto con nuestro hermano aquí, nuestro pastor, y—y con ella, y el Señor Jesús. Y que, en Su glorioso Nombre, estas tres personas sean liberadas para el Reino de Dios. Amén.\n\nGracias hermano.",
    "Padre glorioso, ahora colocamos las manos sobre nuestro Hermano Way. Él pide tres cosas. Tú las conoces, Señor. Y creemos que está escrito, y sabemos que la Escritura dice: “Todas las cosas”. Y, entonces, oramos, Padre Celestial, por esto, lo que él ha pedido, que le sea manifestado, en el Nombre de Jesucristo. Amén.",
    "Padre glorioso, colocamos las manos sobre nuestro hermano, en el Nombre del Señor Jesús, y pedimos por su sanidad, para la gloria de Dios. Concédelo, Padre, en el Nombre de Jesús. Amén.",
    "Padre Celestial, ponemos las manos sobre nuestra hermana, para el Reino de Dios, en el Nombre de Jesucristo, obedeciendo lo que Él dijo que hiciéramos. Que ella sea sana en el Nombre de Jesús. Amén.\n\nDios le bendiga, hermana.",
    "Padre, Dios, asimismo, sobre nuestro hermano ponemos las manos, en el Nombre de Jesucristo, para que Tú lo sanes, para el Reino de Dios. Amén.\n\nDios lo bendiga, mi hermano.\n\nHermana Arganbright.",
    "Padre Celestial, oramos por la Hermana Arganbright, que Tú la sanes. Concédelo, Señor. Su petición, que le sea concedida, nuestro Padre Celestial, en el Nombre de Jesucristo. Amén.",
    "Señor Jesús, poniendo las manos sobre nuestro hermano, en el Nombre de Jesucristo, que su petición sea concedida.\n\nCréalo, mi hermano.",
    "Padre Celestial, ponemos las manos sobre el niño, en el Nombre de Jesucristo, y que, al estar juntos en esta mañana, por fe, presentamos este niño ante Ti. Y que las bendiciones de Dios, del poder sanador de Cristo, sean manifestadas en su cuerpecito, en el Nombre de Jesús. Amén.",
    "Padre Dios, sobre este padre encantador que lo trae, también pedimos que manifiestes Tu poder sanador, en el Nombre de Jesús.\n\nDios le bendiga, mi hermano.",
    "Padre Celestial, la Hermana Peckinpaugh, nuestra noble hermana está en necesidad, y cuán misericordioso has sido con ella, Señor. Oro que Tus continuas bendiciones fluyan a su corazón. Y toda la enfermedad y tristeza por la que ella ha pasado, que el poder de Cristo la restaure, Señor, cien veces, y la restaures completamente, a sus seres queridos, en el Nombre de Jesús. Amén.\n\nDios la bendiga.",
    "Padre Celestial, ponemos las manos sobre nuestro hermano y pedimos que el poder de Jesucristo lo sane, en el Nombre de este Niño-Cristo que estamos celebrando en este momento. Amén.",
    "Misericordioso Dios, al poner nuestras manos sobre nuestra hermana, Tu sierva, en el Nombre de Jesucristo que ella sea sana para Tu gloria.",
    "Señor, ponemos las manos sobre nuestra hermana, en el Nombre de Jesucristo. Que ella sea sanada. Amén.",
    "Padre Celestial, ponemos las manos aquí sobre nuestra hermana, en el Nombre de Jesucristo. Que el poder de Dios le dé la sanidad. Amén.",
    "Señor Jesús, concédele su petición a nuestra hermana, pues lo pedimos para la gloria de Dios, en el Nombre de Jesús.",
    "Nuestro Padre Celestial, vemos a nuestra hermanita aún con nosotros, todos estos años. Te damos las gracias, Señor. Oramos que Tú le concedas su petición, en el Nombre de Jesús.\n\nSeñor Dios…",
    "¿Qué? [La hermana le habla al Hermano Branham.—Ed.] Y Dios es omnipresente, a través de los mares, aquí, en todas partes. ¿Y cree Ud., y que Dios lo sanará a él en esta mañana en Noruega? [La hermana le habla al Hermano Branham.] ¿Qué? Su hija y su papá, y Ud. quiere la oración por ellos por su salvación.",
    "Señor, Tú ves a la damita y sabemos que conoces sus peticiones; escuchaste su voz. ¿Cómo sabes que ella está parada aquí? Cuando ni siquiera un gorrión puede caer en la calle sin que Tú lo sepas. Y por eso sé que Tú conoces esta petición, así que invocamos estas cosas, en el Nombre de Jesucristo. Que le sean concedidas a ella, en el Nombre de Jesucristo.",
    "Padre Celestial, oramos que, por su madre quien es anciana y será operada. Dios, ayuda. Y si hay algo más que podamos hacer, Señor, dímelo a mí o a alguien, antes de este día, para consolar a nuestro hermano. Concédelo, Padre. Lo pido en el Nombre de Jesús. Amén.",
    "Señor, ponemos las manos sobre nuestra hermana. En el Nombre de Jesucristo, que Tú la sanes y le des salud. Amén.",
    "[Una hermana dice: “Hermano Branham, quiero ponerme de pie. Podría venir…?…”.—Ed.]\n\nQue el Dios del Cielo le conceda su petición. En el Nombre de Jesús, yo oro.\n\nDios la bendiga, hermana. Ud. es la Hermana Margaret. Sí. Muy bien.",
    "Señor Jesús, oro por nuestra—nuestra hermana, su esposo se para por ella. ¡Cómo luchan ellos, y cómo Te has manifestado a ellos y Te has mostrado a ellos, Dios! Estoy tan agradecido. Concede, Señor, que su esposa sea sana, nuestra preciosa hermana, en el Nombre de Jesús.",
    "Padre Celestial, esta petición que este hermano está haciendo, Tú conoces todos estos malestares, Señor. Oro por Tu siervo. Dios, concede, y por la sanidad de los cuerpos de los que él está hablando. Ahora, Tú has escuchado esas peticiones mejor que yo. Por lo que solo pido, con mi corazón abierto, sobre Tu altar, y presento mi oración con la de mi hermano aquí, en el Nombre de Jesucristo, para que sean respondidas. Amén.",
    "Padre Celestial, ponemos manos sobre nuestra hermana por su petición. Que le sea concedido a ella en el Nombre de Jesucristo. Amén.\n\nDios la bendiga, hermana.",
    "Señor, ponemos las manos sobre nuestra hermana, por su petición. En el Nombre de Jesucristo, que sea concedido.",
    "Padre, Dios, sobre nuestro hermano aquí, que su petición le sea concedida, Señor. Él se ha esforzado en servirte todos estos años. En las dificultades, él aún sigue firme. Dios, que él tome el cuerno del altar esta mañana, clavando la estaca aquí a un lado: “Esta es la hora cuando llega”. Concédelo. Y que esta petición sea concedida para su esposa y nieto, en el Nombre de Jesús.\n\nDios lo bendiga, Hermano Brewster. Créalo.",
    "Nuestro Padre Celestial, esta madrecita, quien está parada aquí esta mañana, ha sido como una madre para muchos. Ahora ella está orando por sus seres queridos, Señor. Ella ha pedido eso, y estamos… todos podemos unirnos, poniendo sobre ella nuestras manos, como una unidad, que creemos esto. Y con nuestros corazones delante de Tu altar, pedimos que esta petición que ella hace, sea concedida en el Nombre de Jesús. ¡Amén!",
    "Dios, Tú conoces a las personas por las que él está parado, a cada uno que está en su corazón en este momento. Y nos hemos colocado junto a él, Señor. En el Nombre de Jesucristo, que su petición sea concedida. Amén.",
    "¡Oh, Dios!, conocemos a la Hermana Hattie. Oramos, Dios, que al poner sobre ella nuestras manos, concedas que el Espíritu Santo esté con ella, y respondiendo le revele a su corazón. Recordamos a sus preciosos muchachos, los dos. Recuerdo al estar sentado allí en ese cuarto ese día, en una casa pequeña y humilde. Tú dijiste: “Dile que pida lo que ella quiera, luego solo di la Palabra”. Ella pidió. Dios, yo sé que Te interesas por estas personas. Oro entonces, poniéndole las manos, en el Nombre de Jesucristo, que le sea concedida su petición.",
    "Señor Dios, ponemos las manos sobre nuestra hermanita, conduce por estas carreteras resbaladizas y demás, queriendo llegar aquí. Estás enterado. Oro por ella, Señor, al ponerle mis manos. En el Nombre de Jesucristo, que ella reciba lo que ha pedido. Amén.",
    "Nuestro Padre Celestial, este precioso hermano, al… cómo él se decidió una vez, Señor, cuando los viles cigarrillos y cosas lo tenían atado. Y él conseguía una entrevista, y esperaba y esperaba. Y Tú no nos decías nada. Él pedía otra. Y esperaste y esperaste, y no nos decías nada. Y finalmente, una mañana, sentado allí, aquí llegó. Y allí terminó todo. Te damos gracias, Señor. Tú eres veraz. Tus Palabras nunca fallan. Y Él dijo: “Los que esperan en Jehová tendrán nuevas fuerzas”. Ahora, él viene con tres peticiones esta mañana, Señor. Y tres estamos de pie, con la promesa de un—un oficio trino en un Dios. En el Nombre de ese único, verdadero y Dios vivo, Jesucristo, que le sea concedida su petición. Amén.\n\nDios lo bendiga, hermano.\n\nSeñor…\n\n¡Oh, vaya! [Una hermana le habla al Hermano Branham.—Ed.]",
    "Señor, Tú escuchas esas peticiones; sabes cómo responderlas, Señor. Y solo ponemos las manos sobre nuestra Hermana Baker, en el Nombre de Jesucristo, ofrecemos nuestra petición con la de ella, para la sanidad. Amén.\n\nDios la bendiga, mi hermana.",
    "[El Hermano Neville dice: “Cualquiera que vaya a entrar, entre ahora”.—Ed.]",
    "Padre Celestial, al poner las manos sobre este buen hermano, parece la imagen viviente de la salud hoy, pero a veces eso es engañoso. Oro entonces que Tú le concedas su petición, lo que esté en su corazón. Dale a él lo que pidió, en el Nombre de Jesús. Amén.",
    "Padre Celestial, ponemos las manos sobre nuestra hermana y pedimos que, en el Nombre del Señor Jesús, que Tú le concedas su petición para Tu gloria. Amén.",
    "Señor Jesús, ponemos las manos sobre nuestro hermano y pedimos por su petición. Solo confirmamos esto, Señor, al poner las manos sobre él. Nos conectamos, y unidos así oramos en el Nombre de Jesús. Amén.\n\nDios lo bendiga, mi hermano.",
    "Padre Dios, también con nuestra hermana hicimos lo mismo. En el Nombre de Jesucristo, que ella reciba su petición.\n\nBendiciones a Ud., mi hermana.",
    "Dios, nuestro precioso hermano pudo haber muerto el otro día, pero Tú no estabas listo para él. Y, oro, Dios, que le des su petición, en el Nombre de Jesucristo. Amén.\n\nUds. saben cómo creer eso.",
    "Nuestro Padre Celestial, al pasar adelante nuestra hermanita nerviosa, sabemos, Señor, que muchas han sido sus aflicciones. Pero Tú prometiste eso: “Muchas son las aflicciones del justo, pero de todas ellas le librará Dios”. Ella necesita urgentemente esta liberación, Señor. Ponemos las manos sobre ella y conjuramos este mal. Señor, sobre Tu altar dorado, que el poder de Dios la levante y la sane…?…",
    "Muy bien. Todos Uds. se van a quedar. ¿Estaba Ud. sentado allá atrás todo el tiempo? Sí. No lo había visto. ¡Oh!, Ud., por aquí. Con razón. Este es un varón que se llama, le llaman: “Miner”. Ese es su nombre. Pero esta es una vez que Miner es lo mayor. [El Hermano Miner Arganbright dice: “¿Cómo dice?”.—Ed.] Diga lo que Ud. quiera, lo que desee.",
    "El Hermano Miner Arganbright es uno de los—los Hombres de Negocios del Evangelio Completo, uno de… ayudó a fundar este gran movimiento, en el que queremos trabajar juntos para conseguir que todos los hombres reconozcan, sin importar su afiliación y denominación, que todos somos hermanos en Cristo.",
    "Él dijo una cosita el otro día. Le escribió a un Senador o algo allá. Fue absolutamente sublime. Y yo le dije: “Quiero que lo escriba. Quiero que Ud. venga a la iglesia y diga eso”.\n\nDijo: “Ya lo dije”.\n\nAsí que lo tenemos aquí en cinta. Y quiero tomar eso de la cinta, Uds. hermanos. Hermano Jim, sé que Ud. me está escuchando allí adentro, en el cuarto. Quiero eso. Eso fue un verdadero ejemplo de—de diplomacia, incluido allí. ¿Ven? Muy bien.",
    "Diga lo que quiera, Hermano Arganbright. [Cinta en blanco.—Ed.] Amén. Amén.",
    "[El Hermano Arganbright dice: “Permítanme sentarme allí. Está bien, allí mismo”.—Ed.]",
    "¡Cuán cierto! Amén. ¡Cuán cierto! La paz viene y se va, y los placeres, simplemente se desvanecen, pero el gozo permanece.",
    "Bueno, es un—es un—un mal día afuera, pero un buen día adentro. Y saben, conocí a un hombre, o a un hombre que me dijo que conoció a un hombre hace poco, y dijo que él se estaba quejando. “¡Oh!” dijo, “este es un día horrible”. Dijo que estaba lloviendo y de esa manera.\n\nLe dijo él: “Este es un día maravilloso”.",
    "Y el hombre dijo: “Pues, ¿cómo puede Ud. decir que este es un día maravilloso?”.",
    "Dijo: “Le diré. El médico me dijo hace un año que solo me quedaba una semana de vida”. Dijo: “Cada día, pues, es un día maravilloso”. Sí.",
    "Y eso es verdad, es—es un día maravilloso, así que todos estamos… Lo que es… como dijo el hermano: “Todos fuimos condenados a muerte”. Es verdad, para morir e ir al tormento. Pero ahora este es un día maravilloso. Estamos vivos en Cristo y ya no podemos morir. Todo ha terminado, ¿ven Uds.? Verdaderamente estamos en Cristo. Ahora, vamos a…",
    "Ahora, en el tabernáculo, Hermano Arganbright, por lo general me tomo mi tiempo. Así que, si siente hambre para la hora de la cena, se puede escabullir… Me siento tan cansado esta mañana que tuve que decir algo así para darme ánimo y poder… que el Espíritu del Señor venga sobre mí.",
    "Así que inclinemos nuestros rostros ahora y oremos antes de leer la Palabra. ¿Cuántos piden por otras cosas que sufren y por las que quizás no se oró, solo preséntenlas levantando sus manos? Ahora, vamos—vamos a ponernos de pie esta mañana mientras oramos. Eso les dará un cambio de postura y quizás ayude un poco. Y luego, después de orar, quiero que permanezcan de pie solo unos minutos hasta que yo lea la Palabra. Yo creo que es grandioso estar de pie con reverencia mientras leemos la Palabra de Dios.",
    "Nuestro Padre Celestial, venimos tan humildes como sabemos hacerlo, con corazones vaciados de todos los deseos del mundo o sus placeres. Y como nuestro hermano nos ha citado o nos dijo: “Gozo, el gozo del Señor es nuestra fortaleza”. Y venimos con corazones gozosos, al tener este privilegio de entrar en Tu Presencia, para hacer cualquier petición que queramos. Y ese gozo viene cuando miramos la Palabra. Y es prometido que, si Lo creíamos, nos sería dado. ¿Qué podría emocionar más a un corazón humano que late, que saber que el inmortal y Eterno Dios dio tal promesa?",
    "Ahora perdónanos, Señor. Y si hemos pecado o hecho algo que Te haya desagradado, antes de que pidamos estas cosas… Pues sabemos que está escrito: “Si nuestros corazones no nos reprenden, recibiremos nuestra petición”. Pero ahora perdónanos de todo lo que hemos hecho. Míranos, Señor, con misericordia y con compasión. Mira qué grupo tan mísero somos, Señor. Pequeños mortales, arrastrándose por aquí en la tierra, y solo arrastrándonos por este lugar pecaminoso, pero profundamente en nuestro corazón sabemos que algún día vendrá Alguien que nos va a levantar de este lugar a un lugar mejor, y en esto nos regocijamos.",
    "Y oro, Dios, por cada petición. Tú sabías lo que hay detrás de esas manos que se levantaron. Concédeselas, Señor. Oro por mí mismo, por fortaleza en esta mañana, por—por voz para ayudar y predicar el Evangelio. Y pedimos que Tú nos bendigas mucho, en esta reunión que estamos celebrando, la época de Navidad. Señor, que podamos hallar el verdadero Espíritu de la Navidad, y que Él more con nosotros para siempre. Porque pedimos esto en el Nombre de Jesús y por Su causa. Amén.",
    "Ahora, si permanecen de pie por un momento, quiero leer esta mañana del Libro de Miqueas, para una cita; y otra, en Hebreos, el capítulo 12 de Hebreos, para el… para reunir un pequeño contexto de lo que me gustaría hablar esta mañana para nuestro mensaje de Navidad. Hebreos 12:25, es. Tuve que darme algo de prisa esta mañana cuando me levanté, y no tenía todo en lugar, donde quería, como lo quería, más bien. Comienzo con el versículo 2 de Miqueas 1.\n\nOíd, pueblos…; está atenta, tierra, y cuanto hay en ti; y Jehová el Señor, el Señor desde su santo templo, sea testigo contra vosotros.\n\nPorque he aquí, Jehová sale de su lugar, y descenderá y hollará las alturas de la tierra.\n\nY se derretirán los montes debajo de él, y los valles se hendirán y como la cera delante del fuego, como las aguas que corren por un precipicio.",
    "Y en Hebreos, el capítulo 12 y el versículo 25, leemos esto:\n\nMirad que no desechéis al que habla. Porque si…escaparon…Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos.",
    "Ahora, Señor Dios, añade Tus bendiciones a la lectura de Tu Palabra, y danos a cada uno hoy lo—lo que Tú quieres que sepamos, para que podamos salir de aquí sintiendo que hemos estado en Tu Presencia, y poder avanzar con una—una nueva visión y un mejor entendimiento, y con más determinación que teníamos al entrar en este edificio. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Ahora, sin duda, si yo hubiera escuchado leer ese texto como un mensaje de Navidad, hubiera dicho: “Pues, ¿no es esa una extraña lectura para Navidad?”. El… Mi propósito al hacer esto, fue para traer a la iglesia algo quizás un poco diferente, porque en la radio durante la Navidad, Uds. estarán escuchando la antigua historia familiar, una y otra vez, de los magos viniendo del oriente y hallando al niño Cristo, y la adoración de los pastores, y la aparición de la Estrella, y todas estas historias de Navidad que forman parte de nuestra creencia religiosa de hoy. Y todas están muy bien, yo—yo estoy agradecido por ellas. Pero pensé, en la iglesia esta mañana… Y probablemente nuestro pastor, tal vez esta noche o el próximo domingo, traerá algún mensaje sobre eso. Y pensé entonces en darle al pueblo un—un cambio desde alguna otra perspectiva de… acerca de la Navidad, y quise… escogí este texto. Ahora, solo unas pocas palabras.",
    "Y veo ahora que están cambiando de lugar, algunos de pie, otros sentados. Y eso es—es bueno. Y pronto tendremos espacio para… No podemos, lo siento, no podemos permitir que estos pasillos se llenen, porque el jefe de bomberos no nos permite hacer eso. Pero muy pronto tendremos una pequeña adición, si el Señor quiere. Ya han empezado en eso, y—y tan pronto como podamos lo tendremos, y será un lugar completamente diferente en cuanto al aspecto físico del lugar. Realmente no se verá nada del antiguo tabernáculo. Habrá vidrieras, un enchapado de ladrillos alrededor. Habrá… Será completamente diferente. Pero el edificio viejo permanecerá aquí, porque tenemos un propósito para eso, ¿ven? “al dejar las viejas paredes”, ¿ven? Y vamos a recubrirlas y ponerle piedra y demás, pero, como sea, permanecerán.",
    "Ahora, la Navidad. Yo—yo realmente desearía que la gente pudiera entender en este mundo lo que realmente es la Navidad. Ahora, la primera palabra Navidad [“Christmas” en inglés.—Trad.] es una—una especie de expresión católica. Significa “De Cristo…” C-h-r-i-s-t-m-a-s, ¿ven? “La misa de Cristo”, ¿ven? Fue proclamada o comenzó con la iglesia romana. Y Cristo no nació el día veinticinco de diciembre como yo tampoco. Ajá. Solo es todo un aglomerado de dogmas; no es más. “El mundo entero” como dijo el profeta, “ha venido a ser una llaga podrida”. Así es. Ya no queda nada limpio en ninguna parte. El trasfondo de cada día festivo es un… Pues, Santa Claus tomó el lugar de la Navidad, el nacimiento en el pesebre. El conejo y la gallina y los sombreros nuevos sacaron la resurrección. ¿Y dónde aparece Dios en todo eso? ¿Ven? La razón de todo esto es por el hombre, el comercio.",
    "Pues, ya comenzaron a comprar regalos de Navidad hace meses, ¡y qué es sino una tradición pagana! No hay nada piadoso en eso. ¡Oh!, ellos quieren decir: “Se dan regalos, por los magos”. Eso solo es un—un pretexto como excusa del diablo. Si Ud. quiere regalar algo, es su vida a Cristo. No se regalen entre Uds., entréguensela a Él. Por eso Él murió. Ese fue Su propósito de venir. ¿Ven?",
    "Pero ha llegado al punto en que—es—es una maldición para los niños pequeños. Un vecinito por la calle puede que tenga bastante, y otro pequeño no tiene nada, y ellos lo ven. Y es—es que todo el asunto está completamente errado. No es más. Y los negociantes les suben a sus mercancías en estas fechas. Ellos… Pues, mi esposa fue a comprar algo para unos pequeños, hace como tres semanas, dijeron: “¡Oh, ya vendimos todo! Todo el producto. Hicimos un pedido doble de producto este año, y lo vendimos todo”. Tres o cuatro semanas antes del tiempo de empezar a comprar. ¡Oh, qué gran trampa comercial la que es!",
    "Y, después de todo, ¿saben Uds. cómo comenzó la Navidad, esto que llamamos Navidad, la “Misa de Cristo”? Aquí está la historia de eso, solo un pequeño apunte que tengo aquí en una hoja. Acabo de terminar en este último año, antes de tener las Siete edades de la iglesia, las enseñé aquí, tomé el Concilio de Nicea, y el Concilio Pre-Nicea y el Concilio Post-Nicea, y Los padres de Nicea, y Las dos babilonias de Hislop y El libro de los mártires de Foxe, y todo, porque he oído a ministros citarlo. Pero quería leerlo personalmente, para ver, para yo—yo saber, al leerlo o decirle de eso a mi pueblo, porque Dios me va a hacer responder en el Día del Juicio por lo que yo le diga al pueblo. Así no tengo que decir lo que alguien más dijo que leyeron, quiero leerlo por mí mismo, ¿ven?, y saber.",
    "Ahora, realmente, la Navidad, Cristo, yo creo y casi puedo probar… Así como la resurrección se puede probar observando al Creador, cómo Él creó toda esta vida botánica, y cómo todo lo que sirve a Su propósito debe morir y, si muere, vuelve a vivir porque tiene vida perpetua. Pero lo único que podrá volver a vivir, es una semilla germinada. ¿Ven? Ahora, Dios Mismo Se expresa en esa creación, y muestra que todos estos dioses paganos y cosas que tenemos no son lo correcto. ¿Ven?, solo son filosofía e imaginaciones. Pero Aquel Quien creó el Cielo y la tierra Se expresa a Sí Mismo a través de Su creación, lo que Él es en Su programa. Y entonces, si…",
    "Han pensado, cuando nació Cristo, el Hijo de Dios, ¿por qué nació en un pesebre, en un establo, y fue acostado en un pesebre? Porque Él era un Cordero. No pueden nacer en casas, los corderos no nacen en casas. Y luego se fijaron Uds. cuando Lo llevaron al Calvario, y cómo Él no pudo huir. Sobre Él fue cargada esta cruz. Él fue azotado hasta que Su espalda sangraba. Y, pero ellos Lo llevaron a Él, ellos llevaron al Cordero al matadero. ¿Ven? Él era un Cordero. Bueno, y si todos estos testimonios de la naturaleza, lo que Él fue… ¿Cuándo nacen los corderos, en diciembre o en abril? Seguro. ¿Ven?, es insensatez, ¿ven?, pensar tal cosa.",
    "La iglesia católica romana hizo esto antes de que llegara a ser la iglesia católica en Roma. Cerca del 606 d.C., por allí, o 306, mejor dicho. Ahora, encontramos que los romanos paganos adoraban a Júpiter, el cual es el dios sol; y adoraban a Astoret, que era el dios de la luna, o de otra manera la madre de… la—la madre del cielo. Bueno, para traer esto aquí, dijeron que Astoret, o dios, la madre del cielo ya no era más, y que se reflejaba en María. Pues seguía siendo idolatría, conectando el Cristianismo con la idolatría.",
    "Luego también, y sufrieron, o adoraron y respetaron el cumpleaños de su dios sol, el cual era Júpiter. Es cuando el sol, desde el primero de diciembre hasta el veinticinco de diciembre, no cambia, está pasando, es capricornio. Y, a propósito, tengo un artículo del periódico que quiero leerles en algún momento, los va sorprender. Uds. hablan de lo que sucedió aquí en el río en ese día, quiero mostrarles el descubrimiento en Jerusalén para confirmar eso, hace unas semanas, de un periódico. Algo que encontraron en Jerusalén, apenas hace unas semanas, confirmará positivamente que ese Ángel apareció aquí en ese mismo momento y comisionó el ministerio. Sí. ¿Ven? Ahora, no lo supe hasta solo hace unas semanas, y aquí está en el periódico.",
    "Ahora, fíjense cuando eso cruzó, está—está allí, ¿ven? Ahora, después del veintiuno de diciembre, los días comenzarán a acortarse un poco cada, o a alargarse un poco cada día, hasta que llegue a julio. Luego comienza a acortarse de nuevo hasta que llega justo… Y ese es el tiempo de descanso. Y los romanos paganos decían que ese era el cumpleaños del dios sol. Desde el primero de diciembre, o el veintiuno de diciembre hasta el veinticinco de diciembre, tenían el—el circo romano, las carreras de carrozas y demás, eran durante ese tiempo. Bueno, entonces, cuando los Cristianos o los Cristianos romanos, añadieron su dogma para incluir los dos lados, tanto al pagano como al Cristiano, ellos dijeron: “Si es el cumpleaños del dios sol, hagamos que sea completamente el cumpleaños del Hijo de Dios”. Allí tienen su día veinticinco de diciembre para su misa, la misa de Cristo. ¡Oh, qué cosa tan terrible! ¿Ven?",
    "Ahora, para conectar… Pues, Ud. podría decir: “¿No serviría algún otro día?”. Sí, ¡pero conecta a Cristo con lo pagano! Precisamente lo que Él vino a abolir, ellos lo conectan de nuevo a eso. ¿Ven? Eso es lo que está mal. Y Santa Claus, algún anciano en Alemania, llamado Kris Kringle, iba dando regalos a los niños en el día de la misa de Cristo, él era un católico y ellos lo hicieron un santo, ahora es San Nicolás. ¿Ven? Mejor dejo… Ellos… Eso, ya Uds. lo saben de todas maneras. ¿Ven?, vimos eso en las Edades de la iglesia.",
    "Pero en esta mañana, lo que quiero decir es esto: que, este próximo día de Navidad no va a encontrar al mundo en mejores condiciones que hace mil novecientos o dos mil años cuando vino Cristo; no hay nada diferente. Está casi en la misma condición como estaba allá, así está ahora. Ellos… Si pudiera sacar una conclusión de lo que… o un texto de lo que voy a decir, sería: El mundo cayéndose a pedazos.",
    "Cuando Cristo vino en Navidad, hace mil novecientos años, el mundo se estaba cayendo a pedazos, todo era contaminación. El mundo religioso estaba contaminado. El mundo romano, moralmente, estaba en su punto más bajo. ¡Oh, la inmoralidad del mundo! Los judíos habían abandonado a su Dios y habían tomado su fiesta sagrada y solemne y la habían convertido en un ritualismo tradicional. Dios los había dejado. Y ellos sabían que algo tenía que suceder, el mundo entero lo sabía, pues, para mantenerlo unido. Se estaba cayendo a pedazos. Y se necesitaba algo para mantenerlo unido, cada nación a su manera estaba buscando algo o alguien que viniera a mantenerla unida.",
    "Si ese no es el cuadro de hoy, no conozco el mundo. ¡Está buscando algo que lo mantenga unido! Es igual que hace dos mil años. El mundo, hace dos mil años, estaba buscando un Mesías para mantener la cosa unida. Pero hace dos mil años, Dios le dio al mundo un Mesías. Porque si estamos esperando algo y buscando algo, Dios nos lo enviará. Y ahora el mundo, después de dos mil años, ha vuelto a la misma condición en la que estaba hace dos mil años. Se está cayendo a pedazos, naciones, no hay—no hay fundamento en ninguna parte. El comunismo, el catolicismo, el protestantismo, la política, la moral, todo está hecho pedazos.",
    "Y están orando por un Mesías. ¡Pero esto es lo que quiero decir! Si Él viniera, ¿Lo recibiríamos o haríamos como ellos? ¿Lo rechazaríamos a Él? ¿Sabemos lo que realmente necesitamos? A veces queremos, oramos por nuestros deseos, y a veces nuestros deseos no son nuestra necesidad. Debemos darnos cuenta que no entendemos lo que necesitamos; pensamos que sí. Pero Dios prometió suplir nuestras necesidades, y Él lo hará.",
    "Ahora, ¿qué tal si mi pequeño Joseph, de siete años, quisiera ir de cacería conmigo, y llorara y gritara por tomar mi escopeta automática, cargada con cartuchos: “Puedo matar un conejo, papá”? Bueno, yo—yo no podría dejarlo hacer eso, sin embargo, él—él piensa que lo necesita, pero yo sé más que él. Y ¿qué pasaría si su pequeño bebé de un año y medio lo viera afeitándose con una navaja de afeitar, y gritara y llorara por esa navaja? Pues, él lo ha visto a Ud. afeitándose, él quiere hacer lo mismo. Bueno, Ud. sabe lo que es mejor para él. Sin embargo, Ud.—Ud. no se la pasaría, porque, si Ud. es un padre sensato y cuerdo, no haría algo así, sino que Ud. se lo impediría. Así, muchas veces nosotros queremos algo que es contrario a lo que Dios sabe que necesitamos, y Él no nos lo da.",
    "Y ellos estaban en oración por un Mesías. Ellos querían un Mesías. Pero aquí está el detalle, ellos Lo querían a Él de la manera que—que ellos querían. Y Dios Lo envió de la manera que Él quería, y ellos Lo rechazaron.",
    "Y así lo hacen de nuevo hoy, hacen lo mismo hoy, ellos rechazan Eso de nuevo. Hoy hacen lo mismo que ellos hicieron allá. ¿Por qué? Por la misma razón, la misma razón. Él vino allá, y sabemos que Él vino. Él vino y, a ellos, pero no vino del modo ni de la manera que ellos deseaban que Él viniera. Y si Dios nos envía algo hoy, y nosotros pidiéndolo, y la iglesia, y cuando Dios lo envía, no lo queremos; no viene conforme a nuestro gusto denominacional. No viene de acuerdo a nuestra—nuestra concepción teológica, a veces. Pero es precisamente por lo—lo cual orábamos. La mismísima petición que pedimos ante Dios, Dios nos La envió, y La rechazamos.",
    "Queremos un regalo de Navidad de parte de Dios, pero lo queremos a nuestra manera. Dios lo envía de la manera que lo necesitamos. Él sabe lo que la nación, Él sabe lo que la iglesia necesita. Pero pensamos que nosotros sabemos, pero Él es el que realmente sabe lo que es.",
    "Ahora, como dije hace unos minutos, llegamos a esta Navidad de nuevo, el mundo cayéndose a pedazos. Vamos a mencionar algunas cosas que anoté aquí.",
    "Miren la inmoralidad del mundo, difícilmente estuvo en un estado más bajo. Yo—yo tengo un artículo aquí del cual me gustaría leer un par de líneas. Se encuentra en un—un periódico, el Standard Bearer de África, dice: “La muerte de la modestia. La modestia femenina, esa hermosa cualidad que Dios ha puesto en la familia humana para salvaguardar su norma moral, está muriendo hoy, pues mujeres y muchachas inocentes han doblado sus rodillas a la diosa de las modas y no dudan en ajustarse a los más extremos de los vergonzosos estilos modernos”. Tengo aquí como una página. “¡Cómo jamás había escuchado tal cosa! Y el atractivo sexual ya se considera como legítimo tanto entre los Cristianos como entre los no Cristianos”.",
    "Mientras este, nuestro precioso Hermano Arganbright y yo veníamos por el camino, temprano esta mañana, hablábamos del tema, es difícil encontrar una muchacha con suficiente modestia para sonrojarse. Ellas han oído tantos chistes sucios e inmundicia y, pues, uno no podría decir nada que las hiciera sonrojar. Cuando, hace unos años, no más que cuando yo era un niño, se mencionaba alguna cosita mala, su cara se sonrojaba, una cosita pasaba, y la enagua de otra niña se veía en la escuela, y yo estaba de pie, hablando, y cuando ella miraba y veía la enagua de esta niña a la vista, su carita se ponía roja, y ella se alejaba de mí, una joven de dieciséis años. Pues, ¡qué…! esa es la cualidad dada por Dios para proteger nuestra moralidad.",
    "Entonces ¿se preguntan por qué clamo contra semejante insensatez como lo que estamos recibiendo hoy, llamándonos Cristianos, y las mujeres como se visten y actúan, y hombres fumando cigarrillos, y todo lo demás, y comportándose así. Y ministros en el púlpito ceden, y ni siquiera permiten que uno venga al púlpito para predicar en contra de tales cosas. ¡Me pregunto si no estamos haciendo bastante hoy como ellos lo hicieron hace dos mil años! Recuerden, cuando Israel comenzó a hacer eso, Dios levantó un Isaías. Cuando ese tiempo se cumplió y ellos comenzaron de nuevo, Él levantó un Jeremías, y así sucesivamente. Y Dios no cambia Su manera de hacer las cosas, Él es el Dios Eterno. Él no puede cambiar. Su primera idea de cómo hacerlo tiene que permanecer igual.",
    "Lo que necesitamos hoy es un Mensaje ungido con el Mesianato de Cristo. Pero, ¿Lo recibirían ellos? Ellos oran pidiendo Eso, pero ¿Lo recibirían? No, señor, no Lo recibirían. Ellos Lo crucifican como hicieron en primer lugar. El corazón humano es engañoso.",
    "Moralidad, contienda nacional. ¿Cuándo el mundo ha estado más a punto de hacerse pedazos en la moral que hoy? Y ¿quién marcó el—quién marcó el ritmo? Nosotros los americanos. Cuando yo estuve en—en San Ángelo en Roma, aquí no hace mucho, junto a la catacumba de San Ángelo, había un cartel allí para las mujeres americanas, que, “Por favor pónganse ropa, para honrar a los muertos, antes de entrar a la catacumba”. ¡Una nación religiosa, supuestamente una nación temerosa de Dios! Estamos viviendo de experiencias pasadas de otras personas, nuestros antepasados que fueron Cristianos.",
    "La contienda nacional. Nunca ha habido un momento en el mundo en el que este mundo haya estado más en un—un—un desbarate nacional y cayéndose a pedazos que ahora mismo. Pues, Uds. ven editoriales y noticieros y—y comentaristas y predictores, y demás, hablando de las bombas y lo que podían hacer, cualquier pequeña nación, destruir el mundo entero. Y no hay paz entre ellos. Ud. no puede traer paz de esa manera. La paz y el compañerismo no pueden venir por—por la política, vino por Cristo. Ellos no Lo quieren recibir.",
    "¡Pudiera decir algunas cosas aquí! La corrupción en nuestra propia política, ¡pues, la política está tan podrida! Escucharon el Monitor la otra noche, me supongo, o creo que esta transmisión, una o dos horas aquí de Louisville, donde se conectan a través de la nación, y estaban transmitiendo, lo hacen de vez en cuando sobre diferentes temas, y la hicieron sobre el Sr. Nixon que se distanció de la política al perder su carrera, la carrera política en Los Angeles, o por California, y si “¿volvería él?”. Y cuando la transmisión, después de dos o tres horas, la había escuchado viniendo aquí de la casa del Hermano Charlie, y escuchamos, el Hermano Wood y yo, en la radio. Y descubrí que Nixon, en toda la región del este aquí, hasta donde llegó la transmisión, desde Mississippi hasta Pennsylvania, que él le había ganado al Sr. Kennedy, y la gente llamando y confirmando, casi cuatro votos a uno. Entonces un hombre se paró y dijo: “Si no fuera por—por estas máquinas trucadas, él sería presidente”. Allí lo tienen. La política, engaños, podrida en ambos lados. No lo culpo, yo también levantaría mis manos, y dejaría esa corrupción desagradable, que como sea desaparecerá con el mundo. Pero levanten sus manos hacia Cristo y digan: “Aquí vengo, Señor”.",
    "Conflicto nacional. Y ahora donde uno pensaría que deberían estar tratando de mantenerse unidos, están muy separados. Así fue en el tiempo de esa venida hace dos mil años cuando el mundo se estaba cayendo a pedazos. Se está cayendo a pedazos hoy en las mismas condiciones.",
    "¡Y luego la corrupción de la iglesia! ¡Oh, vaya! ¡La corrupción religiosa! ¡Oh, es ridículo ver el mundo después de dos mil años de tener la Biblia y el Espíritu Santo aquí en la tierra, y hoy se está cayendo a pedazos tan mal como hace dos mil años! Corrupción religiosa. La política entró en la religión, y la religión entró en la política. ¡Qué cosa tan horrible ver esta condición! Yo sé que lo es. Ud. dice: “Hermano Branham, no debería estar pintándonos un cuadro como este aquí en la época de Navidad”. ¡Es que Uds. deben saber la verdad, es lo que deben saber! Ahora, ¿cómo puede?…",
    "Dios bendice, pero esa bendición tiene que venir bajo ciertas circunstancias, ciertos requisitos que uno debe cumplir. Y si Ud. no cumple con esos requisitos, entonces las bendiciones y promesas de Dios no tienen efecto para Ud. Dios prometió encontrarse con Israel mientras ellos guardaran esas fiestas solemnes y cosas, con—con santidad y sinceridad. Dios Se encontró con ellos. Pero cuando él, ellos empezaron a hacerlo como un ritual familiar, Dios rehusó hacerlo más. Él dijo que ellas le apestaban en Su rostro. Así que es lo mismo hoy, que nosotros—nosotros—tenemos que regresar a lo que es la verdad del asunto.",
    "¡Conflicto político en las iglesias! Hoy tenemos alrededor de novecientas denominaciones diferentes de Cristianismo, cada una peleando contra la otra. Bueno, eso, no estaba tan mal cuando Él vino, solo había como cuatro o cinco sectores de ellos, fariseos y saduceos, y demás. Pero ahora tenemos novecientos y algo. Pues, está en una condición peor, la iglesia, en esta Navidad, que hace mil novecientos años en Navidad. Está en una condición peor ahora. ¡Conflicto denominacional! Lo que causó todo esto, amigo, es porque la política tomó el lugar del Espíritu Santo. El Espíritu Santo quiere tomar la Palabra de Dios y guiar a la iglesia a la victoria, pero los programas educativos y programas políticos, credos y denominaciones la han llevado a novecientas direcciones diferentes. Así que la iglesia no tiene… A lo que se le llama “iglesia”. No me refiero a la verdadera Iglesia; Ella aún sigue ardiendo, ¡oh, sí!, Ella aún permanece igual. Pero lo que llaman “iglesia” en el mundo, lo que parece ser el—el marco que pone el… que mantiene unido al mundo, lo que teje lo que hoy llamamos moralidad y las cosas del mundo, está contaminada. Sus—sus fibras están podridas, y ella está… las termitas de egoísmo, y se han comido hasta los mismos cimientos de abajo. Seguro que es cierto. Ahora, precisamente en la condición en que Ella dijo que estaría, Segunda de Timoteo 3: “Impetuosos, infatuados, amadores de los deleites más que de Dios”, y demás.",
    "Entonces si vemos la política en la condición en que está en las naciones, y vemos las iglesias en su corrupción en sus denominaciones, y sin embargo queremos que Dios venga a nosotros en esas cosas. Dios no bajará a esa cuneta con nosotros, a las cosas por las que queremos que Él venga. Él no lo hará. Él es santo y Él—Él—Él sabe lo que es mejor. Si llamamos, Él nos responde. Y cuando Él envía la respuesta, nosotros La rechazamos. La queremos a nuestra manera. Y tratamos de llegar a Dios, y salvarnos a nosotros mismos, por la mismísima cosa que nos ha sido probada. ¡Iglesia, por favor escucha esto! La mismísima cosa que nos ha sido probada divinamente, que nos ha corrompido, y sin embargo acudimos a ese mismo sistema para salvarnos. ¡Vuelvan a la Palabra! Eso es lo que diría el Mesías. Ahora, con todo, miramos a—a la política. Tratamos por el mundo nacional, tratamos de salvarlo a través de la política. La iglesia quiere que nuestro mundo sea salvo (el mundo eclesiástico) por medio de la política. Esta situación ha marcado al mundo una y otra vez, desde el tiempo de Moisés. Lo mismo, la política tratando de gobernar. Y es corrupto. No hay manera de que un hombre pueda hacerlo, para comenzar, no hay nada bueno en el hombre. Por eso él tiene que morir.",
    "Y cuando nosotros—cuando nosotros—cuando vemos este mundo en esta condición, parece que se está cayendo a pedazos en cada edad, cuando el mundo llega a esa condición, la gente ora. ¡Oh!, aun el Presidente pide (¿cuánto fue?) diez minutos o una hora o algo así, de oración. Eso no servirá de nada. Lo que necesitamos no es una oración, sino un arrepentimiento, regresar, apartarse, abandonar. ¡Regresar a Dios! Prefiero edificar mi consuelo sobre la Palabra de Dios y el bautismo del Espíritu Santo, la Presencia de Cristo, que toda la seguridad que la política o las iglesias pudieran darle. Seguro, porque yo sé que Eso permanecerá.",
    "Ni siquiera tendríamos una nación, estuviéramos mejor si tan solo tuviéramos la nación de Dios, el Reino de Dios. Dios siempre responde y les envía ayuda, pero ellos no quieren recibirla. Pues, Dios siempre responde cuando la nación se encuentra en esta clase de condición, cada vez. Cuando el mundo, más bien, llega a esta condición, cayéndose a pedazos, entonces Dios siempre les responde su oración, les envía un profeta o algo, algún profeta poderoso a derribar eso. Pero ellos no lo escuchan. ¿Qué hacen ellos? Lo colocan en la tumba. Jesús dijo: “¿A cuál de Uds., a qué profeta sus padres no pusieron en el sepulcro, y luego los blanquean, pues los hacen blancos, y edifican sus sepulcros? Y Uds. son los que los pusieron allí”. Así es. “¿A cuál de…”? Ellos pidieron ayuda. Dios se las envió, y ellos La rechazaron. Entonces ¿a quién culpamos, a Dios o a la gente? La gente tiene la culpa. Seguro.",
    "Cuando nació Jesús, ese mundo, como dije, se estaba cayendo a pedazos. Estaba controlado por la política, y la política estaba corrompida en aquellos días. La iglesia nacional estaba corrompida. Los romanos y los griegos estaban buscando un mesías ungido. Los griegos y los romanos, que probablemente tenían la mejor parte del mundo, y estaban peleando entre ellos, así que, ellos—ellos estaban esperando que viniera algún mesías ungido. Y los judíos, ellos también querían que viniera un mesías. Y los romanos buscaban algún gran político que pudiera pararse en Roma, tomar el control de Grecia y mandarlos, y Roma gobernaría el mundo. Grecia quería que un gran político se pusiera de pie, un político ungido, un mesías, que dijera: “Vamos a—vamos a tomar a esos romanos y judíos, y a los demás”. ¿Ven?, eso es lo que estaban buscando.\n\nSi ese no es el cuadro de hoy, no sé cuál será. ¡Correcto!",
    "La política quería un mesías ungido. Y los judíos estaban buscando un mesías, y querían uno que no viniera como lo que recibieron, ellos querían un general que viniera y que les arrasara a Roma y a Grecia de la faz de la tierra. Esa era la clase de mesías que querían. Y ellos estaban orando por esa clase de mesías. Los romanos decían: “Envíanos uno. Vamos a votar por alguien que sea un hombre ungido, un hombre que entienda, que sea un mago de la política, él sabrá exactamente la estrategia para conquistar a Grecia y a todo el resto del mundo”. El resto del mundo estaba clamando: “Envía a nosotros alguien quien—que sea—esté tan ungido con la mente de un genio que sepa cómo apoderarse del resto del mundo”.\n\nAhora, si ese no es el cuadro de este mundo hoy, no sé cuál será.",
    "Y la iglesia, clamaba: “Envíanos un general que baje, y que nos coloque una armadura a todos, y que sepa cómo usar la espada y nos diga la estrategia, y vamos a arrasar a Roma, a los griegos, y a los demás de la faz de la tierra”. ¡Eso es lo que quieren hacer, gobernar! Ese es el—el poder.",
    "Exactamente lo mismo que hallamos hoy en las iglesias. Uds. metodistas, están buscando un mesías. ¿Qué clase de mesías? No el que Dios les enviaría. Uds. bautistas, están buscando un mesías. Uds. Asambleas de Dios, Uds. están buscando uno. Uds. unitarios, están buscando uno. Así es. Pero ¿qué están buscando Uds.? Lo mismo que busca el mundo político. Que algún gran genio matemático, algún gran erudito con un D.D., Ph.D., venga a su iglesia, y elimine estas otras denominaciones y que haga que todas se unan a la suya. Algún tipo que sea tan experto haciendo proselitismo que pueda encargarse de todo el asunto.",
    "Uds. están clamando por un mesías aquí en el tiempo de Navidad. Ajá. ¿Y qué recibieron? Ellos—ellos lo querían. Ellos quieren gobernarla. El mundo de hoy quiere tomar el control. La iglesia quiere tomar el control, toda denominación. ¡Pero miren lo que Dios les dio! Querían un genio militar. Querían un—un genio científico, pero Dios les dio un Cordero, un Bebé. ¡Qué contraste! ¿Cree Ud. que iban a aceptar a ese Bebé llorando? Pero eso era lo que necesitaban. Dios le da a Ud. de acuerdo a sus necesidades. Seguro. Ellos… Él recibió… Ellos recibieron un Bebé cuando querían un general; pero recibieron un Bebé, manso, humilde. Pues Dios conocía sus necesidades.",
    "Él no llegó a ser un político nacional o eclesiástico. Y si el Mesías viniera hoy, Él no sería un político nacional o eclesiástico. Y si clamamos por una persona así, Dios nos enviará liberación, pero La tenemos que recibir de la manera en que Él La envía. Ellos no lo hicieron, ellos no Lo querían de esa manera. La iglesia clama hoy: “¡Oh, Padre Celestial!, ¿podrías enviarnos a Jesús? ¿Por favor?”. Y cuando el Espíritu Santo comienza a entrar: “¡Oh!, eso es… No queremos eso”. ¿Ven? Bueno, diría: “¡Oh, oh, no vamos a permitir que este hombre nos gobierne! ¡Oh, yo no quiero oír Eso! No. Vaya… Yo no podría aceptar Eso, mi denominación no Lo creerá”. Entonces Ud. no quiere un Mesías, Ud. no quiere la unción. Si Dios envía un Mesías, Él será exactamente Palabra tras Palabra de la Biblia, exactamente lo que Él fue la primera vez. El clamor del mundo, cuando vemos a políticos y todo lo demás sacando la propia Vida de la iglesia, y clamamos, y Dios nos Lo envía, y luego Lo rechazamos. “Así es, no lo quisiéramos. No, si no cuadra con nuestras—nuestras creencias denominacionales, no podríamos recibir Eso”. ¿Ven? ¡Oh!, no ven la verdadera Navidad… La gente no La quiere. Ellos no quieren la manera cómo Dios La envía. Están buscando algo, pero ellos no Lo quieren.",
    "Ahora, Dios les envió, en el día en que ellos estaban clamando, no un genio militar, no un gran general bajando con cinturón y armadura, y con una espada o lanza sobrenatural con la que pudiera vencerlos y empujar a Roma y a los griegos y a los demás al mar y ahogarlos de nuevo. Él no les envió algo así, aunque Él dijo que lo hizo una vez con Moisés, pero ellos lo necesitaban en ese momento. Pero Él les envió un Salvador y ellos no Lo quisieron. Pensaban que había… que estaban salvos. ¿Ven? Así es con las iglesias hoy. Se encuentra en este tiempo de Navidad con todo el oropel de la Navidad, las luces de Santa Claus, las tradiciones paganas y cosas están tanto en las iglesias católicas como en las protestantes, y corruptas a más no poder. Y Dios les envía un Salvador. ¿Qué? De regreso a la Palabra. El Espíritu Santo, el Mesías de Dios, Su Ungido, para ungir a Su iglesia y enviarla de nuevo a la Palabra. ¿Creen Uds. que ellos Lo quieren? No, señor. No Lo aceptarán. Ellos la rechazarán como siempre lo hacen.",
    "Él envía un Salvador, pero entonces ¿para qué envía un Salvador? Quiero soltarles una cosita aquí que los ayudará. Hay un pueblo predestinado que Lo va a recibir. Lo hubo cuando Él vino la primera vez, lo habrá cuando Él venga la segunda vez. No importa lo que el mundo eclesiástico piense al respecto, algún… Él no Lo envía en vano. Alguien Lo recibirá; alguien Lo va a captar, así es; pero no el mundo político o la iglesia política, o lo que sea. Pero cuando uno clama y Dios Lo envía, alguien va a—va a recibirlo. Así es.",
    "Él envió un Salvador, no para pisotear las naciones; como pensaríamos hoy, que necesitamos un hombre que pueda pararse. América quiere un hombre que golpee a Rusia y a quien no lo acepte. Rusia quiere un hombre que derribe al resto del mundo y los lleve a la luna. Pero Dios nos envía paz. Dios nos envía esperanza. No lo queremos. ¡Oh!, dicen: “Nosotros—nosotros podemos tener paz, las naciones quieren paz”. Seguro. Y piensan que pueden tenerla cuando la ONU se reúna. Bueno, la ONU está muy lejos de eso. La paz de este mundo, que tienen hoy, es como un globo flotando en el aire, toda brisa puede arrastrarlo donde quiera. Seguro. Cualquier pequeño cambio en la política simplemente lo lleva de un lado al otro. No se puede orar en la ONU porque pudiera dañar el nombre de otras personas, sentimientos, porque ni siquiera creen en Dios. Eso sí que es estabilización, ¿no es así, solo volar a cualquier lado? Y otra cosa, el globo revienta con cualquier cosa también. Amén. Y la supuesta paz de este mundo, por la ONU y demás, reventará. Correcto. No hay paz en eso. No se puede encontrar la paz por medio de logros hechos por el hombre. No está allí. ¡Es llevado por todo viento!",
    "La iglesia quiere uno. Ellos quieren… su paz es… de hecho, es movida con todo viento de doctrina. Todo gira alrededor, uno de ellos dice: “¡Oh!, pienso que todo lo que tenemos que hacer…”.",
    "¿Ud. piensa? Ud. no tiene nada qué pensar. Dios ya ha expresado Sus pensamientos. Ud. no tiene derecho a pensar. “Que la mente que estaba en Cristo esté en Ud.”. Y Él Se propuso e hizo la voluntad de Dios. Él dijo: “Si Yo no hago las obras de Dios, entonces no Me creáis”. ¿Ven? Ud. no tiene que pensar. Él es Quien piensa. Permitan que Su mente esté en Uds., piensen lo mismo, y esa es Su Palabra. ¿Cómo Ud. va a pensar diferente? Él ya nos ha expresado Sus pensamientos. Pero nosotros queremos pensar: “Yo creo que deberían hacer esto”.",
    "Ayer iba con una preciosa alma, a orar por un niño enfermo. Y cuando llegamos donde el niño enfermo, la familia no quería que oráramos por él, solo era idea de cierto hombre. No obstante, en el camino, esta señora dijo, una anciana como de ochenta y un años, una mujer inteligente y brillante, muy amable, pero ella dijo: “Pienso yo que lo que deberíamos hacer”. (¿ven?, “Pienso yo”.) “es que todas las iglesias deben unirse y ser una”. Eso es precisamente lo que piensa el diablo. Pero Dios quiere una separación de Su Iglesia de las cosas del mundo. Él no quiere que se mezcle con políticas de iglesia. ¿Ven? ¿Y qué pasaría si Dios enviara un Mesías al mundo? Y eso es… Esa señora solo estaba pensando lo que piensa el mundo entero. ¿No es la Confederación de Iglesia ese mismo pensamiento? ¿Qué es el Concilio Mundial de Iglesias sino ese mismo propósito de lograr ese mismo pensamiento? ¿Es así? Bueno, entonces, la señora, esa señora solo expresó los pensamientos del mundo.",
    "Pero aquí están los pensamientos de Dios en la Biblia. Nosotros no tenemos derecho a escoger algo diferente a Ella. Esos son los pensamientos de Dios expresados para nosotros. Vemos, encontramos al mundo cayéndose a pedazos, y clamamos pidiendo algo. Recibámoslo. Ahora, si al recibirlo trata de desviarnos a la política, eso precisamente es lo que nos ha corrompido.",
    "Tengo algo que decirle al líder nacional de estos Hombres Cristianos de Negocios. Es un buen grupo de personas, pero si comienzan de la manera incorrecta, terminarán en polvo como el resto de ellos, se convertirán en una denominación. Y quiero que oren por mí y oren por este hombre. Tengo que ir, tengo una visión del Señor para él. ¿Ven? Y si ellos no dan ese giro, si continúan, llegarán a ser una organización. Y, cuando lo hacen, Dios termina con eso. Así es.",
    "¿Ven?, los hombres no pueden reunirse sin querer emplear sus propias ideas. Por eso Dios usa individuos. ¿Ven? Dios no lidia y nunca lidió con una denominación. No hay lugar en la historia donde Él lo haya hecho. Él trata con individuos, un hombre. Correcto. Pero nosotros tratamos de reunir a un grupo de hombres y decir: “es de esta manera y de esa manera”, y así. Cuando menos lo piensen, las grandes mentes inteligentes y brillantes, estos gigantes que el diablo ha enviado, entran y dirán: “Bueno, debería ser esto. Yo se los puedo probar”. No importa lo que Ud. pueda probar, si es contrario a esa Palabra, apártese de eso. Así es. Llevado por todo viento de doctrina. Es soplado a cualquier lugar y revienta en cualquier momento. Es verdad.",
    "Rusia hoy está buscando un mesías ungido. ¿Qué están buscando? ¿Qué pasaría si Dios les envía un Mesías ungido, un Cordero como lo hizo hace mil novecientos años? Ellos se desharían de Él como lo hizo Herodes, harían todo lo posible por deshacerse de Él. ¿Cuál es la opinión de Rusia del mesías? Quieren ciencia. Ellos quieren una ciencia o un científico ungido, un genio que les pueda conquistar el mundo, que puede ganarle al resto del mundo a llegar a la luna, quien pueda conquistar el espacio exterior, quien pueda llevarlos más allá de las estrellas. Esa es la clase de mesías que Rusia está buscando.",
    "¡Oh, Dios! Ahora escuchen, estamos en la época de Navidad otra vez. ¿Qué pasaría si lo recibieran? Entonces miran a algo contrario a eso. ¿Qué sería del resto de la gente que Dios creó? ¿Ven? ¿Ven?, Dios sabe lo que necesitamos, no lo que queremos. Ahora estúdienlo. ¿Qué pasaría si Rusia recibiera su ungido? Ahora, ellos no recibirían un Cordero. No, no, ellos no recibirían ninguno. No, señor, ellos no lo quieren. Eso es todo, es que no lo quieren. Ellos no quieren nada que sea así. Ellos quieren un mesías ungido. Bueno, mesías significa “uno ungido”. Entonces si ellos quieren un ungido, pero quieren un científico ungido, un genio quien pueda tomar los átomos y dividirlos, que pueda conquistar el espacio, que pudiera llevar a Rusia a la luna y mirar atrás y darse palmaditas en el pecho, y decir: “Uds. el resto del mundo son perros, sírvannos”. Eso es, eso es lo que quiere Rusia. ¡Oh, sí, señor! Saben, el mundo entero clama…",
    "Alemania clamó por uno de ellos no hace mucho. Recibieron uno. Miren cómo les fue con eso, de hecho. ¿Ven? Uds. entienden, ¿verdad? Tuvieron un Hitler. ¿Y en qué se metieron? Caos. A eso llegan estos mesías ungidos si Uds. rechazan al Mesías de Dios. ¿Qué obtuvieron? Cuando las bendiciones pentecostales llegaron a Rusia o Alemania, ellos rechazaron el Mensaje. Se rieron de ellos y los metieron en la cárcel. ¿Qué hicieron? Rechazaron la Cruz, y recibieron una doble cruz, la esvástica. Si Ud. no recibe la misericordia, entonces no le queda más que juicio. Eso es cierto, amigo. Ahora miren dónde están hoy. ¿Ven? Fíjense, ellos no tienen membresía en ninguna parte, solo son un pueblo dividido. Aceptaron al mesías equivocado. Y si Rusia consiguiera uno así, no importa cuánto acepten su genialidad, llegará a lo mismo. Destruirá a toda la nación. ¿Ven?",
    "La India hoy quiere un ungido. Ellos quieren un mesías. Ahora recuerden, mesías significa “ungido”. Quieren uno ungido. ¿Qué quieren? Ellos quieren alguien que los alimente, que les dé algo de comer; que los vista, sin trabajar para ello, solo quieren ir y venir por las calles y que se los arrojen de un lado y del otro. Allí lo tienen. Ellos no trabajan, solo quieren mendigar. Así que ellos quieren que alguna clase de hombre santo se levante y que pueda alcanzar la copa de los árboles y los sacuda, y que caiga pan y carne y—y cosas, abajo, sobre ellos, y sentarse a comer, y dormir el resto del día, y levantarse y tener la mejor ropa, y esa—esa es la clase de mesías que quiere la India.",
    "Rusia quiere un genio científico como su mesías ungido en esta Navidad. Eso es lo que ellos quieren recibir. La India quiere un mesías que pueda alimentarlos y vestirlos, sin trabajar.",
    "América, ¿qué quieres? ¿Cuál es tu opinión, América? Has estado clamando pidiendo un mesías. Yo sé que esto quedará grabado. Has estado clamando pidiendo un mesías. ¿Qué quieres? Ya tienes lo que querías. Uds. querían un político, y lo tuvieron. Ahora, ¿qué van a hacer con eso? Va a despellejarlos, eso exactamente es lo que hará, los va a mandar a la tumba. Uds. lo querían, recibieron su deseo. Ahora, ¿qué van a hacer con eso? Está en sus manos ahora, Acab y Jezabel modernos. Precisamente de aquello de lo cual huyeron acá buscando libertad, se metieron directamente de nuevo en eso, pero eso es lo que Uds. querían. Uds. querían un Ricky con corte militar plano, un Elvis moderno de hoy, ya lo tienen. Uds. querían un político inteligente, educado, con un cerebro de genio, lo obtuvieron. ¿Cómo lo hicieron? Con corrupción, una máquina de la política para ganar, un engaño frente a los ojos de la gente buena. Ahora, yo no soy ni demócrata ni republicano, soy un Cristiano. ¿Ven? ¿Ven? Ambos lados están podridos. Pero cuando un hombre que al menos desplegó los pensamientos y esperanzas del Cristianismo en el otro partido, y luego Uds. se dan la vuelta y preparan máquinas (¿para qué?) para elegir al genio que Uds. querían. ¿Cómo lo hicieron? Lo pusieron en la televisión, lo presentaron por todo el país, ¡oh, vaya!, queriendo probar la agilidad mental de los dos presidentes candidatos. Para ser el… Uds. escogieron al que pensaban que tenía el cerebro de un genio, sin mirar lo que había detrás de eso.",
    "¿Ya ven lo que ganaron con ese negocio? Ajá. Ajá. ¡Oh, es Navidad de nuevo! Sí, América obtuvo su mesías, ¿qué van a hacer con él? Observen lo que les va a hacer a Uds. Recuerden, tal como Hitler lo hizo con Alemania. Recuerden, no se olviden de esto. Está grabado. Sí. Lo tienen. Sin embargo, aún había suficiente de estos avivamientos que han pasado por el país, suficiente gente decente aún con mentes temerosas de Dios, que hubieran ganado la cosa y la hubieran retenido un poco más. Pero Uds. se inventaron, usando la mecánica, una máquina que podía manipular los votos, y sus propios periódicos lo declararon por todo el país, y Uds. no hicieron nada al respecto para enderezarlo. Pero ya lo tienen. Esa es la clase de mesías que querían, así que supongo que pueden descansar, tienen un genio, un cerebro, seguro, inteligente, altamente educado.",
    "Y Uds. conocen muy bien la—la doctrina de su Señor, que los impíos de hoy, y en cada día, siempre ha sido la gente inteligente. ¿No saben Uds. que fue el pueblo de Caín los que llegaron a ser científicos y genios, mientras el pueblo de Dios eran pastores y cosas así, hasta la destrucción? Y fueron esos humildes campesinos y demás que fueron salvos en el arca, y el genio fue destruido. ¿No saben Uds. que Jesús dijo: “Los hijos de este día, de este mundo, son—son—son más sabios e inteligentes que los hijos del Reino”? ¿Por qué? Son corderos, ellos necesitan un líder. Y aquellos quieren escoger a su líder por medio del intelecto, los inteligentes; pero los humildes escogen a su líder, el cual es el Espíritu Santo. Eso es exactamente lo que la iglesia ha hecho, los gigantes denominacionales que escogió la iglesia; mientras que el verdadero Cuerpo de Cristo escogió al Espíritu Santo y Su Palabra. Depende de lo que Uds. estén dejando que los guíe. Un cordero tiene que ser guiado, y allí es donde hemos llegado.",
    "Ahora ellos tienen su mesías, su educador ungido, inteligente, brillante. ¡Oh, vaya! Nunca ha habido un presidente en pie tan inteligente como ese hombre. Pues, él se pondrá de pie y pondrá el… Lo hará, creo que hoy o esta noche, o en un día más o dos, Lo escuché en la transmisión, viniendo el otro día, que, pueden hacerle cualquier pregunta que quieran. Seguro, es una—una máquina educada, en eso confió América, ahora veamos a dónde van a llegar Uds. con eso. Ajá.",
    "Tú rechazaste, América, rechazaste el Mensaje de Cristo, rechazaste el Espíritu Santo que fue confirmado ante ti, aun en los propios edificios del Capitolio, donde el poder de Cristo Se manifestó, conociendo los pensamientos de los hombres, Él pudo sanar a los enfermos y descubrir los lugares secretos del corazón, y hacer exactamente lo que Dios dijo que sucedería en los últimos días, y Uds. Lo rechazan. No estaba lo suficientemente pulido. Nació en un pesebre. Apestaba, para la nación. Y, recuerden, su política e iglesismo también apestan delante de Dios. Dios ama el olor fragante de la humildad. La iglesia no quiere eso, es una falsa humildad. Dios quiere verdadera humildad. Eso es lo que Él ama. Ahora tienen su gigante educado.",
    "La iglesia, quiere un mesías. Bueno, ¿qué quiere? Quiere un genio, un sistema denominacional, un ungido que—que pueda llevarlos a cierto lugar. Permítanme tomo mi tiempo aquí, para que estén seguros de que queda claro, aquí y en el extranjero. La iglesia hoy quiere un genio ungido quien tenga todo tan establecido que puedan vivir en el mundo, que las mujeres pueden cortarse el cabello, pintarse la cara, los hombres pueden casarse cuatro o cinco veces y aún ser diáconos, ¡oh!, ellos pueden hacer lo que quieran y aún mantener su confesión como “Cristiano”. ¡Uds. lo van a conseguir!",
    "Uds. no quieren al Mesías de Dios, la Palabra ungida, la Palabra manifestada, la Palabra Misma presentándose. Uds. no quieren eso. Dios se Las envió a Uds. pero la iglesia no quiere Eso. Ellos quieren su credo y quieren un genio que pueda establecer credos donde todo se incline ante eso. Lo van a recibir, a-já, viene de camino. Uds. tienen muchos hijos de eso, pero va a haber un abuelo que se levantará un día de estos, un faraón quien no conoce a José. Y eso es lo que Uds. querían, es lo que la iglesia… Se puede ver la manera en que lo están haciendo, sí, señor, la mismísima manera.",
    "Apocalipsis 17 lo explica claramente, de la antigua ramera y sus hijas. Exactamente. Y todo va de vuelta a la mamá, y está en camino ahora mismo para formar una iglesia universal. Uds. van a recibir exactamente, denominaciones, lo que Uds. quieren. ¡Escúchenme! ¡Llegará a suceder entonces! Y tal vez ya me haya ido para ese tiempo. Pero aquellos quienes no aceptan eso, cuando las Luces del atardecer comiencen a caer y a apagarse, ellos mirarán alrededor, se verán forzados a entrar en algo por su denominación, y su denominación la ha tomado para salvar la cara. Lo cual, todos lo harán. Pero esas personas quienes no quieren ese sistema, que han aceptado el sistema de Dios, el Espíritu Santo y la Palabra, ellos dicen: “Ese hombre debe haber estado en lo correcto”. Entonces puede ser demasiado tarde.",
    "Vemos a episcopales, presbiterianos, bautistas, todos llegando a los Hombres de Negocios del Evangelio Completo, todos queriendo buscar el Espíritu Santo. ¿No se da cuenta la gente que esa es la misma hora en que viene el Esposo, cuando la virgen durmiente quiso venir a comprar aceite? Fue entonces cuando Jesús dijo que vino el Esposo y entró, y ellas no entraron. ¿Qué les pasa a estos hombres? ¿Gritan por eso, cuando la Biblia prueba que no entraron? Y mientras trataban de hacerlo, vino el Esposo, y ellos fueron echados en las tinieblas de afuera. ¿Qué fue? Pudieran haber tenido toda clase de movimientos, toda clase de manufactura, toda clase de—de sensaciones que pudieran haber parecido una evidencia de ello, pero la Iglesia ya fue sellada adentro y Ella se fue. Ajá. Eso pudiera ser profecía.",
    "Ellos quieren algo, quieren algo para poder vivir de la manera que quieran. Ellos, eso es lo que el mundo eclesiástico está buscando. Alguien con—con quien puedan ir a la iglesia más grande de la ciudad donde pertenezcan todas las celebridades de la ciudad. Donde puedan tener la torre más alta del edificio. Donde puedan tener el mejor órgano. Donde puedan tener las—las bancas. Donde puedan tener un ministro que no les diga ni una palabra de la manera en que viven, si quieren bailar, si quieren hacer alguna clase de espectáculo, si quieren usar pantalones cortos, cortarse el cabello, o si quieren hacer estas cosas, fumar cigarrillos, o simplemente practicar la bebida social. Eso es practicado en las iglesias. Solo el beber moderno, enseñarles a sus hijos a beber, pero no demasiado, no excederse con eso. Fumar, pero no—no en exceso. Ponte lo que quieras, pero solo—solo trata de mantenerte lo más decente que puedas. ¿Ven? ¡Oh, esa hipocresía! ¡Ese diablo ungido! ¡Esa cosa llamada denominación! ¡Esa cosa llamada religión! Es del diablo. ¡Regrese a Cristo y a Su Palabra! “Sálvese Ud. de esta generación perversa”. Arrepiéntanse, cada uno de Uds., antes de que sea demasiado tarde para arrepentirse, y eso podría ser en cualquier momento.",
    "Cuando vemos a la virgen durmiente actuando de esa manera, parece que eso debería dejar a la gente muerta de miedo. Pero en lugar de eso, ellos: “¡Oh, gloria, no es esto maravilloso! ¡Aleluya!”. ¡Oh, vaya! ¿Cuán lejos puede llegar la gente? A-já. ¿En qué clase de condición pueden entrar con su mente política, con su concepción moderna, sin saber más de la Palabra de Dios de lo que un indio hotentote sabe de una noche egipcia? ¡Correcto! Solo una—una concepción teológica de ello, o alguna cosa psicológica que se les ha presentado como un credo o alguna clase de cosa, y Pentecostés es pésimo con eso. Disculpen esa expresión. Mucha de esta cosa de mujeres predicadoras y demás, es caldo de cultivo para eso. ¡Correcto! Y ahí lo tienen. Bailes, rock-and-roll, educación, esa es la—la clase de iglesia que el mundo quiere. Esa es la clase de Mesías que quieren, uno que pueda unirlos. Van a conseguir uno. Ajá. Ese espíritu ya está obrando entre los hijos de los hombres. Así es. Aun profesando el Cristianismo, van a recibirlo.",
    "Dios les envió, envía sobre el… nosotros en 1963, si Dios enviara sobre nosotros en 1963, la misma unción que Él usó allá en el principio, nosotros la rechazaríamos como lo hicieron allá. Porque, si ese ser ungido, el mesías, sí viniera a la iglesia, él sería el mismo que la Biblia dice que Él fue. Hebreos 13:8, dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Entonces si oramos por un mesías, un ungido, ¿qué?, ¿queremos un político religioso? [La congregación dice: “No”.—Ed.] ¿Queremos un genio militar? [“No”.] ¿Queremos un científico educado? [“No”.] Pues Uds. quieren un Cordero. [“Amén”.] Quieren un Cordero que los traiga de regreso, sin gloria para ellos mismos, sino de regreso a la Palabra. ¡De vuelta! Uno que les dirá la Verdad a pesar de lo que sea, ¿ven?, quedándose con eso, alineándolo. Ellos no lo quieren. Si Él viniera hoy, sería como fue entonces, Él se quedaría exactamente con la Palabra del Padre. Él se aseguraría de que toda Palabra que ha sido prometida en la Biblia fuera manifestada a los hijos del hombre. Seguro que sí.",
    "Jesús dijo: “¿Quién puede probarme de pecado? ¿Quién puede acusarme a Mí de pecado, de incredulidad? Si todo lo que el Padre dijo que Yo haría, si no lo he hecho, entonces díganme dónde fallé”. Amén. “Díganme dónde fui hallado falto”. Amén. Uds. saben, el pecado es incredulidad. Eso es. Lo sabemos. “¿Quién puede mostrarme dónde Yo no he cumplido” dijo Él, “¿cada Palabra que el Padre dijo que yo haría? ¿Quién puede señalarme con el dedo y decir que Yo no lo hice? ¿Quién de Uds.?”. Entonces ¿por qué no dejaron de perseguirlo? Porque estaba profetizado que ellos lo harían. Pero Él cumpliría la Palabra del Padre exactamente como lo hizo en primer lugar. Él cumpliría eso exactamente, porque Él no podía cambiar, porque Dios es la Palabra. Porque eso exactamente es lo que Él es, Él es la Palabra. Y Él es la Palabra, ¿qué? Él es el Espíritu Santo que toma la Palabra de Dios y La manifiesta. Eso exactamente es lo que Jesucristo… Cuando Dios el Espíritu, el Padre, se hizo carne entre nosotros en la forma de Su Hijo, Él tomó la Palabra de Dios y La manifestó, se La mostró a la gente, y de esa clase no quisieron. Ellos tenían sus propios credos, tenían sus propias denominaciones, y eso era contrario a toda su denominación, por lo tanto, ellos no Lo recibieron.",
    "Y sería lo mismo hoy. Si el Mesías viniera, Él tomaría las cosas que Dios ha prometido aquí, y estas en la Biblia, y las manifestaría delante de los hijos de los hombres, y toda denominación Lo rechazaría. Ellos no Lo quieren. Ellos no quieren tener nada que ver con Eso. Pero eso—eso es lo que Dios les enviaría. Si Él les envía algo, sería eso. Y luego ellos lo condenarían y traerían condenación sobre sí mismos, sobre esta raza de gente, así como lo hicieron los judíos en aquel día, y los demás. Sí, señor. Uds. saben lo que haría Él si el Mesías viniera en 1963, ¿saben lo que haría Él? Él derribaría toda denominación que tenemos. Él desnudaría esa cosa hasta el suelo.",
    "Bueno, ellos dirían: “¿Qué le haría Él al Doctor Fulano de tal o al Doctor Fulano de tal?”.",
    "Él diría: “Vosotros de vuestro padre el diablo sois, y sus obras hacéis”. Exactamente lo que Él diría. Él no andaría con rodeos en nada. Como lo hizo en el principio, y Él es el mismo hoy como lo fue entonces. Cualquier cosa que fuera contraria a la Palabra, Él la denunciaría como tal. Él diría: “Vosotros de vuestro padre el diablo sois, y sus obras hacéis. Haciendo cosas contrarias a Su Palabra”. Así es. Y la señal Mesiánica lo seguiría a Él. Así es. Entonces Él Se pararía frente a ellos y diría: “¿No habré cumplido yo con esto que ha acontecido? ¿Quién de Uds. puede condenarme a Mí de incredulidad?”. ¿Ven?",
    "Pero ellos trataron de hacer un títere de Él, llevándolo de lugar en lugar como lo hizo ese fariseo. Lo llevó allí para dar un poco de entretenimiento, para reunir a un gran grupo de invitados, iba a probar que Él no era un Profeta. Uds. conocen la historia que enseño sobre eso. ¿Ven?, ellos harían lo mismo hoy, por lo que él pudiera reunir, para traerlos para que se entretengan, ellos harían lo mismo. Y Él iría. ¡Aleluya! Él iría, porque Él siempre va a donde se Le invita. Sabiendo Él lo que ese fariseo iba a hacer. Él sabía que ese fariseo no lo necesitaba. Él sabía que en algo guardaba un as en la manga. Esos fariseos no querían tener nada que ver con Él, ellos Le odiaban. Y este viejo Simón quería que Él fuera allá para poder traer una multitud alrededor de su casa. Pero Él lo sabía. Y Él entró. ¿Le prestó mucha atención? Era a los dignatarios a los que él estaba prestándole atención. Él se recostó con los pies sin lavar. Sería igual hoy. Ellos no quieren a Cristo. Ellos no quieren el camino de Dios, ¿ven Uds.?",
    "Sí, Jesús diría: “Vosotros de vuestro padre el diablo sois”. Y esos hombres guardaban esas leyes y cosas y todo en sus denominaciones y credos al pie de la letra, ellos lavaban las ollas. Y Jesús dijo: “Uds. han tomado sus credos y han invalidado la Palabra de Dios, por sus tradiciones”. Y Hebreos 9:12 dice allá, creo que no, es Hebreos 12… no, 9:12, creo que es, en algún lugar por allí, él dijo que “Cuando somos limpios y perdonados, somos purificados de las obras carnales muertas”. Y cuando somos verdaderamente perdonados de nuestros pecados por la Sangre de Jesucristo, el Espíritu Santo entra en nosotros y estamos muertos a las obras de la carne. ¡Oh, Uds. iglesia pentecostal!, ¿por qué cometieron tal error? ¡Uds. ciegos guías de ciegos! ¿No saben que Uds. salieron de eso hace cincuenta años, y atrajeron a este grupo de personas directo de nuevo a eso? ¿No pueden oír la Palabra del Señor? Huesos secos, ¿qué pasa con Uds.? Uds. no reciben lo que les es enviado. Ellos no lo hicieron entonces, no lo harán ahora.",
    "Ahora, ¿qué les parece? De nuevo, y repito, sus planes y los planes del mundo de denominación y credo, se están cayendo a pedazos. Los planes del hombre se están cayendo a pedazos. Dios nunca nos ofreció un credo. Él nunca nos ofreció una denominación. Quiero que alguien me muestre en la Biblia dónde lo hizo. Yo puedo mostrarles dónde Él les dijo que no lo hicieran. Muéstreme Ud. dónde Él dijo que lo hiciera. Ud. dice: “Entonces, Hermano Branham, ¿qué le ofreció Jesús al hombre?”. Un Reino. ¡Aleluya! Y Él es el Rey, Rey de santos, Señor de señores. Él nos ofreció un Reino. No un sistema denominacional, político; sino un Reino. Él le dijo a… Pilato, Pilato dijo: “¿Eres Tú el Rey de los judíos?”.",
    "Él dijo: “Tú lo has dicho”. Él dijo: “Si Mi Reino fuera de este mundo, Mis hombres pelearían por Mí, pero Mi Reino es de Arriba”.",
    "¿Y por qué aferrarnos a estas cosas del mundo cuando nosotros somos hijos del Reino de Arriba? ¿Ven? Algo anda mal en alguna parte. Pero no se nos ofreció un sistema; no se nos ofreció una organización, no se nos ofreció un—un gobierno político del mundo, pero nos fue dado un Reino de mansedumbre, pues la Vida del Cordero está en nosotros. No son del mundo, Uds. ya no son del mundo; “Hijitos, Uds. no son del mundo. Oro, Padre, que como Yo no soy del mundo, que ellos no sean del mundo”. ¿Ven? Fue la oración de Jesús por nosotros. Y, sin embargo, nos damos la vuelta y nos involucramos allí en conexiones mundanas donde se recibe toda clase de personas. Ahora, Uds. saben que no hay una iglesia en el mundo que no esté llena de hipócritas. Y Jesús dijo: “No se unan Uds. en yugo entre los incrédulos”.",
    "Entonces, ¿por qué unirse en yugo a una organización cuando se le ofrece a Ud. el Reino de Dios en el cual Ud. nace? ¡Y allí no hay ni un hipócrita! Todos puros, hijos e hijas de Dios sin adulteración, que creen Su Palabra desde Génesis hasta Apocalipsis, y se quedan con Ella. Y su vida lo prueba, y Dios le confirma Su Palabra. Ese es el Mesías. Esa es la Esposa del Mesías. Y Dios pone en ese sistema maestros, pastores, profetas y demás, para mantener ese Mesianato Suyo allí rectamente, no mezclado con credos denominacionales, sino para que desarraigue esa cosa y mantenga a la Iglesia pura, inalterada para Cristo y Su Palabra.",
    "¿Cree Ud. que la iglesia recibirá eso? Ellos Lo echarán. No quieren tener nada que ver con Eso. Ellos tienen su propio sistema político. Y así como los Estados Unidos consiguieron su genio, así también la iglesia va a conseguir su genio. Lo recibirán, solo observen. Está en camino ahora mismo. Ellos mismos se han enredado en eso.",
    "Pero nosotros tenemos un Reino, y en este Reino se tiene Vida Eterna; no membresía, sino Vida Eterna. Y es gobernado por un Rey Eterno. Un Reino Eterno lleno de Vida Eterna, controlado por un Rey Eterno, para un pueblo Eterno que fue predestinado antes de la fundación del mundo; “Porque a los que antes conoció, llamó; y a los que Él llamó, Él justificó; y a los que Él ha justificado, Él ha glorificado”, Hebreos 11. Así es.",
    "Ahora, depende de lo que Ud. esté buscando. Si Ud. es Abraham, Ud. estará buscando ese Reino. Yo se los puedo mostrar esta mañana. Sí, señor. Ahora, un Reino Eterno lleno de Vida Eterna, controlado por un Rey Eterno por Su Palabra Eterna, a un pueblo Eterno predestinado. Allí está. ¿Por qué? Siempre fue, siempre será, nunca tuvo principio ni fin. En la mente de Dios estaba en el mero… cuando estaba con Dios Eternamente. Y el propósito de Dios se cumplirá.",
    "Así que, este mundo se está cayendo a pedazos. Dejen que se desmorone, está bien, de todas maneras sucederá. ¿Qué dijo Miqueas aquí, de qué habló Miqueas aquí? Las montañas se mudarán, correrá como cera y se derramará como un—un glaciar saliendo a chorros, o alguna clase de géiser, mejor dicho. Ella se derretirá y caerá, pero Jehová permanecerá para siempre. “Toda carne es hierba, el soplo de Dios sopla sobre ella, ya sea flor, hierba, cuán hermoso, se seca; pero la Palabra de nuestro Dios permanece para siempre”, Isaías 40 estaba profetizando de la venida del Mesías, al decir eso. Todos nuestros credos, sistemas denominacionales, educadores, genios y todo lo demás, perecerán, pero la Palabra de Dios permanecerá para siempre; “Sobre esta roca edificaré Mi Iglesia, las puertas del infierno no pueden prevalecer contra Ella”.",
    "Estamos en tiempo de Navidad. No sabía tampoco que ya era esta hora del día. Simplemente me pierdo cuando pienso en la necesidad de la hora. Me daré prisa. Sí. Y nosotros nacemos en este Reino, y podemos… nosotros—nosotros los Cristianos quienes creemos y estamos en este Reino. Ahora, en el Libro de—de los Hebreos, leímos hace un rato: “Porque recibimos un Reino”. No recibimos un credo, no recibimos un sistema; “Recibimos un Reino que no puede ser conmovido”. El mundo se está cayendo a pedazos. Eso es verdad. Y todo político, toda denominación y toda iglesia caerá en pedazos, pero nosotros recibimos un Reino que no puede ser movido; “Porque si los que rechazaron a Aquel Quien habló desde el Monte Sinaí, y la tierra se estremeció bajo Su Voz, cuánto más vean que Uds. no rechacen” (¿a quién?) “A Él, Su Palabra que habla desde el Cielo, desde Su Reino, porque estamos en un Reino que no puede ser conmovido”. Amén. Todo lo que está fuera de eso… Dios envió todo, Él lo hizo frágil para que se rompiera. En su condición frágil así, tiene que romperse. Es frágil. Pero, recuerden que tenemos un Reino que es sólido, ahora cuando todo lo demás cae y cede. Con razón Eddie Perronet dijo: “Sobre Cristo, la Roca sólida estoy parado, todo otro terreno es arena movediza”. ¡Un Reino! No un sistema political, no un sistema político, no un sistema eclesiástico, no un sistema denominacional; todo llega a ser fariseos y doctores del diablo. Pero nosotros recibimos un Reino, un Rey Eterno Quien es la Palabra Eterna, Quien tiene Vida Eterna; por Su Palabra Eterna a Su pueblo Eterno quien tiene Vida Eterna, y nosotros somos partícipes de esto. ¡Oh, vaya! Esa es la cosa.",
    "Ahora, cualquier cosa que lo aleja a Ud. de Eso está errado, es un mesías falso, una unción falsa. ¡Oh!, dice él: “¡Qué unción la que tenía el hermano!”. ¿Qué clase de unción? Eso es. Hitler también tenía una unción. Krushchev también tiene una. El Papa Pío también tiene una. ¿Qué clase de unción tiene Ud.? Si no está ungido con esta Palabra y vindica que toda Palabra es la Verdad, deje eso quieto. Equivocado. Si no se produce por sí mismo, entonces no está germinado. Mostrará su color. ¡Oh!, dicen: “Pero Eso fue para otra edad. Nosotros…”. Deje esa cosa en paz. Jesucristo es el mismo ayer, hoy, y por los siglos. Sí, señor.",
    "Así que, cuando este mundo se hace pedazos, nosotros nacemos en un Reino que no puede hacerse pedazos. ¿Creen Uds. que el mundo se está cayendo a pedazos? Sus sistemas se están cayendo a pedazos. ¿Lo creen? ¿Creen Uds. que el—el sistema económico se está cayendo a pedazos? El sistema político se está cayendo a pedazos. El sistema nacional de la ONU se está cayendo a pedazos. La iglesia se está cayendo a pedazos. Las denominaciones se están cayendo a pedazos. Todo se está cayendo a pedazos. Pero nosotros tenemos un Reino que no puede ser conmovido, es el Reino Eterno de Dios, no puede ser conmovido.",
    "Se nos dice que el nuevo sistema de esta denominación, al traer este Concilio Mundial de Iglesias, traerá paz a la tierra. ¡Qué—qué desprecio!, ¡qué duro golpe en el rostro de Cristo! ¡Qué cosa tan irreverente y sacrílega es esa! Es del diablo. ¿Puede un hombre organizar algo mejor de lo que Dios puede enviarles? ¡La torre de Babel! Es otra Babilonia que debe caer. ¿Paz en la tierra? ¡Un falso mesías! Un anticristo en su enseñanza. Cómo van a juntar estas denominaciones cuando ni siquiera… Ellos ni siquiera pueden estar de acuerdo el uno con el otro ahora, cuando se dividieron así en pequeños sistemas, ¿qué tal si todos se unen y llegan allá? Sí. ¿Ven?, es una trampa falsa. Todo está hecho para lanzar al protestantismo en el romanismo. Una enseñanza falsa, anticristo.",
    "El Reino de Dios no es de este mundo. Jesús lo dijo; “Mi Reino no es de este mundo”.",
    "Y si ese reino está organizado en este mundo, es un mesías falso, este mesías que le van a ofrecer a la iglesia protestante muy pronto, y que ellos recibirán, porque lo están buscando. Ellos están buscando este sistema quien pueda lograr: “Bueno, pues, nosotros metodistas y bautistas, seguro, nosotros—nosotros como que podemos estar de acuerdo, saben. Nosotros—nosotros los presbiterianos, nosotros los pentecostales, ¡oh!, ¿cuál es la diferencia entre ellos, hermano?”. ¡Hay una diferencia! Dios los hace a Uds. diferentes. “Pero, bueno, solo sacrificaremos esto”. Y abandonan su gran enseñanza evangélica. ¿Cómo van a entrar allí Uds. con un montón de esa gente que no creen nada, algunos son ateos? Un falso mesías es lo que es. Así es. Sí, señor.",
    "Ahora, el Reino de Dios no es de este mundo. Y cuando Cristo estuvo aquí, Él nos dio el programa de este Reino. Él nos dio el programa del Reino de Dios, el Reino del Padre, el cual es Su Palabra. Ahora, si Uds. quieren saber cómo entrar en ese Reino, esta Palabra lo tiene. Si Ud. entra por cualquier otra puerta… Ud. tiene que entrar por la misma puerta por la que entran los demás. Si Ud. intenta alguna otra entrada, pues, Ud. es igual que un ladrón y salteador. Y Él dijo: “Cualquiera que añada una palabra a Esto, o Le quite una Palabra, al tal se le quitará (su parte) del Libro de la Vida”. Así que si Ud. afirma tener su nombre en el Libro de la Vida, si Ud. lo afirma, que no sea quitado.",
    "Pues, Pedro en el día de Pentecostés abrió la puerta al Reino. Él lo hizo. El Reino acababa de establecerse en Jerusalén. Quiero que algún hombre me diga que la Iglesia comenzó en Roma. Quiero que alguien me pruebe eso. La Iglesia no comenzó en Roma, la Iglesia comenzó en Jerusalén. El Reino se estableció en el Día de Pentecostés. Y cuando los hombres quisieron saber cómo entrar en este Reino, Pedro dijo: “Arrepentíos cada uno de vosotros y bautícense en el Nombre de Jesucristo para perdón de vuestros pecados, y recibiréis el don del Espíritu Santo”. Porque eso es lo que los coloca en el Reino. Cualquier otra política, por una denominación o un apretón de manos, o cualquier otra cosa, es un falso mesías. No importa cuán popular y cuán prominente sea Ud., Ud. pudiera ser un diácono, aun un pastor o un obispo, o anciano o superintendente de estado, no importa lo que Ud. sea, es falso hasta que Ud. regrese al humilde Cordero de Dios y Su Reino.",
    "Ahora observen. Y Él nos dio un programa, la Palabra del Padre. Y el verdadero creyente se aferra de Ella, porque él no puede evitarlo, es el Reino de Dios en él. Y como Abraham, él llama cualquier cosa contraria a la Palabra de Dios como si no fuera. Y si alguien les dice que la denominación es de Dios, Uds. quédense como Abraham. Si alguien le dice que debe ser rociado, o alguna clase de cosita, sistema o algo contrario a la Palabra de Dios, no lo crean. Uds. ténganlo como si no existiera. Si ellos dicen: “Bueno, querida, no está mal que hagas esto”. No lo crea, cuando Dios… Dicen: “No afecta a las mujeres cortarse el cabello”, cuando la Palabra de Dios dice que es una abominación a Él, el hacer eso. Cuando Ud. dice: “Pues, yo uso pantalones; no uso pantalones cortos”. Dios dijo que una mujer que se pone una vestidura de hombre, es una abominación a Él. La Biblia dice que es incorrecto que una mujer se corte el cabello, que aún es deshonroso que ella ore y cosas así. Aun con la cabeza descubierta, ella deshonra su propia cabeza. ¡Dios lo prohíbe! Y ese sistema que les dice que está bien hacerlo, Uds. no lo crean. Es un falso ungido. Es un falso cristo. Va en contra de la Palabra de Dios. Los justos se aferran a la Palabra de Dios porque Ese es el programa del sistema Eterno de Dios.",
    "Cuando Dios hizo al hombre, lo hizo de una manera. Hizo una mujer, Él lo hizo de otra manera… la hizo a ella de otra manera. Hay dos pactos diferentes, dos planes diferentes, dos completamente diferentes entre ellos. Y ellos no se parecen; no deben parecerse, no deben actuar igual, son completamente diferentes. Y las mujeres tratan de ser como el hombre, y el hombre tan afeminado que es como una mujer. Ayer vi a un muchacho, en Cincinnati, que se parecía a la Sra. Kennedy, con ese cabello, de esa manera. ¡Dios quiere que un hombre se vea como un hombre! ¡Quiere que una mujer se vea como una mujer!",
    "Déjenme decirles, este sistema de Jezabel del diablo tiene al mundo entero en corrupción, no tiene nada de bueno. Todo es puras llagas podridas, llagas de cáncer, malignidad del diablo que se está comiendo la médula de los—de los sistemas que han establecido aquí. Satanás es un buitre que se alimenta de su propio reino. Él es un diablo, es impuro, él es el—el padre de la mentira. Él se alimenta de la carne de su propio pueblo. ¡El diablo!",
    "Cristo es el Rey de rey y Señor de señor, el Mesías ungido. El creyente se aferra a esa Palabra. Dios y Su Palabra son Uno. Yo y mi palabra somos uno. Ud. y su palabra son uno. Entonces no se apoye, use sus propios pensamientos; use el pensamiento de Él, entonces Ud. es parte de Dios porque Su Palabra y Ud. llegaron a ser lo mismo. ¿Ven? Entonces Ud. está en el Reino.",
    "Abraham llamó cualquier cosa que fuera contraria a la promesa de Dios como si no existiera. Sí, él… como los sistemas hechos por el hombre hoy en día, él haría lo mismo. Entonces al estar en tal reino… Voy a terminar, dejaré algunas de estas notas y terminaré. Miren, es… Al estar en tal Reino, ¿qué sucede? Ahora, todo este regaño, pero en reverencia y en respeto y en sinceridad por la comisión que me fue dada por la Palabra de Dios, que me fue dada por el Espíritu Santo, para cuidar el rebaño sobre el cual Él me ha puesto, honrando eso, permaneciendo con esto a pesar de lo que venga, solo aparto eso a diestra y siniestra y me quedo aquí mismo con esta Palabra. Esta es la comisión. Entonces si recibimos un Reino…",
    "🦅 Hermano Branham, todas estas otras personas dicen: ‘¿A qué denominación pertenece Ud.?’”.\n\nDiga: “A ninguna”.\n\n“¿Qué es Ud.”?\n\n“Es porque estamos en un Reino”.\n\n“Bueno, ¿y dónde se reúnen Uds. en eso? ¿A dónde asisten?”.",
    "🦅 Nos sentamos en lugares Celestiales en Cristo Jesús, elevados a la Presencia de nuestro Rey”. ¡El Reino! ¡Gloria! Ahora estoy empezando a sentirme religioso. El Reino de Dios donde ellos se reúnen, el Espíritu Santo los levanta inmediatamente a la Presencia del Rey, y nos sentamos juntos en lugares Celestiales al ser bautizados en Cristo Jesús. Allí es donde pertenecemos.",
    "Mi esposa me dijo, hacíamos el mercado, les conté, el verano pasado, encontramos a una señora que tenía puesto un vestido. Era la cosa más extraña. Ella se veía extraña. ¿Ven? Ella dijo: “¿Por qué es así? Conocemos a estas mujeres. Algunas de ellas cantan en coros por aquí”.",
    "¡Oh, amigo! Voy a decir esto, aunque está grabado, pero voy a decirlo de todas maneras. Uds. saben, y digo esto con reverencia y respeto. Solo aférrese a esto. Uds. han visto a miles y miles venir a la plataforma, y han visto eso cada vez que vienen allí, sin una sola falla. Y el Hermano Arganbright aquí sabe de las partes del mundo en las que hemos estado, en el extranjero, no falla ni una vez, sino que dice la Verdad. Cuando voy a estos lugares y veo estos coros con túnicas, esas mujeres y hombres parados allí con esas túnicas del Gólgota puestas, y oírlos cantar como seres angelicales; con el Espíritu de discernimiento miro a fondo, si—si yo tuviera que ir esta mañana a sacar cinco de ellos de todo el mundo, que no fueran culpables de inmundicia, no sé dónde los encontraría. Esa es una declaración, pero es la Verdad, Dios lo sabe. Con mi mano aquí en la Biblia. Correcto, no sé dónde los encontraría. Vean, si Dios me dijera: “Ve a buscar cinco que tú conozcas”. Yo diría: “No sé a dónde ir”. ¡Oh, vaya! ¡Qué sistema! ¡Qué inmundicia!",
    "Eso es lo que quiere el mundo. Eso es lo que quería allá, eso es lo que quiere ahora. Eso es lo que va a recibir ahora. El hombre parado allí, saliendo con la esposa del prójimo. Bebiendo, fumando, y con una túnica puesta, para encubrirlo. Piensen, y Dios ve a través de esa hoja de higuera. Esa Eva parada allí con suficiente culpa e inmundicia en su corazón, que, si se convirtiera en agua, podría hacer flotar un bote. Y pararse allí con un talento que ella recibió por naturaleza, para cantar, y mantener la voz hasta que el rostro casi se le pone negro, queriendo cantar como un ángel o algo así, y debajo de esa túnica, un escándalo, sucio, asqueroso. Y uno puede pararse en el púlpito y decirlo, y ella fruncirá esos labios, pintados, sale del edificio, dice: “No tengo porque escuchar cosas así”. Pero algún día Ud. va a gritar pidiendo misericordia, en el infierno. Entonces será demasiado tarde. Recíbalo mientras Ud. tiene la oportunidad de recibirlo. ¡Y Uds.! ¡Oh, vaya!",
    "Pero la Iglesia recibe un Reino que cuando nos sentamos en lugares Celestiales y somos levantados a la Presencia de Dios, sentados en lugares Celestiales en Cristo Jesús, sabemos esto, con la seguridad de la fe: que estamos en la Presencia de nuestro Rey ungido. ¡Oh! Habrá un Cielo nuevo que viene, y una tierra nueva, y que nunca más se separarán mientras dure la Eternidad. Estamos esperando esos Cielos y tierra nuevos. Esta, Ud. puede quedarse con todo lo de ella, que quiera. Para mí, yo quiero Esa.",
    "Depende de dónde Uds. coloquen sus afectos. Depende a qué poste se ate. Si Uds. se atan a su poste denominacional, Uds. van a caer con él. Si Uds. se atan a algo de este mundo, cualquier política y cosas así, y confían en eso, Uds. se hundirán con eso.",
    "Pero mis esperanzas están edificadas en nada menos que en la Sangre de Jesús con justicia. Y al hundirse todo alrededor de mi alma, y todo ministro me rechace, y todo credo me eche fuera, y no tenga ni un solo lugar adonde ir, Él es toda mi esperanza y estadía. Sobre esa Roca, sobre Cristo, esa Roca sólida estoy parado, todo otro terreno es arena movediza. Algún día tal vez me entierren en un cementerio en alguna parte, bajo el mar, en un accidente de avión, muerto en un tren o en un automóvil, donde sea que Dios haya escogido mi partida, pero esto es, yo sé esto: que he anclado mi alma en ese Refugio de Reposo allá, en Su Palabra. Yo lo creo, que esto tiene que ser la Palabra de Dios.",
    "Dios tiene que juzgar al mundo por algo. Si Él juzga por la iglesia, ¿por cuál de ellas juzgará Él? Pues, no existe algo así por lo cual juzgar. Entonces solo queda una Cosa, Su Palabra, es Eterna, no se Le puede añadir ni quitar.",
    "Allí he anclado mi alma, con la sencillez de poner mis manos sobre mi Sacrificio, confesando que no sirvo para nada. No hay nada en mí, ¡oh, Señor Dios! Envía ese Mesías sobre mí y cambia mi ser a lo que era, y hazme a Tu Propia manera, de la manera que Tú quieres que yo sea.",
    "No importa cuánto puedan quemar un cuerpo, cuánto puedan destruir a una persona, cuánto se pueda hablar en contra de ellos, o lo que él diga, algún día Él nos levantará de nuevo. Y hay un Reino que recibimos que no puede ser conmovido. ¡Oh, vaya!",
    "Y, recuerden, de toda esta cosa gloriosa que ahora estamos disfrutando, sentados en lugares Celestiales, solo es un preludio. ¡Aleluya! Es un preludio de lo que viene. Eso es solo la introducción de la sinfonía que viene. ¡Oh! ¡Aleluya! ¡Hábleme de gritar y alabar y glorificar, magnificar al Cordero! Un día cuando los Ángeles se paren alrededor de la tierra, la curvatura de la tierra, con los rostros inclinados, y escuchen a ese grupito lavado por la Sangre cantar esos cantos de redención de la Sangre de Jesucristo, ¡oh, Dios!, yo quiero unirme a ellos. Permíteme tomar mi lugar con Ella ahora. Permítanme establecer mi seguridad, Jesús es mío, yo lo escogeré a Él y a Su Palabra. Sí.",
    "Terminando, quiero contar esta pequeña historia siendo Navidad, para que los niños puedan captarla. Y si les he ofendido al quedarme demasiado tiempo… Una damita ayer… El Hermano Brown predicó como una hora, un sermón muy maravilloso, ese hombre ungido. Ella dijo: “Él simplemente los tuvo demasiado tiempo”. Pablo predicó toda la noche. Estuvieron allí hasta que tuvieron tanto sueño, y probablemente se sentaron horas tras horas, y un joven se cayó y se mató. Y Pablo solo se tendió sobre él, dijo: “No se preocupen”. Solo escuchen lo correcto.",
    "Había un viejo zapatero, y creo que fue en Alemania donde él—él hacía sus zapatos. Y un día mientras… En su tiempo libre él tomaba la Biblia, y La leía. Leía el contexto y el texto de la Escritura, y entró en profunda sinceridad. Él dijo: “Saben” dijo, “yo—yo… cuando llegue esta Navidad, no voy a encender árbol de Navidad”. Pero él dijo: “¿Saben qué?”. Dijo: “Voy a preparar una—una gran cena, y voy a cocinar mi… asar un cordero y voy a comprar arándanos, y toda la salsa y cosas”. Y él vivía solo. Y dijo: “Voy a ponerlo sobre la mesa y voy a invitar a Jesús a que venga a sentarse al otro lado de la mesa conmigo. Quiero conocer al Mesías de Dios y lo que yo pueda hacer en respeto”. Dijo: “Voy—voy a hacer todo esto. Y luego me voy a sentar a la mesa y voy a pedir la bendición, y voy a agradecerle a Dios por lo que Él me ha dado. Y luego voy a decir: ‘Señor Jesús, ¿por qué no vienes y Te sientas aquí, solo para esta cena de Navidad conmigo?’”.",
    "La simplicidad, Dios siempre escucha eso, la sinceridad. Y el viejo zapatero ahorró dinero para comprar tal cena, Uds. saben, y el Rey de reyes sería el invitado. Y él colocó todo, y lo cocinó, y lo puso sobre una mesa. Y él se aseó muy bien, y—y se arregló todo y se peinó. Y él se sentó a la mesa, y puso una silla para Jesús, y algunas sillas más alrededor. “Tal vez para los apóstoles” dijo él, “si quizá vienen”.",
    "Así que el anciano inclinó su rostro y pidió la bendición, y—y dio gracias a Dios por la comida. Y él dijo: “Ahora, Jesús, ¿vendrías a cenar conmigo para esta cena de Navidad?”. Y él comenzó a comer mirando la silla. Nadie venía. Él comió un poquito más, y dijo: “Señor Dios, Te he invitado a mi hogar. ¿Podrías venir a estar conmigo?”. Y él se extendió y tomó algo de comer, y alguien tocó a la puerta.",
    "Y él fue a la puerta. Era un anciano, de hombros encorvados, andrajoso. Él dijo: “Amable señor, tengo frío, ¿me dejaría entrar al calor?”.",
    "Y él le dijo: “Pase”. Y él entró y olió ese aroma de la comida, su boca como que se le hizo agua, él se dio la vuelta. Dijo: “¿Le gustaría sentarse?”. Dijo: “Estoy esperando compañía, pero ¿podría sentarse y comer conmigo hasta que llegue?”.",
    "Él dijo: “Gracias. Me encantaría”. Y él se sentó, y cenaron. El anciano le dio las gracias, se levantó y se fue.",
    "Y el—el zapatero se dio la vuelta, dijo: “Señor Dios, ¿por qué me decepcionaste?”. Dijo: “Preparé todo muy bien. Hice todo lo que sabía”. ¡Si Uds. tan solo hicieran eso! “Hice todo lo mejor que pude y pensé que Tú vendrías y cenarías conmigo”. Y se puso a llorar, y corrió y cayó sobre la cama. Y estaba tendido allí en la cama, llorando. “Yo—yo—yo hice todo lo que pensé que era correcto, Señor, y ¿por qué no viniste a cenar conmigo?”.",
    "Y una Voz vino a él, y se acordó de la Escritura: “Por cuanto lo has hecho a uno de estos Mis pequeñitos, a Mí lo hiciste”.",
    "Sí, Ireneo… Perdónenme, fue San Martín. Un día frío antes de Navidad, un pobre mendigo estaba tendido en la calle, congelándose. Personas distinguidas pasaban, y solo miraban al anciano mendigo; “Bueno, él no es nadie, solo es un mendigo. Que se quede allí”. Y Martín se paró y observó y vio si algunas de esas personas que podían hacerlo lo ayudarían, pero no lo hicieron.",
    "Finalmente, el mismo Martín que no era… él—él le creía a Dios, pero era un militar. Él solo tenía un abrigo. Él dijo: “Si el anciano se queda así, se morirá de frío”. Entonces tomó su espada y rasgó su capa en dos, fue y envolvió al mendigo en ella, y dijo: “Duerme en paz, hermano mío”. Y entró.",
    "Y esa noche en el cuartel, después de lustrar sus botas y acostarse, se durmió. Y un ruido lo despertó. Él miró, parado delante de él, y allí estaba Jesús envuelto en ese pedazo viejo de abrigo con el que había envuelto al mendigo.",
    "¿Qué puedo hacer entonces en estos asuntos? ¿Qué debo hacer con estas cosas que sé que son correctas, estas cosas que han sido confirmadas y probadas que son correctas? ¿Qué puedo hacer? Envolver a la Iglesia, no en un credo o una denominación, sino en la Sangre de Jesucristo por Su Palabra. Entonces Jesús dijo: “Lo que has hecho a estos, lo has hecho a Mí”.\n\nOremos.",
    "Señor Jesús, si estuvieras parado aquí esta mañana, Señor… Yo sé que lo estás, en forma espiritual. Pero si Tú estuvieras parado aquí, literalmente, no creo que cambiaría mi texto ni un poquito. Creo que yo hubiera dicho exactamente lo mismo. Y creo, Padre Celestial, que estas personas que han estado sin su alimento natural, que se han sentado aquí y han escuchado una voz ronca y cansada, pero si Tú hubieras estado parado aquí, igualmente se habrían quedado como ahora, porque creen que Tú estás aquí, porque es Tu Palabra. Eso muestra que ellos Te aman.",
    "Estamos muy agradecidos por esta visitación de Navidad del Espíritu Santo que nos dirige y nos muestra precisamente lo que es la Navidad. Cuando vemos que el mundo se está cayendo a pedazos, sus sistemas se están desmoronando. Pero estamos tan contentos, estamos tan agradecidos de tener un Reino y tener un Rey, y Este no puede ser conmovido. Y cuando no haya más mundo, cuando no haya más política, cuando no haya más naciones, Dios establecerá Su Reino y los justos reinarán con Él. Aquellos quienes han sufrido no sufrirán más.",
    "Ayúdanos, Señor, en esta época de Navidad, a recordar lo que significa el Mesías ungido. Ayúdanos a entender.",
    "Bendice esta, nuestra congregación. Sé con ellos, Padre nuestro, y dales justicia y paz en el Espíritu Santo. Bendice a nuestro pastor. Señor, lo amamos. Este valiente siervo que se mantiene fiel. Y, hablando la otra noche, dijo: “Heme aquí, casi de sesenta”. Tienen niños pequeños. Pero recuerda, que él recuerde esto, Señor: que no hay nada que pueda llevárselo de aquí hasta que Tú estés listo. Si Tú tardas, oro para que él viva para ver a todos sus hijos casados y con sus propios hogares. Bendice a su preciosa esposita, una pequeña sierva Tuya. Bendice a nuestros diáconos y a nuestros síndicos.",
    "Y, Dios, estoy agradecido en esta Navidad por todos estos, mis amigos que viajan a través de la nieve, y vienen por carreteras resbaladizas y lluvia, y toman su sustento y vienen a cientos y cientos de millas. Dios, ya no sé qué más decir. Confío que Tú reveles el resto, lo que está en mi corazón. Y que yo siempre sea fiel, Dios, a este Reino en el cual nos has puesto. Que yo nunca ceda, no, ni a diestra ni a siniestra. Recuerdo bien cuando Tú me dijiste entonces: “No vayas ni a diestra ni a siniestra, entonces tus caminos serán prósperos. Entonces tendrás buen éxito”. Quizás no a los ojos del mundo. Y no me importa lo que el mundo piense, yo quiero saber lo que Tú quieres, Señor. Tu deseo es nuestro… Tu voluntad es nuestro deseo. ¡Oh, el menor de Tus deseos es un—es un mandamiento perpetuo para nosotros, Señor! Nos paramos como Tu Iglesia.",
    "Perdónanos ahora de lo que ha sucedido durante el año, habiendo hecho lo que está mal y donde hemos fallado en tantas cosas, y fortalécenos, Señor. Y que nosotros, en este tiempo de celebración de la Navidad, que abramos nuestros corazones al Mesías, el ungido de Dios. Que Él venga a nuestras vidas y nos unja, y viva Su voluntad y traiga Su Reino por medio de nuestras vidas. Mantennos sanos, saludables.",
    "Bendice a este valiente amigo mío sentado aquí a mi lado, el Hermano Arganbright. ¡Oh, Dios!, ¡cómo has estado con él, y cómo su corazón ha sido molido y aplastado tantas veces!, pero aún creemos que está germinado con Vida Eterna. Bendice a su esposita. Pienso en Bud y Fred, en mí, ¡oh, Dios!, cómo es que tenemos este gran compañerismo.",
    "Oramos que Tú nos bendigas ahora reunidos. Bendice a nuestra pequeña iglesia, a toda esta gente preciosa. Y algún día, Señor, mientras estamos tan… queremos tener nuestros ojos tan limpios de las cosas del mundo que solo podamos ver a Dios y Su Reino, que algún día seamos presentados ante Cristo, irreprensibles, como una virgen pura, una parte de esa gran Iglesia que ha de venir ante Él.",
    "Y esperamos el momento en que Tú establezcas Tu Reino en la tierra, personas visibles con hogares visibles, y no plantarán para que otro coma de él, sino que vivirán Eternamente. Hasta entonces, que podamos ser una luz sobre un monte, una vela que alumbra todo lo que nos rodea, por medio de una vida justa, santificada por la Sangre de Cristo. Concédelo, Padre. En el Nombre de Jesús oramos.",
    "Y, Señor, sobre estos pañuelos, después de orar por los enfermos y poner nuestras manos sobre ellos, conectándonos con ellos, pongo mis manos sobre estos pañuelos, conectando mi oración a Dios. Y con estos pañuelos y con el pueblo, Dios, oro que Tú sanes a cada una de estas personas a quienes estos pañuelos representan. Que ellos tengan salud y fuerza durante el año que viene, Padre. Para la honra y la gloria de Dios, lo pedimos, en el Nombre de Jesús. Amén.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora, mientras lo cantamos de nuevo, estrechemos la mano con alguien alrededor. Solo sigan diciendo:\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me…\n\nHermano Arganbright, este es…?…\n\nAhora con nuestras manos levantadas a Él.\n\nYo Le amo,\n\nMuy fuerte ahora.\n\nYo le amo (Así es.)\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Y ahora con esta palabra, juntos, todos decimos: Recibimos un Reino que no puede ser conmovido. ¡Amén!",
    "Ahora pongámonos de pie. Ahora, levantemos nuestras manos y nuestros corazones a Dios, con gratitud ahora, real, con todo nuestro corazón: “¡Yo Le amo!”. Y simplemente expréseselo a Él en este tiempo de Navidad.\n\nYo Le amo, yo Le amo\n\nPorque…\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Habrá un servicio bautismal inmediatamente ahora después de esto. Y Uds. que tienen que irse, estamos agradecidos de que estuvieran aquí, y que siempre permanezcan en ese Reino que no puede ser conmovido. Mientras inclinamos nuestros rostros por un momento para orar, voy a pedirle a nuestro precioso Hermano Arganbright si pudiera subir aquí y despedir a esta congregación en una oración. 🦅"
  ]
}