{
  "title": "PERSEVERANCIA",
  "id": "63030009",
  "content": [
    "🦅  Saludos a esta buena congregación aquí esta noche, a la Hermana Webster y el Hermano Green, y a toda la congregación, los miembros de esta asamblea. Siempre es un privilegio para mí venir a la casa del Señor y, esta noche, estar de nuevo en una de Sus iglesias Cuadrangulares.",
    "Recuerdo, hace años, cuando vine por primera vez a Los Angeles. Había oído de la Hermana McPherson, pero ya había subido por las escalinatas doradas antes de yo encaminarme. Y cuando fui a Los Angeles por primera vez, fui a Forest Lawn. Escuché que ella estaba enterrada allá, y fui y me paré junto a su tumba, e incliné mi rostro y di gracias a Dios por una vida noble. Desde entonces, he visto el letrero Cuadrangular en casi toda nación a la que he ido como misionero. He tenido el privilegio de estar en el templo, esperando en su sala de espera. Antes de subir al púlpito, ella tenía un cuarto allí. Y me he sentado allí muchas noches, al predicar en el templo, y pensar en las horas que ella debió haber meditado antes de pasar al púlpito, a lo sagrado de abrir la Palabra de Dios. Estar aquí, esta noche, con algunos de los seguidores que quieren mantener vivo ese mensaje: Dios sea con Uds., los bendiga.",
    "Y luego estar de regreso con el Hermano Green, un precioso y querido amigo, el Hermano y la Hermana Green. Y cuando estaba afuera, hace un rato, y lo vi, yo—yo le dije lo mucho que disfruté ese mensaje en forma de canto, el otro día, por allá con los hombres de negocios, sobre, El Nombre de Jesús, o algo así, le llamó él. Ellos aún no lo han grabado. Le dije: “Déjeme ser el primer cliente”, fue un canto tan, tan hermoso.",
    "Y pensé que tal vez cantarían para mí esta noche cuando bajara, y—y mi esposa y mis hijos están allá atrás para escucharlo. Y estoy seguro que ellos también lo disfrutaron. Y su voz no es… Es muy familiar en nuestro hogar. Tengo muchas de sus grabaciones. Cuando me siento muy mal, voy, tengo uno de esos tocadiscos, y coloco un montón de sus discos, y solo me recuesto y los escucho. Quiero decirle a mi esposa allá atrás, que acabo de recibir algunos más. Verdaderamente los disfruto. Son… Son un refugio de descanso, solo el oír esos cantos del Evangelio, saber que no son cantados por alguna voz entrenada mecánicamente, sino que vienen del corazón de un verdadero Cristiano.",
    "Él me dijo que aún tenía algunos allá esta noche. Quiero que mi esposa y ellos, los revisen, para ver si hay alguno que él tiene allá, que nosotros no tengamos, y se asegure de tomarlos. Creo que los tienen allá en el vestíbulo. Y son…",
    "Saben, lo principal es, que yo pienso acerca de cantar, me gustan estos; me gustan las voces entrenadas, pero no me gusta una voz demasiado entrenada. Donde solo ven cuánto tiempo se aguanta la respiración, hasta que la cara se pone azul, y no se dice nada. Pero a mí me gusta el buen canto pentecostal a la antigua, donde uno se siente libre y canta. Me—me gusta eso. Y el Hermano Green tiene eso, él y la Hermana Green. Y sabemos que está respaldado por estos coros, y demás. Y es muy bueno saber que, estas cosas, están disponibles para nosotros.",
    "Ahora, el Hermano—el Hermano Green y yo nos conocimos por primera vez, si mal no recuerdo, creo que fue en Kansas City, cuando teníamos las convenciones allá. ¡Cómo yo esperaba afuera…! Me decían: “Bueno, aún no es la hora de pasar”. Pero yo esperaba afuera, en mi carro, y no me quería perder oír esos cantos, cuando él—él y la hermana estaban cantando.",
    "Y, le dije por allá: “Confío que uno de estos días cuando cruce el río…”.",
    "¡Me encanta mucho cantar! Y yo—yo simplemente no puedo; así de sencillo. Siempre he querido cantar, y yo—yo simplemente no puedo. Y yo intentaba entonar un canto en la iglesia: “Reunión a la antigua en un lugar anticuado”. Y me enredaba todo. Tomaba a mi esposa de la mano cuando llegaba a casa, le decía: “Cariño, no volveré a intentarlo, si puedo”. Solo conseguía… enredaba a todos los demás.",
    "Pero un día de estos voy a cantar. Y siempre he pensado, quizás allá en la ladera, donde el—el río de la Vida corre allí junto al Trono; cuando ese gran coro de todos los redimidos, esas grandes voces estén en esa ladera, cantando. Espero que haya un arbolito de sombra al otro lado. Si quieren verme, solo vayan por allí. Estaré allí, escuchándolos.",
    "Pero luego, cuando Uds. lleguen a su palacio una mañana, y salgan al porche de su palacio, pues, a la distancia, en algún lugar por allá en el bosque, habrá una pequeña choza construida por allí. Yo… Ud. saldrá a su porche y oirá a alguien cantando: “Sublime gracia, cuán dulce sonido”. Ud. dirá: “¡Oh!, el Hermano Branham llegó, porque allí está. Él—él por fin llegó allí”. Y entonces podré cantar. Hasta entonces solo tendré que hacer un ruido gozoso al Señor.",
    "¿Estamos contentos? No tenemos nada de qué preocuparnos, nada. Estamos anclados en Cristo, sentados en lugares Celestiales, arrebatados en la gracia del Rapto ahora mismo, sentados en Su Presencia en lugares Celestiales en Cristo Jesús. Ni la muerte misma puede tocarnos. Anclados, nada nos puede molestar, seguros y esperando Su Venida. Y estamos agradecidos por esto.",
    "Ahora, tengo como doscientos cuarenta kilómetros que conducir esta noche, después del servicio. Y con una buena multitud como esta, me toma mucho tiempo comenzar, y luego el doble de tiempo para detenerme. Así que, trataré de entrar directo a lo que planeo decir, lo más rápido posible. Quiero agradecer al pastor, a los asociados y a todos, por esta oportunidad de venir aquí, para dar mi testimonio de Su gracia esta noche, frente a esta hermosa congregación.",
    "Subí, hace algún tiempo a la Montaña Sur, miré hacia abajo al valle. Recordé hace como treinta y cinco años cuando vine por primera vez a este valle. Cómo ha crecido esta ciudad, se ha extendido por todo el Valle de Maricopa aquí. Hasta donde uno puede ver, está la ciudad. Yo estaba sentado allí con mi esposa, y le dije: “Sabes, cariño, quizás hace como trescientos años, no había nada corriendo por aquí sino coyotes y jabalíes, y demás, por todo el país. Y luego vino el hombre y comenzó a construir. Entonces la civilización comenzó a extenderse. Y entraron el pecado y la violencia”.",
    "Pensé: “¿No sería este un lugar maravilloso?”. Siempre he pensado que algún día me gustaría vivir en Phoenix. Y luego, yo… mirando el valle, en mi corazón casi puedo sentir ganas de llorar, por el lugar tan hermoso que sería si aquí no hubiera pecado.",
    "¡Cómo han tomado solo un desierto y lo han convertido en un—un área residencial! Hoy conducíamos sobre el sendero del Camelback, hay casas hermosas allá arriba, casi como si uno estuviera entrando al paraíso. Y entonces sería hermoso, pero el pecado está aquí en todas partes: bares de whisky, inmoralidad, de todo lo errado, toda clase de artimañas y trampas del enemigo, para atrapar almas humanas.\n\nMi esposa dijo: “¿Entonces por qué estás aquí, Billy?”.",
    "Le dije: “Cariño, está en tinieblas. Pero, sabes, en medio de toda esa oscuridad allá abajo, hay pequeños puntos de Luz. Esos son los escogidos de Dios. Y estoy aquí para unir mi hombro al de ellos, unir mi corazón al de ellos, mi voz a la de ellos, y clamar contra las tinieblas”.",
    "Y por eso estoy aquí en Phoenix de nuevo. Que el Dios del Cielo nos ayude. Y después de que termine la noche, y nuestra pequeña reunión que está pasando por la ciudad, de iglesia en iglesia, entre todas las denominaciones del Evangelio completo, y terminaron con la convención de hombres de negocios allá en el Ramada, confío que dejemos una marca aquí, que signifique que en la pequeña Luz que ha sido esparcida, que muchas almas encuentren a Cristo, muchos enfermos de la fe sean sanados. Y ya comenzamos a ver, resultados visibles.",
    "Y confío, en esta noche que, si alguien viniera aquí esta noche, bajo este abrigo del—del refugio de este lugar, que algo sea dicho en el canto, testimonio, o la lectura de la Palabra, o algo, que cause que Ud. salga por la puerta una persona diferente a como entró. Ayúdanos a todos en eso.",
    "Y ahora, antes de abordar la Palabra, acerquémonos al Autor por medio de la oración. Inclinemos nuestros rostros un momento. Con nuestros rostros y corazones inclinados ante Dios, ¿habrá una petición entre el pueblo esta noche, y tiene algo especial por lo cual a Ud. le gustaría pedirle ayuda al Señor? Solo levante la mano. Y muy en el fondo de su corazón, diga: “Señor, Tú sabes lo que es”. Gracias. Dios los bendiga.",
    "Nuestro Padre Celestial, venimos ahora en ese Nombre todo suficiente, el Señor Jesús, sabiendo esto que Él prometió: “Si pidiereis algo al Padre en Mi Nombre, os será concedido”. Venimos, primero, a confesar que hemos errado. Hemos obrado mal. Y no hay ninguno de nosotros bueno, ni uno. Y venimos a confesar nuestros pecados, en el Nombre del Señor Jesús. Estamos pidiendo perdón.",
    "Y Tú viste las manos del pueblo, que se levantaron esta noche, y sabes lo que había debajo de esa mano, de lo que tenían necesidad. Y ofrezco mi oración con la de ellos, poniéndola sobre Tu altar, y pidiendo misericordia, que Tú, Señor, otorgues misericordia, y respondas cada una de las peticiones.",
    "Queremos agradecerte por esta iglesia, por sus pastores, y por todos los laicos, y todos los diáconos y los síndicos, y todos los que vienen. Bendícelos, Señor. Y sabemos que nuestras reuniones y congregarnos serían completamente en vano, si Tú no te encontraras con nosotros.",
    "Y oramos, Padre Celestial, ahora con la seguridad de que estás con nosotros; continúa, ¡oh, Señor!, con nosotros durante la noche. Ayúdanos. Si, por casualidad, estuvieran aquellos que han entrado de la calle, o de los vallados y caminos del mundo, que han sido en su vida indiferentes hacia Ti, que esta sea la noche en que ellos digan esa palabra toda suficiente: “Sí” a Dios, y se rindan, se entreguen a Jesucristo.",
    "Si hay enfermos entre nosotros, Señor, Tú eres el gran Médico Quien nunca ha perdido un caso.",
    "Pensamos en el día en que vivimos, cuando la enfermedad y densas tinieblas están cubriendo la tierra. Pero, así mismo recordamos cuando Tú guiabas a Tu pueblo, Moisés los sacó de—de Egipto, llevándolos a la tierra prometida, y por todo el viaje, por cuarenta años, y cuando entraron a la tierra prometida no había uno débil entre ellos.",
    "¿Cuántos médicos en esta noche quisieran dar un vistazo a la receta que Moisés tenía, que mantuvo a todo ese pueblo sano por cuarenta años largos? Y, pues, Tú no la has escondido; la has dado a conocer a todos nosotros, y está escrita aquí en las páginas, es muy sencilla: “Yo soy Jehová que sana todas tus dolencias”. Que entendamos eso en esta noche, Señor, los enfermos y necesitados, y sepamos que no hay enfermedad para la que Tú no seas el remedio, la doble cura.",
    "Bendice la lectura de Tu Palabra. Y que nuestros corazones ahora se enfoquen en la solemnidad de la reunión. De nuestros corazones llenos de gozo por el canto del Evangelio, y testimonios, y demás, estamos muy agradecidos. Ahora que podamos oír Tu Palabra. Y háblanos, Padre, y bendice estas pocas notas que han sido preparadas para esta noche, porque lo pedimos en Su Nombre y para Su gloria. Amén.",
    "Hay muchas personas que, al venir al servicio, siempre les gusta anotar lo que un ministro tiene para decir, o leer de la Escritura. Y si Uds. lo hacen, quiero que abran conmigo esta noche para una pequeña lectura hallada en el Libro del Evangelio de San Mateo, el capítulo 15, del versículo 21 al 28. Y leo así:\n\nSaliendo Jesús de allí, se fue a la región de Tiro y de Sidón—Sidón.\n\nY he aquí una mujer cananea que había salido de aquella región clamaba, diciéndole:… ¡Señor, Hijo de David, ten misericordia de mí! Mi hija es gravemente atormentada por un demonio.\n\nPero él no le respondió palabra. Entonces acercándose sus discípulos, le rogaron, diciendo: Despídela, pues da voces tras nosotros.\n\nÉl respondiendo, dijo: No soy enviado sino a las ovejas perdidas de la casa de Israel.\n\nEntonces ella vino y se postró ante él, diciendo: ¡Señor, socórreme!\n\nRespondiendo él, dijo: No está bien para mí tomar el pan de los hijos, y echarlo a los perrillos.\n\n…ella dijo: Sí, Señor; pero aun los perrillos comen…las migajas que caen de la mesa de sus amos.\n\nEntonces respondiendo Jesús, dijo: Oh mujer, grande es tu fe; hágase contigo como quieres. Y su hija fue sanada desde aquella hora.",
    "Si titulara este texto, me gustaría hablar solo por un momento, o por unos minutos más bien, sobre el tema de: Perseverancia.",
    "Pensé, siendo que la Sra. McPherson y la iglesia siempre se han parado tan valientemente por la sanidad Divina, pues, no podemos predicar el Evangelio completo sin predicar sanidad Divina, porque es parte del Evangelio.",
    "Recuerdo, de niño, leer un artículo en una de las revistas, Life o Look, o alguna de esas revistas. Yo solo era un jovencito. De ellos menospreciando a la Sra. McPherson, por predicar sanidad Divina, y decían que ella tenía un—un truco que hacía. Decían: “Mujeres que tenían bocio; ella llevaba un alfiler debajo del dedo, y las mujeres colocaban un globo debajo de la ropa. Entonces la Sra. McPherson ponía las manos sobre la mujer, clavaba el alfiler en el—el globo, y desinflaba el globo.",
    "Yo era un pecador, pero tenía mejor sentido común, como para pensar tal cosa. Si el alfiler pinchara el globo, reventaría. Entonces dije: “No hay duda de que esa mujer está sufriendo persecución”. Y luego, desde que vine a ser un obrero en la viña, me doy cuenta de lo que ella tuvo que soportar. Al pararse por las verdades, uno siempre es odiado por el enemigo.",
    "La palabra perseverante significa ser, creo yo, según Webster, “persistente”. Ser perseverante, “persistente en llegar a una meta”. Y toda persona en la tierra, o que haya estado en la tierra, que alguna vez logró algo, tuvo… que sirvió de algo, tuvo que ser perseverante. Ud. tiene que estar seguro, primero, en qué tiene anclada su fe.",
    "Ahora, la fe no solo es una cosa que fácilmente va flotando, o alguna clase de… lo que llamaríamos en una expresión callejera, un abracadabra. La fe solo puede tener su—su posición correcta cuando es basada sobre algo que es firme.",
    "Si yo le dijera que saliera y pusiera la mano sobre ese árbol y será sanado, Ud. pudiera dudar de eso. Y, ¿por qué? Porque no tenemos fundamento para nada; Ud. solo tendría mi palabra. Y si le dijera a Ud. que lavarse en cierta agua aquí en el—en el valle le traería sanidad, eso dependería de cuánta confianza Ud. tuviera en mí.",
    "🦅 Y la fe viene por el oír”. Oír ¿qué? “La Palabra de Dios”.",
    "Por lo tanto, si Esta es la Palabra de Dios, y lo es, lo que Ella enseña, podemos descansar en Eso. Dios no puede cambiar. Dios debe permanecer para siempre como Dios. Su Palabra debe ser tan veraz en esta edad como siempre lo fue en cualquier edad.",
    "Ahora, nosotros somos finitos. Podemos decir algo este año, y quizás aun mañana tengamos que cambiarlo. Pues, no estamos muy seguros, porque somos finitos; solo estamos presumiendo. Y presumir significa “avanzar sin autoridad”.",
    "Pero cuando Dios dice algo, es perfecto. Él no tiene que alterarlo. “Abraham no dudó, por incredulidad, de la promesa de Dios; sino que fue fuerte, dando alabanza a Dios, porque sabía que Él podía obrar, o cumplir, o hacer lo que Él había prometido”. Entonces, si alguna vez se llama a Dios a la escena para tomar una decisión, y la decisión que Dios toma primero, tiene que permanecer igual para siempre. Eso nunca puede cambiar. Eso no se puede alterar, porque Él es infinito. Y todo lo que es infinito nunca tuvo un principio o un fin. Así que, Él no puede retractarse el próximo año, y decir: “Yo estaba equivocado”.",
    "Y entonces si esa fue Su decisión, entonces cada hombre que hace eso mismo, eh, llega a esa misma decisión que Dios tomó para un hombre, en base a su fe, porque lo creyó, Él tiene que cumplir ese asunto igual cada vez que un hombre lo crea. Dios tiene que actuar, cada vez, de la manera que actuó la primera vez, o Él actuó mal la primera vez. Y ¿quién puede acusar a Dios de actuar mal? Dios tiene que permanecer siempre con Su decisión.",
    "🦅 ¡Si podéis creer”! Ahora, para lograr cualquier cosa, Ud. tiene que establecer una meta y decir: “Esto es lo que yo creo”, y Ud. comprometerse a eso, y seguir presionando, acercándose a eso, sabiendo que Ud.… eso está allí, sabiendo que hay algo allí a lo que Ud. está llegando.",
    "Como se cuenta, del muchachito con la cometa, sosteniendo la cuerda en su mano. Él dijo, el hombre dijo: “¿Qué estás sosteniendo, hijo?”.\n\nÉl dijo: “Mi cometa”.\n\nÉl dijo: “No veo sino una cuerda”.\n\nÉl dijo: “Pero hay una cometa en la punta”.\n\nEl hombre miró hacia arriba, dijo: “Yo no veo la cometa”.\n\nEl niño dijo: “Yo tampoco”.\n\nÉl dijo: “Bueno, ¿cómo sabes que tienes una cometa?”.\n\nÉl dijo: “Puedo sentir que jala, de la punta”.",
    "Bueno, así es la fe. “La fe es la certeza de lo que se espera, la evidencia de lo que no se ve”. Mientras Ud. ponga su fe en eso, y luego se ancle de aquello, Ud. llegará a eso. No importa si Ud. puede verlo o no, Ud. sabe que está allí de todas maneras. Ud. está tirando de eso, y eso lo está jalando a Ud. Y cualquier hombre que alguna vez haya hecho algo que valga la pena, ha fijado una meta, y luego ha sido persistente, perseverante, para conseguir eso: los grandes hombres.",
    "George Washington, “el padre de nuestra nación”, como le llaman, cuando vino a Valley Forge, después de estar toda la noche en oración, hasta quedar mojado con la nieve sobre sus caderas, arrodillado en la nieve, a la mañana siguiente él cruzó el Delaware, lleno de hielo. ¿Por qué? Él fue perseverante. Él recibió la respuesta. Nada iba a impedirle el camino. Aunque tres o cuatro balas de bosquete… mosquete le atravesaron el abrigo, pero no le hizo daño. Trató… Él quería lograr algo, y había orado hasta que recibió respuesta, y fue perseverante. Nada estorbó su camino.",
    "¿Se pueden imaginar a Noé en sus días, cuán perseverante fue Noé? Ahora, él solo era un agricultor.",
    "Y ellos vivieron en un día de más avances científicos, quizás, del que tenemos hoy, porque en aquellos días ellos construyeron pirámides. Y si alguno de Uds. ha tenido el privilegio de estar en la gran pirámide egipcia y ver la Esfinge y demás, pues, es asombroso de ver. ¡Cómo pudieron levantar esas rocas allá arriba en el aire, casi a una cuadra de altura, pesaban miles de toneladas! Hoy no podríamos igualarlo; no entendemos. Ellos tenían algo.",
    "Tenían un tinte. Ellos tenían algo con lo que podían embalsamar un cuerpo, y lo hacían ver muy natural por miles de años. Nosotros no tenemos esas artes, colorantes y demás, que ellos tenían; una gran edad científica.",
    "Pero un día, mientras Noé estaba en el—el campo, tal vez preparando su cosecha, Dios se le apareció y le dijo: “Prepárate para la salvación de tu casa, y construye un arca. Pues, va a llover”.",
    "Ahora, todos sabemos que en el mundo antediluviano no había llovido. Y ahora, eso no cuadraba con las mentes científicas de ese día; su Mensaje fue contrario. No hay duda de que los científicos inteligentes podrían haber venido a él a decirle: “Ahora, mire aquí, Sr. Noé. Pues, tenemos instrumentos que podemos disparar a la luna, y podemos hacer todas estas investigaciones científicas. Y no hay agua allá arriba. Y ¿cómo va a caer agua de allí, cuando no hay agua allá arriba que pueda bajar? Ud. es insensato; está haciendo algo que no tiene fundamento. No hay agua allá arriba”.",
    "Pero Noé tal vez diría: “Dios dijo que llovería, y asunto terminado. Dios lo dijo”. Ciento veinte años, él fue persistente frente al mundo científico de su día, reclamando aún que su Mensaje era correcto porque vino de Dios. Él tenía una meta que cumplir. Él tenía a cargo un Mensaje, y fue persistente en hacerlo. No importa lo que el resto del mundo dijera, Noé escuchó de Dios. Eso era todo lo que le importaba. Él había oído la Voz. Él estaba seguro que era Dios, y estaba preparando algo que le parecía muy absurdo al mundo. Pero, con todo, Noé sabía que Dios cumpliría Su Palabra.",
    "¿No debería ser esa una lección para nosotros hoy, la hora? Como dijo Jesús: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre”. Un Mensaje que es absurdo para el mundo, ellos no Lo entienden, pero aún así, aquellos quienes han contactado al Espíritu Santo, saben que Él regresará de nuevo.",
    "Puedo ver a la gente con lástima del pobre Noé, por toda la diversión que se estaba perdiendo, del mundo y las cosas que estaban sucediendo. Pero Noé, aún persistente, se aferró.",
    "Un día Dios le dijo a Noé: “Muy bien, ya has hecho tu parte. Ahora entra en el arca, tú y tu casa”. Y el… Fíjense que las—las aves comenzaron a entrar, y—y los animales comenzaron a entrar, de dos en dos. Noé y su familia entraron.",
    "Y siempre hay creyentes fronterizos, como los llamo; gente que viene a la iglesia, disfrutan de un mensaje tal vez del coro o de los cantantes, del ministro, o un testimonio. Ellos lo disfrutan, pero venir y ser parte de aquello, sencillamente no lo harán. A ellos les gusta escuchar, pero no quieren ser parte de eso; no se quieren identificar con ellos. Quieren quedarse aparte a un lado. Siempre ha sido así, y no hay duda de que los había en ese día.",
    "Entonces cuando la puerta del arca fue cerrada, muchas de esas personas dijeron: “Bueno, vamos y parémonos por allí, ahora si llega a suceder que, por decir, el anciano tenía razón. Todos pensamos que el anciano estaba un poco trastornado, pero me—me—me gustaba escucharlo predicar, parado allí, en la puerta. Y ahora sabemos que algo cerró esa puerta. Ahora, él es un buen anciano. Y si acaso sucediera, algún agua cayera de allá arriba, pues, pues, él nos dejaría entrar”. ¿Ven Uds.?, Uds. no deben confiar…",
    "No se les ocurra colmar la bondad de Dios. Asegúrense de entrar mientras tienen la oportunidad de entrar.",
    "Entonces, lo primero que se sabe, el primer día, miren cómo Dios pone presión sobre Su pueblo, a veces, me imagino que el primer día, Noé le dijo a su familia: “Muy bien, ahora subiremos al piso de arriba. Ahora, en la mañana, los cielos van a estar oscuros; no había estado oscuro antes. Nunca lo hemos visto. La lluvia va a caer. Los relámpagos atravesarán los cielos”. Y a la mañana siguiente, sale el sol. No hay señal. Todo el día, Noé y su familia miraban. Bueno, las cosas siguieron exactamente como siempre.",
    "Me imagino que los creyentes fronterizos dijeron: “¡Ah, el anciano estaba errado!”. Ellos regresaron al centro, a comer, beber, y a divertirse.",
    "Me imagino, su familia, la tensión que debe haber sido para el hombre. Pero él no se dio por vencido, comenzando a tocar la puerta, diciendo: “Amigos, abran la puerta. Yo estaba equivocado”. ¿Por qué? Él sabía que tenía la verdad, y se aferró a ella.",
    "🦅 Si no llovió hoy, mañana sí”. Eso es. Muy bien.",
    "Luego llego el segundo día, y vemos que salió el sol. Pasó como todos los días. No había señal de lluvia. Aun así, él fue persistente. Hasta siete días, Noé estaba sentado allí mismo, dijo: “Si no llovió hoy, lloverá mañana”. ¿Ven?, él estaba anclado. Él fue persistente, perseverante, porque él sabía que Dios lo había dicho, y así tenía que ser.",
    "Ahora, finalmente, al séptimo día, cuando él miró por la ventana, los cielos se estaban oscureciendo. El viento soplaba por las colinas. Los árboles se inclinaban. La gente gritaba, sin saber qué hacer. Y después de un rato, grandes gotas de lluvia comenzaron a caer por primera vez, golpeando las calles. Las alcantarillas se llenaron. Todos los manantiales se rompieron. El agua comenzó a subir. La gente se subió a sus botes, y se hundieron. Los vientos eran fuertes. Y se hizo más y más y más profundo. Después de un rato, comenzó a llegar al barco. Él miraba por la ventana.",
    "Finalmente, la gente gritaba, y no había manera de llegar a ellos y ayudarlos. Él estaba muy arriba en el piso superior. Ellos habían pecado, desaprovechando su día de gracia; no había más para ellos. Ya era demasiado tarde. Finalmente, qué sentimiento debe haber sido para Noé, cuando él miró en la calle y vio todas las barquitas, ya sea que fueran construidas por Dios o no.",
    "¿Ven Uds.?, la gente piensa eso hoy: “Ellos pueden construir su propia arca. Ellos pueden hacer su propia salvación”. Ud. no puede hacerlo. Dios preparó la salvación para nosotros, y tenemos que aceptarla. Un arca construida por el hombre no permanecerá. Cualquier cosa que el hombre pueda lograr, que sea contraria a la voluntad y a la Palabra de Dios, no permanecerá.",
    "Pero cómo debe haber sido cuando la Sra. Noé y sus nueras, e—e hijo—hijos, y demás, cuando vieron esta agua subiendo hacia el arca, y el arca aún estaba asentada. Pero después de un rato sintieron que se soltó. Ya estaba flotando. ¡Oh!, Noé supo que todo su, por lo que él se había esforzado, lo que había hecho, su Mensaje estaba dando allí sus frutos. Fue soltada. Él estaba dejando la tierra.",
    "Es como cuando un hombre permanece allí, no que pasa a darle la mano al pastor, poniendo su nombre en un libro, sino cuando él se queda allí hasta que siente que algo se suelta dentro de él, y él comienza a flotar allá por fe, sabiendo que sus pecados han pasado, y él ha anclado su alma en Cristo, y hay algo que lo va subiendo más y más; persistente, perseverante.",
    "Moisés fue muy perseverante, después de haber ido, en Egipto, y matado a un hombre, y con toda su educación y su entrenamiento. Y, sin embargo, él hizo la cosa mal, queriendo, porque confió en lo que él podía lograr por medio de su educación y por su propia… Se nos dice que él era un militar. Y en lo que había sido entrenado, vemos que eso fue un fracaso. Y cuando fracasó, él no perseveró en eso, él huyó al desierto por cuarenta años.",
    "Pero una vez que se encontró con Dios en una zarza ardiendo, se quitó los zapatos, él vio la gloria de Dios. Él vio un palo seco convertirse en una serpiente, y volver a ser un palo otra vez. Él vio una mano leprosa ser sanada por el poder de Dios. Y él escuchó la Voz de Dios hablarle. Entonces nada lo iba a detener.",
    "A menudo lo he descrito, espero que no sea una manera sacrílega, un anciano de ochenta años, con su esposa sentada a horcajadas sobre una mula, con un—un chiquillo en su cadera. Al día siguiente… Y con la barba colgando, el palo en la mano, yendo, sus ojos levantados, y—y hacia el cielo, y una barba blanca ondeando.\n\nY alguien le diría: “¿A dónde vas, Moisés?”.",
    "🦅 Voy a Egipto, a conquistar”. Una invasión de un solo hombre, parecía algo ridículo; pero los caminos de Dios, para la mente carnal, son ridículos. Pero es precioso para aquellos que están anclados allí. Ellos saben de lo que están hablando. Ellos siguen adelante. ¡Oh, qué cosa debe haber sido! Noé o…",
    "Moisés, más bien, yendo a Egipto, una nación que tenía al mundo atemorizado, como Rusia hoy. Una invasión de un solo hombre, un anciano, de ochenta años, con su esposa sentada sobre una mula, y un palo torcido en la mano, yendo allá para tomar el control. La cosa, lo extraño de eso, para el mundo, es que lo hizo. Él conquistó.",
    "Dios solo necesita un hombre, una persona, en alguna parte, que esté atado a Él, alguien que sabe dónde está parado y es perseverante. Entonces las persecuciones, la diferencia, no les molesta en lo absoluto. Iba allá a tomar el control, y él lo hizo.",
    "Parecía muy ridículo, cuando allí parado estaba un hombre de unos catorce pies de altura, o más. Creo que sus dedos medían catorce pulgadas; con una lanza en la mano, como un rodillo de telar, quizá medio camino de aquí a la puerta allá; parado allá, y desafiando a Israel. Allí estaba Saúl del otro lado, cabeza y hombros sobre su ejército, un hombre entrenado, todos bien entrenados, y amedrentados. Así es.",
    "Y el diablo quería hacerles una propuesta. Así es como lo hace el diablo cuando piensa que él tiene la ventaja. “Ven acá. No derramemos sangre. Solo los dos. Si le gano a tu hombre, entonces nosotros… Uds. nos servirán. Si él me mata, entonces solo morirá uno de nosotros en lugar de nuestros ejércitos”. ¡Qué propuesta puede hacer! Todos estaban muertos de miedo.",
    "Y parecía ridículo ver a un niño de hombros encorvados que venía envuelto en una piel de oveja, una honda atada a su costado, con unas tortas de pasas en la mano, para visitar a sus hermanos. Y ese diablo, con una vez que se jactó en frente de un hombre de Dios, y él le aceptó el reto. ¿Por qué? Él sabía Quién era Dios. Dijo: “Yo… ¿Quieren decirme que Uds. van a dejar, los ejércitos del Dios viviente, van a dejar que ese filisteo incircunciso desafíe a los ejércitos del Dios viviente? Yo iré a pelear con él”. ¡Oh, vaya! ¿Por qué? Él fue persistente.",
    "Sus hermanos dijeron: “¡Oh, sabemos que eres travieso! Regresa a casa con esas ovejas que papá te dijo que cuidaras. Solo has venido aquí a ver la batalla”. Ud. no puede callar a un hombre de Dios, cuando algo le ha sucedido.",
    "Así que él se acercó a Saúl. Saúl, me imagino, se rascó la cabeza y miró allí abajo. Dijo: “Admiro tu valor, hijo, pero ese hombre es un guerrero. Ese hombre es un guerrero, desde su juventud. Y tú no eres más que un joven, y no sabes nada acerca de una honda o de una lanza, o cómo batirte a duelo”.",
    "¡Oh, pero obsérvenlo exponer algo! “Tu siervo cuidaba las ovejas para su padre”. Y él dijo: “Un día vino un oso y tomó uno de los corderos de mi padre, y yo fui tras él, y lo maté. Y luego vino un león y agarró a uno y se lo llevó, y yo fui tras él, y lo maté. Ahora” dijo él, “el Dios que me dio la victoria sobre el oso y sobre el león, ¡cuánto más me dará Él la victoria sobre ese filisteo incircunciso que está desafiando a los ejércitos del Dios viviente!”.",
    "Saúl dijo: “Pero tú solo eres un muchacho”. Dijo: “No traes nada puesto, solo una pequeña piel de oveja. Espera, yo—yo te pondré mi armadura”.",
    "Así que él lo tomó y le puso su armadura. ¿Se pueden imaginar? La Biblia dice que él era “rojizo”, un pequeñín, tal vez un hombre de cincuenta kilos, ponerse una armadura grande de un hombre que pesaría como ciento trece, como de dos metros y más de altura. Él estaba todo aplastado. ¿Pueden imaginarse eso?",
    "David miró alrededor. Las hombreras salían hasta por acá. Y parecía que tenía puesta una falda, le colgaba así hasta abajo, su coraza. Él se dio cuenta que el chaleco eclesiástico no le quedaba a un hombre de Dios. Ajá. Dijo: “Quítame esa cosa. Yo no sé nada al respecto. Pero déjame ir con lo que sé que es correcto”. Allí lo tienen. Él fue en el poder del Espíritu.",
    "Creo que fue Hudson Taylor una vez, que le dijo a un misionero chino. Este muchacho chino dijo: “Sr. Taylor, he sentido mi llamado a Cristo”. Él dijo: “¿Debo ir ahora y estudiar para obtener mi Licenciatura en Artes, y luego para mi Ph.D., y todo lo que necesito, mi título de doctor?”.",
    "El Sr. Taylor dijo: “Ve ahora, hijo. Ve ahora. No esperes que llegue ese tiempo. Desperdiciarás demasiado de tu vida”.",
    "Yo creo que eso cierto. Estoy de acuerdo con el Sr. Taylor. Vaya ahora. No quiero apoyar mi ignorancia ahora al decir que no necesitamos educación; eso pudiera tener su lugar. Pero la educación sin salvación no tiene ancla. Solo es todo velas y nada de ancla. Vaya cuando la vela esté encendida. No espere hasta que esté medio quemada. Vaya cuando Ud. la encienda. Si Ud. solo sabe cómo se encendió, cuéntele a otros sobre cómo se encendió, tal vez ellos también se enciendan. ¿Ven? [Cinta en blanco.—Ed.] Así que, tan pronto como se encienda la vela, vaya y dígale a todos cómo se encendió la vela, y tal vez se enciendan de Ud. ¿Ven? Fíjense.\n\nCiertamente, David fue persistente, porque él sabía.",
    "Sansón se encontró en el campo un día, rodeado de mil filisteos. Y miró por todo el rededor… Él no era un hombre entrenado que supiera cómo batirse a duelo. Pero cuando volteó la cabeza él sintió ese pacto, esas guedejas sobre sus hombros; eso era todo lo que él tenía que sentir. Él tomó lo primero que halló en su mano, una quijada de una mula, y derribó a mil filisteos. ¿Por qué? Él fue persistente porque sabía que Dios había hecho un pacto con él, de esas siete guedejas. Mientras colgaran en su lugar, nada lo iba a molestar.",
    "¡Oh, hermano, hermana!, ¡la Iglesia del Dios viviente cómo debería pararse esta noche, persistente! Mientras podamos sentir el pacto del Espíritu Santo, la Sangre de Jesucristo limpiándonos de todo pecado, nunca debemos permitir que nada impida nuestro camino. Persistentes, ciertamente.",
    "Juan, el gran profeta del que se habló, que se levantaría; cuando estaba en el desierto, Dios le habló. Ellos estaban esperando un mesías, por supuesto; cuatrocientos años antes de que hubieran tenido un profeta. Pero, Dios le dijo a él, en el desierto, Él dijo: “Ahora, ellos van a querer decirte: ‘Dr. Fulano de tal es el individuo que debería ser el Mesías, si tú Lo vas a anunciar. Pues, él es la mejor persona en nuestra congregación’. Y van a decir: ‘Bueno, el—el nieto del sumo sacerdote acá, es—es el hombre que debería tenerlo’, y demás. Pero, mira, Juan, este es un verdadero trabajo. Tienes que estar seguro, así que voy a darte una señal. Sobre Quien veas descender el Espíritu y que permanezca, ese será Aquel que bautizará con el Espíritu Santo y fuego”.",
    "Juan se paró allí, observando las congregaciones a medida que venían. Y él… Todos venían, esto, aquello y lo otro. Pero no lo veía a Él. Un día, estando de pie, debatiendo con el sacerdote, le decía: “¿Quiere Ud. decirme que vendrá el tiempo cuando el sacrificio diario será quitado?”.\n\nÉl dijo: “Vendrá un Hombre”.",
    "Y él miró. Allí estaba. Dijo: “He aquí, allí está el Cordero de Dios que quita el pecado del mundo”.",
    "Él lo sabía porque Dios le había dicho: “Sobre Quien veas descender el Espíritu”. Él lo sabía. Él fue persistente.",
    "Volviendo a esta mujercita. Tenemos muchas cosas que podríamos decir de otros que fueron perseverantes, persistentes, aferrándose, para lograr algo.",
    "Tengo un pequeño eslogan, que digo bastante. Quizás sea de provecho para Ud. “Un ganador nunca se rinde, y el que se rinde nunca gana”. Solo piénsenlo. “Un ganador nunca se da por vencido, y el que se rinde no puede ganar”. Ud. tiene que aguantar. Y aun antes de comenzar, esté completamente seguro de estar en lo correcto. Y luego persista, que nada le mueva. Avance. Yo he tenido bastante experiencia con eso, y Uds. lo saben. Una cosa sé, cuando Ud. está seguro a morir que está en la voluntad de Dios, cuando está seguro a morir de que está centrado en el Calvario, nada va moverlo. Ud. ha llegado.",
    "Esta mujercita, ella era griega, y sirofenicia, y había oído de la fama de Jesús. Ahora, ¿cómo viene la fe? Por el oír, el oír de la Palabra. Ella había oído de Él. Y saben, ella pudo haber tenido muchos obstáculos, por ser griega. “La fe viene por el oír”. Lo sabemos. Y ella tenía muchas—muchas cosas para impedirla, pero la fe encuentra una fuente de la cual nadie más sabe.",
    "La fe encuentra esta fuente que nadie puede explicar. Es algo que Ud. sabe. Otros no pueden verlo, pero la fe lo ve. La fe lo ve, donde el ojo natural no lo ve. Pero el ojo interior ve ese asunto.\n\nAhora, ella tenía una necesidad de Jesús. Ella te-…",
    "Lo primero que Ud. tiene que hacer, si va encontrar a Cristo, es saber que Ud. tiene una necesidad de Él. Cuando Ud. piensa que simplemente no Lo necesita, entonces nunca Lo encontrará, porque Ud. no Lo buscará con diligencia.",
    "¿Se fijaron Uds. en esa Escritura donde dice: “Buscad y hallaréis; llamad y se os abrirá”? En realidad, eso no es simplemente tocar, así [el Hermano Branham toca en el púlpito.—Ed.], y se abrirá. No es solo decir: “Bueno, ya salí, Señor. Aquí estoy. ¿Me buscabas?”. No, así no es. “El que busca, el que llama”, continuamente. [El Hermano Branham toca el púlpito varias veces.] Tiene que cuadrar con el resto de las Escrituras.",
    "Como el juez injusto y la viuda. Ella constantemente tocaba a su puerta. Ella fue persistente. Si él no la atendía hoy, mañana la tenía de nuevo en las manos.",
    "Así es como Ud. debe llegar a Dios. Estar en Sus manos cada mañana, cada noche, cada día, todo el tiempo, constantemente. Solo sigan buscando, sigan pidiendo, sigan llamando. No toque la puerta un ratito, y cuando se canse se vaya. Solo siga parado allí: “Señor, estoy aquí, y no me voy a ir. Estoy ahora en Tus manos. Voy a quedarme aquí mismo. ¿Te estás cansando de escuchar? Lo estoy pasando muy bien tocando, porque sé que Tú vienes”. Amén. Ahí es cuando sucede algo. Él tiene que quitarlo a Ud. de Su mano, ¿ven?, así que, Él sale, para responderle. Bueno, esto lo encuentra la fe.",
    "Su Palabra es una Espada. La Biblia dice, en Hebreos 4:12, que “la Palabra de Dios es más cortante que una espada de dos filos”.",
    "Ahora, solo hay una cosa que puede sostener esta Espada. Y es la mano de fe. La mano de fe es lo único que puede blandir esta espada de fe, la espada de la Palabra. Ahora, Ud. pudiera tener un brazo débil, apenas para levantarla para justificación, Ud. es tan débil. Quizás eso es todo lo que Ud. puede atravesar. Pero esta espada de la Palabra corta, liberando toda promesa que Dios hizo en Ella, si tienen un buen brazo fuerte de fe sosteniéndola allí: “Yo Le creo a Dios por mi sanidad. Yo Le creo a Dios por mi bautismo”. Dios hizo la promesa, y la fe sostiene esta Espada, la cortará de la Roca allá. Toda promesa de Dios puede ser cortada de allí, por la Palabra de Dios, porque es una Espada.\n\nElla tenía muchos obstáculos, pero su fe no los tuvo.",
    "Ud. pudiera tener muchos obstáculos. Toda persona que comienza para encontrarse con Cristo hallará que tiene muchos obstáculos, pero su fe no tiene ninguno. La fe no tiene impedimento. La fe tiene pelo en pecho, grandes músculos.\n\nLos razonamientos se levantan y dirán: “Sabes, es razonable”.",
    "La fe tensa sus músculos y saca su gran pecho, y dice: “Cállate. Siéntate”. Y el razonamiento salta a un rincón y se sienta en su banquillo. Correcto. La fe tiene músculos, y él—él habla en serio.",
    "Eso es lo que necesitamos esta noche. Eso es lo que la iglesia Cuadrangular necesita. Eso es lo que necesita el grupo pentecostal. Eso es lo que el mundo entero necesita. Eso es lo que yo necesito. Eso es lo que Ud. necesita. Y nos debería avergonzar admitirlo, pero necesitamos una fe que sostenga la Palabra de Dios y diga que Ella es verdad. Enfrentar al diablo y decir: “ASÍ DICE EL SEÑOR”.",
    "Yo estaba leyendo el otro día donde un hombre dijo que el diablo se le presentó. Y dijo: “Solo era un pequeño vil diablo diminuto, y este dijo: ‘Buu’”.",
    "Dijo: “Yo salté hacia atrás”. Y dijo: “Él dijo: ‘Buu’. Salté hacia atrás. Cada vez que él gritaba: ‘Buu’, y yo saltaba hacia atrás, él se hacía más grande y yo me hacía más pequeño”. Y dijo: “Él seguía diciendo: ‘Buu’”. Dijo: “Yo me hacía más pequeño cada vez que saltaba hacia atrás, y él se hacía más grande”.",
    "Dijo: “Después de un rato, yo sabía que tenía que pelear con él”. Dijo: “Miré alrededor, pensé: ‘¿Qué?’ y encontré la Palabra de Dios”. Dijo: “La enrollé en mi mano. Y el diablo dijo: ‘Buu’. Y yo le respondí: ‘Buu’”. Y dijo: “Cuando respondí, ‘Buu’, cada vez que yo decía, ‘Buu’, él se hacía más pequeño y yo me hacía más grande”. Eso es. Ud. tendrá que pelear contra él, tarde o temprano.",
    "Saben, la gente no cree que haya un diablo. Me lo encuentro todo el tiempo, ajá, me encuentro con él todos los días; sucede con todo otro creyente. Sí, Ud. tendrá que pelear contra él, tarde o temprano, y más vale que comience ahora mismo. Solo hay una cosa a la que él le teme, es a esa Sangre y esa Palabra. La fe sostiene Eso; es fortaleza, marcha adelante.",
    "Ahora, vemos que esta mujercita griega, como dije, ella tenía muchos obstáculos, pero su fe no tenía ninguno. La fe no tiene obstáculos. Ellos pudieran haberle dicho: “¿Sabes que eres griega? Eres—eres—eres griega. Sabes que no perteneces a Su denominación. No vayas allá con ese grupo”.",
    "Ahora, ese es uno de los obstáculos. ¿Ven? Pero si Ud. tiene fe, Ud. va, de todas maneras. Eso no importa, en qué denominación esté Él, siempre y cuando esté allí.",
    "Ella tenía una necesidad. Ella tenía una hija que se estaba muriendo de epilepsia. Y ella tenía que llegar a Él, porque los médicos no podían hacer nada por ella; aún hoy no pueden hacerlo. Así que ella tenía que llegar a Jesús. Ella había oído que Él había sanado esa clase de casos.",
    "🦅 Bueno” le dijeron, “Él, Él no—Él no… Él nunca vino con Su avivamiento a tus denominaciones”. Eso no la detuvo. Esa mujercita tenía fe. Ella fue persistente. Ella pasó de largo por ese grupo. Su fe la apartó de allí.",
    "¡Oh, si ellos pudieran hacer eso hoy! Alguien dice: “Hay una reunión esta noche en la iglesia Cuadrangular”.",
    "🦅 Bueno, no es de tu denominación. Será mejor que no te acerques por allá”.",
    "Siga adelante. Su fe lo lleva a Ud. hacia adelante. ¿Ven? La fe no tiene impedimento. Avanza, de todas maneras. Nada va a detenerla. Como dije, es musculosa, de grandes músculos. Se para firme; los demás le tienen miedo. Sí, señor. Huirán de Ella, como la peste. Ellos simplemente se alejan. No quieren tener nada que ver con Eso, cuando se levanta una gran fe, dice: “Yo sé a Quién le creo, y estoy seguro”. Eso es.",
    "Pudiera venir otro grupo, diciendo: “Los días de los milagros han pasado. Eso no existe. Solo son un montón de santos rodadores allá, esos judíos. Nosotros somos griegos. Somos inteligentes. Somos un grupo de personas inteligentes. Le dimos al mundo el arte, la música, y—y la religión. Y tal asunto como Ese no existe”.",
    "Pero ella fue persistente. Los días de milagros no habían pasado para ella, porque algo le había dicho, aquí abajo, que no era así. Y Jesús tenía lo que ella estaba buscando, y ella había determinado llegar a Él. No importa si su denominación lo patrocinaba o no, ella iba a ir de todas maneras. Ella iba a llegar allá. Ella fue persistente, aún persistente. Los días de los milagros pudieran haber pasado para ellos, pero no para ella. Así es con todo creyente. Esa gente dice que los días de los milagros…",
    "Un hombre me dijo, hace algún tiempo, dijo: “No me importa lo que Ud. diga, Sr. Branham”. Dijo: “Yo no creo que exista tal cosa como la sanidad Divina”.",
    "Yo dije: “Claro que no, no para Ud. No es para los incrédulos. Solo para aquellos que creen. Así es. No fue enviado a incrédulos; fue enviado a los creyentes. Ud. no puede disfrutarlo, porque Ud. no sabe nada acerca de Eso”.",
    "Él quiso decirme que: “No existe tal cosa como el Espíritu Santo”.",
    "Dije: “Ud. llega como treinta y tres años muy tarde como para decirme eso”. Le dije: “Yo sé que no es así. Pues ya Lo he recibido”.\n\n“¡Oh, tonterías”!",
    "Dije: “Puede que lo sea para Ud., pero no para mí. Es real para mí. Es Vida, algo anclado”. Él llegó demasiado tarde a decirme eso.",
    "Han llegado demasiado tarde para decirnos eso de la sanidad Divina. Ya hemos sido sanados. Hemos sido llenos del Espíritu Santo. Ya tenemos la gracia del Rapto. Amén. Es demasiado tarde para cualquiera de esas cosas. Es mejor que ellos se callen. Ya lo tenemos. Nuestra fe puede decir: “Siéntate. Yo sé de lo que estoy hablando”.\n\n“Bueno, ¿el Dr. Fulano-…?”.",
    "A mí no me importa lo que haya dicho el Dr. Fulano de tal, la Biblia lo dice, y yo tengo fe en ese Libro en mi mano. Y mi fe lo sostiene allí: “Jesús viene. Yo creo que recibí el Espíritu Santo, porque Lo veo a Él viviendo en mi vida”. Amén. Es de acuerdo a la Palabra. Nada… Una revelación manifestada, una vindicación perfecta de que la Biblia es correcta, y Jesucristo es el mismo ayer, hoy, y por los siglos. Que se rían de eso. Ellos pueden reírse todo lo que quieran. Seremos tan persistentes como ellos cuando Noé, Moisés, cuando todos los demás imitadores se levanten.",
    "Janes y Jambres arrojaron su vara, se convirtió en una culebra. Allí estaban esos hombres, completamente honorables, hicieron exactamente lo que Dios les dijo que hicieran, y allí surgió una cantidad de imitación, arrojaron sus varas. Lo único que ellos podían hacer era quedarse quietos y ver la gloria de Dios. Amén.",
    "Dios lo apoyará. Si Él lo envió a Ud., y Ud. está seguro de eso, Ud. va a lograr la obra que Dios le predestinó a hacer. Ud. se parará allí, y Dios alejará de Ud. todo imitador carnal. Correcto. Párese allí. Ud. puede ser persistente, porque Ud. sabe en Quién ha creído, y lo que es correcto. Examine su revelación con la Palabra. Si es contrario a la Palabra, deje eso. Si está con la Palabra, Dios está comprometido, obligado a cumplir Su Palabra.",
    "Ahora, ahora, quizás había un montón de señoras paradas en la esquina, Uds. saben. Y hayan dicho: “Aquí viene ella; pues, tiene a esa niña allá que tiene epilepsia. Y—y el Dr. Fulano de tal dijo que—que no hay cura para la epilepsia. Y aquí está ella, camino allá a esa denominación desconocida, para que ese profeta fanático venga aquí y sane a esa niña”. Y dijeron ellas: “Debemos detener a Susie”. Espero que no haya una Susie aquí. “Pero debemos detener a Susie y decírselo, porque ella ha sido una buena mujer. Ella vive una vida buena. Pero debemos detenerla, y es lo único que sé hacer. Ella ya ha pasado por encima de todos los demás, así que ella no romperá esta barrera.",
    "🦅 ¿Sabes qué, Susie? Tu esposo va a dejarte. Pues, él es un síndico o un diácono en la junta, y va a dejarte, es lo más seguro, si vas allá”.",
    "Ella aún fue persistente. Ella siguió adelante. ¿Ven? La fe no conoce obstáculos. Tiene que llegar allá.",
    "Luego ella pasó junto a otro grupo que decía: “¿Sabes qué? Cuando regreses, derrotada, y te des cuenta que aquello no era nada, todos en el vecindario se reirán de ti”.",
    "Eso ni siquiera hizo que sus oídos se tornaran rojos. Ella fue persistente. Ella siguió adelante. Me gusta eso. Me gusta esa persistencia.",
    "Entonces aquí estaba uno de los diáconos, y le dijo: “Si Ud. va allá, ¿sabe lo que van a hacer? La van a echar de su iglesia, porque Ud. se ha asociado con esos santos rodadores, o esa gente”. Y dijo: “Sabe…”. Discúlpenme. Tal vez no debería haber dicho eso. ¿Ven? “Ud. al asociarse con ellos, la van a echar de su iglesia”.",
    "Ella aún fue persistente. La fe no conoce la derrota. Ella tenía una cosa que lograr, y era: llegar a Jesús. Ella tenía una necesidad, y Él era el Único que tenía para esa necesidad.",
    "Digo esto esta noche, hermano y hermana. Tengo cincuenta y tres años. Le he estado sirviendo a Él desde que tenía como veinte. Él ha suplido todo lo que he necesitado. Y cuando llegue la hora de mi muerte, estoy seguro de lo que necesitaré en ese momento, dos alas para cruzar el río, Él estará allí. No se preocupe. Yo sé que Él estará allí. Sencillamente meteré la vieja espada en la vaina, y me quitaré el yelmo, y lo dejaré sobre el río, cuando yo… en la ribera, cuando escuche el ruido del agua. Gritaré: “Envíen la barca de la vida. Vengo a casa esta mañana”. Allí estará. Sí, señor. La Estrella de la Mañana bajará e iluminará el camino. Cruzaremos el río. Sí, señor. Amén.",
    "Ella fue persistente. Ella tenía algo que lograr. Ella sabía que tenía que ser perseverante para llegar a Jesús, y tuvo que pasar por alto todo.",
    "Finalmente, ella llegó. Ahora, finalmente, llegó aquí. Todo está bien ahora, y luego vino otro obstáculo. Precisamente el Hombre en el que ella había declarado tener confianza, el Hombre al que ella trató de llegar, Jesús. Él dijo: “Yo no soy enviado a tu raza”. ¡Oh, vaya! ¿No nos haría estallar eso a los pentecostales? ¡Mmm! ¡Mmm! ¡Vaya! “Yo no soy enviado a tu raza”. ¡Fiu! Ese sí que fue un golpe emocional.\n\nPero ¿saben qué? La fe no conoce golpes emocionales.",
    "Y luego, de nuevo, Él se da la vuelta. Después de todas las cosas por las que ella había pasado, y su fe en pie, de que ella sabía que Jesús podía darle su deseo. Y ella atravesó todas estas barreras. Y cuando llegó a Él, entonces fue rechazada rotundamente: “Yo ni siquiera soy enviado a tu raza”.",
    "Puedo imaginarla parada allí, y sus ojos brillando. Ella—ella estaba frente a Él en ese momento. Eso era todo lo que ella necesitaba. Y le dijo: “Además de eso, tu raza no es más que un montón de perros”. ¡Oh, vaya!",
    "¿Qué si Él le hubiera dicho eso a Ud.? Ud. habría dicho: “Tomaré mis papeles de esta Cuadrangular y me iré a otra parte. Nunca regresaré allí de nuevo. Yo lo tomaré de Fulano de tal”. ¡Oh, sí! Sí, señor.",
    "Pero aun así ella aguantó. ¡Oh! ¿Ven? La fe no conoce la derrota. No hay nada que la detenga. Aunque Jesús le dijo a ella, precisamente a Quien ella había venido: dijo: “Yo no soy enviado a tu raza, y ellos no son más que un montón de perros”. ¡Fiu! Pero ¿qué? Ella tenía una fe verdadera. La fe no conoce derrota; no me importa de dónde venga. No conoce la derrota, porque ella tuvo fe. Aun así ella aguantó. ¡Oh! eso me encanta. Ella no era una planta de invernadero, un híbrido, como algunos de ellos hoy.",
    "Estas religiones híbridas que tenemos hoy, Uds. saben. No sirven. Ahora todo es híbrido, híbrido. Aun tienen iglesias híbridas, Cristianos híbridos, ingresan por un apretón de manos. ¡Oh!, ellos pueden vestirse mejor, tal vez usar un mejor inglés y demás, así. No tiene vida.",
    "Ud. tome una mazorca de maíz grande y hermosa, híbrida, tal vez sea dos veces más bonita que la otra. Plántela, se morirá. No tiene vida. Así es.",
    "No queremos nada híbrido. Queremos lo genuino. Si Ud. no lo tiene, quédese allí hasta que venga. ¿Por qué aceptar un sustituto cuando los cielos Pentecostales están llenos de lo real? ¿Ven? Nada híbrido, no resistirá.\n\nUno siempre tiene que fumigar una planta híbrida para mantener los insectos alejados de ella.",
    "Eso pasa con algunos de estos Cristianos híbridos. Uno tiene que mimarlos y acariciarlos, y prometerles que serán diáconos o alguna otra cosa, para mantener alejados algunos de los insectos mundanos, de incredulidad. “Ellos se irían de la iglesia”. Échelos de todas formas. Así es. Ellos nunca entraron.",
    "Ud. no puede unirse a una Iglesia. Ud. pudiera unirse a una logia. Ud. puede unirse a la logia metodista, a la logia bautista, o a la logia pentecostal. Pero si Ud. alguna vez viene a Cristo, Ud. nacerá en la Iglesia, correcto, el Cuerpo místico de Cristo. Las demás son logias. Así es. No pasa nada, nada en contra. Pero Ud. nace en la Iglesia del Dios viviente, por el Espíritu de Dios. Ud. no puede unirse a Ella, en lo absoluto. Y cuando Ud. nace Allí, Ud. tiene un Nacimiento.",
    "Ud. ya no es un híbrido, un miembro por saludo de mano o un autoestopista. Ajá. Uds. saben, un autoestopista siempre hecha dedo. Así es. “Bueno, yo sé, pero el Dr. Fulano de tal…”. No, no. Eso es. Eso es. Así exactamente.\n\nElla fue persistente. Ella no era un híbrido. No había que rociarla con perfume, para corregirla. Ella se mantuvo allí.",
    "Parte de nuestra cosecha hoy, muchos de ellos son híbridos. Algo así como David duPlessis, creo, dijo una vez: “Dios no tiene nietos”.",
    "El problema con nuestro movimiento pentecostal, es que estamos recibiendo nietos pentecostales. Ellos entraron porque nuestros padres y madres eran pentecostales. Forman parte porque nacieron en la lista, y crecieron sin la experiencia. Y allí dicen que ellos también son pentecostales. No, señor. Dios no tiene nietos. Él no es abuelo; Él es Padre. Correcto. Si Ud. llega al Cielo, pagará el precio como lo hizo su madre, como lo hizo su padre. Amén. Eso pudiera sonar tosco, pero es la Verdad. Es una manera tosca de presentar un punto, pero Uds. entienden esa clase de inglés, estoy seguro. No es muy buen inglés. Llega al punto, de lo que estoy tratando de decir. Uds. solo escuchen Eso. Sí.",
    "Ella no era un híbrido. Ella no tenía que ser fumigada, y pues, mimada: “Bueno, ahora, querida hermana, yo—yo te digo, pues…”. ¡Oh, no! No, señor.",
    "Y nada que la derribara importó, ella dijo: “Es verdad; no somos más que un montón de perros. Es verdad que no somos dignos de eso”. ¡Oh, vaya! Ella admitió que Él tenía razón.",
    "Voy a decir un gran bocado. Prepárense. Cada vez, la fe genuina admitirá que la Palabra es correcta. Y en cualquier momento, si algo dice que los días de los milagros han pasado, o algo en contra de la Biblia, no es una fe genuina. La fe siempre admitirá la verdad. Ud. tiene que quedarse con la Palabra. No importa lo que cualquier otra cosa diga, lo que otro diga, la Palabra es correcta; “Toda palabra de hombre sea mentira, y la Mía veraz. Cualquiera que Le añada o Le quite, su parte será quitada del Libro de la Vida”.",
    "¿Juzgará Dios al mundo por medio de una iglesia? ¿Cuál? ¿La católica? ¿Con seiscientas sesenta y tantas denominaciones diferentes? ¿Cómo lo haría Él?",
    "Dios va a juzgar al mundo por medio de Jesucristo. Y Cristo: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Dios y la Palabra es lo mismo. Este es Dios en letra.",
    "¿Ud. tiene el—Ud. tiene el Espíritu Santo? Plante esa Semilla allí. Él la trae a Vida, hace brotar esa Vida, y la manifiesta y la vindica. Jesús dijo, en San Juan 12: “El que en Mí cree…”. San Juan 14:12, más bien: “Las obras que Yo hago, él las hará también”. Así que, siempre admite la Verdad. ¡Oh, vaya!",
    "Pero, saben, ella dijo: “Eso es verdad. Nosotros no somos más que un montón de perros. Y no somos… en realidad no fuiste enviado a nosotros. Pero, Señor, no estoy buscando todo el pan de los hijos; solo voy tras las migajas”. ¡Oh, vaya!",
    "Ahora, ¿se fijaron Uds.? La gente, quiere recibir esto, ser sanados, y recibir el Espíritu Santo como ellos piensan que deberían recibirlo. “Ahora, yo vendré, hermano, si Ud. me lleva y me guía a un cuarto donde nadie me vea, y Ud. me pone sus manos y me bendice, y pone en mí el Espíritu Santo. Yo Lo aceptaré”. ¡Oh, no!",
    "Naamán quiso aceptar su sanidad de esa manera, una vez. Pero Elías le dijo que fuera allá al lodoso Jordán y se sumergiera siete veces. Puedo verlo bajarse de su carruaje. ¡Oh, un hombre importante, taparse la nariz! Aquí viene él, al agua, de puntillas como un gato en la melaza, Uds. saben, sale allá así, Uds. saben, yendo así, entrando al agua. Él dijo: “¡Oh, detesto hacer esto!”, todo asquiento. Algunas personas vienen al altar como si fuera un asunto repugnante para ellos. Sí. “¡Oh, no quiero hacer eso”!\n\nÉl se sumergió una vez, y luego: “Aún tengo lepra”.",
    "🦅 El profeta dijo: ‘Siete veces’”. Correcto. ¡Hasta que él obedeció la Palabra, completamente! ¡Hasta que Ud. la obedezca completamente! Él tenía a un buen hombre parado en la orilla, que dijo: “El profeta dijo: ‘Siete veces’, padre. ¿Ven? Solo sigue sumergiéndote”.",
    "Eso es. Si Ud. no lo recibe la primera noche, solo sumérjase de nuevo la noche siguiente. Solo sea persistente hasta que Ud. reciba—lo reciba.",
    "Ahora recuerden. Ella era como Rahab la ramera, esta mujercita. Ella nunca había visto un milagro. Ella solo había oído de un milagro. ¿Qué nos hará ella en el día del… en el Día del Juicio? Ella nunca había visto un milagro; era una gentil. Ella nunca había visto, pero había oído. Y nosotros lo hemos visto y oído, y aún dudamos. ¡Oh, vaya!",
    "Ella era como Rahab la ramera. Cuando los espías cruzaron, ella no tuvo que decir: “Escúchame bien. Traigan acá a Josué y que él me predique, y veré cómo es que se peina el cabello, y cómo habla, y la etiqueta que usa en el púlpito. Y veré si puedo aceptarlo o no”. Ella dijo: “He oído que el Dios del Cielo ha estado con Uds., y lo único que pido es que yo no muera”. Allí lo tienen.",
    "Esa mujercita realmente fue persistente. Ella se mantuvo firme; “Solo denme la vida. Haré lo que Uds. quieran que haga”. ¡Oh, allí lo tienen! Eso es.",
    "Esta mujercita, no importaba lo difícil que fuera, ella fue persistente. ¡Oh! Ella tenía la actitud correcta hacia el don de Dios. Ella tenía la actitud correcta: humildad. Ella cayó a Sus pies, y ella tuvo humildad. Ella no se puso de pie, diciendo: “Ahora, espere un momento. Ud. sabe que somos griegos; dice que nosotros somos perros. Un minuto, Señor. ¿Se da cuenta que nosotros somos—somos los maestros del arte, y somos los maestros de tal y tal y tal y tal?”. Ella ni pensó en eso, para nada. Ella simplemente admitió que Él tenía razón, y se postró a Sus pies, y dijo: “Ayúdame, Señor. Solo comeré las migajas. Si mi hija no puede recibir una rebanada entera de pan, ¿le podrías dar solo las migajas, si ella es una perra?”. ¡Oh, vaya! Allí lo tienen.",
    "¿Estaríamos satisfechos nosotros solo con las migajas, si el Espíritu Santo le revelara a alguien esta noche: “Ud. está sano”? ¿Estaría Ud. dispuesto a solo recibir las migajas, o Ud. quiere que Dios venga y lo levante y le dé alguna clase de sensación? Si Él solo dijera, en su corazón: “Mi enfermedad ha terminado. Ud. ya no tiene eso. Yo creo que quedaré sano, de esta noche en adelante”, ¿recibiría Ud. las migajas? O, ¿querría que todos vengan y le pongan las manos, y derramen aceite, y llevar a cabo el ritual regular así, o solo está Ud. buscando migajas? Dios honrará eso.",
    "Saben, muchos de los discípulos lo vieron después de Su resurrección. Tomás dijo: “No, eh-eh, no voy a creerlo. Yo—yo tengo que poner mis manos en las marcas de Sus clavos en Sus manos y en Su costado. Entonces lo creeré”.",
    "Él dijo: “Ven aquí, Tomás”. Dijo: “Tócame”. Y lo hizo.\n\nÉl dijo: “Señor mío, y Dios mío”.",
    "Él dijo: “Tomás, porque has visto y palpado, y todo, tú crees”.\n\n“Sí, Señor”.",
    "Él dijo: “¡Cuánto mayor es su galardón, quienes nunca han visto y aun Le creen!”.",
    "¿Estamos listos? ¿Seremos gentiles como esa mujer gentil? Fue ella un ejemplo para todos nosotros: “¿Solo dame las migajas, Señor?”. Solo déjame oír a algún hombre: “Yo nunca he leído la Palabra, pero dime que Tú sanas a los enfermos. Esa migaja será suficiente para mí. Yo lo creo. Permítanme oír a alguien decir, y leerlo de la Palabra, que el Espíritu Santo…”.",
    "Pedro dijo, en el día de Pentecostés: “Arrepentíos, cada uno de vosotros, bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "🦅 Señor, yo siento que esa es la verdad”. Esa es una migaja. Siga adelante. Eso es todo lo que Ud. tiene que hacer. Venga.",
    "¿Estamos listos para recibir las migajas? ¿Estamos listos para humillarnos? Ella lo estaba. Estaba lista para humillarse. La fe siempre admite que la Palabra es la verdad. La fe siempre es humilde. La fe se humilla. Ahora, ella solo estaba buscando las migajas.",
    "Vean lo que dijo Jesús: “Por este dicho, por decir esto: ‘Estoy dispuesta a recibir las migajas, Señor’. Por esta palabra, tu hija está sana. Te es concedida tú petición por cuanto lo crees”.",
    "La fe admite que la Palabra de Dios está correcta. La fe admite todas estas cosas.",
    "Marta, María; por toda la Biblia podríamos mencionar muchos; la mujer sunamita. Muchas cosas y casos que podríamos citar. No tenemos tiempo. De esto, pues, tengo como cinco páginas aquí escritas, de personas, quienes se acercaron por migajas. Pero saltemos eso por un minuto. Siento el Espíritu Santo cerca. No creo que eso sea necesario.",
    "Permítanme solo contarles una pequeña experiencia. Los Hombres de Negocios escribieron el pedacito, en su, el pequeño artículo no hace mucho, en su revista. Y recuerden, cuando impriman una declaración, es mejor que puedan respaldarlo. Lo tenemos, declaración documentada del médico. Noto en la iglesia esta noche bastantes personas hispanas.",
    "Me encontraba en Ciudad de México, y estábamos en una reunión gloriosa; llevaba allí como tres noches. Y había un hombre al que yo le decía Mañana. Debía recogerme a las seis, y me recogía como a las nueve. Y yo siempre, porque él era tan lento, yo decía que él era “mañana”. ¿Ven? Y cuando llegamos a este gran cuadrilátero donde yo estaba predicando, tuvieron que subirme en una escalera aquí arriba, y luego bajarme con cuerdas, a la plataforma.",
    "La noche anterior, había un hombre mexicano que había venido a la reunión. Y el anciano, lloviendo, como lo estaba, vino a la plataforma, ciego. Y él vino. Lo miré. Yo tenía buenos zapatos, y un buen traje. Y el pobre anciano estaba descalzo, sus pantalones todos andrajosos. Y les digo quién fue mi intérprete, Uds. lo conocen: el Hermano Espinosa, de aquí de Sacramento, California, un hermano pentecostal. Él estaba interpretando. Ya teníamos aproximadamente, en las dos noches, alrededor de treinta o cuarenta mil convertidos del catolicismo, al Cristianismo y al Espíritu Santo.",
    "Y este anciano ciego pasó por la plataforma. Y si Ud. no se compadece de las personas por las que está orando, no hay por qué orar por ellas. Hay que ponerse uno mismo en su lugar. Y pensé: “Si mi padrecito anciano viviera, hubiera estado cerca de la edad de ese anciano. Y aquí está él; sin zapatos”. Y sin camisa. Con un abrigo viejo, andrajoso, polvoriento; un sombrero viejo en su mano, remendado con pita. El anciano quizá nunca tuvo una buena comida en su vida. Y luego, cuán cruel había sido el destino para él, aquí estaba tambaleándose con ceguera; tenía los ojos blancos.",
    "Miré al anciano, y yo—yo lo abracé. Y el Hermano Espinosa no interpretaba la oración. Yo—yo dije: “Padre Celestial, si pudiera darle mis zapatos, me los quitaría sin que nadie viera, le daría mi abrigo, y lo enviaría en su camino. Pero él es mucho más grande que yo. Pero, Dios, ten misericordia de él. Devuélvele la vista”.",
    "Él gritó: “Gloria a Dios”. Miré alrededor. Él podía ver tan bien como yo.",
    "La noche siguiente había un arrume, o un montón, como este edificio de largo, como de esta altura, lleno de chales viejos y ropas andrajosas.",
    "La economía de México está muy desequilibrada. Pedro tal vez recibe… él es un albañil, quizás reciba dieciséis pesos al día. Pero se necesitarían cuatro días de trabajo para él comprarse un par de zapatos. Pero él tiene que ahorrar lo suficiente de allí para pagar, varios pesos, por una vela de grasa para encender en un altar de oro de un millón de dólares por sus pecados. Eso me enardece.",
    "Al ver a esas preciosas personas, llegaron allí a las nueve de la mañana. No había asientos, para sentarse. Se apoyaban el uno contra el otro, como ovejas en un pastizal. ¡Lloviendo! Esas mujeres, de pie, con el cabello suelto, empapadas, esperar todo el día bajo el sol candente o la lluvia, solo para oír la Palabra de Dios. ¡Oh!, ¿qué harán ellos cuando Phoenix se levante en el Día del Juicio con ellos, cuando tienen buenas iglesias por todas partes, y ni arreándolos entran?\n\nAllí estaba ella, o él parado, mejor dicho, con su vista.",
    "Esa noche cuando llegué, llovía fuerte. El Hermano Jack Moore, muchos de Uds. lo conocen, el Hermano Espinosa, varios de los hermanos estaban en la plataforma. Y Billy, mi hijo, por lo general reparte tarjetas de oración. Y él no podía hablar español con esas personas, así que tuvo que dejar que Mañana lo hiciera. Pero él solo rondaba para ver que Mañana no vendiera una tarjeta de oración. Pues, es lo que teníamos que vigilar, Uds. saben, que no vendiera una tarjeta de oración. Así que, él solo lo observó. Y ellos se acercaban y observaba y veía que él le entregara la tarjeta de oración a Fulano de tal, y así. Y él dijo…",
    "Vinieron a mí, yo me puse a predicar. Un montón grande de—de esa ropa arrumada allí. ¿Cómo supieron cuál le pertenecía a quién, yo no sé! Así que, ellos estaban… Yo apenas comenzaba a predicar, y Billy me tocó el hombro. Él dijo: “Papá, vas a tener que hacer algo, esa mujercita allá afuera”. Dijo: “Tengo casi trescientos ujieres, y no pueden retenerla”. Una pequeña muchachita hispana, así de alta, una cosita hermosa, que tenía un bebé muerto en sus manos, bajo una cobija. Y él dijo: “Mañana repartió todas las tarjetas de oración”. Y dijo: “Ella no tiene tarjeta de oración. Y allí está la línea, ha estado parada, ellos allí, por las últimas dos horas, esperando que tú llegaras”. Y dijo: “Ella quiere traer ese bebé muerto aquí, y no podemos retenerla”.",
    "¡Oh, pues, ella pasaba por encima de esos ujieres, corría debajo de sus pies, o como fuera! Ella fue persistente. Ella quería llegar allí. Ella había visto a ese ciego sanado, la noche anterior. Ella fue persistente.",
    "Y yo dije: “Hermano Moore, ella no sabe quién soy yo. Ella no sabe quién es quién. Ud. solo baje allá y ore por el bebé. Eso lo solucionará. Ella…”.\n\nÉl dijo: “De acuerdo, Hermano Branham”.",
    "Así que, Billy lo tomó del brazo, como si fuera yo, y bajaron por la plataforma. Me di la vuelta. Dije: “Estoy muy contento de estar aquí esta noche”. Y las reuniones no son ajenas para Uds. aquí en Phoenix. Y allí delante de mí vi a un pequeño bebé mexicano, sin dientes, riéndose, en una visión aquí. Yo dije: “Espere un minuto. Espere un minuto, Hermano Espinosa. Vaya al…”.\n\n“¿Qué—qué sucede”?",
    "Le dije: “Acérquese al micrófono”. Dije: “Dígale a ella que venga aquí”.",
    "Él dijo: “Papá” dijo Billy, “no puedes traerla, saltando todas esas tarjetas de oración”.\n\nYo dije: “Tráela aquí. Acabo de ver una visión”.",
    "Y, él la llamó. Y regresaron. Aquí venía ella, con una colcha en la mano, así. Y un pequeño bebé tendido allí, muerto desde temprano esa mañana, murió de pulmonía, un pequeñito así de largo. Y aquí venía ella, las lágrimas corrían por sus mejillas, sus ojitos negros, su cabello colgando, una damita muy encantadora. Ella corrió a la plataforma y cayó de rodillas, y comenzó a clamar: “¡Padre!”.\n\nYo dije: “Póngase de pie, solo un minuto”.",
    "Pensé: “Señor, ¿qué pasa si esto no es eso? ¿Qué pasa si esto no fuera eso? No lo sé. Acabo de ver a un pequeño bebé mexicano, pequeño, sin dientes, sus pequeñas encías. Se reía conmigo, estando allí afuera”.",
    "Y ella estaba llorando. Y puse mi mano sobre la manta mojada, y llovía en ese momento. Y dije: “Padre Celestial, esta mujercita, no hay duda en mi mente de que Tú le estás respondiendo”. Dije: “Yo vi la visión, que Tú sabes que es verdad, de un pequeño bebé. Solo estoy aceptando por fe que es este bebé. Yo no conozco a la mujer ni al bebé. Pero, algo, Tú trabajas de lo dos lados de la línea”. Puse mis manos sobre él. Y cuando lo hice, pateó y gritó a más no poder. La madre le quitó la manta, y allí estaba, vivo, en sus brazos.",
    "Yo dije: “Hermano Espinosa, no registre eso, sino que envíe alguna persona buena y de confianza”. Y ella relataba en mexicano, que el médico declaró su bebé muerto, de pulmonía, esa mañana como a las ocho o nueve. Y aquí estaba después de las diez, esa noche. Y yo dije: “Vayan y consigan una declaración escrita y documentada del médico, que lo declaró muerto”.",
    "Y el médico mexicano escribió una declaración y la firmó: “Yo declaré que el bebé estaba muerto, sin respiración ni nada, en mi oficina esta mañana a las nueve”.",
    "Y aquí eran las diez de esa noche. Y a la mañana siguiente, el bebé estaba en la oficina del médico para ser examinado: “Normalmente, de nuevo”. ¿Por qué? Porque la mujercita fue persistente.",
    "La fe no conoce la derrota. Si hay cinco mil parados allí en el lugar, nada ocupa su lugar. Su iglesia podía echarla, sus vecinos podían reírse. Pero un Dios que pudo abrir los ojos ciegos de un hombre, la noche anterior, podía levantar a su bebé, porque Él es el mismo Dios ayer, hoy, y por los siglos.",
    "Y si este grupo de personas aquí esta noche, que van tras migajas, si van tras ellas; el mismo Dios que los trajo aquí, que pudo guiarlos a un lugar como este, el Dios que lo salvó a Ud., el Dios que pudo llenarlo a Ud. con el Espíritu Santo, ese mismo Dios puede borrar toda enfermedad y tristeza, lo que haya, en sus corazones esta noche, si Uds. lo creen. Persistente, perseverante, alcance y tome esa pequeña migaja de fe ahora, diga: “Señor, gracias por eso. Aquí vengo”.\n\nEl vecino dirá mañana: “Ud. no está sana”.",
    "Diga: “¡Oh, pero sí! Lo estoy. Encontré una migaja anoche allá en la iglesia Cuadrangular. Algo se ancló dentro de mí. Ya nada me va a detener. Yo la tengo”.\n\nInclinemos nuestros rostros por un minuto.",
    "¿Está necesitando Ud. una migaja esta noche? ¿Podría Ud. tomar la migaja y ser persistente con ella?",
    "La migajita de fe que vino a una—una mujercita griega gentil, sin haber visto un milagro en su vida, una idólatra pagana, pero ella escuchó que había funcionado en otra persona. Ella nunca lo había visto, pero lo creyó. Y todas las desilusiones que tuvo, sin embargo, confiando en algo en su corazón que le decía que su hija podía ser sana, saben, cuando llegó a casa encontró a su hija acostada en una cama. El ataque la había dejado. No solo para ella, sino para su hija quien no estaba presente.",
    "¿Necesitan Uds. una migaja esta noche? Si es así, levantarían la mano. Y dirían: “Señor, solo una migaja es todo lo que pido”.",
    "¡Oh, Padre Celestial, mira a esos gentiles que buscan migajas! Los tiempos aún no han cambiado, Señor. Ellos han oído. Ellos han oído que Tú sanas a los enfermos. Han oído que Tú llenas del Espíritu Santo; Tú das descanso al cansado. ¡Oh, Dios!, concede que estos que están clamando esta noche como esa preciosa damita de hace tantos días: “Señor, verdaderamente no somos dignos de recibir las bendiciones como Tu pueblo, Israel, pero solo buscamos una migaja que cae de la mesa del Señor”.",
    "Y esta noche hemos mostrado el gran Alimento con el que Tú has alimentado a Tu Iglesia. Y esta noche no solo tenemos migajas, sino que estamos invitados a la mesa. Realmente no tenemos que recibir las migajas, pero nos alegra recibirlas. Pero estamos invitados a la mesa, esta noche. “Jesús tiene Su mesa servida donde todos los santos de Dios se alimentan. Él invita a Su pueblo escogido a venir y cenar”. Concede, esta noche, Padre, que cada uno que tenga una necesidad, esa necesidad pueda ser suplida.",
    "Y mientras tenemos nuestros rostros inclinados, y nuestros corazones en humildad ante Dios, me pregunto cuántas personas en este edificio, esta noche, que no son salvas, que si Jesús viniera y el mundo llegara a su fin esta noche, y Ud. estaría, Ud. estaría dispuesto a tomar la pequeña migaja de fe que ha sido puesta en su corazón, y venir a la mesa esta noche, presentando su pequeña migaja de fe delante de Dios, y les gustaría hacerlo, ¿podrían ponerse de pie y venir aquí, y permitirnos orar por Uds. aquí en el altar?",
    "¿Podrían venir sin demora? Solo camine acá. Dios lo bendiga, mi hermano. ¿Vendría alguien más? El Señor sea con Ud., mi hermana. Solo pase aquí. ¿Habrá alguien más aquí que quiera una migaja, que viniera a la mesa del Señor? Digan: “Señor, yo no soy digno de venir. Soy—soy… soy un perro. Solo soy… Yo no soy más digno que esa mujer, pero vengo solo por una migaja”. ¿Vendría Ud., amigo pecador? Venga. Pudiera ser su última vez.",
    "¿Ven Uds. cómo se está tornando el mundo hoy? La gente ya no quiere venir; difícilmente se pueden persuadir. El Evangelio, parece que va hacia los campos.",
    "Dios lo bendiga, mi buen hermano. Dios le bendiga. Eso es maravilloso. Solo párese aquí por un momento.",
    "Alguien más que tome su—su lugar aquí al lado, y diga: “Yo me paro con este hombre”. Que el Señor te bendiga, hijo. Dios te bendiga. Así es. Vengan inmediatamente, digan: “Yo quiero una migaja, Señor. Una migaja me basta. Algo me tocó el corazón. Bajaré ahora”. Dios te bendiga, hijo. Dios lo bendiga, mi hermano. Párese aquí mismo.",
    "Alguien más siente una pequeña migaja en su corazón, de fe, que lo anime a Ud. a venir a la mesa ahora. ¿Vendrían Uds. con estos cuatro jóvenes parados aquí, que esperan? Prediqué acerca de una mujer esta noche, y son los hombres los que vienen. ¿Qué me dice de eso, hermana? ¿No vendrá Ud. también por la migaja? ¿Tiene Ud. ese poquito de fe que le dice que Ud. está errada?\n\nDicen: “Bueno, yo no sé lo que es una migaja, Hermano Branham”.",
    "La migaja es eso ahora en su corazón, que le dice que Ud. está errado. Ud. debería arrepentirse. Pasen, ¿lo harán? Levántense y vengan dulcemente, rápidamente, a la fuente llena de Sangre. ¿No saldrá Ud.? “Estoy errado, hermano. Ore por mí”. Venga. Dios lo bendiga, hermano. Dios le bendiga.",
    "¿Alguien más? “Solo quiero una migaja, Señor. Esta pequeña migaja en mi corazón, vengo ahora a presentarla”. ¿Vendrá Ud.?",
    "Ahora, ¿habrá alguno aquí descarriado, que se ha ido, y Ud. quisiera venir, vendría ahora?",
    "Algunos sin el Espíritu Santo, ¿Uds. no han recibido el Espíritu Santo? ¡Oh, amigo!, si esta Luz se ha hecho tan real para Ud., en el día postrero, ¿no vendrá Ud. a pararse también? Este pudiera ser el momento en que ese gran deseo en su corazón, algo le dice: “Yo creo que el Señor me va a dar el bautismo del Espíritu esta noche. Yo quiero venir, y pararme”. Vengan alrededor del altar. ¿Lo harán? Pónganse de pie con nosotros para orar, Uds. que sienten una pequeña migaja, que: “Yo necesito el Espíritu Santo”. Si un hombre puede venir desde Ohio, volar hasta aquí en un avión a reacción. Dios lo bendiga, Hermano Grant. Un presbiteriano puede volar desde Ohio, acá, en un avión a reacción para pararse en el altar, ¿qué me dice de la gente en Phoenix?",
    "Dios la bendiga, mi hermana. Párese aquí por un momento. ¿No vendrán Uds.?\n\nSacada de las venas de Emanuel,",
    "¿Por qué no vienen donde la Fuente está abierta esta noche, llena de las cosas buenas de Dios? Me pregunto, mientras esperamos un momento, seguramente hay más que estos aquí, que estarían dispuestos a recibir migajas. Ciertamente debería haberlos. ¿No vendrá Ud.? Solo hagan lo que les estoy pidiendo, una vez. Solo recíbanlo sinceramente en su corazón, digan: “Pasaré allá. Este es mi momento de venir. Vengo, de todas maneras”. Dios las bendiga, hermanas. Eso está muy bien. Estamos esperando ahora, pacientemente, que Uds. vengan.",
    "Inclinemos nuestros rostros ahora mientras esperamos, cantemos este himno de la iglesia.\n\nHay una Fuente llena de Sangre,\n\nSacada de…Emmanuel",
    "¿Por qué no viene ahora? ¿No recibirá Ud. su migaja y vendrá?\n\n…debajo de ese raudal\n\nSi Ud. quiere el Espíritu Santo, ¿por qué no viene, entra ahora?\n\nPierden toda mancha de culpabilidad,\n\nPierden toda mancha de culpabilidad;\n\nY los pecadores se sumergen bajo…\n\nVenga, amigo.\n\nPierden todas…\n\nEl ladrón moribundo se gozó al ver (…?… aquí mismo en el altar. Y Ud.…?…)\n\n…aunque vil como él,\n\nLava todo su pecado…\n\nDios lo bendiga, mi hermano. Esa es la manera de hacerlo.",
    "Me pregunto si los ministros aquí ahora vendrían a pararse aquí con nosotros. Ministros en el edificio, vengan a pararse aquí con nosotros, un minuto ahora, instructores que—que están interesados en las almas perdidas.\n\n…que yo, aunque vil como él,\n\nLave todo mi pecado.",
    "Me pregunto si hay ministros aquí, instructores en la Palabra, que quisieran venir. Recuerden, los destinos Eternos se están decidiendo ahora mismo. Aquí hay como siete u ocho, diez personas paradas aquí. ¿Y saben lo que significa eso? Un alma vale diez mil mundos. No debemos tomar esto a la ligera.",
    "Ahora, Ud. que está enfermo, y quiere que se haga la oración de fe por Ud., se pararían donde están, los que están enfermos y necesitados. ¡Qué bien!",
    "Ahora, mis hermanos ministros, así es, pongan sus manos sobre estas personas.",
    "Ahora, Uds. enfermos, párense lo suficientemente juntos, que puedan poner sus manos el uno sobre el otro. Ahora, la Biblia les dice a Uds. los enfermos: “Estas señales seguirán a los que creen”. Ud. tiene que ser un creyente, o no estaría de pie. “Si ponen sus manos sobre los enfermos, ellos sanarán”. Uds. saben que eso es correcto. Esas son las Escrituras que no pueden fallar.",
    "Y a estos penitentes que vienen al altar, mis hermanos y hermana quienes vienen al altar esta noche, seres mortales que saben que tienen que encarar a Dios en algún momento. La Biblia dice que los pecados de algunos hombres van delante de ellos, a otros los siguen. Uds. están confesando los suyos esta noche, que sus pecados irán delante de Uds., y serán perdonados por medio de la Sangre del Señor Jesús.",
    "Y Uds. aquí buscando el bautismo del Espíritu Santo, Dios hizo la promesa allá en Hechos 10. Leemos: “Mientras aún hablaba Pedro estas palabras, el Espíritu Santo cayó sobre los que lo oyeron”. ¡Ellos estaban con mucha hambre! Ahora, Ud. tiene hambre. Ud. trajo esa pequeña migaja aquí. Ahora comamos una verdadera cena completa de las bendiciones de Dios; toda es para Ud.",
    "Ahora, Uds. que creen en la oración, solo inclinemos nuestros rostros juntos y oremos ahora y creamos. Ahora, solo olviden quién está a su alrededor. Sepan que no hay nadie alrededor suyo sino Jesucristo. Y cada uno ore como Ud. lo hace, como Ud. está acostumbrado a orar. Y, hermanos, pongan sus manos sobre estas personas, y creamos ahora que el Espíritu Santo va a venir y obrar estas cosas que estamos pidiendo.",
    "Nuestro Padre Celestial, no sentimos que estamos parados aquí en vano. Te damos gracias por estas almas. Sabemos que Tú estás aquí ahora para salvarlos. Oro que Tú lo concedas, Señor. Que su fe mire más allá de la sombra. Que estos que buscan el Espíritu Santo, que tienen las manos de creyentes sobre ellos, los enfermos y los afligidos, que el poder de Dios entre en este edificio, vaya y venga por estos pasillos, y a través de estas personas. Y salve a todo pecador, llene a todo creyente con el Espíritu Santo, y sane a toda persona enferma. Concede estas cosas, Señor. Yo creo que Tú estás aquí, y eres el mismo ayer, hoy, y por los siglos. Tus promesas no pueden fallar.",
    "Creemos que Tú comisionaste a Tu Iglesia, y ellos subieron a la ciudad de Jerusalén. Ellos fueron al aposento alto, y estaban allí, continuamente, alabando y bendiciendo a Dios; “Y de repente vino del Cielo el estruendo de un Viento recio que soplaba, y llenó toda la casa donde estaban reunidos”. Tú eres el mismo, y puedes hacer lo mismo. Que el poder que descendió en el día de Pentecostés bautice a este grupo de personas esta noche, en el poder de la resurrección de Jesucristo. Esta oración la ofrezco en el Nombre de Jesús, por estas personas, para la gloria de Dios.",
    "Levante las manos ahora. Se ha hecho la oración de fe, la oración de fe de perdón. Levante sus manos y diga: “Alabado sea el Señor”. Simplemente comience a alabarlo y a bendecirlo. Solo confiese sus pecados. Con-… Crea con todo su corazón. Levante sus manos a Dios, y diga: “Gracias, Señor Jesús. Yo creo, en este momento, que Tú me das el Espíritu del Señor, Tú me bautizaste con el Espíritu Santo y me diste las bendiciones”.\n\nMuy bien, hermana, venga…?… 🦅"
  ]
}