{
  "title": "UNA TROMPETA DA UN SONIDO INCIERTO",
  "id": "63040009",
  "content": [
    "🦅  Muchas gracias, Hermano Demos. Es un gran privilegio estar aquí esta noche en esta asamblea Cristiana, por acá en esta región helada. Y llamé a casa hace un rato y está como a veinte grados más cálido por allá en el norte que acá abajo. Seguramente lo he traído conmigo. Me daré prisa y regresaré rápidamente. Todas las plantas se están congelando. ¿Qué te parece eso, Creechy? Es un… [El hermano dice: “Hace frío”.—Ed.] Seguro que sí.",
    "Y estoy muy contento de haber conocido a este pastor tan fino esta noche, y de verlos a Uds. Acabo de llegar hace unos momentos. Vengo de Tucson, donde tuve que ir hoy. Conduje anoche y llegué a las dos y media esta madrugada, allá a Tucson. Y luego estuve despierto todo el día, allá. Y salí hace unos momentos… Bueno, llegué, llevo aquí una hora y media, supongo, algo así, aquí. Y pues no he dormido mucho. Pero trataré de no quedarme dormido aquí. Pero estamos—estamos contentos de estar aquí.",
    "Este niño estaba jugando aquí con estos micrófonos. Me senté allá atrás, en el… un asiento de los niños. Un pequeño vino, me miró muy extrañado. Le dije: “Los niños podemos sentarnos juntos, ¿verdad?”. Pues, realmente amo a esos pequeños.",
    "Y es, ¡oh!, es tan bueno estar aquí esta noche, y estar rodeado de esta hermosa congregación de personas de pie. Y confío ahora que el Hermano Williams les haya informado de todo, y aquí el Hermano Rose, en cuanto a la próxima convención. Supongo que Uds. están al tanto de eso. Será en el Ramada, inmediatamente, la convención de los Hombres de Negocios. Y esperamos gozarnos mucho allí. El Hermano Velmer Gardner, un orador maravilloso y contundente, y otros ministros, Oral Roberts, y muchos estarán allí. Y esperamos gozarnos tremendamente en el Señor.",
    "Espero que en una de estas ocasiones se nos permita un servicio de sanidad en ese lugar. Ajá. Me gustaría coordinarlo con el Hermano Oral, y hacerlo juntos. Sí, señor. ¿No les parece bien? Sería una—una verdadera apertura, ¿no es así? Un servicio de sanidad allá en el Ramada, sería bueno. Nosotros… Entonces, tal vez lo hagamos, Uds. saben. El Señor pueda ser que nos provea eso, tener un servicio de sanidad. Pues nosotros… Actualmente vamos de iglesia en iglesia, tratando de difundir las buenas nuevas y relacionarnos unos con otros, y tener compañerismo en todas las diferentes iglesias. En eso creemos: que somos uno, en Cristo.",
    "Hablaba el otro día con un médico. Me estoy preparando para salir al extranjero, y se necesita un examen físico. Entonces fui para el examen. Y él me puso en una de esas cosas de ondas… Yo… No me pregunten qué es. Y él encontró algo extraño. Y regresó y no pudo entenderlo, y llamó a una junta de médicos, pues simplemente no podía entender eso. Él dijo: “No había visto eso antes”. Así que me mostró la foto, de cómo normalmente la consciencia, y uno tiene la subconsciencia, y están muy separadas la una de la otra. Pero él notó en la mía que ambas estaban allí unidas. Dijo: “Ud. es una persona muy rara”.\n\nDije: “Siempre lo he sabido; todos lo saben”.",
    "Dijo: “No habíamos visto eso antes”. Entonces comenzó a explicármelo.",
    "Dije: “Bueno” le dije, “sabe, supongo que el buen Señor, cuando nos hace, simplemente nos hace un poco diferentes. No nos parecemos unos a otros, y pues a veces ni actuamos el uno como el otro. Pero—pero Él lo hace para Sí, a Su propia manera de hacerlo. Nosotros simplemente entramos en la gran máquina de moldear, y si nos quedamos quietos, Él nos moldeará como quiere que seamos”.",
    "Y yo—yo sé que nadie quiere ser diferente a lo que uno es. Lo único que todos podemos desear… Después de que uno llega a ser salvo y venimos a ser hijos de Dios, lo único que queremos es una caminata más cerca cada día. Eso es lo que anhelamos, ese gran compañerismo. ¡Qué maravilloso es! ¿Se han parado Uds. a pensar qué haríamos si no tuviéramos eso? ¿Qué—qué…? Si esa gran esperanza no descansara en nosotros, ¿qué haríamos?",
    "Estuve diciendo, en una de las iglesias, ¿me permiten…? Primero, en un lugar, luego en otro, y hago un comentario por todo el país, y a veces creo que tal vez lo repito en la misma iglesia. Pero yo estaba saliendo del edificio donde había estado hablando muy fuerte, acerca de esta gente hoy bailando este nuevo baile que tienen, le llaman el twist o algo. Y dije: “Simplemente no entiendo por qué el mundo, la gente se quiere romper las piernas y—y actuar así”.",
    "Así que, había un individuo de unos veintiséis, veintisiete años, me encontró atrás, dijo: “Un momento, Sr. Branham”.\n\nLe dije: “¿Sí, señor?”.\n\nÉl dijo: “Sabe, es que Ud. no entiende”.\n\nDije: “Espero no hacerlo nunca”.",
    "Pues, dijo él: “Sabe” dijo, “yo entiendo su posición”. Dijo: “Ud. es un hombre de cincuenta años. Pero si Ud. tuviera mi edad, sería diferente”.",
    "Le dije: “Espere un minuto”. Dije: “Yo estaba predicando el Evangelio cuando era diez años menor que Ud. Yo aún creo ese mismo Evangelio. Encontré algo que remplaza aquello, y hay más gozo en servir al Señor que todas las cosas que el diablo pudiera fabricar en cualquier lugar”. Es una… da una satisfacción.",
    "Saben, David dijo una vez: “Como el ciervo tiene sed por la corriente de agua, mi alma tiene sed de Ti, oh, Dios”.",
    "Y si Uds. han llegado a ver a uno de los animalitos, cuando ha—ha sido herido; tal vez los perros lo han alcanzado y han arrancado un gran pedazo de su costado o algo. Él está sangrando. Y, él, el perro puede rastrearlo; él no es como el hombre. Y él puede cazar a ese ciervo así esté sangrando o no. Y entonces, de la única manera… Si ese ciervo está sangrando, de la única manera que podrá vivir es que llegue a donde hay agua. Y si logra llegar a donde haya agua, él beberá de esa agua. Eso detendrá el sangrado, y—y podrá escapar. Él es bastante listo.",
    "Pero ahora Uds. se podrán imaginar ver a uno de esos animalitos herido y sangrando, y cómo levanta su cabecita, y con todo ese sentido que tiene para detectar el agua, con su nariz. Simplemente, él tiene que encontrar el agua, o perecer. Y ahora eso es de vida o muerte para él. Él, con cada—cada—cada fibra del olfato que tiene, se esfuerza, la anhela. Él tiene que encontrarla.",
    "Ahora, así es como nosotros debemos estar sedientos de Dios. ¿Ven? “Como el ciervo tiene sed por la corriente de agua, mi alma tiene sed de Ti, oh Dios”. Estar escondido con Él en algún lugar, es el deseo de mi corazón. Y confío que ese sea el deseo de todos aquí esta noche.",
    "Y ahora, noche tras noche, pues me gusta ver esto: rostros que uno ve en un lugar, los ve en otro. Eso me—me gusta. Uds. mostrando su compañerismo y expresando el por qué estamos aquí.",
    "Y, ¡oh, realmente me encantaría ver un avivamiento a la antigua en Phoenix! ¡Oh, vaya! Esa palabra Phoenix me ha emocionado desde la primera vez que la leí, de ella: Phoenix, Arizona. ¡Vaya!, de muchachito pensé: “¡Si pudiera llegar a ese lugar! ¡Si pudiera llegar allí, a Phoenix!”. Y ahora al verlo, y estando aquí lo encontramos sumido en la profundidad del pecado, como todos los otros lugares, los turistas llegan; y beben, de parranda, la inmoralidad, todo a la mano.",
    "Pero, aun, en medio de todo eso, se encuentran algunas joyas genuinas que Dios ha sacudido de aquí de este desierto, que están brillando en la corona de Dios de Su glorioso pueblo. Y para eso estoy aquí esta noche, para unirme a Uds., hermanos y Uds. hermanas, queriendo hacer brillar la Luz del Señor Jesús a otros, para que también ellos puedan ser hallados, en esta gran confusión. Y hay muchos de ellos aún allá afuera; de eso estoy convencido. Aún hay más que entrarán, y nosotros debemos hacer todo lo posible para que ellos lleguen allí, y vivir una vida que refleje a Cristo.",
    "Ahora, antes de que leamos una pequeña cita de la Escritura… Llegué tan tarde que escribí unos apuntes como en cinco minutos. Y el departamento federal de impuestos sobre la renta recientemente me envió algunas declaraciones que tenía que entregar enseguida, y aún tiene que ser timbrado, creo, quizás hoy. Y, así que, tengo que llegar a la oficina de correos. Y cuando llegué, Billy dijo: “Será mejor que te des prisa”. Y, así que, aquí…",
    "Le di vueltas y vueltas y vueltas al asunto, con esos individuos. ¡Vaya, oh, vaya! Según dicen, hay justicia ante las puertas del tribunal. Yo me pregunto dónde estará. Sí. Nunca la vi. Y ellos querían que yo pagara los impuestos de cada cheque que me habían dado en los últimos cincuenta años, para pagar las deudas de la campaña, con los intereses, ¿ven?, trescientos cincuenta y cinco mil dólares.",
    "Dije: “Simplemente péguenme un balazo”. ¿Cómo pudiera yo? Dije: “No tengo más de cincuenta y cinco centavos”. Dije: “¿Cómo pudiera hacerlo?”. Y me han tenido preocupado por cinco años.",
    "Pues, por las personas que contribuyen. Por decir, tenemos una campaña, y—y la gente, ellos solo saben que me llamo William Branham, simplemente llenan un cheque para los gastos. Los ministros se ocupan de eso. En mi vida jamás tomé una ofrenda. Y reciben… Yo recibo un—un salario de mi iglesia: cien dólares por semana.",
    "Y esta ofrenda… Pero cada una, ¿ven?, que ellos pusieron en… Y la mañana siguiente, el—el—el—el que era el jefe del comité de finanzas, venía y decía: “Hermano Branham, Ud. tiene que firmar estos cheques”. Y, pues, yo simplemente los firmaba. Él los depositaba. Y entonces examinaron minuciosamente todo eso, y no se gastó ni un centavo para mi persona. Pero cuando firmé ese cheque, ellos dijeron que era mío. La gente me lo dio a mí, luego yo se lo di a la iglesia. ¡Oh, qué cosa!",
    "Me sentí muy mal al principio; después me enteré que cada hombre de la Biblia, creo, que alguna vez ocupó un cargo espiritual para Dios, tuvo conexión con los gobiernos federales. Compruébenlo e investiguen el pasado. Así es. Moisés, Daniel, Juan el Bautista. Jesucristo murió en manos del gobierno federal, bajo la pena capital. Pedro, Santiago, Juan, Juan el revelador, todos, cada… Todos sufrieron persecución.",
    "¿Por qué? Es la silla de Satanás. ¿Lo sabían? ¿Sabían Uds. que Satanás subió a Jesús y le mostró todos los reinos, el mundo, en un instante de tiempo? Y él dijo: “Son míos. Yo hago con ellos lo que quiero. ¿Ven? Y Te los daré si postrado me adoras”. ¿Ven entonces Uds. a quién le pertenecen? No nos gusta pensar eso del nuestro, pero así es.",
    "Entonces Él dijo, Jesús dijo: “Apártate de aquí, Satanás”. Él sabía que los heredaría, en el Milenio. Él sabía que serían Suyos cuando… Siendo que, si estos países fueran gobernados por Dios, el Milenio ya habría comenzado. Pero vendrá un tiempo.",
    "Ellos tienen la ONU y las Ligas de Naciones y todo, para intentar lograr la paz. Pero mientras que Satanás lo dirija y la política, ¿qué va a suceder? Ellas se pelearán con toda certeza.",
    "Pero llegará un momento en que todas las armas serán arrumadas. Y sonará el Toque de silencio y la mañana Eterna irrumpirá en claridad y brillo. Nuestro Rey tomará Su trono. ¡Oh! Habrá alabanzas; habrá gritos. Y habrá una bandera, un pueblo, una nación hablando un idioma, el Celestial. Amén. Yo anhelo ese momento. Y me estoy esforzando hacia ese blanco, confiando en Dios que algún día cuando se haya terminado, yo pueda decir… pueda oírle a Él decirme: “Sube acá”.",
    "Estoy aquí en Phoenix esta noche en el Nombre del Señor. Yo no—no intentaría explicar lo que ha sucedido. Muchos de Uds. que reciben las cintas, no dejen de conseguir esa, ¿Qué hora es, señor? Eso fue antes que yo partiera de casa. Una visión me envió aquí; es, no sé qué… yo no… no soy un vendedor de cintas, y no enfatizo esas cosas. Las conseguimos, y tenemos un negocio de cintas por todo el mundo. En las selvas lejanas y en todas partes, ellos tienen una cosita que se ponen en los oídos, que tienen, y pueden grabarlo en la cinta, y se paran allí y traducen eso directamente al idioma. Y va alrededor del mundo.",
    "Y, pero una que tuve: ¿Qué hora es, señor? O ¿Es este el tiempo, señor? Alguna… Yo… el sábado por la noche, hace tres semanas, en la iglesia. Después de ver visiones toda mi vida, nunca antes, en mi vida, tuve algo así. Y no sé qué es. Simplemente estoy aquí, pero Él me envió aquí. No sé lo que significa. Solo… simplemente estoy aquí.",
    "Y debo ser honesto y sincero, y es de la única manera que llegaremos a algún lugar con Dios, es siendo sinceros; pues los hombres se darán cuenta. Dios sabe desde un principio que Ud. no lo es, si Ud. lo es o no. Y los hombres lo sabrán. Porque una vez un hombre quiso profetizar. Y Dios dijo… O el verdadero profeta le habló, dijo: “Recordemos: hubo profetas antes de nosotros. El profeta solo se conoce cuando se cumple su profecía”. Pues, más vale que estemos seguros que Dios sí lo dijo, antes de decir algo al respecto. Sean honestos y sinceros.",
    "Ahora inclinemos nuestros rostros un momento para orar. Ahora dejemos a un lado toda preocupación, en los próximos minutos. Me pregunto… En este pequeño grupito encantador de personas aquí esta noche, sé que hay esas joyas sentadas aquí por las que Jesús vendrá algún día, que despertarán del polvo.",
    "Y puede haber algunos aquí que no estén muy seguros si estarán allá o no. Uds. tal vez necesiten otras cosas. Si hay una necesidad en su vida esta noche, hágalo saber a Dios al levantar su mano, simplemente diciendo: “Dios, Tú sabes lo que quiero decir ahora. Y bendíceme. Yo estoy enfermo; necesito sanidad; estoy—estoy extraviado; necesito regresar a un compañerismo; yo—yo quiero regresar; he—he errado. Estoy regresando. Quiero que Tú me ayudes a regresar esta noche”. Dios los bendiga.",
    "Padre Celestial, ahora nos acercamos a Tu Trono, por medio de la Sangre. Porque… Y Aarón entró ante el—el propiciatorio, tomando primero la sangre que tenía en la mano, y avanzó. Y nosotros, por fe esta noche, recibimos la Sangre del Señor Jesús, y caminamos hacia el trono de Dios, confiadamente, sabiendo que tenemos el derecho de venir, no en nuestra propia justicia, sino en la de Él. La Sangre representa nuestra purificación. Y oro, Padre Celestial, que concedas nuestra petición.",
    "Primero, pedimos que seas misericordioso con nosotros, perdonándonos de todas nuestras transgresiones, mientras confesamos nuestros errores, y nuestros pequeños errores y nuestros pecados secretos y nuestros pecados desconocidos. Y confesamos también como ministros, siendo sacerdotes, los pecados del pueblo. Estamos juntos, Señor. Amamos a la gente. Nos sentimos como Moisés cuando se arrojó en la brecha, reteniendo al pueblo, la ira de Dios. ¡Qué demostración fue de la justicia de Cristo, cuando Cristo se lanzó en la brecha para salvar al pueblo!",
    "Y, Padre, como Sus siervos, con Su Espíritu en nosotros, cada Cristiano aquí esta noche, se para por el pecador: “Dios, ten misericordia de ellos”. Nosotros clamamos por los enfermos y necesitados, por esas preciosas manos, algunas de ellas ancianas y algunas jóvenes, y unas de adultos, levantando sus manos. Tú lo sabes todo, Señor. Oramos que respondas según Tus riquezas en Gloria.",
    "Que haya muchos esta noche, Señor, que salgan de aquí, habiendo entrado enfermos, que salgan de aquí con salud, sanos. Que algo suceda, ellos ni pueden explicarlo, pero saben que están sanos.",
    "Que aquellos extraviados salgan justificados, Señor, sabiendo que han regresado y retomado a Cristo donde lo dejaron. Que ellos vayan, hagan restituciones. Concede, Señor, que aquellos que no han venido, encuentren esa preciosa libertad de ser libres, liberados de la jaula, no atados más por las cosas del mundo ni por las preocupaciones de esta vida, sino liberados en Cristo. Concédelo, Padre.",
    "Bendice ahora toda nuestra necesidad, y bendice Tu Palabra y a Tu siervo, y Te alabaremos. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, para leer un texto de la Escritura, o mejor dicho, una Escritura como texto, Primera de Corintios el capítulo 14, el versículo 8, dice así, en Primera de Corintios 14:8.\n\nY si la trompeta da sonido incierto, ¿quién se preparará para la batalla?",
    "Este sería suficiente texto para poder predicar por dos semanas a partir de hoy, y ni siquiera tocar la superficie. La Palabra tiene algo que es inspirado. Uno está constantemente solo en ese texto. Se puede atar la Biblia entera allí. Así es.",
    "Un día un hombre me preguntó, dijo: “¿Cómo puede Ud. tomar el mismo texto?”.\n\nDije: “¡Oh, vaya! Uno toma de allí un contexto para cualquier cosa”.",
    "Recogí un pequeño trébol de tres hojas del suelo, y lo levanté. El hombre está sentado aquí esta noche, de Tucson. Y estábamos allá en Pasadena, California. Y dije: “Yo podría tomar este trébol de tres hojas y predicar de allí por veinticinco años: de cómo hay una vida en él; cómo las tres hojas son la trinidad en Uno. Y, ¡oh, oh!, simplemente hay tantas cosas que podríamos decir al respecto”.",
    "Y ¿qué me dice de una Escritura? Es la Palabra de Dios. Ella es Eterna. Ella—Ella ha… no tiene fin; simplemente sigue, sigue y sigue. Es un refugio para nosotros.",
    "Y ahora esta noche quiero hablar sobre esto: Una trompeta da un sonido incierto.",
    "Al meditar, hace unos momentos, cuando pensaba en el… ese asunto de los impuestos sobre la renta, pensé: “Casi no hay nada hoy que sea seguro. Hay tanta incertidumbre en todo”. Y cualquier cosa incierta no es de confiar. Cualquier cosa incierta no es de confiar. Aléjese Ud. de eso si hay incertidumbre.",
    "Si Ud. tiene un negocio; y, de hecho, tenemos hombres de negocios presente, tal vez muchos de ellos. Si Ud. está dirigiendo un negocio que no es seguro, Ud. no va a invertir mucho en él, porque hay incertidumbre en la—la ganancia, y Ud. no invertiría mucho. O, si Ud. es un buen hombre de negocios astuto, Ud. esperará y buscará, si tiene dinero para invertir, hasta que encuentre algo que sea seguro, algo confiable, algo en lo que pueda depender. Pues Ud. no quiere perder ese dinerito que ha ahorrado, porque con eso Ud. tiene que ganarse el sustento, de la remuneración de—de las ganancias que se reciben de esta inversión. Pues, Ud. tiene que—que conseguir algo con qué vivir.",
    "Y este dinerito que Ud. ha ahorrado, no se lo meta en el bolsillo y lo deje allí, pues se lo robarán los ladrones. ¿Ve? No, no haga eso. Si lo tiene, inviértalo en algo. Y luego Ud. quiere cerciorarse de la seguridad de su inversión. Si no, pues no lo invierta, en absoluto.",
    "Así que los negocios realmente están en una condición inestable esta noche. Cualquier negocio, prácticamente, en el mundo, está en una condición inestable, porque el mundo está en una condición inestable. Uno simplemente no puede permitirse…",
    "🦅 Ahora, voy a ahorrar tanto dinero para construirme una casita bonita en algún lugar”. Eso, eso es bastante inestable. Les diré que lo es porque el gobierno podría tomar control de todo, de la noche a la mañana.",
    "¡Oh, las cosas que tienen tan corrupta nuestra democracia, al punto que es muy inestable! Antes podíamos confiar bastante en nuestra democracia. Y, de hecho, sí creo que es la mejor forma de gobierno. Pero, aun así, nuestra democracia es inestable. Porque, nosotros, esta nación, nuestra gente, tenemos una constitución, y esta constitución es—es lo definitivo para nosotros. Sin embargo, con todo, nuestra constitución es inestable, porque ya ha sido quebrantada muchas veces. El difunto Sr. Roosevelt, hizo estragos en ella. Así que, ¿ven?, Uds. ven que se puede quebrantar. Uno no se puede confiar mucho de ella.",
    "La política, ¡oh, vaya!, ¡qué inestable! La gente solo discute y discute y discute sobre la política. Y los vecinos pierden la amistad por eso, y personas que una vez fueron buenos amigos. Viene algún presidente o alguien como candidato para comisario o algo, y el otro individuo está del otro lado del cerco político, y discuten entre ellos hasta que pierden la amistad por eso, la política. Y yo no… espero no lastimar los sentimientos de nadie, pero creo que el asunto completo está podrido. ¿Ven? Sí, señor. Entonces, ¿por qué discutir y perder la amistad por algo que de todas maneras no sirve? Así es. Está terriblemente, mal.",
    "Alguien me habló el otro día, dijo: “¿Va—va Ud. a votar en esta elección?”.\n\nLe dije: “Ya voté”.\n\nDijo: “¡Oh!, ¿en esta elección?”.",
    "Le dije: “Yo voté por Jesús”. Dije: “Déjeme decirle: había dos personas votando por mí”. Dije: “Dios votó por mí, y el diablo votó contra mí. Y yo voté por Dios, así que acerté en mi voto”. Depende de dónde Ud. vota, el resultado que Ud. consigue.",
    "Entonces observen, hace poco, solo para mostrarles un pequeño punto y luego lo dejaremos. En esta última elección presidencial, cuando probaron absolutamente en Chicago y en diferentes lugares, que las máquinas que tienen para votar, fueron arregladas por el Partido Demócrata, que cada vez que uno votaba por el Sr. Nixon, uno tenía que votar por el Sr. Kennedy, al mismo tiempo. Así que no había la menor posibilidad. ¡Y lo demostraron!",
    "Y Uds. oyeron al Monitor la otra noche, cuando hicieron una—una encuesta por el país, desde el Mississippi al este. El Sr. Nixon había ganado esta votación telefónica, cuatro a uno. ¿Cómo puede ganar un hombre? Si hubiera sido el Sr. Kennedy, habría sido de la misma manera. Yo no estoy con ningún partido.",
    "Mi partido está en el Cielo, y estoy aquí mismo con ellos esta noche. Estamos sentados en lugares Celestiales, hablando de nuestro Rey.",
    "Pero, ¿ven?, trato de decirles a Uds. que estas cosas de la tierra están tambaleando. Allí, uno no puede confiar en ellas; son inciertas. Y cualquier cosa que sea incierta, prefiero alejarme de ella. No me gusta esa cosa negativa. No me gusta enredarme en el lado negativo. Me gusta lo positivo, estar del lado positivo.",
    "Ahora, la vida en el hogar se ha vuelto incierta. Saben, vi un artículo el otro día, en una de las revistas en algún lugar, que el número de divorcios americanos es más alto que el de cualquier otra nación del mundo. Y se supone que nosotros somos una nación religiosa. Sí, podría ser eso, religión, bien dicho, pero no de la correcta. ¿Ven? La religión solo es una cobertura. Es difícil saber de qué hacemos nuestra cobertura. Adán trató de hacerla de las hojas de higuera, y eso no funcionó. Fue muy inestable cuando él tuvo que salir a encontrarse con Dios. Por lo tanto, la religión no cumple lo necesario. Pero ¿se imaginan Uds. que nuestra cifra de divorcios es más alta que—que la de los demás países, nuestra cifra de divorcios? Vemos la inmoralidad aumentando en nuestros hogares.",
    "Fue asombroso descubrir eso, un gran porcentaje, en la encuesta de la nación. Y en el… Creo que fue en Ohio, que hicieron una encuesta del Cristianismo, y era alarmante el porcentaje que ni siquiera asistía a la iglesia. Y entonces alrededor del ochenta por ciento de los que sí asistían a la iglesia, no sabían por qué iban. No saben por qué asisten. Simplemente van a la iglesia.\n\n“¿Por qué va Ud.”?",
    "🦅 Pues, mamá nos llevaba cuando éramos niños, y solo seguimos yendo”. Y—y entonces, ahora otro porcentaje allí, dijo que ellos iban solo para, ¡oh!, encontrarse con sus vecinos y conversar un rato. ¿Ven?",
    "¡Oh, es alarmante! Con razón la vida de hogar ha decaído, ¿ven?, todo hogar que no sea estable.",
    "Cualquier mujer que se va a casar con un hombre, si ella no está segura de ese hombre, es mejor que lo deje solo. Y cualquier hombre que va a casarse con una mujer, y no está seguro, es mejor que Ud. la deje sola. Es mejor que Ud. ore al respecto, hasta que Dios le dé la respuesta. Y entonces lo que Dios une que ningún hombre lo separe. Pero nosotros—nosotros, primero, debemos orar hasta recibir la respuesta. Sí.",
    "Ahora, vemos que hemos tratado de convertir al mundo por medio de un programa educativo, y realmente hemos hecho un desastre con eso, seguro que sí. No se puede convertir al mundo a Cristo a través de la educación. La educación lo aleja de Dios más de lo que lo atrae a Dios, porque él se inclina a pensar que es más inteligente y sabe más que otra persona. Tan buena como lo es la educación, Cristo nunca comisionó a Su iglesia que educara al mundo. Él nunca los educó, para que hicieran seminarios. Él nunca edu-… ¡Oh, son buenos! Él nunca les dijo que fueran a construir hospitales. Eso está bien.",
    "Pero la tarea de la Iglesia es predicar el Evangelio. “Id por todo el mundo, predicad el Evangelio a toda criatura”. ¿Ven? Y cualquier otra cosa, es inestable, porque está fuera del programa de Dios.",
    "La vida nacional es incierta. Bueno, el mundo es incierto. Simplemente estamos viviendo en un lugar donde el mundo entero está teniendo un colapso nervioso, al parecer, todo temblando. Cada nación, todos, una le tiene miedo a la otra. Ellos hablan de paz.",
    "Ellos tuvieron, una vez, dijeron: “¡Oh, cuando acabemos de pelear en la Primera Guerra Mundial, todos nuestros muchachos deben ir allá y eso les pondrá fin a las guerras!”. Pues, ni siquiera habían logrado abanicar el humo de la artillería del aire cuando ya estaban metidos en otra.",
    "Después tuvieron la Sociedad de las Naciones, y eso iba a ser la policía del mundo, y fracasó. Ahora tienen la ONU, y es exactamente lo mismo. Ha fracasado. No sirve para nada.",
    "Todo es inestable: la vida nacional, la vida política, las máquinas de votación. ¡Oh, vaya! Solo están… Todo ha sido estremecido, todo.",
    "Ahora quiero presentar esto más cerca donde nos afecta. ¿Ven? La vida eclesiástica ha sido sacudida y es incierta. Ahora, de eso hablaba Pablo. ¿Ven? A eso se refería: “Si una trompeta da un sonido incierto”. La vida eclesiástica ha sido sacudida. La gente a duras penas sabe qué hacer. Ellos van de iglesia a iglesia buscando averiguar cuál tiene lo correcto; de la Seca a la Meca, tratando de encontrar lo correcto, dónde está la doctrina correcta. Y viene alguien, y pueden explicarlo casi al punto mismo de su credo, de que eso es lo correcto. Y luego, cuando uno menos espera, encuentran tanta corrupción en esa, que prueban otra iglesia, para ver cuál es su credo, la doctrina. ¡Oh!, en todo esto, vemos entonces que nos hemos separado nosotros mismos, por estas cosas, en centenares de diferentes denominaciones de iglesia. Ahora, nada en contra de eso. Eso simplemente es que ellos podrán hacer las otras cosas; que ellos sí las hacen, y algo bueno tiene que salir de eso, en alguna parte.",
    "Pero, ¿ven?, Ud. no puede poner su confianza en decir: “Yo pertenezco a la asociación metodista de iglesias, y yo—yo estoy bien porque pertenezco a ella”. “Yo—yo—yo pertenezco a la asociación bautista, y estoy bien”. Ud. no puede hacer eso.",
    "Ud. ni siquiera puede hacerlo cuando dice: “Yo pertenezco a la asociación pentecostal de iglesias”. Ud. no puede hacer eso; no debe hacer eso, porque no es así. Encontramos que cuando colocaron en orden nuestra primera asociación pentecostal, el Consejo General, no pasó mucho tiempo cuando comenzaron a separarse de allí, y separarse de aquí, y problemas y doctrinas. Y ahora simplemente mírenlo, por todas partes. ¿Ven? Eso muestra que es incierto. Los que confían solamente en la organización, eso es—es una cosa incierta.",
    "Ahora, Ud. dirá: “Hermano Branham, Ud. nos está sacando aquí por una gran rama. Ud. está pintando un cuadro terriblemente oscuro”. Y fue mi intención hacerlo; quise hacerlo.",
    "Lo hice a propósito, para poder decir esto: ¿Habrá algo seguro? Sí. Hay una cosa que sí es segura. ¡Oh, me alegro mucho de eso!, de que sí haya una cosa en la que uno pueda confiar y estar seguro que es lo correcto. ¡Oh, cuando todo lo demás haya perecido, Esta permanecerá! Si leen San Mateo 24:35, Él dijo: “Los cielos y la tierra pasarán, pero Mi Palabra no fallará”. Dios tiene un fundamento seguro.",
    "Un anciano dijo una vez, un ancianito de color en el sur. Él llevaba una Biblia y no sabía leer. Y le dijeron: “¿Para qué la llevas, Sam?”.",
    "Él dijo: “Es—es La Santa Biblia”. Dijo: “Allí está escrito”. Y dijo: “Yo La creo de tapa a tapa, y también creo la tapa” dijo él, “porque Allí está escrito: ‘La Santa Biblia’”.",
    "Y el individuo que hablaba con él, dijo: “¿No creerás todo lo que está Allí?”.\n\nDijo: “Sí, señor, seguro que sí”.",
    "Él dijo: “Ahora, pues, ¿quieres decirme que harías cualquier cosa que esa Biblia dijera que hicieras?”.\n\nDijo: “Sí, señor”.",
    "Dijo: “¿Qué tal si esa Biblia dijera que Sam saltara a través de ese muro de piedra allí? ¿Qué harías?”.\n\nDijo: “Yo saltaría”.",
    "Le dijo él: “Bueno, pues ¿cómo vas a pasar por el muro de piedra sin que haya un hoyo allí?”.",
    "Él dijo: “Si la Biblia dijera que Sam saltara, habría allí un agujero cuando Sam llegara”. Así que, eso sí es muy cierto. Habría un agujero allí.",
    "Lo único que Ud. tiene que hacer es tomar su posición en la Palabra de Dios, y Dios abrirá el camino para el resto del asunto. ¡Oh, ese gran fundamento!",
    "Creo que Él dijo, en Lucas creo que fue, cuando bajaba de la montaña, Él les dijo a los discípulos: “¿Quién dicen los hombres que soy Yo, el Hijo del Hombre?”.\n\nY uno dijo: “‘Jeremías’ y ‘los profetas’ y así”.\n\nY Él dijo: “Pero, ¿quién decís vosotros que Yo Soy?”.",
    "Allí fue cuando Pedro hizo tan notable declaración: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne y sangre, sino Mi Padre que está en el Cielo te lo ha revelado. Y sobre esta roca edificaré Mi Iglesia, y las puertas del Hades no prevalecerán contra Ella”.",
    "Entonces ¿qué es? Sobre la verdad revelada de la Palabra de Dios. Porque “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó”. Y le fue revelado a Pedro que aquello era la Palabra vindicada de Dios. Amén.",
    "Por eso Él pudo decir: “¿Quién puede condenarme a Mí de pecado? ¿Quién puede acusarme? Yo he obrado todo lo que la Palabra ha escrito de Mí”. Dios lo ha vindicado, que Él era la Palabra. ¡Oh, así es! Dios manifestado. La Palabra así lo dice y luego Dios lo hace real, lo trae a cumplimiento, lo muestra.",
    "Años atrás, cuando le decían a la iglesia: “No hay tal cosa como el bautismo del Espíritu Santo, eso solo es una emoción con la que la gente se ha estimulado”, pero los que Lo recibieron supieron que era la verdad. Ellos supieron que Dios era real. Y ha sido probado, a tal punto, que hoy el movimiento Pentecostal de Dios a través de las naciones, ha traído más a Cristo que todos los demás.",
    "Nuestro Visitante Dominical, no hace mucho, el periódico católico, dijo, creo que fue el año antepasado o el año pasado, uno de ellos, que: “La iglesia católica solo inscribió medio millón de convertidos; mientras que los pentecostales inscribieron un millón quinientos mil”. Amén.",
    "¿Qué es? Es algo que crece, la Palabra de Dios, expandiéndose en el extranjero. ¡Cuán agradecidos debemos estar! Es tanto que aun ahora los episcopales, los presbiterianos, luteranos y todos están llegando para recibir de Eso. Uno lo nota en la reunión de los Hombres de Negocios, los oye hablar, a los diferentes: el episcopal, luterano, presbiteriano. Pues, casi no se oye hablar de un pentecostal que esté haciendo algo ahora. Así es. Son todos los otros. ¿Por qué? Ellos han visto la debilidad de sus credos y regresaron a la Palabra. Allí encuentra Ud. un fundamento, algo que no se puede mover.",
    "Encuentra allí al Espíritu Santo viviendo Su Vida en seres humanos, Él manifestándose al mundo. Y hace que los hombres tengan sed de Él: inquebrantable, indiscutible, la Palabra de Dios manifestada y Él mostrándose, la Palabra Misma expresada a través de vida humana. ¡Qué cosa más maravillosa! No hay nada incierto en eso. Ud. puede ver donde Dios hizo una promesa, y aquí está siendo manifestada. Hace cientos de años los profetas hablaron de ella, y aquí la vemos cumpliéndose.",
    "Con toda la crítica, con todas las diferencias, con todos los credos, ¡cómo han intentado acabar con esa Palabra de Dios! Han intentado sustituirla con la educación. Intentaron sustituirla, hacer una denominación. Se han confundido ellos mismos. Y con todo eso, la Palabra de Dios aún se mantiene tan brillante y reluciente como siempre. ¿Qué es? Es esa cosa que es cierta. Dios dijo: “Tanto los cielos como la tierra pasarán, pero Mi Palabra no fallará”. Por lo tanto, eso es algo que es seguro. Si Ud. quiere anclarse, ancle esa Palabra en su corazón.",
    "David dijo que él La escondió en su corazón, para no pecar. Él escribió Sus Leyes sobre el pilar de la cama, y las ató a sus manos y en todas partes, siempre puso Su Palabra delante de él. Así se hace. Mantengan su mente constantemente…",
    "Dios le dijo a Josué: “No te apartes de Ella ni a diestra ni a siniestra. Entonces harás prosperar tus caminos. Entonces tendrás buen éxito”.",
    "Y cuando toda la iglesia se una, apartándose de sus credos, y esté en la Palabra de Dios, entonces la iglesia tendrá buen éxito. Eso será lo que acabará al comunismo.",
    "¿Qué formó al comunismo? Eso mismo, Uds. piensan el “comunismo”, cuando esparce su propaganda, y crece a pasos agigantados, por millones, y la gente le teme: ese comunismo se desvanecerá y morirá. Tiene que morir. El comunismo, puede ser que hagan esto; puede ser que hagan aquello. Yo creo que Dios va a usarlo, pero (correcto) como Él lo hizo con Nabucodonosor. Él desarraigará la—la—la… sacará toda la cizaña, con el comunismo. Pero, eso… No, tanto ruido con eso. Pero, miren. Pero el asunto, el comunismo, tendrá un final. El comunismo llegará a su fin.",
    "Pero la Palabra de Dios no tiene fin, porque nunca comenzó. Amén. Es Eterna con Dios. Y si Uds. están anclados y la Palabra está anclada en Uds., Uds. son Eternos con la Palabra. Amén.",
    "Tiene que llegar a su fin. Todas esas cosas se están estremeciendo. No importa lo grande que estén construyendo una columna, tendrá que caer. Todas las cosas que no pertenezcan, en contra de esa Palabra o contrarias a Ella, tendrán que ceder. Tendrá que darle lugar, porque la Palabra viene triunfante. No hay nada que pueda detenerla. Dios ya lo ha dicho.",
    "Cuando Él Lo habla, los cielos y la tierra pasarán, pero Ella jamás fallará. Escondan esa Palabra en su corazón; cómo tomar esa Palabra y dejarla crecer. Manténganla en su mente, siempre, porque Ella nunca fallará. La Palabra de Dios nunca fallará, porque Él dijo que Ella no fallaría. Así que queremos mantener la cosa allí.",
    "Ahora, Pablo dijo en las Escrituras, es como entrenar a un soldado, al soldado con un sonido. Ahora, el soldado tiene que aprender los sonidos de la, del clarín o la trompeta. Él no sabrá si la trompeta suena, sopla, si—si atacar o retirarse. Si él no lo sabe diferenciar, ¿qué clase de ejército confundido tendría Ud.? El enemigo ciertamente triunfaría contra un grupo de soldados que no tuviera más entrenamiento que ese. Amén.",
    "Eso es lo que sucede con nuestras iglesias hoy. Los instruimos en credos, el uno diferente al otro.",
    "Nosotros tenemos que estar unidos. Tenemos que reconocer una trompeta. “Entonces, ¿cuál es la trompeta?”, dicen ellos. La trompeta del Evangelio, Esa es. La Palabra del Dios viviente es la Trompeta; no mezclen nada con Ella.",
    "No permitan que alguien toque un arpa francesa, y el otro que sople un clarín; nadie sabrá qué hacer. Eso produce una confusión.",
    "Y Pablo estaba hablando de entrenar a un hombre con un sonido. Y dependiendo cual sea ese sonido, él sabe exactamente qué hacer, porque el clarinero tiene órdenes, y son del jefe capitán. Y cuando él toca esta trompeta, el ejército sabe exactamente a qué—qué lugar avanzar, y a dónde retirarse, o si va a doblar a la derecha o a la izquierda, o qué hacer, por el sonido de la trompeta.",
    "Ahora, el ejército, la guerra, siempre ha habido guerras. Nosotros no nos unimos a la Iglesia, ni entramos a la Iglesia para venir a un día de campo. Debemos entender que estamos llegando a un campo de batalla.",
    "Yo no vine para que la gente me diera palmaditas en la espalda y dijera: “Hermano Branham, Ud. es una persona maravillosa”. No, señor. Llegué allí con un escudo. Para lo otro no necesito un escudo. Vengo con un yelmo y la armadura. Vine a luchar, luchar por cada pulgada de terreno.",
    "Dios le dijo a Josué: “Todo lugar que pisare la planta de tu pie, te lo entrego”. Así que, las huellas significan posesión.",
    "Y cuando la iglesia llega al punto en que cede ante los credos, y cede en cuanto a la Palabra, y cede ante las cosas del mundo, quiero decir, entonces está perdiendo terreno. La está llevando hacia atrás.",
    "Lo que necesitamos esta noche son soldados que posean toda promesa Divina de esta Biblia, que Dios le prometió a la Iglesia, toda la armadura de Dios, y que se paren. Eso es lo que necesitamos: soldados; no tomar un uniforme para lucir en un desfile, siempre es diferente. Cuando un hombre…",
    "Cualquier nación, tenemos espías en cada nación. Tenemos espías alemanes aquí; tenemos espías ingleses aquí. Nosotros tenemos—tenemos espías en Inglaterra. ¿Qué intentan hacer? Intentan averiguar qué tipo de material, qué tipo de bomba tiene el otro. El FBI está prácticamente en toda nación. Están vigilando, para ver. Así es como sobreviven. Observan y ven qué tipo de bomba consigue el otro. Luego vienen y la hacen un poco mejor, o hacen algo para contrarrestarla. No confían el uno en el otro, en las naciones, porque eso muestra que las naciones están temblando. ¡Oh!, Inglaterra nos volaría en pedazos en una hora, si nosotros nos atravesáramos en su camino, o nosotros los volaríamos en pedazos a ellos. Solo se necesita que alguien a la cabeza de la cosa allí, que se pase de uno o dos tragos, o se disguste por algo, y dispara la cosa.",
    "Aquí no hace mucho, decían, un pedacito de tela: “Hecho en Japón”, durante la guerra. Lo arrojaban al suelo y caminaban bien patriotas. Y ahora Uds. pagan un precio más alto por eso que cualquier cosa que Uds. compran nacional. ¿Qué ha sucedido? ¿Pagará eso por las vidas de esos muchachos que murieron allá? Seguro que no.",
    "¿Qué es? No me importa cuánto luchen Uds. por las cosas materiales, Uds. partirán, eso no significará nada. Eso será sacudido. Pero sí hay una pelea en la que Ud. puede entrar y ganar un terreno que nunca le podrán quitar. Ese es el sonido del Evangelio de la trompeta de la Palabra de Dios, y ha poseído los dones y promesas que Él le dio a la Iglesia. Seguro. Ahora, vemos—vemos que está dando este sonido de trompeta.",
    "Ahora, cada nación trata de armar a sus muchachos con la mejor defensa que puedan tener. Ahora, yo lo sé, a veces estas armaduras no son fáciles de cargar.",
    "Yo tenía un hermano, “Rookie”, así lo llamaban, se presentó acá y el ejército le puso sobre la espalda un morral de noventa libras [40,8 kg]. Y eso era casi lo que él pesaba. Le dieron una pala, para cavar un hoyo; un rifle y un montón de granadas de mano. Y, ¡oh, yo nunca había visto tal morral! El pobrecito apenas podía moverse. Y lo llevaron por el camino en una caminata de cinco millas. Eso casi lo mata. Él dijo: “¿Para qué es esta tontería? ¿Para qué necesito este casco tan grande?”. Ahora fíjense. El ejército sabe que él lo va a necesitar en algún momento. “¿Para qué quiero una pala, al caminar aquí en la carretera”? Más vale que se acostumbre a usarla; puede ser que la necesite.",
    "El gobierno no le va a asignar algo a menos que Ud. sepa… ellos sepan que Ud. la necesitará. Ud. tiene que entrenarse para eso. Ellos hallan las mejores cosas que puedan encontrar, con las cuales protegerlo a Ud., porque ellos están interesados en la nación. Están interesados en que Ud. esté protegido lo mejor posible, de las balas. Eso siempre ha sido así.",
    "Comenzó en el Huerto del Edén. Y Dios entrena a Su Iglesia. Y la…",
    "Saben, nosotros siempre tenemos que mejorar. Ahora, los aviones antiguos que usábamos antes en la Primera Guerra Mundial, en la Segunda Guerra Mundial, pues, esos bulliciosos pequeños en el aire eran completamente anticuados, cuando lanzaron estos buenos súper aviones grandes que tenían. Pues, aquellos no eran nada. Y ahora, los que acaban de usar en esta última guerra, ahora están obsoletos. Ya no los necesitan. Ellos los tienen a reacción. Y, ¿ven?, siempre se está tratando de mejorar, mejorar en esto para la defensa.",
    "Pero ¿saben Uds. algo? Dios no tiene que mejorar. Dios les dio a Sus hijos, a Sus soldados, lo mejor que se les pudiera dar. Cuando Él les dio, ¿qué les dio? Él les dio Su Palabra en el Huerto del Edén, y el hombre debía fortalecerse detrás de la Palabra de Dios, y no hay diablo que pueda tocarlo. Quédense en la Palabra.",
    "Ahora, el espía enemigo, Satanás, trató de averiguar qué podría hacer para penetrar eso. Así que, él—él sabía que no podría simplemente salir abiertamente y engañarla; entonces lo único que él podía hacer era vencerla por el razonamiento. Y eso es lo que Dios usa hoy, para fortalecer a Su Iglesia, es Su Palabra. Y Satanás viene con el poder del razonamiento. Satanás sabía que ahí estaba la deficiencia. Ese era el lugar por donde la gente cedería más fácil, por el razonamiento.",
    "Ud. dice: “Pues, permítame solo razonar con Ud. Ahora, ¿será eso necesario?”.",
    "Si Dios dijo que eso era necesario, eso es necesario, así tengamos que llorar y sollozar, y hacer todo esto. Si Dios dijo que el bautismo del Espíritu Santo es necesario, no me importa cuán pesado sea Eso, ni a cuánto del mundo Ud. tenga que renunciar, Ud. tendrá que usarlo uno de estos días, para mantenerse con vida. Es la única manera de sobrevivir.",
    "🦅 Ahora, ¿debemos practicar la sanidad Divina cuando tenemos los mejores doctores del mundo?”.",
    "Dios les dio a Uds. la sanidad Divina porque Él sabe que tienen que usarla. Él les dio a Uds. los dones del Espíritu.",
    "Y tan pronto como Satanás se acercó a Eva, él comenzó a razonar con ella. Pues: “Por ningún motivo, por ningún motivo, Dios no haría eso”.",
    "La gente dice hoy: “No existe tal cosa como el infierno”. Muchos de ellos se lo dirán. ¿Ven? “¡Oh, por ningún motivo Dios quemaría a Sus hijos!”.",
    "Seguro, Él no quema a Sus hijos; pero el diablo sí, a los suyos. ¿De quién es hijo Ud.? Es lo que sigue. El infierno fue creado para el diablo y sus hijos, no para los hijos de Dios. Ni uno solo de ellos irá allá. Así es. Eso depende de quién sea hijo Ud.",
    "Ahora, Dios les dio a Eva y a Adán Su Palabra, y Él nunca La ha cambiado. Él siempre ha tenido… El Cristiano o el creyente, su Defensa es la Palabra.",
    "Los cielos y la tierra pasarán. Todo credo pasará. Toda denominación fallará. Toda nación se hundirá. Pero la Palabra de Dios permanecerá, Eternamente. Llegará el momento en que la estrella de la mañana no brillará más. Llegará el momento en que el sol no brillará y la luna no brillará, y el mundo no girará en su órbita.",
    "Pero la Palabra de Dios permanecerá la misma para siempre. Sí. Eso es algo que no se puede mover, algo en lo que Ud. puede confiar; es algo seguro. Si Dios dice algo, es seguro que sucederá.",
    "Si Él dijo en el Huerto del Edén que como Redentor enviaría al Mesías, era seguro que vendría. Aunque esperaron cuatro mil años, pero llegó. Él tenía que venir porque era la Palabra de Dios prometida.",
    "Dios prometió enviarlo otra vez. Y aquí llegará. No me importa cuántos incrédulos y escépticos se levanten, hagan lo que hagan, cuánto se propague el comunismo, Jesucristo vendrá y tomará una Iglesia lavada con Sangre, y la llevará en un viaje por el firmamento al Cielo. ¿Por qué? Sin falla sucederá; la Palabra de Dios lo dijo.",
    "🦅 Si puedes creer, todo es posible”. Eso es seguro. Dios lo dijo y eso no se puede mover, no podrá ser sacudido. Dios lo dijo, si Ud. tan solo se queda con eso, (Ahora…) y tenga fe en eso, créalo.",
    "Ese no es un sonido incierto. Dios no puede dar un sonido incierto. Los credos pueden dar un sonido incierto; las denominaciones pueden predicar un sonido incierto; pero Dios no puede pronunciar un sonido incierto. Y esta Palabra es Dios. Y en Ella no hay incertidumbre. Cada porción de Ella es cierta.",
    "Ahora, la gran Iglesia está acorazada por la Palabra. Ahora, cuando vino Jesús, ¿usó Él esa misma armadura? ¡Seguro que sí!",
    "Cuando Satanás vino a Él, con todas sus fuerzas, y dijo: “Si tú eres el Hijo de Dios, haz ciertas, ciertas cosas”.",
    "Él dijo: “Escrito está…”. Regresando directo a la Palabra. Satanás elevó un poco más la tentación. Pero, Jesús respondió directamente con la Palabra: “Escrito está…”.",
    "Él permaneció allí, en esa Palabra, dándonos un ejemplo. Como Él dijo en Primera de Corintios, primera… San Juan 14:13, “Ejemplo os he dado”. Y ese es un ejemplo; que debemos enfáticamente, debemos perfectamente poner nuestra confianza en la Palabra de Dios. Y que todo lo demás sea una mentira. [Cinta en blanco.—Ed.]",
    "Esa es una cosa segura. Dios dio la promesa; Dios va a cumplir la promesa. Ellos dicen: “¿Cómo puede suceder esto? ¿Cómo puede Él juntar un grupo de personas, con la gracia de Rapto, para que suban?”. Yo no sé cómo lo hará Él. No es asunto mío preguntar cómo lo hará. Es asunto mío simplemente estar preparado para eso. Él lo prometió. Eso va a suceder. Fortaleció a Su Iglesia por la Palabra.",
    "Y lo primero fue el razonamiento. Hoy ellos dicen: “¿No es razonable entonces, si yo pertenezco a esta iglesia, no es esa tan buena como aquella iglesia?”.",
    "Solamente hay una Iglesia a la que Ud. puede pertenecer. Y Ud. nunca se unirá a Ella. Ud. podrá unirse a la logia, la logia metodista, y a la logia presbiteriana, y a la logia bautista y a la logia pentecostal. Pero Ud. nace en la Iglesia de Jesucristo, así que ahí está la Iglesia.",
    "Aquellas son logias, donde la gente se reúne, como cuervos que se posan en esta rama, y palomas en esta rama, y—y lo demás. Ese es el compañerismo del que Uds. participan, cuando están compartiendo la misma dieta.",
    "Pero cuando se trata de la Iglesia de Jesucristo, solo hay una avenida: es el Nacimiento. ¡Nacimiento!",
    "Es como una persona, como he dicho muchas veces, como un mirlo en la rama, queriendo ponerse plumas de pavo real en las alas, y decir: “Miren, soy todo un pavo real”. ¿Ven? Él mismo se puso esas plumas. Si él fuera un pavo real genuino, su naturaleza produciría esa clase de pluma.",
    "Si la Iglesia del Dios viviente es la Iglesia del Dios viviente, producirá la Palabra del Dios viviente. Ud. no tiene que ponerse plumas de pavo real por ninguna parte. Y cada pluma que hay allí proviene de un pavo real. Eso pueden creerlo. Y cada pluma añadida a la Iglesia de Dios será la Palabra de Dios. Él jamás inyectará otra cosa más que la Palabra. Amén. Pues, la naturaleza del Espíritu produce solamente la Palabra. Amén. Comienzo a sentirme religioso. Así es.",
    "No es nada que Ud. se esfuerza por hacer, nada que Ud. fabrique. Ud. no puede fabricar la reli-… No puede fabricar la salvación. Ud. no puede fabricar los dones. Ud. tiene que producir los dones. Seguro. ¿Ven? La—la oveja no, ella no fabrica lana; ella tiene lana porque es oveja. Ella simplemente produce lana. El—el—el cerezo no fabrica cerezas; simplemente produce cerezas porque su vida es así.",
    "Y la Iglesia del Dios viviente no se inyecta Esto, para tratar de hacerse parecer a algo. Ya son lo que ellos son por la gracia de Dios. Y la Palabra de Dios está unida a ellos y ellos están unidos con la Palabra. Y las obras que fueron producidas en aquel Ser Perfecto, Jesucristo, Dios manifestado en carne, se producirán a través de cada creyente nacido de nuevo. Él lo dijo. Amén. Nada más. Ahora, eso es algo seguro.",
    "Ahora, podría ser un poco—un poco confuso para un hombre, si nunca ha conocido el verdadero sonido de la trompeta. Ahora, el hombre que nunca fue entrenado en la trompeta y nunca la oyó, pues, podría estar un poco confundido cuando oyera algo diferente a lo que él ha oído. Siempre él ha oído: “Únase a la iglesia, lleve su carta aquí y acá”. Puede ser que eso esté bien; es todo lo que él sabe.",
    "Pero luego cuando Ud. responde, con respecto al bautismo del Espíritu Santo, hablar del poder de Dios y de las cosas que Él hace; y cómo hace que las mujeres y los hombres, ambos, se limpien de una vida de pecado; de cómo los hace caminar piadosa y honestamente. Y las cosas que hace, y produce el bautismo, hablar en lenguas, sanar a los enfermos, echar fuera demonios, profetizar, dones, ¡oh, visiones!, todo en la Iglesia. ¡Aleluya! Eso es correcto. Cuando suena, entonces sí es un poco confuso para aquellos que nunca oyeron esa clase de trompeta.",
    "🦅 Pues” Ud. dice, “mi iglesia no enseña eso”. Entonces ella no está tocando la trompeta del Evangelio. ¡Gloria! Es cierto.",
    "Pero para esos soldados entrenados, aleluya, cuando oyen ese sonido de la trompeta, ellos saben cómo pararse en atención. ¡Adelante, soldado Cristiano! ¡Gloria! ¡Oh, eso es cierto!\n\n“¿Cómo sabe Ud. que es cierto”?\n\nEstá en la Palabra.\n\n“Pues” Ud. dice: “nuestra iglesia no enseña Eso”.",
    "Pero la trompeta da Ese sonido. Yo no quiero ser entrenado al son de un credo de iglesia, porque será sacudido y caerá. Pero si Ud. está entrenado al son de la Palabra, los cielos y la tierra pasarán, y esta Palabra nunca pasará. Todo credo, todo lo demás, caerá; pero esta Palabra nunca fallará. Amén. Ese es el sonido. Ese es el sonido que yo quiero oír. Sí, señor.\n\n“¡Oh!” dice Ud., “¿cómo lo sé?”.",
    "Jesús dijo: “Mis ovejas oyen Mi sonido. Ellas conocen Mi trompeta”. Él dijo, en San Juan, capítulo 14 y el versículo 12: “El que cree en Mí, las obras que Yo hago, él también las hará”. Y, Él dijo eso.\n\nSi un hombre dice: “¿Pues?”.",
    "Hebreos 13:8 dice: “Jesucristo es el mismo ayer, hoy y por los siglos”.\n\n“¡Oh!” dicen ellos, “en cierta manera”.",
    "Ahora, una oveja genuina dirá: “¡No-no! ¡Oh, algo chilló allí! Eso no sonó bien. ¡Oh, debe haber sido un corno francés! Esa no fue una trompeta, porque la Biblia no da un sonido incierto”.",
    "Ella dice: “Recibiréis el Espíritu Santo”. No, “quizás lo recibiréis”. “Lo recibiréis, todos”. ¿Hasta cuándo? “A vuestros hijos y a los hijos de vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. La trompeta sonará a cada raza y a cada generación, y ellos oirán Su voz. Ellos La creerán, los que son ordenados a Vida. Amén. Ellos La creerán porque saben que Esa es la trompeta del Evangelio que está sonando; no es incierta. Cada soldado sabe cómo estar firme.",
    "Ahora, Uds. vieron a Pedro y Juan, a Santiago, y a la iglesia primitiva, marchando hacia adelante de esta manera, porque la trompeta, Jesús, dijo: “Id por todo el mundo, predicad el Evangelio”. Marcos 16, ¿ven?: “Estas señales seguirán a los que creen”. Vemos a Pedro, Santiago, Juan, a los demás alineándose para marchar al son de Ella.",
    "¿Y nosotros damos un giro en alguna otra dirección, apartándonos de Ella? ¿Uno va hacia adelante, el otro va hacia atrás? Uno diciendo: “Pues, eso fue para otro. Eso, ese—ese sonido fue para otro”. ¡Oh, no! No puede ser eso.",
    "Todo el ejército Cristiano oye la trompeta. Dios dijo que esa era la trompeta. Él no puede cambiarla. Conforme a ese sonido es que Él dijo que sonaría: “En esto conocerán todos los hombres” y parte la Iglesia.",
    "Algunos de ellos no creen en Su Venida literal. La Biblia dice que Él vendrá, así que estamos esperando Su Venida. Si Él no llega aquí esta noche, estaremos esperando en la mañana. Si Él no está aquí en la mañana, Lo estaremos esperando mañana en la noche. Y seguiremos esperando. Si dormimos, nuestro—nuestro… no habremos desmayado en vano. “Porque la trompeta de Dios sonará aquella trompeta final, y los muertos en Cristo resucitarán. Y nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos, para recibir al Señor en el aire, y estaremos siempre allí”. Ese es el sonido de la trompeta. Ya sea que yo viva o que haya partido, no importa. Oiré el sonido. Yo resucitaré ¡Gloria a Dios! Resucitaré. ¡Oh, sí! Sí.",
    "Jesús dijo que: “Mis ovejas oyen Mi voz”. Él era la Palabra manifestada. Cuando el… Así es como Sus ovejas lo conocieron a Él.",
    "Ahora, miren a los fariseos y aquellos de ese día. “¡Oh!” dijeron, “este Hombre es Beelzebú”. Cuando Él le dijo a la mujer junto al pozo, donde, de sus pecados, sus maridos que ella tuvo; cuando Él le dijo a Natanael dónde estaba, debajo del árbol donde Felipe lo llamó, debajo de la higuera, orando, pues, esos maestros de aquel día dijeron: “Este Hombre es Beelzebú; Él es un diablo; Él es un adivino”.",
    "Pero no fue así con Pedro, Santiago y Juan, con los demás. Ellos supieron. ¿Por qué? Ellos sabían que Dios dijo que cuando el Mesías viniera, bajo la voz inspirada de Moisés, que Él sería un profeta. Y cuando ellos vieron esas cosas que Él dijo siendo manifestadas y a la perfeción, sabían que eso era comida para ovejas. Ellos sabían que esa era la trompeta. Y comenzaron a seguirla. “Mis ovejas lo saben”, porque ellos vieron la Palabra de Dios siendo manifestada.",
    "Ahora, la gente no cree que hoy exista algo como el bautismo del Espíritu Santo. Vienen aquí o a algún lugar donde tienen el Espíritu Santo, y ellos ven la promesa de Dios que se cumple exactamente, pues, “¡Mis ovejas oyen Mi voz!”. Ellos conocen el sonido de esa trompeta porque es la Biblia; “Jesucristo el mismo ayer, hoy y por los siglos”. Él aún es Hebreos 13:8, exactamente.",
    "No me interesa, pues no importa cuántas cornetas eclesiásticas estén soplando. Tenemos un montón de cornetas de iglesias, Uds. saben, corneteando de todo, diciendo: “¡Oh, los días de los milagros han pasado! No existe la sanidad Divina”.",
    "¡Oh, las verdaderas ovejas no están atentas a eso! Pero sí están atentas a esa trompeta, a lo seguro.",
    "Esa corneta de iglesia podría tocar cualquier cosa. Ud. tal vez… Miren lo que tienen hoy, las cornetas de iglesia. Una corre por aquí, y la otra corre por allá. Y el diablo está sentado relajado, diciendo: “Vaya, ellos solo se pelean entre ellos. No es más. Ni tengo que mover la mano”.",
    "Pero, hermano, deje que todos sean convocados, que vuelvan a las órdenes generales. ¡Oh, vaya! Entonces Ud. verá un “firmes y adelante, soldados Cristianos”, correctamente, no escuchando las cornetas, sino escuchando la trompeta.",
    "Paremos solo por un minuto, y regresemos y veamos ahora algunos. Estamos por terminar, porque no quiero detenerlos aquí tanto tiempo. Pero vamos al pasado y miremos a algunos que oyeron este sonido. Tomemos… Y ellos tuvieron la seguridad. Ahora, les he mostrado que todo lo demás es incierto. Solo tomemos un personaje antiguo, por un momento.",
    "Tomemos el profeta Job. Ahora, ese hombre pasó por una prueba, pero él sabía que Dios requería un holocausto. Era lo que Dios requería y era todo lo que Él requería. Y no importa cuánto desastre ocurrió en su hogar… Dios no siempre…",
    "Cuando Ud. ve que algo le va mal a un individuo, eso no significa que esté siendo azotado por Dios. Quizá no sea que él esté fuera de la voluntad de Dios. Él sabe en su corazón si está escuchando la trompeta o no.",
    "Dios requería este holocausto, y Job se paró firme en eso. Es todo. Ellos dijeron: “Job, eres un pecador secreto. Tú estás haciendo algo errado”. Pero él sabía que no era así. Permaneció allí, porque él había oído el sonido de la trompeta, y permaneció allí con ella.",
    "Y, por último, casi al final, cuando él estaba… Había soltado al diablo contra él, y le quitó su familia y le quitó sus hijos, le quitó sus camellos, y le quitó toda su riqueza y le quebrantó su propia salud. Él se sentó en un montón de cenizas. Parecía que todo había desaparecido. Pero con todo, él dijo: “Yo sé que mi Redentor vive. Y en los postreros días Él se levantará sobre el polvo. Aunque los gusanos de la piel destruyan este cuerpo, sin embargo, en mi carne he de ver a Dios”. No había nada incierto en eso, ¿verdad? Nada de: “Yo—yo—yo—yo de cierta manera creo que Él vive”. Dijo: “Yo sé que Él vive, y en los últimos días Él se levantará sobre el polvo. Aunque los gusanos de la piel destruyan este cuerpo, en mi carne veré a Dios”. ¡Oh, qué cosa! Eso sucedió. Él estaba muy seguro.",
    "Abraham, caminando en el campo un día, oyó a Dios decir: “Abraham, voy a…”. Él se encontró con Abraham antes de tener la Palabra escrita, y Él dijo: “Abraham, voy a darte un hijo, de tu esposa Sara”. Y ella tenía sesenta y cinco años en ese momento, y Abraham setenta y cinco. Y ellos se prepararon para eso, y a él no le dio vergüenza testificar. Él sabía que iba a recibir el hijo.",
    "Y la Biblia dice: “Tampoco dudó, por incredulidad, de la promesa de Dios, sino que estuvo plenamente convencido”. Amén. Plenamente convencido, significa que él ha cumplido con el absoluto. Amén. Así es. Lo absoluto es donde termina el camino; es ya lo último. Es—es todo lo que hay.\n\nÉl dijo: “Estoy plenamente convencido que, lo que Dios prometió, Dios es capaz de realizar”.",
    "¿Lo está Ud., esta noche?, ¿está Ud. plenamente convencido de que este es el Espíritu Santo? ¿Está Ud. plenamente convencido, de que este es el camino? ¿Está Ud. plenamente convencido de que Él es Sanador? ¿Está Ud. plenamente convencido de que Él viene otra vez? ¿Está Ud. plenamente convencido de que Él es el mismo ayer, hoy y por los siglos? [La congregación dice: “Amén”.—Ed.] Amén. ¡Plenamente convencidos! Sí.",
    "Tomemos a otro, Elías, de pie allá en la montaña. Había discutido con Jezabel y su rostro pintado, y él como que se estaba cansando de eso. De cómo todas las mujeres seguían el ejemplo de la primera dama, tal vez los cortes cabezones de pelo y lo que tenían en ese día. Él había reprochado tanto eso, al punto que—que ya casi lo tenía triste.",
    "Directamente, Dios le dijo: “Ve allá. Saben, por aquí llueve como dos o tres días por semana. Pero ve ante Acab, y dile: ‘ASÍ DICE EL SEÑOR. No caerá el rocío del cielo hasta que yo lo llame’”. ¡Oh, qué cosa!",
    "Él no dijo: “Bueno, Acab, puede ser que resulte de esta manera”. ¡Oh, no! Él estaba plenamente convencido, ninguna incertidumbre. “El rocío no caerá, las lluvias no vendrán hasta que yo las llame”. Amén. ¡Gloria! ¡Oh!, ¿por qué? Él oyó la trompeta. Era segura. Él conocía a su Dios. Él sabía algo. Cuando Dios habló esa palabra, los cielos y la tierra todos pasarían, hasta que eso—eso sucediera; tenía que suceder. Él estaba plenamente convencido.",
    "Ahora, Él dijo: “Elías, quiero que subas al lugar más seco del país, directamente a la montaña donde no hay manantiales. Pero tengo uno allá arriba para ti”.",
    "Él estaba plenamente convencido. Él subió a la montaña y se sentó junto al arroyo de Querit. “Y ahora, ¿qué voy a hacer aquí arriba?”.\n\n“Ya he mandado a los cuervos que te den de comer”.",
    "🦅 Pues, esos cuervos ¿cómo van a…? Ahora, espera un minuto, Señor”. No, no. La trompeta sonó. Con eso fue suficiente. “¿Cómo va a suceder? Yo no sé; no me interesa. ¿Ven? No es asunto mío preocuparme por eso; es asunto de Dios. Él dijo que mandó a los cuervos”.",
    "🦅 Pues, Señor, ¿por favor, me lo puedes explicar y decirme exactamente de dónde esos…? ¿A qué escuela asistieron esos cuervos para aprender a hablar hebreo? ¿Qué tipo de…? ¿Cocinan en estufas de gas o tienen una a fuego de leña, o cómo lo hacen? ¿Y a dónde van a…? ¿Qué tipo de animal es el que matarán? Solo son pájaros pequeños. ¿Cómo matarán carne para mí, para traerme un emparedado de carne?”. ¿Ven? ¿Ven? Eso no se preguntó.",
    "Dios, la—la trompeta de Dios, Su voz sonó y dijo: “¡Yo lo he hecho!”. No: “Elías, tal vez Yo lo haga”. “Yo lo he hecho; Yo lo haré; ya lo he hecho”. Amén.",
    "Ese es nuestro Dios en esta noche. No: “Él lo hará”. Él ya lo ha hecho. Amén. Él ya lo ha hecho. Amén. No: “Él lo hará; es posible; probablemente lo hará”. Él ya lo ha hecho. “He mandado a los cuervos”.",
    "Él encomendó Su Espíritu a todos los hombres. Encomendó Sus bendiciones. Subió a lo Alto y dio dones a los hombres. Alguien lo va a recibir; alguien lo va a rechazar. No es asunto mío cómo viene; solo es que llegue allí. Dios dijo que así sería, y así es. Pedro dijo en el Día de Pentecostés: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para el perdón de vuestros pecados; y recibiréis el don, el Espíritu Santo”. ¿Cómo va a venir? No lo sé. “La—la promesa es para vuestros hijos, para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Ahora, Ud. no podría explicar eso. La trompeta ya ha sonado, y yo le creo. La obedecí y yo lo recibí. Amén. Ahora trate de convencerme de lo contrario. Amén. ¡Oh, yo no soy perfecto! No.",
    "Como esa noche, la hermana anciana de color, ella dijo: “Anciano, ¿puedo dar un testimonio?”.\n\n“Sí, señora”.",
    "Ella dijo: “Solo quiero decir esto”. Dijo: “Yo—yo—yo no soy lo que quiero ser”. Y dijo ella: “No soy lo que debo ser. Pero, hay una cosa que sé, ya no soy lo que era antes”.",
    "Pues, así, así es cómo nos sentimos ahora: Ya no soy lo que era antes, porque esta noche soy salvo por la gracia de Dios, y recibí el bautismo del Espíritu Santo, por la comisión. Fue derramado allí en el Día de Pentecostés, la promesa fue dada, y yo la creí. Nada incierto. Yo oí el sonido. Lo obedecí y estoy seguro de que eso es lo que es. Por supuesto. Sé que lo es. Seguro.",
    "Simeón, un sabio anciano de unos ochenta años, cientos de años desde que un profeta siquiera había estado en la tierra, pero caminaba por todas partes con una gran reputación. El Espíritu Santo le habló un día, dijo: “Simeón, sabes, tú no vas a morir hasta que veas la salvación del Señor”. ¡Gloria!",
    "Quizá el sumo sacerdote se frotó la barba unas cuantas veces, y dijo: “Simeón, deberías peinarte la barba hacia el otro lado”.\n\nÉl dijo: “Eso no tiene la mínima importancia”.\n\n“¿Cómo sabes que tienes razón”?\n\n“El Espíritu Santo me lo dijo. Yo no moriré”.",
    "🦅 Pues, Simeón, pues, estás… Pues, ya estás que te mueres”.",
    "🦅 ¡Oh, no me importa lo que Ud. diga! Pero Dios me dijo que yo no vería la muerte hasta que viera Su salvación. Nada incierto. Yo no moriré. No puedo ver la muerte sin que antes yo lo vea a Él”. Amén. Así es.\n\n“¿Cómo lo harás, Simeón”?\n\n“Yo, eso no es asunto mío”.\n\n“¿Dónde está Él, Simeón”?\n\n“No sé”.\n\n“¿Cómo sabes que vas a verlo”?",
    "🦅 Dios lo dijo. Por eso. Es la Palabra. Yo no veré la muerte sin verlo a Él”. ¡Oh, vaya!",
    "🦅 ¡Oh, pobre anciano! Por supuesto, está mal de la cabeza, Uds. saben. Así que, déjenlo en paz”.",
    "Pero, como sea, lo vio a Él. Sí, señor. Dios provee la manera para aquellas personas quienes reciben Su Palabra.",
    "Jesús, cuando estuvo aquí en la tierra, y estaba parado allí frente a la tumba de Lázaro.",
    "O antes de eso, cuando estaba en el discurso con el—con el pueblo, hablando de cómo Él, sin aún tener cincuenta años, y dijo que Él había visto a Abraham. ¿Ven lo seguro que Él estaba? Dijo: “Antes que Abraham fuese, YO SOY. YO SOY”. No: “Yo era, o lo seré”. Sino, “YO SOY. Estoy seguro”.",
    "Después dijo, frente a la tumba de Lázaro, antes de ir allá, Él dijo, se lo dijo a Marta, dijo: “Yo soy la resurrección, la Vida”. No: “Yo debo ser, o seré”. Sino, “YO SOY”. Amén.",
    "🦅 Mi hermano, si Tú hubieses estado aquí, no habría muerto. Pero aún ahora, Señor, lo que Tú le pidas a Dios, Dios Te lo dará”.\n\nÉl dijo: “Tu hermano resucitará”.",
    "🦅 ¡Oh, él resucitará en los últimos días, en la resurrección general! Él era un buen muchacho. Sí, yo creo que él se levantará”.",
    "Pero Jesús enderezó Su pequeño ser, dijo: “Pero Yo soy la resurrección y la Vida”. No: “Yo seré; debo serlo”, ni nada de eso. “YO SOY”. En eso no hay, no hay nada dudoso, vacilante; nada incierto. Era seguro.",
    "🦅 Yo soy la resurrección y la Vida; el que cree en Mí, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá”. Ahora, nada de: “Puede ser que no, tal vez no”. “Ellos no morirán”. Nada, nada incierto allí en eso. Ellos no morirán.",
    "🦅 El que oye Mis Palabras y cree en Aquel que Me envió tiene Vida Eterna, y ni siquiera vendrá al Juicio, mas ya ha pasado de muerte a Vida”.",
    "🦅 Ellos ¿pueda ser que no vengan al Juicio?”. ¡Ellos no vendrán al Juicio! Amén. Él recibió mi Juicio. Yo no tengo nada que ver allí. Amén. Ahí lo tienen. “Pasó de la muerte a Vida”. ¡Oh!",
    "Ahora, ella dijo que lo creía. Ahora, Jesús no dijo: “Pues, sabes, siendo que crees eso y sabes que Yo soy la Palabra, y—y yo—yo… Sabes que Yo soy Aquel que habría de venir; lo has confesado. Tú lo crees. Te diré lo que pudiéramos hacer. Reunamos a los ancianos y vamos allá a ver si podemos hacer algo al respecto”. No, no. Él dijo: “Voy a…” No: “ir a ver si puedo resucitarlo”. “¡Voy a despertarlo”! Amén. No: “Lo—lo intentaré”. “¡Lo haré”! Nada incierto. Ese no fue un sonido incierto cuando Él dijo: “Yo lo haré. Yo lo haré”.",
    "Y el Mismo que dijo: “¡Yo lo haré!” le dio a Ud. una promesa. ¡Aleluya! ¡Oh, qué cosa! Amén.\n\n“Yo iré a despertarlo”.",
    "Otra vez Él dijo: “Destruid este templo y ¿veré lo que pueda hacer al respecto?”. “Destruid este templo y Yo lo levantaré en tres días”. Nada incierto. “Ahora, lo intentaré. ¿Todos párense alrededor para ver si puedo hacerlo o no?”. Ah, no. “¡Yo lo levantaré”! Nada incierto. “Yo lo levantaré. Uds.—Uds. destrúyanlo; Yo lo levantaré”. ¡Oh, vaya!",
    "¿Por qué? Él sabía que era esa Persona, en la Escritura, de la que habló David. “No dejaré Su alma en el Hades, ni tampoco permitiré que Mi Santo vea corrupción”. Y sabía que Él estaba incluido en esa promesa Escritural, y por eso Él estaba seguro.",
    "Ahora, ¿podremos nosotros estar así de seguros? Hacemos ejemplo de Él para otras cosas. Mientras que la Palabra de Dios lo haya dicho, ¿no podremos nosotros estar igual de seguros de la Palabra como Él de Ella?",
    "🦅 Yo soy la resurrección y la Vida”. “Yo lo resucitaré”. Amén. ¿Por qué? Él sabía que la Palabra habló de eso, y era seguro que Él resucitaría.",
    "Si Yo soy esa persona allá en Juan 5:24: “El que oye Mi Palabra y cree al que Me envió, tiene Vida Eterna, y Yo lo resucitaré en los últimos días. Él no vendrá al Juicio; ha pasado de muerte a Vida”. Esos—esos somos nosotros. Y ¿qué nos tiene atemorizados? ¿Qué sucede?",
    "¿Qué importa la marca que Ud. tenga? Uds. se llaman, esto, aquello o lo otro. Somos hijos de Dios por la gracia de Dios. Fuimos llenos del Espíritu Santo por la gracia de Dios. ¿Qué diferencia hay si este es esto o aquello, si él es presbiteriano, metodista, bautista? Si él está lleno del Espíritu Santo, tiene en sí la Vida de resurrección. Amén. Sí. Ahora, en el Día de Pentecostés…",
    "Jesús les dijo, en Lucas 24:49: “He aquí, Yo envío una promesa”. No: “Quizás lo haga, veré lo que pueda hacer al respecto”. “Yo enviaré la promesa de Mi Padre sobre vosotros. Pero id allá a la ciudad de Jerusalén y esperad hasta que seáis investidos de poder”.",
    "Pues, ¿qué tal si ellos hubieran esperado, por decir, ¡oh!, seis días, hubieran dicho: “¿Qué esperamos? Yo creo que debemos aceptarlo por fe. ¿No creen Uds.?”.",
    "Qué tal si Santiago hubiera dicho, en el—en el día noveno, hubiera dicho: “Simón, ven aquí un minuto. Sabes, el otro día tuve una sensación peculiar. ¿Ves? ¿Y sabes lo que creo? Yo—yo—yo creo que Él no quiere que esperemos aquí. Yo creo que ya—ya lo hemos recibido, ¿no crees? Continuemos con nuestra obra; continuemos con nuestro ministerio”? ¡Oh, eso nunca hubiera sucedido!",
    "¿Por qué? Ellos sabían que el profeta lo dijo. Ahora escuchen. El profeta dijo: “Mandato debe ser sobre mandato, renglón debe ser sobre renglón, sobre renglón; un poquito aquí y un poquito allá”. “Retened lo bueno”. “Porque en labios tartamudos y en extrañas lenguas hablaré Yo a este pueblo, y este es el reposo, el sábado”. Ellos sabían que algo tenía que acontecer cuando llegara Eso.",
    "🦅 Derramaré Mi Espíritu en el día postrero”. Joel 2:28: “En los postreros días, dice Dios, derramaré Mi Espíritu sobre toda carne, y profetizarán vuestros hijos e hijas; sobre mis siervas y sirvientas derramaré de mi Espíritu, en aquel día. Daré prodigios en el cielo arriba, y—y en la tierra abajo, y fuego, y humo y vapor”.",
    "Ellos sabían que tenía que haber alguna experiencia que acompañara esa venida del Espíritu Santo. Ellos no iban a recibir un sonido incierto. Pero cuando sintieron que esa cierta cosa se movía y vieron la evidencia de la Biblia moviéndose a la par, en ellos no hubo incertidumbre. Salieron directamente a las calles. Discúlpenme. ¡Oh, vaya! Ellos estaban seguros de que eso era el Espíritu Santo.",
    "¿Saben Uds. qué tan seguros estaban ellos? Tanto, que Pedro, ese pequeño individuo sin educación, saltó sobre un tronco o un cajón, o en alguna parte, dijo: “Vosotros, varones de Judea”, el pechito hinchado como el de un gallito Bantam. Él dijo: “¡Vosotros, varones de Judea, los que habitáis en Jerusalén! Yo les tenía miedo a Uds. hace un rato, más ahora no. Esto os sea notorio, y oíd mis palabras. Estos no están ebrios como vosotros suponéis, sino que esto es Aquello”. “¿Esperamos que esto sea Aquello”? “¿Nosotros creemos que esto es Aquello”? Él dijo: “Esto es Aquello dicho por el profeta Joel”. ¡Aleluya! Nada incierto al respecto. “Esto es Aquello, que fue dicho por el profeta Joel”. ¡Oh, vaya!",
    "Jesús dijo, en Marcos 16, comisionó a Su Iglesia: “Id por todo el mundo, predicad el Evangelio”. “¿Estas señales tal vez los sigan?; ¿los seguirán una que otra vez, posiblemente?”. “Ellas acompañarán a los que creen. Estas señales seguirán a los que creen. En Mi Nombre echarán fuera demonios. Ellos hablarán nuevas lenguas. Si toman serpientes o beben cosa mortífera, no les hará daño. Si ponen las manos sobre los enfermos, ellos sanarán”. No: “Posiblemente”. “Ellos sanarán. Estas señales seguirán a los que creen”.",
    "Permítanme resumirlo al decir esto, hermano, hermana, en los próximos minutos: yo lo creo. Creo que todo lo demás, cualquier cosa que sea contraria a Eso, no está correcto. Yo creo que todo lo que esté en contra de Eso caerá. Yo creo, no me importa cuántos comunismos, ni cuántos de estos ismos y aquel ismo, y el iglesismo y romanismo, ni todos los demás, los americanismos y toda otra cosa, caerá.",
    "Pero esa Palabra permanecerá Eternamente, porque Ella es una Palabra. Y antes de que fuera una Palabra, tuvo que ser un pensamiento. Y una palabra es un pensamiento expresado. Y Dios, en la Eternidad, eso entró en Su mente. Él expresó Sus pensamientos. Eso vino a ser una Palabra, y la Palabra tiene que ser manifestada.",
    "Por eso, cuando Él habló de un Mesías, un Mesías tenía que venir. Él dijo que habría una Iglesia en los postreros días, sin mancha ni arruga; allí habrá una Iglesia. ¡Aleluya! Él lo dijo. Yo tomo Su Palabra. Yo la creo.",
    "Yo creo que Él le prometió el Espíritu Santo a todo creyente que creyera. Yo creo que Pedro, en el Día de Pentecostés, cuando predicó ese sermón notable, y les dijo a todos que se arrepintieran y fueran bautizados, que estas señales vendrían, y esto. “Todo aquel que invocare el Nombre del Señor, sería salvo”. Yo creo que eso es la Verdad; me he parado por eso. Lo he visto manifestado.",
    "Sé que estoy luchando por eso. Y sé que estoy intentando dar un paso. Antes de dar un paso, tengo que cortar todo enredo, zarzas verdes, todo lo demás, para quitarlo del camino. Pero cada vez que Ud. da un paso, está avanzando. Amén. Solo tome el cuchillo y córtelo.",
    "Muchos de Uds. recuerdan a Paul Rader, un amigo muy precioso. Yo apenas era un muchacho predicador, chico. Iba a Fort Wayne a escucharlo, en el Tabernáculo Rediger. ¡Un individuo bien grande! Él se hacía bien atrás, se subía los pantalones, levantaba la mano y gruñía como un oso, y yo pensaba que iba a saltar del púlpito. Cuando él… Y empezaba con un texto, sí, en Génesis, y terminaba en el Apocalipsis, de allá para acá. Paul era un tremendo hombre.",
    "Mientras hablaba un día, dijo: “Yo era un leñador allá en Oregón”, de donde era él. Dijo: “Un día, saben” dijo, “yo—yo estaba en los campos misioneros, lejos en alguna parte”. Olvido ahora dónde era. Y él estaba en una obra misionera.",
    "Él creía en Dios, creía en la sanidad Divina. Y Paul dijo: aquí mismo donde está situada hoy la iglesia mundial, él dijo: “Si yo hubiera vendido mi mensaje de gracia a los pentecostales fogosos en vez de hacer lo que he hecho aquí con este grupo de Uds.”, dijo: “y me causó preocupación, llegué al punto de tener miles y miles de dólares de deuda. Me preocupé tanto que me ha dado cáncer, y ahora me estoy muriendo. Si yo hubiera vendido mi mensaje de gracia a los pentecostales fogosos, Dios me habría bendecido abundantemente por ello”. Cierto.",
    "Dijo que él estaba allá en las—en las selvas, y contrajo fiebre de aguas negras o algo así. Era terrible. Y estaba allá lejos en las selvas, y era un creyente sólido en la sanidad Divina. Y dijo que se fue enfermando más y más. Él oró, oró. Y algunos de los misioneros dijeron que tomarían un bote en busca de un médico. Pues, les tardaría días conseguir un médico. Y él dijo: “Yo—Yo… No lo hagan, déjenlo así”. Dijo: “Si Dios no me cura, entonces partiré a Casa”.",
    "Dijo entonces que su esposa se quedó en la habitación con él. Se fue oscureciendo cada vez más y más. Y dijo que llamó a su esposa, dijo: “Cariño, toma mi mano”. Dijo: “Solo sigue orando por mí. Se está oscureciendo ahora”. Dijo: “Yo—yo creo que las sombras están cayendo a mi alrededor”. Él dijo: “Toma… Solo toma mi mano y ora, mientras parto”. Se preparó para encontrarse con Dios.",
    "Él entró en algo como un trance. Y dijo que soñó que él estaba por aquí de nuevo en Oregón, joven talando árboles. Y dijo que el jefe del campamento dijo: “Paul, sube acá a cierto lado de la colina, y tala un cierto árbol de cierto tamaño”.",
    "Dijo que subió a la colina corriendo con sus piernas jóvenes, y taló el árbol y lo recortó, clavándole el hacha. Dijo cómo ese pino suave, su hacha afilada, grande y de doble filo, entró tan agradablemente en el pino. Y dijo que lo agarró, pensó: “Pues, lo cargaré colina abajo”.",
    "Un gran hombre fuerte, dijo: “Yo entrenaba cómo juntar las rodillas y levantar con la espalda, la parte más grande de un hombre”. Tenía los músculos en su espalda y los hombros, en la parte trasera de sus piernas. Dijo: “Yo levantaba un tronco grande”, se lo ponía al hombro y caminaba. Pero dijo: “Era solo con un tronco común, pero” dijo: “Yo sencillamente…” [El Hermano Branham golpea el micrófono.—Ed.] Lo siento. Dijo: “Yo simplemente no pude mover ese tronco”. Lo siento.",
    "Él dijo: “Yo simplemente no pude mover ese tronco”. Dijo: “Me esforcé y me esforcé y traté de levantarlo, y simplemente no pude”. Él dijo: “Me quedé sin fuerzas”. Dijo: “Simplemente no pude mover ese tronco”. Y dijo: “Por último, me sentí tan débil que solo me senté contra el árbol y comencé a secarme el sudor. Yo estaba todo agotado”.",
    "Y dijo: “Después de un rato, oí la voz de mi jefe”. Pero dijo: “Era la voz más dulce que había oído”. Y dijo: “Cuando me volví, la voz me dijo: ‘Paul’. Y dije: ‘Sí, jefe, ¿qué sucede?’. Dijo: ‘¿Por qué estás luchando con él?’”. Dijo: “‘Bueno, tú me ordenaste que lo bajara al campamento, y me he agotado con él. Simplemente—simplemente no puedo hacerlo, jefe’. Él dijo: ‘Paul, ¿no ves esa corriente de agua que corre allí?’. Dijo: ‘Sí’. Dijo: ‘Ese arroyo baja directamente al campamento. ¿Por qué no lo arrojas al agua, le saltas encima y te dejas llevar hasta al campamento?’. Dijo: ‘No se me ocurrió eso’”.",
    "Así que, simplemente lo rodó al agua, saltó encima, dijo: “¡Oh, vaya!”. Comenzó a salpicar agua y a saltar, y gritar a gran voz mientras pasaba sobre las corrientes y bajaba por el agua, sobre todo, montado en este tronco, bajaba, gritando: “¡Lo estoy montando! ¡Montando en él!”.",
    "Él dijo que lo primero, al volver en sí, estaba allí en medio del suelo, y su esposa gritando con él. Él gritaba: “¡Lo estoy montando! ¡Lo estoy montando! ¡Lo estoy montando!”. ¡Hermanos!\n\nNaciones en la ruina, Israel despertando,\n\nSeñales que la Biblia predijo;\n\nLos días de gentiles contados, cargados de horrores.\n\n“Volved, o dispersos a lo vuestro”.",
    "Este Mensaje de la Palabra de Dios es la Verdad. Viva o muera, yo voy montado en Él. Yo no… Esto no es para discutir. No es mi intención discutir al respecto. Yo simplemente Lo recibí y Lo estoy montando. Dejen que se levanten los críticos. Yo pasaré toda corriente. Yo entraré al campamento uno de estos días, montando la Palabra de Dios. Amén. Estoy seguro de que llegaré allí.\n\nOremos.",
    "¿Por qué andar a cuestas con su carga de pecado? ¿Por qué quedarse en la condición en la que está, sin saber dónde está parado, corriendo de iglesia en iglesia, y de lugar a lugar? ¿Por qué no la arroja en la Cruz, esta noche, y se monta en la Palabra? ¿Por qué no solo acepta la promesa de Dios esta noche y montado se va lejos del desorden, hacia el gran cielo azul, despejado así? No luche Ud. con Ella; no se preocupe por Ella. Solo créala, acéptela. Es un Reino que no puede ser movido. Móntese en Él.",
    "Si Ud. está enfermo esta noche, acepte la promesa de Dios: “Yo soy Jehová, que sana todas tus dolencias”.",
    "🦅 ¿Cómo voy a sanar, Hermano Branham? El médico dice que tengo un problema cardiaco, tengo cáncer, tengo esto, aquello, lo que sea. Soy sordo, mudo. Estoy ciego”. ¿Cuál, cuál es la diferencia? Simplemente acepte la promesa de Dios y móntese en Ella.",
    "Tomemos un gran palo grande y clavémoslo aquí, y escribamos allí encima: “Se ha orado la oración de fe esta noche; voy a montarme en ella. La Biblia dice: ‘La oración de fe salvará al enfermo, y Dios lo levantará. Si hubiere cometido pecado, le será perdonado’. Estoy montando en ella. Yo lo creo”.",
    "Si Ud. ha hecho mal, si está extraviado esta noche: “El que encubre su pecado no prosperará. Pero el que confesare su pecado alcanzará misericordia”. ¿Por qué no confesarlo?\n\n“Pues, ¿qué debo hacer, Hermano Branham?”.",
    "Confiéselo, y luego móntese allí. Dios lo dijo. Lo apartará a Ud. inmediatamente de su pecado.",
    "¿Estará esa persona aquí esta noche, que nunca realmente ha puesto su confianza en Dios para la salvación de su alma, y a Ud. le gustaría ser recordado en oración mientras cerramos? Podría levantar la mano, decir: “Ore por mí, Hermano Branham. Yo quiero despojarme de mi ansiedad”. Dios le bendiga. Dios le bendiga. “Quiero arrojar…” Dios le bendiga, señora. “Quiero arrojar mi ansiedad”. Dios le bendiga, hermano. Dios le bendiga allí atrás, señor. Dios le bendiga, jovencita. Muy bien. Así se hace. Dios le bendiga a Ud. “Quiero arrojar mi ansiedad sobre Él y montarme ahora en Su promesa. Yo creo que Él prometió: ‘El que viene a Mí, de ninguna manera lo echaré fuera’”.",
    "🦅 No es cómo yo me siento, ‘se oró por mí anoche, Hermano Branham; no me siento mejor’”. Eso no tiene nada que ver. Yo no estoy montando mis sensaciones; estoy montando Su Palabra; es Su promesa.",
    "🦅 Hermano Branham, he ido al altar cuatro o cinco veces intentando recibir el Espíritu Santo. Yo nunca Lo recibí”.",
    "Eso no significa nada. Solo permanezca en el tronco, lo traerá directamente al campamento, al campamento del Primogénito, al campamento de los santos. Ud. llegará allí. Solo permanezca en su tronco, y dé voces y clame las alabanzas de Dios tan fuerte como pueda. Así es como se hace.",
    "Mientras tenemos nuestros rostros inclinados, ¿realmente quieren Uds. montarse allí? Entonces, esa cosita que les hace cosquillas en su corazón, ¿quieren Uds. venir aquí y pararse ante el altar un minuto? Permítanos orar y ponerles las manos. Nos gustaría que vinieran.",
    "Tomemos esa cosita que ha sido puesta en su corazón esta noche, y ha dicho: “Sabes que tú estás equivocado. Pues, levanta la mano”. Muy bien.",
    "Ud. ha dado un paso sobre el tronco, el tronco de Su promesa; el árbol, la cruz que fue talada. Abrace Ud. esta cruz ahora. Pase aquí adelante y diga: “Ahora voy a montarla. Ahora mismo voy a creerlo. Voy a aceptarlo. Yo lo creo. Nunca voy a cambiar; me voy a quedar firmemente con esa Palabra, hasta que esa sea confirmada. Y luego, después de que sea confirmada, voy a extenderme y montar otra, e ir montado en ella”. ¿Ven?",
    "Y palabra por palabra, paso a paso, Ud. poseerá todo lo que Dios le prometió. “Porque todo es posible” al que se monte allí. Que montare en Su promesa, porque es seguro que lo traerá a Ud. al campamento; lo traerá a Ud. a la Presencia de Dios.",
    "¿Vendrá Ud. ahora mientras tenemos nuestros rostros inclinados? Y llamo a cualquiera que se quiera parar ante el altar, solo un momento para orar.",
    "🦅 Estoy montando en ella, Señor. Señor, yo creo. Todas mis dudas están sepultadas en la fuente. Señor, vengo. Yo lo creo. Estoy dando un paso directamente sobre la Palabra esta noche, y voy a creerla con todo mi corazón. Estoy tomándote por Tu Palabra”.",
    "Una preciosa mujer se para aquí ante el altar, para—para vindicarle a Dios que ella es sincera. ¿Vendrán Uds., los que inclinaron sus rostros y levantaron sus manos, y querían ser recordados en oración? ¿Pasarían Uds. aquí arriba? Dios le bendiga. Solo venga aquí. Así se hace. Venga y párese aquí. Diga: “Voy a montarla. Dios, Tú hiciste la promesa, algo tocó en mi corazón y vengo ahora mismo para montarme en eso. Y voy a quedarme allí firmemente hasta que me traiga directamente al campamento. Estoy en camino directamente al campamento de los santos del Altísimo”. Dios le bendiga. ¡Qué bueno! Vengan ahora, Uds. que quieran montarse allí. Tal como Ud. es: “Tal como soy, un pecador”.",
    "Recuerde. Ud. dice: “¿Es ese un árbol?”. Sí. Un árbol fue talado, una vez, y fue colocado de nuevo en el Calvario. Simplemente móntese en ese árbol esta noche, con las promesas de Dios, la Palabra que colgó de ese árbol.",
    "Estoy montado en ella. Yo voy a creerla, con todo mi corazón. Quiero por lo menos venir aquí y estrechar las manos de mis hermanos.",
    "Dios le bendiga por su valiente posición. Quiero que permanezcan aquí solo por un momento mientras oramos. Dios lo bendiga, mi hermano. Mi preciosa hermana, Dios la bendiga. El Señor Jesús…?… Dios le bendiga, mi hermano. Dios le bendiga, hermana. “Guíame”. Que lo guíe al otro lado del río.",
    "Recuerden, como un siervo de Cristo, soy responsable de la predicación de la Palabra. Soy responsable de mi testimonio. ¿Y me pararía yo aquí esta noche…?",
    "Y un hombre de cincuenta y cinco años, o cincuenta y tres años, cumpliré cincuenta y cuatro en abril, y ¿pararme yo aquí sabiendo que, incluso en esta última visión, que podrían ser mis últimos pocos días en la tierra? Yo—yo podría dejarlos en pocos días. No sé lo que significa. Solo escuchen la cinta y saquen su propia conclusión. Yo no sé lo que significa. ¿Me pararía yo aquí, y creyendo a medias que podrían ser mis últimos mensajes que voy a predicar, que serán aquí en Phoenix, y decir algo que estuviera errado, y sabiendo que mi destino me espera más allá, y que seré juzgado por mis palabras?",
    "Hermanos míos, permítanme decirles esto, y mis hermanas, Uds. han estado en las reuniones. Uds. lo saben, del discernimiento y las cosas: ¿Les habré dicho algo a Uds. en el Nombre del Señor que no haya acontecido? Se lo pregunto a cualquiera. No, señor. Por todo el mundo, y de los miles de visiones, nunca ha sucedido. Y les digo la verdad esta noche, la Sangre de Jesucristo es más que suficiente para borrar toda mancha, y lo será.\n\nHay una Fuente llena de Sangre.\n\nY Uds. están de pie ante Ella ahora.\n\nSacada de las venas de Emanuel,\n\nLa única cosa segura que queda en la tierra.\n\nDonde pecadores sumergidos debajo del raudal,\n\nPierden todas sus manchas de culpabilidad.",
    "Voy a pedirles ahora a estos ministros, y hermanos, si pueden ir donde estas personas. El que sea… ¿Es así como Uds. llaman a los ministros para orar con la gente? Entonces todos los ministros aquí que quieran, que estén interesados en ver las almas salvas, vengan aquí y párense como un grupo de oración, donde podremos unirnos, alejarnos de todo lo demás y separarnos. Estos son hombres y mujeres que están sellando su destino esta noche, por la Sangre de Jesucristo, tomándolo a Él por Su Palabra, yendo montados directamente a Su Presencia, en Su Palabra y diciendo: “Heme aquí, Señor. Yo no tengo nada que ofrecer más que a mí mismo, y que me tomes”. ¿Podrían venir y pararse con ellos, por favor? Cualquiera que quiera, venga y párese. Dios los bendiga, mis hermanos. Eso está muy bien. Me gusta ver a hombres valientes, interesados en las almas. Supongo, hermanos míos que así está bien. Vengan alrededor. Así está bien. Párense alrededor. Vamos ahora a…",
    "Si la pianista se encarga de la música, por favor, cantemos este himno, dulcemente ahora, conscientes, en reverencia.",
    "No venimos a algo mítico. No venimos a algo que solo sea una—una—una creencia imaginada. Sino que estamos entrando en la Presencia de Dios, el omnipotente Jehová Dios, Quien prometió que: “Donde estuvieren dos o tres reunidos en Mi Nombre, allí estoy Yo en medio de ellos”. Hable con Él como Ud. lo haría con su amigo, diga: “Señor, lo siento. Yo he pecado”. Y vamos a cantar.\n\nHay una Fuente llena de Sangre,\n\nSacada de las venas de Emanuel,\n\nDonde pecadores sumergidos debajo del Raudal,\n\nPierden todas sus manchas de culpabilidad.\n\nEl malhechor se gozó al ver\n\nEsa Fuente en su día;\n\nQue allí, aunque vil como él,\n\nYo pueda lavar mis pecados.\n\nDesde que por fe yo vi ese Raudal\n\nFluyendo de Tus heridas,\n\nEl amor redentor ha sido mi lema,\n\nY lo será hasta que yo muera.",
    "Solo sea muy humilde ahora. Ud. no es nada. Ninguno de nosotros somos nada. Y sinceramente ahora, con todo el corazón, simplemente inclinen su corazón y rostro, en todas partes, por el edificio.",
    "Nuestro Padre Celestial, sé que Tus Palabras son muy ciertas. Ellas no pueden fallar. Ellas son la Palabra de Dios. Ellas son Dios. Y Tú dijiste: “El que viene a Mí, de ninguna manera lo echaré fuera”. Y estos hombres y mujeres, bajo convicción, sabiendo que no están bien, han pasado al frente esta noche, Señor, para confesar que están equivocados, sabiendo que han sido movidos por algo interno que—que les invitó a que vinieran a la Fuente. Y aquí están parados con los rostros y corazones inclinados, para beber libremente de las aguas de Vida, que fueron prometidas por Dios. Recíbelos, Padre, en Tu Reino. Ellos son Tuyos.",
    "Tú dijiste: “Nadie puede venir a Mí si Mi Padre primero no le trajere. Y todo lo que el Padre Me ha dado vendrá a Mí”. Y eso muestra que Dios le ha dado estos a Cristo, como un regalo de amor. Y aquí están parados, Señor. “Ninguno puede arrebatarlos de Mi mano”. Y oro, Dios, que los asegures esta noche, mientras se paran aquí, y dales el bautismo del Espíritu Santo mientras están aquí en el altar.",
    "¡Que el gran poder de Cristo sature ahora sus vidas! Ellos hicieron su confesión. Pasaron al frente. Tú dijiste: “El que Me confiese delante de los hombres, Yo lo confesaré a él delante de Mi Padre y de los santos Ángeles”. Sabemos que esa obra ya se llevó a cabo.",
    "Ahora, Señor, séllalos en el Reino de la promesa, del Espíritu Santo. Concédelo, Señor. Derrama Tu Espíritu sobre ellos, y llénalos con el Espíritu del Dios viviente, para que sean testimonios vivos todos los días de sus vidas, del Reino de Dios.",
    "Ahora que la congregación se ponga de pie. Todos estén ahora en oración. Vamos a orar para que estos…",
    "Ahora, cada uno de Uds. que pasó aquí al frente esta noche, sintiendo Ud. que tenía pecado en su corazón, no hay nada ahora que Ud. pueda hacer más que creer eso. El Santo… Ud. acepta Esto por fe. Esta es la fe, que Ud. acepta. Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre no le trajere primero. Y todo el que viene a Mí”, Él lo recibirá. Él no puede hacer otra cosa, porque lo prometió. ¿Ven? Por tanto, no descanse Ud. en una sensación; descanse en Su Palabra. ¿Ven? La Palabra lo dijo.",
    "🦅 El que oye Mis Palabras y cree al que Me envió, tiene” tiempo presente, “Vida Eterna, y no vendrá al Juicio, sino que ha pasado de muerte a Vida”. El Espíritu Santo es una experiencia de ser lleno e investido de poder para servicio. Pero el confesar y recibir a Cristo es tener fe y hacer su confesión, y sentirse libre, que Dios lo ha perdonado a uno de sus pecados.",
    "Y en base a Su Palabra, Él dijo: “Ningún hombre puede venir si Mi Padre no lo trajere primero”. ¿Ven? Ahora, Dios lo trajo a Ud. primero. “Y el que viene a Mí, de ninguna manera lo echaré fuera”. ¿Ven? ¿Ven? Uds., Uds. lo han recibido. Lo único que, Ud. tiene…",
    "Él, Él murió por Ud. Sus pecados fueron perdonados hace mil novecientos años. Ud. solo acaba de aceptar ahora lo que Él hizo por Ud. ¿Ve? ¿Y cree Ud. que Él murió por sus pecados? ¿Lo aceptará a Él como su propiciación? En otras palabras, Ud. lo acepta a Él, Quien tomó sus pecados.",
    "¿Se alegrará Ud. y le dará gracias por haber cargado sus pecados? ¿Cree Ud. que Él lo hizo? Entonces simplemente levante la mano, diga: “Yo creo que Él toma mi pecado” amén, “toma mi pecado”. Muy bien.",
    "Entonces, Ud. ahora es un candidato para el bautismo del Espíritu Santo.",
    "Si Ud. no ha recibido el bautismo Cristiano, uno de estos hombres aquí se encargará de eso, que Ud. reciba el bautismo Cristiano.",
    "🦅 Pero mientras Pedro aún hablaba estas palabras, antes de ser bautizados; mientras Pedro hablaba estas palabras, el Espíritu Santo cayó sobre ellos”. ¿Por qué? Todos ellos estaban expectantes. Ahora Uds. están expectantes. Ud. quiere algo ahora que—que lo sellará en el Reino de Dios, algo que será real para Ud. ¿Quiere re-… ¿No quieren Uds. recibir el Espíritu Santo, cada uno de Uds.? ¿No lo quieren? Seguro que lo quieren. Es el poder que los guarda. ¿Ven?\n\nEstaban unidos en el aposento alto,\n\nOrando en Su Nombre, el…\n\nFueron bautizados con el Espíritu Santo,\n\nY vino el poder para el servicio.",
    "¿Ven? ¡Oh, eso es lo que Uds. quieren ahora! Y pueden recibirlo ahora mismo. Es para Uds., ahora mismo.",
    "Ahora, hermanos, acérquense. Vamos todos ahora y pongamos nuestras manos sobre estos hermanos, y oremos para que ellos reciban el Espíritu Santo. Acérquense ahora, hermanos. Acérquense ahora.",
    "Ahora, toda la congregación, levanten sus manos ahora, ¡todos!…?…",
    "Nuestro Padre Celestial, en el Nombre del Señor Jesucristo, llena cada corazón aquí con el bautismo del Espíritu Santo.",
    "Reciban el Espíritu Santo. Reciban el Espíritu Santo, estas personas que están aquí paradas y esperando la Presencia y el poder de Dios para saturar sus vidas. 🦅"
  ]
}