{
  "title": "EL MENSAJERO DE LA TARDE",
  "id": "63060009",
  "content": [
    "🦅  Muchas gracias. El Señor le bendiga.\n\nPueden sentarse.",
    "Mi hijo estuvo aquí hoy y dijo: “Papá, quisiera que hubiéramos visto esa iglesia antes de comenzar a construir la nuestra, es un lugar muy bonito”. Y mencionó que… Dijo: “Aún no he conocido al ministro, pero si él es una persona tan amable como su esposa, seguramente será una buena persona”. Así que estamos contentos de estar aquí.",
    "Y yo—espero con ansias el—el culto de esta noche, que Dios derrame Sus bendiciones sobre nosotros y nos ayude.",
    "Ahora estamos… Acabo de entrar y creo que oí al Hermano Williams decir algo acerca de estar en el Ramada. Y supongo que se han hecho los anuncios respecto a eso. Normalmente se encargan de eso antes de que yo pase. Y ciertamente estamos esperando pasarlo muy bien en la convención. Y mi parte aquí solo es ir alrededor y reunirme con los hermanos y tener compañerismo entre la gente, y orar para que Dios nos dé un—un estímulo correcto, y luego podamos ir directamente al Ramada en una gran reunión. Y estamos queriendo visitar todas las iglesias que podamos, en anticipación a eso. Y estamos pasando muy bien. Realmente estamos pasando de maravilla con el compañerismo entre nuestros hermanos.",
    "Y, por lo general, soy… Cualquiera sabe que no soy un gran predicador, solo soy como una llanta de repuesto. Pero yo—yo… Mi ministerio es orar por los enfermos. Y yo… Hemos tenido tanta gente en las noches y demás, que a duras penas tenemos suficiente espacio para hacerlo. Y vamos a intentar, si… cuando lleguemos a lugares donde podamos, aquí, de repartir algunas tarjetas y traer a las personas y orar por ellas. Pero con un culto de una noche a la vez, los que no se logran esta noche, pues luego los meten al otro lugar la noche siguiente, y después por allá al otro lugar, y así solo doy una—una pequeña—una pequeña charla cada noche para la gente, y hago lo mejor que puedo, como para… para la honra y la gloria de Jesucristo, y a Quien todos amamos y le creemos, y por quien nos reunimos en compañerismo.",
    "Supongo que oyeron el accidente en la esquina hace unos momentos. No sé si el hombre murió o quienquiera que haya sido, el auto se atravesó. Nos detuvimos para orar, hace unos momentos. Como a unas dos cuadras aquí más arriba, golpearon a alguien de costado y lo lanzaron por la calle. Y una persona grande estaba cubierta allí. Y la policía estaba allí, pero creo que la ambulancia aún no había llegado. Seguramente ellos… Si no lo mataron, ciertamente fue… El golpe de este lado y salió lanzado por la puerta del otro lado, así que debe haber sido un golpe horrible. Saben, simplemente…",
    "Tenemos que servir a Dios a cada minuto. No sabemos en qué momento—no sabemos en qué momento puedan suceder esas cosas. Tal vez pensemos que no seremos nosotros, pero Ud. sabe que puede ser, Ud. sabe. Y yo creo que Jesús dijo: “Prepárense” porque no sabemos en qué minuto u hora podemos ser llamados. Y luego iremos a un lugar donde no sufren accidentes, ni problemas. Estamos muy contentos de que haya la promesa de un lugar así.",
    "Saben, solo con pensarlo esta noche, al—al ver que anhelamos un lugar así, muestra que hay un lugar como ese. ¿Ven? Y sabemos que todos los negativos, todas las sombras, algo tiene que producir una sombra. Una sombra es un reflejo. Y si hay una vida como esta, prueba que ella es una sombra, entonces hay una vida real en algún lugar que ella está reflejando. ¿Ven? Fíjense Uds. en un árbol, en la belleza del árbol. ¿Y saben eso qué es? En tipo es el negativo, la sombra del Árbol de la Vida en el Cielo.",
    "Ahora, saben, cuando Dios vino a la tierra, cuando incubaba sobre la tierra al principio, y tal vez lo primero que apareció fue un—un renacuajo, como quieren decir los científicos. Lo que seguía puede haber sido algo… Yo creo en la verdadera evolución Cristiana, pero no creo que todo provenga de una sola célula. Creo simplemente que… Dios hizo un renacuajo, y luego hizo un pez, y luego hizo otra cosa. Y simplemente… Yo creo que fue subiendo, no de la misma célula, sino en una criatura diferente cada vez.",
    "Y finalmente, Él continuó, venía una especie más avanzada, y después de un tiempo eso reflejó a Aquel que estaba incubando, que era Dios. Ahora, para probar que así es, cuando Dios Se hizo carne fue Jesucristo, un hombre. ¿Ven? Así que, no fue un Ángel, un hombre. Y eso muestra que lo reflejaba a Él.",
    "Y, ¡oh, esta antigua Biblia está llena de esas buenas pepitas! A mí simplemente… me gusta escarbar (¿a Uds.?) y entrar allí y sacudirle todo el polvo, mirarla y ver qué es Ella. Como las joyas, Uds. aquí en Arizona saben, las grandes joyas vienen del polvo de la tierra. De allí es de donde vienen. Y las joyas de Dios también vienen del polvo. Y Él… Estamos muy felices que Él nos haya dado el privilegio de entrar a Su gran refinería, y que toda la escoria fuera eliminada.",
    "¿Saben Uds. cómo lo hacían antes? Por supuesto, Uds. personas de Arizona saben cómo ellos… antes de tener la fundición, cómo ellos refinaban el oro. Se nos dice que tomaban el oro y lo golpeaban. Los indios de antaño hacían eso, lo golpeaban. Y solo lo volteaban, y lo golpeaban y lo golpeaban, hasta que le sacaban toda la escoria. Y la manera de saber que todo había salido (toda la pirita y las cosas que contiene, todo eso), cómo lo sabían, el que golpeaba veía en él su reflejo, podía verse a sí mismo. Entonces sabía que estaba quedando limpio, cuando reflejaba su propia imagen.",
    "Y, saben, creo que Dios quiere hacer eso con Su Iglesia, simplemente sacarle a golpes todo el mundo hasta que el reflejo de Jesucristo viva en cada uno de nosotros y reflejemos Su Vida. Entonces estamos listos ya para Su… Él Se refleja a través de nosotros en ese momento, cuando nos… nos despojemos de todo peso y del pecado que fácilmente nos asedia, para que podamos correr con paciencia la carrera que tenemos por delante, mirando al Ejemplo, el Autor y Consumador de nuestra Fe, Jesucristo. ¡Estoy muy contento por Eso!",
    "Ahora, por lo general digo cada noche… Le dije al Hermano Carl Williams, dije: “Hermano Carl, esas personas no quieren volver a oírme, de acá para allá por esos valles, manteniéndolos hasta dos o tres horas por la noche”.\n\nÉl dijo: “Bueno, pues venga”.",
    "Por lo que agradezco su paciencia en—en invitarme de nuevo. Y, pues, cada noche…",
    "Hablé con mi esposa hace un rato, allá… Ella está en Tucson ahora, y le dije: “¿Cómo está el clima?”.",
    "Ella dijo: “Calentando”. Y dijo: “¿Estás siguiendo el horario?”.\n\nLe dije: “A la perfección, hasta las diez o las once cada noche”.",
    "Le dije: “Esta vez voy a descansar cuando vaya a Arizona para esta pequeña reunión. Voy a esas iglesias, donde esos hermanos. No voy a castigar a esas personas, solo iré allí y dejaré que se cante, el jubileo. Me voy a limitar, haré mis apuntes para unos quince, veinte minutos, diré ‘Amén’ y me iré a casa”.\n\nElla dijo: “¿Estás cumpliendo con el horario?”.",
    "Dije: “Sí, cariño, así es; el horario normal, hasta tres horas”. Es gente muy fina; mucha paciencia.",
    "Bueno, inclinemos nuestros rostros por un momento ahora mientras vamos a Él. Pues, estoy seguro de que en una buena congregación de personas como esta que cree, y especialmente… veo dos camillas aquí, personas enfermas y necesitadas, sé que ellas tienen peticiones especiales. No hay duda que muchos otros tienen estas peticiones. Si es así, levante la mano y hágalo saber al levantar la mano. Y ahora, en oración, voy a ir y orar por estas personas en estas camillas, mientras—mientras estemos aquí, para estar seguros de hacerlo. Si algo sucediera… Ellos tuvieron la fidelidad necesaria para que los trajeran aquí, quiero que todos oren conmigo.",
    "Nuestro Padre Celestial, estamos dejando ahora de lado todo otro pensamiento, limpiando nuestras mentes, y estamos entrando en Tu Presencia para la limpieza de nuestra alma. Y traemos por delante la Sangre del Señor Jesús. Confesamos que no somos dignos de ninguna bendición que Tú pudieras darnos, sino porque Él murió para que nosotros pudiéramos obtener estas bendiciones, y nos has dicho que confiadamente nos acerquemos al Trono, para nosotros tener acceso a estas bendiciones por la gracia de nuestro Señor Jesús, Quien vino a la tierra, Emanuel, y tomó el lugar del pecador. Él se convirtió en nosotros, ¡oh!, para nosotros poder convertirnos en Él.",
    "¡Qué intercambio, Señor! Una vida pecaminosa, destinada al infierno que teníamos, y saber que Uno vino y Él Mismo tomó esa vida, y purificó nuestros pecados con la Sangre derramada de Su Propia Vida. Es más de lo que nuestros corazones podrían aun pensar, Señor. Y luego, además de todo eso, Él hizo un camino para eliminar nuestra iniquidad y sanarnos por medio de Sus llagas. Estamos muy agradecidos de que Él haya prometido que nos guardaría mientras en servicio a Él.",
    "Y ahora, esta noche, Padre, se han hecho muchas peticiones… al levantar sus manos. Sabemos que Tú las considerarás cada una, sabiendo lo que hay debajo de la mano, en el corazón.",
    "Y pido, Señor, que recuerdes la Palabra esta noche mientras La leemos; y meditamos en Ella como una pequeña lección, como una escuela dominical, para que podamos salir de aquí esta noche y—y tengamos esto en nuestros corazones, sintiendo que estaremos más cerca de Ti, al salir, que cuando entramos. Por eso estamos aquí, para que esto pueda traer un avivamiento a todo el país, no sabiendo cuándo pudiera comenzar, pero lo esperamos con expectativas, Señor. Estamos colocando todo esfuerzo humano posible para traer un avivamiento que traiga a hombres y mujeres, niños y niñas, al conocimiento salvador de Cristo.",
    "Queremos agradecerte por esta iglesia, por su pastor tan fino y su familia, y por todos los diáconos, síndicos y por todo lo que ella representa. Te damos gracias por aquellos que son valientes al estar aquí apoyando. Y, Señor, solo pedimos que las bendiciones de Dios descansen sobre ellos. Bendice todo esfuerzo. Que este sea un puesto, Señor, donde todo el valle aquí pueda entrar y encontrar descanso. Concédelo, Padre. Que las oraciones del pastor por los enfermos reciban respuesta. Que sus oraciones por la salvación reciban respuesta, y todo lo que abarca el—el Evangelio. Que Tus bendiciones sean con él. Y que a la iglesia no le falte ningún don espiritual, que sea un lugar, una iglesia ejemplar para toda la comunidad. Concédelo, Señor.",
    "Ahora, Padre, postrados aquí en las camillas esta noche, sin poder sentarse y disfrutar de la reunión, están aquellos que no tienen este privilegio. Y de alguna manera entraron cargados aquí esta noche. ¡Oh, Dios, ten piedad! Pienso: “¿Y si esa fuera mi esposa o mi hermano, o alguien que fuese un pariente que yo conociera muy bien?”. Lo es de alguien, y oro, Padre, que la gracia de Dios, con Su poder, se extienda con liberación Divina hacia ellos esta noche, y los libere de estas camillas. Que no queden en estas camillas después de esta reunión esta noche. Que cuando salgan, las camillas queden atrás. Que el poder que resucitó a Jesús de los muertos, vivifique de nuevo sus cuerpos a nueva salud y fortaleza. Concédelo, Padre nuestro. Pues, sabemos que Tú prometiste hacerlo.",
    "Y, por eso está escrito en las Escrituras: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, ellos sanarán”.",
    "Ahora, Padre, que nadie quede fuera de su alcance, mientras otros se pueden alcanzar, yo bajaré allí en conmemoración de este mandamiento. Y, Dios, espero recibir una carta de ellos, que fue hecho, porque voy en el Nombre de Jesucristo.",
    "[El Hermano Branham baja y ora por los que están en las camillas mientras la congregación canta Solo creed cuatro veces, luego regresa y canta.—Ed.]…?…\n\nCreo, Señor, Oh, creo, Señor,\n\nTodo es posible, creo, Señor;\n\nCreo, Señor, creo, Señor\n\nTodo es posible, creo, Señor.",
    "Siendo que las dos damas tenían crecimientos, una tenía cáncer.",
    "Y tal vez dé este pequeño testimonio rápidamente, así tenga que recortar un poco mi plática. Justo antes de salir de casa, el último caso que tuve antes de salir, fue un caso sobresaliente, había una señora y su nombre es Dyer; antes lo era, no recuerdo su nombre actual. Era el Doctor Dyer, de Louisville. Un James, el Doctor James Dyer, un especialista en crecimientos y demás, en Louisville.",
    "Su hija tocaba el piano en la iglesia de La Puerta Abierta, la cual pastorea el Doctor Cauble; solo (¡oh!) una gran sinagoga antigua judía, gigantesca. Y el hombre mismo pertenecía a la Iglesia de Cristo, la denominada Iglesia de Cristo, y se convirtió a la fe del Evangelio completo, un hombre muy fino. Y ella tocó en mi reunión cuando la tuve en Louisville, en el Memorial Auditorium. Y ella se sorprendió al ver lo que había ocurrido, y quiso decirle a su padre al respecto.",
    "Él dijo: “Solo es psicología. Esas personas siguen tan enfermas como siempre”. Y pues—pues él no Lo creía.",
    "Finalmente, ella se alejó de la iglesia, se casó con un muchacho del seminario bautista, y finalmente él se apartó de su creencia. Fue instruido para ser un ministro, y los bautistas lo hacen de esa manera. Y entonces ellos… Finalmente él se apartó, no quería predicar. Y se mudaron donde su familia en Rockford, Illinois.",
    "Finalmente ella, Jean, comenzó a sufrir algunos problemas femeninos. Fue a ver a su padre para que la examinara, regresó a Louisville para el examen. Y, cuando lo hicieron, encontraron lo que se llama el “tumor chocolate”, está en las glándulas femeninas. Al extirpar eso, su padre, en una larga operación, pues él debe haber derramado algo del—del tumor en ella. Y, finalmente… Y la trataron con rayos X profundos y—y terapia.",
    "Y, luego, cuando ellos… cuando regresó a casa, pues ella siguió teniendo problemas.",
    "Como al año la trajeron de nuevo para otro examen, y le practicaron una histerectomía completa. Y al hacerlo, el padre, con el Doctor Humes, que es uno de los principales médicos del sur, operaron, y estaba demasiado avanzado, el cáncer ya se había envuelto en el colon. Así que la dejaron allí por un tiempo. Luego probaron nuevamente los tratamientos de rayos X, y vieron que no le sirvió de nada, así que simplemente la llevaron de vuelta al hospital para… No pudieron darle más laxante para que su intestino se moviera, así que trataron de lavarla con enema. Y llegó al punto que el agua no entraba más en el intestino.",
    "Entonces su esposo era uno de mis críticos. Y así que, finalmente, un día él vino y tomó el libro y comenzó a leerlo. (Y mi hijo aquí y el Hermano Sothmann, él es uno de los síndicos, está aquí en alguna parte). Y él simplemente se postró en los peldaños de la iglesia, pues, por un par de días, hasta que… yo—yo estaba ausente en una reunión. Al regresar yo—yo fui a verla. Y él me habló, dijo: “Bueno, ella no sabe que tiene cáncer”. Dijo: “Solo vaya y hable con ella y ore con ella”.",
    "Y entonces, cuando fui a verla, ella dijo: “Hermano Branham” dijo, “mi esposo va a aceptar la sanidad Divina” dice, “porque yo no podía lograr que él mirara uno de los libros, ahora él me lee página tras página todos los días, de uno de los libros”.",
    "Y dije: “Entiendo eso, Jean”. Y dije: “Ahora, Jean, hablemos y veamos qué dirá el Señor”. No había nadie en el cuarto, la enfermera se despidió. Y entonces hablamos un rato, y después de un rato vino una visión. Yo… Ella tiene unos cuarenta años, aún sin canas, pero estaba envejecida y canosa. Le dije: “Jean, bueno, tú has estado en las reuniones”.\n\n“Sí, Hermano Branham”.",
    "Le dije: “Te lo han ocultado, y me dijeron que no lo dijera, pero tienes cáncer”. Y dije: “Tu padre y… O tu marido dijo: ‘No le diga nada al respecto’. Pero tienes cáncer, Jean. Pero, ahora, quiero decírtelo, porque has estado en las reuniones: Una visión jamás ha fallado. Ahora te lo diré, Jean: es ¡ASÍ DICE EL SEÑOR! ¿Ves?”. ¿Ven?",
    "Pues, uno realmente quiere estar seguro de eso, ¿ven?, que el… que sí sea el Señor. No una impresión; uno la ve. ¿Ven?\n\nY luego dije: “Vas a vivir. Ellos… Él…”.",
    "Ella dijo: “Hermano Branham, siempre lo sospeché”. Y ella dijo: “Al ser criada en una casa con mi padre siendo médico” dijo, “yo—yo—yo lo sospechaba”. Dijo: “Siempre lo sospeché, que era eso”. Oramos.",
    "Al día siguiente, el segundo día después de eso, la llevaban a hacerle una colostomía. En eso, Uds. saben, cortan el intestino y ponen una bolsa en el costado y luego el paciente solo… hasta que mueren, el cáncer finalmente los mata, vacían el intestino en una bolsa. Y ya cuando la tenían lista, y preparada y lista para la mesa de operaciones, se sintió muy extraña. Y ellos… ella llamó a la enfermera para que la ayudara a ir al—al baño. Y, cuando lo hizo, tuvo una eliminación completa y normal. Y su—su esposo, casi no podía creerlo. Y al segundo día… No la llevaron allá. El segundo día, normalmente, después del desayuno, otra eliminación completa. Así que ella…",
    "Su médico llamó. Entre sollozos y llanto, dijo: “Es que no puedo entenderlo, ni podemos encontrar un síntoma de aquello, en absoluto. Desapareció”.",
    "Bueno, pues, mis preciosas hermanas, no tengo ni una razón para pararme aquí como siervo de Cristo y decir algo que no es, porque sería juzgado ese día, y desechado como un hipócrita.",
    "Ahora, con la Palabra de Dios abierta, yo no oré más por Jean, ni más sinceramente que lo que hice por Uds., ¿ven? Simplemente clavamos esa pequeña estaca, sabiendo que habíamos hecho esa oración de fe. Eso concluye el asunto. La Palabra de Dios lo dijo, ¿ven?, “La oración de fe salvará al enfermo”.",
    "Pues, el mismo Dios que sanó a la hija del Doctor Dyer, que es Jean… No sé cómo se llama ahora. Pero ese hombre ciertamente ha recibido el Evangelio completo. En el último sermón en la iglesia, él estaba sentado aquí mismo aceptándolo todo, tomando la comunión con nosotros, y todo lo demás, un estudiante bautista que había venido al Señor para el bautismo del Espíritu Santo. Bueno, eso solo muestra que Dios sigue siendo Dios.",
    "Y el doctor, su padre, un hombre encantador, pero él nunca había visto suceder algo así.",
    "Pues, Dios tiene un tiempo para todas las cosas. Y en cuanto a creer, ambos son creyentes. Así que a veces estas cosas pasan para bien. Uds. saben, la Biblia dice: “Les ayudan a bien”.",
    "Pues, ¿recuerdan a Job, todas sus pruebas? Bueno, eso no fue Dios corrigiendo a Job, sino que fue Dios aprobando a Su siervo. Así que todo resultó para bien, ¿ven? Y entonces el Libro de Job quedó escrito para todas las generaciones como un testimonio. Pues, Dios lo está haciendo para bien.",
    "Solo recuerden: he orado con todo mi corazón la oración de fe. Uds. créanlo, y allí, hasta allí llegará, el caso quedará resuelto, solo—solo esperen los resultados.",
    "Ahora, iremos directamente al—al mensaje, (muchos están de pie), es un pequeño mensaje para la tarde.",
    "Y—y solo recuerden ahora, allí en el—en el Ramada, esta vez habrá unos oradores muy buenos en esta convención del Ramada, los Hombres de Negocios, así que… allá en el Ramada. Así que hagan todo lo posible para asistir a esta reunión. El Hermano Oral Roberts estará allí la noche del banquete.",
    "Y, pues, ya que soy una pequeña parte de Tucson, voy a representar a Tucson. Tenemos una allá, también, el próximo lunes por la noche, si se encuentran por ahí, pues, asistan allí también. Y Uds. tendrán que… tal vez sufran conmigo un rato, porque se supone que yo debo hablar en aquella. Entonces, si pueden, vengan el próximo martes… el próximo lunes por la noche al Ramada Motel, el Ramada Inn, de Tucson. Y, por supuesto, todos sabemos que Phoenix solo es las afueras de Tucson. Todos lo sabemos, ¿ven?, así que—así que vengan y vean cómo vive la gente de la montaña.",
    "Ahora abramos nuestras Biblias en Zacarías 14, el capítulo 6 y 7, deseo leer para… para tomar de esto un pequeño contexto del texto que deseo tomar.\n\nY acontecerá que en ese día no habrá luz clara, ni oscura.\n\nSerá un día, el cual es conocido de Jehová, que no será ni día ni noche; pero sucederá que al caer la tarde habrá luz.",
    "Ahora de esto deseo tomar: El Mensajero de la tarde, para una con-… como un texto: El Mensajero de la tarde. Por supuesto, podemos tener mensajeros a lo largo del día, y ha habido mensajeros a lo largo de este día del que Él ha hablado, pero viene un Mensaje de la tarde. Y queremos ver eso esta noche y de alguna manera, como escuela dominical, hablar sobre esto un rato.",
    "Bueno, todos sabemos de lo que hablaba aquí Zacarías, porque él dijo: “Será un día el cual es conocido del Señor, ni día ni noche; pero al caer la tarde habrá Luz”. Pues, al saber que no era de día ni de noche, tendría que ser una especie de—de—de día sombrío, un día de niebla.",
    "Y todos sabemos que la civilización ha viajado del oriente al occidente. La civilización más antigua que tenemos es China. Y la civilización ha viajado del oriente al occidente, porque ha seguido al sol, y ahora hemos llegado hasta la Costa Occidental. Si continuamos más, estaremos de nuevo en el oriente, ¿ven? Así que estamos al final del camino.",
    "Nosotros creemos, como la Iglesia, que el Evangelio ya casi se completa. Creemos que los grandes mensajeros a través de los siglos, en estos últimos días, los últimos cientos de años, han luchado por estas grandes cosas: La justificación por la fe, Lutero; la santificación, por Wesley; el bautismo del Espíritu Santo, por los pentecostales. Creemos que esos elementos van formando el cuerpo completo, como lo natural y lo espiritual.",
    "Cuando nace un bebé, normalmente ¿qué es lo primero? Lo primero que rompe, es el agua; lo siguiente, es sangre; y lo que sigue, es la vida.",
    "Primera de Juan 5:7 dice: “Hay tres que dan testimonio en el Cielo: el Padre, la Palabra, y el Espíritu Santo; y estos tres son uno”. Ellos son Uno; no se puede tener al Padre sin tener al Hijo, no se puede tener al Hijo sin tener al Espíritu Santo. ¿Ven?, son Uno. “Pero hay tres que dan testimonio en la tierra, el agua, la sangre, y el Espíritu: y ellos concuerdan en uno”. No son uno, pero concuerdan en uno. ¿Ven?",
    "Entonces, uno puede estar justificado sin ser santificado; puede ser santificado sin tener el Espíritu Santo. ¿Ven? El Espíritu Santo es la Presencia del poder de Cristo que mora por dentro, en el Espíritu. Ahora, vemos que lo natural tipifica lo espiritual, así que la Iglesia está en su completa madurez ahora: justificación, santificación, bautismo del Espíritu Santo. Acabamos de repasar las Siete Edades de la Iglesia, en casa, tipificándolo maravillosamente.",
    "Y, a propósito, ¿alguien habrá oído esas grabaciones de las edades de la iglesia? La última vez que dibujé esas edades allá en el pizarrón, y el Padre Celestial sabe que esto es verdad, cuando lo terminé lo mejor que pude, bajo la inspiración que Dios me daba, ese Ángel del Señor que Uds. ven en la fotografía (muchos han visto esa fotografía, ¿verdad, esa Luz?), Ella descendió directamente a la sala, delante de como unas trescientas o cuatrocientas personas, pasó al lado de la pared (como una Luz así) y Ella Misma dibujó esas edades de la iglesia. Todos nos quedamos allí mirándola, La vimos dibujar la primera edad de la iglesia, la segunda, la tercera y la cuarta, la quinta, la sexta, y la séptima.",
    "Bueno, hay personas sentadas aquí que son testigos de eso. Levanten la mano si es así. La Biblia dice: “En boca de dos o tres testigos”.",
    "Todos sentados allí, gritando y todo lo demás, dije: “¡Allí! Ahora, Uds. han querido verla, todos pueden verla allí mismo”. A las once de la mañana, suspendida allí mismo en la pared, y dibujó esas edades de la iglesia, con todo el Espíritu, y luego con lo oscuro para mostrar que el Espíritu fue sofocado, y atravesó la Edad del Oscurantismo y regresó de nuevo, tal como yo lo había dibujado. Y lo tenemos, fotos de eso, y todo dibujado, colgado en la pared. Y allí estaba exactamente. Debe ser que el Espíritu del Señor estaba complacido de que se terminó aquello, porque Él regresó y vindicó que eso era correcto.",
    "Y estamos viviendo en la Edad de la Iglesia de Laodicea, la edad rica de la iglesia que piensa que no necesitan nada, y no saben que están desnudos, miserables, ciegos; y no lo saben ¿ven? Bueno, todos esos, son tipos.",
    "Ahora, el mismo sol que brilla en el… que nace en el oriente, es el mismo sol que se pone en el occidente. Ahora, detengámonos por un minuto para ponerle contexto a este mensaje. Sabemos que el sol, eso es s-o-l, el sistema solar. Pero el H-i-j-o de Dios descendió en el resplandor de Dios y la Luz de Dios, en el oriente. Y ahora hemos tenido dos mil años, señalados por el Señor, Él dijo: “Sería un tiempo en que no sería de día ni de noche, simplemente un día sombrío; pero en la hora de la tarde habría Luz”.",
    "Ahora, si Uds. se fijan, el Espíritu Santo cayó primero sobre la gente oriental. Luego hemos tenido un tiempo donde todo es unirse a la iglesia y cabos sueltos, y pequeñas causas por las cuales luchar. Pero luego en la hora de la tarde, en el hemisferio occidental, habrá Luz. ¡Y estamos en ese tiempo ahora! La civilización ha venido como una gran grieta desde el oriente, recogiendo el pecado todo el tiempo a medida que viene, y ha golpeado a la Costa Occidental como una barrera de sonido, y se ha caído hacia atrás, y el lugar más corrupto que conozco está en la Costa Occidental. Todo lo que uno se imagine, lo tienen, el pecado, la corrupción, el divorcio, el matrimonio, Hollywood, ¡el mismísimo agujero del infierno! Así es exactamente.",
    "Yo creo en la genuina santidad Bíblica. Y no creo en esta corrupción y cosas podridas que ponen como ejemplo ante nuestra gente, llamado Hollywood. Y siempre he estado en contra de eso. Y creo que un hombre que tenga el Espíritu de Dios en él, estaría en contra de eso, porque el Espíritu de Dios le testificaría a él que “eso no es correcto”.",
    "Ahora yo creo que es uno de los… Solíamos ir a París para conseguir modelos de desnudos para desnudar a nuestras mujeres, ahora París viene aquí por los nuestros. ¿Ven? Hollywood lidera el mundo. Y las modas desnudas que tenemos hoy, más allá de Francia (¡solo piénsenlo!), ese lugar borracho, de pleitos, inmoral, y sin embargo Hollywood lo supera completamente.",
    "Y toda nuestra televisión, todo lo que pasan por ella no tiene censura, chistes inmorales, y corrupción inmunda, simplemente se meten en todo. Y la gente, el diablo… No se nos permitía enviar a nuestros hijos al—al cine hace años, nosotros los pentecostales antiguos, pero ahora el diablo nos engañó con una y nos la metió directamente en la casa. ¿Lo ven? Pues él simplemente le dio entrada directa a las películas.",
    "Ahora, y es—es una cosa tan—una cosa tan terrible el—el pensar que el mundo ha llegado a tal corrupción, por toda la gente indeseable, ¿ven?, que ha flotado en esta dirección, viniendo con la civilización.",
    "Pero todo el tiempo… Voy a predicar uno de estos días, si es la voluntad del Señor, en unos días, de: La cuenta regresiva. Uds. saben, yo—yo sé que Uds., han orbitado y, pues nosotros—nosotros vemos lo que está sucediendo. Dios también ha podido lograr algo con Su Iglesia, todo el tiempo, ¿ven?, mientras suceden estas cosas. Y ahora estamos en el tiempo final, ¡gracias al Señor!",
    "Cada edad ha tenido su mensaje y su mensajero. Dios se ha encargado de eso. Cada… Aun en las edades de la iglesia vimos que cada una tuvo un mensajero, y cada uno vivió su edad; y otro entraba, y aquel salía; y otro entraba; hasta la séptima edad de la iglesia; cada estrella, cada ángel de la iglesia, cada mensajero.",
    "Y nos damos cuenta, en la última edad de la iglesia, en Apocalipsis 10, que ha de haber un sonido de trompeta, y hubo siete voces que emitieron… No se les permitió escribir. Pero fue sellado en la parte posterior del Libro, los siete sellos estaban en la parte posterior del Libro. Después de que se escribe el Libro, entonces Se sella allí con siete sellos. Bueno, nadie sabe lo que son. Pero dice: “En los días del séptimo ángel cuando toca su Mensaje”, ahora, ese es un ángel terrenal.",
    "Porque este Ángel descendió del Cielo; y este estaba en la tierra; ángel es “un mensajero”, un mensajero a la edad.",
    "Y luego vemos que Él puso Su… tenía un arco iris sobre Su cabeza y levantó Su mano y juró por el que vive por los siglos de los siglos, que el tiempo no sería más (cuando estas siete voces emitieron, siete truenos emitieron sus voces). Y Él les dijo: “No lo escriban, sino séllenlo”. Y vimos que estaba en el lado posterior del Libro.",
    "🦅 Pero cuando el séptimo ángel había terminado su Mensaje, su profecía del día, entonces el misterio de Dios se consumará”, todos saben que la Biblia dice eso. “El misterio de Dios, lo que es Dios, Quién es Dios, y todo sobre el camino hacia el bautismo y demás, que todos deberían ser resueltos en ese día”.",
    "Cada mensajero ha tenido su mensaje y el—el mensaje y el mensajero de la edad. Y es muy notable que cada mensajero… Incluso encontramos en las edades de la iglesia (y esta noche volveremos al Antiguo Testamento y encontraremos que es lo mismo) que Dios envía al mensajero de esa edad al final del tiempo; siempre al final, nunca al principio. ¡Al final!",
    "Bueno, a medida que la edad de Lutero se iba, entró Wesley. Y cuando la santificación de Wesley se iba, entró la edad Pentecostal. ¿Ven? Siempre es el mensajero que abre el nuevo mensaje cuando termina el antiguo. Ha sido así en cada edad que eso se ha hecho. Sabemos que es la verdad.",
    "Cada vez se repite así por la Biblia. Encontramos eso por todas las Sagradas Escrituras, que al concluir de la edad antigua y al entrar la nueva, esa edad pasa y entra una nueva edad, Dios envía al mensajero.",
    "Y, como siempre—siempre, cada vez que llega un mensajero, siempre es un llamado a regresar a la Palabra, nunca falla. Recuerden, Esta es la revelación completa de Jesucristo, no se puede agregar ni se puede quitar nada de Ella. Es la revelación completa de Jesucristo. Y la única manera en que nosotros podemos estar seguros: si algo surge entre nosotros que sea contrario a esta revelación, entonces está mal. ¿Ven? “¡Regresen directo a la Palabra!”. Y siempre llama a regresar.",
    "Y en cada caso en la Escritura, en cada caso, Dios usa a un profeta para llamar de regreso a esa edad, siempre. Sin exc-… No, ni una vez deja de hacerlo, ¡Él siempre envía a un—un profeta! Y pues ¿por qué lo hace Él? Es porque la Biblia dice: “Es al profeta a quien viene la Palabra de Dios”, el revelador de la Palabra.",
    "Pues, yo—yo—yo espero no ser malinterpretado. ¿Ven? No quiero ser malinterpretado, pero quiero ser sincero y fiel al llamado. Queremos serlo.",
    "Bueno, Dios siempre usa a un—un profeta, a un hombre. Si se usan un montón de hombres, se obtienen diferentes ideas; ¿ven?, cada hombre, dos hombres. Él nunca tuvo dos profetas mayores en la tierra al mismo tiempo. Él se lleva a uno, para que el otro pueda tomar su lugar en otro día, otro mensaje. Él nunca tiene dos, Él tiene uno a la vez.",
    "Y el Dios infinito nunca cambia Su programa, Él siempre tiene que quedarse con lo que Él comenzó. Por eso es que podemos tener confianza en lo que Él dice, Él no puede cambiar. Si Él salvó a un hombre sobre la base de su fe en Dios, el siguiente tendrá que ser salvo de la misma manera.",
    "Cuando Dios hizo un lugar donde Él podría tener compañerismo con Su criatura, Adán mismo trató de hacer su propio camino, e hizo hojas de higuera para él y su esposa, hacer delantales. Dios lo rechazó. Y Dios decidió sobre qué programa o sobre qué base Él se encontraría con el hombre y tendría compañerismo con él, y esa fue la sangre derramada. Y Él nunca Lo ha cambiado.",
    "Ahora, tanto metodistas como bautistas podemos darnos la mano. Pero en cuanto a la base de metodistas y bautistas no tenemos cosas en común, yo estoy apoyando a los bautistas y Ud. está apoyando a los metodistas, o viceversa. Pero hay una base en la que todos los creyentes pueden reunirse, es bajo la Sangre derramada. Ahí es donde nos encontramos y dejamos a un lado todas estas cosas. Así que no podemos todos entrar en una organización, no podemos hacerlo.",
    "Estas pequeñas organizaciones, yo creo que Dios ha estado en ellas, a grandes razgos. Pero la gente… por cuanto somos diferentes. Cada hombre ve diferente, cada persona ve diferente, no hay dos mentes exactamente iguales. No hay dos personas perfectamente iguales, según dicen; no hay dos narices, no hay dos huellas dactilares. ¿Ven?, fuimos hechos diferentes, por eso tendríamos diferentes grupos.",
    "Pero Dios siempre obra con un individuo. Él no lo salva a Ud. porque Ud. es metodista; Él no lo salva a Ud. porque es bautista; Él no lo salva porque Ud. es pentecostal. ¡Lo salva a Ud. porque Él ha tratado personalmente con Ud.! Y Ud. es salvo sobre esa base, de que Ud. la ha aceptado. Así que, Dios para tratar con Ud. Él no trata con Ud. de acuerdo con Su iglesia, Él trata con Ud. como individuo.",
    "Por lo tanto, cuando Dios enviaba a Sus profetas, a Sus mensajeros del Testamento, Él hablaba con un hombre, y ese hombre tenía que traer el Mensaje. Otros salían de él, a todas partes, trayendo el mismo Mensaje. Pero tenía que haber una sede. Dios siempre la ha tenido. Estoy agradecido que Él la tiene esta noche; es el Espíritu Santo, por supuesto, todos lo sabemos. Ahora, no algún grupo, sino que el Espíritu Santo es la Sede de Dios. Ese es el Mensajero de Dios de la hora.",
    "Bueno, porque es al profeta a quien siempre viene la Palabra, si es que son un verdadero profeta de la Palabra, Dios vindica Su Palabra mediante ese profeta.",
    "Ahora, ha habido muchos falsos profetas, los hemos tenido a través de todas las edades. Regresamos al Antiguo Testamento, los vemos levantarse y hablar en el Nombre del Señor, y estaba—no estaba bien. Dios no tenía nada que ver con eso. Él solo vindica Su Propia Palabra. Porque, Él no dirige Sus asuntos de esa manera. ¿Ven?",
    "No lo olviden: ¡Dios solo vindica Su Palabra! Y solo un verdadero profeta es… Y la única manera de saber si él es verdadero o no, es por la Palabra. Esa es la manera de juzgarlo.",
    "Pues si Uds. observan, como en los días cuando—cuando Micaías, se levantaron cuatrocientos profetas hebreos delante de Acab y Josafat, y dijeron: “ASÍ DICE EL SEÑOR”, ‘Sube y serás prosperado’”. Fundamentalmente ellos tenían razón. Entonces llamaron a Micaías a la escena, al que todos odiaban. Bueno, parecía que si… Cuatrocientos (yo—yo no me refiero a los profetas de los baales), profetas hebreos se levantaron en común acuerdo, y dijeron: “Sube a Ramot de Galaad, el Señor te bendecirá y serás prosperado”. Y esos hombres no eran hipócritas, ¡estaban completamente inspirados! Pero su…",
    "Entonces ¿por qué este pequeño sujeto con el nombre de—de Micaías, el hijo de Imla, venía a profetizar de manera contraria a ellos? Bueno, eso requirió nervio, requirió convicción. ¿Ven? Pero, ¿cómo sabía él que tenía razón? Si Uds. estuvieran de pie allí, ¿cómo lo sabrían? La única forma de hacerlo, es al tomar lo que dice el hombre y compararlo con la Palabra. ¿Ven? Pues, Micaías estaba exactamente en la Palabra, porque Elías, ese gran profeta que tenía la Palabra del Señor, acababa de maldecir a Acab y a Jezabel y todo. ¿Ven? ¿Y cómo podría Dios volverse y bendecir aquello que había sido maldito? ¿Ven?, así que eso no podía ser.",
    "Ahora, vimos que Dios vindica Su Palabra. La palabra del profeta, si él es profeta, entonces eso… él habla de acuerdo con la Palabra. La Biblia dice en un lugar, dice: “Si no hablan conforme a la ley y los profetas, no hay Luz en ellos”. Entonces llama… Entonces este mensajero llama fuera a los Llamados a salir. Él está correcto por la Palabra de Dios, prueba que él tiene razón.\n\nNoten, noten, ahora llamemos algunos personajes y escuchemos.",
    "Noé fue el testigo de Dios para el fin del tiempo antediluviano. Pues, miren lo contrario que fue su mensaje para todo el mundo antediluviano. Pues, el hombre fue considerado un demente. Pues, su… Pero, sin embargo, él absolutamente tenía la Palabra del Señor. Ahora, Dios había dicho que “no podía tolerar el pecado”, así que Él… cuando la gente comenzó a pecar, Dios bajó y Noé predicó el mensaje del tiempo del fin. ¿Cuándo fue? Justo antes del tiempo del fin surgió este mensajero. Dios envió a este profeta con el mensaje para el tiempo del fin. Y se rieron de él, fue ridiculizado, mofado, y solo salvó a su propia casa, fue lo que salvó. Así es. Nadie quiso creerle. Pero él tenía el mensaje del tiempo del fin. Ahora, todos los que no creyeron fueron condenados, y los que sí creyeron el mensaje fueron salvos. Dios les dio Vida y se salvaron, y los que no Lo creyeron se perdieron.",
    "Bueno, estoy tipificando algo. Noten a Dios, cómo Él ha hecho esto tres veces.",
    "Y tres es el número perfecto de Dios. Dios Se perfecciona en tres, como “Padre, Hijo y Espíritu Santo”, y “justificación, santificación, bautismo del Espíritu Santo”. Él es perfeccionado, porque tres es Su “perfección”. Cinco es el número de “gracia”. Siete es… El número de “adoración”, doce. Cuarenta es el número de—de “persecución”. Y cincuenta es “jubileo”, adoración. “Pentecostés” significa cincuenta. Y, Moisés fue tentado por cuarenta días, Cristo fue tentado por cuarenta días, ¿ven? Y todos tipifican. Bueno, Dios se perfecciona en tres.",
    "Hay tres destrucciones. Una de ellas, cuando Noé entró en el arca; la segunda vez, Lot salió de—de Sodoma. Observen, Jesús Se refirió a ellos: “Como fue en los días de Noé y en los días de Lot, así será en la venida del Hijo del Hombre”. ¡Observen! Uno entró, el otro salió, y el siguiente sube. Ajá. ¿Ven? Ajá. ¡Entra, sale, sube! Bueno, ese es el orden del Señor. ¿Ven?, Jesús se refirió a esos dos profetas. “Como fue en los días de Noé” ¿ven?, “y como fue en los días de Lot”, con Abraham como profeta, “como fue, así será en la venida del Hijo del Hombre”. ¿Ven?, refiriéndose a ellos.",
    "Bueno, Moisés, otro profeta, al final de la edad egipcia. Vemos que cuando Dios iba a liberar a Su pueblo, y los egipcios los habían perseguido tanto, y habían puesto capataces sobre ellos, más bien, amos sobre ellos. Y así, justo antes de su destrucción, Dios, como siempre, envió a un profeta con la Palabra del Señor. Recuerden, el profeta estaba identificando exactamente lo que Dios (cientos de años antes de eso, cuatrocientos y tantos años antes de eso) le había prometido a Abraham que su simiente peregrinaría en una tierra extraña, pero Él los sacaría con mano poderosa. Uds. saben, en la zarza ardiente cuando Moisés se encontró con Dios, y Él le dijo: “He oído el gemido de Mi pueblo, he visto sus aflicciones, y recuerdo Mi pacto”. ¡Recordando Su Palabra!",
    "Recuerden, ¡Él todavía recuerda Su Palabra! ¿Ven? Él no falla, Él tiene que hacer lo mismo cada vez. La razón por la que digo estas cosas, es para poder sustentarlo en sus mentes y que piensen. Incluso Uds. que han estado enfermos; notaron que dije “han estado” enfermos.",
    "Bueno, ahora fíjense, todos Uds. deben recordar esto: ¡que Dios no puede cambiar! Él es el Dios incambiable. Los tiempos cambian, la gente cambia. Dios es infinito, ¡Él no puede cambiar! Su… Él tiene que permanecer igual, ayer, hoy, por los siglos, Él así tiene que permanecer. Y si creemos que Esta es la Palabra de Dios, podemos confiar en todo lo que Él dijo. ¿Ven?",
    "Bueno, Uds. ven cómo llega Su mensaje, cómo Él envía Su mensaje. Él no puede cambiar eso, siempre lo ha hecho. Él siempre tiene que permanecer igual. De esa forma Él siempre lo hará. Y, recuerden, ¿cuándo lo hace Él? Justo antes de las destrucciones, justo al final de la edad. Ahí es cuando Él envía Su mensaje para llamar fuera a Su pueblo, (siempre los confunden a ellos), y aquí vienen.",
    "Ahora, en los días de Moisés, los creyentes se salvaron, los incrédulos perecieron.",
    "Aquel que creyó el mensaje de Moisés de Dios, pues, no lo habrían hecho a menos que Moisés hubiera sido vindicado por Dios y hubiera demostrado que la Palabra de Dios estaba con él. Eso lo hizo profeta. Él salió allá y dijo: “Mañana, como a esta hora, verán que sucederá tal y tal cosa”. Al otro día, así fue. Concluido. Cualquier verdadero profeta de Dios que habla en el Nombre del Señor lo hará. “Y sucederá que tal y tal cosa sucederá. Voy a presentarme a Faraón, pero él se endurecerá, tendrá un corazón endurecido. Él dirá que nos dejará ir pero no lo hará”. Y, eso sucedió. ¿Ven? ¿Por qué? La gente entonces supo que este hombre fue enviado de Dios. Y luego comenzaron a ver que Dios lo bendijo, y lo honraban y, cuando lo hicieron, grandes cosas sucedieron.",
    "Y la gente que se rió y se burló y no quiso aceptar su mensaje, perecieron con el resto de los incrédulos.",
    "Pero los creyentes salieron y entraron en la tierra prometida, fueron bajo el mensaje ungido del mensajero. Fue un mensaje de liberación, que Dios había prometido que Él llevaría a Su pueblo a una tierra que fluye leche y miel. Y sucedió, porque Dios ya lo había dicho, y Moisés vino y fue vindicado como el mensajero de ese día.\n\nBueno, eso nos lo aclara bastante.",
    "Muy bien, entonces vemos que Moisés fue identificado correctamente.",
    "Y luego, con el cambio de la edad, llegó el momento de… entre la ley y la gracia. Tenía que llegar el momento en que vendría este Mesías del que se habló. Y encontramos que fue un tiempo en que la gente había torcido la ley, había puesto todo bajo un gran grupo de algo, y tenían todo tipo de—de tradiciones de hombres, que ellos le habían inyectado. En el cambio de la edad vino Jesús, otro Profeta, el Dios-Profeta.\n\nBueno, Ud. dice: “Él no era profeta”.",
    "La Biblia dice que Él lo era. “Jehová vuestro Dios os levantará Profeta, como a mí”. Él fue el Dios-Profeta, en el cambio del tiempo entre la ley y la gracia, del que Él había hablado durante todos estos años. Después de que Él le había dado la ley a Moisés, luego, al cambiar el tiempo, cuando dijo que se cumpliría, entonces Él regresó a la gracia. Y envió a un Profeta que profetizó del tiempo. Ahora—ahora, a los creyentes, Él los recogió; los incrédulos perecieron en Su día. Todos los que creyeron en Él fueron salvos; todos lo que no creyeron Su mensaje se perdieron.",
    "Eso es exactamente lo que sucedió en los días de Noé; es lo que sucedió en los días de Lot; es lo que sucedió en los otros días, en los días de Moisés; eso es lo que sucedió en los días de Jesucristo. Porque ellos despreciaron el mensaje y perecieron, y aquellos que creyeron el mensaje se perdieron… o se salvaron.",
    "Bueno, pues, luego viene la dispensación de la iglesia. Vivimos en el tiempo de Noé, la antediluviana; entramos en la dispensación de la ley; luego en la dispensación de la gracia, la iglesia. Y ahora la dispensación de la iglesia está terminando. Todos lo sabemos.",
    "Ahora, si Dios hizo esto y esto en esa dispensación, en esas otras dos dispensaciones, Él tiene que permanecer igual y hacer lo mismo en esta dispensación, porque Él dijo que lo haría. Lo demostraré en unos minutos, por la Palabra, que dijo que Él lo haría. Ahora, Él no puede cambiar Su programa, Él es Dios. Noten lo que Él hizo en esas dispensaciones.",
    "Ahora llegamos al fin del tiempo de la dispensación de la iglesia. Es lo que leí esta noche:\n\n…al caer la tarde habrá Luz.",
    "Hemos tenido bastante tiempo sombrío, pero la Luz vendrá. ¡El mismo Hijo que vino y cambió la dispensación allá, viene otra vez! Será de la tierra a la Gloria. Nos iremos en esa. ¡Una vez entramos, la otra vez salimos, y esta vez subiremos! ¿Ven? Muy bien: entrar, salir, subir. Estamos llegando al tiempo del fin. Y no solo estamos llegando, ya hemos llegado. ¡Estamos en el tiempo del fin!",
    "¿Qué encuentra Dios en este tiempo del fin? Dios encuentra en este tiempo del fin exactamente lo que encontró en otros tiempos finales, ¡incredulidad! Siempre ha sido así, que cuando viene, Él—Él encuentra incredulidad. Encuentra que el programa que Él instituyó para la gente…",
    "Allá, en el tiempo de Noé, si ellos hubieran vivido de acuerdo a Sus ordenanzas, ofrecido los sacrificios… Ellos se alejaron de eso. Cuando Él vino, encontró esto, esa cosa funcionando mal.",
    "Eso mismo lo halló cuando vino a la tierra, encontró a la gente y a los fariseos, y los demás, con la ley. ¿Qué hacían? Simplemente sin ninguna sinceridad, simplemente avanzando descuidadamente de cualquier forma, y: “Mientras que se unieran a la iglesia, pues, era todo lo que necesitaban”. Y eso fue lo que Él encontró.",
    "¡Y eso es lo que Él ha encontrado de nuevo! Él encuentra lo mismo, la gente no cambia. Entonces si Él envió Su programa y la gente no lo creyó allá y perecieron, ellos creyeron y vivieron (ahora, viendo esos dos), tiene que ser lo mismo en este tiempo. Tiene que ser lo mismo. No…",
    "Siempre ha sido una lucha para el mensajero separar lo viejo de lo nuevo. Siempre ha sido esa lucha, para—para el mensajero que viene, separar lo viejo de lo nuevo, aunque el mensaje siempre tiene que ser Escritural, ahora, porque cada uno ha predicho que vendría el otro.",
    "Ahora, tomemos por ejemplo a Jesús. Cuán difícil fue, que Él entrara y cambiara el mensaje de la ley a la gracia. Sin embargo, la Biblia dijo que vendría de esa manera: “Vendría un—un Mesías, y el continuo sacrificio sería quitado”. Y sabemos que eso fue profetizado por los profetas. ¡Qué gran cosa fue, para Él hacerlo! Y vemos que Él lo hizo. Y el único… Él lo hizo porque la Escritura lo dice, y los creyentes de ese día (los así-llamados creyentes) absolutamente no estuvieron de acuerdo con Él.",
    "Miren a esos fariseos, saduceos, tenían sus propias tradiciones y nadie los iba a desprender de eso. Eso es lo que ellos creían, su madre creía eso, su papá creía eso, y su abuelo, la abuela creía eso, y “¡Moisés lo dijo!”. Pero el mismo Moisés que dio la ley fue el mismo Moisés que dijo que vendría este Individuo, y no lo reconocieron porque ellos habían metido a la verdadera Palabra de Dios en las tradiciones y habían dejado de lado el principio más importante de Ella. Y así tenía que ser.",
    "Noten, cada uno predijo que vendría el otro. Cada uno de los mensajeros, después del mensaje, predijo que vendría. Ahora, pero la gente siempre toma el mensaje del día que han tenido, lo establecen.",
    "Veámoslo en detalle, acercándolo más a hoy, veamos a Lutero. Cuando Lutero predicó la justificación por la fe, él era el mensajero, el ángel de esa edad de la iglesia, muy bien, de la Edad de la Iglesia de Sardis. Pues, fíjense, cuando predicó, él puso en orden a los luteranos. Bueno, luego, se difundió Lutero. Y cuando Wesley entró, la Edad de la Iglesia de Filadelfia, con el mensaje de la santificación, pues, a Lutero le costó ver eso. Esos luteranos no querían creerlo.",
    "Y luego, cuando Wesley pudo establecer a todos los peregrinos de santidad y a los metodistas libres, y demás, en cuanto a la santidad, y luego llegó el mensaje pentecostal, pues, al metodista le costó creer eso. Ajá, seguro que le costó. ¿Ven?, es un…",
    "Sin embargo el uno habla del otro, hablando según las Escrituras. Enoc habló de las destrucciones que venían, por su arrebatamiento, Dios lo llevó a casa; fue un testigo. Abraham les habló de Moisés. Y Moisés habló del Mesías. ¿Ven?, siguen hablando, uno del otro. ¡El Mesías habló de este tiempo, diciendo lo que esto sería!\n\nUd. dice: “¡Ah, Hermano Branham!”.",
    "¡Oh, sí, Él lo hizo! Vamos solo a… tengo muchas Escrituras anotadas aquí, y me referiré solo a dos o tres de ellas. Tomemos Mateo 24. Ahora tomemos Mateo, el capítulo 24, y leamos lo que Él dijo allí que sucedería, cómo “las naciones se levantarían contra nación”. Pero, recuerden, luego Él baja ahí y dice: “Como fue en los días de Noé, y como fue en los días de Lot, así será en la venida del Hijo del Hombre”. Él lo predijo, ¡Él predijo que sucederían estas cosas!",
    "Él dijo: “Bueno, cuando todo esto estuviere aconteciendo, aun no ha llegado el tiempo”, y lo demás. Pero dijo: “Aprendan la parábola de la higuera, cuando está tierna y brota ramas, como todos los otros árboles, entonces Uds. saben que el verano está cerca. De la misma manera, cuando Uds. vean suceder esto, sepan que el tiempo está cerca, aun a la puerta”. Bueno, ¿cuándo vean qué? La higuera brotar, y todos los otros árboles comenzar a brotar, es una señal. Pues, Israel siempre ha sido la higuera.",
    "Aun Joel profetizó de aquello: “Lo que dejó la oruga, la langosta comió y derribó la cosa. Pero Dios prometió: ‘Yo restauraré, dice el Señor’”. Y Él lo hará. Pero antes de que Él pueda restaurar eso a su estado espiritual, la Iglesia Gentil tiene que ser quitada. Él no tendrá dos de ellos al mismo tiempo. Pues, uno no puede torcer las Escrituras así. ¿Ven? Él nunca tuvo a dos testigos al mismo tiempo, testigos mayores, y Él nunca tuvo—Él nunca… Él no tiene dos Iglesias al mismo tiempo.",
    "Noten, ella… la Iglesia Gentil tiene que ser quitada primero, para los judíos, entonces se lleva a cabo el final de las Setenta Semanas de Daniel. Los tres años y medio que el Mesías profetizó, y luego fue cortado, el Príncipe, a mediados de la semana setenta. Y, luego, aún quedan tres semanas y media. Y vemos dos profetas de Apocalipsis (Él nunca más cambia Su manto), de Apocalipsis 11, bajan y les profetizan a los judíos. Bueno, la Iglesia será quitada en ese tiempo.",
    "Y vemos a Israel, por primera vez en cientos de años, casi más de dos mil años, que ahora ha llegado a ser una nación; con su propio ejército, su propia moneda. Israel está en la patria; su propia nación, bandera propia, pertenece a las Naciones Unidas. ¡Ella es una nación! Pues, es una de las señales más importantes en las que podríamos pensar ahora mismo: Israel en su tierra natal. Y Jesús dijo: “Esta generación que vea a Israel regresar a su tierra natal no pasará hasta que todo se haya cumplido”. ¿Ven?, Él habló de este día.",
    "Permítanme mostrarles otra. En Segunda de Timoteo 3, Él habló de la iglesia en el tiempo del fin, dijo: “Serían impetuosos, infatuados, amadores de los deleites más que de Dios”. Miren alrededor al mundo eclesiástico, “amadores de los deleites más que de Dios”, se quedan en casa y ven un programa de televisión antes de asistir a la reunión de oración el miércoles en la noche.\n\nUd. dice: “Esos son los bautistas”.",
    "¡Son los pentecostales! ¡Seguro! Sí, señor. ¡Oh! “Impetuosos, infatuados, amadores de los deleites”; ponga Ud. la Palabra allí debajo de sus narices, ni La mirarán. Ajá. “Amadores de los deleites más que de Dios”; dígales a las mujeres que no deben cortarse el pelo, se lo cortan de todos modos. Ajá. “Amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los que tienen la razón. Teniendo…”\n\nUd. dice: “Esos son los ateos”. ¡No!",
    "🦅 Tienen apariencia de piedad, pero niegan la Eficacia de Ella”, esa Eficacia que puede liberarles a Uds. de este tormentoso sistema mundial presente. “…la Eficacia de Ella; a estos evita”. No importa lo que diga el resto de la gente, es Ud. como individuo ante Dios, Ud. tiene que responder. No importa lo que haga esta mujer o esa mujer, o lo que haga este hombre, o ese hombre, o lo que diga este predicador, o ese predicador; es Ud. y Dios. “Tienen apariencia” siguen una tradición, “pero niegan la Eficacia de Ella; a estos evita”. ¿Estamos viviendo en ese día? ¡Seguro que sí!",
    "Miren otra vez en la última edad de la iglesia. El Espíritu Santo, Jesús Mismo: “Yo Jesús he enviado Mi ángel para daros testimonio de estas cosas”. Y en Apocalipsis, el capítulo 3, hablando de esta edad de la iglesia, Jesús dando testimonio de lo que sucedería en los últimos días, Él dijo: “La iglesia se haría rica, Laodicea, tibia”, puede saltar lo suficiente mientras la música está sonando para gritar. ¿Ven? Es cierto. Pero en cuanto a tener un testimonio y una vida de limpieza, está lejos de eso.",
    "Yo no… yo no les haría daño a Uds., por nada, pero no hace mucho tuve una visión de estar en el Paraíso de Dios. No puedo más que decirles la Verdad. ¡Dios, ayúdanos a los ministros a ser sinceros en estas cosas y a decir la Verdad!",
    "¿Ven, “…?…fría”, la Biblia dice que así serían, y así van a ser. Si acertó en eso perfectamente con Lutero, acertó perfectamente con… en la edad de Filadelfia con Wesley, tiene que decirlo y ser perfecto… Lo ha hablado, y será exactamente así en la de Laodicea.",
    "🦅 ‘¡Rica, no necesita nada!’”. Podemos invertir miles de millones de dólares en edificios, podemos incluir todo lo que cada—que cada… diversión mundana, podemos construir las mejores iglesias. Eso está bien, nada, eso está perfectamente bien.",
    "Pero lo que quiero decir, es que cuando el Mensaje viene a ellos, no lo quieren a uno. “¡Eres un chiflado! ¡Eres un fanático! Deberías haber vivido hace cincuenta años”. ¿Ven? ¡Oh!, Ud. puede pensar: “Yo no tendría a un pastor así”. ¡Es su pastor, de todos modos! Jezabel nunca admitiría que Elías era su pastor, pero claro que lo era. Seguro que sí. Él fue enviado, un ejemplo, un mensajero a la nación de Israel. Y hoy el precioso Espíritu Santo y la Palabra de Dios es un Mensajero para la iglesia, para enderezarlos y traerlos de regreso a la Palabra. Hablamos de Ella, pero uno ve que nadie se mueve. Ajá, ¿ven?, mezclamos tanto esas cosas.",
    "Oí a alguien, creo que, en un testimonio, decir: “‘Exáltenlo a Él’, ¿cómo Lo exalta uno?”. Y, ¡oh, solo inventan pequeños ismos! Alguien dijo: “‘Velar y orar’ que significa mantener un ojo abierto cuando oramos, mirar con el otro. ‘Velar y orar’”. (Pues, velar significa “vigilar por la venida del Señor” y orar.) ¿Ven?, simplemente le dan la vuelta a eso.",
    "Así que, con eso, ¿qué hacemos? Creamos una pequeña tradición personal (y luego si…) ya sea constituida por Dios o no. Y salimos, y antes de darnos cuenta, tenemos un pequeño grupo que nos sigue, y los alejamos del cuerpo principal de la iglesia. Así es. En lugar de entrar, orar y resolver la cosa, y dejar que el cuerpo siga adelante, hacemos esas cosas ya sea que estén constituidas o no. Si Uds. tienen la Verdad, entonces quédense con la Verdad. Así es exactamente. ¡Pero que primero sea la Verdad Bíblica! Noten, por la… esta edad de Laodicea.",
    "Y los profetas, o el Espíritu Santo hablando a través de Pablo, que era el Mesías. ¡No era Pablo, era Cristo! “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en este postrer día nos ha hablado por Jesucristo”, Hebreos 1, noten, el Espíritu Santo, Cristo, el Evangelio centrado en Cristo, la Palabra centrada en Cristo. Y si está centrada en Cristo, y ha sido vindi-… Dios vindicará que Ella es la Verdad.",
    "Por eso es que Uds. pentecostales reciben el Espíritu Santo en la fe metod-… frente a la santificación metodista, porque Uds. estaban exactamente en la Palabra.",
    "Por eso es que Uds. metodistas fueron santificados cuando los luteranos no creían en eso, Uds. estaban en la Palabra.",
    "Así fue como Uds. luteranos se salvaron, justificados, porque su mensajero predicó la justificación, y protestó contra la iglesia católica, que fue una marca desconocida entre todas. Ellos solo creían en la iglesia; Uds. regresaron a la Biblia, y Uds. recibieron esa verdad Bíblica y se aferraron de ella.",
    "Y luego vino Wesley con otra verdad, y se aferraron de ella; luego vinieron los pentecostales con otra verdad y se aferraron de ella; entonces, si Uds. pueden aferrarse de eso viendo que es correcto, ¿por qué no la toman toda, habiendo sido probado que es correcta? ¡Créanla toda!",
    "Bueno, cuando vemos a estos mensajeros, entonces lo sabemos. Vemos a Cristo, el gran Dios-Profeta que predice que estas cosas sucederían en los últimos días. ¿Qué está haciendo? Presentando el tiempo de la cosecha. Está presentando el tiempo en que se recogerá la cosecha, lo que será en los últimos días. ¿Lo ven?",
    "Ahora, estas cosas serán en los últimos días. Sabemos qué tipo de cosecha esperamos. Esperamos ver una iglesia que una vez tuvo Luz, se apartó de Ella, se fue al encanto del mundo, toda pulida (¿es así?), alejándose, aceptando cualquier tipo de miembro y cualquier cosa, y llamándolos pentecostales, bautizan cualquier cosa.",
    "El agua no salva al hombre. Se requiere de la Sangre de Jesucristo. No hay Vida en el agua. La Vida viene en la célula de Sangre; se requiere de la santificación para limpiar esa vida, para matar el deseo del pecado; luego el Espíritu Santo entra en esos vasos limpios y separa para una obra, servicio. El altar santificó al vaso, pero el… su llenura es lo que lo puso en servicio. Fue reservado para el servicio, ahora tiene que ponerse en servicio. Y el Espíritu Santo pone a la iglesia en servicio. Me gustaba ese pequeño himno:\n\nEstaban en el aposento alto,\n\nOrando todos en Su Nombre,\n\nFueron bautizados con el Espíritu Santo,\n\nY poder para servicio vino. Sí.\n\nY el resto dice:\n\nLo que Él hizo por ellos ese día\n\nLo hará también por Uds. Seguro.",
    "La cosecha; los profetas; nos detuvimos allí en Cristo. Ahora retrocedamos un poquito.",
    "Isaías, el profeta, cómo testificó, profetizó del tiempo del fin. Él dijo: “¡Todo el cuerpo estaría lleno de llagas podridas, toda mesa estaría llena de vómito!”. Pues, hombres y mujeres hoy toman la comunión, viviendo con dos o tres esposas, o dos o tres maridos, (así es) todo tipo de… fumando cigarrillos, y todas esas cosas; ¡entrando en la iglesia, tomando la comunión!",
    "Bueno, yo podría profundizar más, pero esperaré un momento, tal vez ese no sea el momento. Me sentí un poco constreñido a no decir lo que iba a decir. Pero yo… Uds. pueden leer entre líneas. Uds. saben lo que dice la Biblia, cuáles son las cosas comunes e inmundas.",
    "Entonces todo esto que vemos sucediendo, y la nación… la ciencia dice que faltan… hace cuatro o cinco años: “faltan tres minutos para la medianoche”. Israel está en su tierra natal. La iglesia está en Laodicea. ¡Oh, vaya! ¿Qué estamos esperando? ¿Qué pasa?",
    "Estamos esperando la Luz de la tarde. ¡Oh!, ¿me pregunto, si Ella viniera si La reconoceríamos? ¿O Ella se nos pasaría por alto como fue en otras edades? Ellos no se dan cuenta hasta que es demasiado tarde.",
    "Recuerden Uds.: esa gente religiosa fue la que mató a los profetas que les fueron enviados. Jesús lo dijo. Él dijo: “¡Hipócritas!”. Dijo: “Uds. adornan las tumbas de los profetas, y sus padres los pusieron allí y luego les edifican tumbas”.",
    "Miren a la iglesia católica romana, adornó la tumba de San Patricio, adornó la tumba de—de Juana de Arco. Mataron a esa mujer y la quemaron como bruja, porque era espiritual, porque veía visiones. La quemaron en la hoguera como bruja. Doscientos años después desenterraron los cuerpos de los sacerdotes y los arrojaron al río, para hacer penitencia, sabiendo que ella era una sierva de Cristo. Pero, en ese día mientras la iglesia transcurría, ellos no supieron quién era ella.",
    "Y Eso se les pasará por encima a las personas y nunca Lo reconocerán.",
    "Jesús, ellos no supieron que Él era el Hijo de Dios hasta que murió y fue enterrado y resucitó. ¿No los acusó Pedro en el día de Pentecostés? “¡Vosotros, varones con manos inicuas, tomasteis al Príncipe de Vida y Lo matasteis, lo matasteis a Él!”.",
    "¡Oh, la señal roja destellante de Su venida ha bajado! ¡Amén! Estamos en el fin. Amén. Esa señal roja destellante está en todas partes, todo lugar: “Icabod” allí escrito. El tiempo ha terminado. ¡El tiempo se acabó!",
    "La ciencia ha llegado a su fin. Así es. Han inventado algo ahora que puede hacer estallar al mundo entero, todos le tienen miedo al otro. Están en el tiempo del fin.",
    "La civilización: ha llegado al punto en que la gente… del pináculo vamos hacia atrás. La gente no actúa como gente civilizada. ¿Se imaginan Uds. a un hombre que quiere ser un bohemio, con sus bigotes así de largos, y sus pantalones cayéndose de sus caderas, pasando por el patio de la escuela de esa manera (la futura inteligencia del mundo venidero, si es que lo habrá), saliendo con niñas de catorce años, andando por la calle?",
    "Hoy, en mi motel, había una madre tendida afuera sin ropa suficiente para usar como paño en una escopeta de mosquete, y su marido acostado allí de la misma manera, y ese viento frío. Piensan que su cuerpo es tan bonito que tienen que mostrarlo. ¿No se dan cuentan Uds. de que ese es el diablo? Así es. Quitándose la ropa, solo los dementes hacen eso. Legión lo hacía porque estaba loco. ¡Noten! Y tenemos eso, pero le llaman “estilo”, se le dice “moderno”. Nosotros le llamamos “¡El diablo!”. Tengo la Biblia para demostrar que es el diablo. Es posesión de demonios, posesión demoníaca (no opresión). ¡Posesión, él ya lo tiene a Ud.! Así es. ¿Vaya a decírselos? Explotarían. ¡No quieren tener nada que ver con Eso! No, señor. Tienen sus propias ideas, porque en la morgue adonde van nunca reprenden eso. La sensualidad se encuentra en las escuelas y en las iglesias, y los pastores tienen miedo de reprenderla, rara vez lo hacen.",
    "El otro día oí a un ministro, dijo: “Cuando inventaron esta cosa azul para los ojos y—y los labios rojos, hicieron un mundo más bonito”. Un ministro del Evangelio, en el púlpito, al hacer un comentario así, él necesita un viaje al Calvario. Así es. Es la pura verdad, ¡siendo que la Biblia condena eso!",
    "Y un grupo pentecostal le dijo a una hermana que (vino a la casa, llorando) porque tenía el pelo recogido atrás de la cabeza, tenía el pelo largo, le dijeron: “Tu rueda de repuesto podría desinflarse”. Dijeron: “Tienes que cortarte ese pelo, porque la Biblia dice que ella tendría… en Isaías, capítulo 5, tendrían llantas redondas como una luna”. Pues, ¿cómo podría la Biblia decir que “una mujer que hace una cosa inmunda”, no es digna de que se viva con ella cuando se corta el pelo?, demuestra que deshonra a su cabeza, y luego el pelo largo…?… ¿Cómo puede Ud. hacer que la Biblia diga tal cosa? Pues, ¿qué les pasa a nuestras mujeres pentecostales? ¡Han visto demasiada televisión! Uds. han visto demasiado del mundo y no tienen el suficiente interés por la Palabra de Dios. Pues, la Biblia lo dice; es lo que dice la Biblia. ¡Ahora, no soy yo, es la Biblia!",
    "¡Oh, la sensualidad! Una señora me dijo no hace mucho, cuando yo criticaba que ellas usaran estos pantalones cortos, dijo: “Yo—yo uso pantalones”.",
    "Le dije: “Eso es peor”. Uds.… La Biblia lo dice. Él no puede cambiar.",
    "Ud. dice: “Esos son los bautistas”. Esos son los pentecostales. Les estoy hablando a Uds. Así es. Es verdad.",
    "Pero ¿qué pasa? ¿Qué pasa? Alguien bajó la guardia en alguna parte. Un antiguo predicador amigo mío decía:\n\nBajamos la guardia, bajamos la guardia,\n\nCedimos ante el pecado;\n\nBajamos la guardia, las ovejas salieron,\n\nPero ¿cómo entraron las cabras?",
    "¿Qué ha sucedido? ¡Cuando uno baja la guardia, la guardia de la Palabra de Dios! Recuerden, el programa de Dios fue fortalecer a Su Iglesia por Su Palabra, al principio.",
    "Y cuando Eva razonó y dijo: “Bueno, pues, ¿no es razonable que yo pueda vivir tan bien como ellos…?” ¡Oh! Eso lo causó.",
    "Y eso siempre lo ha causado. Por eso a ella se le prohibió ser predicadora. ¿Ven?, simplemente se baja la guardia. Allí es adonde (la iglesia) le nacieron sus raíces, en Pentecostés, y esas son las raíces. No hay Escritura para eso. ¿Ven? Bueno, ¿qué hacen Uds. entonces? Terminan con el mismo problema que tuvieron allá en el Edén. Noten, ahora, entonces cuando venimos a la Palabra, Uds. dicen de Ella…",
    "¡Nadie puede resistir Aquello! Reto a cualquiera que lo diga. Prediqué sobre La simiente de la serpiente, muchos se enojaron por eso. He pedido que algún hombre me encare al respecto. No los encuentro.",
    "En Chicago, no hace mucho, Uds. tienen las cintas, pensaron que me habían atrapado en algo. Tenían toda la Asociación Ministerial del Área de Chicago, el Hermano (¿Cuál es?) Tommy Hicks, el Hermano Carlson estaban allí. Y dos noches antes de eso, el Señor me despertó de noche, dijo: “Ve y párate junto a esa ventana”. Fui, y había una tormenta. Él dijo: “Bueno, te han tendido una trampa”. Él dijo: “En este desayuno, no temas. Ve, Yo estaré contigo”. Bueno, esto es en el Nombre del Señor. Uds. pueden preguntarles y averiguarlo. Está en cintas, se predijo de antemano: Dijo: “Pues, no temas ir, sino que ve y párate” dijo, “Yo estaré contigo”.",
    "Y al día siguiente me encontré con el Hermano Carlson, el que encabeza la junta allí, y Tommy Hicks. Y Él me dijo que yo me los encontraría y que iríamos a un lugar llamado “Town and Country” para el desayuno. Me senté allí exactamente. Le dije: “Hermano Hicks, Ud. es doctor en divinidad y vamos a encontrarnos con un gran grupo de ministros aquí, son de la asociación de Chicago, ¿por qué no va y habla Ud. por mí? Yo he hecho muchas cosas por Ud.”. Solo lo estaba probando.\n\nÉl dijo: “¡Oh, no podría hacerlo, Hermano Branham!”.",
    "Dije: “Bueno, ¿por qué no lo hace Ud.?”. Dije: “Yo haría cualquier cosa por Ud., pues ¿por qué no lo hace por mí?”.",
    "Él dijo: “¡Oh, no podría hacerlo, Hermano Branham! Ellos no lo permitirían”.\n\nEl Hermano Carlson dijo: “No, no lo harían”.",
    "Les dije: “Uds. saben porqué”. Dije: “Voy a decirles algo, es porque Uds., los dos, saben que me tienen armada una trampa de preguntas”. Y yo dije: “Uds. la tienen”. Pues, esto está en la cinta. Si quieren la cinta, se las podemos dar. Y Uds. conocen a todos estos hombres. Y dije: “Antenoche tuve una visión de que estaríamos sentados aquí esta mañana y Tommy no aceptaría”. Le dije: “Ahora miren, Uds. están… Uds. tienen—Uds. tienen alquilado ese salón del hotel”.\n\n“Sí”.\n\n“El alquiler de eso ya se pagó”.\n\n“Sí”, el Hermano Carlson.",
    "🦅 Pero no se los van a dar. ¡Es ASÍ DICE EL SEÑOR!”\n\n“¿Por qué”?",
    "🦅 Uds. irán a otro lugar. Es un—es un salón verde; iremos a un salón color café. Yo estaré en la esquina; el Doctor Mead se sentará a mi derecha; y ese ministro anciano de color y su esposa se sentarán aquí, a la izquierda”, tal como sería. Y dije: “Pues observen, simplemente vengan. ¡Uds. han visto a Dios sanar a los enfermos, mírenlo a Él en batalla ahora!”. Dije: “Él es grande, maravilloso”. Les dije: “Solo miren las preguntas y miren el silencio que habrá”.\n\nY cuando llegamos allí esa mañana…",
    "Si Uds. quieren la cinta… Jim, la tienes, ¿no la has traído? Aquí mismo, aquí mismo, Uds. pueden obtener la cinta si la quieren, en la reunión.",
    "Dije: “¿Qué tienen contra mí? ¿Qué les pasa, compañeros?”.",
    "El Hermano Carlson dijo: “Bueno, el Hermano Branham me dijo hace dos días que tendríamos…”. Y no les dieron el edificio, se los cancelaron. No se los pudieron dar porque cierto grupo musical ya lo tenía y no sabían que tenían el depósito, luego tuvieron que cancelar a los Hombres de Negocios. Y Uds. probablemente oyeron ese mensaje, el Hermano Williams aquí, y aquí también. Y—y—y él dijo: “El Hermano Branham me dijo exactamente dónde estaría sentada cada persona, y me dijo exactamente lo que acontecería”. Dijo: “Una cosa” dijo, “Yo… tal vez muchos de nosotros no estemos de acuerdo con el Hermano Branham en su Mensaje, pero” dijo “una cosa tenemos que reconocer, él no tiene miedo de decirlo”, y—y dijo: “es valiente con Eso”. Dijo: “Bueno, aquí está con Uds., el Hermano Branham”.",
    "Yo dije: “Bueno, antes de comenzar, quiero que algún hombre, por algo que yo haya dicho, tome esa Biblia y se pare aquí a mi lado”. Y ese fue el grupo más callado que Uds. jamás hayan oído. Dije: “Bueno, si Uds. no pueden defender eso, ¡entonces déjenme en paz! Sí. Hermanos, estoy aquí para meter el hombro con Uds., pero tenemos que regresar a los hechos de la Biblia”.",
    "Dijo: “¿Por qué no—por qué no deja Ud. en paz a las mujeres? ¡Oh, sí!, Ud. es un… la gente cree que Ud. es un—un vidente de Dios”.\n\nDije: “Yo nunca dije eso”.",
    "Él dijo: “Pero la gente lo cree”. Dijo: “¿Por qué no—por qué no deja en paz a las mujeres?”. Dijo: “Y deje de decirles sobre cómo deben vestirse y cortarse el pelo y cosas que deben usar. ¿Por qué no las deja en paz? ¿Por qué no les enseña cómo recibir dones y—y hacer algo para la gloria de Dios?”.",
    "Dije: “¿Cómo puedo enseñarles álgebra cuando ni siquiera se aprenden el ABC?”. Así es. Uds. tienen que volver al principio fundacional.\n\nDios, ten piedad de nosotros ahora. Sí, señor.",
    "¡Aquí estamos, el tiempo del fin! ¡La luz roja intermitente ha bajado! La Venida del Señor está cerca. Sí, señor. ¡Escuchen! El Mensaje del tiempo del fin tiene que hacerle frente a las condiciones del tiempo del fin. Donde ellos se han desviado, el Mensaje debería traerlos de vuelta. Siempre, el Mensaje del tiempo del fin le hace frente a las condiciones del tiempo del fin, por toda la Escritura. Tendrá que hacerlo esta vez, un llamado a regresar a la Palabra original. ¡Oh, qué cosa! Como lo hicieron los otros mensajeros en aquel día, este Mensaje tendrá que ser lo mismo. ¡Se nos ha prometido eso! ¡Dios lo prometió en Su Palabra! Malaquías 4, dijo que sucedería: “Y restaurará la Fe de los hijos a los padres”. ¡Lo prometió, y estamos viviendo en ese día!",
    "¡Oh, siempre ha sido, cada vez, un grupo de líderes que confunde a la gente! No es tanto la gente; son los líderes los que los enredan. Ahora vamos a…\n\nUds. dicen: “¡Oh, Hermano Branham!”.",
    "Bueno, pues, solo un minuto, tenemos que hacerlo Bíblico. Si no es la Escritura, entonces no sirve. Por las palabras de sabiduría de ellos, en su liderazgo no inspirado, palabras de sabiduría mundana, ellos… Pues, algunos de esos genios pueden armar esas cosas, pero ¿no creen Uds. que también Satanás es un genio en eso? ¿Acaso no se acercó él a Jesucristo y le mostró algo razonable, y hasta Le citó las Escrituras? ¡Él lo hizo! Él es un genio en eso. Pero Jesús no discutió con él, dijo: “¡También, escrito está! Apártate de Mí, Satanás”. Sí, liderazgo sin inspiración.",
    "Miren a Coré, en los días en que Dios envió a Moisés con el mensaje, y Coré y Datán pensaron, se acercaron a Moisés y le dijeron: “¡Bueno, espera un minuto, tú te haces demasiado! Crees que eres la única piedrecita en la playa; el único pato en el charco, que eres el único. ¡Entiende que hay otras personas que también son santas!”. Moisés no dijo que no eran santas. Pero él tenía una comisión, tenía que llevarla a cabo. Y ellos organizaron un grupo y se vinieron contra Moisés.",
    "Y Dios le dijo: “Ve y párate a la puerta”. Esos hombres tenían el incensario en la mano, y Uds. saben lo que ese incensario habría hecho. Dios abrió la tierra y se los tragó. Y ellos cargando fuego del altar en aquello. Con el fuego en el incensario, por fundamental que fuera, ellos fallaron al no reconocer el mensaje.",
    "Dios dijo: “Yo te envío a ti allá, Moisés, para hacer esto. Tráelos tú aquí”.",
    "¿Ven?, ellos no lo reconocieron. Moisés era “demasiado directo” con ellos. Como lo era Elías con la Escuela de los Profetas, “demasiado directo”, se quedó con la Palabra.",
    "Es por eso que Uds. pentecostales tuvieron que separarse del resto del mundo, directamente con la Palabra. Ahora no caigan de nuevo en eso mismo de lo que Uds. salieron, ¡para allá van! No corten su ancla del Calvario. Aférrense a la Palabra de Dios, porque “Sobre esta roca edificaré Mi Iglesia”, quédense con Ella.",
    "Pues, Datán y el resto pensaron que ellos eran… que podrían haber otros hombres. ¿Ven?, esa es la inteligencia humana queriendo inyectar sus ideas en el plan de Dios. Esa es una buena. La inteligencia humana queriendo inyectar sus ideas en la Palabra de Dios. ¡No funcionará! No funcionará. Nunca ha funcionado ni jamás funcionará.",
    "Miren a Jesús cuando estaba parado allí, dijo: “¿Quién de Uds. puede condenarme de pecado? ¿Quién de Uds. puede demostrar que Yo no he hecho exactamente lo que las Escrituras dijeron que Yo haría? Yo afirmo ser el Mesías. Y si no hago las obras de Mi Padre, entonces no crean, no Me crean. Pero si Yo hago las obras y Uds. no pueden creerme, crean en las obras que Yo hago, ellas testifican de Mí”. Exactamente. Y ellos no podían creerlo, querían sus propios caminos.",
    "Quizás ellos no quieran hacer esto a propósito y estar mal. No es su intención… No creo que los hombres quieran hacer eso a propósito. Encuentro a gente buena allí en esas grandes iglesias denominacionales. Encuentro a hombres buenos. Pero es como dijo el abogado en la radio, al venir aquí: “Es extraño, cómo los clérigos pueden pararse en el púlpito, y ver cómo están estos tiempos, ¡y que no despierte su indignación por justicia, frente a los pecados del mundo!”. ¡Y que un abogado tenga que pararse a decir eso! “Y de cómo los laicos pueden usar su dinero en todo tipo de zoológicos y parques, y cosas, y no patrocinar el programa de misioneros para llevarle el Evangelio al mundo”.",
    "Cuando misioneros pasan hambre, con pies descalzos… Aleluya. Sin denominación que los respalde, debido a su posición en cuanto a la Palabra de Dios. Nada que los respalde. Uno logra que algo los respalde allí, entonces ¿qué tienen? Un gran montón de dogmas. Un verdadero misionero genuino, con las señales que le siguen, tiene que depender de alguna lavandera que pueda ahorrar unos centavos. Noten, ahí está.",
    "Quizá no quieran hacerlo… Bueno, pero ¿qué les pasa? Ellos están ciegos. Jesús lo dijo. Recuerden, recuerden, Jesús dijo lo mismo. Y parece que hoy…",
    "Pues escuchen, espero no ser crítico. Cuando uno declara una verdad, no—no piensen que estoy criticando. Solo estoy tratando de… yo—yo en amor… Y si Uds. no… yo—yo siento un celo por la Iglesia. Esta, ellos probablemente sean una iglesia de la Asamblea de Dios, o lo que sea, o—o yo—yo no sé lo que es. Lo que… No me importa. Es una iglesia de Dios. Eso es, como lo veo, es una iglesia de Dios. Bueno, pues, todos deberíamos ser eso, no de la denominación de la iglesia de Dios, sino que tenemos que ser Cristianos de corazón. La Iglesia de Dios habita dentro de las paredes, no en el nombre y esas cosas.",
    "Ahora, hoy se le da demasiada importancia a esto: que la membresía es todo lo que cuenta para la gente. Pues, miren a los bautistas tener un avivamiento. ¡Oh, ellos sí tuvieron uno! Tuvieron un eslogan en el ’44: “Un millón más en el ’44”. Los mensajes de Billy Graham se difunden. Seguro, ha hecho una gran cosa. Los metodistas, bautistas, presbiterianos, han sido una cosa tremenda, pero ¿qué tenemos?",
    "Jesús les dijo a los fariseos: “Guías ciegos de ciegos. Uds. recorren los mares para hacer un prosélito, y es dos veces más un hijo del infierno que cuando comenzó”. Y eso es lo que tenemos hoy.",
    "Billy Graham, cuando asistí a su desayuno en Louisville, Kentucky, llegó allí, tan severo como es el evangelista, dijo: “Voy… Pablo dijo… Aquí está el ejemplo”. Dijo: “Pablo entraba a una ciudad y convertía a uno, regresaba un año después y tenía a treinta de aquel”. Dijo: “Yo entro a la ciudad y convierto a treinta mil, y regreso en un año y no puedo encontrar ni treinta”. Él dijo: “¿Qué pasa?”. Y me impresionó el enfoque del evangelista. apuntó allí así con el dedo a unos trescientos hombres sentados allí, dijo: “Son Uds., montón de predicadores perezosos”. Él dijo: “Uds. se sientan en la oficina con los pies sobre el escritorio, y llaman a un hombre por teléfono y le piden que venga y—y se una a su iglesia. Uds. deberían ir a visitarlo”.",
    "Sentado allí, pensé: “(¡Oh, Dios!) sabes, Evangelista Billy, tú eres un gran hombre. Yo soy un—yo soy un tonto. Pero quiero preguntarte algo”. Yo quería haber respondido y dicho esto; pero yo—yo—yo admiro al hermano, creo que es un siervo de Dios. Pero me gustaría haberle dicho esto: “Entonces, Billy, ¿qué tipo de predicador tuvo que enviar Pablo a visitar al de él?”. ¿Qué pasó? Pablo no solo lograba que él levantara la mano para tomar una decisión, sino que lo llevaba al bautismo del Espíritu Santo, encendió un fuego en su alma y él no pudo callar.",
    "Eso es lo que pasa hoy, es membrecía. Sí. [Cinta en blanco.—Ed.] …miembros, gran membresía, grandes clases de escuela dominical, pagan premios por alguien que pueda ganar prosélitos y traer a alguien de otra iglesia, para ver quién tiene más. ¡Saben Uds. que eso es fariseísmo! Y luego se jactan de eso: “Les ganamos el domingo pasado”. Si Uds. han llegado al punto en que tienen que hacer de la iglesia de Dios una carrera de ratas, entonces ha llegado la hora de cerrar las puertas e irse a casa.",
    "La Iglesia de Dios es un artículo vivo de Dios en la tierra, manifestando a Jesucristo. Sé que Eso no es popular, uno no puede esperar que lo sea. Sí esperamos estar en lo correcto.",
    "Ellos hacen un gran alarde al respecto… Pero, ¿sabían Uds.?, los grandes ruidos no afectaron al profeta Elías. Él oyó pasar el fuego y el humo, y los truenos y los relámpagos, y la sangre y el aceite, y todo lo demás, eso no lo perturbó. Saben, América siempre está buscando algo grande con mucho ruido. Pero Dios es “una Voz apacible y delicada” que atrajo al profeta.",
    "Saben, una vez salió una carreta al campo, y rebotaba, haciendo mucho ruido cuando salía al campo. Y cuando regresó, pasó por los mismos baches sin hacer nada de ruido, estaba cargada de cosas buenas. ¿Ven? Sí.",
    "Pero nosotros estamos basando nuestra experiencia en un montón de ruido. ¿Cómo podemos hacer eso? ¿Cómo podemos hacer tales cosas? ¡Oh, vaya! Y luego traer allí el brillo de Hollywood, permitiendo mujeres en el púlpito con ropa tan apretada y de apariencia sexual, bailando en el espíritu. ¡Yo no sé qué clase de espíritu sea!",
    "Ahora, no quiero ser crítico, yo—soy—soy… yo—yo los amo a Uds. Si no, entonces Dios me juzgará si tengo otro objetivo aparte de eso. ¿Ven?",
    "Pero se tiene eso, ¿ven? Hacia eso se fueron los pentecostales. “Tenemos más que el hermano de la esquina”. ¡Oh! “Tenemos más que las Asambleas, porque somos de la Unidad, o somos los Trinitarios, y somos los…”. ¡oh!, esto, eso o lo otro, todas—todas las diferentes marcas que tienen, ¿ven? ¡Oh, hermano!, eso no significa ni esto para Dios. Él trata con el individuo. Correcto.",
    "Noten, grandes ruidos, pero eso no atrajo al profeta. Al profeta no le interesaban los grandes ruidos. Pero cuando oyó esa Voz apacible y delicada, él supo que esa era la Palabra, él veló su rostro y salió caminando.",
    "Saben, el sol puede extraer más agua en quince minutos, sin ruido alguno, y nosotros… más rui-… Y nosotros hacemos más ruido al extraer un galón de agua que el sol con un millón de barriles. Así es. Siempre estamos buscando algo con grandeza y mucho “¡viva!” y mucho ruido. Pero cuando se trata de recibir la Palabra, luego aquí viene esa cosa. ¿Ven? Viene, y ellos dicen: “Pues, bendito sea Dios, déjenme decirles…”.",
    "Encontré a un hombre aquí no hace mucho… No digo esto para ser sacrílego, por favor perdónenme si estoy… si al pensarlo soy sacrílego. Yo estaba en una reunión de carpa y, el ministro, un ministro pentecostal trajo a su esposa para tocar el piano. Y cuando él me presentó a su esposa, sinceramente, casi me desmayo. La mujer tenía el pelo muy corto, rizado, y tenía tremendos aretes enormes, y con suficiente manicura en sus labios, o sea lo que sea, uñas pintadas. Parecía que era una… Era de apariencia horrible; tremendas garras enormes y largas, y así. Y de aspecto sexy; con un pequeño vestidito corto, ni siquiera podía cubrirse las rodillas cuando se sentaba. Pues, me paré allí un momento y dije: “Hermano, ¿heriría sus sentimientos si le dijera algo?”.",
    "Él dijo: “Pues, claro que no”. Un buen hombre, y ella parecía ser una buena mujer.\n\nLe dije: “¿Dice Ud. que su esposa es una santa?”.\n\nDijo “Sí”.",
    "Le dije: “Disculpe la expresión, pero para mí ella luce como una ‘farsanta’”, le dije, Uds. saben: “o algo así”. Le dije…",
    "Él dijo: “¿Qué quiere decir, Hermano Branham?”. “¡Oh!” dijo, “Ud. es de la vieja escuela”.",
    "Le dije: “Soy de la escuela de la Escritura. Así es, la escuela de la Escritura”. Yo no creo que una santa actúa así, simplemente no puedo creerlo, cuando la Biblia lo condena. ¿Ven?",
    "Muy bien, parece que, cada vez, lo único que oímos es: “cuarenta tomaron su decisión allá”, “cuarenta y cuatro decisiones”, “tuvimos trescientas decisiones”. Pues, eso es confesión. Las confesiones son “piedras”. Así es, porque Pedro, en base a su confesión, fue llamado “piedra, roca pequeña”. Pedro, su confesión. Ahora, las piedras están bien, pero ¿de qué sirve o qué valor tiene una piedra para un edificio, si no hay un verdadero albañil, con una herramienta afilada de la Palabra, para cortarlas y hacerlas hijos de Dios? ¿Ven? ¿De qué sirve una confesión?",
    "Por eso es que Ud. regresa y no puede encontrar treinta de treinta mil. Ud. solo rodó las piedras del polvo, y las rodó allá afuera, y aún no son aptas para el templo. Tienen que ser cortadas, medidas por la Palabra de Dios, posicionadas allí adentro, unidas todas, edificadas sobre el fundamento de la Doctrina de los apóstoles, Jesucristo, la Piedra Angular. Y Él dijo: “El que cree en Mí, las obras que Yo hago, él también las hará”. Así es.",
    "¿Cómo podemos ser la Iglesia cuando nos despreciamos los unos a los otros? Él dijo: “En esto conocerán todos que sois Mis discípulos, si tuviereis amor los unos por los otros”. Cuando hacemos proselitismo y nos dividimos, y por diferencias denominacionales… Yo no culpo a la gente de eso, culpo a la denominación. Así es. Para nada a la gente. ¿Ven? ¡Oh, eso es grave!, pero yo…",
    "Uno tiene que tener esta herramienta afilada, la Palabra de Dios, para moldearlos en hijos del Edificio. ¡Oh, qué cosa! Mi oración es: “Dios, date prisa con Malaquías 4. Danos el Mensaje en los últimos días. Danos a alguien, envía algo para salvar a esta iglesia pentecostal”.",
    "¿Qué tipo de mensajero nos enviará Dios para estos últimos días? Les diré esto, mi hermano, hermana, como su hermano y colaborador esperando ese momento que viene: él será el mismo tipo de mensajero que llegó en el otro tiempo. ¡El mismo tipo! Traerá a la iglesia de nuevo a la Palabra. Dios, permítenos poner un fundamento para eso antes de que llegue aquí. Antes de que él venga, que pongamos un fundamento y seamos piedras cortadas, listas para pararse hombro con hombro con él cuando Dios lo envíe, porque Él prometió hacerlo.",
    "Ahora, yo sé, lo siento que rebota. Y, recuerden, con un pequeño don puedo captar el discernimiento del espíritu, ¿ven? Pues, a Uds. les molestó cuando dije Malaquías 4. Pero permítanme decirles algo. Tú dijiste: “Jesús dijo: ‘Si pueden recibirlo, este es el Elías de quien se habló’”.",
    "Pero si Uds. ven lo que Él dijo en—en—en San Mateo, el capítulo 11 y el versículo 6: “Si quieren recibirlo, este es de quien se habló, y dijo: ‘Yo envío a Mi mensajero delante de Mi faz’”. Eso fue Malaquías 3, no Malaquías 4.",
    "Porque en Malaquías 4, Él dijo: “Antes de que llegara este día, la tierra sería quemada y la gente caminaría sobre ella; sería quemada como la estopa”. Así es. Él hablaba entonces del mensajero delante de Su faz, que era un Elías. Eso…",
    "Yo—yo no creo en todas estas cosas que circulan hoy sobre el manto de Elías y todo ese asunto. Yo… Todos esos falsos tienen que venir, por supuesto, para trastornar de lo genuino cuando llegue. Pero, permítanme decirles: vendrá un mensajero al final de esta edad pentecostal y traerá fin al asunto. Será un hombre. No un grupo, no una denominación; sino un hombre. Siempre lo ha sido, y Dios no puede cambiar Su programa, Él es el Dios Eterno.",
    "Recuerden, si ese mensajero (Juan) fue el mensajero de Malaquías 4, entonces las Escrituras fallaron, porque Ellas dicen: “Que ella… la tierra se quemaría como la estopa, y los justos caminarían sobre las cenizas de los malos”. Así que léanlo, y vean si eso no es así. ¿Ven? Pero Jesús no dijo eso, Él Se refirió a Malaquías 3: “Enviaré a Mi mensajero delante de Mi faz, para preparar el camino delante de Mí”. Así es exactamente.",
    "Bueno, pero recuerden, este otro habría de restaurar la fe de los hijos de nuevo a los padres, restaurar la fe de los hijos de nuevo a la Fe de los padres, la Biblia original.",
    "Eso es exactamente lo que hizo Moisés. Eso exactamente hizo Jesús. Eso es exactamente lo que hizo cada mensajero a través de la Biblia, al final de esa dispensación, ellos restauraron de nuevo el mensaje. La gente, por las organizaciones y cosas se plagó de duda y de todo, en esos días.",
    "¡Ellos han hecho lo mismo hoy! Así que estamos esperando un mensajero. (¡Dios, envíalo!) ¿Creen Uds. que lo recibiremos? ¡No, señor! Será “un cascarrabias y un fanático”, por supuesto, pero Dios lo vindicará. El verdadero creyente, esos predestinados a la Vida Eterna, Jesús dijo: “Todo lo que el Padre Me ha dado vendrá, y nadie podrá venir a menos que Mi Padre lo traiga. Y todo lo que el Padre Me ha” (tiempo pasado) “dado, ellos vendrán”. Así es, ellos estaban…",
    "Yo no creo en esta enseñanza bautista de—de seguridad Eterna. Lo creo de cierta manera, pero creo que uno está seguro mientras esté en la Iglesia. Pero si uno se sale de… fuera de la Sangre de Jesucristo, Ud. no está seguro. Yo estoy a salvo de la lluvia mientras haya entrado aquí.",
    "Y cuando Ud. es bautizado en el Espíritu Santo y dice que tiene el Espíritu Santo, ¿y luego niega la Palabra de Dios? Dice que creyó y recibió el Espíritu Santo, ¿y luego niega que la Palabra sea veraz? Entonces ¿cómo puede ser eso el Espíritu Santo cuando Él fue el Ser que escribió la Biblia? ¿Negará el Espíritu Santo Su Propia Palabra?, diciendo: “Yo—Yo estaba equivocado, Ud. tiene razón”. No, ese no es Dios. No, señor.",
    "¡Espada Aguda! (Señor, envíanos un gran Mensaje). Eso es lo que esperamos. Entonces, por supuesto, cuando él venga a arreglar esas piedras y cortarlas para el edificio, ¿qué sucederá? Muchos de ellos no resistirán la prueba de la Palabra. Amarán su organización más de lo que aman la Palabra de Dios, aunque esa Palabra sea vindicada por ese hombre. Él será un profeta que vendrá en el Nombre del Señor, y él será el que vendrá sobre la tierra. Yo lo creo.\n\n¡Oh, todos dicen: “Será un grupo de personas”!",
    "Yo quiero que alguien me muestre en la Biblia dónde será un grupo de personas; Dios quebrantaría Su Propia Palabra, Él no lo puede hacer. No, señor. Él prometió esto. Será un solo hombre. Y luego habrá otros con él, por supuesto, miles, todos los creyentes de la Iglesia estarán con él, en todas partes.",
    "Como fue en los días de Noé, no habrá muchos de ellos salvos, porque Jesús dijo: “Como fue en los días de Noé”. ¿Sabían Uds. eso? “Como fue en los días de Lot”, (cuéntenlos) “así será”.",
    "🦅 Los Cielos y la tierra pasarán, pero Mi Palabra no pasará”. ¿Ven a lo que me refiero? ¡Oh, hermano, vale más que nos escudriñemos, podría ser realmente más tarde de lo que pensamos! Podríamos despertar algún día y ver que se nos ha pasado algo. ¡Tengan cuidado! Vigilen, oren, escudriñen, busquen, no dejen que Eso se les pase por alto. Y, recuerden, cuando Se predica la Palabra de Dios, Dios está obligado a esa Palabra y La vindicará.",
    "¿Saben Uds. lo que Él dijo allí, que sucedió en los días de Lot? Él dijo: “Como fue en los días de Lot”. ¿Qué sucedió allá justo antes de que cayera el fuego? ¿Qué pasaría de nuevo justo antes de que caiga el fuego, qué tipo de mensaje recibiría la Iglesia? Pues Sodoma no, la Iglesia elegida. Solo quédense con esos tres: estaban los sodomitas; y estaba Lot y su grupo, la iglesia formal; estaba Abraham, el Elegido. Los tres recibieron un mensaje, sí, de diferentes mensajeros. Observen qué tipo fue a la Iglesia elegida, lo que Él le hizo a Abraham. Jesús dijo: “Así será en la venida del Hijo del Hombre”. Bueno, no podemos negar eso, es exactamente lo que dijo Jesús. Entonces, por supuesto, así será.",
    "Ahora, muchos… cuando Jesús vino y trajo la prueba y dijo: “Escudriñad las Escrituras, porque en ellas os parece que tenéis Vida Eterna, y ellas son las que dan testimonio de Mí”, ¿pudieron ellos resistir la prueba? No. Y cualquiera sabe, toda confesión de rocas que no soporten la prueba de la Palabra serán arrojadas al arrume. Está rajada, el agua la rompió, no resistirá la prueba. ¡Oh, vaya, entonces es enviada al basurero! Dios siempre ha considerado el carácter en lugar de los números.",
    "Estoy cerrando. Lamento haberlos detenido todo este tiempo, no fue mi intención hacerlo. Permítanme solo un—un momento, dos, para hacer este último comentario, luego me iré en un minuto. Espero que yo—yo—yo haya dicho algo para ayudarles, ¿ven?, para lograr que Uds. estudien. ¿Ven?",
    "Dios siempre ha considerado el carácter, no los miembros. Y hoy lo hacemos al contrario. Contamos miembros, buena ropa, buenos pagadores, en lugar de carácter. Ajá.",
    "Eliezer sudó la gota gorda, hasta que encontró carácter. Así es. ¿A quién conseguiría? Y él confió en Dios. ¿Carácter para qué? Carácter para Isaac, la novia, de la cual la Iglesia es un tipo. Uds. lo saben. Esa fue la simiente natural de Abraham; esta es la Simiente real de Abraham. Bueno, si Eliezer, el mensajero buscando a la novia y tratando de encontrar el carácter, si ese hombre ha venido, un mensajero del último día, tratando de encontrar a la Novia para Cristo, él no buscará una membresía denominacional. Él buscará un carácter que esté dispuesto.",
    "¡Observen! Primero el buen carácter, luego prepararla para encontrarse con Isaac. Después de que él encontró el carácter, luego fue lograr que se quedara quieta el tiempo suficiente para escuchar su mensaje de Isaac.",
    "Ese es el mensajero de los últimos días, la Luz de la tarde, primero es encontrar esa Iglesia (¿dónde creerán el Mensaje?), buscarla. ¿Pueden entender lo que digo? Buscar dónde estará esa Iglesia que aun le permitan a uno entrar, que no le cierren la puerta a uno en la cara. Y luego cuando lo hace allí, entonces uno ha encontrado carácter. Ahora, ¡si ella se queda quieta el tiempo suficiente para decirle cómo tiene que vestirse esa Novia! Ella tiene que ser vestida. ¡Estar quieta! Si ella pudiera…",
    "Miren a la pequeña Rebeca escuchando cada palabra, su pequeño corazón palpitaba. Ella… Él—él le hablaba a ella. Bueno, ya había sudado: “¿A dónde iré?” para encontrar el carácter. Luego, al encontrar el carácter, conseguir que ella esté quieta el tiempo suficiente para prepararla e ir a encontrarlo a él. ¡Oh, vaya, qué cosa más sorprendente! (Quisiera más tiempo en ese reloj.) Prepararla; quedarse quieta para escuchar su mensaje acerca de él. Eliezer no hablaba de sí mismo, sino que hablaba de aquel de quien fue enviado. Y tenía los dones para demostrar que fue enviado por él. ¡Amén! Él quería vestirla con estas cosas. Uds. saben cómo él la vistió.",
    "¡Si yo solo pudiera lograr que ella se lave la cara! ¿Ven? Saben, yo—yo me sentí reprendido por eso, así que vale más que me quede quieto. De todos modos, ya he dicho lo suficiente, Uds. saben de lo que hablo. Muy bien, escuchen, solo quedarse quieta.",
    "Observen, el mensajero del tiempo del fin, su trabajo será preparar a los santos, alistar a la Novia para el Novio. Ese será su Mensaje. ¿Pues quieren Uds. aprender el ABC para poder estudiar álgebra más tarde? Cuando se abran estos otros sellos en la parte posterior solo les serán revelados a ellos. Así es. Aprendan el ABC primero. ¿Qué es el ABC? “Siempre creer a Cristo” (no a su credo), a Cristo. ¿Ven? Crean lo que Él dice, no lo que alguien más diga.",
    "Si es contrario, si un hombre les dice: “Está bien que Uds. se corten el pelo, mujeres”, Uds. saben que él está mintiendo. La Biblia dice que está mal. Si él dice: “Ud. puede ser diácono y tener cuatro o cinco esposas”, él está mintiendo. Eso es contrario a la Palabra. ¿Ven? Todas estas otras cosas de las que hablamos, compárenlas con la Palabra y vean si es la Palabra correcta.",
    "Traigan a la iglesia de nuevo a la Palabra. Bueno, ¿qué debe hacer este mensajero de Malaquías 4? Restaurar de nuevo la Fe original, la Fe de la resurrección. Aquella, la que vieron en Jesús después de Él haber resucitado de los muertos, lo vieron a Él obrar entre ellos.",
    "Ellos eran hombres de pocas palabras. Salieron y predicaron la Palabra. ¡Oh, predicaban bastante!, Pablo predicó toda la noche una vez. ¿Ven? Un hombre cayó del edificio, se mató. Él lo cubrió con su cuerpo, lo trajo de vuelta a la vida, ¿ven? ¿Ven? ¿Ven?, continuó predicando.",
    "Ahora, noten que ellos eran diferentes a los Ph., L.L., Q.U.S.T., y como quiera que se llamen, lo que sean hoy. ¿Qué? Separa al mensajero y… El Mensaje, más bien, por medio del mensajero, separará a los creyentes de los incrédulos. Algunos de ellos se alinearán con Ella, y otros no. Algunos de los luteranos… Algunos de los católicos se alinearon con Lutero, algunos no. Algunos de los luteranos se alinearon con los metodistas, algunos no. Algunos se alinean con Pentecostés, y algunos no. Algunos se alinearán con la Luz de la tarde, algunos no lo harán.",
    "¿Cómo van a saber Uds. si es la Luz de la tarde o no? Pruébenlo con la Palabra (no solo una Palabra, toda la Palabra unida), vean si eso es correcto o no. ¡Oh!, ¿en qué está? Entonces si este Mensaje produce la vindicación de Dios, haciendo lo que Él dijo que Él haría, y está en línea con la Palabra, entonces la Palabra es vindicada como en otros tiempos y como lo hicieron otros anuncios proféticos.",
    "Noten, cuando el Mensaje… cuando… Noten cuando el Mensaje sea rechazado por la gente, y el mensajero parezca estar completamente derrotado, que no consiga otra puerta, que no pueda encontrar lugar.",
    "Como fue con nuestro Señor. Recuerden, cuando Él estaba… ¡Oh, cuando sanaba a los enfermos!, el joven Profeta: “¡Oh, qué cosa! ¡Es un gran Individuo!”. “Hola, Rabino, ¿cómo está Ud.?”. Pero un día Él Se sentó y comenzó a decirles la Verdad. Él encontró el favor con la iglesia, la gente. Miles Lo seguían. Estaba rodeado de setenta ministros, además de los doce. Pero un día después de haber convertido el pan… o convertir el… multiplicado los panes, para demostrar que Él era Dios, porque solo Dios hizo llover el pan del Cielo. Sí. ¿Ven? Él multiplicó los panes. E, inmediatamente después de eso… Había caminado sobre el agua, había hecho milagros, e hizo las cosas que hizo, para demostrar lo que Él era.",
    "Y luego, habiéndolo hecho, Se sentó y comenzó a hablarle duramente a la gente. La gente se alejó. Y los setenta dijeron: “¡Uff! ¿Quién puede oír Esto? Esa es una dura palabra. Tú derribas lo que realmente pensábamos que era otra cosa. Pues, ¿quién eres Tú para decirnos estas cosas?”. Y ellos se fueron.",
    "Entonces Jesús se volvió hacia Su grupito, como en los días de Noé, como en los días de Sodoma, dijo: “¿Uds. también quieren irse?”.",
    "Luego Pedro dijo esas grandes palabras: “Señor, ¿a dónde iríamos?”. (Dios, ayúdanos.)",
    "Noten, cuando el Mensaje sea rechazado y el mensajero parezca estar derrotado, ahí es cuando Dios entra en la escena, su Mensaje ha terminado.",
    "Noé (cerrando ya), Noé predicó ante la puerta de su arca por ciento veinte años, hasta que, cuando finalmente se rieron de él con desprecio, Noé entró en el arca pensando que… que todo estaría bien. Dios cerró la puerta. Y la gente se quedó para ver qué pasaría. Siete días se sentó allí y sudó, y al séptimo día llegó la lluvia. Ajá",
    "Moisés, ¿dónde estaba él? En la mismísima línea del deber, guiando a la gente. El Mar Rojo se interpuso en su camino. Él estaba al final de su camino. Fue entonces cuando Dios vino con el viento del Este y separó el mar, al final del camino.",
    "Fue Daniel, parado en su mensaje: “No me contaminaré con el mundo de este rey”. Parándose fiel a Dios, estaba justo al final de su camino, parecía que había llegado al final de su tiempo, lo arrojaron al foso de los leones. Dios entró en la escena.",
    "Y una mañana, allá en Babilonia… ¡Amén! Puedo mirar al Cielo, puedo ver un—un Trono, Ángeles parados alrededor. Al mirar aquí, en Babilonia, puedo ver un—un horno encendido. Puedo ver a tres jóvenes parados allí, diciendo: “Nuestro Dios puede liberarnos”. ¿Ven? “Pero no nos inclinaremos ante tu imagen, porque es contrario a la Palabra”. ¿Ven? “Aquí nos paramos”.",
    "🦅 Muy bien” dijo el rey, “suban los escalones, serán quemados”. Grandes hombres fornidos, al otro extremo de la lanza, allí subieron los escalones, peldaño tras peldaño, más y más caliente.",
    "Puedo ver a un Ángel parado, uno, al lado del Trono, agarró una espada y la desenvainó, dijo: “¡Padre, mira allá abajo, lo que está sucediendo! Déjame bajar, soy Gabriel, yo cambiaré la escena”.",
    "🦅 Envaina tu espada, Gabriel. Lo he visto”.",
    "Luego se presenta otro, dijo: “Padre, soy Ajenjo, soy el destructor con el agua. En la época antediluviana, el hombre pecó y maltrató a Tu pueblo, y yo—yo convertí al mundo entero en un globo de agua. Yo barreré a Babilonia del mapa esta mañana. Permíteme ir”.",
    "🦅 Sé que podrías, Ajenjo, eres un Ángel fiel. ¿Ves? Pero no puedo dejarte ir, este es Mi trabajo. Yo voy, Personalmente”.\n\n“Mira, ¿los ves?”.",
    "🦅 Los he vigilado toda la noche. Oí su culto de oración. Los vi pararse por Mi Palabra. Yo llegaré a tiempo”. ¡Oh, qué cosa! Puedo verlo a Él levantarse y Sus vestiduras reales colgar a Su alrededor, así, y decir: “Vengan aquí, viento del Este, Norte, Sur, Oeste. Pasen por debajo de esa nube de tormenta, voy a montarlos como carro esta mañana. Voy a Babilonia, voy a cambiar la escena”. ¡Oh, hermano, Él llegó justo a tiempo!",
    "Su ojo cuida del gorrión y sé que Él cuida de mí. Él aún está cuidando esta noche, cuidándome, los está cuidando a Uds. Él ha cuidado de si nosotros nos mantendremos firmes o no, qué decisiones tomaremos, si nos mantendremos fieles a la Palabra o nos alejaremos de Ella. Es más tarde de lo que Uds. piensan.",
    "Jacob, en su camino a casa, con la inspiración de regresar a casa, su hermano venía a confrontarlo. ¡Oh, pero una noche él luchó con Dios! Él temía esa confrontación con su hermano, pero a la mañana siguiente ya no temía, era un príncipe que cojeaba. “No necesito a Esaú ni a su ejército, a ninguno”, Dios entró en la escena. ¿Ven?, Él lo hace de una manera peculiar.",
    "Jesús, rechazado, después de haber sido vindicado como el Hijo de Dios, dijo: “Si Yo no hago las obras de Mi Padre, no Me crean”. Él era la Luz del día (¡Él aún es la Luz!), entró en la escena. Y la gente, mientras que Él pudiera… pan, peces y panes, ellos Lo siguieron. Pero cuando Él comenzó a decirles la Verdad de la Palabra, eso los separó, ellos tenían sus propias tradiciones a las que se aferraban. Aquello era contrario, pero aun así Uds. saben que Él estaba exactamente con la Escritura. Pero los ojos cegados del mundo no pudieron ver Eso; tampoco lo ven ahora, ni pudieron en ninguna otra edad, quiero decir, en general. ¿Qué pasó? Parecía que Él estaba derrotado.",
    "Noten Uds. que desde ese mismo momento, Su popularidad Le dejó. ¿Cuándo? Cuando Él comenzó a hablarles la Palabra. Cuando Él podía ir y tener—y tener servicios y campañas de sanidad, todos Lo querían: “¡Oh Rabino, ven por acá!” y, “¡Rabino, ven por aquí!”. Pero cuando comenzó Su Doctrina: “¡Oh, Tu Enseñanza perturba a nuestra gente!”. ¡Oh, vaya! “¡Oh!, no puedo recibirte más en mi iglesia, Rabino, porque, pues, Tú confundes a nuestra gente, Tu Enseñanza es muy contraria a lo que creemos”. Eso no ha cambiado. ¿Ven? No. Seguro. “¡No puedo recibirte, Rabino!”. A pesar de que Él fuera vindicado, demostrado Quién era, por las Escrituras, aun así no Lo pudieron creer.",
    "Finalmente Él continuó hasta el último momento, cuando Satanás pensó: “Lo tengo”, él Lo crucificó en la cruz. Bajando, bajando, bajando, bajando, hasta que finalmente pensaron que Lo tenían, Lo pusieron en la tumba. Pero fue entonces cuando Dios entró en la escena. ¡Él Se levantó de la tumba! ¿Por qué?",
    "Lo mismo, Pablo, él dijo: “Todos… Demas me ha desamparado. Todos los hombres me abandonaron por causa de la Palabra”. Yo no creo que Demas se haya ido a clubes nocturnos y esas cosas. Sino que Demas se quería ir, Demas era un hombre rico. Y él se quería ir con el grupo popular, y fue allí a donde se fueron todos los demás. Y luego Pablo dijo: “Todos me han desamparado”. ¿Por qué? Su ministerio, él estaba llegando a su piedra de corona, llegando al final.",
    "Su deseo era ser mártir porque él había matado a Esteban, fue testigo de su muerte y consintió. Él quería morir. Cuando el… Agabo, ese destacado profeta, se paró a su lado y le dijo que no fuera a Jerusalén, él dijo: “Sé que no debo ir. Pero no solo estoy dispuesto a ir, ir encadenado y atado a Jerusalén, sino que estoy dispuesto para ir a morir por el Señor Jesús”. ¿Qué era? Él estaba sellando su ministerio.",
    "¡Oh, Iglesia del Dios viviente, podríamos hablar toda la noche! ¿Cómo vamos nosotros a sellar nuestro Mensaje? ¿Cómo vamos a hacerlo? Dios, ayúdanos a recibir esta Palabra, a pararnos valientes. Permíteme morir por la Palabra; vivir por la Palabra, morir por la Palabra. Difundir la Luz, porque habrá Luz en el tiempo de la tarde. Estamos en esa hora, amigos. Vamos a creerla, mientras inclinamos nuestros rostros.",
    "Primero, me disculpo por detenerlos todo este tiempo, casi dos horas, una hora y cuarenta y cinco minutos, creo, exactamente. Espero que nada haya lastimado. No debemos ofender. Lo cual, si está en nuestro—si eso está en nuestro corazón y alma, entonces estamos mal, nosotros mismos, si los ministros decimos esas cosas, mis hermanos aquí, estos hombres llenos del Espíritu Santo. ¿Ven?",
    "Cuando fui salvo y le dije a mi pastor bautista que yo había recibido el Espíritu Santo, y todas estas cosas, estas… y el Ángel del Señor me dijo qué hacer, él dijo: “Debes haber tenido una pesadilla, Billy”.\n\nLe dije: “Doctor Davis, vi a un Ángel”.",
    "Él dijo: “¡Oh, tonterías!”. Dijo: “Eso es—eso es del diablo”. ¿Ven? ¡Oh, qué cosa!, ¡cómo me dolió! Él dijo: “¿Tú vas a predicarles a reyes y potentados?”.\n\nLe dije: “Eso es lo que Él dijo”.\n\nDijo: “¿Con una educación de séptimo grado?”.\n\nDije: “Eso es lo que Él dijo”.",
    "Dijo: “¿Quién crees que te escuchará? ¿Salir a predicar la sanidad Divina en un día como este, y con todos los avances de la medicina y esas cosas?”.\n\nDije: “Yo no puedo evitar cuántos Goliats se paren allí”.\n\nÉl dijo: “¿Quién crees que te oirá?”.",
    "Le dije: “Si Dios me está enviando, habrá alguien que me oirá”.",
    "Yo no sabía nada de Uds. en ese entonces. Y cuando vine a Uds., fue como poner un guante en la mano, yo encajé bien con Uds. Yo los amo. Los amo. Amo a mis hermanos pastores. ¿Creen Uds. que un presbiteriano, metodista, o luterano abriría su iglesia como lo hizo este hermano esta noche, para que pudiéramos sentarnos aquí y predicar este tipo de mensaje? No, señor, de ninguna manera. Estos son hombres valientes que creen la Verdad. Ahora alinéense con la Palabra con ellos, ¿ven?, aléjense de las cosas del mundo.",
    "Hermanas, déjense crecer el cabello. Pónganse sus vestidos, lindos y ordenadamente. ¡Sientan vergüenza! Quítense esa pintura de la cara. ¿Ven? Uds. tienen más Escrituras para usar pintura que para cortarse el cabello. Así es. No lo hagan. No lo hagan. La Biblia dice que es deshonroso para una mujer hacerlo. El cabello es su gloria. Ahora Uds. dicen: “Eso es algo insignificante”. Así es, pongamos de lado las cosas pequeñas y luego podremos hablar de cosas grandes. Comencemos correctamente.",
    "Ahora, hermanos. ¡Oh, vaya! Permítanme decirles una cosa a los hombres. Caballero, hermano mío, si Ud. deja que su esposa haga algo así, me avergüenzo de Ud., y reclama ser un hombre lleno del Espíritu. Vergüenza debe darle, dejar que su esposa salga así a la calle.",
    "Y Ud. vestida toda sexy y todo así, y ¿sabía Ud. que la Biblia dice, Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella?”.",
    "Ud. dice: “Pero espere un minuto, mi hermano, soy inocente”. Yo también lo creo de Ud., mi hermana, Ud. es inocente en cuanto al acto natural. Pero si Ud. se presenta y el pecador la mira, y Ud. misma se presentó así, ¿quién es culpable? Ud. lo es, por presentarse así. Luego en el día del Juicio, cuando ese pecador responda por el adulterio, ¿con quién lo cometió él en su corazón? ¡Ud.! ¿Por qué? Por Ud. misma presentarse. Pues, esa es la pura Verdad.",
    "¿Lo hará, lo hará Ud., hermana, por favor, en el Nombre de Jesús, me permite pedirle a Ud. como su hermano, enderezarse?",
    "Hermano, vergüenza debería darle por dirigir su hogar así, enderécese. Yo—yo espero más de Ud. como hombre. ¿Ve?",
    "Los pastores que dejan entrar a esas personas, aceptan a diáconos y todo lo demás y en posiciones de esas, con dos o tres esposas vivas, y cosas, ¿no le da vergüenza a Ud., ministro? ¿No se avergüenza Ud. de esas cosas? Y aceptan allí a miembros viviendo en adulterio, y fumando cigarrillos, y haciendo de todo, y ni siquiera se menciona eso desde la plataforma. ¡Qué vergüenza! Yo—yo—yo oro por Ud., hermano.",
    "Dios les bendiga. Gracias por su paciencia por soportarme. Ahora, me pregunto…",
    "La Luz de la tarde ha llegado. La Luz de la tarde están aquí, regresando a la Palabra.",
    "Ahora, con sus rostros inclinados, sus corazones inclinados, háganse esta pregunta: “¿Estoy a la altura de esta Palabra? ¿Lo estoy?”.",
    "Mi oración es, desde la plataforma: “¡Oh, Dios!, quítame todo lo que no sea como Tú. ¡Oh Dios, quítamelo!”. Estamos aquí al final del camino.",
    "Muy bien, ¿tendrían la sinceridad suficiente para levantar las manos y decir: “Dios, quítame todo lo que no sea como Tú. Fórmame, Señor, moldéame y fórmame?”. El Señor les bendiga.",
    "Si hay alguien que no está bien, y es un pecador y ha entrado aquí esta noche, y nunca ha aceptado a Cristo como Salvador, o es un descarriado o algo así, y quiere regresar, es invitado a pasar y pararse aquí al altar. Si Ud. cree que Dios oye mis oraciones por los enfermos, yo creo que Él me oirá. Y Uds. y yo juntos poniendo nuestra fe en el Sacrificio, Jesucristo, el Hijo de Dios, y oramos, yo creo que Dios oirá. Los invito a venir a pararse aquí para orar.",
    "Ahora, nuestro Padre Celestial, Te encomendamos esta congregación, estas palabras entrecortadas que han sido extensas, Señor. Aun muchos se han cansado y agotado y se han ido a casa, y tal vez algunos se sintieron un poco mal, y, Señor, yo—yo simplemente no puedo ver quién está en el auditorio todo el tiempo. Y, a final de cuentas, Padre, Ella es Tu Palabra y Tú conoces mi corazón. Entonces… y soy… ¡Ay de mí si no lo hago! Y yo—yo tengo que hacerlo, Señor. Entonces pido ahora que la gente, que tiene entendimiento de la Palabra, entiendan claramente, y estoy seguro de que aquellos a quienes Tú has llamado a la Vida lo harán, y que no es otra cosa más que un corazón lleno de amor por Dios y por Su Iglesia, por lo que imploro estas cosas.",
    "Padre, prácticamente toda mano aquí se levantó, para una circuncisión, para cortar todo el exceso sobrante. Dios, ayúdanos a todos. Yo parado con ellos, Señor. Soy uno de ellos, estoy esperando la venida de ese alegre día del Milenio cuando el pecado y la vergüenza sean destruidos para siempre. Y, Padre, mientras estemos en este mundo sabemos que estamos sujetos a estas cosas, estamos sujetos a errores, estamos sujetos al pecado, aún estamos caminando y, sin embargo, no deseamos hacerlo. Como dice la Biblia: “No desmayes cuando seas reprendido”. Pero pido, Padre, que la reprensión de la Palabra me corte tan fuerte como al resto de ellos. Y oro, Padre, que ellos lo entiendan de esa manera.",
    "Pido que los bendigas ahora. Y que esto, como oramos antes, Señor, sabiendo y vigilando lo que pedimos, porque no queremos pedir mal, no queremos pedir algo que sea solo el decir palabras, porque estamos hablando Contigo.",
    "Te pido que bendigas a nuestro hermanito que me abrió su puerta para que yo viniera esta noche. Pido que bendigas a su iglesia y que cada uno de sus miembros, Señor, solo… Que este sea un faro, un lugar donde los dones de Dios fluyan y todo funcione sin problemas.",
    "Bendice a cada ministro que esté sentado aquí, a sus iglesias. Y que haya tal sacudimiento, o un sonido en las balsameras, del Espíritu de Dios cruzando Phoenix, y llevando a las iglesias al compañerismo y—y a un gran avivamiento, que los ministros no puedan predicar, debido a la Gloria de Dios; que cuando los santos se reúnan temprano en la tarde, el lloro y las oraciones y los testimonios y mensajes, un verdadero derramamiento del Espíritu, que toda la ciudad sea atraída a venir a escuchar. Concédelo ahora.",
    "Sana a los enfermos en medio nuestro, Señor. Dales liberación Divina, Padre, en el Nombre de Jesucristo.",
    "Ahora con nuestros rostros inclinados, si alguien aquí tiene el deseo de pararse alrededor del altar ahora, y mientras tenemos nuestro rostro inclinado, solo vamos a tararear un pequeño canto, un—un—un buen y antiguo canto del Evangelio. Y lo queremos tararear. Y cuando lo hagamos, si hay alguien que desee que oremos por Ud., por una—una experiencia más profunda, para recibir el Espíritu Santo, o si Ud. es salvo y aún no ha sido santificado, o lo que sea, nos daría gusto hacer eso mientras tarareamos este pequeño canto, Yo Le amo. Y si Uds. Lo aman, respetemos ahora Su Palabra.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz.",
    "Mientras ellos vienen, quiero que cada uno tome su lugar aquí ahora. Muy bien, hermana.\n\n…Le amo, yo Le amo\n\nPorque Él…\n\nVengan ahora alrededor del altar, Uds. que quieran venir ahora.\n\n…me amó\n\nY me compró mi salvación\n\nAllá en…",
    "¿Por qué no vienen aquí algunas de Uds. hermanas con el cabello corto y se comprometen con Dios? ¿Quieren que se los lea de la Biblia? Muy bien. ¿Por qué no vienen, dicen: “Señor, quiero estar correcta en todas las cosas, y quiero comenzar bien; y quiero ir por el camino correcto y quedarme allí. Te haré una promesa esta noche, Señor. Desde ahora en adelante va a crecer”?",
    "La Biblia dice que vergonzoso es que un hombre tenga el pelo largo, se ve como una mujer. Dios hizo dos pactos, uno con Adán y otro con Eva. Los vistió de manera diferente; son diferentes completamente. Siempre han sido diferentes. Hay dos pactos a lo largo de toda la Biblia. Me gustaría predicar sobre ese pacto doble una noche, alguna vez, mostrarles cuál es la diferencia. ¡Oh, vaya, es tremendo! Eso hasta está en el caso de casamiento y divorcio, si Uds. solo supieran la verdad de eso, resolvería todo el asunto. Así es. Muy bien, otra vez ahora, mientras nos cercioramos ahora. Venga, ¿lo hará?\n\nYo Le amo,…\n\n¿Necesita Ud. el Espíritu Santo? Venga, párese aquí.\n\nPorque Él a mí me amó\n\nY…\n\n¿Quiere Ud. una caminata más cerca con Él? Venga, haga un voto, párese junto a Él y cúmplalo. De nada sirve hacer el voto a menos que Ud. lo cumpla.\n\nEn la…\n\nPueden venir a hacer su voto. Dios tiene que cumplirlo. Solo aférrense de su voto.",
    "Ahora les voy a pedir a mis hermanos ministros que bajen aquí alrededor, que se paren cerca de estas personas preciosas mientras oramos aquí, que hablen con cada uno, pregúntenles sus necesidades ahora mientras estamos aquí.",
    "Todos lo más reverente que puedan. Bueno, Dios les honrará, solo sean muy reverentes hasta que se haga esta oración. Pueden venir ahora aquí, alrededor, enfrente y detrás de estas personas que están paradas aquí para orar.\n\nAllá en la cruz.",
    "Ahora de nuevo, mientras los ministros vienen a ambos lados.\n\nYo Le amo, yo…\n\nMe gusta ver eso, ministros de diferentes organizaciones, todos a una, ahora; es decir bajo la Sangre.\n\nPorque Él a mí me amó\n\nY me compró mi salvación\n\nAllá en la cruz. (¡Vaya!)",
    "Ahora acérquense hermanos, hacia la persona a su lado, pongan las manos sobre ellas y pregúntenles qué quieren de Dios. ¿Es este un momento maravilloso? Saben, cuando veo esto, veo aquí ministros de diferentes iglesias parados juntos. Las hermanas que estaban en las camillas se levantaron, salieron, se fueron. Alabado sea el Señor. Estoy muy agradecido por eso, de pie en el Nombre del Señor.",
    "Entonces, que la congregación ahora, todos inclinen su rostro. Cada uno de Uds. ahora, en su corazón, solo hablen con Dios como hablarían conmigo; como si Ud. viniera y dijera: “Hermano Branham, yo—yo…”. Si Ud. ha hecho algo mal, diga: “Lo siento, Hermano Branham. Yo—yo hice esto, ¿me perdona por eso? Le haré una promesa, Hermano Branham, nunca más volveré a hacer eso contra Ud.”. Ahora solo cambie mi nombre, del mío, a su Señor Jesucristo.",
    "Y si Ud. necesita sanidad, como si Ud. viniera a decir: “Hermano Branham, yo—yo estoy en bancarrota, no cené esta noche y, sí, yo sé que si Ud. tuviera un dólar, Ud. me lo daría”. Bueno, ¿ven?, Ud. no tiene que decirle a Dios: “Si Tú tienes poder para sanar”. Él lo tiene, ¿ven? Conmigo Ud. tendría que decirme: “Si Ud. lo tiene”. Pero a Él no le tiene que decir: “Si Tú lo tienes”. ¡Él Lo tiene! ¿Ven? Entonces Ud. diría, algo como: “Hermano Branham, ¿me podría dar un dólar? Yo—yo—yo necesito algo de comer”. Pues, seguro que sí, Ud. lo sabe. Si yo lo tuviera se lo daría, en cualquier momento. Yo tendría un corazón horrible si no lo hiciera. Y si yo, siendo un hombre cruel, pecaminoso, pudiera tener el buen corazón con alguien como Ud., ¿cómo sería Dios?",
    "🦅 Pues si vosotros, siendo malos, sabéis dar buenas dádivas, ¿cuánto más vuestro Padre Celestial dará el Espíritu Santo a los que Se Lo pidan?”. “Si le pidiera Ud. un pez, ¿le daría una serpiente? Le pide Ud. pan, ¿le daría una piedra?”. ¡Seguro que no!",
    "Pues, si Ud. le pidiera de esa manera, con fe, creyéndolo, Ud. lo recibiría de Él un millón de veces más rápido que cualquier cosa de mí. Y Uds. saben que les ayudaría, haría cualquier cosa que yo pudiera. Cualquiera de estos hermanos lo haría, sacaríamos cada centavo de nuestro bolsillo para ayudarles. Haríamos todo lo que pudiéramos. Pero esto es algo que Ud. tiene que creer por fe.",
    "Bueno, crea que Ud. lo recibirá mientras oramos, y Ud. ore, y la congregación ore, y creo que Dios descenderá y honrará nuestra oración. Y en el mismo instante en que Ud. sienta que Lo tiene, que Dios va a responder su oración, entonces si Ud. hizo un pacto: “Señor, hice mal, no lo haré más; levantaré mi mano, Te prometo que no lo haré”, Dios lo tomará a Ud. por su palabra. Y simplemente créalo así y todo habrá terminado. Luego solo levante las manos y agradézcale: “Señor, he hecho mi voto. Y sé que es Tuyo, y prometiste responderlo, y Tú no puedes fallar”.",
    "Padre Celestial, nosotros, Tus siervos, estamos parados sobre este grupo que vino al frente necesitando Tus bendiciones y Tu atención en este momento. Padre, ellos son trofeos del Mensaje, del tiempo de la Luz de la tarde. Muchos de ellos, Señor, están confesando. Algunos están desesperadamente necesitados. Te pido, Dios, que en el Nombre de Jesús Tú no rechaces a ninguno de ellos, porque Tú cumplirás Tu Palabra. Traigo Tu Palabra a Tu memoria, Señor, como lo hicieron Pedro y los discípulos cuando oraron en Hechos 4, dijeron: “¡Señor, recuerda la Palabra! ¿Por qué se amotinan las gentes, y los pueblos piensan cosas vanas?”.",
    "Ahora, Padre, traemos Tu Palabra. Tú dijiste: “El que cree en Mí, tiene Vida Eterna. El que a Mí viene, no le echo fuera. El que oye Mis Palabras y cree en Aquel que Me envió, tiene Vida Eterna, y no vendrá al Juicio, sino que pasó de muerte a Vida”.",
    "¡Oh, hagamos saber a Dios nuestras peticiones, y Él nos responderá! Él es abundante… “El que confesare sus pecados tendrá perdón. El que escondiere su pecado no prosperará”. Y confesamos nuestros errores. Confieso los errores de la gente. Confieso mis propios errores. Pido misericordia. Pido sanidad. Pido gracia. Te pido que Tú derrames el Espíritu Santo, Señor, ahora mismo sobre estas personas que esperan, que sus vidas sean cambiadas en el bloque de moldeo de Dios, y sean moldeadas a la imagen del Hijo de Dios, que el Espíritu que Lo vivificó a Él, que entre en el cuerpo de ellos y los hagas hijos e hijas de Dios. Concédelo, Señor.",
    "Creemos que Tú estás presente. Creemos que Tú honrarás Tu Palabra. Creemos que Tú honrarás los esfuerzos de la Palabra. Ahora envía estas bendiciones a estas personas mientras esperan que Tu Presencia los visite aquí en el altar. En el Nombre de Jesús.",
    "Ahora, si Uds. creen, y creen que han recibido, levanten la mano a Dios. Si Uds. lo aceptan como una oración de fe y su voto mientras regresan a Dios, levanten la mano.",
    "Y que la congregación se ponga de pie. Todos, pónganse de pie, los que quieran hacerle una promesa a Dios, digan ahora: “Lo creo. Lo acepto. Yo Lo creo”.",
    "Levanten las manos ahora y denle a Él gloria y todo habrá terminado. ¡Gloria a Dios! Gracias, Señor Jesús, por Tu bondad y Tu misericordia, y por todo lo que Tú has hecho por nosotros, Señor. Te alabamos por medio de Jesucristo. 🦅"
  ]
}