{
  "title": "SOLAMENTE UNA VEZ MÁS, SEÑOR",
  "id": "63110009",
  "content": [
    "🦅  Buenas tardes, amigos. Es un privilegio estar aquí esta noche, y disfrutando este maravilloso festejo musical; disfrutando de estos cantos que son entonados con un verdadero entusiasmo. Estaba observando a Jimmy, creo que es; y si tan sólo pudiéramos entusiasmarnos con todas las cosas de Dios en nuestra propia vida como Jimmy se emociona con esos cantos, llegaríamos a algún lugar. Realmente aprecio a ese muchacho, a su padre, es un buen amigo nuestro.",
    "Quiero hacer una pregunta: Estas damas que cantaron eso de “Quisiera Conversar Al Respecto”, ¿será ése el mismo grupo que cantó hace muchos años cuando estuve aquí? ¿Será el mismo? Yo he buscado por dondequiera ese canto. En mis horas oscuras de pruebas, he pensado que me gustaría “conversar al respecto”. Jimmy Maguire, ¿lograste grabarlo en la cinta? Espero que sí. ¿Ven? ¿Lo tienen Uds. en disco? Y si es así, lo quiero. Y he meditado en eso, pienso en que “Él me amó, cuando mi camino aún era oscuro”. ¿Ven? Y verdaderamente que he—he disfrutado ese bello canto de Sión.",
    "Ahora, tengo entendido (no estoy seguro de esto), pero creo que este mismo grupo va a estar cantando en la Convención de los Hombres de Negocios, creo que el domingo, el próximo domingo. Creo que está correcto, si no entendí mal; el próximo domingo a las dos. Entonces, si les gusta esta clase de cantos, pues, cantarán allá nuevamente para nosotros. Debiéramos llevarlos a Tucson mañana en la noche, y permitir que canten allá. Yo estoy seguro que sería una bendición para el pueblo.",
    "Ahora, mañana en la noche tendremos la asamblea en Tucson. Estaremos en el Ramada Inn mañana en la noche, en Tucson, y todos entienden que Phoenix no es más que las afueras de Tucson. ¿Ven? Realmente estamos contentos de tenerlos a todos Uds. como ciudadanos colegas de nuestra gran economía de Arizona. De hecho, nosotros estamos en la montaña, y Uds. en el valle. Por tanto, recuerden, estamos como a dos mil pies de altura más que Uds., ¿ven? Así que nos da mucho gusto estar en compañerismo aquí en éstas, las afueras de la ciudad, con Uds. esta noche. Entonces, no olviden mañana en la noche, y el punto culminante para Arizona será el—el banquete de la asamblea. Y, luego, la siguiente noche estaremos aquí en (olvido ahora el nombre de la iglesia), la Asamblea Southside. Y luego el miércoles en la noche estaremos en la Calle Once con Garfield, creo que es; allí en las Asambleas de Dios, para eso. Y luego el jueves comienza la convención.",
    "Ahora, Uds. son muy amables, y hemos tenido un tiempo maravilloso de compañerismo esta semana, y con todas estas iglesias aquí alrededor del Valle Maricopa. Y el Señor verdaderamente que se ha excedido bendiciéndonos abundantemente, más de lo que yo esperaba que Él obrara. Los lugares han estado repletos y llenos hasta en los patios, y la gente de pie, teniendo un gran compañerismo alrededor de la Palabra. Los ministros han visitado. Vi al pastor, el Hermano Outlaw, lo he visto en cada servicio que hemos tenido; hasta donde puedo recordar. Y otros, que simplemente han asistido de una iglesia a la otra. Así es como se hace. Así me gusta, en compañerismo el uno con el otro.",
    "Como el anciano Hermano Bosworth, que lleva en la Gloria tres o cuatro años, él me decía: “¿Sabe—sabe Ud. lo que es compañerismo, Hermano Branham?”.\n\nLe respondí: “Supongo que sí”.",
    "Me dijo: “Son dos compañeros compartiendo una barca”. Y eso—eso es correcto, dos compañeros en una barca.",
    "Así que estamos (para gusto mío, al mirar por la audiencia esta noche), viendo amigos aquí que no había visto antes, que han venido desde Kentucky y de Indiana, y de los alrededores de Ohio, sentados aquí, visitándonos. Verdaderamente estamos contentos de tenerlos esta noche. Quizás hayan estado en otras reuniones, pero en edificios más grandes, y sencillamente puede ser que no los haya visto. De todos modos, que el Señor los bendiga ricamente.",
    "Y ahora, voy a quedarme sólo por un corto tiempo. Tengo que conducir esta noche llevando a la familia de regreso, y tenemos que estar listos para la reunión mañana en Tucson; así que partiremos esta noche después del servicio. Es más o menos como 125 millas, [200 kms] y es un trecho largo de desierto y tengo sueño y cansancio; así que intentaré despedirlos temprano.",
    "Ahora, esta mañana hablé, trayendo a ese profeta a la cumbre del monte, yo… Eso fue anoche, ¿verdad que sí? Y esta mañana hablamos de otra cosa. Pero, no me preocupa que Uds. lleguen tarde al… a sus trabajos, y no me preocupa que pierdan un día de vez en cuando, pero no dejen de asistir a la escuela dominical (¿ven?); así que los queremos en la escuela dominical.",
    "Ahora, esta noche, antes de acercarnos a la Palabra, acerquémonos al Autor en oración. También quiero mencionar, antes de eso, a este pequeño coro tan hermoso, estos hijos de Dios, que verdaderamente los aprecio, lo bien que cantan. Y el Hermano Moore se me escapó, iba a entregarle este servicio a él, pero se—se me escapó. Sólo veo a su hermosa esposa sentada aquí. Entonces, inclinemos nuestros rostros ahora para una palabra de oración.",
    "Señor Jesús, volvemos nuevamente esta noche, primero, para darte a Ti las gracias por todo lo que nos has dado. Y sobre todo lo que nos has dado, resalta esa Vida Eterna, pues sabemos que nos encontraremos de nuevo; no será más en esta tierra sino en esa Tierra por venir. Ahora bendice Tu Palabra en esta noche. Y te damos gracias por la manera cómo has bendecido los cantos. Ahora, Padre, oro para que continúes bendiciendo el cantar, los cantos y a los que cantan; al pastor de esta iglesia, sus co-pastores; y también a los diáconos, los síndicos, y todo lo que representa. Bendícelos, Padre.",
    "Oramos que bendigas el Mensaje esta noche; estas pocas Palabras que han sido escogidas. Oramos para que Tú les añadas el contexto, y nos des de Tus bendiciones. Sana a todos los enfermos y afligidos. Permite esta noche que hombres y mujeres capten la visión, que entiendan lo que es el programa de Dios para este día postrero. Es todo lo que necesitamos hacer, simplemente entrar en Su programa, y luego lo demás encajará en su lugar. Él así nos enseñó, y nosotros… Él dijo: “Buscad primeramente el Reino de Dios y Su justicia, y lo demás será añadido”. Así que, permítenos regresar esta noche, Señor, a las bendiciones del Reino, al programa del Reino, y que aprendamos de Ti. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, estoy un poco ronco de tanto predicar. Y sé que aquí adentro hace calor, y lo siento por todos los que están de pie, especialmente por esas damas que están alrededor de las paredes, hasta el vestíbulo afuera. Y me daré prisa hasta donde me sea posible, lo que más pueda. Y mientras esté leyendo o hablando, simplemente recuerden: El Dios Omnipresente siempre está aquí presente. Y como dijo un hermano en cuanto al epiléptico (la última vez que estuvimos aquí), Dios puede sanar cáncer, parálisis, lo que sea. ¡Él ya lo ha hecho! ¡Si Él tan sólo puede lograr que Ud. lo crea! Ud. no se salvó esta noche, Ud. ha sido salvo, Ud. fue salvo hace mil novecientos años. Y, ahora quizás esta noche Ud. aceptará esa salvación, pero, ya ha sido pagada; la deuda ha sido cancelada. Y el diablo que lo puso en la casa de empeño, Jesús vino y lo redimió a Ud. y abrió las puertas; y lo único que Ud. tiene que hacer es salir y reclamar su libertad, no es más. Ud. tiene un recibo de Dios de que la deuda ha sido cancelada. Jesús dijo, en Sus últimas Palabras: “¡Consumado es!”. Toda bendición redentiva fue completamente consumada. La gran ira de Dios contra el pecado, cuando Él se hizo pecado por nosotros, esa deuda quedó cancelada.",
    "Satanás ya no tiene poder, sólo el que consiga fanfarroneando. Si él lo convence a Ud. fanfarroneando, pues sucederá, Ud. tendrá que recibir eso. Pero, legalmente, él ya no tiene absolutamente ningún poder; todo el poder que él tenía le fue quitado en el Calvario. Allí fue donde el precio fue pagado. ¡Él no es más que un fanfarrón! Si Uds. quieren escuchar su fanfarronería, pues, está bien. Pero, no tienen porqué hacerlo, Uds. son libres en esta noche; Él los ha liberado.",
    "Y ahora, si algo en la Palabra puede hacer que Ud. se dé cuenta que es libre por Su gracia, o si algo, para que se dé cuenta, en la Palabra lo hace entender, o algún acto de Dios, que eso le incluyó a Ud., que nos incluye a todos, entonces simplemente acéptelo sobre esa base, y Ud. también queda libre. Ud. no tiene que sentir ninguna diferencia, no tiene que sentir absolutamente nada. No está basado en… Jesús nunca dijo: “¿Lo sentiste?”; Él dijo: “¿Lo creíste?”. ¡Es fe! Ésa es nuestra—ésa es nuestra—nuestra… La fe es—es un brazo, un brazo poderoso que sostiene la Espada aguda de Dios de dos filos. Y esa Espada aguda de dos filos cortará liberando toda promesa, si ese brazo de fe es capaz de blandir esa Espada. Algunas personas tienen problemas de músculos demasiado débiles, y tan sólo pueden arrancar un pequeño rasguño, lo suficiente como para unirse a una iglesia. Puede ser que otros lleguen hasta justificación. Puede ser que otros recorran todo el camino hasta el bautismo del Espíritu Santo. Un brazo fuerte y poderoso, sosteniendo esta Biblia, puede cortar liberando toda promesa; correcto. ¡Así que, sean fuertes en el Señor!",
    "Ahora, deseo leer en esta noche de un pequeño contexto, del cual he—he tomado aquí algunas notas. Se halla en el Libro de los Jueces, en el capítulo 16 de Jueces, versículos 27 y 28, para tomar de allí un contexto de lo que quiero decir.\n\nY la casa estaba llena de hombres y mujeres:… todos los principales de los filisteos estaban allí; y en el piso alto había como tres mil hombres y mujeres, que estaban mirando el escarnio de Sansón.\n\nEntonces clamó Sansón a Jehová, y dijo: Señor Jehová, acuérdate ahora de mí,… fortaléceme, te ruego, solamente esta vez, oh Señor Dios, para que de una vez tome venganza de los filisteos, por mis dos ojos.",
    "Que el Señor añada Sus bendiciones a la Palabra. Si titulara este texto, me gustaría considerar esto por los siguientes momentos: “Señor, solamente esta vez más”. Solamente Una Vez Más, Señor.",
    "Allí había casi (como dice la Escritura), como tres mil filisteos mirando desde las galerías altas del estadio, mientras el par entraba al gran estadio, o coliseo; había guerreros invitados de honor, sus hermosas damas adornadas de joyas, sentados en este lugar. Y el presentador proclamó que: “Sansón entra al escenario”.",
    "Seguramente se levantaron, se acercaron un poco, extendiendo (por así decirlo) sus cuellos, para lograr un buen vistazo. Y, ¿qué pudieron ver? Sólo una masa de carne humana; a un hombre que una vez había sido el gran guerrero, siendo guiado, a tientas (como ahora estaba), por un muchachito que lo condujo al escenario. En el curso del día, el eco de los salones sonaba de pared a pared con el espectáculo de mujeres y hombres borrachos. ¡Qué espectáculo debe haber sido! Qué silencio debió haber reinado en el edificio, cuando este hombre (guiado por un muchachito, el principal enemigo para ellos), salió caminando al escenario sin ojos; tenía que ser guiado por un niño. ¡Un hombre que había sido tan valiente! Un hombre que había sido el guerrero de la talla de Sansón; y ahora tener que ser guiado por un niño al escenario. Y un hombre que era siervo de Dios, rebajado a esta condición a este lugar de borrachera y juerga.",
    "Era una gran celebración para su dios Dagón, el dios-pez que había obtenido la victoria sobre Jehová. Detengámonos un minuto y permitamos que eso penetre; celebraban la victoria sobre la hueste de Jehová. Dagón, el ídolo pagano, el dios-pez de los filisteos, al que Dios odiaba. Y aquí estaban en su alboroto de borrachera, celebrando victoria sobre el siervo de Dios, porque había sido conquistado. ¡Qué cosa más terrible es imaginarlo! Me gustaría, si fuese posible, detenerme por unos minutos y pintarles una escena de eso. Pero sólo imaginen en sus mentes, si Uds. hubieran tenido que pararse y presenciar algo así. Luego voy a traer esa escena nuevamente a Uds.",
    "Sólo imagínense, el día entero bebiendo, celebrando, mujeres vestidas elegantemente, hombres, caudillos de la guerra, guerreros, dirigentes de la nación, reunidos en este nuevo edificio donde habían levantado un nuevo ídolo al dios-pez, rindiéndole honor y alabanza por la victoria sobre los siervos de Jehová. Ahora, para empeorar la cosa, aquí viene el hombre líder, el mensajero del día, con sus ojos sacados, guiado de la mano por un muchachito, para traerlo al estadio. El niño guió a este torpe ciego allá al lugar, y me parece oír el susurro de—de este gran hombre, parado allí como una gran máquina, pero totalmente inútil. Dios lo había levantado con un propósito. Había vendido su primogenitura; y aquí estaba como una voluminosa máquina sin fuerza, guiado por un muchachito. Pero no cabe duda en mi mente, que Sansón había pensado en todas estas cosas. Cuando perdió su fuerza, él recapacitó en lo que había sucedido. Su voto le había sido quitado y él se había rendido a su enemigo. Y ellos, a cambio, habían tomado la vista de sus ojos. Y él dijo al niño: “Guíame hacia la columna sobre la cual posa el edificio, sólo guíame a esta columna”.",
    "¡Y piénsenlo! Lo tenían a él allí como escarnio, entreteniendo a esa cantidad de borrachos. ¡Qué reproche fue ése! ¡Qué desgracia ésa! ¡Qué ejemplo ése! Para… Eso me trae a la mente a una nación derrotada que está moralmente decaída; mientras Sansón se paraba al lado de esta columna, sirviendo de escarnio para el enemigo. Humillado y quebrantado, ¡qué condición en la que se encontraba él! Un símbolo muy apropiado de una nación caída; de una nación moralmente corrupta; de una iglesia caída que vendió su primogenitura, cayendo en decadencia moral y que se rindió al enemigo. Es un ejemplo público; aunque Ud. haya sido criado para servir a Dios, pero una descarriada en decadencia moral lo lleva a Ud. a esa condición. ¡Qué tremendo ejemplo era ése!",
    "Me parece oír allí a todos los guerreros, a todas las damas con sus collares y brazaletes y sus joyas finas y todo eso, decir: “¿Conque éste es Sansón? ¿Éste es aquel poderoso del cual Uds. hablaban? ¿Éste es ese hombre del cual Uds. dijeron que en él moraba el espíritu de los grandes dioses? ¿Éste es el hombre que podía conquistar nuestra nación, del cual Uds. hablaban? ¡Pero mírenlo ahora!”.",
    "¡Qué ejemplo! ¡Qué lección debe ser para nosotros! ¡Qué asunto tan serio debería ser! No debemos acercarnos a esto como si nos juntáramos simplemente para pasar un buen rato, en celebración. Nos reunimos para ver dónde estamos parados; para ver qué nos está sucediendo.",
    "Y puedo oír, y Sansón, sin duda podía oír, de un lado y del otro, de la gente que había oído de él: “Pues, ¡conque éste es Sansón!”.",
    "Y me pregunto hoy, si no pudiera también el enemigo, en este tiempo, decir casi lo mismo de nuestro movimiento Pentecostal.",
    "Sólo con mencionar el nombre de Sansón, los ponía a todos nerviosos; porque él era el siervo ungido de Dios. Él nació con un don nazareo, y ellos sabían que nada podía detener ese don nazareo, siempre y cuando él lo mantuviera. Él fue el hombre escogido de Dios para el día, el mensajero escogido de Dios para ese día. Muchos de ellos pensaron en el significado de esto; muchos de ellos lo recordaron. Muchos recordaron, al mirar a esta criatura inútil, parado allí abrazando la columna, ciego, haciendo escarnio de él, azotándole con látigos, diciéndole: “¡Vamos Sansón, gran hombre fuerte, has algo al respecto! Tú que eres tan fuerte, ¿dónde está tu Dios?”.",
    "¡Si esa no es la manera como al enemigo le gusta obrar cuando logra desmoralizarlo a uno! Pero él no se atreverá a hacerlo mientras el poder de Dios esté operando a través de la Iglesia. Él es—a él le daría miedo hacer eso mientras la bendición nazarea esté sobre Ud. Pero si él puede verle azotado, allí es cuando él se burla de Ud. Allí es cuando él puede decir que no hay diferencia entre ellos y nosotros; ellos son hombres igual que nosotros. Pero cuando hay algo diferente, algo sobresaliente con la bendición de Jehová, entonces temen decir cualquier cosa. Mientras ellos puedan ver ese poder de Dios obrando, el diablo tiene suficiente sentido común para mantener su boca cerrada. Pero cuando él sabe que Ud. está vencido, entonces él desata todo demonio que pueda contra Ud.",
    "En esa condición se encontraba Sansón. Tan sólo pensemos, yo puedo ver a los guerreros, algunos de ellos veteranos viejos con cicatrices en sus rostros, mientras miraban a Sansón parado allí, sin esperanzas e inútil; ellos recordaron haberlo visto de pie una vez con una quijada en su mano, y mil filisteos tendidos muertos a sus pies. Y ahora un muchachito lo guiaba de la mano. Ellos podían recordar, cómo en su concilio se preguntaban, cuando las noticias fueron traídas, que un hombre, un solo hombre, tomó esa… una quijada de asno, tostada por el sol.",
    "Y, ahora, muchos de Uds. conocen la historia de los filisteos. Esas armaduras que usaban esos hombres, el yelmo que les cubría la cabeza tenía casi una pulgada de bronce, y la armadura que ellos se ponían; eran hombres grandes y fuertes, tenían grandes piezas de bronce, de media pulgada por todo el cuerpo, para protegerlo de las largas lanzas que podían acometerles, o de un—un fuerte golpe con una espada de dos filos que los pudiera tumbar.",
    "Ahora, ¿cómo pudo un hombre, un solo hombre, cercado de mil, acorazados, y guerreros revestidos, con lanzas, con esos grandes yelmos por los que solamente se les veía los ojos, cómo pudo un hombre tomar una quijada de asno y derribar a mil de ellos a la vez? Pues, al primer golpe con esa vieja quijada frágil y seca, hubiera volado en pedazos sobre uno de esos yelmos. Ellos sabían que una Fuerza sobrenatural, cuando él golpeaba al guerrero en la cabeza, esa cosa hundía y lo mataba instantáneamente. Él golpeaba a diestra y a siniestra, y cada vez que golpeaba, el poder de Dios golpeaba allí.",
    "No se necesita, lo que nosotros consideramos una gran cosa, sólo se requiere de una—una mano que esté completamente ungida con el Espíritu Santo, con el poder de Dios, para que derribe a cualquier enemigo bajo cualquier circunstancia.",
    "¡Y cómo lo recordaban aquellos guerreros! “¿Será posible que tengamos al hombre equivocado?”, algunos quizás hayan dicho; “No, es él. Puedo ver su estatura, ése es Sansón, aquél que servía al que él decía que era el verdadero Dios. ¡Pero su Dios indudablemente lo ha abandonado!”.",
    "¡Pero ellos estaban equivocados! Dios no lo había abandonado a él, él había abandonado a Dios. Y yo creo que más o menos es así con el pueblo en esta noche. No es que Dios haya abandonado a Su Iglesia, es la iglesia la que ha abandonado a Dios y Su Palabra; y eso es lo que sucede.",
    "Noten, muchos de ellos recordaron. El grupo que estaba a un lado, dijo: “Puedo recordar cuando Dalila lo ató con lazos que aun los caballos no pudieron reventar. Y cuando vinimos sobre él, se tornaron como hilos, simplemente los reventó en pedazos. Y aquí está parado, derrotado”.",
    "Y otro grupo recordaba una noche allá en Gaza, cómo lo habían cercado, pero él todavía tenía la unción. Y ellos intentaron cercarlo, y cerrarle las puertas. Ellos dijeron: “Ahora le caeremos encima”. Pero el Espíritu del Señor regresó a él, y él levantó completas las puertas y caminó con ellas cerro arriba.",
    "Cuando un hombre está en la línea del deber con Dios, no hay puertas, ni nada que puedan atravesarse en su camino. Un día el diablo quiso cercar al hombre de Dios y a Su pueblo, con el Mar Rojo, pero él sencillamente lo atravesó de todas maneras. Mientras un hombre esté en el servicio de Dios, mientras la unción y la bendición estén sobre él, no debe tener temor de nada, porque Él nos ha prometido que estaría con nosotros y nada nos perturbaría, de ninguna manera.",
    "Pero éste es un ejemplo de lo que sucede cuando Dios, Su larga paciencia, finalmente se agota con Ud. Ahora, Él es muy paciente, pero recuerde, Su paciencia tiene fin. Ahora, Sansón estaba obrando mal la misma noche que lo detuvieron allá, hasta que finalmente a Dios se le rebozó la copa. Él no podía corregirlo. Mi oración es: “Dios, no permitas jamás que esta iglesia Pentecostal llegue al lugar adonde la paciencia de Dios se agote con Uds.”. Él enviará mensajeros (como hemos enseñado esta semana), levantando profetas a través de las edades, prediciendo Su Palabra, y trayendo de nuevo Su Palabra, y Uds. continuamente se apartan de Ella. Uds. también se hallarán cegados, sin poder, inútiles, vencidos, y temo que allí estemos llegando. Vean, Sansón fue engañado por el glamour. Lo mismo por lo que la iglesia está siendo engañada hoy, por el glamour. ¡Qué lástima es ver estas cosas sucediendo!",
    "Sí, cuando ellos procuraron acorralar el poder de Dios, se dieron cuenta que no pudieron. Sansón levantó esas grandes puertas de hierro, que pesarían toneladas, subió al monte con ellas, y allí las puso. Ciertamente que ninguno lo iba a perseguir, ¡a ellos no se les ocurría eso!",
    "Y cuando un hombre viene con la unción del Espíritu Santo y con la Palabra del Señor, con el ASÍ DICE EL SEÑOR, más vale que Ud. tenga el sentido común como para que no intente atacar Eso, porque encontrará que existe la mano del Dios vivo, y es pesada.",
    "Pero hallamos que allí había otro grupo que lo vio un día cuando él iba por el camino, y le salió un león, y rugió. Y el león es un animal peligroso que puede matar a un hombre en fracciones de segundo; incluso cuatro o cinco, de un solo manotazo. Y este león había sido perturbado, y ellos observaban la acción mientras miraban al león. Y el león probablemente había sido molestado y estaba enojado, y salió tras Sansón. Y él estaba parado allí indefenso, ¡pero, de repente!",
    "¡Oh, Él es un pronto Auxilio en el momento de las tribulaciones! ¡Y de repente! ¿Por qué no pueden darse cuenta de eso Uds. personas enfermas, en esta noche? ¿Por qué no pueden Uds., temerosos de que alguien diga algo contra Uds., que hablen de Uds.? Ellos lo dijeron de Jesús. ¡Y de repente, Él fue un súbdito al poder de Dios! Y cada uno de Uds., por confesión y fe, es un súbdito a todos los poderes que hay, tanto en el Cielo como en la Tierra, a que vengan sobre Uds.",
    "Sansón estando allí parado, el poder de Dios vino sobre él, y el león saltó hacia él, y él sencillamente lo tomó por la boca y lo desgarró con sus manos. Y, ¿podría ese hombre, capaz de semejante cosa…? Y ese mismo hombre estar aquí, derrotado, indefenso y ciego.",
    "Y casi puedo señalarles a una iglesia como ésa, indefensa, derrotada y ciega, rechazando las promesas, rechazando la Palabra; una iglesia a la cual Cristo le prometió que tendría potestad sobre la enfermedad; “En Mi Nombre echarán fuera demonios”, enfrentando a un demonio y echándolo, y las bendiciones que Él le prometió a Su iglesia. Y por cuanto la iglesia se ha alejado de las reuniones de oración, y de la sinceridad, y ha convertido la religión de Cristo en una tradición, y le han sacado toda la fortaleza. El glamour entró a nuestras iglesias, y ella está casi derrotada. ¡Oh, vaya!",
    "Allí estaba parado, despojado totalmente de poder, por una mujer; todo porque sus ojos se pusieron a codiciar; porque una Jezabel inmoral había ideado un sistema para conquistar al siervo de Dios.",
    "Permítanme decir esto con reverencia: se ha formado un sistema de Jezabel, que está conquistando, trayéndolos a todos a una federación, a todas las denominaciones; pentecostales y a todas, al Concilio Mundial de Iglesias, lo cual no es más que una trampa del diablo, para quitarle a Ud. lo que tiene. Después ella se burlará de Ud. ¡Despojado del poder, por esa mujer!",
    "Pentecostés hace unos años, no más de cincuenta años atrás, sobresalió. La gente se comportaba diferente. Ellos salieron de—de diferentes grupos mundanos, por su mundanalidad, y sobresalieron como ejemplo. Y Dios ha tomado esa iglesia, y hoy es una de las iglesias más poderosas del mundo. Pero lo que ella está haciendo: se ha dado la vuelta y ha regresado directamente a la misma conglomeración de la cual fue llamada a salir. Y cuando ella comienza a hacer eso, su poder le es quitado. ¿Dónde están las noches enteras de oración? Deje que el predicador hable hasta la una o dos de la madrugada, como solía hacerlo, quedaría predicando a los asientos vacíos. Tienen que regresar a casa para ver El Show De Susie o a alguien en un cierto programa de televisión. Ahora, ¡ésa es la verdad! ¿Por qué? “Donde estuviere vuestro tesoro, allí estará vuestro corazón”. ¡Nuestro tesoro debe estar en la Palabra! La gente de Arizona son cateadores, Uds. deberían salir a excavar por un tiempo (¿ven?), para que vean lo que hay para Uds.",
    "Pero allí parado estaba Sansón, derrotado, despojado por una mujer. Despojado de todos Sus poderes porque él mismo se rindió y le regaló su secreto a una mujer.",
    "Ahora, tan pronto como crecimos lo suficiente para salir de la esquina y salir de la pequeña misión por allí, queremos edificar iglesias más grandes que las de los demás. Queremos superar a los metodistas y a los presbiterianos, a los bautistas. ¡Ése no es su propósito! Uds. no son lo que son para eso; Dios ya tenía eso. Él no los levantó a Uds. para eso. Él los levantó a Uds. como ejemplo para llenarlos de Su poder, para mostrar Su gloria.",
    "Pero dejen que entren allí unos cuantos Rickies, y ellos le darán vuelta a la cosa y se irán tras las bellezas de la Tierra. La mayoría de las congregaciones quieren algún jovencito como su pastor, que tenga el cabello bonito, rizado; y Uds. piensan que él sabe más al respecto que cualquier otro. Pero deje Ud. que su cuerpo se enferme, y Ud. no querrá a uno de estos doctorcitos principiantes que acaban de salir de la universidad. Si Ud. va a necesitar una operación, que le operen el corazón, Ud. querrá a un hombre veterano, canoso, que haya tenido experiencia. Lo que la iglesia necesita esta noche es el Evangelio antiguo que ha probado ser el poder de Dios. No alguno de estos Rickies que nuestros seminarios están empollando. Uds. saben eso. Allí estamos en esta noche, ésa es la condición en la que nos encontramos. Y ni siquiera es asunto de Uds. unirse a tal desorden. Uds. comenzaron a caer allí mismo, y nunca han regresado, y no lo harán mientras continúen así.",
    "¿Han pensado Uds., mientras esos filisteos se preguntaban en cuanto a Sansón, han pensado Uds. en lo que pasaba por la mente de Sansón? ¿Qué piensan Uds. que pasaba por la mente de este hombre? Yo creo que él pensaba, mientras estaba allí completamente ciego (jamás recobraría la vista), pensaba en todas las grandes victorias que Dios le había dado. Allí estaba él, meditando en los días pasados, y como eran.",
    "Y así más o menos es el hombre, como dije aquí hace algún tiempo. El hombre siempre está recordando el pasado, lo que Dios hizo, y mirando al futuro a lo que Dios hará, pero ignorando lo que Dios está haciendo. ¿Ve Ud.? ¡Mire lo que Él está haciendo ahora! Sabemos lo que Él ha hecho. Y Él está enviando a nosotros queriendo despertarnos otra vez; queriendo traernos de nuevo al camino de Su Palabra, y probando Esto por Su Palabra vindicada. Y nosotros sólo nos sentamos allí, dormimos, regresamos a casa y decimos: “¿Qué fue lo que él predicó? Detesto tener que ir a oírlos demorarse tanto”.",
    "Eso le venía a la mente, lo que llamaríamos su “día de glorias”, cuando él estaba allá en el Espíritu del Señor; cuando el Señor respondía a su oración. Aun antes de orar, mientras él viviera para Dios, Dios venía muy oportunamente. Él no tenía tiempo para pensar: “Pues, tengo que orar y ver si este millar de filisteos…”. Él sabía que Dios estaba con él, no había condenación, así que él agarraba lo primero que le llegaba a la mano y comenzaba a golpear. Correcto. Él no esperaba hasta que recibiera su título de bachiller, o que aprendiera a blandir, él simplemente tomó lo que estaba en su mano y comenzó a golpear con ello.",
    "Pero hoy, hemos aprendido a blandir todos los credos, y todo de esa manera, y a discutir y pelear; no llegamos a ninguna parte. Somos fanfarrones, como fue en los días de Goliat. Quizás Dios nos envíe un David que no sepa de credos, sino que sólo conoce el poder de Dios habiendo sido probado y examinado. Allí estaba parada toda la iglesia, derrotada, porque algún individuo importante estaba clamando: “Los días de los milagros han pasado”. Pero eso no funcionó cuando un hombre de Dios llegó allí, un hombre bajito y encorvado de hombros, de apariencia rubia. Pero Dios lo acompañaba, él había tenido una experiencia.",
    "Y ellos le dijeron: “Toma este credo de nuestra iglesia, sal allá y enfréntalo”.",
    "Él dijo: “Yo nunca he probado esa cosa, no sé nada al respecto”. Resultó que la vestidura eclesiástica de Saúl no le quedaba a un hombre de Dios, entonces arrojó esa cosa y tomó lo que él sabía que era correcto.",
    "Y hoy nosotros no necesitamos un título de bachiller, o—o algún título de doctorado para ingresar a alguna iglesia o algo. Lo único que necesitamos es el poder y la resurrección de Cristo en nuestras vidas, para aceptar la Palabra de Dios; con el amor de Dios en nuestros corazones, teniendo la seguridad de que Dios responderá a lo que le pedimos.\n\n“Él no negará ningún bien a los que en integridad andan delante de Él”.",
    "Ahora, él pensaba en sus días de gloria, cuando hubo días de gloria. La iglesia está recordando esta noche, hace como quince años, un gran avivamiento de sanidad Divina; las victorias. Ahora, y él también… en Dios, y en su pueblo al que le había fallado. Eso debiera ser lo suficientemente serio, para que Sansón se detuviera y recapacitara en que le había fallado a Dios. Él, Dios no tenía la culpa de que él sufriera esa derrota, fue su propia culpa. Y la gente, el pueblo de Dios, a los cuales él había sido levantado para que predicara el Evangelio, en su fuerza, y por coquetear con esta flapper, mujer inmoral, él había perdido toda la fuerza que Dios le había dado.",
    "¡Así ha sucedido con la iglesia! Dios levantó a la iglesia para que fuera un faro, para dar a conocer Sus poderes, para sanar a los enfermos, resucitar a los muertos, echar fuera demonios, vivir santamente, predicar el Evangelio completo, manifestarlo; pero comenzamos a decaer, y bajamos la guardia.",
    "Tomamos el ejemplo equivocado. Las mujeres actúan como la esposa del pastor. Él permitió que ella se descontrolara, cortándose el cabello, usando toda clase de ropa sensual, y nunca la reprendió. Y la otra dice: “Si la hermana fulana de tal puede hacerlo, yo también”. No haga de eso su ejemplo. ¿Ve? Dios le ha dicho qué hacer, quédese con Eso.",
    "Ahora, luego cuando hace eso, Ud. le falla a Dios y también le falla a Su pueblo; le falla a Su pueblo. Cuando Ud. les falla a ellos, Ud. le falla a Dios. Dios lo puso a Ud. allí para que fuera un vigilante, y cuando Ud. ve el pecado infiltrándose, en vez de cortar la cosa, ellos la atraen. “Cuando todos los presbíteros se juntan, vamos a tener una—una cierta cosa, vamos a votar para sacar esta cierta doctrina de la iglesia, eso de sanidad Divina, no nos—no nos gusta”. Luego van y votan en contra de Ella. ¡Oh, así fue como sucedió!",
    "Los metodistas, Uds. metodistas tenían sanidad Divina en las iglesias. Presbiterianos, luteranos: Uds. hace mucho tiempo la tuvieron; Uds. gritaban y se gozaban. ¿Qué le sucedió a esto? Tuvieron un grupo de mil ochocientos y algo de Rickies que guiaron la cosa tras el glamour, y allí se descarrió.",
    "¡Y Uds. pentecostales han hecho lo mismo! ¡Es la verdad! Y ahora Uds. están tan derrotados como ellos; todos organizados: “Y nosotros como grupo creemos esto, y si Uds. no pertenecen a nosotros, se irán al infierno”. Y ¿qué están logrando discutiendo? No están llegando a ninguna parte. Dios no está mostrando ningún favor hacia Uds., porque Uds. están tan derrotados como los demás, por cuanto tomaron la misma ruta que ellos. ¡Exactamente!",
    "Ahora él era un prisionero de la—de la nación a la cual fue llamado a destruir. Aquí estaba este poderoso hombre, parado allí, un prisionero de la mismísima nación a la cual fue enviado por Dios para que destruyera.",
    "Yo no quiero herirlos, pero espero que les ayude. Y aquí viene la iglesia Pentecostal que Dios levantó, saliendo de la organización, en donde estaban, y ahora Uds. han vuelto a ser prisioneros del mismo clan. ¡Ahora, Uds. saben que ésa es la verdad! Y luego, que alguien ose decir algo en contra de eso, Uds. estarán listos para echarlos. Es casi “ciego guiando a ciego”.",
    "Y cualquiera sabe que la iglesia Pentecostal, hace cincuenta años, reprendía todo lo que se organizaba. Uds. eran hermanos y hermanas, y vivieron esa época. Y Uds. se pronunciaron contra la iglesia moderna y sus costumbres, y contra el comportamiento de las mujeres: esas modas que usaban; y de los hombres y cómo dejaron caer la Palabra de Dios. Y Dios los llamó a que salieran de eso. Y Uds. se dieron la vuelta y regresaron inmediatamente a lo mismo de lo cual Dios los había llamado. Y la razón principal para la cual Dios los había levantado, ahora Uds. se paran atados al poste de alguna denominación, tan derrotados como Sansón; con sus ojos sacados para la Palabra y para todo lo demás. Correcto. Es lamentable. Dios los levantó a Uds. para derrotar esa cosa, y Uds. se han unido a ella.",
    "Y aquí vino Sansón y se casó con esta mujer, se unió a la cosa de donde Dios lo había sacado. Y la iglesia, la iglesia Pentecostal ha dado la vuelta regresando y se ha casado con aquello de lo cual Dios la sacó. No puede lidiar con un grupo, Dios lidia con un individuo. Ésa siempre ha sido Su norma. Dos hombres tienen dos ideas diferentes. Dios busca un hombre para lo Suyo, es todo lo que Él necesita, ¡un hombre! Eso es lo que Él busca conseguir hoy. Él lo está queriendo tener a Ud. en Su mano; Él tomará uno aquí y otro allá. Jamás será un grupo, así que saque eso de su mente.",
    "Cuando Ud. se organiza, allí mismo pierde su—Ud. pierde su primogenitura. Quiero preguntarle a cualquier persona: ¿Cuándo ha visto Ud. a un—un—un hombre levantarse con un mensaje de Dios, que tan pronto él dejaba la Tierra ellos no lo organizaron; y tan pronto lo organizaron, eso moría y nunca se levantó otra vez? No hay un—un solo texto en la Escritura, en ninguna parte, ni lo más mínimo en la Historia, ni un párrafo en la Historia, que—que muestre alguna organización, o cualquier grupo de gente que alguna vez se organizó; ellos perdían su poder espiritual y nunca surgían otra vez; y sin una onza del Dios viviente, con el termómetro espiritual a cuarenta grados bajo cero todo el tiempo. De esa manera es; “Apariencia de piedad, negando la eficacia de ella; a éstos evita”.",
    "Dios, en aquellos días, siempre levantó a alguien que disparará contra esa cosa, dejándola sin fundamento, y tomaba el pequeño grupo (una iglesia) que quedaba y la llevaba a la victoria. Él lo hará otra vez, no cambia, Él es Dios. Cuando Dios dice algo, jamás podrá tener otra idea mejor. Recuerden, de allí viene nuestra confianza. Dios abrió un camino para que el hombre Le adorara bajo la sangre derramada en el Edén, y Él nunca lo ha cambiado; no puede cambiarlo. Si lo hiciera, Él tendría una mejor idea que al principio, así que no puede tenerla. Él siempre es de la misma manera. Dios siempre se levanta, en una nación que se había desviado, tomaba un hombre, lo paraba allá y traía la Palabra de Dios a él y condenaba todo. Tomaba al hombre y avanzaba. Él jamás escogerá una organización para hacerlo. Lo usará a Ud. si tan sólo lo escucha a Él, rindiéndose Ud. mismo.",
    "Sí, el mismo asunto para el que él había nacido en el mundo e investido de poder para que realizara, ahora se encontraba prisionero de eso mismo. Ellos lo tenían como espectáculo para entretenimiento, para entretenerlos, un espectáculo. ¡Oh, vaya! ¡Dejó que—que una mujer lo apartara de la Palabra de Dios! La Palabra de Dios era un secreto, para él. Era un don nazareo, y él jamás debía revelarlo a nadie. Pero él fue tras una mujer usada como carnada.",
    "Y eso es lo que nos ha sucedido hoy a nosotros. Aceptamos cosas en nuestra iglesia que no eran Cristianas. No hay ninguna iglesia allá afuera, afirmando que en esa iglesia no hay hipócritas. El conglomerado entero está lleno de hipócritas y de todas clases. Correcto. Pero esto se los aseguro… Ahora, eso es una logia. Puede ser que Ud. pertenezca a la logia metodista, o a la logia presbiteriana, pero Ud. no puede pertenecer a…",
    "Ud. no puede unirse a la Iglesia. Puede ser que Ud. se una a una logia, mas no se puede unir a la Iglesia; en Ella se nace. Y cuando Ud. nace en esa Iglesia, Allí no hay ni un hipócrita. Todo en Ella es santo y puro, porque Ud. está muerto y su vida está escondida en Dios con Cristo, y sellada con el Espíritu Santo. El diablo no le podría tomar aunque tuviera que hacerlo. Él tendría que venir por la misma vía que Ud., y entonces sería su hermano. ¿Ve? Por tanto, no se puede.",
    "Pero Ud. puede unirse a la iglesia por lo que sea; sólo para que ella obtenga miembros, decisiones. Como dije anoche: Todo lo que oímos hoy, el gran clamor de hoy parece ser por: “¡Más miembros, más miembros!”. Gráficos: “¡Nosotros los vencimos a ellos!”. Dándoles un premio, pues trajeron alguien a la escuela dominical, haciendo proselitismo. Y ¿qué de él cuando Uds. lo llevan allí? ¿Qué oye? Alguna Jezabel pintada hablando de su cita la noche anterior, o alguna—alguna literatura colgando sobre la pared. Y Uds. saben que eso es cierto. ¡Y los pentecostales cayendo directo en eso! Permitiendo que en otra parte les preparen la literatura, lo que Uds. tienen que enseñar.",
    "Lo más alto en la iglesia es un anciano, no un obispo, no algún presbítero o algo así; Dios lidia con el anciano de esa iglesia. Ahora, él le da a su iglesia su mensaje, y lo que ellos necesitan.",
    "Sí, permitió que una mujer lo cautivara, apartándolo de la Palabra de Dios. ¡Así han hecho ellos hoy! ¿Cómo lo hicieron? “Bien, ahora mire, se lo diré, mi hermano fulano de tal. Pues, sabe, esa gente allá ellos hacen eso, ellos miran esto”. ¡Ése no es su ejemplo!",
    "Cristo es su Ejemplo. Él dijo: “Ejemplo os he dado”. Permitan que Él sea su ejemplo.",
    "Igual—igualmente con las iglesias. Eso es exactamente lo que han hecho, permitido que Jezabel, la madre de las rameras (Apocalipsis 17), que haga lo mismo, la regresan de nuevo a esa antigua modalidad, quedando ahora cegados a las cosas espirituales que están aconteciendo. ¡Oh, a Ud. no le parece!, pero así es como está; me lo dice a mí. ¿Ven? Llevo viajando esta nación de punta a punta los últimos quince años. ¡Está cegada! Algo espiritual, ven a Dios que viene y hace exactamente lo que Él dijo que haría en los postreros días, y dicen: “Bueno, déjeme decirle, yo creo que eso podría estar bien, pero el—el ministerio detrás de eso, no es de Dios”. ¿Cómo puede Dios traer agua dulce y amarga por la misma fuente? ¡No está en eso!",
    "Sí, cegados a las cosas espirituales y a la Palabra de Dios; regresaron nuevamente al mismo foso de donde fueron sacados. Los pentecostales nacieron fuera de la organización, y los hombres los llevaron de nuevo a la organización. Pentecostés es una experiencia que la organización no puede tolerar, porque es una experiencia personal con cada individuo. Es correcto. Ahora mírelos, derrotados allí, todo el grupo. Ministros, no pueden recibirlos en sus iglesias, a menos que tengan la experiencia del seminario.",
    "Uno de nuestros grandes movimientos pentecostales, el otro día, tiene que llevar a sus misioneros al siquiatra para ver si su coeficiente intelectual es suficiente—suficiente para desempeñarse como un misionero; una de nuestras grandes organizaciones; para ver si tienen suficiente coeficiente intelectual. Dios nunca tuvo nada así. Él dijo: “Esperen allá arriba, hasta que sean investidos de Poder de lo Alto”. Después de esto sí tendrán el coeficiente intelectual, lo necesario para lograr eso. Ellos no los examinan por el medio que Jesús dijo que debieran ser examinados. Ellos los examinan por medio de sus propias concepciones intelectuales, ¡coeficiente intelectual para un misionero! Dios nunca dijo: “Les impartiré algún poder intelectual”, más bien dijo, “¡Recibiréis Poder de lo Alto!”. Pero nos estamos apartando de Eso.",
    "Recuerden, la iglesia Católica Romana primero fue la iglesia Pentecostal. Eso es exactamente la verdad, 33 A. de C. Pero a raíz de los Rickies que entraron en ella, entrometiéndose como la cizaña, las celebridades, antes de darnos cuenta, en el Concilio de Nicea se adoptó este plan y ellos se organizaron. La cosa murió. El profeta genuino vivió hasta que su tiempo fue cumplido. Ella pasó por la edad del Oscurantismo casi por mil años. Esto es lo que Dios mostró, la condenación de todo el sistema desde un principio. Correcto.",
    "Los ministros pasan por seminarios: “Tengo un Ph.D., o un LL.D.”, aun antes de siquiera poder pastorear una iglesia; muestran una tarjeta de compañerismo. ¡Tonterías!",
    "El profeta de Jehová salía del desierto, y nadie sabía de dónde venía ni a dónde se iba, ¡pero tenía el ASÍ DICE EL SEÑOR! Dios lo vindicó. Él no perteneció a ninguna de sus organizaciones. Ése es el sistema de Dios. Correcto.",
    "Ministros del seminario, ¿qué lograron? Mujeres vestidas mundanamente, usando pantalones cortos, cabello corto, y hombres sin suficiente espíritu para condenar esas cosas.",
    "Cualquier hombre que le permite a su mujer hacer eso, necesita un buen azote del Evangelio. Correcto. Prueba que ella es deshonrosa, y Ud. lo admite. Cualquier hombre que sale con su esposa por la calle luciendo esos supuestos pantaloncitos, con los que salen por aquí, tan ajustados al cuerpo que parece otra piel por fuera, caminando por la calle de esa manera, es una absoluta desgracia para la humanidad. Para mí, eso muestra que es falta de algo por dentro. Eso demuestra un vacío.",
    "Si Ud. quiere lucir bonita, consiga un poco de Hechos 2:38, un poco de Santiago 5:14, mézclelo todo; un poco de Juan 3:16, y—y todo esto, y mézclelo, ése será suficiente cosmético para Ud.",
    "Max Factor, veo dónde pueden haber cien millones de dólares, cien billones de dólares derrochados cada año sólo en lápiz labial o algo, una de esas cosas; y misioneros en el campo, hambreando; y Uds. dicen: “Nosotros somos la iglesia”. ¡Oh, eso me avergüenza! Nos involucramos en todo este glamour, grandes cosas. ¿Qué hacen Uds.? Muestra que han tomado el espíritu de Jezabel, ¡vacíos!",
    "Oí a un ministro el otro día, un buen hombre, me agrada como persona, pertenece a cierta organización, vive al lado opuesto del río, de nosotros, y él tenía un programa radial. Acababa de regresar, y estaba hablando respecto a estas mujeres que usan toda esta cosa azul, y—y por todo su rostro.",
    "Pues, casi me muero del susto la primera vez que vi una. Yo estaba en Los Ángeles esperando al Hermano Arganbright, un hombre Cristiano de Negocios. Y vi a una mujer acercarse, pensé: “¡Pobre muchacha!”. Soy—soy un misionero, he visto lepra, y he visto plagas. Yo jamás vi una cosa así. Iba a acercármele para pedirle si me permitía orar por ella. Me vine a enterar porque allí venía otra, de la misma manera. No la culpo por tratar de lucir mejor, pero sinceramente, sean humanos en cuanto a esto. ¿Ven? ¡Es cierto!",
    "Este hombre dijo que hicieron un mundo más bonito cuando hicieron esa cosa. Para mí, eso creó una cantidad de paganos. Y cualquier mujer que hace eso, muestra que carece de algo, es un vacío que debe ser llenado con Cristo. ¡Y cualquier hombre que le permita a su mujer hacer tal cosa, muestra que él también está vacío! Y cualquier predicador que permita esto en su iglesia, muestra que él también tiene un vacío. Y cualquier organización que tolere esto, muestra que están muertos. Es la verdad. ¡Regresemos a la Biblia!",
    "Ahí se paraba Sansón, una víctima de tales cosas, como ejemplo para nosotros, un gran hombre. ¡Oh, vaya! ¡Cómo lo hicieron pasar por eso! Mientras Sansón pensaba acerca de los errores, recordando las cosas que había hecho y en cómo le había fallado a Dios. Me pregunto: ¿Será la gente consiente de esto, cuando Uds. oyen tales mensajes en contra de eso? Mi esposa me dijo el otro día, dijo…",
    "Después de que alguien me había regañado, decía—decía, me escribieron una carta y me dijo: “Billy, ¿por qué no dejas tranquilas a esas mujeres en cuanto a sus cabellos cortados y sus maneras de…?” dijo, “la gente te considera un vidente. Tú deberías enseñarles a las mujeres cómo recibir grandes dones espirituales, y dejar lo otro quieto”.",
    "Le dije: “¿Cómo puedo enseñarles álgebra cuando ni se aprenden el abecé?”. ¿Ve Ud.? ¿Ve Ud.? ¡Seguro! ¿Cómo podrá uno hacerlo? Tal conglomeración de pecado, la marca de eso se ve. Cualquiera sabe que la pintura es una costumbre pagana; ¡yo soy un misionero! ¡Los paganos son los que se pintan! Los indios se pintaban sus rostros aquí en Arizona antes de que ellos conocieran a Dios. Una vez que conocían a Dios, uno no necesitaba decirles más al respecto, ellos se la quitaban. Muestra que están en guerra contra Dios; cuando ellos se la quitan, muestra que han entrado en paz con Dios.",
    "Nosotros nos llamamos una nación Cristiana, llamamos nuestro pueblo, gente Cristiana. Estuve en África un día, donde el Señor restauró la salud de un hombre que estaba muy deforme, al niño con los ojos cruzados, y todas las cosas que Él hizo allá, como en quince minutos. Y pregunté: “¿Cuántos (entre doscientos cincuenta mil, a quienes les hablaba allá en Durban), recibirán al Señor Jesús?”. Y ellos se levantaron; cerca de treinta mil.",
    "Ellos dijeron (pues yo tenía quince intérpretes), me dijeron: “Ellos entendieron fue sanidad corporal”.",
    "Les dije: “¡Yo me refería a la salvación!”. Lo volví a decir a través de los intérpretes. Y dije: “Todos los que me entiendan…”. Ellos cargaban pequeños ídolos, salpicados con sangre, ojos de venado, toda clase de supersticiones, garras de león. Y yo dije: “Uds. que creen y quieren apartarse de sus supersticiones y servir al Dios que ha hecho posible que este hombre parado aquí sea sano; como Uds. han visto que Él ha hecho hoy y aun restaurarlo a sus cabales; si Uds. lo quieren a Él como su Salvador, muestren su sinceridad, rompan su ídolo en el suelo”. Aquello fue como una tormenta de polvo.",
    "Y paradas allí, mujeres que estaban completamente desnudas, aparte de un trapo que les cubría el frente, de la cintura para arriba estaban desnudas. Y les dije: “Levanten las manos y oren la oración del pecador, y digan: ‘Dios, sé propicio a mi, un pecador’”. Y les dije: “Allí mismo en el lugar donde están parados, levanten ahora las manos y acepten el bautismo de Cristo del Espíritu. Algunos ministros aquí los bautizarán en el bautismo Cristiano”. Y cuando levantaron las manos, aquellas mujeres que no diferenciaban entre la mano derecha y la izquierda, habiendo entrado allí completamente desnudas, pero cuando se iban, aun cruzaban sus brazos cubriéndose para salir de la presencia de la multitud. Un minuto de tiempo con Jesucristo les hizo saber que estaban desnudas.",
    "Y hoy, año tras año, nos desvestimos más y nos quitamos más. Y, ¡Oh!, yo nunca… Y ¿luego llamarlo Dios? ¿Qué lo ha causado? Sus organizaciones que les permiten a Uds. hacerlo. Ésa es la verdad. El sistema del cual Uds. fueron sacados para que fueran limpios, Uds. nuevamente han vuelto a introducirlo. Espero que no suene sacrílego. Espero que yo… No es sacrilegio, es la Palabra del Señor. ¡Seguro que lo es!",
    "Ahora, hallamos ahora que mientras Sansón estaba allí recordando su error, mirando lo que había hecho (internamente, en su conciencia), que él había—él le había fallado a Dios, él le había fallado al pueblo de Dios. Y estaba parado allí como un ejemplo, pensando en lo que él había sido y pensando en lo que era ahora. Y al hacerlo, ¡él clamó!",
    "¡Oh, si en esta noche la iglesia permaneciera quieta por un momento, y mirara atrás al día de Pentecostés, mirara atrás donde comenzamos, y se diera cuenta de la condición a la cual nos han traído nuestros credos y nuestras discusiones! ¡Y clamara de nuevo! Sansón clamó: “¡Señor y Dios, toma venganza por mis dos ojos!”. Si nosotros pudiéramos clamar ese mismo clamor penitente: “¡Señor Dios, estas cosas me han guiado ciegamente todo este tiempo!”. Él sabía que había un precio que pagar; ahora Uds. lo saben.",
    "Meda, mi esposa, me dijo, ella dijo: “Tú recorres las naciones, vas y vienes todo el tiempo, predicando; regresas y la gente sigue haciendo lo mismo, y ¿de qué ha servido?”.",
    "Dije: “En el día del juicio, habrá una grabación en cinta, en la gran cinta de Dios”. Uds. no son ignorantes de estas cosas. Dios dará a conocer Eso a través de los cielos. Él tiene que tener allí una Voz por la cual habrá de condenar al mundo, y esa Voz es el Evangelio.",
    "🦅 Cobra venganza por mí, Jehová, de mis enemigos. ¡Cobra venganza por mi vista! Ellos me los sacaron, Señor, y aquí estoy”. Sansón también sabía que existía una posibilidad de que Dios pudiera oírlo una vez más. Aun en su condición, existía una posibilidad. ¡Oh, iglesia! Existe una posibilidad, a pesar de todo lo que ellos están haciendo. Como escuchamos hoy tan frecuentemente: “Tantos tomaron su decisión, decisiones”. Decisión significa, “una piedra, una confesión”. Como he dicho antes, ¿de qué sirve una piedra, si Ud. no tiene un cantero allí con una Palabra aguda para tallar esa piedra en una piedra puesta en el edificio? ¿De qué sirve que tomen esas decisiones, si Uds. les siguen permitiendo a los hombres y a las mujeres que sigan como antes, y simplemente que se unan a la iglesia? Es un montón de piedras que no han sido formadas en nada. Lo que necesitamos es un cantero, un hombre con la Palabra de Dios, un poder vindicado para probar que Dios lo ha enviado; para que moldee a esa Iglesia y corte todas las cosas mundanas, y los moldee en piedras de hijos e hijas de Dios que formarán Su edificio. Exactamente correcto. ¡Oh, vaya!",
    "No obstante, él conocía las posibilidades, que Dios podía escuchar la oración. ¡Si nosotros tan sólo pudiéramos hacer eso en esta noche! Jesús dijo, cuando estuvo aquí en la Tierra, “El… (Juan 14:12) El que en Mí cree, las obras que Yo hago él las hará también”. Jesús dijo o la Biblia dice en Hebreos 13:8, lo cual fue citado hace un momento: “Jesucristo es el mismo ayer y hoy, y por los siglos”. ¿Y nosotros llamamos esta vida denominacional en nosotros, la Vida de Cristo? ¿Y haciendo las cosas que hacemos? “¿Por qué me llamáis ‘Señor’, y no guardáis Mis mandamientos”? ¿Ven? “¿Por qué decís vosotros esto”?",
    "¡Oh! Si Ud. no tiene sino cinco miembros en su iglesia, haga llegar la Verdad allí, una posibilidad. Y es igual ahora, hay una posibilidad. Pero la gente de hoy no parece captar la visión como lo hizo Sansón. No parecen captarla, piensan: “Bueno, yo estoy bien fundamentado, y tenemos buenas iglesias, y no tenemos…”. ¿Ven?",
    "La Biblia dice: “Esa edad rica de Laodicea no tendrá necesidad de nada, ni sabrá que estaba desnuda, ciega, miserable, y ni siquiera lo sabe”. Ahora, si Ud. viera a una persona venir por la calle, que está desnuda y ciega, y Ud. pudiera advertirle que está en esa condición, que estaba desnudo, tendría que llegar a algún lugar y esconderse; pues, sería posible que Ud. sacara a esa persona de la calle. ¡Pero, cuando ellos se dan la vuelta, sin la capacidad mental para saberlo! Y hoy la iglesia no tiene el poder espiritual suficiente para saberlo. Desnuda, miserable, ciega, cuitada, pobre; Cristo por fuera, tocando, queriendo entrar, y Uds. aún dicen que no tienen necesidad de nada.",
    "Yo sé que esto es extraño para algunos de Uds., pero es la Verdad de Dios; la Palabra lo dice. Ellos no captan la visión. Uno puede hablarles al respecto y simplemente se les pasa por alto. Quizás en ese momento haya una pequeña convicción, pero mañana habrá quedado todo en el olvido; regresan de nuevo a sus reuniones de barajas, y a sus tejidos y costuras, y—y miembros de todas esas cosas, y Eso es completamente olvidado.",
    "Dios puede ser que haga algo por alguien, y: “¡Oh, pues es pura casualidad!”. ¿Ve Ud.? El diablo tiene sus mentes tan envenenadas con esas cosas, al punto que ni siquiera ellos mismos saben dónde están. ¡Permanecen sentados! ¡Oh, ellos pueden batir sus manos, y gritar “amén”, danzar en el Espíritu! Eso no significa nada; yo he visto a paganos hacerlo; es cierto. Tienen grandes reuniones, “¡Oh!” dicen Uds., “¡nosotros todavía tenemos avivamiento, Hermano Branham!”. Ajá, ¿qué clase de avivamiento? ¡Lo que tienen son reuniones de iglesias!",
    "En Kentucky era que las llamábamos “reuniones extendidas”, y es eso más o menos lo que se hace, se extienden; se extienden más allá del atractivo del Evangelio. Es cierto. Seguro, ellos dicen: “¡Oh, nosotros tuvimos una reunión! Y ¿sabes qué? Conseguimos que el Doctor Fulano de tal viniera a la ciudad, y tuvimos a miles. Todas las iglesias se unieron para cooperar”. ¿Qué logramos? ¿Tuvimos un avivamiento? ¿Traeríamos al pueblo de nuevo a la Palabra de Dios, y comenzó Dios a obrar en la iglesia? ¿Qué hacemos? Tenemos una cantidad de reuniones, y relumbrando con el oropel mundano; exactamente, intelectualidad, teatro de Hollywood.\n\n“Oh” dicen Uds., “ésos son los bautistas”.",
    "¡Ésos son los pentecostales! ¡Es la verdad! Mujeres sobre la plataforma saltando y danzando, con una apariencia horrible, con vestiditos ajustados y cortos; es una vergüenza. Yo ni encuentro palabras en este momento. ¡Es una vergüenza! Hombres sentados allí gritando: “¡Gloria a Dios! ¡Aleluya!”. Pues ¿qué clase de espíritu tienen Uds.? ¿Creen Uds. que Jesús exclamaría ante tal cosa como ésa? ¡Él lo condenaría! ¿Se imaginan Uds. lo que sucedería si Isaías, Jeremías, Amós, o algunos de esos profetas del Antiguo Testamento se levantaran en la escena, como lo hicieron ellos, y vieran las cosas que están sucediendo? ¡Cómo clamaron ellos en contra de eso! Decían: “El propio Dios al que Uds. reclaman servir los destruirá”. Él diría lo mismo hoy. ¡Seguro que sí!",
    "Eso no significa nada, es puro teatro. Tenemos demasiado Hollywood, pero eso no hace bajar el Espíritu y el poder de Dios; puede ser que traiga entusiasmo, pero no trae el poder de Dios.",
    "Ellos no están dispuestos a pagar el precio. Sansón oró correctamente. ¿Qué pidió él? Terminando, quizás diga esto: “Señor, déjame morir con el enemigo”. Allí está el problema, ellos no quieren pagar el precio de morir. Uds. mismos se han emocionado, manufacturándose en una comunidad, con una cantidad de gente con la que se relacionan y juegan a las barajas; se quedan en casa y ven programas, comen papitas fritas y beben refrescos. La iglesia, permanece vacía; es verdad. Los hacen firmar una tarjeta de que asistirán seis meses del año a la escuela dominical. ¡Tal entusiasmo es manufactura del hombre! Lo que Ud. necesita es el Espíritu Santo. “Oh” dice Ud., “¡ya lo tengo!”. Pues que no actúa como si Ud. lo tuviera; sí, señor. Si el predicador predica por una hora, o algo así, Uds. están dispuestos a llamar la junta de síndicos para que lo echen; es cierto. ¡Oh, Uds.—Uds. quieren comerse la torta y a la vez guardarla! No se puede hacer eso; no, señor. Ud. se tiene que rendir a sí mismo; Ud. tiene un precio que pagar; tiene una limpieza que hacer. Y déjenme decirles: El mundo eclesiástico completo necesita una limpieza, desde el púlpito hasta el cuarto del conserje. Es cierto. Es la Verdad. No están dispuestos a pagar.",
    "Pero Sansón oró correctamente cuando dijo: “Señor, déjame morir con estos filisteos”. Él había fallado, sin embargo: “Déjame morir”. Ud. debe estar dispuesto a morir con el enemigo que tiene esta victoria sobre Ud. Uds. deben estar dispuestos a rendir sus propias ideas. Sansón estaba dispuesto a pagar el precio para obtener—para obtener nuevamente el poder de Dios.",
    "Me pregunto si Uds., mujeres, ¿están dispuestas a dejarse crecer el cabello? Me pregunto si Uds., hombres, ¿tienen suficiente valor para decírselo a ellas? Uds. deben ser la cabeza de la casa. Pero ella es el cuello, ella lo voltea a Ud. ¡Eso es contrario! ¿Creen Uds. que un avivamiento que estremezca, llegaría a sacar a estas mujeres de estos oficios públicos: policías en las calles, y cosas por el estilo? Ella debería estar en la cocina. ¿Creen Uds. que será posible hacerla regresar a eso? No, señor. Ella jamás lo hará, a no ser que sea salva; entonces ella lo hará. Ud. no tendrá que decirle nada al respecto, ella encontrará su lugar, el Espíritu Santo la guiará a su lugar. Pero dicen: “¡A mí ya me guía el Espíritu Santo!”. ¿A eso contrario a la Palabra? No llame eso el Espíritu Santo.",
    "¿Están Uds. dispuestos a pagar el precio? Es en una… Iglesia Pentecostal: ¿estás dispuesta a pagar el precio? Y eso es todo. ¿Ven Uds. la clase de vergüenza en la que nos hallamos? Muy bien. Sansón estaba dispuesto a pagar el precio para obtener de nuevo el poder de Dios. ¡Oh, escucho algunos de Uds. que dicen: “Pero nosotros tenemos avivamientos, Hermano Branham!”. Pero, ¿qué reciben después que tienen este avivamiento?",
    "Billy Graham dijo en su mensaje (en Louisville, Kentucky) cuando estuve con él, en el desayuno; se paró allá, y levantó la Biblia, él dijo: “Esta Biblia es la manera de Dios para hacer las cosas”. ¡Cuán cierto! Pero luego, hacer eso es lo siguiente. Él dijo: “Pablo fue a una ciudad y obtuvo un convertido, dejó a este convertido allí; un solo convertido en una ciudad. Al año siguiente él regresó y aquel convertido ya tenía treinta o cuarenta convertidos, y traídos a Cristo”. Él dijo: “Yo voy a una ciudad y, ¿qué hago? Obtengo treinta mil conversiones, decisiones”. Dijo: “Regreso dentro de un año, y no tengo ni treinta”. Él dijo: “¿Qué estará pasando?”. Entonces señaló a los predicadores, diciendo: “Son Uds., predicadores perezosos; se sientan con sus pies sobre el escritorio, y no van a visitar a la gente”.",
    "Ahora, eso era en gran parte la verdad, es cierto, mas no era toda la verdad. Es como lo del hombre comiendo sandía; él dijo, le daré un pedazo, al hombrecito de color, y éste le dijo: “¡Oh, está maravillosa! Pero sin duda, aún queda más”. Y eso es verdad.",
    "Y era esto: ¿Quién era yo para decírselo a ese gran evangelista; quién era yo para dirigir una palabra a un hombre como Billy Graham? Yo no me atrevería; es un siervo de Dios. Yo no le mencionaría nada a no ser que él me preguntara, entonces tal vez pudiera decir algo. Pero sí me hubiera gustado haberle dicho esto: “Billy: ¿Cuál predicador perezoso se quedó con sus pies sobre el escritorio con el convertido de Pablo, aquél que él tuvo? No existía ni siquiera un predicador en el país. ¿Qué fue? Pablo no lo dejó solamente con una decisión. Cuando él hizo su decisión, él permaneció allí con la Palabra de Dios, y lo talló en un hijo de Dios, luego no fue posible tenerlo quieto”.",
    "Éste es el problema hoy, todas estas decisiones necesitan ser talladas en hijos e hijas de Dios. Límpiense, y regresen de nuevo a la Palabra, de nuevo al Evangelio. Seguro, eso es lo que necesitamos. Sí, hoy tenemos avivamiento, pero ¿qué es? Es un avivamiento denominacional. Los bautistas tenían un dicho: “Para el 44 un millón más”. ¿Qué consiguieron Uds.? Estuve en una iglesia en donde estaban teniendo un avivamiento (decían ellos), y tuvieron que dejar salir a descansar por quince minutos, para que la gente saliera y fumara entre la escuela dominical y eso; y el pastor también fumaba. La Biblia dice: “Limpiaos de todo hábito inmundo”. ¿Ven? Y ¿qué vamos a hacer al respecto?",
    "Pues dice Ud., “eso no está bien”. El Espíritu Santo, cuando venga, Él os enseñará todas estas cosas. ¿Ve Ud.? Ciertamente que lo ha hecho.",
    "Y alguien dijo algo en cuanto a la sanidad Divina, y ellos dijeron: “Eso fue en otro día”. Vean, señalando a algo que ya fue. “Quizás sea allá para el Milenio”. ¿Para qué se necesitará sanidad Divina en el Milenio, cuando allí uno será inmortal? ¡Hoy es el día! Éste es el día.",
    "Dicen: “Pues, nosotros tenemos avivamientos”; miren la decadencia moral en la iglesia. Vean cuán corrupta está llegando a ser cada año. Miren a nuestros grupos pentecostales, cuanto han decaído. Cierren sus ojos y piensen en lo que fueron hace quince años, cuando yo estuve aquí, luego miren y vean lo que tienen hoy. ¡Uds. saben que ésa es la verdad! Es un pecado y una vergüenza; es cierto. Alejándose más y más de la Palabra de Dios todo el tiempo.",
    "Sansón estaba consciente de su condición caída. Él sabía que no tenía fuerzas para enfrentarse al reto de la hora, aunque él mismo estaba allí; toda su maquinaria estaba allí. Los mismos músculos que pudieron tomar la quijada y derribar a un millón de filisteos; los mismos músculos estaban sobre el mismo hombre; los mismos hombros que pudieron cargar con las puertas de Gaza a la cumbre del monte: aún eran esos mismos músculos prendidos en él. ¡Oh, aquí pudiera decir algo! ¿Ven? Pero él sabía que no podía enfrentarse al reto de la hora.",
    "Y la iglesia también lo sabe, en su condición inmoral jamás le haremos frente al reto de la hora. El Comunismo está conquistándolo todo. Y, ¿qué queremos hacer nosotros? Hallar consuelo al unirnos en yugo con esas gentes, denominaciones que ni aun creen en sanidad Divina ni en el poder de Dios. ¿Cómo pueden andar dos juntos, si no estuvieren de acuerdo? Nos ponemos un yugo al estar entre esa clase de cosas, y luego esperamos que Dios… Decimos: “Grandes números”. Dios no se fija en los grandes números; Dios busca carácter.",
    "Yo dije que Eliezer sudó hasta que halló carácter en Rebeca. Luego tuvo que vestirla, prepararla, lograr que se mantuviera quieta y escuchara su Mensaje. El problema en eso hoy, cuando uno ha hallado carácter, es que es muy difícil lograr que permanezcan quietos lo suficiente para ponerles ropa y vestirlos; es la verdad. Algún Ricky se las ha quitado con algo contrario; es cierto. Pero allí, Eliezer sudó mucho haciéndolo.",
    "Ahora, Sansón sabía que no tenía la fuerza, aunque tenía los músculos. Y nosotros tenemos toda nuestra maquinaria. Tenemos a los grandes presbíteros distritales, tenemos a todos los obispos, tenemos los arzobispos, tenemos los papas, tenemos la jerarquía; tenemos toda la maquinaria. Hemos construido más, tenemos los edificios más grandes y la mayor parte del dinero de la Tierra. ¿En qué nos beneficia esto? “Es como metal que resuena y címbalo que retiñe”. Correcto. Pero sabemos que no estamos en condiciones para enfrentar el reto de la hora.",
    "Hoy día, en Rusia, el Comunismo está apoderándose del mundo. ¿Qué es lo que sucede? Es alguien que tiene la audacia de pararse bajo tales convicciones, aunque estén erradas. Sólo el uno por ciento de Rusia es comunista, ¡el uno por ciento! El noventa y nueve por ciento todavía son así llamados Cristianos, libres, pero no tienen el coeficiente mental del Evangelio. Ellos no tienen lo que se requiere, aunque tienen el dinero y tienen todo esto, pero no tienen el valor ni la Gracia. Lo que Dios necesita en Rusia es un hombre ungido con el poder de Dios, con el poder del Espíritu Santo.",
    "Sansón supo lo que necesitaba. Aunque nosotros lográramos que toda América volviera, y que todos asistieran a la iglesia, aún no lo tendríamos. Tienen… no tienen lo que se requiere. Los discípulos no lo tuvieron sino hasta que fueron a Pentecostés. Jesús les dijo que no Lo tenían, después que les había predicado por tres años. Ellos aún Lo necesitaban; la iglesia Lo necesita. Correcto.",
    "Noten, Sansón sabía que estaba necesitado, él no era suficiente. Las denominaciones no pueden producir Eso. Ellas no vindican la Palabra; enseñan en contra de Ella. Sí. Saben, pero Sansón sabiendo eso, de que era insuficiente en sí mismo, aun con todo su organismo, él era insuficiente. ¡Obsérvenlo! Los filisteos jactándose por su victoria. Ellos no notaron que levantó su rostro, sus labios moviéndose en oración, las lágrimas rodando de sus cuencas en las que una vez tuvo ojos. Ellos no notaron eso. Ellos sólo… ellos estaban pasándola muy bien. Él quería que Dios se manifestara nuevamente a esta Jezabel. ¡Oh, si se pudieran levantar algunos Sansones! ¡Oh, iglesia! No una nueva denominación para dar comienzo a otro credo o a una lluvia tardía. Nosotros necesitamos el poder de Dios; es la verdad.",
    "Él estaba consciente de lo que sucedería si Dios llegara a responder a su oración, pero él estaba dispuesto a enfrentar el asunto. Él era profundamente sincero. ¡Oh, si la iglesia, en esta noche, sólo pudiera entrar en esa condición!, en profunda sinceridad, sabiendo que tendrán que rendir todo lo que aman de este mundo. Si hay hombres y mujeres preparados esta noche, que reconocen que eso los va a separar de todo lo que pertenece al mundo. Ministros: ellos dejarán de darles palmaditas en la espalda y de decirles: “Doctor fulano de tal, ¡estuvo maravilloso!, ¿nos acompaña a nadar esta tarde?”. Sacar los juegos de suerte de la iglesia, y las carreras, y casi lotería; juegos de suerte son lotería. Y todas estas cenas para pagar el predicador; ¡regresen al sistema de Dios de diezmar! ¡Regresen a la Palabra! ¿Estarán ellos dispuestos a hacerlo? No, señor, no lo estaban. Uds. saben el precio que requiere. Aquella mujer lo volverá a llamar anticuado; Dios lo llamará bendito.",
    "¿Está dispuesto Ud. a morir? Éste es el problema en esto, Ud. quiere permanecer vivo para Hollywood y a la vez vivo con Dios; esto no se mezclará. “Una simiente” dijo Jesús, “si el grano de trigo no cae en tierra, y muere, queda solo”. Ud. nunca producirá nada.",
    "¡Oh, iglesia del Nombre de Jesús! ¡Qué iglesia más gloriosa! ¡Qué Nombre más glorioso, el Nombre de Jesús! ¿Estás dispuesta a morir? Uds., las Asambleas de Dios, La Asamblea General, ¿están Uds. dispuestos a morir? Uds. metodistas, bautistas, presbiterianos: ¿están dispuestos a morir del todo a su enemigo? ¿Están Uds. dispuestos a pagar el precio, de sacrificio, realmente en sinceridad? No simplemente venir y decir: “Pues, haré un intento y veré cuál es mi resultado”; Ud. aún no está listo. Ud. debe estar dispuesto a pagar el precio, y a morir.",
    "A Uds. padres, a Uds. madres: ¿están dispuestos a establecer el altar en su casa, y a sacar esa televisión? ¿Están dispuestos Uds. a quitar de la mesa ese juego de barajas; esas revistas cómicas que sus niños están leyendo, preparando así sus mentes infantiles para el estruendo que el diablo les dará? ¿Están dispuestos Uds. a establecer de nuevo el antiguo altar familiar? o ¿sólo desean Uds. continuar tal cual como están? Si desean continuar así, Uds. no están en condición de entrar aún. Pero yo oro que Uds. sean como Sansón, que Uds. vean el precio y estén dispuestos, “Señor, déjame morir con ellos”.",
    "Él sabía que si Dios respondía su oración, lo que le iba a costar. Mucha gente, desde que estoy aquí, la he visto venir al altar y el Espíritu Santo venir a ellos, mas no quieren morir. Ellos quieren mantenerse vivos, en el mundo. Ud. no puede servir a dos dioses al mismo tiempo. ¿Está dispuesto Ud. a abandonarlo todo, por servir a Dios? Escúchelo a él clamar: “¡Señor, solamente esta vez más!”.",
    "¿Está la Iglesia Pentecostal, el Concilio General, las Asambleas de Dios, la Iglesia de Dios, todos Uds., los demás, dispuestos a pagar el precio? ¿Está Ud. dispuesto a decir: “¡Una vez más, Señor!, aquí estoy? No tuve la audacia, el propio espíritu Cristiano para estrechar la mano con mi hermano unitario, o con mi hermano trinitario; yo no tuve la audacia para hacerlo. Yo no tuve la gracia para hacerlo, y veo adonde me ha llevado: divididos en organizaciones y sin compañerismo, con una congregación tan envenenada la una contra la otra que escasamente se habla el uno al otro por la calle, cuando hemos sido moldeados en un barro, por el Espíritu Santo”.",
    "¿Está dispuesto Ud. a clamar: “Una vez más, Señor, permite que suceda”? Si está dispuesto, verdaderamente que Dios oirá su oración. Observen a ese hombre, con toda esa fibra, parado allí, su gran organismo, pero aún estaba ciego. Él conocía el precio; él conocía la posibilidad; y él dijo: “¡Una vez más, Señor! ¡Una vez más, cobra venganza por mis ojos!”. Cuando él hizo esa oración, Dios la respondió. Toda fibra de su cuerpo comenzó a endurecerse, el Espíritu comenzó a venir sobre esos músculos. ¡Oh, si pudiéramos lograr que el Espíritu viniera a nuestras reuniones de oración los miércoles en la noche, o a nuestra escuela dominical; sentir la fibra de los músculos del poder de Dios endureciéndose, donde el Espíritu Santo pueda entrar! No en alguna mofa, sino en un Espíritu genuino para que revele el secreto del corazón, y para corregir el pecado allí; echar afuera el mal.",
    "Sus fibras comenzaron a endurecerse, “¡Déjame morir con ellos! Yo nací para destruirlos, déjame morir con ellos”. Y sus fibras, sus músculos se endurecieron, sus inmensos músculos recibieron fuerzas; el Espíritu Santo comenzó a moverse sobre él, y torció esa piedra con Su gran poder, y abajo se vino. Todo lo que necesitamos es una oración sincera: “¡Una vez más, Señor!”.",
    "Cuando debiéramos estar en la tierra prometida, aún estamos vagando en el desierto. Como Israel, quiso una ley, algo que ellos pudieran hacer; Ud. no puede hacer nada al respecto. ¡Acepte a Cristo! Nosotros quisimos una doctrina, algo con lo cual inflarnos nosotros mismos, y así obtener una clase de gente diferente del otro individuo. ¿Ven Uds. dónde hemos llegado? Cegados. Muy bien.",
    "Abajo cayó la gran denominación. Siempre ha sido de esa manera cuando entra Dios, las otras cosas caen. Luego sucedió la victoria más grande de Sansón. ¡Oh, yo desearía poder ver la Iglesia del Dios viviente que se levantara esta noche! “¡Una vez más, Señor, una vez más! Envíanos un avivamiento aunque me cueste todo. Así me cueste todo lo que tengo, envíame un avivamiento. Envíalo sobre mí, Señor”. Oye a este grupo como de trescientas personas o más, aquí en esta noche, clamar con una sola voz: “Señor y Dios, una vez más permíteme ver a Jesucristo, el mismo ayer, hoy y por los siglos. Hazme saber que Él está cerca de mí. Dame a saber que Él está aquí para cuidar de mí; estoy ahora dispuesto”.",
    "¡Oh, ríndanse! El enemigo fue destruido completamente. Los pentecostales se paran junto a ese poste en esta noche. Cosas que Uds. nacieron para destruir, los han vencido. ¡Arrepiéntanse! Clamen fuertemente: “¡Señor, una vez más, una vez más déjanos verlo!”.",
    "¡Permíteme decirte esto, amigo mío: Mejor es que destruyas a tu enemigo, antes de que tu enemigo te destruya a ti! Traigan de nuevo esos servicios de oración antiguos; esas formas de arrepentimiento antiguas, cuando se postraban al altar hasta que llegaban a estar muertos, y habían acabado con el pecado. Nunca se veía a una mujer ir al altar y morir allí al pecado, y al día siguiente regresar con el cabello cortado, con pintura en su cara; eso no es real. El Espíritu Santo lo enseña, la naturaleza, la naturaleza del Espíritu Santo. Uno nunca veía mujeres que salían y se vestían sensualmente; más bien venían y querían cubrirse. Uno nunca veía a un hombre con temor de ponerse firme y temer que su esposa lo abandonara, o algo por el estilo, porque él tomó la iniciativa. Pues, los hombres eran hombres en esos días. Ellos hablaban, ellos eran hombres, ellos gobernaban su casa. Ellos eran la cabeza de la casa. Pero este lujo americano…",
    "Acabo de aprender por un pequeño erudito griego, sentado aquí ahora, mirándome, que vino desde Grecia, un maestro en el griego, y él comenzó a oír mis cintas y a observar el Mensaje. Él dijo: “Yo sé que Ud. ni siquiera tiene educación, pero Hermano Branham, sus Palabras y su Mensaje fluyen perfectamente con la interpretación griega de la Biblia”. Dijo: “Es perfectamente exacto. Lo que Ud. dijo está exactamente correcto”. Y él vino a mí, me decía: “Laodicea significa ‘mujer’ en el griego”. Este mundo es de la mujer; es una iglesia de la mujer; es una edad de la mujer. Varios hombres quisieron… ¿Cuándo llegó Dios a semejante condición? Sí, ¿estará Ud. preparado para traer de nuevo un avivamiento? ¿Estará Ud. preparado?",
    "Una mujer dijo: “Tengo el derecho de hacer lo que yo quiera, es mi privilegio americano”; es su privilegio americano, aunque ése no es un privilegio suyo dado por Dios. Una oveja… una cabra siempre pateará y luchará, pero una oveja se queda quieta y renuncia a sus derechos. ¿Ve Ud.? Si Ud. es un verdadero hijo de Dios, Ud. rendirá sus derechos americanos al Espíritu Santo y le permitirá a Él moldearlo y hacer de Ud. lo que Ud. debe ser. “Una vez más, Señor”. ¡Oh, vaya!",
    "¡Oh, iglesia, abandona a la Dalila de Hollywood, ella te va a matar! Ella está ahogando la vida espiritual que hay en ti. ¡Abandónala! Tu teatro de Hollywood en la plataforma, tu Hollywood, tu oropel; nuestras reuniones han llegado al punto que tienen que ser en forma tan grande como lo son en el resto del mundo; tienen que ser hechas en las iglesias más grandes. Si un evangelista viene a la ciudad, hay que prometerle tanto dinero o no viene. ¡Qué ridículo! Eso muestra que donde está su tesoro, allí está su corazón. Vuélvete de todo corazón a Dios y a Su Palabra, y vamos a clamar: “¡Una vez más, Señor! ¡Una vez más, muéstranos Tu presencia!”.",
    "Jesús dijo: “Aún un poco y el mundo”, esto aquí es el cosmos, creo yo, hermano, “el orden mundial no me verá más; empero vosotros me veréis”, el creyente; “porque Yo estaré con vosotros y aun en vosotros, hasta el fin de la edad. Las obras que Yo hago también vosotros las haréis. Y mayores que éstas haréis, porque Yo voy a Mi Padre. El que cree en Mí las obras que Yo hago él también las hará”. No el que es manufacturado, sino el que cree. ¡Oh, iglesia!, nosotros creemos que Jesús no está muerto, ha resucitado de los muertos. Él está aquí ahora. Si no tuviera ese apoyo, yo no diría lo que digo. Y yo sé que Él está aquí, y Él mismo prueba que está aquí. Él siempre está aquí para vindicar Su Palabra. Si Él se parara aquí esta noche, ¿qué diría? Él vendría directamente de nuevo a la Palabra, diría las mismas cosas que ya ha dicho.",
    "Ahora, Ud. dirá: “¿Fue ése Jesús el que habló?”. Pues si no lo fue, ciertamente que yo no lo diría. ¡Seguro! “¿Cómo se podría probar”? Incline su rostro un minuto.",
    "Padre Celestial, Tus siervos pueden hablar todo lo que deseen hablar, y pueda ser que le traigamos la Verdad muy clara al pueblo; pero, con todo, puede ser que tan sólo sea una emoción. Aún son los labios de un ser humano hablando a la congregación. Y, Señor, Tú eres Sobrenatural. Y dondequiera que Tú estés, hay señales Sobrenaturales, suceden milagros; cosas que no pueden ser explicadas. Cuando Tú estuviste aquí en la Tierra, fuiste y viniste entre el pueblo, sanaste a los enfermos. Una mujer tocó Tu vestidura cierta vez, y te diste vuelta y dijiste: “¿Quién me ha tocado?”. Tú mismo no lo sabías. “¿Quién me ha tocado”? Pero el Dios que estaba en Ti; sabías el secreto del corazón, porque la Biblia dice: “La Palabra de Dios es eficaz y más cortante que toda espada de dos filos, y discierne los pensamientos del corazón”. Y miraste allí, y la pobre mujercita no se pudo esconder, y le dijiste que su fe la había salvado.",
    "Tú dijiste: “No hago nada si el Padre no me lo muestra primero. El Padre obra, y Yo obro juntamente con Él”. Si Tú estuvieras aquí en esta noche, obrarías tal como el Padre te mostrara.",
    "Y oro, Señor, para que puedas traer esta iglesia una vez más, Señor y Dios; estas personas reunidas aquí en esta noche, de diferentes iglesias: metodistas, bautistas, católicos, presbiterianos, pentecostales, con todas clases de marcas: Tú no miras la marca, miras la marca de la Sangre. Y oro, Padre Celestial, que en esta noche la gente ignore las marcas que llevan, y recuerden que Pentecostés no es una organización, es una experiencia que viene a cualquier hombre o mujer que confía en Ti. Sana a los enfermos, Señor, salva a los perdidos. Recibe Tú la honra.",
    "Yo encomiendo ahora esta audiencia, con estas palabras entrecortadas, Señor. No soy elocuente, soy insuficiente para traer la Palabra, pero estoy confiando en que el Espíritu Santo tome estas cosas y las revele y las dé a conocer por la actitud en la cual fueron dadas. No es para sentirme inferior, sino para sentirme muy humilde. No es para ser diferente, sino para ser sincero y honesto con la gente, tal como lo sería para con Dios. Porque si no puedo ser honesto con Sus hijos, ¿cómo puedo ser honesto con Él?",
    "Y te ruego, Dios, que seas Tú el que vindique Esto en esta noche, aquí mismo ahora ante la gente, para que ellos sepan de que están viviendo a la sombra del tiempo, que el Mensaje de la hora es: “Arrepentirse, y regresar de nuevo a la Fe de los padres”. Concédelo. Y te lo entrego a Ti. Salva a los pecadores; llena a los creyentes; sana a los enfermos; trae Gloria. Y que todos podamos clamar unánimes: “¡Una vez más, Señor, una vez más!”. Permite que suceda una vez más. Lo pedimos en el Nombre de Jesús.",
    "Con sus rostros inclinados, en oración, ¿considerarían Uds. esto: “Señor, seré yo? ¿Qué puedo hacer, qué—qué debo hacer?”. Escudríñese Ud. mismo mientras la música suena suavemente. Piense en este pequeño mensaje entrecortado, no mire al mensajero, piense en lo que—lo que es el Mensaje. Ahora, al sentir que Ud. tiene necesidad de Dios, simplemente levante la mano lentamente, mientras mantiene su rostro inclinado; “Señor, acuérdate de mí”. No importa cuál sea su necesidad. “Acuérdate de mí, oh, Señor”.",
    "Tenga ahora fe en Dios, no dude. Simplemente crea. Mantenga su petición hasta que Dios le hable a Ud. y le diga: “Te daré tu petición”.",
    "🦅 Señor, aquí estoy, ciego también. Me avergüenzo de mí mismo. Estoy aquí, profesando que soy Cristiano, y viviendo de la manera como vivo, me avergüenzo de mí mismo. Ten misericordia de mí, Señor. ¡Sáname! Sáname físicamente, sáname espiritualmente, hazme Tuyo. Sentí Tu Espíritu sobre mí. El Hermano Branham dijo que Tú estabas aquí con nosotros. Yo—yo ahora lo creo, porque Te sentí. Yo sé que Tú estás aquí”. El Dios del cielo responderá a su oración. Simplemente crea ahora, permita que el Mensaje entre profundamente en Ud. Simplemente ore, tenga fe. No dude. Crea.",
    "Ahora, Señor, he concedido este espacio de tiempo para que hombres y mujeres, niños y niñas puedan pensar sobre esto. Éste ha sido un Mensaje raro para algunos, no cabe duda, pero, Señor, Tú sabes que es la verdad. Estando sentado en mi habitación, esta tarde, Tú—Tú me trajiste esto a memoria, de este gran hombre que una vez vivió para Ti, y la condición en la cual llegó a estar. Ahora, Padre, así como Sansón estuvo dispuesto a morir, a morir a sí mismo, a morir con sus enemigos, para traer la victoria de Dios y la promesa de nuevo; permite que nosotros, con todo nuestro iglesismo y con todas nuestras diferencias, muramos a nuestra propia manera de pensar, y que aceptemos Tu Palabra; que muramos a esos pensamientos que nos han dicho, “que los días de los milagros han pasado”, siendo que sabemos que—que Jesús es el mismo ayer, hoy y por los siglos. Concede, Señor, que esta audiencia pueda ver el movimiento de la mano de Dios una vez más, y que luego puedan venir y arrepentirse, y así tener una gran reunión. Y que de esta pequeña iglesia pueda salir un avivamiento que pueda matar a todos los filisteos de mundanalidad a través del país. Y que pueda ser un ejemplo, mientras estas personas salen de aquí esta noche.",
    "Pedimos que entres, como lo hiciste camino a Emaús. Tú hablaste con aquellos hombres durante el día. Ellos hablaban de Ti, y eras Tú hablándoles directamente, pero ellos no te conocieron. Muchas personas aquí, Señor, van a la iglesia, y son sinceros, y en verdad no son enseñados nada diferente. Pero luego cuando lograste tenerles en aquel cuarto aquella noche y cerraste las puertas, hiciste algo igual a como Tú hiciste antes de la crucifixión, entonces ellos supieron que Tú te habías levantado de entre los muertos. Ellos se dieron prisa a regresar con pies livianos y corazones livianos, y les dijeron a los discípulos, con corazones livianos, dijeron: “¿No ardía nuestro corazón en nosotros, mientras Él nos hablaba en el camino?”.",
    "Concede esto una vez más, Señor. Ven a esta audiencia y has las cosas que hiciste antes de Tu crucifixión, para que esta audiencia pueda saber que Tu inútil siervo, no les ha mentido, sino que les ha dicho la Verdad. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, de ninguna manera pudiéramos llamar una línea de oración, aun si hubiere tarjetas. Yo no—no creo que las haya. Tenemos tarjetas repartidas de algunas noches anteriores, no creo que las repartieran esta noche. Pero tienen tarjetas aquí. Pero aún si las tuvieran, no se podría tener una línea de oración (¿ven?), por causa de la manera en que estamos. Ahora, pero nosotros—nosotros las terminaremos. Pero, ¿cuántas personas hay aquí que están enfermas? Veamos las manos. Levante la mano si Ud. tiene una necesidad de Dios, o una necesidad de alguien más que tiene alguna necesidad, levante la mano. Simplemente ore.",
    "Ahora, sea reverente. Pues, no fallemos ahora en captar este Mensaje. Escuchen. Si Jesús estuviera parado aquí con este traje puesto, y Ud. corriera hacia la plataforma, y le dijera: “Señor Jesús, sáname”, ¿sabe lo que Él le diría a Ud.? “Ya lo he hecho”. Él fue herido por nuestras rebeliones, por su yaga fuimos nosotros curados. El precio ya se pagó. Ud. tendría que creerlo.",
    "Ud. dirá: “¡Pero si tan sólo yo pudiera creer que Él está cerca de mí! ¡Si yo supiera que Él está aquí! Si yo… eso, eso pasó hace dos mil años”.",
    "Pues bien, la Biblia dice que Él es el mismo ayer, hoy y por los siglos; y nos gustaría verlo. Si lo viéramos, Él actuaría igual como antes.",
    "Ahora, voy a dar algunas Escrituras para Uds. hermanos ministros. El Nuevo Testamento dice que: “Él es ahora nuestro Sumo Sacerdote, el cual puede compadecerse de nuestras flaquezas”. ¿Correcto? ¿Cómo actuó Él? Pues cuando estuvo aquí en la Tierra Él fue el Sumo Sacerdote. Pues, fue más que eso, Él fue Dios. O ¿cómo pudo—cómo pudo la gente recibir algo de Él? Una mujercita tocó su vestidura y se sentó, y Jesús se volteó y dijo: “¿Quién me ha tocado?”. Y todos lo negaron; pero Su… el Espíritu de Dios que estaba en Cristo, haciéndolo Emmanuel, se volvió hasta que halló en la audiencia a la mujercita, y le dijo cuál era su problema; le dijo: “Tu fe te ha salvado”. ¿Verdad que sí? Entonces, si Él es el Sumo Sacerdote que puede compadecerse de nuestras flaquezas, si es el mismo Sumo Sacerdote, Él actuará de la misma manera.",
    "Ahora, Uds. son desconocidos, la mayoría. Conozco aquí al Hermano Dalton y a ellos sentados en esta primera banca de aquí, este grupo aquí, porque vienen de allá de Kentucky. Los he conocido por años. Y si no estoy equivocado, creo que bien atrás, en la parte de atrás, he visto al Hermano Gene Goad y al Hermano Leo Mercier, no estoy seguro. Estoy muy contento de verlos, hermanos. Veo al hermano y a la Hermana Dauch sentados aquí. No quiero que Uds.… si Uds. están enfermos de algo, sólo esperen, pero no ahora. Quiero a alguien que no me conozca, y que sabe que yo no lo conozco. Quiero que Uds. oren.",
    "Y entonces, si Él es el mismo ayer, hoy y por los siglos, toquen Uds. Su vestidura, y Su Santo Espíritu operará a través de nosotros. Si Ud. tiene el canal correcto, el Espíritu por el cual creer (el mismo canal que está aquí), entonces operará de la misma manera. ¡Tiene que ser así, es Dios! Ponga Ud. la vida de un árbol de manzana en un árbol de durazno y ya no dará duraznos, dará manzanas. Y ponga Ud. la vida de Cristo en un—en un hombre que es un ser mortal, él dará el fruto del Espíritu. Él producirá los frutos de la Resurrección.",
    "Cristo entregó este Mensaje, y este—este Mensaje a la iglesia para que lo llevara: “Id, por todo el mundo; y a toda criatura”. Millones no lo han oído todavía; naciones todavía nunca lo han oído. ¿Por cuánto tiempo? “A todo el mundo, a toda criatura; estas señales seguirán a los que creyeren”. ¿Hasta dónde? “Por todo el mundo”. ¿A quién? “A toda criatura”. Allí fue donde Él comisionó a la iglesia. Ahora muéstreme en la Escritura donde Él haya cancelado esto. El hombre quizás inyecte sus ideas, pero ésa no es la idea de Dios. Él dijo: “A todo el mundo, a toda criatura”. [Termina la cinta. El Hermano Branham continúa discerniendo los secretos del corazón de la gente.—Ed.] 🦅"
  ]
}