{
  "title": "RECORDANDO AL SEÑOR",
  "id": "63130009",
  "content": [
    "🦅  Gracias. El Señor le bendiga, hermano. Estoy contento de estar aquí esta noche, en la Asamblea de Dios de Southside, para adorar con Uds., disfrutando de este compañerismo tan fino que sin duda disfrutan constantemente.",
    "Solo es que estoy un poco cansado. Anoche estuvimos en—en Tucson, para el banquete allá, y realmente pasamos un—un momento maravilloso. El Señor nos bendijo. Y he estado disfrutando de la parte buena, todo el día.",
    "Y, pues, conocí, escuché a alguien anoche. No conocía al hijo del Hermano Carl Williams. Hoy me estaba jactando de ese cierto joven que se levantó y habló de la—la reunión de los jóvenes. Y le dije a mi hija. Dije: “Bueno, esfuérzate para que entres allí”.\n\nElla dijo: “No conozco a nadie allí”.",
    "Yo le dije: “Conocerás a alguien, o todos te conocerán. Solo entra, de todos modos”.",
    "Y estoy orando para que ella reciba el bautismo del Espíritu Santo durante esta reunión allá.",
    "Dije: “¡Ese buen joven parado allí, y su rostro resplandeciendo con la gloria de Dios!”. Y se lo repetía a Billy.",
    "Él se paró y me miró, dijo: “Papá, ¿no sabes quién era?”. Dijo: “Ese era el hijo del Hermano Carl Williams”.",
    "Bueno, eso, yo—yo sé que proviene de un buen linaje. Si Ud.… ¿Ven?\n\nEstoy muy contento de estar en Phoenix esta noche.",
    "Bueno, ¡si allí no está el Hermano Pat Tyler! ¿De dónde salió Ud., hermano? Supongo que pidió un aventón, desde Nueva York hasta aquí. Así es como lo hace.",
    "Recuerdo haber visto al Hermano Gene, al Hermano Leo, aquí esta noche, al Hermano Ed Daulton, a muchos de mis amigos por aquí, y al Hermano Ed Hooper. Y, vaya, aquí arriba esta noche tengo una buena vista de todos, y puedo mirar alrededor, bien.",
    "Bueno, me estoy cansando un poco. He estado trabajando bastante duro, y pues, son—son largas horas. Y yo… Mi esposa dijo: “Oye, veo que empezaste a hablar con tu segunda voz”.\n\nDije: “Tuve que recurrir a ella en esta ocasión”.",
    "A veces cuando hablo, bajo, hablo en lo profundo de mi garganta, y luego esa parte se irrita y se cansa. Subo, a la parte de arriba, y hablo desde ahí, de esa manera. Tenemos que aprender toda clase de cosas cuando trabajamos para el Señor, ¿no es así, cuando nos agotamos?",
    "Y, vaya, espero que todos estos sean ministros aquí atrás. Si así es, vaya, estamos bien resguardados esta noche, un grupo tan bueno de hombres reunidos. Bueno, eso me recuerda la promesa, que: “Estamos sentados juntos en lugares Celestiales, en Cristo Jesús”, donde Su Sangre nos limpia de todo pecado.",
    "Ahora voy a intentar, de verdad, despedirlos temprano esta noche. Recordando ahora que, mañana en la noche, estamos donde el Hermano Shores. ¿Es ese su nombre? [Un hermano dice: “Así es”.—Ed.] El Hermano Shores, en la Once con Garfield. Esa es otra Asamblea de Dios allá. Sí. Asamblea de Dios allá, y la Primera Asamblea de Dios.",
    "Y entonces solo voy a escuchar a estas otras personas por ahora, hasta el próximo domingo en la mañana, supongo, en la convención. Voy… Vamos a pasar un momento maravilloso. Siento que así será, a pasarla muy bien.",
    "Y mi propósito de estar aquí es como, ¡oh!, como un bateador sustituto, Uds. saben, yendo a cada lugar para ayudar, y un poco de compañerismo con los hermanos, y tener una noche aquí y allá, para conocernos. y—y quizás un poco de espíritu de avivamiento comienza a tocar al pueblo, y luego hacer que eso lleve, en lo que podamos, hasta allí, y luego el gran clímax. Y creo que, el Hermano Oral Roberts es la persona esta vez que traerá el momento culminante en el banquete del próximo lunes por la noche. Y sé que esperamos un gran momento, y todo el resto de la semana.",
    "Así que, pues oren por nosotros, y salgan a las calles, a los vallados y caminos. Para “¿invitarlos?”. No. “Fuérzalos”. Forzarlos, fuérzalos a entrar. Porque este sería un momento maravilloso para que Phoenix reciba su gran visitación que Uds.… Y yo sé que Dios está dispuesto cuando nosotros estemos listos, sí, señor, cuando estemos listos. Vamos a… Por eso es que nosotros… tenemos estos avivamientos, son para tratar de cumplir las condiciones, y orar, y prepararse para que suceda esto.",
    "Ahora, antes de abordar la Palabra, hablemos con el Autor, mientras inclinamos nuestros rostros en oración. Ahora con nuestros rostros y corazones inclinados ante Dios, estoy seguro que en una congregación de este tamaño, seguramente habrá muchas peticiones. Y si Ud. tiene una, y le gustaría ser recordado delante de Dios, solo levante su mano, y con eso, diga: “Señor, acuérdate de mí”.",
    "Nuestro Padre Celestial, Tú sabes lo que hay detrás de cada una de estas manos. Tú sabes lo que pasó por sus mentes, y Tú eres más que suficiente para responder cada petición. Y oramos que Tú lo concedas, Señor. Pedimos que Tu favor nos sonría, esta noche, en la forma de un derramamiento del Espíritu Santo sobre nosotros.",
    "Y recordando, Señor, que mañana por la noche en la—la Primera Asamblea de Dios, que derramarás Tus bendiciones de nuevo sobre nosotros. Y luego en el Ramada, al concluir la semana, ¡oh, Dios!, que haya literalmente cientos salvos. Concédelo, Señor. Que haya tal—tal derramamiento del Espíritu al punto que los periódicos no puedan callarlo por más tiempo, sino que tengan que informar al público lo que se está haciendo. Concédelo, Señor.",
    "Solo muéstrate a Tu pueblo, Señor. Que sus humildes corazones se acerquen por fe y crean que recibiremos estas cosas que pedimos.",
    "Luego oramos, Señor, por los que quieren estar aquí esta noche y no pueden venir. Están enfermos y afligidos, y—y en tales condiciones que no pudieron llegar aquí. Oramos por ellos, Señor. Que el Espíritu Santo los visite cada uno.",
    "Bendice a estos hermanos que han venido desde tan lejos a través de los valles helados. Y muchos que aún están en el camino, viniendo. Protégelos, Señor. Tráelos a salvo.",
    "Ahora, bendice a esta Asamblea, a este buen pastor, a su congregación, a sus síndicos, a los diáconos, y a todo lo que representan, Señor. Oramos para que Tú estés con ellos y los ayudes. Ahora oramos para que Tú nos des Tu Palabra. Solo podemos leerla, Señor, y leer el texto. Tú tienes que proveer el contexto, y esperamos en Ti. En el Nombre de Jesucristo. Amén.",
    "En el—el libro de Primera de Corintios, el capítulo 11. Si alguien… Saben, por lo general a Uds. les gusta leer, o marcar un lugar, digamos, “Yo…” Quizás alguien encuentre algo más adelante y tal vez puedan mejorar lo que se ha dicho. O, los ministros, y a veces los laicos lo toman, y—y lo leen de nuevo, y escuchan lo que se ha dicho. Muchas veces yo hago eso, anoto un texto. Y, si desean seguir la lectura con nosotros esta noche, abran en Primera de Corintios, el capítulo 11, y comenzaremos a leer en el versículo 23.\n\nPorque yo recibí del Señor lo que también os he enseñado: Que el Señor Jesús, la noche que fue entregado, tomó pan;\n\ny habiendo dado gracias, lo partió, y dijo: Tomad, comed; esto es mi cuerpo que por vosotros es partido; haced esto en memoria de mí.\n\nAsimismo tomó también la copa, después de haber cenado, diciendo: Esta es la copa del nuevo pacto en mi sangre; hagan esto todas las veces que la bebiereis, en memoria de mí.",
    "Y ahora como texto, me gustaría tomar de allí: Recordando al Señor.",
    "Ahora, por supuesto, cualquiera, todos sabemos, en—en nuestra iglesia, que leemos esto en el servicio de la comunión cada noche. Y es un—un—un gran texto para leer, o una gran Escritura para ese momento, y se aplica allí. Pero yo solo quería esas palabras: “En memoria de Mí”.",
    "Ahora, la comunión ha sido muchas veces la gran disputa a través de los tiempos, entre protestantes y católicos. Dicen que los católicos toman esta comunión, y la toman con la esperanza de que han hecho algo para merecer algo bueno, que sus pecados serán perdonados por hacer eso. El protestante la toma como en memoria de que Cristo ya los ha perdonado, y ellos la toman con regocijo porque ya están perdonados.",
    "Pablo continúa diciendo aquí, que—que, de cómo venir a la mesa del Señor. Si hay algo que está mal, arreglémoslo antes de llegar allí; “Porque el que come y bebe indignamente, sin discernir el cuerpo del Señor, juicio come y bebe para sí”. Y ahora debemos estar muy, en mucha oración cuando tomamos la comunión.",
    "Pero me he preguntado muchas veces, si esa palabra, la usamos correctamente, comunión. Ahora, comunión significa “hablar con” ¿ven?, “estar en comunión con”. Y me pregunto si realmente, cuando nos reunimos así en Lugares Celestiales, si eso no es comunión, que estamos en comunión con Dios, hablando con Él.",
    "Y, entonces, ¡si nos quedamos quietos y dejamos que Él nos responda! Muchas cosas, y una de las cosas horribles que hago, yo soy el que hablo, y—y no me quedo quieto el tiempo suficiente para que Él me responda. Hacemos eso tantas veces al orar. Creo que si despojáramos de nuestro corazón lo que hay en él, y nos expresáramos al Señor Jesús, y luego nos arrodilláramos, y nos quedáramos quietos un rato y—y viéramos lo que Él nos responde. ¿Ven?",
    "Y en ocasiones lo he hecho, y ha cambiado toda mi opinión, ¿lo ven? Le pedía algo a Él: “Pues, Señor, estas personas, realmente, tienen algo. Yo—yo creo que ellos me quieren allá”. Y solo comenzaba a orar, y de repente, yo—yo estaba satisfecho de que esa era la voluntad del Señor; pero, después de orar, si solo—solo me quedo un poco, ¿ven?, entonces eso cambia, totalmente, a veces, soy enviado a otro lugar. Solo estén en comunión con el Señor. ¡Oh, qué glorioso compañerismo!, arrodillarse y hablar, y estar en comunión, y esperar a que Él responda.",
    "Y pensar qué gran Persona es esa con la que están hablando, el Creador Mismo, y en comunión con Él, Quien puso la vida suya en esta ceniza volcánica en la que está viviendo. Y entonces algún día Ud. tendrá que partir hacia allá, y entonces estará en Sus manos a donde vaya de ahí en adelante. Y ahora Ud. tiene el privilegio de elegir el camino por el que irá esa alma cuando se vaya.",
    "Y qué cosa tan maravillosa estar en comunión con Él sobre la base de Sus promesas, y luego escucharlo a Él responderle, y decir: “Todo está bien”. ¡Vaya!, eso—eso realmente lo expresa bien. No tenemos que buscar ningún credo. No tenemos que buscar en—en ningún dogma. Lo único que tenemos que hacer es saber que Él respalda Su Palabra, que está concluido, y eso es todo. Entonces la carga desaparece.",
    "He pensado en venir a esta mesa, a la que llamamos esta noche, ahora que lo he logrado expresar que es tanta comunión aquí como lo sería tomar lo que llamamos la cena del Señor.",
    "Saben, esa gente del este por allá tienen eso todo confundido, y—y no puedo hacer que lo arreglen. Y por todo el norte, cuando ellos me llevan que voy a cenar, dicen que es la comida. Yo—yo… Dicen que es el desayuno, y el almuerzo, y—y—y—y la comida. Y, ¿dónde queda mi cena? Estoy tratando de averiguarlo. ¿Ven? Y ellos dicen, “¡Oh!, así es”.",
    "Yo dije: “Pero no fue así, no tomamos la comida del Señor. Él la llamó la cena, la cena del Señor”. Y siento como si me hubiera perdido una de las comidas, si la llaman, comienzan a llamarla así.",
    "Pero ahora cuando nos reunimos de esta manera, allí desciende Dios. Y la—la mesa de la comunión es, en realidad, partir, quebrar, los cuerpos del Cuerpo del Señor que separamos entre nosotros. Ahora, ese es el Cuerpo literal, del—el pan que partimos, representando el Cuerpo de Cristo.",
    "¿Se dieron cuenta en el Día de Pentecostés, qué gran cosa tenemos allí? Que, Dios, Quien guió a los hijos de Israel a través del desierto, Él, esa gran Columna de Fuego. Y en el Día de Pentecostés, este gran Fuego cayó, y luego Se dividió a Sí Mismo entre Su pueblo. ¡Oh!, pensar cómo quiere Él que nos sentemos juntos en lugares Celestiales, luego, cada uno disfrutando de ese calor del Fuego del Espíritu Santo. “Lenguas repartidas como de Fuego se asentaron sobre ellos, lenguas de Fuego”, Dios Mismo dividiéndose entre la Iglesia. ¡Oh, no creen que eso haría que nuestros corazones ardieran! Es entonces cuando podemos reunirnos en lugares Celestiales.",
    "Ahora, sabemos que Su mesa, donde el pueblo se reúne y está en comunión con Él, es como un oasis en un desierto. Y un oasis, en el desierto, es donde hay un gran manantial, donde los viajeros cansados vienen y se sientan alrededor de este oasis en el desierto, y—y se refrescan, y luego recuerdan cómo llegó allí.",
    "Y así es en la Iglesia, que, en esta mesa de comunión donde se encuentran todas las bendiciones de Dios, el Evangelio completo, se nos muestra y se nos presenta todo lo que Dios tiene para Su Iglesia. Y es como un—un oasis en este desierto caluroso, ardiente y pecaminoso por el que estamos viajando. Y luego cuando venimos, y hablamos, leemos el menú, y luego vemos que Él se da la vuelta, y que Él no está escaso de esto, o escaso de aquello, o que esto ya no se sirve, sino que Él es el mismo ayer, hoy, y por los siglos. Él tiene todo en el menú, listo para darlo. Esa es la parte buena. Entonces simplemente podemos mirar el menú y tomar todo. A mí me gusta… Me gusta el plato completo. ¿A Uds.? [La congregación dice: “Amén”.—Ed.] Me gusta tomarlo.",
    "Y mientras estamos disfrutando de estas bendiciones, cada uno sintiendo Su Presencia, y diciendo: “Amén. ¡Alabado sea Dios! ¡Aleluya!” y demás, en eso podemos recordar a Aquel que nos lo trajo y lo hizo posible, la muerte del Señor Jesucristo, el Hijo de Dios. Acuérdense de Él. Creo que por eso, muchas veces, es que quizás disfrutamos de tantas bendiciones, que olvidamos de donde vienen.",
    "Una vez me sorprendí. Fui con un grupo de Cristianos de cierta iglesia, y se sentaron a comer, y nunca le dieron las gracias a Dios, por su alimento. Pues, me pareció un poco extraño. Y fui a otra casa, y ellos, igual, se sentaron y comieron. Y yo—yo se los pregunté. Y ellos dijeron: “¡Oh!, pues. Eso es solo… Dios provee eso, de todos modos. ¿Ve?”.",
    "Yo les dije: “Eso me recuerda a un cerdo debajo de un árbol de manzanas, saben. Las manzanas se caen y le golpean en la cabeza todo el día; él nunca mira hacia arriba, para ver de dónde vienen”.",
    "Y eso, saben, nosotros, creo que nos conviene detenernos y mirar hacia arriba, para ver de dónde vienen estas cosas. ¡Oh, qué glorioso es recordar a nuestro Señor, recordar todo lo que Él hizo por nosotros, y recordar que no había nadie más que pudiera hacer esto posible! No hay nada que pudiera hacerlo posible excepto nuestro Señor. Y Él lo hizo libremente, cuando no había ninguna persona digna; no había ningún profeta, no había ningún sabio, ningún potentado, ningún monarca, ningún rey. Nadie podía hacerlo excepto el Mismo Señor Jesús, y Él con tanta disposición lo hizo por nosotros. No olvidemos. Él lo ha hecho por Sus hijos durante la edad.",
    "Ahora hablemos solo por unos momentos de algo que alguien tendría que recordar. Me imagino que esta noche allá en la Gloria, hay un hombre llamado Noé, y él ciertamente tiene mucho por qué recordar al Señor. Porque en el tiempo en que Dios iba a destruir toda la maldad de la faz de la tierra, Dios recordó a Noé. Y Noé recuerda cómo escapó de la ira de Dios, por la misericordia de Dios. ¡Cómo fue que las—las tremendas aguas comenzaron a correr por las calles, y los vientos rugían, y las rocas caían de las montañas! ¡Y qué terrible tormenta! Las casas volaron, y las fuentes se rompieron, y Dios tenía a Noé dentro del arca. Ahora, si ese no es un lugar maravilloso para recordarlo a Él, sí, sí, estar dentro del arca a salvo, protegido en la Presencia de Dios, ¡para vivir con Él!",
    "Luego podríamos hablar de otro grupo de personas, o al menos yo diría que de tres, y se llamaban Sadrac, Mesac y Abed-nego. ¡Cómo se habían parado a favor de Dios, recordando que Él cumple Su promesa! Y cómo en esta gran hora, debido a la postura de ellos, incluso sus propios hermanos, muchos de ellos, se habían ido al mundo. Pero ellos iban a pararse, de todas formas, y se pararon a favor de Dios. Y habiendo calentado el horno siete veces más de lo que había sido calentado antes, ellos fueron empujados en este horno.",
    "Y ciertamente pueden recordar a ese cuarto Hombre que estaba allí adentro con ellos, que mantuvo todo el—el calor y la muerte lejos de ellos. Ese cuarto Hombre tiene algo especial. Hablaré de Él un rato, sí, señor, cómo Él era el Único que podía hacer posible eso. No había otra persona que pudiera hacerlo, excepto ese cuarto Hombre. Y Él fue Aquel que proveyó la vida, en las fauces de la muerte. Amén. Y Él—Él mantuvo de ellos las llamas de fuego, y los guardó. Y, ¡oh!, mientras pueda haber un recuerdo, nunca se desvanecerá, y recordarán ese gran día en Babilonia.",
    "Había otro hombre allá en Babilonia, que también puede recordar, y ese era Daniel, cuando propuso en su corazón que no se iba a contaminar con las cosas del mundo.",
    "Esa es una buena posición a tomar. Eso es lo que nosotros deberíamos hacer, abrocharnos la armadura un poco más firme. Eso es. No nos vamos a contaminar con las cosas del mundo, no importa lo que haga la otra iglesia. Nosotros mismos, vamos a abrocharnos el cinturón. Vamos a mantenernos firmes con esa Palabra.",
    "No importa lo que suceda, no nos vamos a contaminar. Si los demás quieren hacerlo, adelante, háganlo. Si esas mujeres quieren cortarse el cabello, que se lo corten. Nosotros no lo haremos. Correcto. Si quieren usar manicura, que lo hagan. Como se llame esa cosa, pintura, dejen que lo hagan. Nosotros no vamos a hacerlo. Si el resto de ellas dice que pueden fumar cigarrillos y salirse con la suya, pues, que lo hagan. Pero nosotros no vamos a hacerlo. Eso es todo. Ajá. El resto de ellos pueden irse a casa, despedir el domingo—la escuela dominical temprano, por un programa de televisión, o el miércoles por la noche, cancelar todo el servicio por cierto programa. No importa lo que hagan, nosotros vamos a servir al Señor.",
    "Vamos a pararnos como lo hizo Josué, “Pero yo y mi casa, serviremos a Jehová”. Recordamos lo que Él hizo para traernos esta bendición, y la atesoramos tanto que no podemos contaminarla de ninguna manera. Es un tesoro de Vida Eterna que tenemos, y de ninguna manera queremos contaminarnos con las cosas del mundo, para nada.",
    "Y Daniel propuso en su corazón lo mismo, aunque llegó a ser ciudadano allá; pero no por su elección, porque era un forastero. Y todo Cristiano nacido de nuevo es un forastero tan pronto como nace de nuevo, porque está destinado al Cielo. Su—su posesión está en el Cielo.",
    "Y aquí hace algún tiempo, mi esposa y yo, hace unos dos años, era… El Hermano Mercier y ellos se divertían un poco con esto, por así decirlo. Estábamos en el centro comercial. Y en nuestra ciudad, es… ¡Oh, hay mucha gente religiosa, así llamada! Pero vimos una—una mujer que tenía puesta una falda, y era la cosa más extraña, porque ninguna de las demás parecía tener una. Y—y sabemos que muchas de ellas cantan en coros y todo eso. Y los… y nosotros… Mi esposa me dijo, ella dijo: “Bueno, ¿por qué?”.",
    "Y yo dije: “Bueno, mira, ellos no son—no son de nuestra ciudadanía”.\n\nElla dijo: “¿Qué?”.\n\nYo dije: “No, no son de nuestra…”.\n\nElla dijo: “Son americanos, ¿verdad?”.",
    "Yo dije: “Seguro. Son americanos. Puede que así sea”.",
    "He visto en los viajes, en las misiones, en lo misionero y alrededor del mundo, voy a—a Alemania, hay un espíritu nacional, que se llama, es un espíritu alemán. Es el espíritu de la nación. Voy a Suiza, y encuentro, son como hermanos, casi hablan el mismo idioma, pero hay otro espíritu. ¿Ven? Y hay un espíritu diferente en Suiza. Luego voy a Finlandia, y hay un espíritu totalmente diferente. Luego vengo a América, y hay un espíritu de América. Así es.",
    "🦅 Bueno, tú dices, ¿no somos…”. Ella dijo: “¿No somos ciudadanos americanos? ¿Por qué es que nuestra gente, fulano de tal?”.",
    "Y yo dije: “Pues, mira, cariño, mira, cada nación vive de, en el espíritu de la nación. Ese es el espíritu nacional”.",
    "Ella dijo: “Y, entonces, ¿no estaremos viviendo en el espíritu americano?”.",
    "Yo dije: “¡Oh, no!”. Yo dije: “Hemos nacido de nuevo. Vivimos en un Espíritu Celestial, donde hay santidad, justicia”.",
    "Y nosotros, no somos americanos, en lo que a eso respecta, porque América es solo una nación terrenal. Pero cuando un hombre de Alemania, de Suiza, o de cualquier otro lugar, cuando él nace del Cielo, él toma un Espíritu Celestial. Y su naturaleza y su carácter buscan las cosas de arriba, donde Cristo está sentado a la diestra de Dios. Amén. ¡Oh, cómo deberíamos recordar eso!, que Él murió para que podamos ser fortificados contra esto, inoculados. Correcto.",
    "Una planta saludable no… Ud. no necesita fumigar una planta saludable. Los insectos ni siquiera se le subirán. Correcto. Ningún insecto molestará a una planta saludable. Es esa de invernadero la que tiene que ser fumigada constantemente, alguna especie híbrida. Y así es hoy en día. Tenemos que rociar y mimar demasiado la iglesia. Debería ser un individuo robusto de Cristo, lavado en la Sangre de Jesucristo, y nacido del Espíritu de Dios. Y todos los insectos mundanos se dispersan. Ni siquiera pierden el tiempo. Eso es bastante tosco, pero espero que se haya anclado. Es una expresión un poco tosca, pero Uds. saben de lo que estoy hablando.",
    "¡Oh, cómo Daniel, al proponer eso en su corazón, él puede recordar bien el resultado! Y algún día nosotros también recordaremos el resultado. Así que cuando él recuerde eso, que en la hora de la angustia, Dios envió un Ángel al foso de los leones, y cerró la boca de los leones, para que no lo molestaran. ¡Qué recuerdo para rememorar! Él, arrojado en un foso de leones, porque había propuesto en su corazón servir a Dios, y él podía recordar eso. ¿Cómo sucedió? Algo así: “Dios envió Su Ángel. Él vio la inocencia de mi corazón”. ¡Oh!, ahí lo tienen, la inocencia de su corazón. Dios pudo ver eso en Daniel, y su propósito de hacer lo correcto, y Él envió Su Ángel y evitó que los leones llegaran a molestarlo. ¡Qué recuerdo! Podríamos seguir y seguir, con eso.",
    "Recordemos a otra persona aquí mismo, o grupo de personas, es Israel. Cuando Israel había puesto su lugar, o ellos mismos, en posición para pararse por Dios. Y una noche venía un ángel de la muerte, que iba a tomar el primogénito de cada casa. Y cómo fue que a Israel se le ordenó recordar que la sangre estaba en el poste de la puerta. Eso fue lo que detuvo la ira de Dios, y lo que los mantuvo vivos allá, fue la sangre en la puerta. Fue un recordatorio. Y eso, siempre, sigue siendo un recordatorio, la sangre en el poste de la puerta y en el dintel. ¡Qué noche tan memorable fue esa! Y se iba a repetir a través de las—las edades que estaban por venir, que Dios, en esa noche, hizo una diferencia entre los justos y los injustos.",
    "¡Oh, no sé si será de noche o no, pero llegará un día en el que Dios mostrará la diferencia entre los justos y los injustos! Y será un recordatorio para nosotros, saber que la Sangre ciertamente está en el dintel y el poste de la puerta. Y dondequiera que Ud. mire, o su entendimiento; Ud. mira con sus ojos y ve con su corazón. Así es. Uds. recordarán que están mirando a través de la Sangre del Señor Jesús, de la forma en que Él lo haría. ¡Qué momento! Ellos fueron…",
    "Israel tenía otra cosa que siempre podían recordar, y fue cuando dieron el paso sobre lo que escucharon decir a Moisés, ese gran profeta vindicado con la Palabra de Dios, y cuando tomaron su posición para marchar. Pues ellos vieron a Dios vindicar que el mensaje que él estaba trayendo era la verdad, y era de acuerdo a las Escrituras, y Dios estaba con él. Y él había conocido a Aquel Quien no tenía nombre, llamado el YO SOY. Realmente él Lo había conocido, porque lo habían visto a Él obrando con Moisés.",
    "Y luego tuvieron otro gran recordatorio, que cuando comenzaron la marcha, delante de ellos iba una Columna de Fuego, para guiarlos por el camino. ¡Qué recuerdo podían rememorar!, un recordatorio, que no necesitaron ninguna brújula. Amén. ¿Qué dije? No necesitaron brújula. Ellos tenían la Luz de Dios para guiarlos.",
    "¡Qué recordatorio fue para los magos, cómo no necesitaron brújula!, y una Estrella los guió.",
    "¡Qué recordatorio es para nosotros hoy, tener un Espíritu Santo que nos guíe!; no algún credo, o alguna moda, o algo que nos guíe, o algo hecho por el hombre. Pero el Espíritu Santo viene con el poste de amarre de la Palabra, y confirma Su Palabra, y prueba que es—es la verdad. ¡Qué recordatorio para nuestros corazones, saber que el Dios vivo todavía vive! ¡Oh!",
    "Recordándolo a Él, lo que Él hizo, los guió por todo el camino hasta la tierra prometida, de esta manera.",
    "Elías tenía algo grande por lo cual recordar a Dios, cuando había cumplido con su deber, exactamente lo que Dios le dijo que hiciera, mandar la lluvia, que ni siquiera rocío cayera hasta que él lo llamara. Fue y se sentó junto al arroyo de Querit, allá. Se quedó allí todo este tiempo. ¡Cómo pudo recordar eso! ¿Cómo iba a conseguir alimento, durante estos años? Pero Dios le sirvió con los cuervos. ¡Un Dios del Cielo! Sin duda, “¿De dónde sacaron los cuervos el alimento?”. No lo sabemos, no podemos decirlo. Lo único que él sabía, es que se había encomendado a la Palabra de Dios, lo que Él le había prometido. Y Dios se encargó del resto.",
    "Eso es todo lo que nosotros tenemos que hacer. Hermanos, es todo lo que necesitamos; solo tomarlo a Él en Su Palabra. ¿Cómo lo va a hacer Él? No lo sé. Pero, ¿ven Uds.?, tratamos de inyectar nuestras propias ideas, y ahí es donde nos equivocamos.",
    "¿Qué tal si él hubiera dicho: “Este otro arroyo abajo de la colina es igual de bueno, porque tiene más agua?”. Ajá. No.",
    "¿Qué tal si Abraham hubiera pensado que debía tomar Sodoma? Nunca habría sucedido bien. Pero Abraham tomó el camino por donde el Señor le guió, su promesa a la que tenía que aferrarse.",
    "Elías pudo recordar cuando había hecho todo lo que podía. Él—él había reprendido a todas las—las mujeres de ese día, que trataban de imitar a la primera dama, la esposa del presidente, y—y todas esas cosas que él—él había reprendido. Y—y lo llamaron un viejo, supongo, un anticuado, un hombre sencillo. Y él se fue, pero hizo exactamente lo que Dios le dijo que hiciera. Y luego llegó a un enfrentamiento, donde él dijo: “Veamos cuál de estas cosas son las correctas. Ahora, llama a los profetas de—de Baal aquí arriba, y—y llama a sus profetas. Y permítanme invocar al Señor”. ¡Oh, qué enfrentamiento!, cuando él supo que Su Palabra lo había prometido.",
    "¿Qué podríamos decir hoy en día como Cristianos, frente al budismo, el mahometanismo, o cualquier otra cosa? “Veamos quién es Dios”. Amén.",
    "Hace algún tiempo, allá en la India, en donde estábamos en—en la reunión, y habían muchas personas, pero cuatro o cinco pasaron a la plataforma. Y no había forma de calcular cuántas personas había allá. Y oré por un pequeño leproso. No tenía brazos, y sus orejas estaban carcomidas, y pequeños muñones. Y trataba de abrazarme, y yo lo abracé, y oré con él. El Señor me dijo cuál era su problema, y—y sobre su vida.",
    "Y—y podía ver a los rajás y a los que estaban allá. Decían: “Eso es telepatía, lo ves”. Uno podía—podía notarlo, la forma en que pensaban, lo que iban—lo que iban a decir de mí.",
    "Ese día, me habían invitado al templo de los jainistas, donde había unas diecisiete religiones diferentes, y todas ellas en contra del Cristianismo, y, “no había nada a favor del Cristianismo”.",
    "Pero, esa noche, Dios cambió el programa. Llegamos a la lectura del menú, junto a Su arroyo. Y el Espíritu Santo comenzó a revelar. Y después de un rato, vino un hindú, y él era ciego. Yo dije: “El hombre está ciego. Todos podemos ver eso. Y es un hombre casado. Él tiene dos hijos”. Yo dije: “Deletrearé su nombre. Yo—yo no puedo pronunciarlo”. Y era exactamente correcto. Yo—yo podía.",
    "Los que llaman hombres santos, y todos ellos allá, y esos sacerdotes mahometanos, y, estaban sentados allá. Y luego ellos—ellos supieron entonces, pensaron que yo les estaba leyendo la mente, una telepatía.",
    "Y sucedió que miré hacia atrás, y este hombre ciego, una visión allí encima, estaba parado mirándome. ¡Oh, vaya! Saben, el siervo de Dios, el Espíritu Santo, ya había traído el… lo que decía el menú, Uds. saben. Yo sabía que estaba listo para servirse.",
    "Yo dije: “Ahora, me estaban diciendo hoy que la religión mahometana es la mejor del mundo, y los budas, y todos”. Yo dije: “Ahora, quiero que algunos de Uds. sacerdotes aquí, los sacerdotes de Buda, los sacerdotes mahometanos, vengan a darle la vista a este hombre, seguro, ahora, si él—él es tan grande. Este hombre es un adorador del sol. Y todos sabemos, los que creemos que estaba errado, él adoraba a la creación en lugar del Creador”. Y dije: “Él está errado, y sabemos eso. Pero” dije, “sin duda el Dios que es el Creador, y el hombre con la disposición de venir y servir a ese Creador, sin duda Él está listo para manifestarse a Sí Mismo”.",
    "Ahora, quiero decir algo. Yo no habría dicho eso de ninguna manera si no hubiera visto esa visión. Sé que no podría hacerlo. ¿Ven Uds.?, no debemos hacer eso, avanzar presumiendo. Presumir significa: “que Ud. avanza sin autoridad”. Por eso queremos vigilar cuando uno dice que es ASÍ DICE EL SEÑOR, no solo una impresión, sino algo que uno sabe definitivamente, está seguro, que el Señor lo ha dicho. Y me sentí muy consolado al ver la visión, sabiendo que nunca ha fallado.",
    "Y yo dije: “Ahora, el—el… Si este hombre está errado… Ahora, los mahometanos dicen que él está errado, y entonces Ud. lo hace un—un—un mahometano. Entonces, buda diría que él está errado. Y los sijs, y los jainistas, y lo que sea, todos dirían que él está errado. Pero ciertamente que habrá uno Correcto en alguna parte”. ¡Oh, vaya! ¡Oh, que cosa más gloriosa! Luego yo dije: “Ahora, Aquel que le devuelva su vista, él prometió que serviría a ese Dios”.",
    "Se quedó ciego, por mirar al sol, porque era el dios sol. ¿Ven? Y él pensaba que con eso pagaba su entrada al Cielo. Ahora, podríamos recordar a Cristo, que Él—Él sufrió no para sacarnos los ojos, sino para darnos la vista. ¿Ven? Y entonces, pues, si…",
    "Yo dije: “Ahora, Aquel que venga y haga esto, yo seguiré ese clan”. Yo dije: “Serviré a Aquel que le devuelva la vista”. Y ese fue el grupo más silencioso que yo haya escuchado. Nadie respondió. Entonces yo dije: “Bueno, allá está el sacerdote mahometano ahora, ¿por qué no viene Ud. y le da la vista?”. Yo dije: “¿Por qué? Es porque Ud. no puede. Y yo tampoco. Pero el Dios del Cielo ha resucitado a Su Hijo, Jesucristo, Quien acaba de mostrarme una visión ahora, de que el hombre va a recibir la vista. Si no es así, entonces soy un falso testigo de este Cristo. Y si lo hace, entonces soy un verdadero testigo de Él. Y Uds. tienen que arre-… Uds. deben arrepentirse, o tienen, si Uds.… o perecerán en los clanes en los que están ahora”. ¡Qué momento! Y yo dije: “Ahora, si eso es falso, entonces deberían ponerme en un avión y enviarme de vuelta a los Estados Unidos, y nunca más dejarme entrar aquí”.",
    "¡Oh, pero cuando nuestro Dios entró a la escena! El hombre, tan pronto como oré por él, podía ver tan bien como yo. Corrió y agarró al alcalde de la ciudad por el cuello y comenzó a abrazarlo. Y, pues, estuvimos unas cuatro horas. Me quedé sin zapatos, y sin bolsillos en mi abrigo, y la fuerza militar no podía detenerlos, fue una estampida. Deberían haber visto lo que…",
    "Pero, ¿qué fue? El mismo Dios, el mismo Dios que podía llamar al fuego, traer el fuego, para consumir Su sacrificio; puede traer Su Espíritu Santo, para confirmar Su Palabra, que Ella es la Verdad, siempre y cuando Ud. esté seguro de que es la Verdad.",
    "Ahora, Elías estaba seguro de que era la verdad. Había escuchado la Voz de Dios. No había duda para él.",
    "Y no habiendo duda en el corazón suyo esta noche, de que Dios todavía da el Espíritu Santo como Él lo hizo en el Día de Pentecostés, sucederá. Si no hay duda de que Él cumple Su Palabra y sana a los enfermos, tiene que suceder. Pero Ud. tiene que estar seguro de eso. Ud. tiene que verlo verdaderamente con ojos reales de fe, luego aceptarlo y quedarse justo allí.",
    "Y él tenía mucho por qué recordar a Dios, cuando él estaba… Ahora él tiene mucho que recordar, de lo que Él hizo en aquellos días.",
    "La mujer inmoral que Jesús encontró allá arriba en Sicar, una samaritana, que era más bien un pueblo despreciado que realmente creían en Dios. Eran como mitad judíos y mitad gentiles, y eran una—una raza. Creían en Dios. Y esta mujercita inmoral en su condición, muy manchada por el pecado, un día quizás se desanimó con todas las tradiciones de los ancianos, de ollas y calderas, y lavados, y demás.",
    "Ella salió un día allá al mismo antiguo pozo de Jacob, y fue a bajar su—su cántaro, para sacar agua. Y ella cambió de manantial. ¡Oh!, cómo ella puede recordar que había Uno sentado allí que dijo: “En Él estaba el Agua viva”. ¡Qué sorpresa fue para ella!, cuando esa Fuente viva reveló sus pecados, y le dijo dónde estaba errada, y le describió lo que había hecho. Y puso un mensaje en su corazón, que la encendió con la gloria de Dios; y fue a la ciudad, y a los hombres.",
    "Ahora, Uds. saben, eso realmente no es legal en ese país, que una mujer vaya por las calles, y especialmente una mujer marcada con inmoralidad. Pero déjenme decirles, cuando ella fue limpia y bebió esa Agua fresca, ¡traten de detenerla! Era como tratar—tratar de apagar un—un incendio, o una casa en llamas, y habiendo sequía, y con un viento fuerte en clima seco, soplando fuerte esa llama.",
    "Ud. no podría detenerla, porque ella había encontrado algo que era real. Sus pecados habían sido revelados. Y cuando sus pecados y errores fueron revelados, esta noche ella puede recordarlo, en la Gloria. Ella puede recordar que hubo una Fuente para ella. Hubo un momento en que todos los credos y—y las iglesias la habían rechazado, pero aún así ella halló un oasis. Ella halló un lugar donde hubo Alguien a Quien le importó. ¡Qué gozo!",
    "Y cómo podemos regocijarnos con ella, nosotros que estábamos atados con credos que nos alejaban de Dios, y encontramos una Fuente llena de Sangre fluyendo de las venas de Emmanuel. Allí dejamos toda nuestra condición almidonada. Y—y bebimos de la Fuente y nos refrescamos. Y recordamos a Aquel que pagó el precio, para que pudiéramos tener Su Espíritu en nosotros, Jesucristo, el Hijo de Dios. ¡Qué memorial para recordar!",
    "Me imagino que esta noche Agar podría tener algo en que pensar, también, cuando la echaron, malentendida. Ahora muchos de nosotros aquí podemos pensar en Agar, en ella, siendo malentendida.",
    "¿Quien sino el que camina la vida correcta con Dios, quien sino el que toma el camino recto, angosto, es el que sabe lo que significa ser malentendido? Yo soy malentendido. Cada persona, todos Uds. hermanos que tratan de vivir correctamente, y Uds. hermanas, son malentendidos.",
    "Sus vecinos piensan que Ud. es un modelo anticuado, y tratan de despreciarlo. “¿Por qué Ud. no asiste a estas sociedades? ¿Y por qué no hace estas fiestas de cartas, cuando las cosas?”. Y Ud. evita esas cosas. Ud. es malentendido.",
    "Así fue malentendida Agar. Y ella tuvo su hijo, el pequeño Ismael, que fue el fruto de su vientre, de un matrimonio legal con su marido Abraham. Y ella era—ella era una joven esclava. Y ella había sido dada por su señora, Sara, a Abraham, como esposa; siendo que, la poligamia era legal en aquellos días. Y ella se había casado legalmente con el varón, pues había sido entregada a él. Ella dio a luz al niño, justo lo que esperaban. La mujer no hizo nada fuera de lugar. Y, aún así, fue malentendida por su señora, y echada al desierto para morir. ¡Vaya lugar en el cual estar!",
    "Y el agua de la botella se acabó. La garganta del pequeño Ismael empezaba a secarse. Lloraba pidiendo agua. Se puso peor. Y solo el corazón de una madre puede oír ese llanto de un pequeño, con los labios secos en—en algún desierto por ahí, de su único hijo, y sentir su cuerpecito secándose, y muriéndose. Sin agua, solo rocas y arena, como aquí en los desiertos de Phoenix. No había lugar. ¡Malentendida! ¡Qué momento!",
    "Allí estaba ella, una esclava, para empezar, y había tratado de actuar de la manera correcta como se suponía que debía hacerlo. Y aquí tiene al bebé en sus brazos, y se está muriendo. Y ella estaba tan triste. Lo puso bajo un pequeño arbusto. Y se fue a distancia de un tiro de arco, y se arrodilló a orar. Y allí apareció un pozo, ¡oh, vaya!, “El pozo de Aquel que vive y que me ve”. Todavía existe hoy en día. Fue puesto allí, de alguna manera. Ese pozo todavía permanece como un recordatorio.",
    "No tengo la suficiente educación para pronunciarlo. Pero yo—yo lo intenté, hace un momento, cuando estaba escribiendo algunas notas. Y yo—yo intenté pronunciarlo. No pude hacerlo. Pero Uds. saben lo que es. Yo—yo lo digo de una manera y de otra. Yo dije: “Mejor no lo digo. Solo mostrará mi ignorancia aún más”.",
    "Pero quiero decir algo. Yo sé dónde hay otro Pozo que fue puesto en el Día de Pentecostés. Está tan abierto esta noche como lo estuvo cuando lo abrieron allá atrás, y las aguas son igual de frescas para todo hombre o mujer que quiera tomar el camino correcto con la Palabra de Dios, y caminar con Él.",
    "Yo vengo a este pozo, recordando a Jesús que hizo posible que yo, un forastero, el hijo de un borracho, pudiera venir a ese Pozo y ser perdonado de mis pecados, y beber de la Vida Eterna.",
    "¡Oh, cómo debe haberse sentido Agar cuando vio ese pozo! Le salvó la vida a ella y a su hijo. Seguro que ella pudo recordar ese oasis, todos los días de su vida, y todo—todo de principio a fin que ella puede recordarlo.",
    "Podríamos seguir y seguir, con más personajes. Pero, pensemos en esto, no fallen en ver su pozo ahora. No fallen en ver el lugar de refrigerio que trae Vida.",
    "Jesús fue enviado por Herodes a… por Pilato a Herodes, como burla. ¡Lo que se perdió! ¿En qué estaba pensando Pilato?",
    "Y luego cuando Pilato envió a Jesús a Herodes, y luego cuán insensato fue Herodes. Siendo que él había oído de Él, y había oído de Su ministerio. Y Pilato siendo un judío… O, Herodes, creo que lo era, Herodes era un judío. ¡Y parado allí delante de Él! Y allí estaba, parado en la Presencia de lo que todos los profetas habían profetizado, desde la salida del Edén. Parado en la Presencia, y nunca pidió perdón por su pecado. Él nunca—él nunca—él nunca… me pregunto si siquiera lo pensó, si lo reconsideró, de qué, ¿delante de Quién estaba parado? Probablemente nunca supo en Presencia de Quién—Quién estaba parado.",
    "¡Oh!, Ud. dice: “Eso fue—eso fue algo horroroso! Eso fue la cosa más insensata”. Y lo fue. Fue la cosa más insensata que el hombre hizo. Pues, pensamos en—en lo equivocado que estaba.",
    "Pero esperen un minuto. Hoy en día tenemos hombres que hacen lo mismo, están junto a la misma Fuente, y aún así cometen el mismo error que él.",
    "Todos los profetas, por cuatro mil años lo habían apuntado a Él. Pero por cuanto no vino de la manera en que sus credos decían que Él vendría, Lo echaron fuera.",
    "Así es, exactamente. Exactamente así. Sí, señor. Aún Lo echan fuera. Ellos no quieren tener nada que ver con eso, a menos que venga de acuerdo a su libro, Uds. saben, la manera en que su libro de texto lo dice, ¿ven Uds.? Tiene que venir de esa manera.",
    "¡Oh!, todos los profetas por cuatro mil años habían hablado de Él, y aquí estaba frente a él, y nunca dijo nada sobre, pedir perdón. Allí está él en la Presencia, y el—el cumplimiento de todas las palabras de los profetas hebreos, parado justo frente a él, y nunca pidió perdón. Solo se quedó allí. ¡Oh, eso fue algo terrible!",
    "Pero hoy nosotros hacemos lo mismo. Solo que nos paramos frente a Él, después de seis mil años. Cometemos un error mayor que Herodes, y Pilato, y—y Caifás, y los sacerdotes de aquel día, porque tenemos dos mil años más de historial añadido. Y seguimos cometiendo ese mismo error. Solo, yo solo…",
    "Supongo que—que Herodes ni siquiera le dio importancia.",
    "Ahora, solo me pregunto cuán seriamente pensamos acerca de esto. ¿Qué tan en serio tratan de considerar esta Palabra? ¿Qué significa esa Palabra para Uds.? ¿Saben que es Dios en forma escrita? Pero le pasamos por encima, por algún tipo de credo, y decimos: “Los días de milagros ya pasaron. El Dr. Jones dijo tal y tal, y asunto terminado”. Y, sin embargo, esta Biblia está en casi toda librería, en los estantes de la Biblia, en las iglesias. Y los ministros y demás parados allí, y La leen por encima, y La ignoran, por el credo, tratan de colocarla por allá atrás en alguna otra edad.",
    "Como he dicho antes, dos o tres veces desde que estuve en Phoenix, eso me impactó tanto. Los hombres son así. Siempre alaban a Dios por lo que Él ha hecho, y esperando lo que Él hará, e ignoran lo que Él está haciendo ahora mismo. Lo hacen. Ellos fallan en verlo.",
    "Ahora, quizás Herodes podía haber alabado a Dios por que Él sacó a los hijos del desierto, y demás. Y ellos decían: “Algún día Él enviará un Mesías. ¡Gloria a Dios! Lo veremos entonces”. Y aquí estaba Él, parado justo frente a ellos, y nunca Lo conocieron.",
    "🦅 En el mundo estaba, y el mundo por Él fue hecho, y el mundo no Le conoció. Mas a todos los que Lo recibieron, a él… les dio potestad de ser hechos hijos de Dios”. Me gusta eso. Sí, señor.",
    "Allí en Su Presencia, supongo que él nunca le dio importancia a aquello.",
    "Y muchos hoy en día hacen lo mismo, no lo toman en serio. No lo piensan en serio. Ellos piensan: “Ahora aquí, yo voy a la iglesia, y soy tan bueno como Ud.”.",
    "Ahora, Ud. no debe tomar esa actitud. Ud. pudiera ser tan bueno como yo, y no ser bueno en lo absoluto. ¿Ven? Pero Ud. no debe hacer de ningún hombre su ejemplo. Ud. debe hacer de Dios su Ejemplo, Jesucristo, y debe tomar Su Palabra. Y si Ud. no lo hace…",
    "Ahora, recuerden, la Biblia dijo, en el libro de Apocalipsis. Esta es la revelación completa de Jesucristo. “Quienquiera que quite una Palabra de Ella, o Le añada una palabra, su parte será quitada del Libro de la Vida”. Así que Esa es la Revelación.",
    "🦅 Dios muchas veces y de muchas maneras” Hebreos 1, “habló a los padres por medio de los profetas, pero en estos postreros días por medio de Su Hijo, Cristo Jesús”. Y, Cristo, revelándose a Sí Mismo, dándose a conocer, tomando Su Palabra y haciéndola crecer.",
    "Parado el otro día, hablando, creo, con el Hermano Carl Williams, había una palmera. Creo que era el Hermano Carl, o alguien. Y yo dije: “¿No es ese un árbol hermoso?”.\n\nÉl dijo: “Sí”.\n\nYo dije: “¿Qué es? Ceniza volcánica”.",
    "Eso es todo lo que es, polvo de la tierra, conteniendo una vida. Y esa vida era un cierto tipo de vida, la convirtió en una palmera. Por aquí hay otro, es otra especie de árbol. Es una higuera. ¿Qué es? Ceniza volcánica de la tierra, con vida de higuera dentro.",
    "Ahora, observémonos. ¿Qué somos? Lo mismo que ese árbol, ceniza volcánica, pero con una vida humana dentro. Y esa vida humana es de la tierra, y debe volver a la tierra.",
    "Pero hay una Vida que viene de Arriba, que, un hombre, vive por esa Vida. Es la Vida Eterna.\n\n¡Qué insensatez! ¿No podríamos considerar seriamente eso, amigos?",
    "Ahora, no es una emoción. No es guardar un montón de credos. Es una experiencia. Es un Nacimiento. Primero, Ud. tiene que experimentar una muerte antes de poder presenciar un Nacimiento. Pues, ordénelo correctamente: experimentar una muerte, y luego presenciar un Nacimiento. Cualquier semilla tiene que hacer lo mismo. Y esta Semilla es Dios. Y cuando Ella es colocada en su corazón, produce el Nacimiento de un hijo de Dios.",
    "Y así fue Jesús cuando estuvo en la tierra. Él dijo: “¿Quién puede condenarme de pecado? ¿Quién puede acusarme, más bien, de pecado?”. Pecado es “incredulidad”. “Si—si no pueden creer en Mí, crean a las obras”. “Escudriñad las Escrituras. A vosotros os parece que en Ellas tenéis la Vida Eterna. Ellas son las que dan testimonio de Mí. Ellas son las que dicen Quién Soy. Y si no cumplo con esos requisitos, exactamente lo que dice la Escritura, lo que el Padre dijo que yo sería, cuando viniera; si no cumplo con eso, entonces he hecho mal”.",
    "¡Oh!, si nosotros los Cristianos, si nosotros ministros, si nosotros hombres, las mujeres, los pentecostales y el resto de nosotros, si no podemos tomar lo que Dios dijo que Su Iglesia debería ser, si no podemos dar la medida de la estatura que Él dijo, entonces podemos ser condenados por el pecado, por la incredulidad. Tratamos de decir que los días de los milagros han pasado, y todas estas otras cosas, eso, y tal y tal, y tal y tal, entonces podemos ser acusados de incredulidad. Porque, solo hay un pecado, y es la incredulidad. “El que no cree, ya ha sido condenado”. ¿Ven? Ud. ni siquiera llega a la primera base si no cree. “Es necesario que el que se acerca a Dios crea que le hay, y que es Galardonador de aquellos que le buscan diligentemente”. ¿Y qué pasa si una iglesia…?",
    "Eso es lo que Dios quiere. Eso es lo que Dios tendrá, un grupo de personas que pueden decir: “¿Qué ha prometido Jesucristo? ¿Qué se ha prometido en estos últimos días que no se ha manifestado a través de nosotros?”. Amén. Entonces podemos sentarnos, recordarlo a Él, recordarlo a Él cuando nos reunimos.",
    "Si hay algo que nos falta, hagámoslo. Si nos falta algo, regresemos a eso. Recordemos lo que Él requirió, no lo que nosotros creemos que debemos tener, sino lo que Él dijo que debemos tener. ¿Ven? Tenemos que tenerlo así, de la manera que Él lo dijo. Pero me pregunto si nosotros solo…\n\nDecimos: “Pues, yo—yo—yo pertenezco a esto”.",
    "Me pregunto si Ud. lo ha pensado bien, sabiendo que eso no significa nada para Dios. Eso no significa nada. Herodes probablemente—probablemente dijo: “Pues, bueno espere un momento aquí. ¿Sabe quién soy yo?”. ¿Ven? Nunca lo pensó seriamente. Y nosotros deberíamos pensar seriamente.",
    "¿Saben Uds. lo que hizo? Cuando Cristo llegó ante él, por primera vez, y todos los profetas, sabios, y a través de las edades, que hablaron de que Este vendría. Y allí estaba Él, parado justo delante de él. Saben, su… la… En la ocasión, que Dios puso a Cristo delante de Herodes, él solo pidió entretenimiento.",
    "Me pregunto, hermanos. Pensémoslo seriamente ahora. Nosotros el pueblo pentecostal, ¿me pregunto si recibimos el Espíritu Santo solo para entretenimiento? Pero hay más que va con Eso. Hay una vida que se debe vivir. Me pregunto si ese es el estorbo de nuestras iglesias hoy en día, hermanos. ¿Me pregunto si esa es la razón por la que todavía estamos aquí en el desierto, dando vueltas, en vez de estar en la Tierra prometida, poseyendo todas las cosas? Me pregunto si no hay algo que no hayamos pensado lo suficientemente en serio. ¿Ven? Uds. deben pensarlo seriamente.",
    "Si Pilato lo hubiera hecho, Lo habría liberado. Si—si Herodes lo hubiera hecho, Lo habría liberado. Pero no pensó seriamente, en su primera ocasión.\n\nY luego ¿qué hizo? Pidió algunos trucos.",
    "¡Oh!, ellos, así es hoy en día. Quieren hacer del Cristianismo un truco, algún pequeño truco que tienen en la mano. Y, escuchen, pueblo pentecostal, sean profundamente sinceros en estas cosas. Cuando Uds. hablen en lenguas, y den la interpretación, asegúrense de que esa sea la interpretación. ¿Ven? No acepten un truco. ¿Por qué quieren un truco, cuando Dios tiene lo real para Uds.? ¿Ven? ¿Por qué aceptar un sustituto, cuando los cielos están llenos de lo real. ¿Ven? ¿Ven? Debemos ser sinceros. No deben tratar de ignorarlo y pasarlo por alto. No debemos hacer eso. No debemos pedir trucos.",
    "Debemos pedir el dar un servicio. Amén. “Señor, si voy a ser el tapete, hazme el mejor tapete que Tú hayas tenido. Lo que sea que voy a ser, permíteme serlo”. No, “Hazme… Si no puedo ser un Billy Graham, o un Oral Roberts, pues, no seré nada”. ¿Ven? Pues, Ud. es tan importante como Billy Graham y Oral Roberts, si—si Ud. tiene un… si Ud. es el tapete, si Ud. es de Dios. Dios necesita un tapete; Él—Él quiere un buen tapete. Eso es todo. ¿Ven? No importa.\n\nPero seguimos adelante, presumiendo que debemos ser esto o aquello. No hagan eso.",
    "Solo pidan servir, en lo que sea. ¿Ven? Lo que sea, dejen que Dios escoja su servicio. ¿Ven? Y luego, cuando Él le dé su oficio, recuerde que es Jesús quien lo dirigió aquí. Ud. nació para ese propósito. Sea un—un buen siervo para Él, dondequiera que esté. Sí.",
    "Jesús dijo: “¿Por qué me llamáis ‘Señor,’ y no hacen lo que Yo digo?”. Debemos estudiar la Escritura. Debemos averiguar cuál es el programa y el plan de Dios. Él dijo: “Uds. me llaman ‘Señor’”. Dijo: “Pero ¿por qué Me llaman ‘Señor’, cuando no hacen las cosas que—que les ordeno hacer?”. ¿Ven? Sí.",
    "Señor significa: “Dueño”. El propietario es dueño de la—la tierra. Y las personas, hoy, aceptarán con gusto a Jesús como un Salvador. Ellos—ellos no quieren ir al infierno. Ellos—ellos lo aceptarán a Él como un Salvador. Pero cuando se trata de ser “Señor”, ¡oh, no! Ajá ¿Ven?",
    "Señor, es que Ud. es de Su propiedad. Si Él quiere un tapete, Él lo hace a Ud. un tapete. Y Ud. está tan feliz de ser un tapete como si fuera una estrella de la mañana. ¿Ven? ¿Ven? ¿Ven? Ud.—Ud.—Ud. quiere… Nosotros—nosotros queremos…",
    "No queremos tenerlo a Él como “Señor”. Queremos un Salvador, pero no lo queremos como “Señor”. Entonces Él viene como “Señor”, y Él le habla a Ud. sobre ciertas cosas de la Palabra; “Pues, yo, bueno, yo—yo, no me parece Aquello ahora, ¿ven? Bueno, solo… yo no puedo imaginarme haciendo Eso”, Uds. las damas aquí.\n\nUds. piensan que yo me voy a cansar en un rato. No. No lo haré.",
    "Seré como la persona que una vez dijo, que fue a predicar a un avivamiento. Él dijo que predicó sobre el arrepentimiento; la tercera noche, el arrepentimiento; la cuarta noche, el arrepentimiento. Él predicó una semana completa sobre el arrepentimiento.",
    "Y el pastor de la iglesia y algunos de ellos fueron y le dijeron, dijeron: “Hermano, nosotros—nosotros realmente admiramos su sermón. ¿Pero no tiene otro?”.",
    "Él dijo: “¡Oh, sí, señor!”. Dijo, “Tengo otro. Pero que primero todos se arrepientan, entonces predicaré sobre otra cosa”. Así que, sí, señor.",
    "Que la iglesia empiece con el abecedario. Luego pasaremos al álgebra, luego a cómo—cómo ser profetas, y obtener dones y cosas así. Pero primero aprendamos este primer paso, primero. Aprender a caminar antes de poder correr, Uds. saben. Entonces, y si Uds. están cansados del siervo, ¿qué van a hacer? Está bien.",
    "Pero nosotros—nosotros queremos recordar a nuestro Señor. Eso es lo que tienen que recordar, que es a Él a quien están sirviendo. Uds. no reciben estos dones solo para tener una gran diversión. Es cierto. De hecho, muchos hablan de los dones, de eso estoy seguro, pero por la manera en que actúan, no saben lo que es. ¿Ven? ¿Ven?",
    "El don, los dones de Dios y demás, no son algo con lo que se juega. Los dones de Dios son benévolos, y son agotadores. Son fatigantes. ¿No fue Ja-… En la Presencia de Dios, uno no está gritando. La Presencia, es solo las bendiciones de Dios que Él derrama sobre Ud. ¿Ven? Pero la Presencia de Dios es una cosa difícil.",
    "No quiero que olviden conseguir esa cinta, si pueden, Señores, ¿qué hora es? Y recuerden eso.",
    "Jacob, cuando se acostó sobre esa piedra que puso de cabecera, una noche. Y el Señor se le apareció en una visión, y vio Ángeles bajando y subiendo. Cuando se levantó, él dijo: “Este es un lugar terrible, no es otra cosa que la casa de Dios”. ¡Un lugar terrible!",
    "El profeta Isaías cuando había profetizado por muchos años, bajo Uzías. Y cuando Uzías le fue arrebatado, porque trató de usurpar la parte de un sacerdote, y fue herido con lepra y murió. Isaías probablemente tenía cuarenta años, o cincuenta. Y él había sido un profeta, ¡oh!, desde que era un bebé, porque los profetas nacen. “Sus dones y llamamientos son irrevocables”. Y allí estaba él, un—un profeta del Señor, allá abajo, orando, un día, y confesando sus pecados en el altar.",
    "Y de repente, entró en la Presencia de Dios, y vio a Dios sentado en el Cielo, y Sus faldas. Vio a los serafines con Sus rostros santos cubiertos por las alas, y Sus pies cubiertos con alas, y volando con alas, dando voces: “Santo, santo, santo, Señor Dios Todopoderoso”. Sí.",
    "E Isaías recordó entonces que su pequeño viaje no era mucho. ¿Por qué clamaba? Él sabía que su—su don, que él no se había portado correctamente con él. Estaba bastante alejado. Él dijo: “Señor, soy un hombre inmundo de labios, y yo—yo—yo habito en medio de pueblo con labios inmundos”. Y luego el Ángel… ¿Ven?, es una cosa terrible. Él dijo: “¡Ay de mí!”.",
    "No es una cosa de bendecir, y uno gritar y clamar. Eso es bueno. Ahora, recuerden, yo no estoy condenando eso. Pero les digo que no es eso de lo que estoy hablando.",
    "Es el poder y la Presencia de Dios, lo que trae un temor tan santo, al punto que Ud. queda paralizado en Su Presencia. Ud. siempre lo recordará. Ud. lo recuerda.",
    "E Isaías lo recordó, mientras vivió. Me imagino, cuando las sierras cortaban su cuerpo, él todavía recordaba a esos Ángeles dando voces: “¡Santo, santo, Señor Dios!”. Seguro.",
    "Jacob, en sus últimas horas, podía recordar a esos Ángeles subiendo y bajando, y fue algo tan temible para él.",
    "No es lo que la gente piensa que es. Es algo diferente. Lo que necesitamos hacer es entrar en Su Presencia, recordándolo a Él, que Él no nos trajo aquí para jugar, sino para servir, nos trajo aquí para—para trabajar para Él.\n\nÉl tenía algo que recordar.",
    "¿Qué me dice de Judas Iscariote? Él también tiene algo para recordar. Judas tiene algo que está recordando esta noche. Claro que sí. Y siempre lo recordará. Seguro. ¿Por qué? Él vendió al Señor Jesús para beneficio personal.",
    "Me pregunto, esta noche, si no hay muchos haciendo eso mismo hoy, vendiendo sus primogenituras por beneficio personal, cuando Ud. debería estar ardiendo por Cristo. Cuando Ud. debería estar haciendo algo por Él, trabajando para Él, o algo así, Ud. va y se une a un lugar donde puede vivir de la manera que quiera y aún así decir que es un Cristiano. Eso es lo que el mundo está buscando esta noche. El mundo, dije, no el creyente.",
    "El creyente está buscando cada camino recto en el que pueda caminar, para estar en lo correcto.",
    "Pero el incrédulo desea un lugar donde pueda ir y mantener su profesión de Cristiano, y luego vivir como él quiere. Eso es lo que esta nación quería como presidente, y eso es lo que consiguieron. Exactamente. Eso es lo que la—eso es lo que la iglesia quiere, eso es lo que ellos tienen. Sí, señor. Eso es lo que Ud. recibe.",
    "Pero el creyente quiere que todo le sea rasurado. “Él quiere despojarse de todo pecado, y del peso que fácilmente le asedia; para poder correr con paciencia la carrera que tiene por delante, puestos los ojos en el Autor y Consumador de nuestra Fe, Jesucristo”. Sí. Recordándolo a Él, despojándonos de todo peso. Mujeres dejándose crecer el cabello. Hombres dejando de ser Ricky, y viniendo a la iglesia y haciendo lo correcto, y todo este tipo de cosas. Y pastores con diáconos en su junta directiva, casados tres o cuatro veces; y todas estas cosas, comprometiéndose, porque aportan fuerte en el plato y todo eso; tienen que doblegarse a alguna organización porque ellas les dicen que esto es, y la Biblia dice otra cosa. “Despojémonos de todo peso”.\n\nRecuerden a Jesús. Él llego a ser muy impopular.",
    "El joven Rabí fue Uno de los Hombres más sobresalientes en el mundo, en el día cuando sanaba a los enfermos y hacía todo bien, haciendo que las personas sanaran, y dando la vista a los ciegos, mostrando a las personas, y así manifestando a Dios, por el pensamiento de sus propias mentes. Él podía hablarles. Él era un gran Rabí.",
    "Pero un día Él se sentó y comenzó a decirles la Verdad del Evangelio. Él no fue popular desde ese momento. No, ya no. Y en menos de lo que Ud. se imagina, todo el grupo se alejó. Y entonces los setenta dijeron: “Dura es esta palabra. ¿Quién puede entenderla?”. Y ellos se fueron.\n\nEntonces Él se puso de pie y preguntó a los discípulos: “¿Quieren irse también Uds.?”.",
    "Ellos dijeron: “¿A dónde iríamos, Señor? A Tí, solamente. Nos hemos entregado. Estamos listos, no importa lo que sea. Estamos listos para ir”. Recordémoslo a Él así.",
    "Recuerden, Él fue nuestro Ejemplo. Él hizo todo, condenó a cada fariseo, condenó a todo lo del mundo, pasó por el mundo sin una mancha sobre Él. Él era un Cordero examinado por Dios. Él dijo: “Éste es Mi Hijo amado. En Él estoy muy complacido”. Él vivió tal vida.",
    "Y entonces Él tomó todo el pecado del mundo, mi pecado y su pecado, y lo puso sobre Él. Y entonces aun el sudor brotaba de Su sagrada frente, como gotas de Sangre, cayendo allí. No porque Él fuera culpable, sino que fue mi culpa causando eso, y la culpa suya.",
    "Y si Él puede hacer eso por Ud. y por mí, ¿cómo podemos pararnos bajo algunos dogmas y tonterías del mundo, y las cosas de este día moderno? Debemos recordar a nuestro Señor, recordar el precio que Él pagó por esta salvación. Nunca se avergüence de eso. “Esté preparado para presentar defensa ante cualquier hombre de la esperanza que hay en Ud.”. Debemos hacer eso, hermanos.",
    "Estamos entrando en las últimas horas ahora. El sol se está ocultando. La civilización ha venido del Este. Ahora está en la Costa Oeste. No puede ir más allá. La barrera está allí, y todo el pecado del mundo se está amontonando, y entrando en las vergonzosas olas de Hollywood. Y ha rebotado entrando directamente en la iglesia. ¡Y qué momento es! Debemos recordar eso, hermanos.",
    "Recordar a nuestro Señor. ¿Qué haría Él si estuviera aquí hoy? Él se aferraría a esa Palabra. En medio de cada tentación, Él se quedó con esa Palabra. Él lo hizo. Él fue el Ejemplo suyo.",
    "Cuando Satanás vino a Él y dijo: “Convierte estas piedras en pan”. Él dijo: “Escrito está…”. ¿Ven?, constantemente con la Palabra del Padre. Debemos recordar y hacer lo mismo. Él fue nuestro Ejemplo. Sí, señor.",
    "Esos sacerdotes de aquel día también tendrán mucho que recordar. Lo están recordando esta noche en el mundo de los perdidos.",
    "Ud. dice: “Hermano Branham, ¿llamaría Ud. a esos sacerdotes…? Sacerdotes santos, que, ellos eran hombres piadosos”.",
    "Ahora, esperen un momento. Ellos se hicieron a sí mismos piadosos. Ellos tenían una santidad falsa, una piedad falsa que en realidad no pertenecía a Dios. Jesús les dijo claramente: “Uds. son de su padre el diablo, y sus obras Uds. harán”. Y Él les dijo lo que eran. Y ellos tienen mucho que recordar, también. Porque, cuando ellos vieron esa manifestación genuina del Mesías, probando que Él era el Mesías, ellos deliberadamente Lo rechazaron y dijeron que era un espíritu malo haciendo eso. Dijeron: “Era Beelzebú”.",
    "Y Jesús dijo que eso era blasfemia. “Quienquiera que dijera una palabra contra el Espíritu Santo nunca sería perdonado”. Ellos tienen mucho que recordar. No tomemos el lugar de ellos, hermanos. No dejemos que nuestra suerte sea como la de ellos.",
    "Pero si tengo que ser algo, déjenme ser como Natanael, al decir: “Tú eres el Hijo de Dios. Tú eres el Rey de Israel”. Que yo pueda pararme como uno de ellos. Que yo me pare.",
    "Que Uds. mujeres se paren como la mujer del pozo, como ella está parada esta noche. Ella tiene mucho que recordar, como ya hemos hablado. Ella encontró una fuente.",
    "Y ahora, esos sacerdotes, tendrán… ¿Por qué lo hicieron? Por puros celos. Es la única razón. Ellos eran celosos de sus credos. Lo eran. Eran celosos de sus tradiciones. Sus ancianos habían establecido una tradición que era contraria a la Palabra, y eran celosos de esa tradición.",
    "Hermanos, que Uds. y yo no tengamos que responder por eso, celosos de cualquier tradición. Recordemos a Jesús, lo que Él era. Quedémonos con lo que Él dijo. Por puros celos, ellos hicieron estas cosas. ¡Oh, qué cosa! Sí, señor. Ellos…",
    "El rico también tiene mucho que recordar. A él se le presentó la oportunidad de recibir a Jesucristo, pero él amaba más las alabanzas de los hombres que las de Dios. Y, recuerden, la Biblia dice claramente que él recordó eso después de haber muerto y estando en el infierno, y el mensaje que le llegó a él: “Recuerda, en tu vida, tuviste la oportunidad”.",
    "Y Phoenix, tú tienes la oportunidad. El mundo tiene la oportunidad. No dejen que eso se cruce en sus caminos y Uds. fallen en verlo, como a Herodes y—y—y a muchos de ellos.",
    "Ahora, ellos mostraron que esos sacerdotes realmente sabían quién era Él, porque Nicodemo lo expresó cuando vino. Era uno de los principales de los fariseos. Él dijo: “Rabí, sabemos que Tú vienes de Dios como maestro, porque nadie podría hacer esas cosas si no estuviera Dios con él”. ¿Ven?, ellos lo sabían. Pero, ¿ven?, ellos tendrán que recordar eso. Ellos lo supieron, pero no lo aceptaron.",
    "Dejando que su credo lo detenga, del bautismo del Espíritu Santo, porque ellos le dicen que no existe tal cosa.",
    "Aquí hace unos meses, yo estaba en el hospital para orar por una mujer, en nuestra ciudad en Indiana. Y había una damita acostada allá, que quería reconciliarse con Dios. Ella había sido… Ella se había descarriado. Ella asistió a mi iglesia. Se volvió a ir. Y, por supuesto, siete demonios entraron, peores de los que estaban. Y allí estaba acostada, en un hospital, muriendo.\n\nElla dijo: “Hermano Branham, yo no quiero morir así”.",
    "Y le dije: “Está bien, hermana. No tiene que ser así, si Ud. aun desea servir a Dios en su corazón. Él nunca la ha dejado. Ud. lo dejó a Él, pero Él nunca la dejó. Ahora puede, si Ud. puede”.\n\nElla dijo: “Yo—yo quiero, Hermano Branham”.\n\nYo dije: “Muy bien, vamos a orar”.",
    "Allí había otra señora acostada, con los labios fruncidos, me miraba con un… como si pudiera pasarme por encima, y era ella y su hijo. Ella estaba acostada en la cama; había sido operada el día anterior. Y yo dije… Y la vi, mirando a su hijo, mirándome a mí.",
    "Y—y dije: “¿Le molestaría si nosotros oramos?”.\n\nElla dijo: “Cierre esa cortina”.\n\nYo dije: “Pues, yo… ¿No es Ud. creyente?”.\n\nElla dijo: “Dije que ‘cierre esa cortina’”.\n\nYo dije: “Yo solo preguntaba”.\n\nElla dijo: “Déjeme decirle que nosotros somos metodistas”.\n\nYo dije: “Bueno, eso realmente lo expresa entonces, ¿ven?”. ¿Ven?",
    "¿Por qué? Ella no quería ver a otra persona, a esa pobre mujer descarriada volver a Dios. Ahora, si ella hubiera sido metodista, pudo haber sido diferente, ¿ven? No recordó a Jesús allí, ¿ven Uds.? Ella solo recordaba su credo.",
    "Fue lo que recordó. Muy bien. ¡Oh, qué cosa tan horrible será en ese Día del Juicio!",
    "Hace unas semanas estaba en un ascensor en Louisville. Estaba subiendo para un examen, un examen físico, con un doctor amigo mío, para conseguir un—un—un pase, si es que quiero ir al extranjero con el Hermano Rowe y ellos de inmediato. Así que pensé en hacer mi examen físico mientras tuviera la oportunidad, y subí.",
    "Allí—allí había algunos hombres con nosotros, subiendo a ese piso. Subimos, unos ocho pisos, en Louisville, en un edificio, y, entonces, el edificio Heyburn. Y cuando estaba arriba, casi a lo mas alto que podíamos llegar, al parar, estos… Uno de estos individuos había bebido un poco, creo. Miró alrededor y dijo: “Bueno, muchachos, supongo que esto es lo más alto que alguna vez llegaremos”. Dijo: “Mejor nos bajamos”. Yo nunca dije nada. Él no sabía que yo era un predicador. Entonces, solo esperé para bajarme.",
    "Yo dije: “Espere un minuto. Ese comentario que Ud. hizo”. Le dije: “Si confiamos en nuestros propios méritos, esto es lo más alto que llegaremos, pero” dije, “¡si confiamos en Jesús! Lo recordamos a Él”. Amén.",
    "Podemos ir más alto, cuando pasemos, como dijeron los cantantes donde el Hermano Outlaw la otra noche, Júpiter, Venus, Neptuno, Marte, la Vía Láctea, y más y más, y más allá. No hay ninguna diferencia. Más allá de cada sistema solar, ¡a los cielos del Cielo! Estoy contento por eso.",
    "Solo recuerden que Él fue más allá y por encima de cosas como esa. Sí. Si estamos confiando en nuestros méritos, ciertamente estamos perdidos. Pero si confiamos en Sus méritos, somos salvos.",
    "¡Oh!, podemos recordar a Jesús en Su gracia, que Él nos levantó y lo prometió, que, incluso ahora, en este momento, no tenemos que estar atados a lo terrenal. ¿Ven? No estamos atados a lo terrenal ahora; estamos destinados al Cielo. “Ya estamos muertos. Nuestras vidas están escondidas en Él, por medio de Cristo”. Y hemos resucitado con Él; no, no estamos—no estamos muertos con Él. “Hemos resucitado con Él, y estamos sentados en lugares Celestiales”.",
    "Recordándolo a Él, ¡sentados en lugares Celestiales! “¿Cuándo, Hermano Branham?”. Ahora mismo. Sí. Nosotros no resucitaremos con Él; ya hemos resucitado con Él. Estas son las Primicias de nuestra resurrección: habiendo pasado de muerte a Vida, y vivos por los siglos de los siglos; sentados en lugares Celestiales en Cristo Jesús, ya resucitados con Él de entre los muertos. Sí. ¡Qué glorioso es estar sentados en lugares Celestiales con—con Jesucristo, el Hijo de Dios! Sí, señor. Podemos recordarlo a Él ahora, y todas las promesas que Él nos hizo, mientras estamos sentados aquí ahora.",
    "Estaba mirando ese reloj allá atrás, y pensé: “Vaya, lo estoy haciendo muy bien. Estoy terminando aquí ahora, a las siete en punto”. Tenía unas tres páginas más de notas, y las coloqué de nuevo allí debajo. Cuando miré mi reloj, y vi que no eran las siete en punto. Entonces pensé: “Lo estoy haciendo muy bien”. ¿Dónde he estado? ¿Habré estado perdido todo este tiempo? Sabía que me—me sentía bastante bien, pero no sabía que así de bien. Y—y yo… Seguía mirando ese reloj, y sí pensé que algo andaba mal en alguna parte.",
    "Bueno, eso es lo que va a pasar, uno de estos días, amigos. El tiempo se va a detener. Y tomaremos nuestro viaje por los cielos hacia la Eternidad, donde no hay más tiempo. ¿Verdad que será maravilloso?",
    "Pero estando sentados aquí ahora, donde el tiempo no significa nada para nosotros, ya hemos sido levantados a lugares Celestiales. ¿Qué podemos recordar? Podemos recordar cada promesa que Él nos hizo. “Si permanecéis en Mí, y Mi Palabra está en vosotros, podéis pedir todo lo que queráis”. ¿Es así?",
    "Me viene a mente San Juan 5:24: “El que oye Mis Palabras, y cree” ahora, no que pretende, pero, “cree Al que Me envió, tiene” en tiempo presente, “Vida Eterna, y no vendrá a condenación del Juicio, mas ha pasado de muerte a Vida”. Y estamos viviendo ahora mismo en Cristo Jesús, sentados en lo Celestial. Eso es lo que Él prometió. Podemos recordar.",
    "Podemos recordar cómo Él dijo, se dio a conocer a Sí Mismo como el Mesías entre el pueblo. Los creyentes lo vieron. Y recordamos, en San Juan 14:12, que Él dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. Podemos recordar que Él prometió eso.",
    "Podemos recordar que Él prometió en los últimos días que el Espíritu Santo se manifestaría en carne humana, exactamente como lo hizo en Sodoma antes de que fuera quemada. Recordamos que Jesús lo prometió. Yo lo recuerdo. Él lo dijo. Jesús lo dijo. Yo lo creo tal como si yo hubiera estado sentado ahí mismo y él me lo hubiera dicho, porque está Aquí mismo, y así es como creo esa Palabra. Recuerdo que Él lo dijo así. Eso es todo.\n\n“Las obras que Yo hago, él las hará también”.",
    "Yo recuerdo, estaba leyendo en la Escritura, la otra noche, donde Jesús dijo, cuando, “Tengo muchas cosas que revelarles, decirles. Pero, Uds., no puedo hacerlo ahora. Mas cuando venga el Espíritu Santo, ¿ven?, Él les recordará estas cosas, y entonces Él les declarará las cosas que van a venir”.",
    "Yo recuerdo que el Espíritu Santo habló y dijo: “La Palabra de Dios es más cortante que toda espada de dos filos, penetrando hasta los tuétanos del hueso, y es Discernidora de los pensamientos y las intenciones del corazón”.",
    "Yo recuerdo que Jesús pasó por una multitud un día, y una mujercita tocó Su manto. Y salió allí y se sentó, y entre ellos, se puso de pie, o donde sea que estuviera. Y Jesús se dio vuelta y dijo: “¿Quién Me ha tocado?”.",
    "Vaya, Pedro pensó que Él se había vuelto loco. Él dijo, bueno, Le reprendió y dijo: “Pero, todos Te están tocando”.",
    "Él dijo: “Pero Yo he conocido. Me he debilitado. Ha salido Poder”. Él miró alrededor. Encontró a la mujercita, le dijo: “Su flujo de sangre. Su fe la había salvado”.",
    "Yo recuerdo que la Biblia enseña, en Hebreos, que Él ahora es un Sumo Sacerdote, ¡oh!, que se compadece de nuestra enfermedad. Así es.",
    "Yo recuerdo que la Biblia dijo, en Hebreos 13:8. Estoy recordando a Jesús. Él hizo… En Hebreos 13:8, Él dijo: “Jesucristo es el mismo ayer, hoy y por los siglos”. ¡Oh, cómo podemos recordarlo a Él! Sí, señor. ¡Oh, cómo nosotros…!",
    "🦅 Todavía un poco, y el mundo no Me verá más; pero vosotros Me veréis”, la Iglesia, el creyente, “porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Así es. “Nunca te dejaré”. ¡Oh, no es solo algo que ocurre hoy y se va mañana! Es Eterno. “Yo nunca te dejaré. Yo nunca te desampararé”. ¡Oh, vaya! Eso debería hacernos gritar, vociferar, clamar.",
    "Queremos considerar esto seriamente. Recuerden a Jesús, no de una manera al azar. Él prometió esto. Y si eso no está bien, entonces la Biblia no está bien. Y entonces, ¿para qué estamos sentados aquí? ¿Para qué estamos viviendo? ¿Para qué están tratando? ¿Para qué son sus esfuerzos? ¿Para qué están luchando? Si es que tiene algo correcto, o es todo correcto o nada lo es. Recuerden, no fueron Uds. o yo, o sus pastores, los que hicieron la promesa. Fue Jesús quien hizo estas promesas. Recuerdo que Él lo dijo.",
    "Yo recuerdo que Él dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta dónde? “Todo el mundo”. Sí. Dos tercios aún no saben nada de Cristo. “Todo el mundo, a toda criatura. Estas señales seguirán a los que creen”. Yo recuerdo que Él lo dijo. Y si puedo recordarlo, ¿cómo puedo aceptar algo, luego, que dice que ese día ya ha pasado? Yo recuerdo que Él dijo: “A todo el mundo, a toda criatura. Y estas señales seguirán a los que creen”.",
    "¿Cómo puedo ponerme yo con un grupo de personas que niegan esa Palabra, cuando Dios ha estado cuidando de Su Palabra, para vindicarla? ¿Cómo puedo enyugarme yo con incrédulos?",
    "¡Oh, Dios!, déjame recordar a Jesús. Recordar la posición que Él tomó; recordar que Él es mi Salvador. Déjame recordar que yo estoy muerto. Ya no existo. He estado muerto por treinta y tres años. Este es Cristo que vive dentro de mí.",
    "Y si miro hacia afuera y me veo haciendo cosas poco comunes, inapropiadas, me doy cuenta entonces que nunca he muerto; William Branham sigue vivo; Ud. sigue vivo. Mientras Ud. desobedezca sus mandamientos, entonces Ud. sigue vivo. Pero cuando Ud. obedece Su mandamiento: “Si Me amas, guarda Mis dichos”.",
    "¡Qué maravilloso, pensar que Él prometió esto! “Todavía un poco, y el mundo no Me verá más. El mundo no Me verá, pero Uds. Me verán”. ¡Oh! “Dondequiera que dos o tres estén reunidos, Yo estaré en medio de ellos”. Yo recuerdo eso. ¿Lo recuerda Ud., hermano? [Los hermanos dicen: “Amén”.—Ed.]",
    "🦅 Y las obras que Yo hago, ellos las harán también”. ¿Qué clase de obras hizo Él? Ahí lo tienen. ¿Ven?",
    "🦅 ¡Oh!, bueno, por supuesto, ahora, Hermano Branham, eso fue para otro día. Es—no es eso”.",
    "Yo recuerdo que eso es lo que Él dijo. No recuerdo lo que Ud. dijo. Todo eso ha pasado, ¿ven?, pero recuerdo lo que Él dijo. ¿Ven? “El que quiera venir en pos de Mí se negará a sí mismo”, negará sus propios pensamientos, negará su propia forma de pensar. Ud. podría negar a su padre, a su madre, a su esposa, a sus hijos; pero hay algo tan real que uno no puede negar Eso. Eso lo guarda a uno. Y Él está aquí.",
    "Ahora recordemos cada promesa que Él hizo, mientras inclinamos nuestros rostros.",
    "Nuestro Padre Celestial, había muchas peticiones hace unos momentos. Manos que se alzaron por todo el edificio. Pero, Padre, Tú eres el Dios vivo. Y Te pido, Señor Jesús, que bendigas a estas personas. Que Tu Espíritu Santo habite en ellos, dales la Vida Eterna, dales lo que necesitan.",
    "Recordemos, Tú hiciste la promesa. Tú eres el responsable de esta promesa. Recordemos que no importa lo que cualquier otro diga, Tú eres el Único. Tú eres Aquel a quien miramos, para cumplir Tu promesa. Tú eres Aquel que dijo, que: “El que cree en Mí, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí no morirá”. Yo recuerdo que Tú dijiste eso, Señor.",
    "Y luego dijiste que, aquellos que creyeron en Ti… Ahora, Tú dijiste, que si creíamos, teníamos Vida Eterna. Y dijiste que los que creyeron en Ti, las obras que Tú hiciste, ellos las harían también.",
    "Ahora, Padre, sabemos que Tú eres Dios, y sabemos que no hay otro más que Tú. Y Te creemos, y estamos confiando en Ti ahora, en el Nombre de Jesucristo.\n\nAhora, con sus rostros inclinados.",
    "¿Cuántos hay en este edificio que saben que no están recordando a su Señor de la manera en que deberían recordarlo? Y al final de este pequeño y entrecortado Mensaje, están dispuestos a levantar sus manos y decir: “Dios, hazte tan real a mí al punto que te recuerde en mi… ¿Tus mandamientos estarán en el poste de mi cama? ‘Yo pongo al Señor siempre delante de mí’, como dijo David. Señor, dame a mí más de Ti, para que pueda recordarte”. Levante Su mano y diga: “Ore por mí, hermano”. Es casi de forma unánime en todas partes. “Señor Jesús, ten misericordia de mí”.",
    "Ahora, ¿hay algunos aquí en esta noche que nunca lo han confesado a Él como su Señor? Y ahora Ud. puede pararse delante de Él… Y se los hemos dicho, hace unos momentos, que Él lo prometió, que: “Donde están dos o tres reunidos, Yo estaré en medio de ellos”. Ahora, Él lo prometió. Entonces, Él tiene que estar aquí. ¿Y Ud. nunca lo ha aceptado como su Señor?",
    "¿Hará Ud. esa cosa necia que hizo Herodes? ¿Dará Ud. esa orden que dio Pilato, de liberarse de Él enviándolo a otra persona? “Mi madre, ella era una Cristiana. Mi padre tenía suficiente religión para todos nosotros”. ¿Haría Ud. eso? “Mi esposa es una mujer religiosa”.",
    "¿Qué me dice de Ud.? Levantarán sus manos y dirán: “Dios, acuérdate de mí. Soy un pecador, y quiero estar bien contigo. ¿Levantaré mi mano?”. ¿Cuántas manos habrá aquí que estén así? ¿Hay…? ¿Quieren decir que no hay un pecador en el edificio? Dios la bendiga, señora. Dios la bendiga, señora, aquí. Allí están. Creí que había algo que no funcionaba bien aquí. Yo…",
    "Uds. entienden, que, Jesús dijo que Él estaba aquí. Y Él conoce sus pensamientos, ¿ven Uds.?, en su corazón. Gracias por su sinceridad. En realidad, hay más que deberían levantar las manos.",
    "Pero, ¿levantaría su mano entonces? Diga: “Re-… Hermano Branham, yo—yo solo estoy haciendo el papel de hipocresía. Yo asisto a la iglesia. Pero en realidad en cuanto a nacer de nuevo, yo solo me uno a la iglesia. Realmente no conozco a Cristo. Sigo amando al mundo como siempre. Yo—yo solo… ¡Oh, disfruto ir, escuchar un mensaje o algo así. Pero cuando en verdad se trata de dedicar tiempo y amar salir y pasar horas en oración con Él, y estar en comunión con Él, recordándolo a Él, yo—yo no hago eso. Ni siquiera tengo el deseo de hacerlo. Entonces sé, Hermano Branham, que no puedo estar bien con esa clase de sentimiento. Así que, levanto mi mano a Dios, ‘Ten misericordia de mí’”. Levante su mano. Sea honesto con eso. Así es. Dios le bendiga. Así es. Sí, señor. Que el Señor le bendiga. Amén.",
    "Solo estoy esperando, para ver si el Espíritu Santo revela algo más. Dios lo bendiga, señor. Dios le bendiga. Seguro. Tan solo quiero que Él escudriñe su corazón. Para eso Él está aquí. Muy bien. Dios la bendiga, damita. Eso está muy bien.\n\nAl considerarlo, tómenlo en serio ahora.",
    "🦅 ¡Oh, Hermano Branham, yo—yo tengo que darme prisa a casa”! Escuchen. Algún día también se irán rápidamente de esta vida. ¿Ven? Piensen en eso ahora. Esta es la hora. Este es el momento.",
    "Dirán: “Pues, déjeme decirle. Nuestro pastor, él es un—él es un hombre brillante, muy educado. Preferiría escucharlo de…”.",
    "No importa quién traiga el Mensaje. Es—no es el mensajero. Es el Mensaje que Uds. escuchan. ¿Ven? No importa qué clase de hombre entre por la puerta allí y—y le dé un mensaje que—que Ud.—Ud. heredó un millón de dólares, Ud. aceptaría el—el dinero. Acepte su perdón.",
    "Con sus rostros inclinados ahora y sus ojos cerrados, voy a preguntarles algo con mucha sinceridad. Y quiero que me digan la verdad.",
    "Mujeres, Uds. que traen el pelo corto, ¿cuántas sienten realmente que deberían tener el pelo largo? Levanten su mano y digan… Dios les bendiga. Eso es bueno. Yo sabía. Yo—yo… Hay esperanza para Ud. Pero cuando Ud. está tan cauterizada, que no puede hacerlo, ni siquiera se siente condenada, ¿ven?, entonces hay algo que le ha sucedido; pues, la Palabra dijo que debería sentirse así.",
    "¿Cuántas de Uds. mujeres usan pantalones cortos y esas ropas, o fuman cigarrillos; y—y Uds. hombres, también, que saben que están haciendo mal? Y digan: “Yo no quiero hacer eso, Hermano Branham. Yo realmente amo a Dios, pero esa—esa cosa no me suelta. Y yo sé que es algo malo. Voy a levantar mi mano. Al—al levantar mi mano, le estoy pidiendo a Dios que me lo quite”. Levanten su mano. Sean honestos. Dios los bendiga. Así es. Sí. Así es.",
    "Eso es sinceridad. Eso es honestidad. Dios nos dará una reunión de sanidad en un momento, sobre esa sinceridad. Podemos creerlo. Tengan fe en Dios.",
    "Padre Celestial, Tú has visto las manos. Conoces la condición del pueblo. Tú sabes todo lo que hay en sus corazones, Señor. Oro para que Tú les des el perdón a cada uno de ellos. Y, ahora, dales el deseo de su corazón. Quita sus angustias. Haz eso, Señor, lo que ellos necesitan saber. Ruego que Tú se los concedas, por medio del Nombre de Tu amado Hijo, nuestro Señor Jesús. Lo pedimos para la gloria de Dios. Los encomiendo a Ti, Padre Dios, que Tú harás Tu obra en ellos, en el Nombre de Jesucristo. Amén.",
    "Ahora, mientras levantan sus rostros. ¿Cuántos sienten una gran diferencia, solo levanten su mano, digan: “Me siento muy diferente”? Ahora, ¿cuántos saben que Él prometió que Él—Él es “el Señor que sana todas nuestras dolencias?”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] ¿Lo harían?",
    "¿Cuántos de Uds. creen que Él prometió esto, que: “Un poco y el mundo no Me verá más, pero vosotros Me veréis”? ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Creen que es posible entonces, si Hebreos 13:8 aquí dice: “Jesucristo, el mismo ayer y por los siglos”, creen que es posible que podamos ver a Dios? [“Amén”.] ¿Cómo lo veríamos a Él? En la manifestación de Su Espíritu, Su Ser vivo. ¿Creerían eso? [“Amén”.]",
    "Voy a pedirle a mis hermanos que no oren por esto, allá atrás. Solo, oren por mí. Dejen la congregación, esta vez. Iremos a la reunión dentro de unos días, y quizás captemos eso.",
    "Quiero esta congregación bajo un control. Quiero tomar estos espíritus bajo mi control, en el Nombre de Jesucristo, para Su gloria, para que Su Espíritu pueda operar y probarles que Él aún vive.",
    "Tomo Su Palabra aquí. Ella dice que, San Juan, San Juan capítulo 14 y versículo 12, dice: “El que en Mí cree, las obras que Yo hago, él también”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Entonces, cada uno de Uds. allá afuera, que esté enfermo o necesitado, o que tenga necesidad de algo, ore. Solo toquen, recuerden, el borde de Su manto. “Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”.",
    "¿Dice la Biblia eso, hermanos? [Los hermanos dicen: “Amén”.—Ed.]",
    "¿Y entonces cómo actuaría Él, si Él fuera el Sumo Sacerdote? De la misma manera que lo hizo cuando Él estuvo aquí, porque Él es el mismo Sumo Sacerdote. ¿Cómo lo haría? Cuando Su cuerpo es el Sacrificio en el Trono de Dios, ¿cómo podría hacerlo? Él envió Su Espíritu de vuelta, el Espíritu Santo. “Y Él tomará las cosas que son Mías, y las dará a conocer a Uds.”. Ahora, si Uds. quieren ver si Dios…",
    "La razón por la que lo baso en esto, sabiendo esto, yo sé que el Mensaje que predico al pueblo es la Verdad. Yo—yo—yo creo eso con todo mi corazón. Aunque, corta aquí, un poco de aquel lado; no es por ser cruel, no es para ser diferente, sino que es siendo honesto. Y entonces yo sé que Él dijo eso. Si Él tomaba las cosas que son de Dios… Pues, esto debería confirmarlo para Uds. Si Él toma las cosas que son de Cristo, y las muestra para Uds., y les muestra las cosas que han de venir, y hace las mismas obras que Él hizo, ese es el Espíritu Santo. Tiene que serlo.",
    "Oren ahora, y Uds. toquen Su manto. Yo me rendiré a Él, y veré lo que Él les dirá. Solo oren.",
    "¿Hay alguien aquí que nunca haya estado en la reunión antes? ¿Podría levantar la mano? Sí, hay muchos.",
    "Recuerden, Jesucristo nunca, en ningún momento, reclamó sanar a las personas. Él dijo: “No soy Yo que hace las obras. Es Mi Padre”, y en San Juan, el capítulo 5 y el versículo 19.",
    "Cuando Él pasó por el estanque de Betesda, y allí habían grandes multitudes, cantidad de personas, quizás miles yacían allí, lisiados, ciegos, cojos, torcidos, Él fue a un hombre que quizás tenía un problema de próstata, o tal vez tenía tuberculosis. Por bastante tiempo. La había tenido por treinta y ocho años. Y Él le dijo: “Toma tu lecho y entra en la casa”.",
    "El hombre podía caminar. Él dijo: “Entre tanto que yo voy, alguien más…”. Y había hombres allí mucho peores que él.",
    "Pero Jesús sabía que él estaba allí, y sabía que estaba en esa condición. Cuando lo cuestionaron, Él dijo: “De cierto os digo: no puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre; también lo hace el Hijo igualmente”.",
    "Esa es Su misma posición hoy. Ningún profeta, nadie ha podido hacer nada fuera de la soberanía de la voluntad de Dios, así es, lo que Dios quiere.",
    "No sé. Yo quiero, si… Es por esa razón. Conozco a muchos de estos ministros sentados aquí. No hay muchos allí que yo conozca. Si acaso lo viera a Él sobre alguien, trataría, si así fuere, de decirle a las personas que yo los conozco.",
    "Uds. oren, y vean si Él aún es el Sumo Sacerdote que puede compadecerse. Eso lo colocaría a Él justo aquí delante de nosotros, y Uds. verían que Él está aquí. ¿Verdad que sí? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Eso ciertamente declararía que Él está aquí. Solo tengan fe.",
    "Aquí hay una damita sentada aquí mismo con la cabeza en alto, orando tan fervientemente como puede. Lleva puesto un abrigo verde, sentada allí mismo. Ella está orando por un problema en su cabeza. Que ella… Que le molesta. ¿Es verdad, señora? Levante su mano si es así. Si yo soy un desconocido para Ud., mueva su mano de allá para acá. Eso la ha dejado ahora.",
    "Oiga, ¿me haría un favor mientras Ud. está allí? Esa Luz se movió justo sobre la dama que está allí a su lado. Ella también está orando. Quiero preguntarle algo. Ud. dijo: “Recuérdame, Señor”. Muy bien, Él lo ha hecho. Ud. sufre de un problema de sinusitis. Si es así, levante su mano, y muévala. Muy bien. Ya está. ¿Ven?",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] Ahora, “Un poco y el mundo no Me verá más”. Pregúntenle a esas mujeres. Uds. las ven. Pregúntenles si las conozco.",
    "Miren, aquí hay un joven sentado aquí, orando por su padre. Nunca lo he visto. No sé quién es Ud. No. No sé nada de Ud. Pero Ud. está orando por su padre. Él no está aquí. Está más allá de una gran agua en algún lugar. Él está sufriendo de problemas estomacales. Él está en Puerto Rico. Eso es ASÍ DICE EL SEÑOR. Así es. Crea Ud.\n\n¿Ven lo que quiero decir?",
    "Hay una dama sentada aquí, parece interesada, la del sombrero rojo. Sra. Aldrie, Aldridge. Ajá. Sí. Ella está sufriendo de problemas al corazón. ¿Cree que Dios la sanará? Muy bien.",
    "¿Me puede hacer un favor? Hay una dama sentada allí al lado, llamada, la Sra. Cook. La Sra. Cook tiene problemas en sus piernas. Así es. Sra. Cook, levante la mano. Si soy un completo desconocido, levante la mano. Muy bien. Tenga fe en Dios.",
    "Ponga su mano sobre la mujer que está a su lado. Es la Srta. Russell. Ella sufre de problemas pulmonares. Levante su mano, Srta. Russell, y créalo con todo su corazón, si soy un desconocido para Ud.",
    "¿Qué me dice la siguiente? Sí. Lo único que tiene que tener es fe.",
    "La señora de al lado también sufre de problemas estomacales y su nombre es Sra. Dillman. Si cree con todo su corazón, Ud. puede serlo.",
    "La Sra. Harmon, sentada a su lado, acaba de llegar del hospital. Ha tenido una—una operación por un—un problema rectal. ¿Cree Ud., Sra. Harmon? Si cree con todo su corazón, puede irse a casa, y ser sana.",
    "¿Cuántos creen ahora? [La congregación dice: “Amén”.—Ed.]",
    "🦅 Un poco y el mundo no me verá más”. Y entonces ¿qué estoy tratando de decir? Recuerden, Jesús lo prometió. Jesús dijo: “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago, Uds. las harán también”. Recordando que Jesús prometió estas cosas, Jesús las trae a cumplimiento.",
    "Ahora, también, recuerden que Jesús prometió, que: “El que cree en Mí, tiene Vida Eterna”. Uds. que levantaron su mano, hace un rato, después de este servicio de sanidad, ¿vendrán aquí ahora y se pararán aquí para orar? Él prometió dar Vida Eterna así como prometió sanidad.",
    "Ahora, ¿sabían que Él también prometió esto? “Estas señales seguirán a los que creen. Si ponen las manos sobre los enfermos sanarán”. ¿Creen Uds. eso? Ahora pongan sus manos el uno sobre el otro entonces. ¿Ven?, Él está aquí. Yo no puedo sanarlos. Él ya lo ha hecho. Ahora pongan sus manos sobre alguien y oren por alguien, allí a su lado. Amén.",
    "Ahora inclinen sus rostros y oren así como lo hacen en su iglesia. Oren: “Señor Dios, sana a esta persona. Esta persona está orando por mí”. Y solo pídale a Dios sanidad y que le restaure. Créalo con todo su corazón. “Señor, yo creo, Jesucristo es el mismo ayer, hoy y por los siglos”. Su Palabra no puede fallar.",
    "Recuerden, Él prometió: “Un poco y el mundo no Me verá”. Ellos no lo ven a Él en la carrera de perros esta noche. No lo ven a Él en el cine. No lo ven a Él en estas iglesias formales. Pero Uds. lo ven a Él. Él está aquí. Recuerden, Él lo prometió, y Él está aquí para responder a su oración y darle el deseo de su corazón.\n\nImpongan sus manos unos sobre otros y oren.",
    "Señor Jesús, vengo, recordando que Tú dijiste: “En Mi Nombre echarán fuera demonios”. Y echo fuera todo espíritu de incredulidad de esta congregación, lejos de estas personas, para la gloria de Dios. 🦅"
  ]
}