{
  "title": "IDENTIFICACIÓN",
  "id": "63140009",
  "content": [
    "🦅  Pueden tomar asiento. Muchas gracias, hermano, Hermano Shores. Es un… Ciertamente considero este un gran privilegio estar aquí esta noche, en la… esta Primera Asamblea de Dios, de nuevo, en compañerismo alrededor de la Palabra de Dios, con Uds. preciosas personas, para estar con nuestro precioso Hermano Shores de nuevo, y—y todos los hermanos que hemos conocido durante la semana. Y lo hemos pasado realmente muy bien, estas dos últimas semanas.",
    "No sé si alguna vez, en años, lo haya pasado mejor que en esta semana, teniendo compañerismo con los hermanos de este Valle Maricopa, desde Mesa, bajando y bajando hasta Tucson, que es Jerusalén, por supuesto, en la colina. Y estamos contentos de visitar a nuestros hermanos aquí en Jericó, ¿ven?, aquí abajo en la… la parte baja de la colina. Me preguntaba qué les iba a parecer eso.",
    "Y cuando estuve aquí, hace muchos años, siempre había una rivalidad entre Tucson y Phoenix. Y, pensé en eso el otro día, Uds. saben. Se estaban burlando de mí por apoyar a Tucson. Y entonces pensé, bueno, está en la colina, y Jericó está en el valle, Uds. saben. Así que pensé que esa sería una buena. Bueno, nos topamos entonces con el Sr. Indeciso, otro que viene bajando. Queremos convencerlo.",
    "Ahora, ha sido un tiempo grandioso, como repito, y en verdad nos hemos gozado inmensamente.",
    "Ahora, estamos con gra-… esperando con gran anticipación esta próxima convención que comienza mañana por la noche. Esperamos un momento grandioso. Y en esto, he tratado de colocar, a mi humilde manera de hacerlo, un fundamento, como para estimular al pueblo, para el avivamiento que viene. Y, bueno, tendremos unos oradores maravillosos, en este avivamiento que ya está por comenzar. El Hermano Velmer Gardner, y—y cierto hermano metodista que parece ser un orador excepcional, y luego, para ese gran final, está nuestro precioso Hermano Oral Roberts, para el próximo lunes por la noche. Y confío en que Dios les dé a los hermanos unos mensajes que lleven a Phoenix de rodillas, temblando, en el temor de Dios.",
    "Y nos hemos esforzado, esta semana, en—en colocar una base para eso, de la pronta aparición del Hijo de Dios. Y yo lo creo, y lo he estado enseñando, que es totalmente posible que Él pueda venir en esta generación ahora, incluso esta noche. Sencillamente no sabemos cuándo va a ser, pero queremos estar tan preparados que, cuando venga, nos vayamos con Él en el Rapto.",
    "Ha sido un tiempo tremendo. He estado predicando estos Mensajes fuertes sobre Su Venida, y tratando de exponer las—las posibilidades, y la hora en la que estamos viviendo ahora, y de cómo todo, en mi opinión, mi humilde opinión, está en condiciones para la Venida del Señor, el Rapto, lo que sigue. Y todo lo que falta, podría suceder dentro de una hora.",
    "Creo que muchas, no sé cuántas, pero varias de las profecías importantes referentes al cumplimiento de la venida del Mesías y lo que Él haría, se cumplieron en las últimas siete horas en la cruz. “Cómo abrieron Mi costado, y Mi… ni un hueso fue roto”. Y—y Él clamó: “Dios mío, ¿por qué Me has desamparado?”. Y las grandes profecías, simplemente ocurrieron, una, dos, tres, cuatro, así, en una hora o dos, entre ellas.",
    "Ahora, podría suceder de la misma manera en Su regreso. Y debemos estar alerta, esperando.",
    "Anoche pienso que la pasamos muy bien allá en la—en la Asamblea de Dios al sur de aquí. Creo que es Southside, tal vez, se llama, Asamblea Southside. Conocí a un buen hermano que no había conocido antes en este peregrinar, hasta donde recuerdo, y es un precioso hermano y un buen grupo de personas.",
    "Y hablamos, anoche allí, un Mensaje de… de tenerlo a Él como un oasis, un lugar, recordándolo a Él, todo lo que Él ha hecho, cuando nos reunimos, sentados alrededor en lugares Celestiales en Cristo. Y recordando las cosas que Él ha hecho, y las cosas que prometió hacer, cómo Él prometió que se reuniría con nosotros. “Dondequiera que dos o tres se reunieran en Su Nombre, que allí Él estaría entre nosotros”. Luego, creo que la soberanía de Dios se desplegó tan maravillosamente al descender allí entre nosotros, y probar Él Mismo, que estaba allá con nosotros de nuevo. Y eso es prueba irrefutable, de que estamos cerca del fin. Y esas cosas que Él prometió hacer, justo al final, y lo vemos ahora frente a nosotros.",
    "Presumo, tal vez, que la mayoría de las personas aquí son—son personas salvas. Y nosotros somos los que estamos orando y esforzándonos ahora para la próxima convención. Y debemos presionar con todo lo que tengamos, y hacer todo lo que podamos. Asegúrense de que le hablemos a cada pecador durante esta convención. Acérquense a cada hombre de negocios, y a cada persona no salva, y a aquellos sin Cristo, sin el Espíritu Santo. Queremos acercarnos a ellos con el Mensaje, con el enfoque sólido y sano del Evangelio a las personas.",
    "Que nuestras vidas sean tan saladas, que los demás puedan ver la forma en que actuamos y vivimos, que ellos también quieran vivir así. Saben que Jesús dijo: “Vosotros sois la sal de la tierra”. Pero si la sal ha perdido su testimonio, su—su sabor, su poder de atracción, entonces ya no puede sanar ni salvar. La sal salva al contacto, y nosotros debemos—debemos ser el contacto de Dios. Nosotros somos Su punto de contacto, como el Hermano Roberts hace referencia muchas veces en poner su mano en la radio o en algo, como punto de contacto.",
    "Ahora, puede ser que me oigan hablar un poco raro esta noche, pero las últimas tres o cuatro noches he tenido que usar mi voz alta. Yo—yo… La otra está agotada. Así que, estoy hablando en alto, más desde la parte superior de mi boca. No es que quiera hacerlo, pero tengo que hacerlo, para que no me duela la parte inferior. Saben, Dios nos hace de una manera, donde, si una parte se desgasta, podemos usar otra. Alguien—alguien… Uds. saben, una reserva.",
    "Y alguien me preguntó, alguien, una vez, dijo: “¿Cómo puede caminar tan duro por las montañas y demás?”.",
    "Yo dije: “Bueno, eso lo aprendí, una pequeña técnica, hace muchos años, de los indios”. ¿Ven? Ud. puede caminar con las rodillas, sin usar mucho la cadera, y dejar que sus caderas descansen. Luego caminar con su cadera, y dar zancadas, y dejar que sus rodillas descansen, ¿ven? Así que uno descansa y camina, descansa y camina, descansa y camina.",
    "Así es como uno predica, con la parte superior y luego la inferior, la parte superior y la inferior. Deja que una descanse, y la otra.",
    "¡Oh, Dios hizo algo maravilloso cuando hizo al hombre! ¿Saben por qué? Porque lo hizo a Su imagen. Y, pues ¿qué podría ser más maravilloso que Dios?",
    "He estado predicando tanto sobre la—la Venida de Cristo en esta edad, que pensé que quizás sería bueno esta noche profundizar en algunas de estas cosas de las que he estado hablando, y presentar la—la seriedad de la condición de este día, frente a nosotros, a través del Evangelio, y ver cómo estamos, nosotros, preparados para esta hora. ¿Cómo lo sabemos? Esta puede ser la última convención que van a tener estos hombres de negocios. Saben, esta puede ser la última noche en que la Primera Asamblea de Dios y el resto de las iglesias del país estén abiertas. Mañana, podría suceder, que estén todas cerradas. No lo sabemos. Esta puede ser la última vez que se lea la Biblia a esta congregación. Así que, revisémonos esta noche y veamos dónde estamos, seriamente, por un momento.",
    "Y luego vamos a salir, tratar de terminar temprano, para que podamos despedir a las personas y no retenerlos. Hice un comentario un poco fuerte esta semana, que yo—yo los detengo mucho tiempo en la noche, y yo sé que faltar un día de trabajo, no les hará daño. Pero yo dije: “Pues el sábado por la noche no puedo retenerlos en lo absoluto porque no pueden faltar a la escuela Dominical. Ud. debe estar allí en su puesto del deber”. Y, ahora, no los detendré mucho tiempo esta noche, porque los quiero allá sin faltar mañana por la noche. Para eso hemos esforzado, para este gran momento.",
    "Y ahora oren por todos esos hermanos que van a hablar. Oren para que Dios unja a Sus mensajeros. Y esa última noche, con el Hermano Oral; él ha sido elegido para el cierre final de todo. Pienso en esa ocasión de cierre, como si fuera el último día de la fiesta cuando Jesús se paró y clamó en el templo. ¡Oh, que podamos oírlo de nuevo! Que Dios nos hable, y nos llame a Su lado, reunidos, la Iglesia, Su redimida, Su Novia que tan bondadosamente ha comprado con Su Propia Sangre. Y estamos orando para ese fin.",
    "Ahora vamos a mirar al Señor en oración antes de entrar en Su Palabra. Porque, Uds. saben, la Palabra no es de interpretación privada, así que me gusta que el Autor La revele; y no involucrarnos en Eso, Uds. saben, solo para que podamos—podamos creer que Él lo está haciendo. Así que inclinemos nuestros rostros ahora. Y—y cuando inclinemos nuestros rostros, inclinemos también nuestros corazones, inclinando nuestros corazones ante Dios.",
    "Ahora con nuestros rostros y corazones inclinados, ¿hay alguna petición en su corazón esta noche, mi conciudadano del Reino, mi hermano peregrino? Ud. que está peregrinando aquí en Phoenix y en otros lugares, habiéndonos reunido en esta hermosa iglesita esta noche para adorarlo a Él, ¿hay alguna petición que le gustaría que Dios supiera? Manténgalo en su mente, y solo levante su mano, y diga: “Señor, atiéndeme en esta noche. Yo—yo tengo una—una necesidad urgente”. Que Él… Yo sé que Él la verá. Él la oirá. Él la responderá.",
    "Nuestro Padre Celestial, nos acercamos a Ti por fe ahora. Nos estamos uniendo, colocando nuestras oraciones como una sola persona. Por la fe estamos saliendo de aquí, de la 11 y Garfield, y estamos subiendo por fe, más allá de la luna y las estrellas, por la Vía Láctea Blanca, mucho más allá de la faz de esta tierra, a la Presencia de Dios. Y allá en el Altar donde está el Sacrificio, y los Querubines y Serafines están volando sobre el Altar de Dios, clamando, “¡Santo!”. ¡Oh, qué lugar en el cual estar! Pero con esta Palabra escrita, por el Hijo de Dios, que, “Si pedimos al Padre cualquier cosa en Su Nombre, Él nos la concederá”. Y allí está Él con Su manto Sangriento. El precio ha sido pagado, para que nosotros, los indignos, podamos acercarnos a Él, como hijos e hijas, después de haber aceptado a Cristo como nuestro Salvador.",
    "Y oramos, Padre Celestial, esta noche, en primer lugar, que perdones nuestra iniquidad, y todo lo que hemos dicho y hecho que no haya sido correcto ante Tus ojos. Y, Dios, sabemos que son incontables las cosas que hemos hecho. Ten piedad de nosotros, Dios, porque no decimos estas cosas solo para ser oídos, sino que las—las decimos en—en amor, y reverencia y con fe de que Dios nos escuchará y responderá nuestras oraciones por los demás y por nosotros. Tú sabes lo que había detrás de cada mano, el objetivo y el motivo.",
    "Señor, despliega Tus grandes alas sagradas, como en el pasado, esta noche. Y que Tu augusta Presencia se sienta entre nosotros, esta noche, que podamos temer. Dios, queremos saber dónde nos encontramos ahora. Estamos revisando, haciendo un inventario de nuestras vidas. Puede que ya casi sea el Rapto, el llamado de salida.",
    "Y estamos anhelando esta próxima reunión en el Ramada mañana por la noche, y queremos revisar nuestras propias vidas esta noche y ver dónde estamos faltos, para ser instrumentos en Tu mano, barro moldeado y formado por el Dios del Cielo, para que podamos estar preparados para este gran evento que va a suceder, que no estamos esforzándonos por ninguna otra causa sino por el bien del Reino y la gloria de Dios. Bendice nuestros débiles esfuerzos de la semana, Señor, tratando de despertar entre el pueblo la conciencia de la hora en la que estamos viviendo.",
    "Háblanos esta noche, a través de la lectura de la Palabra, y que Tú tomes el texto y—y reveles el contexto de la manera que el Espíritu Santo quiere que lo conozcamos. Y toda la alabanza será Tuya. Te lo pedimos en el Nombre de Jesús. Amén.",
    "A muchas personas les gusta guardar los textos anotados, y pensando que en algún momento les gustaría volver a tocarlos. Y muchas veces, los ministros, como yo mismo lo hago, nos—nos guardamos un texto a veces, para referirnos a eso. Cierto ministro habla sobre ello, y nosotros… Un pequeño pensamiento nos llama la atención. Y nos gusta referirnos a eso, a veces, para decir: “Bueno, eso… Vi algo mientras lo hablaban”. Eso está bien.",
    "Ahora, queremos leer esta noche, en la Biblia, del libro de la epístola de los Filipenses, Pablo escribiéndole a los filipenses, en el capítulo 2, del 5 al 8. Nos gustaría leer esto como texto, mientras leen con nosotros, o que nos presten toda su atención mientras procuramos leerlo.",
    "Ahora, mientras buscan el lugar en la Escritura, me gustaría decir que se me ha concedido a mí, su hermano, el privilegio de hablar este próximo domingo por la tarde en la convención. Era mi intención ahora estar allá el resto de la semana, y sentarme en algún lugar en la congregación, o donde sea, escuchando y llenando y alimentando mi propia alma con la Palabra de Dios, mientras nuestros hermanos predican, y los testimonios de los hombres de negocios. Y espero verlos a todos allá. La reunión es por la tarde, así que las iglesias estarán cerradas, por todos lados. Uds., están muy cordialmente invitados. Los esperamos, a esa y a todas las demás reuniones.",
    "Ahora en Filipenses 2:5, leemos.\n\nHaya, pues, en vosotros este sentir que hubo también en Cristo Jesús,\n\nel cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse,\n\nsino que se despojó a sí mismo, tomando forma de siervo, hecho semejante a los hombres;\n\nY estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz.",
    "Que el Señor añada Sus bendiciones a la lectura de Su Palabra. Me gustaría tomar, por unos minutos de su tiempo, en lo que llamaría, o me gustaría decir, un texto llamado: Identificación. Identificando, ¡identificado a semejanza de los personajes de la Biblia! ¡Estar identificado a semejanza de los personajes de la Biblia! Y esta noche, como estuve pensado, como acercamiento a esto, después de que esta semana hemos estado hablando de Su Venida, y de cómo la Iglesia debería prepararse a Sí misma.",
    "Hoy, mientras estaba sentado en la habitación, tenía algo en mente sobre lo que quería hablar esta noche: “El Sacrificio supremo”. Pero, como que, el Espíritu Santo como que me llevó por otro lado, a otro pensamiento. Todos los ministros saben lo que es eso. Ud., Ud. cree que tiene algo que quiere decir, y luego, de repente, siente que debe decir algo más, tal vez contrario. Quizás es solo para una persona. No lo sé. Pero, soy lo suficientemente maduro en Cristo, para saber seguir la dirección del Espíritu. Lo que el Espíritu diga que se haga, se hace.",
    "Estoy seguro de que esta noche deberíamos reflejarnos personalmente en algún personaje de la Biblia, para ver el final de ese personaje y saber cuál será nuestro final.",
    "Me recuerda una pequeña historia que oí una vez, de una—una dama que había traído a su niño de—de algún lugar del campo, de donde vivían, a la ciudad, para—para visitar a su abuela. Y el niño, vivía por allá…",
    "Por mis lados del campo, en Kentucky, el campo significa una casa de troncos en algún lugar, con algunas viejas tablillas de madera como techo. Y nuestro espejo, en casa, era un pedazo de espejo clavado en un árbol, donde, afuera, donde había una banquita para lavarse, fabricada del árbol, junto a la bomba de agua, donde papá bombeaba el agua y se lavaba las manos, y un pedazo de espejo allá. Y veía a mamá pararse allá afuera y peinarse, porque no había espejo en la casa.",
    "Este pequeño debe haber sido criado en un hogar así. Y cuando vino a visitar a su abuela, ella tenía una—una puerta que, en la parte trasera, era un espejo. Y el pequeño era un poco solitario. Y estuvo mirando por toda la casa. Y después de un rato, miró a la puerta. Y estaba cerrada después que habían entrado. Y—y en el espejo frente a él, vio a un muchachito. Y él fue hacia al muchachito, para hacerse amigo de él. Y cuando empezó a mirar en este espejo, se acercó. Y se dio la vuelta, dijo: “Vaya, mamá, ese soy yo”.",
    "Y eso es lo que queremos ver esta noche. Quiero verme a mí mismo, y quiero que Ud. se vea a sí mismo. Y mientras miramos en el gran Espejo de Dios de Su Palabra, que nos… podamos identificarnos con algunos de los que vamos a hablar, algunos de los personajes de otros tiempos. Y quiero verme a mí mismo en—en el espejo de Dios. Porque, si algo va a mostrarle dónde está parado, es este Libro. No hay un libro como Este, porque Es todo Verdad. No digo que los otros libros no sean verdaderos, pero sé—sé que Este es verdadero. Es todo Verdad, porque es la Palabra de Dios.",
    "Ahora, Jesús nos dio el Ejemplo de lo que debemos mirar, cuando Él nos reflejó Su Vida por medio de la Palabra, que es lo que deberíamos ver. Cuando miramos en el espejo de Dios, deberíamos vernos identificados con Él. Ese es un Ejemplo perfecto.",
    "Ahora, pero encontramos que, a medida que avanzamos en la vida, nuestro carácter moldea nuestra imagen. Cada uno sabe eso. Ud., a medida que Ud. vive, así su carácter lo moldea a lo que Ud. es. Ahora, Uds. han visto personas con quienes disfrutan estar, pero que tal vez no estén exactamente en—en su entorno social. Y, también, podrían ser de una raza diferente, de color, o cafés, o amarillos. Pero esa persona tiene algo, que Uds. disfrutan al estar en su presencia. Porque cada persona es un—un pequeño dínamo propio, y Ud.—Ud. crea una atmósfera.",
    "Y también Uds. ven personas que son buena gente, pero aún así Ud. nunca se sintió cómodo con ellas. Es solo que ellos—ellos crean una atmósfera alrededor de donde Uds. están. Nada contra ellos, son gente buena, pero a Ud. no le gusta esa atmósfera, ellos, en la que… en la que están. Y su carácter crea lo que sea que ellos son, los hace lo que son.",
    "Cuando Dios miró a Su creación perdida, después de haberla hecho y moldeado tal y como Él la quería… Y me—me gusta mirarla desde su origen. Yo—yo amo la naturaleza, porque allá, esa debe ser la manera en que Él la quiere, o Él no la hubiera hecho de esa manera. Y nosotros venimos y la pervertimos, y hacemos algo que a Él no le agrada. Pero, Su carácter amoroso, la moldeó; Dios, viendo que Su—que Su gran plan y la creación de la humanidad para habitar la tierra, y vivir en paz, y nunca morir, nunca estar enfermo o tener alguna angustia o preocupación. ¡Oh, qué—qué camino el que nos proveyó el Padre! Y ese era Su—ese era Su deseo, también, que nosotros estuviéramos de esa manera. Él no deseaba que estuviéramos en un estado moribundo como lo estamos. Esto, y la—la condición en que se encuentra el mundo hoy en día, no es el deseo de Dios. Él no quería eso, en lo absoluto.",
    "Pero cuando Él vio que Su creación había—había caído, pues Su propio carácter amoroso Se moldeó a Sí Mismo en la Persona de Cristo. El Propio carácter de amor de Dios Se proyectó a Sí Mismo en el Hombre, Cristo. Como Pablo habla aquí: “No estimó como cosa a que aferrarse, sino haciéndose a Sí Mismo igual, el ser igual a Dios, más bien”. ¿Ven? Su Propio carácter moldeó ese tipo de Persona. ¡Oh, nadie podría haber hecho eso jamás sino solo Dios! Esto se hizo para que Él pudiera pagar la pena de la caída de Su creación. ¿Ven? Él…",
    "Debía haber algo que salvara a esta creación. Y nada podía salvarla, porque la especie más alta de Su creación había caído, y todo lo que estaba debajo de ella cayó con ella, porque ella cayó. Solo quedaba una cosa que no cayó, y ese era Dios, los cielos. Así que algo de los cielos tenía que descender para redimir esta creación, porque no había nada aquí que pudiera crearlo. Y el amor de Dios mismo por el mundo creó el carácter expresado en Cristo. Él era el carácter de Dios. Él era la imagen expresada de Dios. En Él estaba Dios, Dios en Cristo, revelándose al mundo. Y ningún amor podría ser más grande que ese amor, que, una Persona como esa llegara a ser lo que Él hizo, para—para redimir lo que se había perdido.",
    "Eso debería, solo ese pensamiento allí, debería dejar a Phoenix y a todo el mundo en vergüenza, al ver en qué condición hemos caído. Y qué… Dios, proyectándose a Sí Mismo, para hacer un plan de redención, para—para redimir nuestro carácter caído.",
    "Esto se hizo para poder pagar la pena, porque la—la pena era la muerte. Y alguien con sentencia de muerte no podía pagar la pena por otro con sentencia de muerte. Así que tenía que venir Alguien que estuviera libre de la muerte, para poder pagar la pena. Y nadie más podía venir sino solo Dios, porque Él era el Único que estaba libre de la pena de muerte.",
    "Ahora, entonces, Su amoroso carácter de amor, ¡oh!, para nosotros, nos—nos deja claro Juan 3:16. “Porque de tal manera amó Dios al mundo, que ha dado a Su Hijo unigénito, para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”. Dios, proyectándose a Sí Mismo, y llegando a ser Hombre, para Él tener la forma de Su creación. En otras palabras, Él cambió Su tienda. La extendió entre los seres humanos.",
    "Y Jehová bebé, llorando en un pesebre, ¿lo pueden imaginar? Debería conmover los corazones de los creyentes. Y todo eso ocurrió… ¿Se lo pudieran imaginar, Jehová como un bebé en un—en un pesebre, en un—un establo de estiércol? ¿Se lo pudieran imaginar? ¿Pudieran imaginarse, al pequeño Jehová jugando como un—un niño? Es un ejemplo. ¿Pueden imaginárselo, a Él como un adolescente? ¿Pueden imaginárselo, a Él en la carpintería? Y ¿pudieran imaginárselo en una obediencia tan completa a Dios, muriendo en una cruz, para redimir Su creación caída? Esa es la clase de amor que tuvo Dios. Y tuvo que convertirse en eso, para morir, para retener el aguijón de la muerte.",
    "Ahora, creo que estuvimos diciendo algo parecido hace unas noches, de cuando Él vino. Y Él envió profetas y grandes hombres, y Él envió a Moisés y a los profetas, y Él dio leyes. Pero todos estos no podían redimir, porque seguían siendo hombres bajo pena de muerte. Y no podían pagar la pena de muerte, aunque ellos eran postes de dirección que señalaban la llegada de Uno perfecto, porque ellos no eran perfectos. Pero cuando nació Este, Él nació sin pecado.",
    "Dios, Jehová, hizo sombra a una virgen y creó la célula de Sangre. Y cuando Aquello nació, era el Hijo de Dios. En otras palabras, era un tabernáculo. Era un lugar de morada donde Jehová podía vivir entre Su pueblo y expresarse a Sí Mismo, lo que Él era.",
    "¡Qué ejemplo!, ¡cómo se manifestó el santo Dios, y luego tomó el lugar de un sirviente, para lavar pies! Y dijo que: “Las aves tienen nidos, y las—y las zorras tienen guaridas, pero Yo no tengo un lugar para recostar Mi cabeza”. Entonces, ¡qué ejemplo! ¿Cómo se reflejará nuestra vida, comparada a la de Él? Y Él dio el ejemplo de lo que debemos hacer, cómo debemos ser. Deberíamos verlo a Él cuando uno mira en el espejo. Ver a Cristo, el espejo de Su Palabra, cómo Él lo hizo por amor.",
    "Y tuvimos un pequeño drama la otra noche, de Cristo subiendo al Gólgota, y cómo las huellas, de Su Sangre que corría por Su espalda, donde había sido azotado, y maltratado, y molido. Y todo esto, por Ud. Él no tenía pecado. No tenía pecado, pero fue hecho pecado al convertirse en una ofrenda por el pecado.",
    "Y ahora Dios tenía que—que revelarse a Sí Mismo en Sus atributos, en esta Persona llamada Cristo, para asumir Él Mismo la muerte. Como Jehová, Él no podía morir, así que tuvo que crearse un cuerpo. Y ninguna mujer podía producir ese cuerpo. Así que Su Propio carácter… Amén. Discúlpenme. ¡Solo con pensarlo! Su carácter proyectó a esa Persona amorosa de Jesucristo. Ninguna mujer podría producirlo. La madre de Moisés, ella, Jocabed, era una gran mujer, y también lo fue Rebeca y muchas otras mujeres, pero ninguna de ellas podía producir esta clase de carácter, porque venía a través del sexo por un pueblo caído. Pero Dios proyectó Su Propio cuerpo, Su lugar de morada. Por eso Él era el Hijo de Dios, porque nada más podía proyectarlo. Pero Su propio carácter Divino proyectó este tabernáculo, para expresarse en Él.",
    "Y, con todo, Él se despojó de lo grandioso que Él era. Y en Su nacimiento, Él pudo haber venido con un saludo Angelical total. Él pudo haber venido con los carros y los Ángeles del Cielo, pero llegó por la vía de un establo. Ese es Su—Su amor, humillándose a lo más bajo.",
    "Ahora, estudie un poco ese carácter y luego mírese a Ud. mismo, y yo me miro a mí mismo. Pero, eso es lo que Él fue, eso es Quién Él fue, y por esa razón Él fue eso, para salvarlo a Ud. Él tomó… Él llegó a ser Ud., para que Ud. pudiera llegar a ser Él. Tomó su carga de pecado.",
    "Por lo tanto, cuando nos encontremos con Él, no tendremos que pararnos… No podríamos pararnos en la Presencia de Dios. No hay manera de hacerlo. Pero cuando nos paramos en Él, ¿ven?, Él ya ha reconocido el Sacrificio. “Este es Mi Hijo amado, en Quien tengo complacencia”. Él lo reconoció. No había mancha en Él. Y, sin embargo, sufrió tentación como cualquier otro hombre. Sin embargo, Él fue despreciado; fue mofado. Fue perseguido, desde la hora en que nació hasta la hora que murió, y aún así devolvió bien por mal.",
    "Ud. no puede, de ninguna manera, producir un Carácter como ese; solo, aceptando ese Carácter en Ud. Una iglesia no puede hacerlo; un credo no puede hacerlo; una denominación no puede hacerlo. Una educación no puede hacerlo. Tiene que ser un Nacimiento. Tiene que ser una—una muerte, y dejar que Dios entre, por la gracia de Cristo, para moldear esta clase de carácter en Ud., para que Ud. llegue a ser Él, y su vida y la de Él sea la misma, entonces Uds. son hijos e hijas de Dios.",
    "Luego, cuando Él subía la montaña, y Su cruz arrastrada sobre esas huellas, ¡oh!, quisiera ser un artista; quisiera ser, poder hablar para pintarles en la mente un cuadro del Calvario, de esa hora más espantosa que el mundo ha conocido, y, aun así, no estaban conscientes de lo que estaba sucediendo, millones no estaban conscientes.",
    "Y ¿puedo cambiar ese cuadro a lo que he dicho esta semana? Estamos entrando de nuevo a una hora espantosa, un tiempo temible. Y Phoenix y el mundo se están bañando, y las iglesias se están bañando, en el sistema mundano, y en el espectáculo de Hollywood, uno superando al otro. Y nuestros miembros se están mundanalizando. Parece que no captan el cuadro, y la seriedad, y la revelación, de la aparición del Hijo de Dios en estos últimos días.",
    "¡Qué momento tan terrible fue! Ellos solo sabían que había un malhechor, con pena capital, que iba a morir esa mañana. Eso es todo lo que era para ellos.",
    "Eso es todo lo que Eso es hoy en día, para las personas, cuando escuchan el Mensaje. “Otro maniático; otro santo-rodador; o algún loco religioso”. Y no estoy diciendo que no existan locos religiosos. Pero ¿sabían que…? Ellos los llaman, “Raros”. Bueno, escuchen. Cualquiera que vive correctamente es un raro, para este mundo moderno. Todos somos raros, por así decirlo. Y disculpen esa expresión mundana, pero es la única manera en que sé que iban a entender lo que estoy hablando; ¿ven?, solo una persona rara y peculiar.\n\nJesús era esa clase de Persona.",
    "Los profetas eran esa clase de personas, que vienen en una época en la que todo se está saliendo de lugar. Y los profetas venían y tomaban esos cabos sueltos, y los ordenaban y se los refregaban en la cara a las personas, y les decían: “El mismo Dios que Uds. reclaman servir los destruirá, porque Uds. se han alejado de Su programa. Ese es el único camino en el cual Él puede salvarles”. Y ellos siempre son raros.",
    "Y, hoy, cuando escuchamos que viene el Mensaje de Dios, pensamos que es un estafador, un cascarrabias o algo así. Y hay, hay mucho de eso en el mundo: engaños, ganando dinero, sin criterio, personas con imitaciones y—y hablando como si fuera el Señor. El Señor Mismo siempre Se identifica. ¿Ven? Y fíjense.",
    "Pero, en cuanto a eso, ¿sabían que todas esas cosas tienen que venir? Seguro. La—la rosa debe tener sus espinas. El grano en una—en una cáscara debe estar cubierto con un forro. Ud. tiene que sacar el forro para llegar al grano. Simplemente fallamos al no ver esas cosas. Las joyas, los—los—los metales y las joyas, y el dinero, la plata y el oro en estas montañas, están cubiertos de tierra, llenos de pirita y otros minerales que vienen mezclados. Es de esperarse. Ud. tiene que desenterrarlo. Cuando el buscador de oro encuentra lo que llama “polvo de paga”, es polvo, pero es… Ellos lo ven. Significa que allí dentro hay una sombra de una veta madre en algún lugar.",
    "Y cuando vemos a estas personas hoy en día pretendiendo ser Cristianos, y viviendo de cualquier manera, ¿qué es? Es un polvo de paga. Hay una veta madre en alguna parte. Cuando vemos a alguien actuando como si tuviera el Espíritu Santo, y no lo tienen, y viviendo una vida diferente, es solo una evidencia de que hay una veta madre genuina del Espíritu Santo que puede ser derramada, que puede entregar las cosas que Él prometió. Debemos estar muy interesados y ser reverentes.",
    "Jesús, en Su camino hacia arriba. El diablo siempre dudó que Él fuera más que un profeta. No creía que Él fuera Emmanuel. Dios manifestado en Su Propio Hijo, que Él y Su Hijo fueran Uno, pues, él no pudo ver eso. ¿Cómo podía Dios, el gran Creador, pararse y dejar que alguien Le dijera: “Bueno, si eres el Hijo de Dios, di que estas piedras se conviertan en pan?”.",
    "Y cómo podía Él, en el patio de Pilato, cuando las… Disculpen la expresión; pero cuando las cartas estaban echadas, como lo llamaríamos. Y allí estaba con un trapo alrededor de Su rostro, y—y los soldados romanos escupiéndole la cara, y arrancándole la barba, y la Sangre brotándole. Y con una corona de espinas en Su cabeza. Y ya azotado, y Su Sangre corriendo por Sus costados. Y Satanás observando eso. Y luego le pusieron un trapo sobre Su cara, y los soldados Lo golpearon en la cabeza con una vara, y luego se la pasaban uno a otro, diciendo: “Bueno, si puedes ver las tales visiones, si eres un profeta, entonces, tú—tú dinos quien te golpeó”. Y Él nunca abrió Su boca. Así que pensaron que…",
    "Satanás dijo: “Ese, ese no puede ser el Hijo de Dios. Es que no puede ser. Él no toleraría eso”. Pero los hijos de Dios soportan cualquier cosa mientras sepan que están haciendo la voluntad de Dios. Y eso es lo que Él vino a hacer. ¡Vituperado!",
    "Ahora, en nuestro Mensaje, ¿podemos pararnos frente al espejo de la Palabra de Dios y entonces ver el reflejo de Cristo en nuestras propias vidas? ¿Podemos soportar aquello, y el reproche por el Mensaje por el que estamos parados aquí? Alguien puede decir algo sobre Esto, y aun así Ud. no abre su boca y no dice nada al respecto. Él fue ejemplo, porque Dios estaba reflejando Su carácter en Él. Y entonces si nosotros somos hijos e hijas de Dios, Dios refleja Su carácter en nosotros, entonces llegamos a ser como Él. Ese es el deseo de mi corazón. Creo que ese es el deseo de todo creyente, llegar a ser más como Él.",
    "Y luego subiendo al monte, cuando Satanás dijo: “Muy bien, muerte, sabes que tú estás a mis órdenes. Y allá está Él. Finalmente Lo agotamos. Llegó al punto en donde Él—Él está casi acabado. Él ya no sabe qué hacer. Ha llegado a ser un reproche entre el pueblo. Su mensaje cayó al vacío. Y ahora el gobierno Lo ha atrapado, y está derrotado. Él no es Dios. Ve allá y entiérrale el aguijón. Quítale la vida”.",
    "Y subiendo el camino al monte, la abeja comienza a zumbarle alrededor. Pero por eso es que Él tenía que ser más que un hombre. Si Él hubiera sido un hombre, o solo un profeta, o algo menos que Dios, si Él hubiera sido eso, la muerte Lo habría picado y se habría quedado en la tumba.",
    "Pero la abeja de la muerte es como cualquier otro insecto con aguijón. Si su aguijón se atasca a fondo, sus días de picar se acaban. Le quita el aguijón.",
    "Bueno, mientras la carne humana estaba en la—la forma de pecado, nacida sexualmente bajo la maldición, entonces cuando la muerte picaba esa carne, el aguijón podría volver y picar a otro.",
    "Pero cuando él picó aquella carne, le sacó el aguijón. Ya no tiene más un aguijón. Él era Dios en carne, tabernáculizado entre los hombres. Sus días de picar habían terminado. Por eso Dios tuvo que reflejarse en un cuerpo, el cual es, conocemos como el Hijo de Dios, Jesucristo. Y Él hizo eso para poder quitar el castigo.",
    "Porque, ven ahora Uds., vamos a otra parte de las Escrituras. Pero ahora ven por qué ese Hombre era más que un simple maestro, como la gente dice que Él es hoy en día, un filósofo, o un buen Hombre, o un profeta. Él era Emmanuel. Él era el Hijo de Dios, el cual es Jehová Dios manifestado en Sus atributos de desplegarse a Sí Mismo en un cuerpo que Él Mismo creó. Amén. Se reflejó. Y la naturaleza pecaminosa de un hombre no podía hacer lo que Él hizo. ¿Ven? Así que tenía que ser Dios haciéndose y reflejándose en el Hombre, haciendo un espejo, para que nosotros pudiéramos ver a ese Hombre perfecto, que es Cristo. Sí.",
    "En esto, al hacerlo, reflejó Su noble y amoroso carácter. ¿Ven?, en Él había un atributo de Salvador, y tenía que mostrarse. Y Él no podía ser un Salvador siendo un hombre de nacimiento natural. Él tenía que ser más que un hombre. Y Él lo era. Él era el Único que podía hacer esto, por cuanto Él era por naturaleza sin pecado.",
    "Él era Dios en Palabra. Ahora, San Juan, el capítulo 1, explica eso. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne”. Dios se hizo carne cuando Él representó, o cuando Él se desplegó a Sí Mismo en la tierra, en la forma de Su Hijo, la Persona de Jesús, el Hijo de Dios. Dios Mismo Se desplegó en esa Persona.",
    "No dijo Jesús: “Mi Padre y Yo Uno somos. Mi Padre mora en Mí. No soy Yo que hace las obras. Es Mi Padre. Él mora en Mí. Yo no tengo control por Mi propia cuenta. Él hace eso”. ¡La fuente de la Palabra de Dios, expresada! Amén. Me siento pentecostal. Sí.",
    "Él era por naturaleza sin pecado, y eso es lo único que podía proyectar ese Dios sin pecado, la Palabra, la Palabra siendo Dios. Y una palabra es un pensamiento expresado. Y cuando Dios pensó en ser padre, Él expresó Su pensamiento, y—y Cristo era la expresión de Dios. Amén. ¿Lo ven? Él era la expresión de Dios, que Dios podía convertirse en nosotros y vivir como nosotros vivimos, pero expresando perfectamente lo que la persona perfecta debería ser, perfectamente. Él era la Palabra de Dios expresada y vindicada correctamente, identificada. Cuando Él estuvo aquí en la tierra, Él dijo: “Si no hago las obras de Mi Padre, entonces no Me creáis”.\n\nY Él dijo: “¿Quién de vosotros puede acusarme de pecado?”.",
    "Me gustaría explicarles eso un poco, si me lo permiten. ¿Ven Uds.?, pecado es “incredulidad”. Solo hay dos cosas, canales, por los que Ud. puede vivir. Uno de ellos es la fe, y el otro es la incredulidad. “El que no cree, ya ha sido condenado”. Fumar, beber, cometer adulterio, mentir, robar, imitaciones carnales, esas cosas son atributos de la incredulidad. Si Ud. fuera un creyente, no haría esas cosas. No. Ud. lo hace porque Ud. no es un creyente.\n\n¡Oh!, Ud.—Ud. dice, Ud. dice: “¡Oh!, pero yo soy un creyente”.",
    "🦅 Pero por sus frutos los conoceréis”. ¿Ven? Sus—sus acciones hablan más fuerte que lo que prueba su confesión. ¿Ven? Cuando Ud. descree la Palabra de Dios, y La considera como algo del pasado, o toma algún libro en Su lugar, y dicen: “Esto es tan bueno como Eso”, demuestra que Ud. no es un creyente. Así es. Ud.—Ud. no lo es. Y si Ud. lo fuera, entonces Ud. creería la Palabra de Dios. Lo haría… Él se expresaría a Sí Mismo por medio de Su Palabra.",
    "Ahora, Él fue la Palabra de Dios expresada. Y Él dijo: “Bueno, si no pueden creerme a Mí” dijo, “creed a las obras que hago. Escudriñad las Escrituras, porque parece que en Ellas Uds. tienen la Vida Eterna. Y eso es exactamente lo que dice Quién soy Yo”. ¡Oh! Me pregunto si…?… “¿Ven?, Ella es la que dice Quién soy Yo. Las Escrituras dicen Quién soy Yo”.",
    "Y permítanme llevar eso un poco más allá, ¿quieren? Las Escrituras son las que dicen lo que Ud. es. Aquello lo expresa a Ud. y me expresa a mí. Las Escrituras dicen lo que somos. Y tan fuerte que nuestra voz no se puede oír. Nuestra vida habla más fuerte que nuestra voz, ¿ven?, y es la manera de Dios de hacernos ver lo que somos.",
    "Jesús dijo lo mismo. “Ellas son las que dan testimonio de Mí. Ellas prueban lo que Yo Soy. Y ¿quién de vosotros puede condenarme de incredulidad, el pecado? Si correctamente no he…” Escuchen, estoy hablando de mirarse a Uds. mismos. “¡Si no me he identificado correctamente a Mí Mismo como lo que la Palabra dijo que Yo sería!”.",
    "Me pregunto si nosotros los Cristianos podríamos pensar así esta noche. Me pregunto si podemos mirar en el espejo de Dios, en cuanto a cuáles son los requisitos de un Cristiano, e identificarnos de esa manera. Me pregunto si podríamos. Me pregunto si podemos identificarnos esta noche con Juan 3:16, y, ¡oh!, todas las demás Escrituras; Marcos capítulo 16, y todas estas otras citas, que, y en—en Gálatas, creo, y—y diferentes citas, Segunda de Tesalonicenses, donde están los frutos del Espíritu y demás. Me pregunto si podemos identificarnos nosotros mismos.",
    "Jesús dijo: “¿Quién de vosotros puede acusarme, de no haber obrado y hecho exactamente lo que las Escrituras dicen que Yo haría?”. Nadie pudo decir una palabra, porque Él verdaderamente Se había identificado.",
    "Y ellos, como siempre lo hacen, el manufacturado lo identificó a Él como Beelzebú, un espíritu maligno. Cuando Él Se dio a conocer en el discernimiento del espíritu, que era el Mesías, entonces ellos dijeron: “Ese es un espíritu maligno en Él, haciendo estas cosas”. Pues, ¿ven Uds.?, Él fue debidamente vindicado. No podía haber ningún error.",
    "La mujercita en el pozo no—no cometió ningún error. Ella dijo: “Señor, sabemos que cuando el Mesías venga, Él hará estas cosas, pero ¿Quién eres Tú?”. Ella…\n\nÉl dijo: “Yo Soy”.",
    "Y un Hombre que pudiera hacer una cosa así seguramente diría la Verdad. La Verdad de Dios estaba con Él. Y ellos estaban comisionados, si el profeta se levantaba y—y hacía, decía algo, y lo que él decía se cumplía, se identificaba como un profeta. Y ella lo reconoció a Él como un profeta, y le preguntó Quién era. Y Él se lo dijo, entonces eso concluyó el asunto. Ella corrió a la ciudad y dijo: “Venid, ved a un Hombre Quien me ha dicho todas las cosas”. No había ningún error en eso.\n\nFelipe no se equivocó.",
    "Aunque, cuando, Natanael, más bien, cuando Felipe había tratado de decirle lo que había sucedido cuando Él se encontró con Simón, pero, cuando Natanael llegó, él estaba dudando un poco.",
    "Pero cuando vio a Jesús, y Jesús le dijo: “He aquí un israelita, en quien no hay engaño”.\n\nÉl dijo: “Rabí, ¿desde cuándo me conoces?”.",
    "Él respondió: “Antes que Felipe te llamara, te vi”. No—no había ninguna posibilidad de error.",
    "Él dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Rey de Israel”.",
    "Jesús dijo: “Porque Te dije eso, crees. Ahora verás cosas mayores que esa”.",
    "Su naturaleza sin pecado expresó la Palabra de Dios. ¿Ven? Él era la Palabra, así que Dios se expresó por medio de esa naturaleza sin pecado.",
    "¿Puedo detenerme aquí un segundo? No quiero retenerlos mucho tiempo, pero, me parece tan bien, al hablar con el pueblo.",
    "Fíjense, ¿ven?, Su naturaleza sin pecado expresaba lo que Él era. Él, entonces, si Su naturaleza sin pecado, Dios se expresó por medio de esa naturaleza sin pecado, eso muestra que nuestra naturaleza es maligna. Y no importa cuánto tratemos de arreglarla, o cuánto tratemos de adoctrinarla con otras cosas, tiene que llegar a ser sin pecado como lo fue la de Él, y entonces la Palabra de Dios puede fluir a través de ella.",
    "Eso no significa perfección por su cuenta. Ud. no puede ser eso. Pero, ¿ven Uds?, incluso nuestra gente se está alejando de la práctica de la santidad. Comenzamos a bajar tantas guardias. ¿Ven? Tenemos que llegar al nivel de lo que profesamos. Él es nuestro ejemplo, y Él es el Portador de nuestro pecado. Y entonces si profesamos que Él es nuestro Pacificador, que Él es nuestra Propiciación, entonces si profesamos eso, entonces se supone que eso lo refleje a Él de nuevo en nosotros. Y somos una epístola escrita, un espejo, en el que las personas pueden ver a Cristo en nosotros. Y bueno, si no lo ven, entonces estamos—estamos—estamos viendo otra cosa, y no estamos viéndolo a Él. “Miradlo a Él, todos los términos de la tierra, y vivan”. Es de la única manera que pueden.",
    "Su pecado…",
    "Naturaleza sin pecado expresó tanto la Palabra de Dios, que Él y la Palabra eran Uno. Él lo dijo. “Yo y Mi Padre Uno somos. Yo hago siempre eso que agrada. Yo y mi Padre sencillamente somos Uno”. Él era tan perfecto a la imagen de Dios hasta que Él y Dios fueron la misma cosa expresada. Él era la carne, el Hijo, que expresaba la Deidad de Dios. Entonces eso lo hizo a Él deidad en un Hombre, para redimir al hombre. ¿Ven? Él y la Palabra eran Uno. “En el principio era el Verbo, y el Verbo era Dios. Y el Verbo fue hecho carne”. Así que, Él y el Verbo se hicieron uno, para que el Verbo pudiera expresar y pudiera mostrar al mundo ese Ejemplo de lo que el hombre debe ser.",
    "Y el hombre no puede llegar a eso por sí mismo. No hay forma de educarlo a eso. No hay manera de unirse a eso. No hay manera de lograrlo por bautismo. No hay manera de hacerlo, solo matarlo.",
    "Y que nazca de nuevo, y que entre una nueva Naturaleza. Es la única manera, matar esa naturaleza suya, para que pueda llegar a ser… Y entonces la Palabra llega a ser algo viviente, Ella se expresa por medio de Ud. ¿Ven? Entonces Ud. se está mirando en el espejo, cuando las personas lo ven a Ud. como un espejo. Porque, Uds. saben, Dios ha provisto un camino. La gente no lee la Biblia, así que Dios lo ha hecho a Ud. una Biblia. Ud. lo es. Lo que Ud. hace, la gente lo está mirando.",
    "Dios envió Sus espejos, Su—Su—Su manifestación expresada de Sí Mismo en los profetas, porque la Palabra vino a los profetas. y ellos manifestaron a Dios en eso, no obstante, por medio de su profecía que Dios les daba.",
    "Y ahora Dios Se manifiesta a Sí Mismo por medio de Su Hijo, Cristo Jesús, al aceptarnos como hijos adoptados, y coloca Su Espíritu en nosotros, clamando: “Abba, Padre”. ¿Ven? O, en otras palabras: “¡Dios mío, Dios mío!”. ¿Ven? Entonces el Espíritu Santo en nosotros, el Espíritu de Cristo expresando a Jesucristo, y las personas los ven a Uds. ¿Ven?",
    "Y cuando ellos ven hipocresías y demás, no es de extrañar que hayamos perdido nuestra Fuerza. La sal ha perdido su sabor.",
    "¡Oh, ninguna otra naturaleza podría hacer esto! No. Porque Él era el carácter de Dios moldeado perfectamente.",
    "Porque, toda la naturaleza tenía un carácter caído. Todos los hombres tenían un carácter caído. Aún todo lo que estaba bajo el hombre cayó. Todo tiene un carácter moribundo.",
    "Y Él tenía un carácter vivo, así que Él lo expresó en Cristo, y Él pagó el precio. Y luego por Su obediencia, Él Lo resucitó al tercer día. ¿Ven?",
    "Y luego Él nos da. Eso nos da la—la prueba. Nos da la seguridad de que, mientras estemos en Él, ya hemos resucitado con Él. No resucitaremos con Cristo; ya hemos resucitado con Cristo. Así es. Estamos en Cristo ahora. Y si Cristo resucitó de la muerte, ¿no resucitamos de la muerte con Él? [La congregación dice: “Amén”.—Ed.] Amén. “Ahora estamos sentados juntos en lugares Celestiales en Él”. ¡Oh, vaya! Eso debería hacerlos gritar a Uds. los presbiterianos. Ajá. Sí. Seguro. Imágenes expresadas de Dios, moldeadas a la manera de Cristo, para que el mundo pueda verlo a Él en Ud. Ese es el espejo que hay que mirar.",
    "Ninguna otra naturaleza podía hacerlo; estaba caída. Y Dios identificó. Miren. Dios Se identificó como un Hombre, y tomó sobre Él la forma de pecado. Ahora, bueno, no el pecado, sino la forma del pecado, para que Él pudiera tomar el pecado del pecador, ¿ven?, y pagar la pena por eso, y devolver al pecador la Vida que tenía antes de la caída. ¡Oh, vaya! ¡Qué amor nos ha expresado Dios! ¿Ven? Piénsenlo.",
    "Y ahora recuerden, después de que Jesús hizo esto, cuando nadie más podía hacerlo, somos invitados. Ahora, iglesia, piensen en esto por un minuto. Somos invitados a moldear nuestro propio carácter como el de Él, por Su gracia. Somos invitados, piénsenlo, a llegar a ser caracteres como el de Él. Si estamos dispuestos a dejar nuestro carácter, y el molde que teníamos: “Impetuosos, infatuados, amadores de los deleites más que de Dios, calumniadores, e intemperantes, aborrecedores de aquellos que tratan de hacer lo correcto, teniendo una apariencia de piedad y negando la eficacia de la Palabra”. ¿Cómo puede Dios entrar en un lugar así, cuando ellos niegan la Palabra? Cuando, Él tiene cuidado de Su Palabra, de vindicarla, para traerla a cumplimiento. Y la Palabra es expulsada, ¿cómo puede Él identificarse con algo así?",
    "Tenemos que tomar todo, el Evangelio completo. Debemos hacerlo. Y ahora, ya que nos hemos identificado como personas del Evangelio completo, moldeemos nuestro carácter. Somos invitados a ser moldeados a Su Imagen, para que podamos reflejar Su Presencia. “Y las obras que Yo hago, vosotros las haréis también. La Vida que Yo vivo, también vosotros”. Somos invitados, por Dios, a tomarlo a Él como Ejemplo, y dejar que nuestro carácter sea moldeado como el Suyo. ¡Qué cosa! ¡Vaya!",
    "Luego, cuando dejamos que Su carácter esté en nosotros, entonces hemos llegado a ser hijos, al tener la mente de Cristo, la mente, que es Su carácter. La mente suya forma su carácter. “Haya, pues este sentir” dijo Pablo, “como en Cristo, esta mente que estaba en Cristo, esté en vosotros”. Que esa mente de Cristo esté en vosotros. Eso moldea el carácter de un hijo de Dios. Ahora, ¿cómo…?",
    "Solo escuchen por un minuto. ¿Cómo podemos tener la mente de Cristo que estaba en Él, y luego negar las cosas que Él nos comisionó que hiciéramos? ¿Cómo podemos colocar los milagros en el pasado, cuando Cristo Mismo era Dios, y Dios está en Ud. En la Presencia de Dios, siempre hay milagros. Él dijo: “Vosotros Me llamáis ‘Señor’. ¿Por qué Me llamáis ‘Señor’, y no hacéis las cosas que os he mandado hacer, que os he encargado hacer?”. ¿No ven adónde hemos llegado, hacia dónde va yendo la iglesia? Y lo veo mucho entre nuestros pentecostales, también. Nos estamos alejando demasiado de esa Línea de Vida. Tenemos que volver a eso, amigo, volver, porque estamos creciendo ahora.",
    "Veo que la publicación de los Hombres de Negocios es la más grande, quizás tanto como la que tiene Oral Roberts. Y he visto que cuando nos hacemos grandes, actuamos en grande, ¿ven?, como lo hizo Israel. Y actuamos como si nos comparáramos con el—el resto de ellos. Recuerden: “Uds. son un pueblo diferente. Son una nación santa, real sacerdocio, un pueblo peculiar”. Pues, nosotros los pentecostales hemos llegado al punto que ya no somos tan diferentes al resto del mundo. Nos vestimos, actuamos, hablamos, vamos y hacemos lo mismo que ellos; corremos a casa a ver televisión, en vez de quedarnos para el servicio; y hacemos casi todo lo mismo que ellos. Queremos competir, queremos ser como los Jones. ¿Ven? Eso no es lo que queremos.",
    "Tenemos que hacer de esta Biblia nuestro espejo, y dejarnos moldear por Su carácter; obtener Su carácter, Su mente, dejando que la mente que estaba en Cristo esté en nosotros. Su mente siempre estaba…",
    "¿Qué hacía Su mente, la mente que estaba en Cristo? Permanecer siempre con la Palabra del Padre. No importaba lo que se veía brillante, y lo que se veía de esta manera, no le importaba a Él. La Palabra del Padre era lo que importaba. En todas partes, cuando Él se encontró con el diablo, nunca usó Su poder para derrotarlo. Él usó la Palabra, porque Él era eso.",
    "¿Alguna vez lo han pensado? Él nunca escribió un libro cuando estuvo en la tierra. Hasta donde sabemos, Él nunca escribió sino una sola vez; fue en la arena. Luego lo borró, probablemente, después. ¿Por qué Él no escribió una palabra? Porque Él era la Palabra. ¿Ven? Él vivió la Palabra. No necesitamos tantos libros cuando Ud. llega a ser una epístola escrita de Dios. ¿Ven? ¿Ven? Eso es lo que Dios quiere que sean, imágenes de Él.",
    "Saben, en el mundo pagano, los paganos levantan un ídolo y se postran ante el ídolo, y entran en tal estado emocional al punto que creen que pueden oír a ese ídolo responderles. Es un estado mental, pero cuán contrario a la Verdad de Dios.",
    "Dios lo quiere a Ud. Él no quiere un ídolo. Ud. es la imagen viva de Dios. Y Ud. se postra ante Dios, y Él lo llena de Sí Mismo, y Ud. lo manifiesta a Él como un espejo, Su Iglesia.",
    "¡Qué diferente es a lo que tenemos! Queremos ser como los presbiterianos, metodistas, y con tanta grandeza. Y todo tiene que ser fino y con clase. Y nosotros estamos llegando a estar igual de mal. ¿Ven? ¿Ven? Estamos… saliéndonos de esa línea de combate. Regresen, iglesia. Soy celoso con Uds., porque la Venida del Señor está cerca. Dejen que Él sea su imagen expresada, manifestándose a Sí Mismo en Uds., porque Él siempre hacía solo la Palabra de Dios.",
    "Eso es lo que hicieron los profetas, todos. “La Palabra del Señor vino a los profetas”. Y así es como supieron que lo eran. Moisés, la Palabra del Señor vino a Moisés. La más… La Palabra del Señor vino a Noé. La Palabra del Señor vino a Daniel. La Palabra del Señor Se expresó por medio de los jóvenes hebreos. ¿Qué fue eso? Cuando los hombres, de cualquier época, tomaron la Palabra de Dios, entonces Dios les expresó esa Palabra.",
    "Noé era una imagen y una señal del juicio venidero de Dios, y él expresó la Palabra. Y al quedarse con la Palabra, la misma Palabra que él expresó, condenó al mundo y salvó su propia casa.",
    "Daniel había propuesto en su corazón que él no se iba a contaminar con el mundo. ¿Y qué hizo eso? Le salvó la vida. Los jóvenes hebreos, de la misma manera.",
    "Y cada persona que alguna vez sirvió a Dios, llegó a ser una imagen de Dios, fue Dios expresando Su propia Palabra por medio de ellos. Pues, los jóvenes hebreos dijeron: “Nuestro Dios puede librarnos”. No tenían ninguna revelación de aquello, solo eso. “Pero” dijeron, “si no, no nos inclinaremos ante su estatua”. ¿Qué fue eso? Estaban expresando su fe en la Palabra de Dios. Y Dios a Su vez Se expresó en respuesta y se reflejó, y Él era el cuarto Hombre que vieron, en ese espejo allá. ¡Dios, expresándose por medio de sus imágenes vivas! ¡Oh, vaya!",
    "Ahora miremos en—en el espejo de Dios, la Palabra, e identifiquemos nuestro carácter actual. Ahora, puede ser que los pellizque un poco.",
    "No me llevará mucho más tiempo. ¡Oh, vaya! No sabía que era tan tarde, un cuarto de hora pasado. No tengo un reloj aquí.",
    "Anoche veía uno y prediqué unas dos horas. Pensé: “Vaya, solo son las siete. Voy bien, apenas estoy calentando”. Y ya eran las nueve y media, hora de terminar.",
    "Fíjense. Aunque, nosotros ya vamos a terminar. Solo permítanme darles esto ahora. Miren. [Un hermano dice: “Siga predicando”.—Ed.] Fíjense. Gracias. Saben, cuando… [La congregación dice: “Amén”.]",
    "Veamos si nosotros podemos identificarnos. Escuchen ahora. Presten atención a lo que digo ahora, nuestro carácter actual. Voy a ir muy despacio. Quiero que esto penetre profundamente ahora, antes de que terminemos. Si Ud. hubiera vivido en los días de Noé… Ahora, solo piense en lo que Ud. es. Sea sincero con Ud. mismo. Porque si no es sincero con Ud. mismo, Ud. no puede ser sincero con Dios.",
    "Si Ud. hubiera vivido en los días de Noé, y tuviera su carácter actual, ¿con cuál grupo se habría identificado? Ahora piénsenlo. ¿Cuál grupo?",
    "Cuando, aquí hay un viejo fanático parado allá arriba en el cerro, habiéndose confirmado, una y otra vez, por ciento veinte años, que está loco, porque predice con toda seguridad que va a caer agua de allá arriba. Y todos sus instrumentos científicos prueban que no la había allá. Y porque no concordaba con sus cosas científicas, ¿cómo el Dios Todopoderoso podía hacer algo que iba en contra de los propios razonamientos de ellos? ¿Ven? Y criticaban al hombre. Era el hazmerreír de la época.",
    "Ahora, me pregunto. Sí. Solo pregúntese eso, ¿con cuál grupo se identificaría Ud.? ¿Con la opinión popular del día?",
    "¡Oh!, Ud. dice: “Yo—yo pertenezco a la iglesia”. Eso no es de lo que estoy hablando. Ellos tenían suficientes grupos de iglesia en ese día, probablemente más que ahora.",
    "Pero había alguien con el—el mensaje de Dios. Así es. Y era muy mal visto. Su grupo era muy mal visto, porque lo consideraban un fanático. ¿Estaría Ud. dispuesto a identificarse con ese grupo fanático?",
    "La única manera en que Ud. pudiera hacerlo, sería que Aquello le fuera revelado a Ud. personalmente. ¿Y sabía Ud. que esa es la única manera en que Dios edifica Su Iglesia?",
    "Mire en el jardín del Edén, ¿cómo supo Abel que fue sangre en vez de una manzana? ¡Oh! ¿Ven? Fue revelado espiritualmente.",
    "Y, miren, cuando Jesús estuvo aquí en la tierra, Él dijo, en ese momento trascendental cuando estaba hablando: “¿Quién dicen los hombres que es el Hijo del Hombre?”.\n\n“Unos dicen, pues, que Tú eres ‘Moisés’ o Tú eres ‘Jeremías’ o ‘alguno de los profetas”.",
    "Él dijo: “Pero Yo—Yo voy a ir directo al grano. ¿Qué piensan Uds. al respecto? ¿Ven? No lo que alguien más anda diciendo, sino que quiero saber lo que Uds. piensan al respecto”.",
    "Y fue entonces cuando Pedro habló y dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.\n\nAhora miren la manera como Él lo citó.",
    "Bueno, sabemos que la iglesia católica, sin herir los sentimientos de Uds. los católicos, pero Uds. dicen que Él la edificó sobre Pedro, siendo la pequeña roca. “Sobre esta roca edificaré Mi Iglesia. Las puertas del infierno no pueden prevalecer contra Ella”. ¿Ven? Ahora, si eso es así, entonces la iglesia se descarrió. ¿Ven? Y, entonces, si así fuera, fue edificada sobre un hombre.",
    "Ahora, el protestante dice que Él la edificó sobre Sí Mismo, el cual era la Piedra Principal del Ángulo, la Roca. Y, eso, eso tiene mucho de Verdad.",
    "Pero permítanme añadir algo más a eso, solo—solo para ajustarlo un poco. Voy a estar en desacuerdo con ambos, al decir esto: que no era que Él estuviera hablando de Sí Mismo, directamente, sino que potencialmente estaba hablando de Sí Mismo. Y Él no incluyó a Pedro, solo su confesión al respecto.",
    "Porque, miren lo que Él dijo: “Bienaventurado eres, Simón, el hijo de Jonás, porque no te lo reveló carne ni sangre. No lo aprendiste por alguna experiencia de seminario, o que alguien te lo haya dicho. Sino Mi Padre que está en los Cielos te lo ha revelado”.",
    "Entonces, es la revelación espiritual de Quién es Jesucristo. Eso exactamente. Y Él dijo: “Sobre esta roca, sobre la revelación espiritual, edificaré Mi Iglesia”. Mostrando que todas las puertas del infierno estarían en su contra, pero no prevalecerían contra ella. ¿Ven? “Edificaré Mi Iglesia, y las puertas del Hades no podrán prevalecer contra esta Iglesia”.",
    "Entonces, ¿ven Uds?, Noé tuvo una revelación espiritual. Dios le había hablado directamente. Abel…",
    "Cuando Caín ofreció los frutos del campo, como manzanas y frutas, y demás, e hizo su altar bonito, y dijo: “Dios va a aceptar esto porque he hecho todo esto, y he preparado los grandes altares. Y los he decorado. Lo he hecho bonito. Tenemos la iglesia más grande de la ciudad, o algo así. Dios lo aceptará, de esta manera”. Él no acepta el trabajo de las manos de ningún hombre, como redención.",
    "Pero Abel trajo un cordero y ofreció sangre, y Dios testificó que él era justo. ¿Cómo lo supo él? No había Palabra escrita en aquellos días. Fue una revelación, y también lo es hoy en día.",
    "Ud. dice: “Bueno, yo pertenezco a la iglesia. Mi iglesia es tan buena como la suya. Ambas están hechas con el mismo tipo de construcción, del mismo tipo de materiales”. Así es. El edificio no tiene nada que ver con eso.",
    "La organización es un grupo de hombres que se reúnen, hacen un decálogo de lo que representan, y eso es todo. Nada en contra de eso, está bien, pero no es de lo que estoy hablando. Quizá usen el mismo tipo de ropa, si son decentes, o lo que harían otros creyentes, y aún así no es la cosa.",
    "Pero ahora miren aquí. Lo que es, es la revelación espiritual de la Palabra de Dios. De que, todo lo demás está errado excepto esa Palabra, y Uds. lo creen. Él era la Palabra, y Él es la Palabra, y Él siempre será la Palabra. Y cuando Dios puede abrir ese canal, entonces Él puede fluir libremente por ese cuerpo santificado.",
    "Ahora, ahora, ahora vemos eso.",
    "Si Uds. estuvieran en ese día, ¿con qué grupo se identificarían; con el profeta, con la Palabra vindicada, aunque fueran una minoría? O, ¿estarían con la opinión popular de las personas? “Bueno, se los digo, yo creo que ese hombre está loco”. Y la única manera en que Ud. podría saber que no estaba loco es que el mismo Dios le revele a Ud. lo mismo que Él le reveló a Moisés.",
    "Y la única manera en que alguna vez podremos ser las imágenes de Dios, y los hijos de Dios, es que Dios nos revele, y Se exprese a Sí Mismo por medio de Su Palabra, a nosotros, y nosotros al mundo. Ese es el único canal. Porque Cristo era la Imagen aquí en la tierra, que Ud. podía ver, Dios en un Hombre, la Imagen expresada de Dios, porque Dios estaba en Él de tal manera que ellos eran Uno. Y ahora cuando Cristo se fue, Él santificó a la Iglesia, para que la Iglesia tomara Su lugar y expresara la Palabra de Dios. ¿Ven? Esa es la única manera de poder hacerlo. ¡Oh, vaya!",
    "¿Estaría Ud. con las personas más populares que tienen la opinión popular? “¡Siempre y cuando yo pertenezca a la iglesia!”. Y quizás: “Porque yo dancé en el Espíritu, estoy bien”. Quizás: “Porque he hablado en lenguas, estoy bien”. O quizás: “Porque tenemos un buen pastor, y yo estoy bien”. Ahora, esas cosas son positivas. No tengo nada que decir en contra de eso. De verdad.",
    "Pero este plan de salvación es un asunto individual con Ud. Hablar en lenguas es un don de Dios. Danzar en el Espíritu es la Presencia y la Gloria de Dios. Pero que Ud. deje que su carácter sea moldeado a la imagen de Dios, que Él Mismo se proyecte, y Ud. sea—y Ud. sea Su ídolo, caminando en la tierra, la imagen expresada de Él.",
    "Ahora, ¿habría estado Ud. dispuesto a hacer eso en los días de Noé? ¿O habría estado del lado crítico, criticando a ambos, al profeta y a su mensaje enviado por Dios? Ahora piénsenlo. ¿Qué lado cree Ud. que, hoy en su estado actual, elegiría? Ahora sea sincero. [El Hermano Branham tose.—Ed.] Discúlpenme. No hay necesidad de que yo trate de decirlo. Ud., Ud. tiene que llegar a la conclusión, Ud. mismo.",
    "¿O en los días de Elías, cuando él habló tanto sobre las caras pintadas, y—y de la mujer moderna de la hora, esa Jezabel, sentada allá girando la cabeza de su—su marido como quería? Y aunque quisiera o no, ella la giraba, de todos modos. Y todos los predicadores de acuerdo: “Eso está bien. ¿Ven?, está bien, ¡porque es nuestra reina!”. ¿Ven? Y todos ellos caen tan fácilmente en esa tendencia.",
    "Si ese no es un cuadro de hoy, no sé qué será. Todas estas tonterías que la gente está haciendo, y aún en el Nombre de Cristo. ¿Será Él responsable de todo eso? Él no es responsable de nada de eso. ¿Cómo sabes si Él…?\n\nLa Palabra lo expresa. Solo sigamos unos minutos y veamos.",
    "¿Estaría Ud. del lado crítico? ¿Estaría Ud. allá con Elías, parado allá cuando Elías parecía ser el único, solo, y todos pensaban que él era un viejo anticuado o algo así? Pero eso nunca le molestó ni poquito. Él tenía la Palabra. Y él tenía la Palabra, pues con la Palabra no temía. Él no tenía miedo con Ella. Cualquier hombre que haya recibido el Mensaje de Dios no teme a nada. Así es.",
    "El pequeño Esteban se paró aquella mañana ante el Sanedrín, dijo: “¿Pues, duros de cerviz, incircuncisos de corazón y de oídos, vosotros resistís siempre al Espíritu Santo? Como vuestros padres, así también vosotros”.",
    "La Biblia dice que: “Su rostro era como de un Ángel”. No creo que haya sido como la luz eléctrica o algo así. Un Ángel sabe dónde está parado. Un Ángel no le teme a nada. Él es un Mensajero de Dios.",
    "Y cualquier hombre con el Mensaje de Dios sabe dónde está parado. Él no le presta atención a nadie, a lo que tengan que decir al respecto. No hay ningún obispo ni nada que lo esté presionando. Él sabe exactamente dónde está parado, y asunto resuelto. Dios vindica su Mensaje y demuestra que está correcto, entonces él se para con Eso. Él es valiente. Esa es la imagen expresada de Dios.",
    "Eso fue lo que hizo Jesús. Él no tenía miedo de decir: “¡Oh, Uds. fariseos ciegos!, Uds.—Uds. son los que edifican las tumbas de los profetas, y Uds. los pusieron allí. Uds. son de su padre, el diablo”, y eran arzobispos y todo lo demás. Él no temía, porque sabía dónde estaba. Sí.\n\nEn los días de Elías, ¿qué lado habría elegido Ud.?",
    "O, en los días de Moisés, cuando había un mensaje de Dios, completamente vindicado. Ahora escuchen. En su carácter de hoy, Ud. dice: “Soy un Cristiano”. Muy bien. Solo voy a preguntarle, con su carácter actual, ¿qué posición habría escogido Ud.? Cuando se levantó Datán y dijo: “Espera un momento. Hay más hombres santos por aquí además de ti, Moisés. Vamos a reunir un grupo de hombres y haremos algo grande aquí. Y cuando menos lo piensen, tendremos obispos y arzobispos, y todo lo demás, por aquí. Y Dios está en Su pueblo, en todo el asunto. No pienses que tú eres el único grano de arena en la playa”. Cuando Datán se paró allí, dijo: “¿No piensan Uds. lo mismo? Ese hombre abarca demasiado en sus manos. Está queriendo decirnos qué hacer. Pues, en la multitud de—de muchos hay consejo, hay—hay seguridad. Pues, deberíamos reunirnos todos y resolver esto”. Pero había un mensaje de Dios; vindicó su mensaje.",
    "No tenemos que preguntarle a nadie más sobre este Mensaje que estamos predicando. Está escrito aquí en la Biblia, y Dios prueba que es correcto. Entonces, ¿por qué tienen que salir a preguntar? “Bueno, Ud., católico, ¿qué debemos hacer respecto a esto? Nos uniremos a la—la Confederación de Iglesias. Lo estudiaremos. Nos reuniremos con los hermanos y veremos cómo construyeron sus grandes grupos”. Nosotros los pentecostales no necesitamos eso. No necesitamos unirnos al Concilio Mundial de Iglesias. Necesitamos unirnos al grupo Celestial, el poder pentecostal, ser elevados a los lugares Celestiales. No necesitamos esas otras cosas.",
    "Pero, ¿ven Uds.?, ¿qué lado habrían escogido, en su carácter actual, si Datán se hubiera levantado y hubiera dicho eso, y Ud. hubiera estado allá en ese momento? ¿Se habría aferrado al mensaje de Dios y al mensajero, y se habría quedado con eso, que había sido completamente vindicado como la Verdad? O, ¿habría tomado sus—sus papeles y se habría unido a algún otro grupo? ¡Oh!, eso es, ¿ven?, solo piénsenlo.",
    "Cuando parecía que todo estaba en contra del mensaje vindicado de Dios y el mensajero de esa edad, las fichas estaban en contra de Moisés. Era el fin, parecía que Dios lo había abandonado. Pero habían visto a Dios hacer algo. Sabían que Dios estaba en eso.",
    "Ahora, o, en los días de Cristo… nos daremos prisa. En los días de Cristo, ¿qué lado habría escogido Ud., cuando todas las grandes iglesias y sus teólogos modernos y maestros estaban en contra de Él y de Sus principios, y de la Enseñanza clara de la Escritura? Ellos estaban en contra de Aquello. Cuando la iglesia a la que Ud. asistía decía: “Ese hombre es un fanático. Pues, no salió de nuestros seminarios. No tenemos registro de que haya ido a nuestras escuelas. No tiene una tarjeta de compañerismo. No carga credenciales. Pues, el tipo está loco. No tengan nada que ver con Eso”, ¿qué habría hecho Ud. en su estado actual? Solo pregúnteselo un minuto. Muy bien.¿Qué habría hecho Ud.? Si Él…",
    "Si Ud. hubiera vivido en ese día, y hubiera pertenecido al—al—al Sanedrín, y eso es como el—el Concilio Mundial de Iglesias. Y su iglesia estuviera afiliada a eso, y ellos habrían coincidido en todas estas cosas. Y este Hombre se levantó, y Ud. lo había visto hacer las obras de Dios, y nadie podía resistirlo. Sin embargo, se suponía que Él era “un Hombre loco, fuera de Sí”. Que Él era un…",
    "Dios me perdone por esta expresión, pero Él era uno de los “raros” de ese día. ¿Ven?, digo eso para que Uds. entiendan.",
    "¿Por qué? Él había nacido del Cielo. Su carácter era de Arriba. No—no coincidía con la afiliación de las confederaciones de este mundo. ¿Ven? Él no era ese tipo de persona. ¿Dónde estaría cuando todos los teólogos, todos los profesores, decían: “¿De dónde vino este Hombre? ¿Ni siquiera sabemos de dónde vino?”.",
    "Cuando sanó al ciego, dijeron: “Pues, no sabemos de dónde vino este Hombre. Da gloria a Dios. No sabemos nada de este Hombre. ¿De dónde vino? Nosotros, nosotros no tenemos registro de Él. No está en nuestra agenda. Él no está en nuestra junta de directores. Él, Él no está en ninguna parte. Nadie sabe de Él. ¿De dónde vino?”.",
    "El ciego dijo: “Esto es algo extraño, que un Hombre pueda abrirme los ojos y Uds. no sepan de dónde vino. Y se supone que Uds. son los líderes de este día”. Sí. Dijo: “Bueno, si Él es pecador o no, no puedo afirmarlo; no soy un teólogo. Pero una cosa sé: que habiendo sido ciego, ahora puedo ver”. Eso es todo. Eso es lo que cuenta. Él quería la vista. Sí.",
    "Así, todo moderno, todos los maestros de la Biblia estaban en contra de Él y de Su Palabra de Dios tan tajante. ¿Uds. creen que Él era absolutamente fundamental, no es así, en Su enseñanza? [La congregación dice: “Amén”.—Ed.] Pero no según las escuelas de ellos. [“Amén”.] ¿Captaron bien eso? ¿Cómo supimos que Él era fundamental? Él les preguntó: “¿Quién puede acusarme de pecado? Escudriñen las Escrituras. Ellas son las que dan testimonio de Mí. Se lo dicen exactamente. Ahora, si no hago lo que dice la Escritura, entonces el Padre no vindica eso por medio de Mí, entonces échenme; Estoy errado”. Sí, señor. Ahora, nos damos cuenta que estaban en contra de Aquello, la verdadera Palabra de Dios.",
    "¡Oh!, ¿la posición actual suya lo identificaría con Él, o con ese grupo de fariseos cegados? ¿En su postura actual, se aferraría Ud. a los—los credos de su iglesia? ¿Se aferraría a eso porque su pastor es, quizás, Ud. dice: “Pues, él es un buen hombre”? Puede que sea un buen hombre y aún así estar ciego. [La congregación dice: “Amén”.—Ed.] Seguro. ¿No dijo Jesús: “Uds. ciegos guías de ciegos”? [“Amén”.]",
    "Ahora, en su postura actual, imagínese ahora, ¿qué haría Ud.? ¿Dónde se identifica Ud. entre la multitud de allá? ¿Cuál es su postura actual? ¿Estaría con el fariseo, “Bueno, déjenme decirles, mi madre pertenecía a esta iglesia, y es tan buena como cualquiera de las demás. Me quedaré aquí?”. ¿Ven?",
    "Y cuando Ud. ha visto la Palabra de Dios vindicada, que es la Verdad, por medio del mensajero, y Ud. escudriña las Escrituras y Lo sabe. Pero su—su denominación dice: “Los días de los milagros han pasado. Eso ya no existe”. Ahora, ¿qué haría Ud. en su postura actual? Muchos de Uds. lo han expresado.",
    "Si acaso Ud. dice en su corazón ahora: “No, yo no estaría con esos fariseos. No me identificaría con ellos”, ¿entonces qué me dice de ahora? La Escritura dice que Él es el mismo ayer, hoy y por los siglos. ¿Y ahora? Ud. dice: “Yo no me identificaría con esos fariseos”. ¿Y ahora qué? Saben, la historia se repite. Corté un artículo de un periódico, el otro día, sobre eso. Los fariseos de ese día se opusieron a Él, debido a los prejuicios. Es lo mismo que hacen hoy en día.",
    "Recuerden, Nicodemo dijo eso mismo. Dijo: “Rabí, sabemos que Tú has venido de Dios como maestro”.",
    "Pero como sus credos y denominaciones no aceptaban Su mensaje, entonces se lo prohibieron a todos los demás. Él dijo: “No entran Uds., personalmente, y les prohíben a otros entrar”. Sí. ¡Qué condición! ¿Me pregunto si podríamos identificarnos con algo así?",
    "Si Ud. Lo hubiera seguido solo para ver Sus milagros, como muchos lo hicieron, y Ud. Lo siguiera hoy en la iglesia, solo para ver Sus milagros y estar por ahí. Pero recibir su imposición de mano, para recibir el Espíritu Santo, Ud. mismo, no lo hará. No lo harán. Muchos Lo siguieron solo por Sus milagros, para verlos. Pero cuando Él estableció la verdadera Enseñanza de la Escritura, la multitud se alejó de Él.",
    "Cuando, ellos Le vieron sanar a los enfermos y abrir los ojos. Y una persona podía tocar Su manto, y Él se daba la vuelta, les decía esas cosas. Y le dijo a Felipe y a Natanael, y todas estas, esas cosas. Pues, la mujer del pozo y todas esas cosas, que Él se identificó como el—el profeta del que habló Moisés, el Cristo, el Mesías. Cuando no habían tenido un profeta por cuatrocientos años, y este Jesús irrumpe en la escena, probando que Él era, ¿ven?, que Él era el Mesías.",
    "Muchos de ellos Le seguían porque, en la primera parte de Su ministerio, Él iba de iglesia en iglesia. ¡Oh, lo recibieron con gusto!, y le dieron un buen apretón de manos. “¡Oh, Rabí, oh, Tú eres una gran persona!”. Pero un día Él se estableció con la Verdad de la Escritura. Y entonces cuando Él Se identificó, no solo como un Sanador, sino como un enviado de Dios con la Verdad y la Vida, cuando Él se identificó con Eso, ¡oh!, Eso iba en contra de su tradición, incluso para muchos que le seguían.",
    "Los setenta se dieron la vuelta y se fueron. ¿Qué hubieran hecho Uds.? Ahora, piénsenlo. Siendo que un Hombre al que Uds. habían visto hacer exactamente las propias señales del Mesías, y sabiendo que el Mesías venía, y Él había profetizado que sucedería todo esto, incluso a Juan y a los demás, y lo había expresado, claramente, y luego Ud. Lo había seguido y había visto la gran señal de un Mesías, demostrando que ninguno de los pastores podía hacerle frente al Mensaje, en lo absoluto, y entonces, de repente, Él viene y enseña algo que es exactamente la Palabra de Dios, pero contrario a la manera en que a Ud. le habían enseñado, entonces, ¿se aferraría Ud. a su tradición? ¿Se iría con los setenta? ¡Oh, la Escritura, la Palabra es clara! ¿Se iría Ud. con los setenta?",
    "O—o, ¿puede ver Ud. ahora su identificación, dónde se pararía? Ahora piénselo bien, sinceramente. ¿Dónde se pararía ahora, con su postura actual? ¿Dónde, en qué grupo se identificaría, allá? O, ¿podría Ud. mismo identificarse? Rápidamente ahora. ¿Podría Ud. identificarse con eso?",
    "Voy a dirigirme a los jóvenes aquí, a los adolescentes. ¿Podría identificarse Ud. hoy, adolescente, como un creyente profesante, como el joven rico principal, el típico Elvis Presley que ama los placeres del mundo más de lo que ama seguir a Cristo? ¿Se identificaría Ud. con este grupo de hoy, y, digamos, bueno, como este Señor Presley? Según tengo entendido, es un pentecostal. Y que un pentecostal salga y actúe así, solo es Pentecostal de nombre. Para mí, es otro Judas.",
    "Pat Boone y esas personas que dicen ser religiosas, y con su rock and roll y retorciéndose, y la vulgaridad del mundo, y luego reclaman Cristiandad. Pues, es una desgracia. Es peor que el contrabandista. Es peor que—que la prostituta de la calle. Dios respetaría más a una prostituta que a eso.",
    "Ernie Ford y los demás se quedan toda la noche, con sus fiestas y todo, y comportándose así, abrazando a las mujeres, sensuales y todo eso, y luego salen y cantan himnos. Ahí es cuando Ud. ha vendido su primogenitura. ¿Cómo puede identificarse?",
    "Ese joven adolescente tuvo una… Él era un hombre rico. Tuvo una oportunidad. Él es, de hecho, pudo haber sido un hombre de negocios Cristiano. [Cinta en blanco.—Ed.]… iglesia.",
    "Ahora, adolescente, ¿qué hará Ud. de eso? Cuando, Ud. trata de actuar como Marilyn Monroe o como las otras, o algunas de las mujeres como la primera dama de la nación, con todo este comportamiento así, y cortándose el cabello, y—y manicura en el rostro, y estos vestidos apretados y sensuales. Y—y Uds. hombres, ¡permitiéndoselos!",
    "¡Y también Uds. pastores, sin el valor para reprenderlo desde el púlpito! Correcto. Correcto. Así es. Sí, Correcto. [La congregación aplaude.—Ed.] Ahora, solo un minuto. Escuchen. Así es.",
    "Pero muchas veces Uds. tienen pastores dados por Dios que sí lo reprenden, y aún así Uds. no se alinean con la Palabra. Ahora escuchen, veamos, también puede ir en la otra dirección. [La congregación aplaude.—Ed.] Así es. ¿Qué estoy mostrándoles? “¡Oh!” dicen, “ellos…”. Yo sé que no es así. Yo mismo he visitado Phoenix durante los últimos quince años, y sigue igual que siempre, solo que empeorando. Así que no le echen toda la culpa al pastor. Ajá. Digamos que todos somos culpables, y parémonos allá y mirémonos en el espejo. Sí.",
    "Adolescente, ¿qué de eso? ¿Ud. ama las alabanzas de esas personas más que la—la invitación que se le hace, para moldear su carácter a la imagen del Hijo de Dios? ¿Qué me dice de eso? ¿Cómo podemos hacerlo? ¡Oh, vaya! ¿Se pueden ver identificados, amadores de lo popular? ¿Qué me dice de…?",
    "Ahora, voy a acercarme un poco más a casa. ¿Qué pasa con Uds. pentecostales que saben que eso está mal? Así es. Uds. saben que eso está mal. Uds. lo saben.",
    "Entonces, recuerden la última identificación de este joven rico principal. Estaba en el infierno, alzando la mirada hacia un hombre que había vivido correcto, pidiéndole agua. Pero él había cruzado ese gran abismo sin aceptar el potencial de Dios para traerlo de vuelta. Y allá estaba, y allá todavía está esta noche, y siempre lo estará. Muy bien. Esa fue su última identificación.",
    "Así que, no se identifique con una reina del sexo popular. O no se identifique aquí con uno de estos Elvis Presley con ese corte de pelo militar, en ese alboroto aquí con su rock and roll y twist, y diciendo Ud. que es un Cristiano; o con algún Pat Boone, porque Ud. tiene una guitarra y puede sobresalir y hacer el ridículo con ella.\n\nDeje que Cristo Mismo Se refleje en Ud. Así es.",
    "Los pentecostales, hoy en día, se alejan de la Palabra de Dios.",
    "¿Se identifican Uds. con el grupo de Judas? Recuerden, Judas comenzó caminando con Él. Ahora, si esto duele, no es mi intención que duela, pero sí es un pellizco fuerte. ¿Ven? Sí. Judas empezó con el pie derecho. Empezó a caminar con Él. ¡Pero cuando llegó a ser… tener un poco de dinero en sus manos! Ajá.",
    "¿Me pregunto si eso podría aplicarse a pentecostés? Cuando salimos de la esquina, y de la pequeña misión en el callejón, y llegamos a tener un poco de dinero. Y me pregunto si nuestra caminata no se ha desviado un poco. Cuando tenemos un montón de… Quizás un montón de personas entran allá, dicen: “Oh, bueno, esto”, hablando de miembros. Hoy en día, todo lo que quieren es miembros, miembros.",
    "Dios no mira a los miembros. Él está buscando carácter, donde Él pueda poner Su Palabra en alguien que Le crea. Como dije la otra noche, Eliezer trabajó duro hasta que encontró carácter, para que fuera la novia. Luego tuvo que hacer que ella se quedara quieta, para poder vestirla correctamente, para que conociera a aquel del que ellos hablaban. ¿Ven? Pues, si uno encuentra carácter, no puede hacer que se vistan como es debido. No pueden. Ajá. Muy bien.",
    "Fíjense ahora, el pentecostal moderno. Ahora, hemos hablado del presbiteriano, el católico, pero ahora voy a hablar de los pentecostales, porque vamos a representar algo aquí. ¿Ven? Pentecostés, ¿no es una cosa extraña, que, los pentecostales de esta edad moderna, la Biblia predice que serán como Laodicea? Laodicea. Hay un profesor de griego aquí, escuchándome. Laodicea significa “una mujer”. Laodicea es un nombre de mujer, en griego. Ninguna de las demás iglesias están representadas con ese nombre. Pero ahora es una mujer, una Jezabel. Así es. “Y nos hemos enriquecido. De ninguna cosa tenemos necesidad”. Pero no saben que estamos “desnudos, ciegos, miserables,” apartados del Camino. ¿Qué hemos hecho? Recogimos algunos tesoros, tal vez, como lo hizo Judas, ¿ven?, entonces no caminamos más en Aquello. Vendidos, para beneficio personal, muchas personas hacen eso. Tantas denominaciones ceden en cuanto a la Palabra, para conseguir más miembros, ganancia personal; hacen lo que sea.",
    "Dejen que algún pastor venga a una comunidad y levante una bonita obra. Pronto llaman a una reunión, la reunión general por ahí, y sacan a ese individuo, y toman una mascota, un pequeño Ricky y lo ponen allí, y eso solo dispersa a las ovejas. Cuando Dios coloca a un hombre allí… Pero, ¡oh!, lo hacen en las conferencias, muchas veces; lo critican, despiden lejos al pobre hermano, que realmente ha hecho el trabajo. Y no saben que se rompen su propio cuello al hacerlo, y lastiman a la iglesia.",
    "Vendidos, a la popularidad, a la opinión personal, al lucro, la ganancia personal, las grandes iglesias, las grandes denominaciones. “Nuestro grupo es más grande que el de Uds”. ¡Oh, así es! Los bautistas tenían un dicho: “Para el ’44, un millón más”. Pero, ¿qué consiguieron?",
    "La otra noche dije: “Confesiones; las piedras son confesiones”. ¿De qué sirve una piedra sin un albañil con la Espada cortante de dos filos de Dios, para moldearlas y cortarlas en hijos e hijas de Dios? Sí.",
    "¿Qué hizo Judas? ¿Qué hizo? Recuerden su último estado. ¡Oh!, ¿qué hizo? Dudó de las afirmaciones de Cristo, después de haber comenzado a caminar con Él. Pentecostal, jamás haga eso. Hombre de Negocios, jamás haga eso. No duden de Sus afirmaciones. Él es el mismo ayer, hoy, y por los siglos. Judas dudó de Sus afirmaciones, y se hizo muy popular y Lo vendió. El carácter de Judas hizo que Lo vendiera a Él a Sus críticos.",
    "Y hoy está ocurriendo lo mismo. Muchas veces el carácter al que nos dejamos moldear, nos vende, a los afanes de este siglo, a las personas que critican. Aquello mismo de lo cual Pentecostés salió, vuelven a entrar en eso de nuevo, tan mundanos casi como lo eran al principio. ¿Ven? ¿Qué es? Fracasamos en no dejar que Su Vida se refleje en nosotros.",
    "O, ¿se encuentran Uds. identificados con Sus verdaderos discípulos? Amén. Ahí es donde queremos estar, fieles a Él, fieles a Su Palabra. ¡Firmes allí, frente a las críticas! Amén. ¿Es ahí donde se encuentran identificados esta noche? Gracias al Señor. Amén. ¡Dejando que la Vida de Cristo fluya a través de ellos! Sí, Señor. Habían sido santificados por Su venida. Y un hombre pecador, al confesar… y la santificación los había limpiado, y sus corazones estaban tan centrados en Dios al punto que Cristo Se derramó en ellos y reflejaron Su Presencia al mundo. Frente a las críticas, se pararon como Él lo hizo. Se mantuvieron fieles a la Palabra, al punto que uno dijo: “Por poco me persuades a ser Cristiano”, uno de sus… los críticos.",
    "¿Puede identificarse Ud. con Pedro en el Día de Pentecostés? ¿Puede Ud. identificarse allí en Hechos 2?",
    "Donde, la gente dice, hoy en día: “El Espíritu Santo solo fue dado a los doce apóstoles”.",
    "¿Puede Ud. identificarse con Pedro, cuando él dijo: “Arrepentíos cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de vuestros pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”? ¡Este mismo Espíritu Santo!",
    "¿Se identifica Ud. allí con él en ese día? “Yo me paro contigo, Pedro. Sí, señor. Sobre sus enseñanzas fundamentales de la Escritura, yo me paro allí. Quiero que mi vida refleje la Escritura, como la suya lo hizo allá, cuando tres mil fueron compungidos en sus corazones”.",
    "Cuando vieron la valentía de ellos, unos días después de eso, supieron que habían estado con Jesús. Ellos tenían la Palabra, y sabían que la Palabra vivía a través de ellos. Y tenían temor de alterar esa Palabra de Dios, porque eran representantes de esa Palabra, con tal vida, que Dios se reflejaba a Sí Mismo por medio de ellos.",
    "Le dijo a un hombre: “No tengo plata ni oro. No tengo grandes edificios ni grandes cosas. Pero lo que tengo, te daré. En el Nombre de Jesucristo, levántate”. “¡Pero lo que tengo”! Tenía que tener algo antes de poder darlo. Amén. ¡Oh, vaya!",
    "Viendo que la Palabra es la misma para siempre, en cada generación, todos los que Dios llame verán el reflejo.",
    "O, con Pablo, cuando el popular y amante del mundo Demas lo desamparó, por sus, así llamados, hermanos Cristianos de opinión popular. Cuando Pablo se paró en la Palabra, “Demas lo dejó, amó… amando este mundo”. Lo dejó, porque él era fiel a la Palabra. Era demasiado recta para él. ¿Con quién se iría Ud., con Demas, o se irían con Pablo? Examinen la Palabra. ¿Qué lado habría escogido Ud. en su posición actual en ese momento? Sin embargo, ellos profesaban ser Cristianos.\n\nPablo dijo: “Todos los hombres me han abandonado”. ¡Pobrecito!",
    "Siempre me ha alarmado el Dr. Ern Baxter. Me dijo: “¿Sabe lo primero que voy a hacer cuando llegue al Cielo?”.\n\nYo dije: “¿Qué, Hermano Ern?”.",
    "Dijo: “Voy a ir donde está Demas y le daré una bofetada tan fuerte como pueda”.\n\nYo dije: “Por favor, Ern”.",
    "Dijo: “Voy a decirle: ¿Por qué abandonaste a Pablo allá de esa manera?”.",
    "Le dije: “¿Y realmente crees que él estará allá, Ern?”. Le dije: “Ten cuidado con tu deseo de abofetearlo en la cara”. Dije: “No me gustaría estar donde él está, quizás, ¿ven?, para poder hacerlo”.",
    "Como dijo el impío, le dijo a la niña. Él dijo: “¿Crees en esa Biblia?”.\n\nLe dijo: “Seguro”.",
    "Dijo: “Supongo que crees esa historia sobre Jonás, la ballena que se tragó a Jonás”.\n\nElla dijo: “Claro”.\n\nDijo: “¿Cómo vas a probarlo, aparte de la fe?”.\n\nDijo: “Cuando llegue al Cielo, se lo preguntaré a Jonás”. Asíes.\n\nDijo: “¿Y si Jonás no está Allá?”.",
    "Dijo: “Entonces Ud. le preguntará”. Me imagino que allí queda resuelto. ¿Ven? Sí, señor. Él tendría que preguntarle. Así que, ¿ven Uds.?, entonces, asunto terminado.",
    "Creo, entonces, que si él abandonó a Pablo y abandonó la Palabra, hizo lo mismo que Judas. Sí, señor. ¿Qué lado escogerían Uds. en esa posición? Ahora escuchen, pentecostales. ¿Qué lado elegirían Uds.? He estado dándole duro a estos presbiterianos, y demás, ¿qué escogería Ud.? ¿Qué lado elegiría aquí?",
    "O, déjeme preguntarle una cosa más. Esto puede doler un poco, pero quiero preguntarle algo. Cuando, en la iglesia de Corinto se llegó al tema sobre las mujeres predicadoras; y ellas cortándose el cabello, las mujeres. Y se llegó al tema, y Pablo tomó la posición de que: “No deberían ser predicadoras”. Pablo tomó la posición de que: “Una mujer que se corta el cabello, deshonra a su marido, y ella ni siquiera se debería ver orando en público”. ¿Cuál, en su postura actual, cuál lado aceptaría? Ahora miren en el espejo. Más vale que deje eso ahí. Quiero que miren su postura actual. ¿Qué parte hizo… cuál, dónde? ¿Cuál, dónde? ¿A dónde están mirando ahora? ¿Qué están mirando?",
    "Pablo estaba reflejando a Cristo. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Seguro.",
    "🦅 Pablo” Uds. dicen, “¡oh!”, una mujer me habló, dijo que “él era solo un odiador de mujeres”.",
    "Pablo dijo, y—y allá en Gálatas 1:8, “Si un Ángel del Cielo viene y anuncia otra cosa que no sea esto a Uds., sea anatema”. Así es. Correcto. Ahora, ¿qué es…?",
    "Ud. ¿qué está reflejando ahora? Ajá. No escoja el lado popular. Escoja el lado de la Palabra. Ajá. ¡Oh! Sí, señor. “Lo dejó”.\n\nY cuando llegó al tema, pues, Pablo se paró.\n\nY escribieron, dijeron: “El Espíritu Santo nos dijo que lo hiciéramos”.",
    "Él dijo: “¿Qué? ¿Acaso ha salido de vosotros la Palabra de Dios, o solo a vosotros ha llegado? Si alguno se cree espiritual o—o profeta, reconocerá que lo que yo escribo son los mandamientos del Señor”. ¿Qué fue eso? Él se estaba quedando con la Palabra. Amén.",
    "Ahora, ¿dónde se queda Ud.? Eso depende de Ud. ahora. Solo encuentre su lugar. Muy bien. Sí, señor.",
    "Allí se paró Pablo, por—por… desde la posición que tenía. Recuerden, Pablo, para hacer esto… Ahora, esperen. Déjenme decir algo más antes de que nos vayamos. Pablo, antes de poder hacer esto, tuvo que dejar la alta posición que tenía en la iglesia de su día, para quedarse con la Palabra.",
    "Ahora, si Ud. está mirando a Pablo, ¿qué me dice de Ud., cuando su iglesia enseña contrario a Ello? ¿Qué me dice de Ud., pastor, ministro, laico? Seguro.",
    "¿Qué hizo él? Tuvo que tomar esta posición para que esta Semilla pudiera crecer, la Semilla de la Vida Eterna. Él no se opuso. Dijo: “Es así, dice la ley”. Así es. Él no… Él se quedó fiel a la Palabra. Y para hacerlo, tuvo que dejar su iglesia ortodoxa, para hacerlo. Para que la Palabra de Vida continuara creciendo, él tuvo que hacer esto.",
    "Demas y el resto de ellos, dijeron: “¡Oh ven con nosotros! Vamos, Pablo, no eres…”",
    "Pero Pablo no se apartó de esa Palabra. Ese pobre, pequeño judío con nariz aguileña, quiero verlo en aquel Día. Quiero pararme allá, verle llevar la corona de mártir cuando pase. Quiero verlo allá y decir: “¡Gloria! ¡Aleluya! ¡Pablo!”. Amén. Sí, señor. “¡Permaneciste en la Palabra! Me alegro, Pablo”. Y ayúdame, Dios. Déjame quedarme en el mismo lugar. Sí, señor. Sí.",
    "En la visión que vi no hace mucho, de esas personas allá arriba, hice la pregunta. Uds. lo leyeron en el—el boletín, el artículo de los Hombres de Negocios. Dijeron… Bueno, yo dije: “¿Tiene que hacerlo Pablo?”.\n\nDijo: “Sí, señor”.",
    "Yo dije: “Yo me paré sobre Eso mismo que él”. Sí, señor. Me quedé con lo mismo.",
    "Moisés tuvo que bajarse de un trono, para tomar la Palabra de Dios. Él renunció a un trono. Así es. Era el heredero a un trono. “Y renunció a los deleites de ser faraón, porque tuvo por mayor riqueza el vituperio de Cristo que los tesoros de Egipto”.",
    "Ud. dice: “Bueno, déjeme decirle. Las mujeres se reirán de mí. Los hombres pensarán que…” No me importa lo que piensen. Así es.",
    "Pablo se bajó. Moisés se bajó de un trono. Tengo una lista de ellos anotada aquí, toma tres páginas. Pero déjeme decirle algo, para ayudarlo, rápidamente.",
    "Jesús se bajó del Cielo, para reflejarse en la forma de carne pecaminosa. (¿Y quién es Ud., o quién soy yo?) Para hacer el… hacer un camino para que reflejemos a Dios, hacer un camino para reflejarse a Sí Mismo en nosotros, al santificarnos para Su Palabra. Porque Su Palabra dice que cuando Él lo hizo, fue para nosotros poder reflejar Su Palabra.",
    "En Juan 14:12, Él dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Por qué? Eso era Cristo, reflejado. “Todavía un poco y el mundo no Me verá más. Pero Uds. Me verán, porque Yo…” (“Yo”, pronombre personal.) “…estaré con vosotros, aun en vosotros ¿ven?, todos los días hasta el fin del mundo”. ¡Oh!",
    "🦅 Si alguno Me sigue, niéguese a sí mismo. Que niegue su credo hecho por el hombre, tome su Biblia y sígame”. Correcto. Sí, señor.",
    "Entonces, Ud. está identificado en algún lugar de la Escritura. Sin duda, tendré que cerrar. Ud. está identificado en algún lugar de la Escritura. Ud. lo sabe. Cada uno de nosotros, vemos nuestra identificación.",
    "Iglesia, vamos a ir aquí a—a una reunión que se ha planeado por un año. Iglesias han estado orando. Personas han estado ayunando. He derramado mi corazón, por toda la semana, ido y venido por este valle, en cada pequeña grieta y rincón en el que pude entrar, tratando de hacer lo mejor para advertirles de la Venida del Señor. Y aquí estamos, justo antes de que llegue este momento. E identifiquémonos ahora, para ir hacia allá, para representar o reflejar a Jesucristo.",
    "¿Nos identificaremos con un nuevo corte de cabello? ¿Nos identificaremos con lo elegante que podemos vestir? ¿Nos identificaremos por lo popular que podemos ser y hablar, por la educación que tenemos? Cuando Pablo dijo: “Esas cosas, él tuvo que olvidarlas, para conocer a Cristo”.",
    "¿Estamos identificando a Pentecostés? ¿Será? ¿Qué, dónde nos encontramos reflejando?",
    "¿Qué estamos reflejando, para comenzar, si solo hacemos mucho ruido, y podemos gritar y jugar, y dar saltos? ¡Oh, he visto a los mahometanos hacer eso! He visto monos hacer eso.",
    "Sin comentarios. No lo digo en broma. Este no es lugar para bromear. Esta es la Palabra de Dios. ¿Ven?",
    "Pero he visto animales saltar, jugar, conejos. Eso no significa nada. Por supuesto que no. Ud. está contento. Cualquier cosa puede ponerle contento, cualquier cosita. ¡He visto pecadores bastante ebrios y muy felices! Seguro. Eso no significa nada.",
    "¿Pero de dónde viene esa felicidad? ¿Cuál es la fuente? ¿Cuál es la reacción que logra en Ud.? ¿Qué refleja? ¿Alguien que niega la Palabra de Dios; alguien que vive en el mundo; alguien que oye la Verdad y se aleja de Ella; que vende su primogenitura, por otra cosa?",
    "¡Oh, que Dios nos ayude, hermano, hermana!, nos ayude a volver y permitir que Cristo se refleje también en nosotros, así. ¡Oh, vaya! Que Dios nos ayude a identificarnos en Él, tanto, que Su Palabra y Su Presencia puedan fluir a través de nosotros, para que Se manifieste a Sí Mismo al mundo, amén, al que vamos a enfrentarnos.",
    "Un comentario más, estoy cerrando. Escuchen atentamente. El Orfebre está parado listo ahora.",
    "Saben, las joyas se encuentran en la tierra, materiales que golpeamos. Pero, saben, si encuentran en eso, algo mezclado en eso, esa pepita que tienen se romperá. Una cadena es tan fuerte como su eslabón más débil.",
    "Así que, si Ud. está tratando de ser una piedra cortada por Dios, algún material, y se da cuenta que Ud. trata de hacerse demasiado grande, y en medio Ud. tuvo que introducir algo de mundo allí, esa piedra se romperá. No resistirá la prueba. Y, escuchen, Dios no nos aceptará, pueblo pentecostal, cuando inyectamos dogmas y todo lo demás en la Palabra de Dios. Será… Dios rechazará la piedra y la echará a un lado. No busquemos grandes cosas.\n\nBusquemos a Cristo en nuestra vida. Busquemos la humildad. ¿Ven?",
    "Recuerden, si la piedra es grande, y están tratando de expandirse, eso es lo que me temo que estamos intentando hacer. Esa es la charla que tuve con estos Hombres de Negocios. Parece que están sobrepasando algo. Y yo—yo… Esa es la razón por la que no me gusta… Yo—yo—yo quiero ser sincero con Uds., hermanos. Tengo que encontrarlos allá en el Juicio algún día. Por eso es la que la iglesia cree que estoy en contra de la iglesia. No estoy en contra de la iglesia. Estoy…",
    "¿Por qué me identificaría aquí con Uds.? Si pensara que el bautista está correcto, que el metodista está correcto, que el presbiteriano está correcto, estaría con ellos. Estoy aquí con Uds. porque me estoy identificando aquí con Uds.",
    "Pero no traten de sobrepasar sus límites ahora, ser algo que no son. No intenten hacerse grandes, compararse con alguien más, y colocar algo de mundanalidad ahí, para conseguir más miembros y cosas. La cosa se partirá en dos, y Dios la desechará en un montón por allá, para ser moldeada nuevamente.",
    "Él levantará hijos de estas otras piedras, a Abraham. Así es. Él lo hará. Él tomará al presbiteriano, sacará algo de él; al metodista, o al bautista. Y parece que Él ha comenzado de esa manera.",
    "¿Me están escuchando, Hombres de Negocios? [La congregación dice: “Amén”.—Ed.] Solo porque llevemos el nombre de “Pentecostés”, eso no significa nada para Dios. No, señor.",
    "Pentecostés no es una organización. Pentecostés es una experiencia. Es un reflejo de Cristo, donde Él comenzó en el Día de Pentecostés, a reflejarse a Sí Mismo por medio del pueblo.",
    "Y luego el pueblo empezó a añadir mundanalidad. ¿Qué sucedió? Entraron en el Concilio de Nicea, y—y rechazaron las promesas claras de Dios, y le añadieron dogma. Y ella hizo pedazos la experiencia Cristiana y se desvió al catolicismo.",
    "Lutero comenzó una reforma. Y él proyectó, y eso rompió la cosa de nuevo.",
    "Los metodistas llegaron con la santificación. Y empezó a proyectar, y él hizo lo mismo.",
    "Y los pentecostales están haciendo lo mismo. ¡Oh! Pues, Uds. fíjense, pueden verlo.",
    "🦅 ¿Ud. cómo” dicen, “Ud. cómo sabe esas cosas”? Bueno, déjeme decirle algo.\n\n“Hermano Branham, ¿está profetizando?”.",
    "No estoy profetizando exactamente. Pero cuando un doctor examina a un paciente, ve los síntomas, él sabe lo que va a pasar. Estoy leyendo del Libro del Doctor. Y veo los síntomas obrando en la iglesia pentecostal, y sé hacia dónde se dirige.",
    "Deténganse. Paren. Regresen. Que Dios los ayude. No sigan ese camino, amigos. ¿No pueden ver lo que estoy tratando de hacer? Estoy agotando mi vida, para tratar de salvarlos de esta locura a la que están yendo. Día tras día, año tras año, clamo hasta el cansancio. Y Uds. piensan que soy su enemigo. Yo soy su hermano. Regresen. No vayan hacia allá. ¿No ven lo que pasó cuando los otros siguieron ese camino?",
    "Hombres de Negocios, apártense de ese camino. Ahora Uds. escriben todo tipo de credos en sus revistas, y eso los asocia a Uds., son tanto una denominación como el resto de ellos. Uds. saben que así es. ¿No lo ven? Uds. están entrando directo en el asunto contra el que se han parado. Ahora, quizás Uds. no me amen. Por siempre, esa es la verdad. Pero escriban lo que les digo. Regresen, o morirán.",
    "Pentecostés, regresen, o morirán. Regresen a la Palabra. Es más tarde de lo que piensan.",
    "Dios quiere reflejar, no miembros, sino piedras genuinas pulidas y moldeadas y formadas. Observen. El Orfebre está de pie esta noche, listo para sacar todas las dudas de la escoria, todo lo que está contra Ud. Y por… Él está aquí, listo para moldearlos y convertirlos en creyentes, quitándoles todas las dudas.",
    "En este camino, han visto venir a muchos imitadores, diciendo: “Esto, y, gloria a Dios, yo tengo esto. Y, aleluya, yo tengo esto”. Y Uds. se dan cuenta que ellos no tienen nada. Y el diablo hizo eso, para despertar una duda en su corazón. ¿Ven? Hizo eso, a propósito, para hacer eso. Pero recuerden, eso solo dice una cosa: que hay uno genuino que ese imitador está tratando de imitar.",
    "Hay un genuino Espíritu Santo. Hay un genuino Espíritu de Dios. Hay un genuino poder de Dios. Hay un Hijo de Dios que se está reflejando esta noche como el Espíritu Santo, para mostrar Su Vida. Él está aquí esta noche en medio de Uds., en la forma del Espíritu Santo; para martillar de Uds. toda la escoria, las dudas, y reflejarles Su resurrección, que Él no está muerto. Y Él está aquí para mostrarles que Él está vivo, el mismo ayer, hoy, y por los siglos. Él está aquí para identificarse con nosotros. ¿No deberíamos entonces identificarnos con Él, creer Su Palabra y aceptarla?",
    "Oremos. [Un hermano profetiza en la congregación.—Ed.] Gloria. Amén. Amén. ¡Oh! Amén.",
    "¡Oh, Señor Dios, cuánto Te agradecemos, Señor! La Escritura nos dice, que cuando David… ¡cuando venía el enemigo! Y estaban reunidos, y David estaba tratando de hablarles de Dios. Se levantó uno en medio de ellos y profetizó, y les dijo qué hacer y cómo derrotar al enemigo. Verdaderamente, Señor, creemos eso mismo. El Espíritu de Dios cae en nuestro medio. Y la Palabra es el lugar para derrotar al enemigo.",
    "Eso fue lo que Tú le diste a Adán y Eva, en el jardín del Edén, para derrotar al enemigo. Y cuando Eva La razonó, y proyectó razonamiento con la Palabra, se quebró, y entró el pecado.",
    "Verdaderamente, Señor, esa ha sido la ruina de los hombres, por todas las edades, tratar de inyectar algo con la Palabra. Sara hizo eso mismo, de inyectar algo, usando a Hagar para traer al niño, pero no funcionó. Siempre ha sido así, Padre. Nosotros—nosotros solo queremos Tu Palabra, y nada más; sin añadirle, ni quitarle nada, solo tal como está. Y Tú eres esta Palabra. Y estamos agradecidos por eso.",
    "Bendice al pueblo aquí, Señor. Ahora, en estas, noche tras noche, he tratado de decir estas cosas, que Tu—Tu—Tu Venida está cerca. Todo está viéndose de esa manera.",
    "Y una—una visión, hace unas semanas, me ha enviado aquí a Arizona. No sé por qué. Puede ser mi partida a Casa. No lo sé. Lo—lo cual parece bastante ser así.",
    "Pero, Señor, déjame terminar mi carrera con… y mantener la Fe, manteniendo mis vestiduras sin manchas, Señor, por la gracia de Cristo. Permite poder pararme en ese día, y decir: “He declarado todo el Consejo de Dios, ya que sabía que Eso es la Verdad, y no he rehuido anunciaros nada”. Concédelo.",
    "Que mis hermanos, Señor, de igual manera, se unan y se acerquen, y entiendan que estas exhortaciones son—no son una represión, sino una advertencia, y que vigilen el cruce del camino. Concédelo, Padre. Como se nos acaba de decir, que, Él nos juzgará por esa Palabra del Mensaje. Dios, déjame mirarme a mí mismo, y, me avergüenzo de ello, Señor, en el espejo de la Palabra de Dios.",
    "Yo, contendiendo, “Y honestamente, contendiendo ardientemente por la Fe que fue una vez dada a los santos”, como Judas dijo que debíamos hacer. Y se nos ha prometido, que, “En los últimos días, esta Fe de los padres será restaurada de nuevo, a la Fe pentecostal original”. Tú lo prometiste, en Malaquías 4. Tú dijiste que sucedería. Y, Padre, que estemos vigilando y nuestros—nuestros ojos bien abiertos, y que no se nos pase, como siempre les ha sucedido a través de las edades. Pero que nuestros ojos estén abiertos, para ver a Jesucristo mientras Él se manifiesta en Su gloria entre Su pueblo humilde, para sacar un pueblo, de estos gentiles, para Su Nombre. Concédelo, Señor.",
    "Bendice esta congregación ahora. Me he extendido hablando. Señor, no puedo disculparme (porque, tuve el sentir de decir lo que dije), de haberlos retenido demasiado tiempo. Pero te agradezco por hombres y mujeres de hoy que son—son capaces de estar de pie, y se retuercen, y—y tratan de mantener sus—pies en el suelo, y escuchar el Mensaje. Te agradezco por iglesias como esta, que abren la puerta y dicen: “Adelante. Enséñenos. O, predique con nosotros. Ayúdenos”. Dios, gracias por ellas.",
    "Y gracias por un oasis, también, para el mundo de los negocios, estos Hombres de Negocios. Señor, que sus vestiduras no se manchen de las cosas del mundo. Concédelo. Hazlo un lugar para salvar el alma, Señor, que—que quizás, en algún lugar donde la gente no vaya a la iglesia, vayan a escuchar a los hombres de negocios hablar. Y que sus—sus vidas estén tan saladas con la gracia de Dios, y la humildad de Su Espíritu, que—que el mundo anhele ser esa clase de hombres. Concédelo, Señor. Bendícenos ahora, reunidos.",
    "Señor, perdona nuestras flaquezas. Perdona nuestros pecados y deja que se abran los canales de nuestros corazones. Que el Rey de Gloria cabalgue entre nosotros ahora, si hemos hallado gracia ante Tus ojos, arrepintiéndonos de nuestro error. Sin duda, mi corazón se ha arrepentido, muchos otros corazones se han arrepentido. Y si hemos hallado gracia, Señor. Moldéanos ahora.",
    "Limpia nuestros templos, para que la Palabra del Dios vivo pueda vivir entre nosotros y pruebe que Jesucristo no está muerto. No es un fundador muerto como Mahoma, o—o Buda, o algún otro de las sectas. Él vive, en tiempo presente ahora, el Jesús resucitado. “Él vive para siempre jamás, y no puede morir nunca más”, y nos ha dado Vida Eterna, y Se ha presentado entre nosotros. Y nosotros, Señor, reflejamos Su gracia a otros.",
    "Ayúdanos, Padre, pues Tú prometiste lo que sucedería en los últimos días, así como fue en los días de Lot. Que nosotros, como aquellos que venían de Emaús, vayamos a casa esta noche, regocijándonos, porque Te vimos hacer algo como lo que ellos Te vieron hacer después de haber resucitado de entre los muertos; sabían que fue lo mismo que hiciste antes de morir, entonces supieron que habías resucitado. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, ahora, me—me he extendido hablando. Pero, esto, no sé si Él hará esto. No sé si Él lo hará. Solo voy a pedírselo. Creo que si pongo mi vida aquí para… en juego, para pararme por esta Palabra, según lo mejor de mi conocimiento.",
    "No estoy libre de pecado. Tengo mucho encima. Pero, cada hora lo confieso, constantemente. Cuando veo mi error, entonces me doy la vuelta y trato de hacer lo correcto. No intentaría ir al Cielo por mis méritos. No llegaría allá. Estoy confiando solemnemente en Jesucristo. Él es mi Confianza. Yo—yo—yo creo en Él. No intentaría entrar porque soy un hermano pentecostal. Yo—yo no entraría por los méritos de Pentecostés. Entro por los méritos de la Sangre de Jesucristo. Él murió por mí.",
    "Y eso es en lo que quiero que Uds. confíen, en los méritos de Él. Y entonces ¿cómo saben que llegarán allá? Es cuando, cada Palabra, la acentúan con un “amén, amén”. Porque, es la Palabra Misma tratando de vindicarse. Y si negamos esa Palabra, ¿cómo Se puede vindicar Ella Misma?",
    "Ahora, Jesús dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Verdad que sí? Y entonces, ¿qué dijo Él en Juan 5:19? “De cierto, de cierto os digo, no puede el Hijo hacer nada por Sí Mismo, sino lo que ve hacer al Padre”.",
    "Él pasó por el estanque de Betesda. Había multitud de personas postradas allí, tal vez veinte o treinta veces lo que hay en este edificio esta noche. Hay cuatrocientas o quinientas personas, tal vez, aquí esta noche. No lo sé, pero puede haberlos. Pero quizás eran miles. Tengo entendido que una “multitud” podría llegar a ser miles. Ahora, acostados allá, con cojeras, lisiados, ciegos, paralíticos, Él sanó a un solo hombre, porque Él sabía que ese hombre había estado así. El Padre se lo había mostrado. ¿Ven? Dejó a los demás. ¿Ven? Y luego le preguntaron eso.",
    "Pero la Biblia dice que después de Su muerte, entierro y resurrección, que, esta noche, “Él es un Sumo Sacerdote”. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] ¿Cree Ud. que Él todavía está vivo? [“Amén”.] ¿Y es Él un Sumo Sacerdote que puede compadecerse de nuestras debilidades? [“Amén”.] Pues, si Él es el mismo Sumo Sacerdote, de acuerdo con Hebreos 13:8, entonces Él actuará de la misma manera. ¿Verdad que sí? [“Amén”.]",
    "Ahora que podamos limpiar nuestros corazones de todo pecado. Que podamos confesar nuestro mal. Que confesemos nuestra incredulidad, que hemos estado errados, y digamos: “Señor Jesús, heme aquí. Estoy necesitado, esta noche. Refléjate en mi vida. Dame la fe que tuvo esa mujer, que tocó Tu manto”.",
    "Y yo diré: “Señor Jesús, me he quedado con Tu Palabra”. Esa fue mi comisión, “Predica la Palabra”. Me he quedado con Ella. Yo—yo quiero morir por Ella. Y me—me he mantenido y he hecho algunas cosas duras, por causa de la Palabra, y me he quedado allí, pero Él siempre La ha vindicado.",
    "Ahora dependo de Él para vindicar esa Palabra. Dejen que caiga… Dejen que Él fluya por medio de nosotros esta noche, mientras oramos.",
    "¿Cuántos aquí están enfermos, necesitados, tienen necesidad de algo? Levanten sus manos y digan: “Soy yo, Señor. Creo, Señor”.",
    "Quiero que me presten toda su atención, tan dulcemente como puedan, por unos momentos.",
    "Si, después de este Mensaje, y Cristo Se refleja en el pueblo, y ve que alguna pobre alma tiene suficiente fe para tocar Su manto, y yo puedo rendirme a Su Espíritu, ¡y saber que este es el Espíritu Santo! Entonces, si Ud. pertenece a otra cosa que no sea un grupo que cree Esto, entonces yo vendría a donde crean la Verdad. ¿Ven? Lo haría. Seguro que lo haría. Yo creería, porque Dios Se dio a conocer. No se identifiquen ahora con los fariseos y aquellos que no creen, aquellos ciegos, porque Jesús dijo que ellos no lo verían más. “Pero vosotros Me veréis, porque Yo estaré con vosotros. Estaré en vosotros. Vosotros Me veréis”. Si Él es ese mismo Sumo Sacerdote, esa es la manera en que lo verán, al reflejárse de la misma manera que Él lo hizo entonces. ¿Es verdad eso? [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "Ahora, crean con todo su corazón. Tengan fe. No duden, oren, y entonces veremos—veremos lo que Él dijo. Ahora, solo crean con todo su corazón.",
    "Ahora, Padre Dios, he hablado de Ti y de Tu Palabra. Lo he hecho de una manera entrecortada, Señor, lo sé, pero es lo mejor que pude hacer. Todas estas dos semanas, he estado constantemente con Eso, Señor. Toda mi vida, he tratado de quedarme con Eso. Ahora, Señor, honra Tu Palabra esta noche aquí, mientras el avivamiento se cierra. Sea notorio, Señor, que si nos paramos por lo que es correcto, lo correcto se parará por nosotros. Concédelo, Señor. Que creamos, que Tú te convertiste en nosotros, para tomar nuestro pecado; para que nosotros pudiéramos llegar a ser Tú, hijos de Dios, para reflejar la Palabra de Dios, vindicada, hecha manifiesta por nuestra vida de ministerio que nos has dado. Concédelo, Señor. Nos presentamos ante Ti ahora en el Nombre de Jesucristo. Amén.",
    "Ahora solo tengan fe. No duden, pero—pero crean con todo su corazón ahora. ¿Están creyendo? [La congregación dice: “Amén”.—Ed.] Todos crean. Ahora, no duden. Solo oren, en silencio. Tengan fe ahora. No duden, en lo absoluto. Quédense quietos ahora. Escuchen lo que el Espíritu les dice. Tengan fe en Dios. Tengan fe en Dios.",
    "¿Por qué me mira tan sinceramente? ¿Cree Ud. que soy Su siervo? No la conozco. Nunca la he visto, solo es una mujer sentada allí mirándome. No es exactamente la enfermedad lo que le preocupa. Está preocupada por alguien más. Es una joven. Acaba de desaparecer. Se ha ido de casa. Es tan solo una niña, una adolescente. Esto se ha preparado por mucho tiempo. Hasta ahora, no veo ningún peligro con ella. Tenga fe. Crea en Dios, Él la enviará a casa a Ud.",
    "¿Qué tocó ella? Ahora, Uds. ven a la mujer. Nunca la he visto en mi vida. Ella es totalmente una desconocida.",
    "Aquí hay una dama que está aquí atrás, con los ojos cerrados, orando. Está sufriendo con un—un problema rectal, y es hemorroides. Ella está sufriendo de un problema al corazón. Se le va a ir. Dios, ayúdanos. Señora Willingham, crea en el Señor Jesucristo. Ahora recíbalo.",
    "Ahora pregúntele a la mujer. Somos totalmente desconocidos. Uds. dicen: “Ud. la llamó por su nombre”.",
    "¿Pues, no le dijo Jesús a Simón: “Tu nombre es Simón. Eres el hijo de Jonás”. Solo tengan fe en Dios. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Ahora sean sinceros. Crean. No duden. Solo pongan su mente en Dios, y—y créanle a Él.",
    "¿Qué está haciendo Él? Se está identificando. Se está reflejando a Sí Mismo. Ahora, si Ud. no cree que sea correcto, le pido que venga Ud. al púlpito y haga lo mismo.",
    "Hay una—una mujercita. Está sentada aquí atrás con un chal sobre la cabeza. Es hispana. Y está orando por una hija. Esa hija no vive aquí. Ahora se ha puesto las manos en la cara. Y ella es… Esta hija vive donde hay mucha agua, donde el mar ruge, en San Diego, California. Y tiene várices y complicaciones, y está a punto de sufrir un colapso nervioso. ¿Cree Ud. que su oración tocó el borde de Su manto, mi hermanita hispana, y que su hija se pondrá bien? Si es así, levante su mano y acéptelo. Está bien, puede tenerlo. Se ha aclarado ahora allí junto a Ud. No dude. Crea.",
    "Eso fue asombroso para Ud., ¿no es así, señora, sentada allí? Se trajo la mano a su nariz y en ese momento se limpió la cara; dijo algo en el pasillo; con el abrigo azul puesto, allí. Sí. Muy bien. Si Ud. cree con todo su corazón, entonces ese corazón se recuperará y no tendrá más problemas cardíacos con los que ha estado sufriendo. Si es así, póngase de pie, para testificar que es verdad. Yo soy un desconocido para la dama. Amén. ¿Creen Uds.? Ciertamente. Ajá. Siempre crean.",
    "Veo, más bien un hombre de mediana edad. ¿Ven esa Luz, ámbar, suspendida justo allí, posando justo sobre ese individuo? Ahora él está orando. Tiene la cabeza inclinada. Y hay algo que acaba de decirse, que atrajo su atención hacia la oración. Porque, él también es de California, como se acaba de decir. Pero es de Fresno, California. Sufre de asma. Sr. Korol, si cree con todo su corazón, puede ir a casa y ser sano también. Amén. Créalo ahora. Si eso es así, levante su mano. ¿Somos desconocidos? Levante su mano. Muy bien.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Qué tocó ese hombre? Tocó a Jesucristo. Él está a nueve metros de mí.",
    "Los reto, en el Nombre de Jesucristo, a creer que este Mensaje del Espíritu Santo en estos últimos días es el cierre de la historia del mundo. Los reto a creer que yo—yo se los enseñé esta noche. Uds. crean que Dios me envió. Honren eso. Y ahora, no me honren a mí, pero honren para lo que Él me envió, Su Palabra, y Dios lo concederá, su petición. No puedo obligarle a Él a hacerlo, pero si Uds. creen.",
    "Aquí, miren aquí. ¿No pueden Uds. ver Eso? Miren aquí, esa Luz justo aquí. Está justamente sobre esta mujer robusta sentada aquí. No conozco a la mujer. Nunca la he visto en mi vida, pero está enferma. Está sufriendo. Ha ido al doctor, y, algo, un examen mostró que está en el colon. Es una especie de llagas. No, el doctor dice que son úlceras en el colon. Así es. Así es. Ud. no es de aquí. Está aquí de visita. ¿Verdad que sí? Levante su mano. Ud. viene de Michigan. Así es. Está aquí para visitar a un hijo, y él está en una especie de negocio de radio de algún tipo. Su nombre es Sra. Erb. Tenga fe en Dios. Vaya a casa y encuéntrelo como Ud. lo quiere, si cree con todo su corazón.",
    "¿Creen Uds.? ¿Están listos para que les saquen a martillazos la escoria de la incredulidad de una vez por todas? ¿Creen que Uds. pueden ver a Cristo reflejándose a Sí Mismo, el mismo ayer, hoy, y por los siglos? Él es Dios. ¿Lo creen? Digan, “amén” si lo creen. [La congregación dice: “Amén”.—Ed.]",
    "Entonces coloquen sus manos el uno sobre el otro. Voy a mostrarles Su Palabra, si son creyentes. Él dijo: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos sanarán”. Pongan sus manos el uno sobre el otro ahora.",
    "Cierren sus ojos. Inclinen sus rostros. Oren el uno por el otro. Uds. oren. No soy yo. Uds. oren. ¡Cristo, entre Uds. allá!",
    "Padre Celestial, en el Nombre del Señor Jesús, que Cristo se refleje en cada vida aquí esta noche. Y sana a los enfermos, Señor. Echamos fuera todo demonio de incredulidad, para que la Iglesia de pentecostés pueda ver el reflejo de Jesucristo en su vida, como lo han visto esta noche. 🦅"
  ]
}