{
  "title": "DIOS OCULTÁNDOSE EN LA SIMPLICIDAD, LUEGO REVELÁNDOSE EN LA MISMA",
  "id": "63190009",
  "content": [
    "🦅  Gracias Hermano Neville. El Señor lo bendiga. Buenos días, amigos. Yo ciertamente considero éste como uno de los tiempos más sobresalientes de mi vida, el estar en el tabernáculo otra vez en esta mañana, viendo la hermosa estructura, y el orden de los hijos de Dios sentados hoy en Su casa.",
    "Estuve tan asombrado al llegar ayer y ver la apariencia del edificio. Nunca soñé que sería de esta manera. Cuando vi los planos, cuando habían dibujado los planos, sencillamente me pareció como otro cuarto al lado; pero ahora lo encuentro como un-un lugar muy hermoso. Y estamos agradecidos al Todopoderoso por este lugar tan hermoso. Y estamos…",
    "Traigo saludos en esta mañana para Uds. de parte de mi esposa y mis hijos, quienes anhelan estar aquí en este tiempo para este culto de dedicación y esta semana de consagración a Cristo. Pero los niños están en la escuela y es muy difícil salir de viaje. Ya casi han perdido la nostalgia por la casa, pero nunca podremos perder el sentir que tenemos para con Uds. Eso no se puede perder. Hay tal cosa como tener amigos. Y yo-yo aprecio los amigos en todas partes; pero hay algo en cuanto a los amigos antiguos. No importa dónde vaya uno hacer amigos nuevos, de todos modos no son igual a los antiguos.",
    "No importa por dónde me encuentre viajando, este lugar siempre será sagrado. Porque hace como treinta años, parado aquí en un charco lodoso, dediqué este terreno a Jesucristo cuando no era más que un-un lodazal. Todo esto aquí era un pantano. Por eso es que la-la calle tiene esta curva, para rodear el pantano que estaba aquí. Y aquí en este lugar habían lirios, lirios de pantano que crecían.",
    "Y el-el lirio es una flor muy rara. Porque aunque nace en el lodo, tiene que abrirse paso a través del lodo y luego por el agua y la suciedad, para llegar a la superficie, para mostrar su belleza.",
    "Y yo-yo estoy pensando en esta mañana que eso es muy semejante a lo que ha sucedido aquí. Que desde aquel tiempo, un pequeño lirio se ha esforzado; y cuando llegó a la superficie, abrió sus alitas, salieron sus pétalos, y reflejó el Lirio de los Valles. ¡Que permanezca por mucho tiempo! ¡Que sea una casa completamente dedicada a Dios!",
    "El tabernáculo mismo fue dedicado en el año 1933. Pero pensando en esta mañana que sería una-una cosa muy buena tener un-un pequeño culto dedicatorio, nuevamente; y en particular para las personas que con su amor y devoción a Cristo, han hecho que todo esto fuera posible. Y quiero agradecerles a cada uno y a todos Uds. por sus ofrendas y todo lo que Uds. han hecho para dedicar esta iglesia para Cristo.",
    "Y estoy sumamente agradecido y doy gracias a la congregación de poder hablar estas palabras de parte de nuestros fieles hermanos de la iglesia, que han dedicado sus esfuerzos para esto. El Hermano Banks Wood, nuestro noble hermano; el Hermano Roy Roberson, nuestro noble hermano; y muchos otros, quienes sin egoísmo y con sencillez de corazón, han invertido meses aquí en construir este lugar como está, quedándose aquí para ver que fuera construido exactamente bien.",
    "¡Y cuando entré y vi este púlpito, el tipo que siempre he anhelado toda mi vida! El Hermano Wood sabía lo que a mí me gustaba. El nunca dijo que lo construiría, pero lo ha hecho.",
    "Y notando el edificio y los detalles de la construcción, es algo, oh es supremo. Y es que no hay palabras para expresar lo que siento. No hay manera de hacerlo. ¿Ven? Pero Dios entiende. Que cada uno de Uds. tenga su recompensa por sus contribuciones y todo lo que han hecho para que esto llegara a ser lo que es, en lo que es un edificio, una casa del Señor. Y yo-yo ahora quiero expresar estas palabras. El edificio, tan hermoso que es, tanto por dentro como por fuera…",
    "Mi cuñado, Junior Weber, fue el albañil. No veo cómo pudo haber quedado mejor de lo que es, una obra perfecta.",
    "Otro hermano que está presente, que aún no he conocido, instaló el sistema de sonido. Pero estuve notando que aún en un edificio con el techo tan bajo como este, puedo…No hay eco. Es que están instaladas de distintas maneras en el cielo raso. Donde quiera que me pare y siempre suena igual. Y cada cuarto está-está construido con sus bocinas en ellos, y Ud. las puede controlar como guste para escuchar. Yo creo que fue la mano de Dios Todopoderoso que hizo estas cosas.",
    "Nuestro Señor nos ha dado un edificio en el cual le hemos podido adorar por más de treinta años. Empezamos allá con un piso de barro y aserrín, y nos reuníamos alrededor de unos calentadores de carbón. Y el contratista, el Hermano Wood era uno de ellos, y el Hermano Roberson, me estaban diciendo que donde estaban las columnas, y donde estaban aquellos calentadores, y por donde pasaban los tubos, la madera había agarrado fuego y se había quemado un pedazo como de dos o tres pies. ¿Por qué no se quemó todo? Y luego de haberse quemado de esa manera, y con todo el peso del tabernáculo encima, ¿por qué no se cayó? Fue solamente la mano de Dios. Ahora está todo sostenido con acero y está colocado sobre el suelo, construido fuerte.",
    "Ahora pienso que es nuestro deber corregir lo de adentro, por la gracia de Dios, y estar muy agradecidos con Dios que nuestro…Que este no sea solamente un edificio hermoso donde nos reunimos, pero que toda persona que pase por estas puertas, vea la hermosura del carácter de Jesucristo en todas las personas que entren aquí. Que sea un lugar consagrado para nuestro Señor, y un pueblo consagrado. Porque no importa la hermosura del edificio, la cual apreciamos, pero la hermosura de la iglesia es el carácter del pueblo. Confío que siempre será una casa de Dios, de hermosura.",
    "Ahora, en el culto dedicatorio original cuando colocamos la piedra angular, me vino una gran visión. Y está escrita en la piedra angular, desde la mañana cuando lo dediqué.",
    "Y quizás se estarán preguntando porqué me tardé tanto en salir. Mi primer deber al entrar a la nueva iglesia, fue unir en matrimonio a un joven y a una señorita, parados allí en la oficina. Que sea una figura de yo siendo un ministro fiel a Jesucristo para aparejar una Novia para la ceremonia en aquel Día.",
    "Y hagamos ahora como hicimos allá en el principio. Cuando comenzamos en la primera dedicación de la iglesia, yo apenas era un joven de quizás unos veintiún o veintidós años, cuando colocamos la piedra angular. Fue aún antes de haberme casado. Y siempre he deseado ver un lugar correctamente en orden, donde Dios pudiera adorar con Su pueblo. Eso solamente lo podremos lograr, no con un edificio hermoso, sino con una vida consagrada es la única manera de lograrlo.",
    "Y ahora, antes de la oración dedicatoria, leeremos las Escrituras, y luego dedicaremos la iglesia nuevamente a Dios. Luego tengo también un Mensaje evangelístico, en esta mañana, para fijar una base para mi Mensaje venidero.",
    "Y en esta noche quiero empezar con el capítulo cinco de Apocalipsis, que es el enlace entre las siete edades de la iglesia y los Siete Sellos. Eso…Luego tendremos…",
    "El lunes será el jinete del caballo blanco, el martes el jinete del caballo negro, y así hasta los cuatro jinetes. Luego veremos la apertura del Sexto Sello.",
    "Y luego el domingo por la mañana, el próximo, el domingo por la mañana, si Dios lo permite…Lo anunciaremos más adelante. Quizás el domingo por la mañana tendremos un culto de oración por los enfermos aquí en el edificio.",
    "Luego el domingo por la noche concluiremos con…Que el Señor nos ayude al abrir el Séptimo Sello, donde sólo hay un versículo corto. Y dice esto, “Se hizo silencio en el Cielo como por media hora”, por ese silencio.",
    "Ahora, yo no sé lo que significan estos Sellos. Estoy tan apurado en cuanto a esto en esta mañana como tal vez algunos de Uds. Tenemos las ideas eclesiásticas que han sido presentadas por los hombres, pero no tienen comparación con esto. Y si se dan cuenta, tiene que venir por inspiración. Tiene que ser Dios mismo; El es el único que lo puede hacer, el Cordero.\n\nY esta noche es el Libro de Redención.",
    "Ahora, la razón que no estoy anunciado cultos de oración para los enfermos, es porque me estoy quedando con unos amigos, y estoy dedicando todo mi tiempo al estudio y la oración. Y Uds. conocen la visión que tuve antes de salir hacia el oeste, de esos siete Angeles que vinieron volando. Así que entenderán más adelante.",
    "Ahora en el edificio, pienso que debemos tener, si ha sido dedicado, o es que será dedicado en unos momentos, para la adoración a Dios, debemos mantenerlo así. Nunca debemos comprar ni vender en el edificio. No debemos hacer ningún negocio aquí en el auditorio. Eso nunca debe suceder aquí adentro, eso es, como el permitir que entren ministros para vender libros y demás cosas. No importa lo que sea, hay otros lugares para hacer eso. Porque no debemos comprar ni vender en la casa de nuestro Señor. Debe ser un lugar de adoración; santo y consagrado a ese propósito. ¿Ven? Ahora, El nos ha dado un lugar muy hermoso. Dediquémoslo a El, y dediquémonos juntamente con el edificio a El.",
    "Ahora puede ser que esto parezca ser un poco descortés, pero este no es el lugar para visitar. Es un lugar de adoración. Nunca debemos ni pronunciar una sola palabra en este auditorio (fuera de la adoración) el uno al otro, sólo que sea algo absolutamente necesario. ¿Ven? Nunca debemos congregarnos para platicar. No debemos correr por el edificio, ni permitir que nuestros niños corran por el edificio. Y al hacer esto, hace poco sentimos que al hacer esto, lo construimos tomando todo esto en cuenta. Ahora, esto lo hemos fijado aquí. Desde luego, muchos son extraños. La gente del tabernáculo sabe esto, que el edificio va ser dedicado para el servicio del Todopoderoso. Entonces en la dedicación de nosotros mismos, recordemos que al entrar por esas puertas al santuario, mantengamos silencio entre el uno y el otro, y adoremos a Dios.",
    "Si nos queremos visitar, hay lugares para visitarnos el uno con el otro, de esa manera. Pero nunca andar caminando para allá y para acá, estorbando la concentración, pues entra alguien de afuera y no sabe ni qué hacer por razón de tanto ruido y cosas. Es simplemente humano, y lo he visto esto en algunas iglesias a tal grado que me he sentido muy mal. Porque no entramos al santuario del Señor para encontrarnos el uno con el otro. Venimos aquí para adorar a Dios, luego irnos a nuestros hogares. Este santuario está dedicado para la adoración. Cuando…Allá afuera pueden platicar lo que quieran, con tal de que sea correcto y santo. Se pueden visitar en sus hogares. Se pueden visitar en otros lugares. Pero al entrar por aquella puerta, mantengan silencio.",
    "Ud. viene para hablar con El, y permitir que El le hable de vuelta a Ud. El problema es que nosotros hablamos demasiado, y no nos disponemos para escuchar. Entonces cuando entramos aquí es para esperar en El.",
    "Ahora, en el primer tabernáculo, puede ser que no esté presente hoy ni una sola persona de los que estaban en aquel culto dedicatorio cuando el Mayor Ulrich tocó la música. Y yo estaba parado aquí detrás de tres cruces, para dedicar el lugar. No se permitía que nadie…Los ujieres estaban parados junto a las puertas, para cuidar que nadie estuviera hablando. Cuando uno terminaba de hablar afuera, entonces entraba. Y si uno deseaba, venía al altar quietamente para orar en silencio. Entonces regresaba a su asiento y abría su Biblia. Lo que hacía su vecino, eso era asunto de él. Ud. no tenía nada que decir. Si deseaba hablarle, Ud. simplemente le decía: “Nos vemos afuera. Yo estoy aquí para adorar al Señor”. Uno leía la Palabra o se quedaba sentado quietamente.",
    "Y luego la música. La Hermana Gertie, no sé si ella está presente hoy, mejor dicho, la Hermana Gibbs. Creo que el piano antiguo estaba en esta esquina, si no mal recuerdo. Y ella tocaba lentamente el himno, “A Su Nombre Gloria” o algún otro himno muy suave y dulce y hasta que era el tiempo de empezar el culto. Y entonces el director de cánticos se presentaba y dirigía unos dos o tres himnos congregacionales. Y luego si había un himno especial y sobresaliente, lo cantaban. Pero nunca se permitía un alboroto. Y luego la música seguía. Y cuando yo oía eso, sabía que era tiempo de salir.",
    "Cuando un ministro sale ante una congregación de gente que está orando, y está la unción del Espíritu, es seguro que se oirá del Cielo. Eso es todo. No hay manera de evitarlo. Pero si uno sale y se encuentra con confusión, entonces uno está tan confundido, y el Espíritu está contristado; y no queremos eso, no. Queremos llegar aquí para adorar. Tenemos lindos hogares, sobre lo cual quiero hablar en seguida; el hogar donde podemos llevar los amigos y visitar. Esta es la casa del Señor.",
    "Ahora tenemos a los niños y los pequeños. Ahora, ellos no entienden. La única manera que tienen para conseguir lo que necesitan es el llanto. Y a veces necesitan una bebida de agua, y a veces necesitan atención. Y ahora por la gracia de Dios, hemos dedicado un lugar. En la lista fue llamado “el cuarto del llanto”, y lo estoy mirando directamente. En otras palabras es un lugar donde las madres pueden llevar sus pequeños.",
    "Ahora esto quizás no me estorbe a mí, estando aquí en el púlpito. Quizás ni me doy cuenta, estando bajo la unción. Pero hay otras personas sentadas al lado, que sí les estorba, y ellos han venido para oír el culto. Entonces madres…Si su pequeño empieza a llorar, desde luego, Ud. no puede evitar eso. Y desde luego, Ud. debe traerlo. Una verdadera madre desea llevar su niño al culto, es lo que debe hacer.",
    "Y ahora tenemos allí este cuarto de donde se puede ver cada esquina del auditorio; y allí hay una bocina con su control para fijar el volumen a su gusto; y está el servicio sanitario, y el lavamanos, y todo está allí para la comodidad de la madre. Hay sillas donde se pueden sentar, y un lugar donde puede cambiar su niño si necesita cambio, y allí está todo. Todo está en orden.",
    "Y también en muchas ocasiones los jóvenes y aun hasta los adultos, se ponen a…Uds. saben, los jóvenes tienen su intercambio de notitas, y se portan mal o algo en el culto. Ahora, Uds. ya tienen suficiente edad para saber que así no es. ¿Ven? Deben saber que así no es. ¿Ven? Así no deben venir aquí…Si Uds. esperan llegar algún día a ser hombres maduros y criar una familia para el Reino de Dios, entonces comiencen bien de una vez, hagan lo correcto y pórtense bien.",
    "Ahora, los ujieres están en cada esquina del edificio. Y si hubiera algún desorden, ellos tienen su comisión y es su deber, y los síndicos están sentados aquí al frente, y si ven que alguien se está portando mal, están comisionados a pedirle a la persona que guarde silencio.",
    "Luego si la persona no tiene el respeto, fuera mejor que otra persona ocupara el asiento, porque hay aquellos que quieren escuchar. Hay los que vienen con ese propósito, para escuchar. Y precisamente para eso venimos, para oír la Palabra del Señor. Entonces todos desean oír, y desean que esté de los más quieto posible. Tan quietos como es posible; es decir, que no hubiera mucha plática y desorden.",
    "Desde luego, alguien que esté adorando al Señor, eso ya se espera. Así es como debe ser. Para eso venimos, para adorar al Señor. Si Ud. desea glorificar a Dios, o gritar, no se detenga, para eso ha venido, para adorar al Señor, de su propia manera. Pero nadie está adorando a Dios mientras están escribiendo notitas al vecino y hablando, y en eso sólo están ayudando a otra persona a apartarse de la adoración del Señor. Por lo tanto sentimos que eso sería incorrecto. Y queremos fijar esto como regla en nuestra iglesia, en nuestra congregación, que esta iglesia y este edificio serán dedicados al Reino de Dios y a la predicación de la Palabra. ¡Ore! ¡Adore! Ud. debe venir aquí con ese propósito, para adorar.",
    "Y ahora, otra cosa, cuando se termina el culto, por costumbre la gente en las iglesias…No creo que suceda aquí, porque yo no estoy, me voy antes que termine el culto.",
    "Por lo regular, aun en los otros lugares donde predico, la unción viene y acontecen las visiones. Y las fuerzas se me agotan, y me aparto aquí a la oficina. Y quizás Billy o alguien más me lleva a la casa para descansar por un rato hasta recuperarme porque es una tensión tremenda.",
    "Pero yo he visto iglesias en donde a los niños se les permite correr por todo el santuario, y aun los adultos se paran y se están gritando de un lado al otro del auditorio. Esa es una manera segura de echar a perder el culto que viene esa noche, o a la hora que sea. ¿Ven?",
    "Al despedirse el culto, salgan del auditorio. Para entonces uno ya dejó de adorar a Dios. Entonces pueden salir a platicar el uno con el otro, y lo que desean hacer. Si Ud. tiene algo que desea hablar con alguien, o necesitar verlo, bien, pueden ir a sus hogares, o lo que sea, pero no hagan esas cosas en el auditorio. Dediquemos esto aquí a Dios. ¿Ven? Aquí es Su lugar de encuentro, donde venimos para encontrarnos con El. ¿Ven? Y desde luego, la Ley procede del santuario. Y yo creo que esto sería de agrado a nuestro Padre Celestial.",
    "Luego cuando venimos y hallamos que los dones se están manifestando entre nosotros…Ahora por lo regular (y confío que nunca suceda aquí), pero cuando la gente llega a tener un edificio nuevo, lo primero que se nota es que la congregación entra en una condición almidonada. Nunca queremos que eso suceda. Al fin y al cabo, este es un lugar de adoración. Esta es la casa del Señor. Y si los dones espirituales empiezan a manifestarse entre Uds.…",
    "Entiendo que durante mi ausencia han habido algunos que se han mudado aquí de distintos lugares, para vivir aquí. Estoy agradecido a Dios, y creo…",
    "Aquella mañana cuando dediqué y coloqué la piedra angular, yo apenas siendo un joven, le oré a Dios que esto permaneciera hasta la Venida de Jesucristo. Y al hacerlo, debíamos miles de dólares; y ellos…Y en una congregación de este tamaño se podía recoger una ofrenda de quizás unos treinta o cuarenta centavos. Y nuestra obligación era algo como de ciento cincuenta o doscientos dólares al mes. ¿Cómo iba cumplir? Yo sabía que estaba trabajando y que lo iba a pagar. Estuve diez y siete años de pastor sin tomar un centavo, sino más bien dando todo lo que tenía fuera de la subsistencia; y todo lo que se recibía en la cajita que teníamos a la salida era para el Reino de Dios.",
    "Hubieron aquellos que profetizaron y predijeron que dentro de un año sería convertido en un taller. Satanás trató de tomarlo una vez por medio de un juicio fraudulento. Un individuo dijo que estando trabajando aquí se dañó un pie, y lo dejó en paz, pero luego hizo reclamo y quería tomar el tabernáculo. Y por semanas me mantuve aquí firme. Pero a pesar de todos los malos entendimientos y las predicciones, y todo lo que dijeron, hoy día está firme como uno de los auditorios más hermosos y una de las iglesias más finas que hay en todos los Estados Unidos. Correcto.",
    "De aquí ha salido la Palabra del Dios viviente, alrededor del mundo (¿ven?), alrededor del mundo; y continuamente está rodeando el globo, a toda nación bajo el Cielo, hasta donde sabemos, rodeando y rodeando el mundo. Estemos pues agradecidos por esto. Estemos agradecidos por esto.",
    "Y ahora que tenemos un lugar donde morar, un techo sobre nuestras cabezas, una iglesia limpia y bonita donde sentarnos, dediquémonos de nuevo a la obra y consagrémonos nuevamente a Cristo.",
    "Y el Hermano Neville, nuestro noble hermano, un verdadero pastor y siervo del Dios viviente. Hasta donde este hombre conoce el Mensaje, lo mantiene firme con todo lo que tiene. Correcto. El es un hombre manso. El es algo tímido…O no que sea tímido; no quiero decir eso. Pero es tan manso que no habla duro, Uds. saben, para decir algo duro y cortante, como por ejemplo: “¡Siéntese”! o “¡Guarde silencio”! Yo he notado eso, he escuchado las cintas.",
    "Pero sucede que yo sí puedo hablar de esa manera. Y quiero que recuerden mis palabras, ¿ven? Y todo esto se está grabando, ¿ven? Aquí se graba todo. Ahora, por favor, que cada diácono se mantenga en su puesto de deber, y recuerden que Uds. están bajo una comisión de Dios para mantener sagrado ese puesto. ¿Ven? Igual con todos los síndicos. El pastor debe traer…",
    "No es el deber del pastor tener que decir eso. Es más bien el deber de los diáconos, porque ellos son los policías de la iglesia. Por ejemplo si los jóvenes vienen a estacionarse aquí afuera y empiezan a tocar la corneta del carro, y Uds. saben, como a veces hacen, o algo por el estilo, cuando hay culto, o salen. Y si una madre manda su hija aquí, y luego ella se va con un joven rebelde, y se van en el carro, y la madre pensando que ella está en el culto, de esa manera. Los diáconos deben investigar esas cosas. “Mira, o te vas a sentar en el culto, o te voy a llevar en mi carro a tu casa a tu mamá”. ¿Ven? Hay que hacer así.",
    "Recuerden, el amor siempre es correctivo. El amor genuino es correctivo. Y uno tiene que soportar la corrección. Y madres, ya saben que allí está el lugar para sus pequeños. Uds. los niños, saben que no deben estar corriendo por todo el edificio. ¿Ven? Y Uds. los adultos, saben que no deben estar hablando y conversando aquí en el auditorio. ¿Ven? No hagan eso. Eso está errado. Dios no se agrada de eso.",
    "Jesús dijo: “Escrito está, Mi casa será llamada casa de adoración y oración. ¡Por todas las naciones”! Y ellos estaban comprando y vendiendo, entonces El hizo un azote de cuerdas y echó toda la gente del auditorio. Y ciertamente no queremos que semejante cosa suceda aquí en este santuario. Dediquemos entonces nuestras vidas, nuestra iglesia, nuestras obras y servicios, y todo cuanto tengamos, al Reino de Dios.",
    "Ahora quiero leer unas porciones de las Escrituras antes de tener la oración dedicatoria. Y-y es simplemente una rededicación, porque la verdadera dedicación ocurrió hace treinta años. Al leer las Escrituras y hablar sobre ellas por unos momentos, confío que Dios nos derrame Su bendición.",
    "Y ahora había otra cosa que deseaba decir, sí. Donde antes teníamos las grabadoras, ahora tenemos allí un cuarto especial para los que desean tomar las grabaciones. Existen conexiones especiales allí que llegan directamente del micrófono principal.",
    "Tenemos cuartos para la preparación para el bautismo con sus respectivas vestiduras.",
    "Y ahora una cosa que siempre ha hecho que muchos se sientan mal conmigo, gente que en verdad no conoce las Escrituras, y es con respecto de tener un crucifijo en la iglesia. Recuerdo en una ocasión que algo sucedió aquí por eso. Yo tenía tres cruces aquí al frente, y un hermano se escandalizó porque oyó a una denominación decir que el crucifijo significaba catolicismo.",
    "Ahora yo quiero que algún estudiante o alguien, o un Cristiano renacido, me diga que los católicos tienen la preferencia sobre el crucifijo. El crucifijo de Cristo no representa al catolicismo. Más bien representa a Dios, el Reino. Ahora, las imágenes de santos representan el catolicismo. Nosotros creemos que hay “un Mediador entre Dios y el hombre, y ese es Cristo”. Pero los católicos creen en toda clase de mediadores, miles de mujeres y hombres y de todo; casi cualquier buen católico que muere llega a ser un intercesor. Ahora bien, el crucifijo de Cristo representa a Jesucristo.",
    "¿Saben Uds. que los Cristianos primitivos (según la antigua historia de la iglesia primitiva), llevaban una cruz sobre la espalda por dondequiera que iban para mostrar e identificarse como Cristianos? Ahora, los católicos reclaman que esos fueron ellos. Y desde luego también reclaman que ellos fueron los primeros, pero la iglesia católica ni estaba organizada todavía en aquellos tiempos. ¿Ven? Pero los Cristianos primitivos cargaban una cruz…Por aquí había un dicho o un nombre que se le daba a personas que llevaban una cruz, pero ¿relacionan Uds. eso con los católicos?",
    "Es el real católico, la universal Iglesia del Espíritu Santo en el mundo, correcto. Nosotros somos católicos. Somos los católicos originales, los católicos que creen en la Biblia. ¿Ven? Ellos son los católicos de iglesia, de la organización. Nosotros estamos libres de tal cosa. Nosotros somos la continuación de la Doctrina de los apóstoles. Somos la continuación del bautismo del Espíritu Santo y todas las cosas por las cuales se paraba la iglesia primitiva, y la iglesia católica no tiene ninguna de estas cosas.",
    "Por lo tanto, han puesto aquí el crucifijo, que fue traído, que fue hecho de madera de olivo del árbol donde oró Jesús. Es un crucifijo que se tomó años en tallar, y me fue regalado por el Hermano Arganbright. Y quiero dedicarlo juntamente con esta iglesia.",
    "Y cuán apropiado es que la persona que lo colgó allí (no sé quién sería), pero lo colgó aquí a mi izquierda. El perdonó al ladrón a Su derecha; ese soy yo.",
    "Y otra cosa que representa, con la cabeza inclinada y se nota el sufrimiento. Cualquier persona que esté…Está vigilando sobre el altar. Y pecador, El aquí te está esperando, y El estará mirando sobre ti. Después tendrán una luz instalada aquí, y cuando estén haciendo la invitación al altar, una luz estará enfocada sobre el crucifijo, para que cuando la gente esté aquí para…",
    "Ud. dirá, “¿Y por qué se necesita eso? No se debe tener una imagen”.",
    "Bien, pues, el mismo Dios que dijo: “No tengas ninguna imagen tallada”, el mismo Dios dijo: “Construid dos querubines y haced que las puntas de sus alas toquen el uno al otro y colocadlos sobre la cubierta del propiciatorio donde la gente viene a orar”.\n\n¿Ven? Es sin entendimiento. ¿Ven?",
    "Entonces eso fue inspirado y fue colocado en su debido lugar. Y estoy tan agradecido por ser el que está a Su derecha. Confío que El me ha perdonado, porque en cuanto a literalmente habiendo robado algo, pues de lo que recuerdo, nunca en mi vida he robado; pero he empleado tan malamente Su tiempo que de esa manera le he robado. Y he hecho muchas cosas que no debía haber hecho. Y en esta mañana estoy agradecido a Dios que El me ha perdonado mis pecados.",
    "Ahora deseo leer en el Libro de Primera de Crónicas, capítulo 17, y hablar por unos cinco minutos respecto al servicio dedicatorio, luego orar, y luego entrar al Mensaje. Ahora, en Primera de Crónicas, el capítulo 17.\n\nAconteció que morando David en su casa, dijo David al profeta Natán: He aquí yo habito en casa de cedro y el arca del pacto de Jehová debajo de cortinas.\n\nY Natán dijo a David: Haz todo lo que está en tu corazón, porque Dios está contigo.\n\nEn aquella misma noche vino palabra de Dios a Natán, diciendo:\n\nVé y dí a David mi siervo: Así ha dicho Jehová: Tú no me edificarás casa en que habite.\n\nPorque no he habitado en casa alguna desde el día que saqué a los hijos de Israel hasta hoy; antes estuve de tienda en tienda, y de tabernáculo en tabernáculo.\n\nPor dondequiera que anduve con todo Israel, ¿hablé una palabra a alguno de los jueces de Israel, a los cuales mandé que apacentasen a mi pueblo, para decirles: ¿Por qué no me edificáis una casa de cedro?\n\nPor tanto, ahora dirás a mi siervo David: Así ha dicho Jehová de los ejércitos: Yo te tomé del redil, de detrás de las ovejas, para que fueses príncipe sobre mi pueblo Israel;\n\ny he estado contigo en todo cuanto has andado, y he cortado a todos tus enemigos de delante de ti, y te haré gran nombre, como el nombre de los grandes en la tierra.",
    "Aquí mismo quisiera decir que David vio la misma cosa que vimos nosotros. David dijo: “No es justo que Uds. me hayan edificado una casa de cedro, y el arca del pacto de mi Dios todavía esté tras cortinas”. Eran cortinas de pieles de ovejas y animales que habían sido tejidas. El dijo: “No es correcto que yo tenga una casa fina, y el arca del pacto de mi Dios permanezca en una tienda”. Entonces Dios puso sobre su corazón el edificar un tabernáculo.",
    "Pero aunque David era un-un hombre de-de amor y de consagración a Dios, sin embargo, él había derramado demasiada sangre. Entonces él dijo…David, hablando esto en presencia del profeta de aquella edad, quien era Natán. Y sabiendo Natán que Dios amaba a David, le dijo: “David, haz todo lo que está en tu corazón, porque Dios está contigo”. ¡Qué cosa tan tremenda! “Haz todo lo que está en tu corazón, porque Dios está contigo”. Entonces en aquella misma noche…Mostrando la consagración de David al amor de Dios.",
    "Y luego viendo esa misma noche, sabiendo que él estaba en error, que no se le permitiría hacerlo, Dios tuvo suficiente gracia para bajar y hablar con Natán. Y a mí siempre me han gustado estas palabras: “Vé y dile a Natán Mi…” “Vé y dile a David mi siervo: te he tomado del redil”. Sí, en verdad él no era nada.",
    "Y quisiera aplicar eso aquí sólo por un momento. “Te tomé de la nada y te di un nombre. Tú tienes un nombre como los hombres grandes que están en la tierra”. Y quisiera aplicar eso en una manera confidencial, pero en una-una manera para establecer un punto. Estaba pensando…",
    "Hace unos cuantos años yo me encontraba aquí en la ciudad y nadie quería tener nada que ver conmigo. Nadie me amaba. Y yo amaba a la gente, pero nadie me amaba a mí, por razón de la historia de mi familia. No digo eso en deshonra a mis preciosos padres.",
    "¡Cómo quisiera que mi madre pudiese haber vivido para entrar en este nuevo santuario hoy! Muchos de aquellos ancianos que dieron de su dinero para ayudar en la construcción, quizás en esta mañana Dios les permita asomarse por el barandaje.",
    "Pero la familia Branham no tenía un buen nombre en estos lugares por razón de que tomaban mucho. Nadie quería tener nada que ver conmigo. Y me acuerdo de haberle dicho a mi esposa no hace mucho, recordando que yo no podía conseguir a nadie que hablara conmigo. Nadie me tomaba en cuenta. Y ahora tengo que esconderme para tomar un descanso.",
    "Y ahora el Señor nos ha dado este gran lugar, y estas grandes cosas que ha hecho. Y El me dio un…Además de darme un-un nombre despreciado, también me ha dado un nombre semejante al de los hombres grandes. Y me ha conquistado los enemigos dondequiera que he ido. Nunca ha habido algo que pudiera hacerle frente en dondequiera que haya ido. Y cuán agradecido estoy por eso.",
    "Y ¿cómo podría yo imaginarme; siendo un niño mal vestido y estando en la escuela Ingramville, a dos cuadras de aquí, siendo el hazmerreír de la escuela, por estar tan mal vestido, cuando patinábamos aquí sobre el hielo? ¿Cómo podía yo saber que debajo de este pantano estaba una semilla de lirio que florecería como esto? Y ¿cómo pudiera yo saber que no teniendo ni con quién conversar, sin embargo, El me daría un-un nombre que sería honrado entre Su pueblo?",
    "Y ahora, a David no se le permitió construir el templo. El no lo pudo hacer. Pero El dijo, “De tu simiente levantaré a uno quien construirá el templo, el cual será un templo eterno, y sobre tu hijo, el hijo de David, será un reino eterno, el cual él controlará”. Salomón, el hijo de David según la carne, de su fuerza natural, construyó una casa para el Señor, un templo.",
    "Pero cuando vino la real Simiente de David, el Hijo de David, El les dijo que vendría un tiempo cuando no quedaría una piedra sobre otra de aquel templo. Pero trató de apuntarles a otro templo.",
    "Juan el revelador, en el Libro de Apocalipsis, vio este Tabernáculo. En Apocalipsis capítulo 21, él vio “el nuevo Templo descendiendo del Cielo, dispuesto como una esposa ataviada para su marido. Y una Voz procedía del Templo, y dijo: ‘He aquí el Tabernáculo de Dios con los hombres, y Dios morará con ellos. Y enjugará toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.’”",
    "Entonces el verdadero Hijo de David, como lo veremos en los mensajes de esta semana, vendrá a Su Templo, el Templo de Dios, el Tabernáculo verdadero, el cual El ha ido a construir. Porque El dijo en San Juan capítulo 14: “En la casa de mi Padre muchas moradas hay, voy, pues…” ¿Qué quería decir con eso? Que ya estaba preordenado. “Voy, pues, a preparar lugar para vosotros; y entonces volveré y os tomaré a Mí mismo”. Y desde luego, sabemos que eso será en la gran Edad que está por venir. Y entonces la verdadera Simiente de David, que es Jesucristo, tomará el Trono y allí gobernará sobre la Iglesia como Su Novia en la Casa con El, y sobre las doce tribus de Israel, por toda la Eternidad.",
    "Y estos pequeños lugares, así como David no pudo construir el verdadero Tabernáculo de Dios, porque no estaba preparado para hacerlo. No había nada que él podía hacer. El era un mortal y había derramado sangre. Así es también hoy con nosotros, no estamos preparados para construir el verdadero Tabernáculo de Dios. Hay Uno solo que puede hacer eso, y está siendo construido ahora mismo.",
    "Pero este pequeño tabernáculo, juntamente con el templo que le edificó Salomón, y junto con los otros, solamente son lugares temporales de adoración, hasta que llegue el tiempo cuando el verdadero Tabernáculo sea establecido sobre la Tierra. “Y la justicia reinará de cielo a cielo. Y no habrá más llanto”. No habrá ningún culto funerario en aquel Tabernáculo. No habrá más matrimonios, porque el Matrimonio será un gran Matrimonio por toda la Eternidad. ¡Qué tiempo será!",
    "Pero propongamos en nuestros corazones hoy, que en conmemoración y en espera de aquel Tabernáculo que está por venir, que nos caractericemos por Su Espíritu a tal grado, que podamos adorar en este lugar como si estuviésemos en aquel Lugar, pero esperando que aquel Lugar venga.",
    "Ahora pongámonos de pie mientras leo las Sagradas Escrituras.\n\nVi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n\nY yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n\nY oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y el morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.",
    "Inclinemos nuestros rostros.",
    "Nuestro Padre Celestial, estamos parados aquí con admiración. Estamos parados con respeto y en reverencia santa. Y te rogamos Señor, que aceptes nuestra ofrenda, que nos has concedido gracia y dinero para preparar este lugar donde te podemos adorar. No hay nada o ningún lugar que podríamos preparar sobre la Tierra que sería digno de ser la morada del Espíritu de Dios. Pero te ofrecemos esto como una señal de nuestro amor y nuestros sentimientos hacia Ti, Señor. Y te damos gracias por todas las cosas que has hecho por nosotros.",
    "Y ahora el terreno y el edificio fueron dedicados a Tu servicio hace años, y te damos gracias por los recuerdos de lo que ha sucedido. Y ahora Señor, Dios, como se abrió aquella visión de años atrás, expresando esto, cuando vi los cuerpos viejos en que la gente habitaba, pero que entonces habían sido reparados y hechos nuevos, y yo fui enviado nuevamente al otro lado del río.",
    "Ahora Señor, Dios, Creador de los Cielos y de la Tierra, estamos parados aquí como la-la gente de Tu rebaño. Estamos parados aquí como la gente de Tu Reino. Y de mi parte, de parte del pastor, y de la gente de la congregación, nosotros dedicamos este edificio al servicio del Dios Todopoderoso, por medio del Nombre de Su Hijo Jesucristo, para el servicio de Dios, y para el respeto y la reverencia de Dios. Y que el Evangelio fluya de este lugar de tal manera que cause que vengan desde los cuatro ángulos del globo, para ver la Gloria de Dios procediendo desde aquí. Así como Tú lo has hecho en el pasado, que en el futuro sea muchas veces mayor.",
    "Padre, ahora nos dedicamos nosotros mismos al servicio, por medio de la Palabra, con todo lo que está en nuestro ser. Señor, la congregación y toda esta gente se dedica en esta mañana para oír la Palabra. Y nosotros como ministros, nos dedicamos “A la predicación de la Palabra; que instemos a tiempo y fuera de tiempo; redarguyendo y reprendiendo con toda paciencia”. Como está escrito allí en la piedra angular desde hace treinta años. Tú dijiste, “El tiempo vendrá cuando la gente no oirá la sana doctrina, sino más bien se amontonarán maestros teniendo comezón de oír y serán apartados de la verdad para seguir en pos de las fábulas”. Señor, al habernos esforzado por mantener la Palabra ante la gente, permite que seamos inspirados y fortalecidos con un esfuerzo doble. Señor, mientras una doble porción del Espíritu es derramada sobre el lugar, que el Espíritu Santo…",
    "Como sucedió en el día de la dedicación del templo cuando oró Salomón; el Espíritu Santo en la forma de la Columna de Fuego y de la Nube, entró por la puerta y dio la vuelta por los Querubines, y entonces entró al Lugar Santo y allí posó. ¡Oh Dios! Salomón dijo: “Si Tu pueblo estuviere angustiado en cualquier lugar y mirare hacia este Lugar Santo y orare, entonces oirás desde el Cielo”.",
    "Señor, que el Espíritu Santo entre en esta mañana a todo corazón, y a toda alma consagrada reunida aquí. Y la Biblia dice que “La Gloria de Dios era tan tremenda que hasta los ministros ni podían ministrar por razón de la Gloria de Dios”. Oh, Señor Dios, permite que eso se repita, al entregarnos ahora mismo a Ti, juntamente con la iglesia, en dedicación para servicio. Está escrito: “Pedid y se os dará”.",
    "Y nos entregamos a Ti hoy, juntamente con el ofrecimiento de la iglesia en esta mañana, para servicio, para las Luces del último día, como Luces del atardecer; que podamos traer consolación y fe al pueblo que está esperando la Venida del Novio; para vestir una Novia con el Evangelio de Cristo para ser recibida por el Señor Jesús. Esto dedicamos, yo, el Hermano Neville, y la congregación, para el servicio de Dios, en el Nombre de Jesucristo. Amén.\n\nPueden tomar asiento.",
    "David dijo: “Yo me alegré con los que me decían: A la casa de Jehová iremos”. Y que así siempre sea con nosotros, que cuando se mencione, nos alegremos al reunirnos en la casa del Señor. [La congregación dice, “Amén”.] Amén.",
    "Ahora, después de este pequeño culto dedicatorio, me queda una hora.",
    "Y ahora, recuerden a qué estamos dedicados: a la reverencia, la santidad, la quietud y la adoración ante el Señor, adoración ante el Señor. Y seamos lo más reverente posible en la casa del Señor. Y cuando se despida el culto, inmediatamente cuando se haya despedido el culto, salgan del edificio. ¿Ven? Así le da tiempo al conserje de entrar y hacer la limpieza para el próximo culto y arreglar todo. Y así no hay confusión en la casa del Señor. Y…?…Creo…En quince minutos podemos salir, cuando se haya terminado el culto. Asegúrense de ser amables, y le den la mano a todos, e inviten a todos que regresen.",
    "Y-y en esta semana entrante esperamos tener una serie de cultos, quizás los más solemnes de todos los que hemos tenido en el tabernáculo. Estamos bajo grande expectativa. Ahora, yo-yo no me di cuenta de esto sino hasta que algo…Hasta que en una hora muy avanzada anoche, cuando en oración empecé a ver algo. Así que confío que este sea un gran tiempo, lo cual creo que será, si el Señor nos ayuda. Ahora cuando dije “gran tiempo”, es que voy a hablar algo al respecto en esta mañana. Uds. saben, lo que el hombre llama “grande”, a veces no es grande. Pero lo que Dios llama “grande”, el hombre lo llama locura; y lo que Dios llama “locura”, el hombre lo llama grande. Así que tomemos esto en cuenta, pesen bien cada palabra.",
    "Ahora, los cultos serán largos. Serán alargados porque es un culto difícil, con mucha enseñanza y consagración. Y solamente…",
    "El lugar donde estoy hospedado, la gente me quiere dar alimento de toda clase pero yo…Y me dice: “Pero Hermano Branham, Ud. ha perdido tanto peso”. Pero es que he estado en cultos continuamente. Tengo que salir de aquí el domingo que entra para ir a otro, de inmediato en [Nuevo] México. Es una cosa dura. Así que estoy tratando de dejar de comer tanto y alistarme.",
    "Estoy contento, esta mañana al ver al Hermano Junior Jackson y-y el Hermano Ruddell, y los demás ministros y los demás de otras partes. Dios les bendiga a todos.",
    "Ahora, quiero predicarles en-en esta mañana sobre un tema del cual tengo unas notas aquí escritas. Primero, deseo leer del Libro de Isaías, capítulo 53. Mientras hallan la cita, quiero hacer unos anuncios.",
    "Esta noche quiero hablar acerca de este Libro, formando el puente entre la última edad de la iglesia con la apertura de los Sellos. Allí hay una brecha muy grande.",
    "Antes, cuando terminamos el estudio de las edades de la iglesia, inmediatamente hablé sobre las setenta semanas de Daniel, porque allí era su lugar. Y yo había dicho: “Cuando llegue el tiempo de predicar sobre los Siete Sellos, tendré primeramente que predicar sobre las setenta semanas de Daniel para así ligar los Sellos”. Así faltando una sola cosa, el capítulo cinco del Libro sellado con Siete Sellos. Y veremos eso esta noche.",
    "Queremos empezar temprano esta noche. ¿Qué tal si yo…? ¿Ya se hizo mención, sí, para comenzar temprano? [El Hermano Neville dice, “Sí”.] ¿Será posible que todos estén para las siete? Muy bien. Demos comienzo al culto a las seis y media, los cantos, y yo estaré para las siete. Luego durante la semana empezaremos temprano.",
    "No hay quien le guste cantar como al Cristiano. Amamos al cantar. Amamos esas cosas.",
    "Pero ahora, ahora estamos en otra cosa. Estamos-estamos en la Palabra ¿ven? Así que quedémonos con eso. Estamos en la enseñanza. Y se pueden imaginar la tensión en la cual me encuentro, porque si yo enseño algo errado, tendré que dar cuenta por eso. ¿Ven? Y por consiguiente, no puedo tomar lo que otra persona diga. Yo debo…Sino que tiene que ser inspirado. Y yo creo que los Siete Angeles que retienen estos Siete Truenos, lo concederán. ¿Ven?",
    "Ahora, en Isaías el capítulo 53, los primero dos versículos. Quiero hacerles esta pregunta.",
    "Ahora, esto no tiene nada que ver con los Siete Sellos. Solamente es un Mensaje. Porque sabía que tenía que tener el culto dedicatorio y no podía entrar en aquello porque no tendría suficiente tiempo. Pero pensé que para un culto dedicatorio, un memorial para esta iglesia, o más bien un servicio de dedicación, luego no habría suficiente tiempo para entrar en lo que deseaba decir con respecto a la apertura de este Libro, pero eso será esta noche. Y entonces esto es un servicio que armonizará con ello.",
    "Así que escuchen bien cada palabra. Cáptenlo. Y si lo están obteniendo de la grabación, o algo, entonces quédense estrictamente con la enseñanza que está en esa cinta. No digan nada sino de lo que dice la cinta. Sólo digan exactamente lo que dice la cinta. ¿Ven? Ahora, porque algunas de estas cosas, próximamente entenderemos mucho con respecto a esto, y el porqué ha sido mal entendido. ¿Ven? Y estén seguros en decir sólo lo que dice la cinta. No estén diciendo otras cosas. ¿Ven? Porque no digo eso de parte mía. Es El quien lo dice. ¿Ven? Y muchas veces la confusión empieza cuando alguien dice, “Pues, Fulano de tal dijo que esto quiere decir aquello, etc.”. Pero solamente déjenlo exactamente como está.",
    "Así es como queremos la Biblia. Exactamente como la Biblia lo dice, así lo queremos, así de esa manera. No queremos nuestra propia interpretación. Ya está interpretada. Ahora:\n\n¿Quién ha creído a nuestro anuncio? ¿Y sobre quién se ha manifestado el brazo de Jehová?",
    "Leamos nuevamente con mucho cuidado:\n\n¿Quién ha creído nuestro anuncio? (Una pregunta.) ¿Y sobre quién se ha manifestado el brazo de Jehová?",
    "En otras palabras, “Si han creído a nuestro anuncio, entonces el brazo del Señor ha sido revelado”. ¿Ven?\n\n¿Quién ha creído nuestro anuncio? ¿Y sobre quién se manifestado el brazo de Jehová?",
    "Ahora también deseo leer en el Libro del Evangelio según San Mateo, en el capítulo 11 de San Mateo. Uds. traigan sus papeles porque constantemente estamos…Si Ud. no tiene grabadora, Ud. traiga su papel para apuntarlo. El capítulo 11 de San Mateo, los versículos 25 y 26. Bien. Jesús hablando en oración. Deseo comenzar un poco antes. Leamos los versículos 25 y 26. Creo que allí es donde anuncié, porque así lo tengo marcado en la Biblia.\n\nEn aquel tiempo, respondiendo Jesús, dijo: Te alabo, Padre, Señor del cielo y de la tierra, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños.\n\nSí, Padre, porque así te agradó.",
    "Capten bien esas dos Escrituras. “¿Quién ha creído a nuestro anuncio; y a quién ha sido manifestado el brazo de Jehová”? “Entonces Jesús dio gracias a Dios que había escondido los misterios de los ojos de los sabios y de los entendidos, y los revelaría a los niños, los cuales son capaces de aprender, pues le pareció agradable a Dios hacerlo así”. Ahora, de este texto…",
    "Ahora de esta lectura de la Biblia, tomo este texto: Dios Ocultándose En La Simplicidad, Luego Revelándose En La Misma. Ahora, para las cintas me estoy repitiendo, entonces para las cintas, porque se está grabando. ¿Ven? Dios Ocultándose En La Simplicidad, Luego Revelándose En La Misma.",
    "Es muy extraño pensar cómo Dios hace tal cosa como esa. Dios se esconde en una cosa tan sencilla que causa que los sabios lo pasan por alto por completo; y luego vuelve en eso, alguna cosa sencilla en la sencillez de Su manera de obrar, y se revela de nuevo. Pensé que sería un texto que podamos estudiar antes de entrar en la gran enseñanza de los Siete Sellos. Muchos lo pasan por alto por razón de la manera en que El se revela.",
    "Ahora, los hombres tienen sus propias ideas de lo que Dios debe ser y de lo que Dios va hacer. Como he dicho muchas veces, el hombre sigue siendo hombre. El hombre siempre está alabando a Dios por lo que hizo, y siempre mirando a lo que Dios hará en el futuro, pero ignorando lo que Dios está haciendo. ¿Ven? Así es como lo pasan por alto. Miran hacia atrás y ven la cosa tan grande que Dios hizo, pero fallan en ver la cosa tan sencilla que utilizó para lograrlo. ¿Ven? Luego miran hacia adelante y ven algo grande que viene, que va suceder, y en nueve de cada diez casos, ya está sucediendo a su derredor. Y es tan sencillo que no lo saben. ¿Ven?",
    "Un día, un-un hombre acá en Utica…Y si algunos de sus parientes están aquí hoy, sepan que yo no digo esto con malas intenciones. El era un veterano de la Guerra Civil. Y creo que era…No sé de cuál lado estaba, pero creo que era del partido del sur. Pero él decía que era un pagano, y reclamaba que no existía tal cosa como Dios. Vivía en Utica. Su nombre era Jim Dorsey. Puede ser que muchos de Uds. aquí lo conocieron.",
    "Cuando yo era jovencito él me regalaba muchas sandías. El tenía una siembra de sandías cerca del río. El era muy amigo de mi papá. Pero un día dijo, una de las cosas más tremendas que se le fue dicho, en contaste. Yo apenas era un muchachito en aquellos días. Pero en contraste a su creencia, eso le causó que se fuera caminando y que inclinara la cabeza y llorara. Y yo entendí que como resultado de esta experiencia, el hombre fue gloriosamente convertido a Cristo como a la edad de 85 años.",
    "Un cierto día le preguntó a una niñita que venía de la escuela dominical, que ¿por qué perdía el tiempo en tales cosas? Ella le respondió, que porque creía que existía un Dios. Y el Sr. Dorsey le dijo: “Hijita, tú estás tan errada en creer tales cosas”.",
    "Y dijo que la niñita se inclinó y recogió una-una florecita del suelo, la jaló de sus pétalos, y le preguntó: “Sr. Dorsey, ¿me puede decir Ud. cómo es que esta florecita vive”?",
    "Allí estaba la cosa. Cuando él empezó a escudriñar, pudo haberle respondido a la niña: “Pues, está viviendo en la tierra”. Entonces las preguntas hubieran surgido, “¿Y de dónde viene la tierra? ¿Cómo llegó aquí esa semilla? ¿Cómo sucedió”? Y así sucesivamente hasta que él lo pudiera entender. ¿Ven?",
    "No son las cosas grandes de las cuales pensamos, sino que son las cosas sencillas en donde Dios es tan real, la simplicidad. Entonces le place a Dios revelarse, y luego ocultarse; ocultarse, y luego revelarse, en las cosas sencillas y pequeñas. Estas cosas le pasan por encima de la cabeza al hombre.\n\nPorque si Ud. diría: “¿Por qué haría eso un Dios justo”?",
    "Es porque el hombre fue hecho, en el principio para que no tratara de obrar por sí mismo. El hombre fue hecho para confiar completamente en Dios. Por eso somos figurados como corderos u ovejas. Una oveja no se puede guiar a sí misma, tiene que tener quien la guíe. Y el Espíritu Santo nos debe estar guiando a nosotros. Entonces así es hecho el hombre.",
    "Y Dios hizo todas Sus obras tan sencillas, para que las personas sencillas las pudiesen entender. Y Dios se hace sencillo juntamente con los sencillos para así ser entendido por los sencillos. De otra manera dijo en Isaías capítulo 35: “De tal manera que los insensatos no yerren”. ¡Es tan sencillo!",
    "Y sabemos que Dios es tan grande, hasta que esperamos que sea algo grandioso, y pasamos por alto las cosas sencillas. Tropezamos con la sencillez. Así es cómo fallamos en hallar a Dios, tropezamos con la sencillez. Dios es tan sencillo que los sabios de este día (y también de los días pasados), lo pasan por alto por una distancia incalculable. Porque en su inteligencia saben que no hay nada semejante a la grandeza de Dios; pero en Su revelación El lo hace tan sencillo que ellos lo pasan por encima y no lo reconocen.",
    "Ahora, estudien eso. Estúdienlo todo. Y Uds. que están de visita, cuando regresan a los hoteles, tomen estas cosas y mediten sobre ellas. No tenemos tiempo para estudiarlo detalladamente como debiera ser, pero quiero que lo hagan cuando regresen a su hotel, o el hogar donde estén hospedados. Reúnanse y estúdienlo.",
    "Lo pasan por alto por la manera en que se revela porque El es tan grande, y sin embargo se esconde en la sencillez para así revelarse a los más pequeños. ¿Ven? No traten de entender lo supremo, porque El está por encima de ello. Más bien escuchen la sencillez de Dios, y luego lo hallarán en la manera sencilla.",
    "La sabiduría educada y pulida del mundo siempre falla en hallarlo. Ahora, yo no estoy aquí para…Ahora yo sé que hay dos o tres maestros aquí con nosotros. Y yo no estoy diciendo esto para contradecir las escuelas y la educación, y respaldar el analfabetismo. No estoy aquí para eso. Pero lo que sucede es que la gente pone tanta importancia sobre estas cosas a tal grado que aun en los seminarios están pasando por alto la mera cosa que Dios les ha puesto por delante.",
    "Por eso, yo no estoy en contra de los hermanos que están en las denominaciones, pero más bien estoy en contra del sistema denominacional, porque trata de magnificarse a sí mismo, y—y educar sus ministros a tal y tal grado, que si no tienen cierta educación, son echados fuera. Y hasta los someten a exámenes de psiquiatras y lo demás. Yo nunca he pensado que fuera la voluntad de Dios examinar un ministro por medio de la psiquiatría, sino examinarlo por la Palabra. Así—así—así sería la manera de Dios examinar Su hombre que El envía, que tenga la Palabra.",
    "🦅 ¡Predica la Palabra”! Hoy día predicamos la filosofía, los credos denominacionales, y tantas otras cosas, y están dejando la Palabra a un lado, porque, según dicen, no puede ser entendida. Pero sí puede ser entendida. El lo prometió. Ahora le estamos pidiendo a El que lo haga.",
    "Ahora vamos a tomar en cuenta unos ejemplos por unos momentos.",
    "Notemos los días de Noé. En los días de Noé, Dios vio que la sabiduría mundana estaba tan grandemente enfatizada y respetada que El mandó un Mensaje sencillo por medio de una persona sencilla para mostrarles Su grandeza.",
    "Ahora, sabemos que en los días de—de—de Noé, alegan que hubo una civilización tan avanzada que ni aun hoy día hemos llegado a ese nivel en nuestra civilización moderna. Y yo creo que por fin lo lograremos porque nuestro Señor dijo que “Como fue en los días de Noé, así también será en los días de la venida del Hijo del Hombre”. El nos dio unos ejemplos.",
    "Y construyeron la pirámide y el esfinge allí en Egipto, y construyeron cosas tan gigantescas que ni tenemos el poder con qué hacerlas hoy día. Tenían un—un método de embalsamar que preservaba el cuerpo para que se viera tan natural que permanece hasta ahora. Nosotros no podemos. No podemos hacer una momia hoy. No tenemos con qué hacerlo. Tenían colores que mantenían su color tan fijo por de cuatro a cinco mil años, que todavía permanece su color original. Hoy no tenemos tales cosas.",
    "Y muchas grandes cosas de aquella civilización testifican de su superioridad sobre nuestra moderna civilización. Entonces pueden imaginarse cómo fue la educación y la ciencia que produjeron señales tan grandes que hasta hoy nos testifican que en verdad hubo tal civilización. Que—que grande civilización debió haber sido aquella, bueno, estos memoriales como ciencia y—y civilización moderna y educación eran—eran de—de suma importancia con la gente. “Tuvieron que ser. Tuvo que ser así”. Me imagino que difícilmente pudo haber analfabetismo entre el pueblo.",
    "Y entonces Dios, al escudriñar la gran economía de aquel día, en Sus sistemas no pudo hallar el tipo de hombre que deseaba hasta encontrar a un elemento analfabeto, quizás era un campesino, su nombre era Noé, y era un pastor de ovejas. Y le dio Su Mensaje para que lo predicara al pueblo, y era tan sencillo ante la educación de ese día, al grado que la gente tropezó con la sencillez del Mensaje. Y sin embargo, el Mensaje era ante la ciencia, “¡Radical! ¿Cómo podía caer lluvia de los cielos cuando no había lluvia allá arriba”? ¿Ven? Y el Mensaje sencillo de la construcción del arca — construyendo algo donde meterse — cuando no había agua para flotar. Pues, él había llegado a ser un fanático. Y llegó a ser un—un—un…Lo que llamaríamos (si me perdonan la expresión tan común): un “pájaro raro”.",
    "Y casi toda la gente de Dios son “pájaros raros”. Lo son. Me deleito en ser uno de ellos. Uds. saben, ellos son distintos a la tendencia moderna de la civilización, y en eso son gente rara y extraña. El dijo que Su pueblo era “un pueblo peculiar, raro, extraño, pero a la vez un sacerdocio espiritual, una nación real, ofreciendo sacrificios espirituales a Dios, frutos de sus labios dando alabanza a Su nombre”. ¡Qué pueblo! El los tiene.",
    "Y noten qué cosa tan tremenda fue aquello en aquel día, que un fanático viniera a la iglesia; un fanático y predicando un evangelio que supuestamente estaba muy fuera de línea en cuanto a su modo de creer. Y los científicos, “Pues, es—es una locura”. ¡Cómo ellos podían probar científicamente que no había lluvia!",
    "Pero este sencillo pastor de ovejas creyó, “Si Dios dijo que llovería, entonces lloverá”. ¿Ven?",
    "Y entonces camparemos eso con el día de hoy, cuando alguien recibe su sanidad. Dicen: “Eso está basado en las emociones. Yo les puedo probar científicamente que el cáncer, o la sustancia, o la cosa todavía esta allí”. Pero para el sencillo creyente ya desapareció. ¿Ven? Porque él no esta mirando a la sustancia sino a la promesa, igual como hizo Noé.",
    "Entonces ¿no pueden ver? “Así como fue en los días de Noé, así también será en los días de la venida del Hijo del Hombre”.",
    "Científicamente, nadie…El doctor le puede decir: “Pues mire esto, su hinchazón todavía está presente. El cáncer permanece. Su brazo está igual de paralizado. Ud. está loco”.",
    "Y recuerden, ese es el mismo espíritu que en los días de Noé dijo: “No hay lluvia en los cielos. Nosotros podemos alcanzar hasta la luna con nuestros instrumentos, y no existe nada de lluvia”. ¡Pero Dios dijo que allí habría lluvia”!",
    "🦅 Es, pues, la fe la sustancia de las cosas que se esperan, la evidencia de las cosas que no se ven”. Y el reposo final de la fe es la Palabra de Dios. Allí es donde halla su reposo. ¿Entienden? [La congregación dice, “Amén”.] Su lugar de reposo está en la Palabra de Dios.",
    "Allí es donde Noé reposó el asunto, “Así lo dijo Dios”. Y con eso se concluye el caso. Ahora Noé, al creer tal cosa, se convirtió en un fanático.",
    "Y las personas que hoy en día creen en el bautismo del Espíritu Santo…La iglesia dice, “Estos son fanáticos. Ellos no son nada más que un grupo de gente conmovida emocionalmente y sobrecogidos de un pánico”. Pero lo que ellos no reconocen es que la Palabra de Dios enseña esto. Es una promesa.",
    "Y para Noé no importaba cuánto decían, “El viejo está fallando en sus facultades mentales; y está errado, tanto científicamente como también en su propia mente”. Pero para Noé, era la Palabra del Señor, y con eso se quedó Noé. Y los sabios y entendidos tropezaron con la sencillez del asunto, y perecieron. ¡Qué reprensión lo es ahora para esa generación!",
    "Mucha gente dice: “Si yo hubiera vivido allá”. No, Ud. hubiera tomado la misma actitud. Porque hoy, con la misma cosa siendo reproducida, solamente que es en otra forma, y tropiezan con ello igual como en aquel día.",
    "No hay duda de que en aquellos días tenían muchos predicadores, pero Noé fue inspirado por Dios. Y Noé podía ver más adelante y saber lo que estaba por acontecer; y sabía que una generación tan adúltera y pecaminosa como esa, Dios no la podía dejar continuar. Entonces ¿qué podemos hacer hoy, sino que mirar la misma cosa? Una Sodoma y Gomorra moderna, una gente mala y adúltera, tan pulidos en educación que tropiezan con la sencillez de la manifestación de Dios en Su Ser y en Su Palabra, mostrando Su Palabra.",
    "No hay una persona en todo el mundo, [Hermana] Rosella, que…o que pueda decir que no estamos viendo con nosotros la misma Palabra de Dios hecha manifiesta, la mera promesa para los últimos días; la mera luz del atardecer que habría de resplandecer. Somos una gente privilegiada al verla. Pero esto está escondido de los elementos educados. Jesús dijo a Dios el Padre, “Te agradó esconderlo de ellos. Aun así, Padre, lo has escondido”. Y los dejó con su sabiduría.",
    "Vean, fue la sabiduría que puso a rodar la bola en la inmundicia del pecado allá en el principio. Porque Eva estaba buscando sabiduría cuando se encontró con Satanás, y Satanás se la impartió. ¿Ven? Y sabiduría esta opuesta a la Palabra. No se nos ha pedido que tengamos sabiduría. Se nos pide que tengamos fe en lo que ya ha sido dicho. ¿Ven? Pero hoy día los eruditos le dan una pulida tan bonita, y la colocan, y le dan sus interpretaciones, siempre lo han hecho. Y están haciendo la misma cosa hoy; está a la misma medida. Ahora, la gente, pero el…",
    "O mejor dicho, la gente allá lo pasó por alto, como siempre, y lo pasa por alto hoy, lo mismo. Hacen igual. Y la razón que lo pasaron por alto es porque eran demasiado sabios para creerlo. ¿Ven? Ahora, el Mensaje fue tan sencillo que los sabios eran demasiado sabios para creer la sencillez del Mensaje. ¡Oh, qué cosa! Dios lo hizo tan sencillo, en la Verdad, que los intelectuales lo pasaron por alto por causa de la sencillez. Pues, eso es lo que manifiesta la verdadera grandeza de Dios; porque El siendo el más grande, se puede hacer tan sencillo.",
    "Los hombres hoy día, mostrando que no son de Dios, son grandes y buscan cómo hacerse más grandes, y se expresan con grandes títulos como: “Obispo Mayor, Doctor, Santo Papa”, y por el estilo, haciéndose algo que en verdad no son. Luego Dios siendo tan grande, se hace tan sencillo. Simplicidad es grandeza.",
    "Nosotros podemos construir un avión, podemos disparar un cohete a la…o colocar un—un—un misil en órbita. Y podemos hacer todas estas cosas, pero no podemos fabricar ni una sola hojita de grama. Amén. ¿Qué de eso? Pero en vez de tratar de volver y hallar el origen de esta hojita, y aceptar el Dios que la crió, estamos más bien construyendo un proyectil que llegue primero, antes de que alguien más pueda construir algo semejante. ¿Ven?",
    "En nuestras iglesias somos tan intelectuales y sabios que podemos construir un edificio que cueste un millón de dólares, o uno de diez millones; y tratando de construir uno mejor que los metodistas, o los bautistas construyendo uno mejor que los presbiterianos; y hasta los pentecostales se metieron en esta carrera infructuosa. Pero aquí está la verdad del asunto: somos tan inteligentes y tan inmovibles en nuestras costumbres al grado que no nos podemos humillar para reconocer el Dios que está obrando en la misionsita allá en la esquina. ¿Ven? Correcto. Allí es donde tropezamos, en la simplicidad. Siempre lo han hecho.",
    "Ahora aquellos eran demasiado inteligentes para creer un Mensaje tan sencillo. No tenía suficiente brillo para cuadrar con sus estudios científicos. No era—no era lo suficiente genial, el Mensaje no era suficiente para cuadrar con el programa educacional que tenían en aquel día. ¿Ven? Ellos habían estudiado para saber que había un Dios, y ellos estudiaron para saber que El era algo grande, y trataron de engrandecerse juntamente con El. Cuando para subir, siempre hay que bajar.",
    "Ahora, ¿quién es el que sabe si el polo norte está hacia el norte o si el polo sur está al norte, o el polo norte está hacia el sur, o el polo sur hacia el norte? ¿Cuál es hacia arriba y cuál es hacia abajo? Estamos así colgando en el espacio. Decimos, “El polo norte queda para arriba”. ¿Cómo sabemos? Puede ser que el polo sur está hacia el norte. ¿Ven? Es que no sabemos. Entonces recordemos, y esta Palabra…",
    "Dicen, “Hermano Branham, ¿cómo puede Ud. decir que para subir hay que bajar”?",
    "¡Basándome en las palabras de Jesucristo! El dijo: “El que se humilla, será enaltecido, pero cualquiera que se enaltece, será humillado, será traído abajo”. Entonces en realidad para subir hay que bajar, y para bajar hay que subir.",
    "Como dijo aquel hermano en la ciudad de Chicago que…Un hombre, un cierto ministro de una cierta organización, vino para predicar ante unos pentecostales. Tenía muy bien arreglado todas sus cosas intelectuales. Subió allí y usó palabras que los pentecostales no conocían; y se dio cuenta que no estaba avanzando nada con esa gente pentecostal. Subió con el pecho inflado porque era el “Santo Doctor Fulano de Tal”, y venía de tal o cual seminario muy famoso allí en Chicago. Y él miró y vio que los pentecostales se estaban mirando el uno al otro. No sabían ni de qué estaba hablando; él era tan sabio, tan inteligente, tan genial. Ellos no le entendían.",
    "Es semejante al caso de cierto senador, o el hombre que fue derrotado en esta última elección presidencial. Tuck Coots me lo estaba relatando cuando estaba yo predicando en la ocasión del entierro de la Hermana Ford. Yo estaba predicando de la garantía de la resurrección: “Tan cierto como sale el sol, así es de seguro que me levantaré. Tan cierto como en el otoño se muere la grama y las hojas se caen de los árboles, pero vuelven nuevamente. Cuando la Tierra vuelve en su órbita, tiene que volver nuevamente”.",
    "Tuck me dijo, “Billy, agradezco ese mensaje”. El Hermano Neville y yo estábamos sentados en el carro. Y yo dije, “Tuck”…El me dijo, “Agradezco tus mensajes”.\n\nY le dije, “Tuck, yo no tengo ninguna educación”.\n\nEl me respondió: “Eso es lo bueno”. ¿Ven?",
    "Y él dijo que fue a ver a…Creo que el hombre me perdonaría, no es mi intención…Se trata de Adlai Stevenson, Uds. saben. Y dijo que lo escuchó por quince minutos. Y el Sr. Stevenson es un orador muy elocuente, supuestamente, Uds. saben, a tal grado que Tuck dijo…Y tiene una educación de universidad. Dijo que él se quedó dormido. Dijo que a los quince minutos se quedó dormido, escuchándolo. Dijo, “Con su educación universitario, habían muy pocas palabras que yo pude entender; eran palabras tan pulidas”. Y dijo, “Hermano Branham, ¿Ud. me ha visto dormir durante alguno de sus cultos”?",
    "¿Ven Uds.? Es la sencillez de la cosa, allí es donde encontramos a Dios.",
    "Ahora aquellos en aquel día eran demasiado inteligentes para captar el significado de la manera sencilla en que Dios hacía las cosas. No tenía para ellos el suficiente brillo. Tiene que ser pulido, tiene que ser cromado, o de otra manera lo pasan por alto. Pero el gran Jehová estaba escondido en Su Palabra, y se dio a conocer al pueblo que creía en Su Palabra, al salvarlos y trayendo a cumplimiento el Mensaje sencillo. Dios trajo a cumplimiento el Mensaje sencillo de Noé. Noten bien.",
    "También en los días de Moisés, noten otro tiempo de liberación.",
    "Cuando Dios está a punto de hacer algo para liberar a Su pueblo, Dios manda un Mensaje a esa gente. Y es algo tan sencillo — como lo veremos en la apertura de estos Sellos. Ese era mi propósito en predicar esto primero. Pues hallaremos que la apertura de estos Sellos es algo tan sencillo, que los—los sabios lo pasan por alto a una distancia incalculable. ¿Ven? Espero que Dios me unge para eso. ¿Ven? Lo pasan por alto. Y por eso pensé que este Mensaje sería muy apropiado en esta mañana, para fijar una base de la simplicidad de Dios, y cómo es que Dios se esconde en la simplicidad.",
    "Piénsenlo: pueden partir el átomo y todas estas cosas; pero cuando llega a la cuestión de la vida, ni pueden decir de dónde viene. Dios se esconde en una sencilla hojita de grama. Pueden mandar un cohete hasta la luna y—y lanzar los rayos del radar, pero sin embargo no pueden explicar la vida que existe en una hojita de grama. Correcto. ¿Ven? Eso es porque no puede ser explicado. Es tan sencillo que lo pasan por alto.",
    "Ahora fíjense en Moisés, en aquel día cuando Dios iba librar a los hijos de Israel, según Su Palabra. ¿Qué hizo? Escogió a una familia sencilla, de la cual no tenemos ningún registro. ¿Ven? Sencillamente “un hijo Leví”, es todo lo que sabemos. ¿Ven? Y así que…y su esposa. Era una persona ordinaria, quizás uno que trabajaba con el lodo (como pensaría el mundo), allá fabricando ladrillos para el enemigo. El era apenas un ordinario esclavo en Israel, pero Dios escogió a esa familia para que de allí viniera el libertador; solamente una familia judía común. El no escogió realeza o celebridad, o algo por el estilo, ni tampoco escogió algún sacerdote. El más bien tomó una familia común, cualquiera. ¿Ven? ¡La simplicidad! Luego fíjense en lo que hizo. Produjo un niño, un simple humano. El no…",
    "El pudo haber—El pudo haber ordenado que los libertara el sol, si hubiera querido. El pudo haber ordenado que los libertara el viento. El pudo haber ordenado que los libertara un Angel. ¡Oh, aleluya! Dios puede hacer lo que El quiere.\n\nUd. dice: “Pero Hermano Branham, ¿cómo sabe Ud. eso”?",
    "Dios no se sale de Su programa. Por eso sabemos que en este día la cosa tiene que ser sencilla. Ahora, El siempre obra en la simplicidad. Pero Dios — que allá en el principio pudo haber ordenado que el sol predicara el Evangelio, o que el viento predicara el Evangelio, o que algún Angel predicara el Evangelio — pero ordenó al hombre para ese propósito, y El nunca lo ha cambiado. El nunca ordenó en el…El nunca ordenó a las denominaciones. El nunca ordenó a grupos de hombres. El ordenó que hombres predicaran el Evangelio; no a las máquinas, ni sistemas mecánicos, ni seres Angelicales. ¡Pero ordenó al hombre!",
    "Y cuando trajo liberación a aquel pueblo, mandó un simple ser humano, nacido de una familia sencilla entre un grupo de esclavos. ¡Qué cosa! ¡Qué Dios es éste, desenvolviéndose en simplicidad!",
    "Ahora noten. El lo tenía entrenado con la sabiduría mundana para que así pudiera fallar, y así mostrar que no es por sabiduría que seremos liberados. Es por la fe que somos liberados. Permitió que él obtuviera una educación tan elevada a tal grado que él podía enseñar sabiduría a los egipcios, así era de inteligente. Dios estaba con aquella familia sencilla que quizás ni podían firmar su nombre. Y Moisés fue inscrito en las escuelas más avanzadas, con tan grande educación, hasta que podía enseñar sabiduría a los maestros. Podía enseñar a los genios. Sí. Y Dios permitió que él llegara a esa condición para así poder manifestarse El mismo en humildad para mostrar que la sabiduría no tiene nada que ver en el asunto. Y Moisés falló miserablemente en su genio. Así lo permitió para Su propósito, para que fallara. Y en verdad falló y hasta cayó.",
    "Y así para mostrar que “no es por poder ni por fuerza”, ni por la sabiduría de Egipto, ni por la sabiduría de nuestras escuelas, ni por el poder de nuestros seminarios, ni por el número de nuestras organizaciones, ni por el poder de nuestra enseñanza sabia, “sino por mi Espíritu, dice Dios”. Su sabiduría desvaneció y llegó a su fin cuando se encontró con Dios en la zarza que ardía. Se quitó los zapatos y se humilló y se olvidó de su sabiduría.",
    "Dios trayendo liberación, tuvo que entrenarlo en sabiduría para poder permitir que cayera para mostrar que uno no puede apoyarse en el brazo de su propio entendimiento, ni en el entendimiento de otro. Lo dejó caer para mostrar Su mano. ¿Lo pueden ver? [La congregación dice, “Amén”.] El propósito de Dios al hacer esto era poder manifestarse a Sí mismo en humildad. Y permitió que Moisés llegara al puesto más elevado, y hasta sería—sería el próximo Faraón. Era un poderoso general. Según la historia, Moisés mismo conquistó los países vecinos. Y luego cuando se convirtió a la obra de Dios, con todo su talento, Dios lo dejó caer de cabeza para entonces ponerlo allá en el desierto y sacarle todo aquello a golpes; y luego aparecerse ante Moisés en humildad y enviarlo allá con un palo en la mano para librar al pueblo.",
    "Cuando no lo pudo lograr por medio de su entrenamiento militar, ni con educación, ni con su educación científica, ni con fuerza militar, no pudo; pero El le dio un palo chueco del desierto y con eso lo logró. ¡Dios en la humildad, en la simplicidad! Dios estaba en el palo y en Moisés. Y mientras Moisés tenía el palo, entonces Dios lo tenía, porque Dios estaba en Moisés. Cierto.",
    "Noten, “No con ejercito, ni con—con fuerza, sino con Mi Espíritu”. ¡Pero con fe sencilla!",
    "Moisés tenía un entendimiento que él habría de ser el libertador, por las enseñanzas de su madre. Y él se entrenó en la fuerza militar para lograrlo, pero eso falló. ¿Ven? El tenía el entendimiento, tenía la educación; pero esas cosas no le sirvieron. Así que tuvo que olvidarse de todo eso, y llegar hasta lo sencillo de tomar a Dios por Su Palabra, y entonces él liberó a la gente.",
    "¿Cómo es que Dios libera? Por fe en Su Palabra. Siempre ha sido así. Podríamos mirar, si tuviéramos tiempo. Todavía tenemos como veinte minutos. Tuvimos…",
    "Podemos considerar a Caín y Abel, cómo fue que—que Caín trató de agradar a Dios por medio de la hermosura.",
    "Y hay gente que piensa agradar a Dios con una congregación grande y finamente vestida, o por las vestimentas finas del sacerdote o el ministro, o con el coro vestido de batas finas, y tanto fingimiento, y que todo eso agrada a Dios. ¿Pueden ver de dónde vino todo eso? Caín intentó la misma cosa. Y edificó un altar, y sin duda lo hizo muy bonito.",
    "Y el hombre era sincero. El adoró. Pensó: “Con tal de que yo sea sincero, no importa lo demás”. Pero sí importa. Uno puede estar sinceramente errado.",
    "Noten, él—él edificó este altar y le colocó flores y lo arregló, y le colocó frutas hermosas y pensó: “Seguramente un Dios tan grande y Santo, limpio y hermoso, aceptará este sacrificio”. Pero la cosa es que lo hizo con su propia sabiduría; lo hizo según sus propios pensamientos.",
    "Y eso es lo que es hoy. El—el…Ellos hacen estas cosas según su propia sabiduría, por su educación y la ética y cosas que han aprendido.",
    "🦅 Pero Abel, por una revelación (por fe), ofreció a Dios un sacrificio más excelente”. No hubo nada de limpio en cuanto a su sacrificio, humanamente hablando. Tomó al corderito y lo amarró del cuello con una vid y lo llevó arrastrando hasta el altar. Ese cuadro no tenía nada de bonito. Lo colocó sobre el altar y le cortó el pescuezo con una—una piedra puntiaguda hasta que la sangre salió brotando por todos lados, y el corderito daba balidos mientas moría. Pues era un escena horrorosa a la vista, pero era una cosa sencilla.",
    "En simplicidad, él sabía que había nacido de la sangre de su madre y su padre. Nació en la sangre de su madre, por la sangre de su padre; y fue la sangre que causó la caída, entonces era sangre que sería el remedio. “Entonces él ofreció a Dios un sacrificio más excelente porque le fue revelado”.",
    "¡Algunos de los hermanos hoy día piensan que ellos allá comieron manzanas y peras! El otro día vi una de las cosas más asombrosas en el periódico. Decía, “Ahora han probado que no fue una manzana lo que Eva comió”. Pienso que ahora reclaman, “Fue un albaricoque”. Entonces ¿ven de dónde viene ese espíritu?",
    "También decía que Moisés en realidad no cruzó por medio del Mar Rojo, sino que a un extremo era un cañaveral, un mar de cañas. Y que él trajo a los israelitas por el mar de cañas. En un extremo del—del mar existe un cañaveral. Y Moisés cruzó el mar, pero cruzó un mar de cañas; Uds. saben, una hierba alta, como junco y cosas, y que por allí cruzó. ¡Qué ridículo!",
    "Cuando la Biblia dice que “las aguas se partieron a diestra y a siniestra, y Dios causó un gran viento oriental que separó las aguas”. ¿Ven? ¿Ven?",
    "Es que tratan de descifrar las cosas de su propio modo. Y así es como siempre han fallado y así seguirán fallando. Uds. saben, y todas estas cosas.",
    "Ahora, Caín fue la representación del hombre de hoy con mente carnal, el cual es religioso por fuera. El quiere hacer algo por fuera, pero él es un…El asiste a la iglesia y hace muchas cosas a beneficio del edificio.\n\nSólo hay una Iglesia, y a esa Ud. no se puede unir.",
    "Estas son logias. Uno se puede unir a la logia metodista, la logia bautista, la logia presbiteriana, la logia pentecostal.\n\nPero uno nace en la Iglesia. Sí señor. ¿Ven?",
    "Todas éstas son logias, no son iglesias. Son logias. No hay tal cosa como “iglesia” metodista, ni “iglesia” pentecostal. No existe tal cosa, no. Eso está todo errado. ¿Ven? Ellos…Correcto. Son simplemente logias a las cuales la gente se une.",
    "Pero uno nace en la Iglesia del Dios viviente, y ese es el Cuerpo místico de Jesucristo que se está formando.",
    "Pero le agradó a Dios revelar Su secreto a Abel, por medio de la simple fe en la sangre derramada. ¡Cómo quisiera tener suficiente tiempo para quedarnos con eso por un poco más de tiempo! ¿Ven?",
    "Sin embargo, allí estaba Caín con toda su sabiduría, el hombre sabio. Ud. me dice: “Pero Hermano Branham, Ud. dijo que él…¿Está Ud. tratando de mostrar a Caín como el genio educado”? Lo era. Era inteligente. Siga Ud. su descendencia y observe sus hijos. Todos fueron científicos, doctores y hombres inteligentes, todos.",
    "Pero siga la generación de Set: era gente humilde, campesinos, agricultores, etc., hasta la destrucción.",
    "Pero los hijos de Caín fueron del grupo inteligente y astuto. Dicen que hasta podían procesar el cobre y fabricar metales; eran constructores. Y ellos eran hombres sabios.",
    "Mientras—mientras que estos otros moraban en sus tiendas y pastoreaban sus ovejas, confiando en las promesas de Dios. ¿Ven lo que era? Sigan las genealogías y vean si no es así. ¿Ven? Ellos confiaban en las promesas de Dios.",
    "Así es como Noé fue escogido, de esa clase de gente. Así es como Pablo también fue sacado de su rebaño. Así es como Juan Wesley, Martín Lutero, y cuántos más. Así es como Uds. han llegado a ser lo que son hoy, igual, humildes para creer la simple promesa de Dios.",
    "Ahora fíjense. Le agradó a Dios identificar. Ahora Dios siempre vindicará si algo es la Verdad o no. Mucha gente trata de representarse en algo con lo cual Dios no tiene nada que ver en lo absoluto. Correcto. Pero cuando Ud. ve que Dios viene y afirma una cosa, diciendo: “Eso es correcto, eso es correcto, eso es correcto”. Entonces Ud. sabe que esa es la verdad.",
    "Ahora, cuando las ofrendas estaban sobre el altar, Dios rechazó aquella concepción intelectual de Dios. Pero cuando El vio a Abel, que por fe sencilla para creer que no eran manzanas ni frutas del campo, sino que era la sangre — por fe él creyó esto, por revelación de Dios — Dios vindicó a Adán [Abel] al aceptar su sacrificio.",
    "Allí es donde nos basamos para la oración por los enfermos y las otras cosas. Jesús dijo: “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho”.",
    "Ahora, estamos procediendo rápidamente para terminar en los próximos veinte minutos.",
    "Noten el día de Elías. Dios escogió esconderse en una persona sencilla. Piénsenlo bien. Dios escogió. Esa fue Su escogencia. Recuerden, ellos tenían rabinos, sacerdotes; tenían hombres grandes en esos días. Aun el mismo rey Acab era un judío. En aquel día él tenía grandes hombres en el país. Pero Dios se escondió en un hombre sencillo; no en un erudito, ni—ni en un hombre de renombre del mundo, como algún genio militar, no. No era alguien de nombre muy famoso. Pues no sabemos ni quienes eran sus padres; no sabemos nada de su genealogía. Era un sencillo campesino de aquellos lugares, el cual fue criado con el propósito de ser un profeta. Dios lo tenía viviendo solito allá en el desierto. Y lo único que sabemos es que salió de la nada, y condenó por completo al sistema eclesiástico.",
    "Y ¿saben Uds. lo que pensaron de él? “¿De cuál escuela fue graduado? ¿Con cuál de las denominaciones está él? ¿Está con los fariseos, los saduceos o con cuál de ellos”? El no pertenecía a ninguna. Pero las condenó a todas. ¿Ven? Dios escogió hacer eso.",
    "Pero un hombre sencillo, sin educación. No tenemos registro de que él haya asistido a alguna escuela, no tenemos nada referente a él, sólo que era un hombre sencillo. Pero le agradó a Dios esconderse en esa persona sencilla. Dios, allá con este hombre sencillo, escondiéndose en un ser humano. ¿Pueden captarlo? [La congregación dice, “Amén”.]",
    "Dios escondiéndose en un “analfabeto loco” (según pensaba el mundo). Porque Uds. saben, le acusaron de todo, aun de ser un brujo, a Elías. Así han acusado a todos los profetas. ¿Ven?",
    "Aun así acusaron a Jesucristo. “Eres Beelzebú. Estás loco”. Le dijeron: “Bueno, estás loco. Sí, sabemos que tienes un demonio. Estás turbado de la mente”. ¿Ven?",
    "Entonces fue cuando les dijo, que al llegar los últimos días, el hacer tal cosa sería blasfemia. El les perdonó, pero no les sería perdonado en los últimos días. Antes tendrán que pagarlo con separación Eterna. Nunca serán perdonados en este siglo ni en el venidero.",
    "Pero Elías fue clasificado como un hombre loco. ¿Pueden imaginarse parándose ante…? Allí estaban todas las mujeres cortándose el cabello como los días modernos, me supongo, y pintándose la cara como Jezabel, la primera dama del país. Y—y los predicadores todos se habían tornado mundanos y todo. Luego ¿qué sucedió? Por allí vino saliendo Elías, condenando toda la cosa, desde Jezabel para abajo.",
    "Pensaron: “Pues, nosotros no tenemos que escucharte, tenemos nuestros pastores”.",
    "Por supuesto, no le tenían que escuchar, pero de todos modos él era su pastor. Era el pastor de Jezabel. Ella no lo quería. Puede ser que ella tenía otro, pero éste era el enviado de Dios. ¿Ven? El era el pastor enviado de Dios para ella. Ella le odiaba, pero de todos modos él era su pastor. Noten.",
    "Y Elías se humilló y se quedó con lo que decía Dios, de tal manera, que a Dios le agradó tomar ese mismo espíritu de Elías, y prometió usarlo tres veces más. ¡Amén! Y así lo hizo. Amén. Seguro, así lo hizo. Seguro. El prometió que vendría, y así vino. Y vino sobre Eliseo, su sucesor; luego vino sobre Juan el Bautista; y según Malaquías capítulo cuatro, debe estar aquí otra vez en los últimos días. ¿Ven?",
    "Dios amó el espíritu que estaba sobre aquel campesino sencillo, sin educación, de allá en el campo. Y así era tan obediente a Su Palabra, que El podía decir: “Elías, haz esto”, y en seguida Elías lo hacía. Allí Dios se escondió en tal sencillez.",
    "Muchos decían: “Aquel es un loco, no tengan nada que ver con él”, y así por el estilo.",
    "Pero un cierto día cuando él—él era ya viejo, y su cabeza calva, su—su barba canosa y larga, los pocos cabellos que tenía le colgaban por el hombro; sus brazos delgados y la carne colgándole de los huesos; él vino caminando hacia Samaria con sus ojos enfocados en el cielo. Tenía un palo chueco en la mano. No era una persona muy agradable a la vista, pero tenía ASI DICE EL SEÑOR para ese día. El no comenzó a vacilar, ni a tartamudear, ni a decir algo así: “Oh, grande Acab…” Entró allí y dijo: “¡Ni aun el rocío caerá del cielo hasta que yo lo pida”. ¡Aleluya! ¿Ven? Dios había honrado su sencillez.",
    "Ahora, vean, mientras permanecía en la manera sencilla, y todos—todos estaban en contra de él, todos querían acabar con él. Toda la asociación ministerial y todos los demás, correcto, querían aniquilarlo, todos. Pero en aquella sencillez — aunque nadie quería cooperar en sus campañas y cuantas cosas él tenía; todos pensaban que estaba loco — Dios allí se estaba ocultando.",
    "Pero cuando llegó la hora para que madurara la simiente que había sido sembrado, Dios se manifestó a Sí mismo al enviar el Fuego del Cielo que lamió todo el sacrificio. Dios escondiéndose en la simplicidad, y luego revelándose a Sí mismo nuevamente. ¿Ven? Cierto. Le agradó a Dios hacer eso. El siempre lo ha hecho así. Sí señor. Ahora, hallamos que El—El prometió estas cosas.",
    "Pero el problema hoy está en que muchos de nosotros como humanos, queremos educar tanto nuestra mente en la vía del seminario y de la denominación a tal grado donde Dios no puede ni usarnos. Dios puede impulsar a un hombre para hacer algo, y le da un ministerio. Y la primera cosa que Ud. ve, es que aquel hombre empieza a poner atención a lo que otros dicen y de repente se enreda con tantas cosas. Luego, Dios quita Sus manos de él y lo deja solo. ¿Ven?",
    "Luego El trata de busca a otro hombre, alguien que lo va hacer. ¿Ven? El está buscando a uno que tome Su Palabra, que tome la revelación Divina y que no se mueva, sino que se mantenga fijo en esa Palabra. Así lo hace, y así lo ha hecho siempre.",
    "Así que cuando el hombre llega a ser tan educado e inteligente que él trata de aplicar su propia interpretación. Bueno, como dicen: “El bautismo del Espíritu Santo fue para otro día”. También dicen: “Bien pues, no es que fue para otro día, pero la verdad es que no llega como llegó en el Día de Pentecostés. Nosotros recibimos el Espíritu Santo cuando creemos”. Y toda clase de cosas como esas. ¿Ven? Y al hablar del bautismo en el Nombre del Señor Jesucristo ellos…Que así lo enseña la Biblia [Hechos 2:38] y dicen, “Sí, pero el seminario dice. Y Fulano de Tal dice”. Eso es hacer compromisos. ¿Ven? Dios no puede usar tal clase de persona. ¿Ven?",
    "Posiblemente El permita que un hombre sea abatido por todo el país de esa manera, y que lo echen para afuera y lo pongan en ridículo, y que se mofen de él, y todo lo demás de esa manera. Pero cuando viene el verdadero reto, Dios se manifiesta y se vindica a Sí mismo en la misma sencillez.",
    "Se levanta como la florecita. La semilla parece que está acabada, muere y cae a la tierra. Si uno la escarba de la tierra, encuentra una cosa podrida y parece algo horrible. Pero de allí brota la vida para reproducir otra flor.",
    "Dios en la simplicidad. El hace la misma cosa. Para subir, siempre hay que bajar. Humíllense y nunca digan: “Yo tengo esto y aquello”. Ud. no tiene nada. Sólo—sólo recuerden, si tienen la gracia de Dios, sean agradecidos por ello y sean humildes. Manténganse en humildad.",
    "Ahora, ya sé que tengo que apurarme, viendo el reloj; no quiero retenerlos mucho tiempo porque no deseo cansarlos. Nos falta mucho durante toda la semana.",
    "Y luego hallamos que la gente llega a ser tan ilustre y educada.",
    "Ahora deseo mostrarles el otro extremo. El—el otro va tan lejos del otro lado que llegan a ser fanáticos tratando de ser religiosos. Ahora, sabemos bien que tenemos ese grupo. Ellos se van al otro extremo. ¿Ven?",
    "En eso mismo es que difiero con este grupo de hermanos que se apartó no hace mucho del—del “Camino de la Luz”. Ellos no podían aceptar que se obrara tal fenómeno a menos que tuvieran su propio grupo. Así que se reunieron en el Canadá, y se hicieron su grupo de gente a quienes iban a dar y hacer apóstoles y profetas unos de otros y cosas, y la cosa se volvió nada. ¿Ven? Y siempre será así. Ellos llegan a ser…Ellos sienten que porque son…Condenan tan ásperamente las otras cosas hasta que llegan al otro extremo. ¿Ven?",
    "Por un lado están los altamente intelectuales, fríos e indiferentes que lo niegan todo. Y los otros se van al otro lado, del otro lado con los radicalmente emocionados, y niegan la Palabra.",
    "Pero la verdadera Iglesia se queda en el mero centro del camino. Ahora, si Uds. notan, ellos—ellos—ellos tienen el conocimiento Bíblico de lo que Dios dijo, y es—es suficiente espiritual para tener calor de corazón, y están justo en el camino. Isaías dijo que sería así. El dijo que “habrá calzada”. [Isaías 35: 8-10]",
    "Y los preciosos y bendecidos amigos santos de la iglesia nazarena, un movimiento poderoso que Dios comenzó. Pero ¿a dónde llegaron? Cuando Dios comenzó a hablar en lenguas en la iglesia, ellos eran tan religiosos y tan almidonados, que lo llamaron “del diablo”. ¿Y ven lo que sucedió con ellos? Se sentían “más santo que los demás”. Y entonces hallamos que todas esas cosas se echan a perder y luego mueren. ¿Ven? Eso es por el otro lado.",
    "Por un lado llegan a ser fanáticos. Pero por el otro, llegan a ser fríos y almidonados.\n\nIsaías dijo: “Habrá calzada…”",
    "Y los nazarenos y muchos de los ancianos que creían en la santidad, decían: “La bendita calzada. ¡Gloria a Dios! Estamos subiendo por la calzada”. Pero recuerden, eso no fue exactamente lo que él dijo.",
    "El dijo más bien: “Y habrá allí calzada y (‘y’ es una conjunción) y camino”. Y no dice que será llamada la calzada de santidad, sino el “camino de santidad”.",
    "Ahora, en cuanto a una calzada de santidad, la gente misma trata de hacerse santa. Y cuando lo intentan es como dije antes, es como un…Sería como un buitre poniéndose plumas de paloma, tratando de llegar a ser un paloma, cuando su naturaleza todavía es de buitre. El es…Sería como un cuervo poniéndose plumas de pichón o de pavo real y diciendo: “Miren, yo soy una ave hermosa”. ¿Ven? Es una cosa manufacturada.",
    "Pero un pavo real no tiene que preocuparse si tendrá o no plumas de pavo real. La paloma no tiene que preocuparse si tendrá o no plumas de paloma. Mientras su naturaleza es de paloma, ella tendrá plumas de paloma.",
    "Y vean, la gente del movimiento de la santidad empezó a decir: “Las mujeres tienen que mantener el cabello largo y las mangas largas, y—y todas esas cosas, y las faldas largas; y no pueden usar anillos de matrimonio ni joyas de ningún tipo”. ¿Ven Uds.? Llegó a ser una santidad de su propia justicia. ¿Ven? Esa es—esa es—esa es santidad manufacturada. Pero la verdadera Iglesia del Dios viviente es…Y fíjense en lo que ha sucedido con las denominaciones. Ahora todas tienen el cabello cortito (como por ejemplo las pentecostales y—y las demás), y casi todos están usando anillos y cosas. Fíjense en los pentecostales de años atrás, cómo era que predicaban tan duro en contra de eso: “Nosotros la iglesia, nosotros la iglesia”.",
    "La Iglesia es el Cuerpo de Cristo. Es un individuo, entre otros individuos, que han nacido en el Reino de Dios. Eso viene de adentro para afuera y es vivido automáticamente.",
    "Uno no le tiene que pedir a la oveja que produzca lana…o mejor dicho que manufacture la lana. La oveja no tiene que manufacturar la lana. Ella dice: “Ahora mi amo quiere que yo produzca lana este año, más vale que me ponga a hacerlo”. No, lo único que tiene que hacer es permanecer siendo una oveja. Cierto. Automáticamente producirá la lana. Lo hará, lo hará. El la producirá porque…",
    "Y a nosotros no se nos pide que manufacturemos los frutos. Debemos simplemente producir frutos. Debemos producir el fruto. Y mientras uno es un árbol de fruto de Dios, con la Palabra de Dios, la Palabra de Dios se vindicará a Sí misma; producirá fruto mientras la Palabra mora allí. Jesús dijo: “Si permanecéis en Mí, y Mis palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho”. Uno no lo manufactura, ni se afana para tratar de producirlo. Simplemente está allí, y así continua.",
    "Ahora vamos, apurándonos en estos últimos momentos que nos quedan. Entonces terminaremos.",
    "Ahora, otros van al extremo de ser fanáticos (ahora ellos se van al otro lado), y creen que porque brincan u obtienen alguna otra sensación o emoción, hablan en lenguas, o si dan alguna profecía que resultó ser la verdad, o cualquier otra cosa, ellos piensan que esa es la cosa, que eso ya es la respuesta, que ya tienen lo necesario. Pero no es así.",
    "Jesús dijo: “Muchos me dirán en aquel día: Señor, Señor, ¿no profetizamos en Tu Nombre, y en Tu Nombre echamos fuera demonios, y en Tu Nombre hicimos muchos milagros? Y entonces les declararé: Nunca os conocí”. ¿Ven? Esa no es la respuesta, amigos.",
    "Esa es la razón…Y ¿que lenguas son la evidencia? Yo creo en el hablar en lenguas; pero no lo considero ser la única evidencia del Espíritu Santo. No señor. El fruto del Espíritu es la evidencia. ¿Ven? Sí. Ahora, vean, esa es la razón que difiero con el movimiento de los hermanos pentecostales, por causa de que ellos dicen, “Si alguien habla en lenguas, ya tiene el Espíritu Santo”. Yo difiero. Esa no es señal que tiene el Espíritu Santo. ¿Ven?",
    "Yo he oído hasta demonios hablar en lenguas tan rápido como les es posible, tomar sangre de un cráneo humano, y clamar al diablo.",
    "He visto los indios en Arizona, en la danza de la lluvia, envolverse con serpientes, alzar los brazos y correr todo alrededor. Luego sale el brujo cortándose con una lanza y coloca un lápiz en el suelo, y el lápiz se levanta solo y escribe en un idioma desconocido y también dar la interpretación. ¿Ven?\n\nAsí que no me cuente de eso; yo ya tengo muchos años para eso.",
    "Entonces el—el fruto del Espíritu es el…Jesús dijo: “Por sus frutos” no por las lenguas o las emociones, pero “por sus frutos los conoceréis”. Ese es el fruto del Espíritu. Es Dios desenvolviéndose a Sí mismo en humildad y dulzura, y cada día igual. Hay algo en cuanto a un hombre que se mantiene en la Palabra. Cada vez que él ve la Palabra, la acentúa con “Amén”, sin importarle lo que dicen los demás, él la cree. ¿Ven?",
    "Pero proseguimos sólo hasta confiar en algo fanático, y Satanás se mete entre la gente. Ese es el negocio de Satanás, y él tiene éxito en su negocio. Y se mete así entre la gente y les hace creer que lo tienen todo, únicamente porque pueden brincar. ¿Y a la vez odiar a su vecino? No. ¿Ven? El poder decir cosas y poder hablar en lenguas y estas otras cosas es maravilloso.",
    "Y recuerden, uno puede hablar en las lenguas genuinas del Espíritu Santo, y todavía no tener el Espíritu Santo. La Biblia así lo dice: “Si yo hablase lenguas humanas y angélicas, y no tengo amor, vengo a ser como metal que resuena, o címbalo que retiñe”. Primera de Corintios 13. ¿Ven? Entonces Ud. no…Esa no es la respuesta. ¿Ven?",
    "Los metodistas dijeron: “Cuando gritábamos, lo teníamos”. Pero no lo tuvieron. Los nazarenos dijeron que cuando vivían santamente, lo tenían; pero no lo tenían. Los pentecostales dijeron: “Nosotros hablamos en lenguas y lo tenemos”, pero no lo tenían. ¿Ven?",
    "Es Dios desenvolviéndose a Sí mismo no en las sensaciones, no. Sin embargo, las sensaciones lo acompañan. ¿Pueden ver el lugar? Llega a ser tan humilde que cualquiera lo puede ver, si uno no trata de inyectar en ello su propia mente y sus pensamientos. Es Dios.",
    "Entonces llegan a ser fanáticos. Entonces, por este otro lado tenemos los formales y fríos; acá tenemos los fanáticos en este otro lado; pero aquí va la Novia por todo el centro, llamando de ambos lados. Correcto. Dios vindicando Su Palabra a cada paso.",
    "Ahora tengo que dejar un poco de esto a un lado porque es demasiado y el tiempo se nos está acabando. Como pueda, me daré prisa.",
    "Desde el Edén ha sido profetizado que vendría un Mesías — desde el Edén.",
    "Voy a saltar por encima de algunas Escrituras que tengo apuntadas y notas, para terminar con el Mensaje, a tiempo si puedo. Dios ocultado en humildad. Hablaré rápido, pero a la vez deseo que puedan captar esto.",
    "Desde el Edén fue profetizado que vendría un Mesías. Fue predicho qué clase de persona El sería. Podríamos dedicar mucho tiempo. Uds. conocen la Biblia, qué es lo que El sería, qué clase de Persona sería. Moisés dijo: “El Señor vuestro Dios os levantará profeta semejante a mí”. Sabían pues que el Mesías sería un profeta y la clase de ministerio que tendría con El. Todos los profetas hablaron de lo que El haría. Hablaron de ello en símbolos. Y les pasó a todos por alto y por debajo. ¿Ven? Pasó por arriba de unos y por debajo de otros.",
    "Para cuando El llegó a la escena del tiempo, la gente a la cual fue enviado, ya tenía su propia interpretación de lo que El debía ser, en su propia interpretación imaginaria.",
    "La Biblia nunca cambia. La Biblia siempre es igual. Por eso yo siempre digo: “Las Escrituras dicen”, y con eso me quedo. Porque la Biblia no es de ninguna interpretación particular.",
    "Así que Uds. metodistas, bautistas, pentecostales, no traten de acomodar su propia interpretación, diciendo: “No quiere decir eso, sino esto”.",
    "Quiere decir exactamente lo que dice, exactamente. Alguien me dijo: “¿Cómo puede ser”? Yo no sé cómo, no es para que yo lo diga. Es negocio de Dios arreglar eso, El es Quien lo dijo, yo no, y El arreglará lo Suyo.",
    "Pero este Mesías había sido profetizado. Los profetas dijeron exactamente cómo vendría, y qué haría al llegar. Pero sus propias interpretaciones privadas del asunto entre la gente…Y cuando vino se presentó de una manera tan sencilla, en simplicidad, que todo el grupo eclesiástico tropezó. ¿Correcto? [La congregación dice, “Amén”.] Ahora esos hombres que habían sido instruidos…",
    "Ninguno podía ser maestro o sacerdote sin haber nacido de cierto linaje, el linaje de Leví. Y piensen, su tatara-tatara-tatarabuelo era sacerdote estando con esa Palabra, en el templo día y noche.",
    "Igual que el sacerdote católico o el ministro que es ministro por sucesión, de una generación a otra, en ciertas iglesias. Dicen: “Mi tatarabuelo fue un obispo metodista, como también fue mi abuelo”. ¿Ven?",
    "Así, ellos vivían con la Palabra, pero ya habían formado sus propias ideas. Y sus hijos las habían aceptado de la manera en que los padres se las habían enseñado. De manera que los padres la habían enseñado fuera de la manera real, y ellos habían hecho tal organización de ello, que cuando del Espíritu trató de presentar Verdad, ellos no la podían recibir.",
    "Y es igual hoy. No es mi propósito ser tan descortés, pero es correcto. Es igual hoy. Ellos hacen la cosa tan complicada y de un modo distinto. Como dijo alguien: “Dios no tiene nietos”. ¿Sabían eso? Dios únicamente tiene hijos e hijas; pero no tiene nietos y nietas. Cada individuo tiene que pagar el mismo precio y venir por la misma manera; igual como hizo su padre, así tiene que hacer Ud.",
    "Entonces El fue tan sencillo. Cuando este Mesías…Por cuatro mil años todos los profetas hablaron de El. David cantó de El, y todos así a través…Y cuando vino, la gente ya tenía su idea formada qué es lo que El haría y cómo lo haría. Ya lo tenían todo explicado y dibujado en sus rollos, y todo, de modo que cuando vino en esa forma tan sencilla, les echó a perder toda su teología. ¿Ven? Y no lo reconocieron.",
    "El vino de acuerdo a la Palabra. ¿Creen Uds. que Dios habló a través de los profetas, que el Mesías vendría en una cierta manera? Lástima que no tengamos como una hora más para repasar todo eso y explicar cómo fue. Pero todos nosotros sabemos cómo fue, de todos modos, la mayoría de nosotros. Cómo fue que Dios dijo que El vendría, y “Tú Belén, pequeña eres entre los de Judá…” Y todo lo que haría y cómo lo haría. ¿Ven?",
    "Y sin embargo, El fue tan sencillo, que los grandes eruditos lo habían enredado tanto de manera que no lo reconocieron. Pero sabemos que Jesucristo no vino contrario a la Palabra; más bien vino de acuerdo a la Palabra, pero contrario a sus interpretaciones. ¿Ven? El enseñó cosas que eran contrarias al entrenamiento eclesiástico que ellos tenían acerca de El.",
    "Ellos decían, por ejemplo: “Ahora cuando el Mesías venga ciertamente llegará al templo y dirá: ‘Caifás (o cualquiera que fuere el sumo sacerdote), yo he llegado.’ El vendrá con una escolta de diez millones de Angeles. Dios dirá: ‘Bueno, Uds. allá abajo, Uds. son una iglesia muy poderosa, son Mi pueblo. Voy a darle vuelta aquí a esta palanca y dejar bajar la escalera celestial. En esta mañana les voy a mandar al Mesías, y lo voy a hacer que aterrice allí en el patio. Toda la gente puede congregarse allí.’ Y Ud., Dr. Fulano, y Ud. Dr. Zutano, pueden tomar los primeros puestos para saludarlo primero”.",
    "Eso es quizás parecido a como piensan hoy. Sé que es un poco…Suena un poco radical pero yo no…Deseo que esto quede bien claro.",
    "🦅 Y tiene que ser así, y si no viene de esa manera, pues entonces no es correcto; es más bien un anticristo. Si no viene de esa manera es un anticristo. Y por eso mismo no será. Y lo que sigue será una escolta de diez millones de Angeles, juntamente con sus bandas. Y aterrizarán allí en el mismo terreno donde Salomón edificó el templo, y todo esto por aquí es lugar santo donde han muerto santos y gente sabia”.",
    "Jesús dijo: “¡Sí, Uds. hipócritas, hijos del diablo! Adornan los sepulcros de los profetas, y sus mismos padres fueron quienes los pusieron allí”. Correcto. “¿Cuántos hombres justos y profetas les han sido enviados, y todavía los mataron, a todos”? Pero, ¿a qué llamó El “justo” allá entonces? Lo que ellos llamaron “fanáticos y locos”.\n\nAllá, ellos pensaron que así vendría.",
    "Pero cuando El vino en un establo, nacido de una virgen, y con apenas un sencillo carpintero como padre adoptivo, y una muchachita desconocida. ¿Ven? No era la hija del sumo sacerdote o algo así. El—El vino como…por medio una damita que vivía en una parte muy mala, llamada Nazaret. José era un simple viudo, su esposa había muerto y le había dejado unos hijos. Y con éste estaba ella comprometida. Y así El llegó con un nombre tiznado, para comenzar; decían que nació ilegítimo. ¡Ay, ay, ay!",
    "Eso chocó duramente con su refinamiento. ¿Ven? Su ética educacional no les permitió tragar eso. Sus interpretaciones de las Escrituras no traían nada de eso, pero sin embargo era ASI DICE EL SEÑOR. ¡Ay, ay, ay!",
    "Cómo me da escalofrío solamente pensar en eso, y ver la misma cosa sucediendo de nuevo. Dios no puede cambiar.",
    "Ya son las doce, ¿paro aquí o qué? [La congregación dice, “Siga adelante”.] Muchas gracias. Quédense quietos por un rato más. Ahora, es que estoy colocando el fundamento para un Mensaje venidero. Trataré de despedir el culto dentro de diez, o quince minutos, si podemos. Dios les bendiga.",
    "Ahora fíjense bien. Eso fue tan sencillo que para ellos no dio en el blanco. Pero sí dio en el blanco de Dios. ¿Ven? Pegó en la Palabra. El vino exactamente como dijo que vendría. Pero la interpretación de ellos estaba errada. La interpretación acerca del libertador en el tiempo de Moisés también estuvo errada. La interpretación que tenían en el tiempo de Noé estaba errada. Pero Dios viene según Su Palabra.",
    "Luego vino Jesús y El enseñó cosas contrarias. Le decían: “Si Tú eres el Mesías haz estoy y aquello. Si Tú eres, baja de la cruz y muéstranos ahora mismo”. ¿Ven? Pero Dios no hace payasadas para nadie. Dios únicamente hace las cosas que son placenteras y correctas.",
    "Ellos pensaron que uno como El ciertamente tendría que venir con una gran escolta de Angeles. Pero El vino a un establo. Y para la ética refinada de ellos, era una cosa ridícula que un ser humano ordinario pudiese pensar que el Dios Todopoderoso, el gran poderoso Jehová, que es dueño de la tierra entera y Creador de todo, ni siquiera podía aparejar un lugar para el nacimiento de Su propio Hijo, algo mejor que un establo de ganado, junto al estiércol. ¿Cómo podría ser? ¿Ven?",
    "¿Qué era? Dios en la simplicidad. Eso fue lo que lo hizo tan grande. La ética de la educación no podía reducirse a ese nivel, no podía soportar eso. Pero Dios es tan grande que se redujo a tal nivel, y ni siquiera hubo ropa para Su propio Hijo. ¡Piénsenlo bien! Y el mundo…No había cupo en el mesón. Y bajó a un establo de ganado, una pequeña hendidura, una cueva, en el costado del de una colina. Y allí sobre una camita hecha de paja llegó el Hijo de Dios. Oh, eso era tan diferente al encuentro allá…",
    "Y Su madrecita estaba por ser madre; se hallaba en esa condición aún meses antes de estar comprometida para casarse, o aun casada. ¿Ven? Estaba ya para ser madre, y la gente vio esto y sabían que así era. Y María sabía en su propio corazón lo que estaba sucediendo.",
    "Y José no entendía. Pero el Angel del Señor llegó por la noche, diciéndole: “José, tú eres hijo de David. No temas recibir a María tu esposa, porque esto no es nada malo, sino que es del Espíritu Santo”. Con eso quedó resuelto. El hombre, José, tenía tal conexión con Dios que Dios podía hablar con él.",
    "Pero hoy nos cubrimos tan apretadamente con nuestra vestidura eclesiástica que nada nos puede hablar fuera del mismo grupo eclesiástico al cual pertenecemos. No deseo ser duro ni radical, y por eso dejaremos eso en paz. Noten. Pero Uds. entienden lo que quiero decir. Noten.",
    "El establo era un lugar ridículo, para ellos, los refinados. No tenemos ningún registro en donde El haya asistido a un solo día de clases. Sin embargo, a la edad de los doce años, un niño sencillo estaba confundiendo a los sacerdotes en el templo con Su enseñanza. Oh, ¿qué fue? Dios ocultándose. Ahora sí me siento religioso. Dios, ocultándose en un establo. Dios, ocultándose en un Niñito. ¿Ven? Fíjense bien porque al rato esto se va a desplegar.",
    "Cuando salía a la calle, no hay duda de que los otros padres de familia decían: “Hijo, no vayas a jugar con aquel Niño; no tengas nada que ver con El. Su madre no es más que una prostituta común. Y antes que sus padres se casaran ella ya estaba embarazada. No tengan nada que ver con El”.",
    "¡Y lo que habrá pensado María! Pero no importaba lo que pensaron todos los demás, ella guardó estas cosas en su corazón. Allí las escondieron ellos. Ellos sabían. No podían decir nada en contra.",
    "A veces Dios le habla a Su varón y le dice: “Cállate, no digas nada”.",
    "Yo he tenido personas en mis reuniones que han dicho: “Si Ud. es siervo de Cristo, Ud. sabe que esto está sucediendo”.",
    "Desde luego, yo sabía que eso estaba sucediendo. Pero ¿qué va hacer uno cuando El dice: “Cállate, no digas nada”?",
    "El otro día le estaba mostrando a un hombre algo en el libro, algo que fue hablado hace muchos años.\n\nEl me dijo, “Pues yo no podía entenderlo”.",
    "Entonces le dije: “¿Ve. Ud.”? Allí estaba y hasta tenía la fecha, cuando la cosa había sucedido. Muchos lo habían visto en el libro. Dije: “Llegará a suceder que esto obrará de esta y aquella manera”.",
    "Me preguntó: “¿Por qué no dijo Ud. algo al respecto”? Es que tenía que ser de esa manera. ¿Ven?",
    "Y José conocía la verdad; él sabía de quién era ese Niño. María también sabía de quién era. Jesús sabía quién era Su Padre. ¿Qué dijo? “Me conviene estar en los negocios de Mi Padre”. No era trabajo de aserradero, ni de hacer puertas, sino el negocio de Su Padre. Amén. Le dijo a Su madre: “¿No puedes entender que ya es tiempo que esté en los negocios de Mi Padre”?",
    "Y aquellos pensaban, “Este Niño, medio trastornado…” De todas maneras, cualquier niño ilegítimo es un poco raro. Y allí lo tienen. Pero Dios se estaba escondiendo. Escuchen bien. Dios se estaba escondiendo en lo que el mundo tenía por inmundicia, corrupción, ilegítimo.",
    "Fíjense, Dios se esconde en la corrupción de una semilla muerta, para entonces producir vida. ¿Lo entienden? [La congregación dice, “Amén”.]",
    "Dios se esconde en una sencilla lavandera. O algún hombre cualquiera, quien con su almuerzo envuelto debajo del brazo se despide de su esposa e hijos con un beso y sale por allí, y quizás Dios se esconde en tal persona para hacer algo de lo cual el arzobispo no sabe nada. ¿Ven? No se escucha tocando trompeta y anunciando sus buenos hechos. Dios simplemente recibe la gloria, eso es todo. La gente sencilla escucha y se goza.",
    "Ahora, Dios se estaba escondiendo en la sencillez de un Bebé; se estaba escondiendo en la sencillez de una familia común — Dios mismo. Pero los elementos eclesiásticos, los sabios, los genios y—y todos los demás, como los Herodes, los Nerones, etc., lo pasaron por alto. Dios escondido en simplicidad.",
    "Ahora rápidamente. Juan el Bautista, en Isaías 40. Lo podemos ver, si lo desean. Malaquías 3. Apúntenlo si desean. Isaías 40, hablando paz…Quizás fuera bueno si lo leyéramos, ¿si Uds. disponen del tiempo? Sólo por unos momentos. Abramos en Isaías y el capítulo 40, y leeremos, para ver lo que dice al respecto. Vean: “Consolaos, consolaos, pueblo mío”. Ahora, recuerden, esto fue 712 años (vean la fecha arriba), 712 años antes de su nacimiento, y aquí estaba un profeta hablando de él.",
    "Consolaos, consolaos, pueblo mío, dice vuestro Dios.\n\nHablad al corazón de Jerusalén; decidle a voces que su tiempo es ya cumplido, que su pecado es perdonado; que doble ha recibido de la mano de Jehová por todos sus pecados.\n\nVoz que clama en el desierto: Preparad camino a Jehová; enderezad calzada en la soledad a nuestro Dios.\n\nTodo valle sea alzado, y bájese todo monte y collado; y lo torcido se enderece, y lo áspero se allane.",
    "¡Qué hombre habría de ser! ¿Ven? Ahora, abran conmigo en Malaquías, el último profeta, y último Libro, y último profeta del Antiguo Testamento. En Malaquías, escuchen. Malaquías lo menciona, justamente en el tiempo del fin, para que no se les fuera a olvidar. Malaquías, capítulo tres.\n\nHe aquí, yo envío mi mensajero, el cual preparará el camino delante de mí; y vendrá súbitamente a su templo el Señor a quien vosotros buscáis, y el ángel del pacto, a quien deseáis vosotros. He aquí viene, ha dicho Jehová de los ejércitos.",
    "Todavía hablando de Juan. “Envío Mi mensajero, el cual preparará el camino”. Jesús habló de esto en San Mateo 11:10, dijo:\n\nSi lo podéis recibir, éste es del cual fue dicho, He aquí, yo envío mi mensajero delante de tu faz.",
    "¿Ven? Correcto. ¡Ahora, como todo esto habló! Y por setecientos años sabían que habría de venir un precursor antes del Mesías. Pero cuando vino a la escena en esa sencillez, lo pasaron por alto. Lo pasaron por alto.",
    "Recuerden, él fue hijo de un sacerdote. Y vean qué cosa más ridícula que él no siguiera en las pisadas de su padre y entrara al seminario. Pero es que su trabajo era demasiado importante. A los nueve años se fue al desierto, y luego salió predicando. Lo pasaron por alto. El era tan sencillo, demasiado sencillo, para que ellos con su educación tan pulida le fueran a creer. Ellos pensaron, que cuando llegara este hombre…",
    "🦅 ¿Qué tal con que todo los montes serán bajados y los valles serán alzados, y que lo áspero se allane”? David lo vio y dijo: “Los—los montes saltaron como carneros y las hojas batieron sus manos”.",
    "Entonces ¿qué pasó? Un tipo barbudo sin nada de educación, cubierto con una piel de oveja, salió corriendo del desierto de Judea, diciendo: “Arrepentíos, porque el reino de los Cielos está a la mano. Y Uds. víboras, no piensen que es suficiente con decir: ‘Yo pertenezco a tal o cual organización.’ Dios puede hacer que estas piedras produzcan hijos de Abraham”.\n\nEllos decían: “Bueno, pues ya sabemos que ese no es. El no puede ser”.",
    "¡Pero sí era! El estaba aparejando el camino. ¿Ven? Allí es cuando los lugares ásperos fueron allanados, y los lugares altos fueron bajados. “No penséis que tenéis a Abraham por padre. No me empecéis a decir esas cosas porque Dios puede levantar hijos de estas piedras a Abraham”. Los lugares altos fueron hechos bajos. ¡Oh, qué cosa! Así fue, sí. ¿Pueden ver la diferencia? El dijo que así sucedería.",
    "Y cuando llegaron ellos, pensaban que estaban listos para recibirlo, si llegara a su propia organización. Pero por cuanto llegó de esa forma, en esa manera tan sencilla, sí, dando la interpretación a las Escrituras, los lugares altos en realidad fueron hechos bajos. Ellos no lo quisieron aceptar de esa manera, pero así fue.",
    "El en verdad les cortó duro, les quemó la piel, diciendo: “¡Generación de víboras! ¡Culebras escondidas en la grama! Les digo que el hacha está puesta a la raíz de los árboles. Y todo árbol que no da buen fruto es cortado y echado en el fuego. Yo a la verdad os bautizo en agua; pero viene Uno tras mí, el Cual es más poderoso que yo, El os bautizará en Espíritu Santo y fuego. Y Su aventador está en Su mano, y limpiará su era; y recogerá su trigo en el granero, y quemará la paja en fuego”. Amén",
    "Entonces fue cuando los lugares ásperos fueron allanados, pero la gente no lo captó. Pero estaba exactamente conforme a la Palabra, exactamente como la Palabra lo decía. Fue tan sencillo que no lo captaron; no lo vieron.",
    "No vayan Uds. a ser igual de ciegos. ¿Ven? No sean igual de ciegos. Ahora escuchen.",
    "Ellos no lo captaron. El fue tan sencillo, para poder cuadrar con sus creencias comunes de tal persona, que no lo captaron. Ahora de nuevo, ¿qué fue? Dios (la Palabra) ocultándose en la simplicidad. No fue un sacerdote con el cuello al revés y mucha educación.",
    "Jesús les hizo la misma pregunta. Dijo: “¿Qué salisteis a ver (cuando le llegaron unos discípulos de Juan)? ¿Qué salisteis a ver? ¿Salisteis a ver a un hombre vestido con vestiduras de sacerdote (Uds. saben) y cosas delicadas, esa clase de predicador? ¿Salisteis a ver tales cosas”?",
    "Dijo, “No. Tales son los que besan los niños, y (Uds. saben) entierran los muertos. Ellos no conocen nada acerca de una espada de dos filos allá en el frente de batalla. Ellos están allá haciendo algún discurso intelectual al Club de Kiwanis o algo. Allí están bien. Pero cuando es cuestión de encarar la batalla, entonces de eso no saben nada. Se mantienen en palacios de reyes y con esa clase de celebridad”.",
    "Pero les preguntó: “¿Pero qué salisteis a ver? ¿Salisteis a ver una caña meneada por el viento? Un hombre que pudiera decir…Alguien podría decir: ‘Ud. sabe, Ud. pertenece a la iglesia unitaria, pero si se viene con nosotros, las asambleas, pues le digo que yo haré, le haremos…’ ‘Me parece bien, lo haré.’ ¿Una caña meneada por el viento? Juan no fue así. No, no, no. ‘Si Ud. se viene a ser un saduceo en vez de un fariseo, o algo así.’ Allí no se vio a nadie meneado con el viento; así no era Juan”. No señor, hermano; así no fue.",
    "El preguntó: “¿Qué pues, salisteis a ver, un profeta”? Sería necesario ser un profeta para hacer esas cosas, ¿ven? El dijo…Ahora esa fue la evidencia de un profeta, la Palabra de Dios con él. La Palabra de Dios viene al profeta. ¿Ven? Dijo: “¿Qué salisteis a ver, un profeta? Sí, correcto. Pero yo os digo que aun más que un profeta”. Sí, porque así fue.",
    "¿Por qué fue más que un profeta? El fue el mensajero del Pacto, seguro, para cerrar la brecha entre la ley y la gracia. El fue la piedra angular de la cual se había hablado.",
    "El dijo: “Si podéis recibirlo, éste es aquel de quien los profetas hablaron: He aquí (Malaquías 3) Yo envío Mi mensajero, el cual preparará el camino delante de Mí”. ¿Ven? Oh él fue tan sencillo. Dios una vez más ocultándose en la simplicidad.",
    "Ahora fíjense en lo que hizo. Predicó del poderoso Cristo que venía: “Su aventador en su mano está, y está aparejando su camino. Ciertamente limpiará todos Sus pisos. Juntará toda la basura y la quemará. Correcto. El grano lo juntará y lo llevará al alfolí”. ¿Ven? El estaba inspirado.",
    "Pero cuando llegó Jesús, estaban esperando…Y todos los apóstoles estaban buscando la llegada de algo tremendo. Decían: “¡Qué cosa! El ya viene, y cuando llegue será poderoso y destruirá a todos los romanos. Hará que los griegos se aparten para acá y los romanos para allá, cuando El venga”.",
    "Cuando llegó, pues, era un hombre de poca estatura, humilde y se dejaba empujar de un lado a otro. ¿Qué era? Dios escondiéndose en la simplicidad. ¡Qué cosa!",
    "Luego al final de Su Mensaje, dijo: “¿Quién me puede acusar de pecado? Todo lo que dicen las Escrituras que yo debería hacer, si no hago las obras de Mi Padre, entonces condénenme. Pero ¿qué dicen las Escrituras que Yo debía hacer, que no he hecho”? (Uds. saben que el pecado es incredulidad.) “¿Quién me puede acusar? Si Yo por los dedos de Dios echo fuera los demonios, entonces muéstrenme qué están haciendo Uds. al respecto”. ¡La simplicidad!",
    "¡El aun se rindió a la muerte! Pero oh, en aquel domingo de la resurrección, allí es donde purgó la era. En verdad barrió toda la basura, hermano. Sí. Y el trigo fue sellado en el alfolí. Reposando bajo la tierra con Vida Eterna en sí, esperando por aquel gran Día del cual vamos a hablar: la Venida del Señor, cuando esa Vida será vivificada; y saldremos en esa resurrección, y seremos arrebatados con El en el aire, para ser juntados en el Alfolí. Entonces la basura será quemada; la cáscara que lo envolvía, y trató de jalarlo para uno y otro lado, será quemado con fuego que nunca se apagará. ¡Amén! ¡Cuán maravilloso es El! [La congregación dice, “Amén”.]",
    "Ellos lo pasaron por alto, Dios en simplicidad. ¿Por qué? ¿Por qué? Pues él ni aun predicó en los términos eclesiásticos. El no predicó como un predicador. ¿Ven? El más bien usó los términos sencillos de Dios, por ejemplo: “El hacha está puesta…” Y los términos “árboles” y los términos de “víboras”. No era maestro graduado de un seminario como los eclesiásticos del día, como un Doctor de Divinidad, Dr. Fulano de Tal. El no era así. Sino más bien predicaba como un leñador; hablaba de hachas y árboles, víboras, y trigo, y alfolí, y por el estilo. Hoy día sería clasificado como “un predicador de la calle”. Parece que en aquel día lo clasificaron como “un predicador del bosque” porque se paraba sobre un tronco al lado del Jordán para predicar. Dios en la simplicidad, escondiéndose de la sabiduría del mundo.",
    "Ahora, vamos a ver. Jesús dijo, “Yo te alabo, oh Padre, porque escondiste estas cosas de los sabios y entendidos, y las has revelado a los niños, dispuestos para aprender”. ¿Ven? Dios escondiéndose en simplicidad, en Cristo. Dios escondiéndose en simplicidad, en Juan. ¿Ven? ¡Piénsenlo! Dios en simplicidad, escondiéndose de la sabiduría del mundo.",
    "Ahora en serio voy a terminar, en unos momentos, no quiero retenerlos más.",
    "Vean, detengámonos aquí por un momento, algo muy personal. Piensen en el día en que estamos viviendo, ya para terminar. Piensen en el día en que estamos viviendo, Dios habiendo bajado a un lugarcito tan humilde donde nos hemos estado reuniendo, sanando los enfermos. Y los ricos, los altivos y los de mucha educación diciendo: “Los días de los milagros han pasado; no hay tal cosa como sanidad Divina”.",
    "Recuerdan el Mensaje que prediqué en este mismo lugar el día que me fui de aquí, acerca de David y Goliat?",
    "Me dijeron: “Hermano Branham, ¿cómo va Ud. a enfrentarse con un mundo educado con tanta cosa”?",
    "Respondí, “Yo no sé cómo lo voy a enfrentar, Dios me dijo que fuera”. ¿Ven? Eso es todo. Es Su Palabra. El lo prometió, y la hora ha llegado.",
    "Cuando el Angel, que Uds. ven en esta fotografía, bajó al río aquel día (ya se cumplirán treinta años este junio que viene), y dijo: “Así como Juan el Bautista fue enviado (y esto sucedió ante más de cinco mil personas), la hora ha llegado cuando tu Mensaje rodeará el mundo”.",
    "Uds. se acuerdan de la crítica que hubo, si hubieran algunos estuvieron presente. Quizás Roy Slaughter o algunos sentados aquí, se acuerdan de aquel día; también la Sra. Spencer, o—o algunos de los ancianos que sabrían; George Wright, o algunos de ellos, que saben cómo fue. Y ¿ha sucedido así? [La congregación dice, “Amén”.] ¡Así ha sucedido!",
    "Y luego en medio de todo, cuando lo rechazaron, y dijeron “Es una sanidad mental”. Y Dios mandó a mi casa una zarigüeya y ella fue sanada por el Poder de Dios.",
    "Lyle Wood y Banks estaban sentados conmigo y saben la Verdad vindicada de Dios. Cuando un pequeño pez que estaba muerto, flotando sobre el agua; y el Espíritu Santo había hablado el día anterior y había dicho que iba a mostrar Su gloria y hacer algo al respecto. Entonces ese día, estando parados allí, el Espíritu Santo bajó en la lancha y yo me puse de pie y hablé al pez que tenía media hora de muerto, con todas las entrañas y las agallas por afuera. Y al instante recibió vida y nadó como cualquier otro pez. ¿Qué es esto? Dios ocultándose en la simplicidad.",
    "¡Dios puede levantar hijos a Abraham de estas piedras! Dios puede sanar una zarigüeya o un pez o cualquier cosa. Si El trae Su Mensaje y la gente no lo cree, Dios puede levantar una zarigüeya para creer. ¡Aleluya! Dios puede levantar a un pez muerto, puede levantar a una zarigüeya muerta, El puede. El puede hacer lo que bien le parece.",
    "¡Qué reprensión para esta generación! Cuando tropiezan con esto y se ponen a discutir, y dicen, “Ud. no hizo estoy y aquello”. Y entonces Dios manda un animalito sencillo. ¿Ven? ¡Qué reprensión! ¿Qué fue? Dios en simplicidad. El mostrando Su grandeza. Eso reprende a los hombres de esta generación por su incredulidad.",
    "Hoy día piensan como siempre han pensado, que tiene que ser hecho de su propia manera. “Si acaso hay algo que se llame la sanidad Divina…” Como me dijo un hombre católico. Un señor, me dijo hace poco, Uds. saben. Uno llamado Ayers, cuando fui a Houston para ver a su hijo. El me dijo: “Si eso fuera don de Dios, tendría que venir por medio de la iglesia católica”. ¿Ven? Sí, y los metodistas piensan que tiene que venir por la suya. Y los pentecostales piensan que tiene que venir por la suya. Pero no vino por ninguna de ellas.",
    "Vino en el Poder de la resurrección de Jesucristo, manifestándose a Sí mismo. Correcto. Seguro, El lo hace. Sí. Vigílenlo bien; no dejen que esto se les escape. Reténganlo en su corazón, recuérdenlo y mediten sobre ello.",
    "Tiene que venir de su propia manera, de su propia denominación. Y si no viene de esa manera, entonces no es El. “Es pura psicología, o viene del diablo. No es de Dios”. Porque si fuera de Dios, tendría que venir de su propia manera, “así como nosotros lo tenemos interpretado”.",
    "Así tuvo que venir Jesús a los fariseos. Tenía que ser de cierta manera. ¿Ven? Si Dios iba a enviar un—un Mesías, ellos ya tenían la interpretación cómo tenía que venir. Y por cuanto vino de otra manera, entonces “No fue el Mesías, fue más bien un hijo ilegítimo, fue un Beelzebú”. ¡Pero era Dios escondido en la simplicidad!",
    "El precursor tiene que ser un hombre con tal grado de educación. Cada año cuando ordenaban sus ministros y los enviaban como misioneros, para hacer prosélitos y engrandecer…Con cada uno pensaban: “Este va a ser el precursor que ha de venir”. Pero Dios lo levantó del desierto, donde no había seminarios ni esas cosas. Dios se estaba escondiendo en la humildad, en la simplicidad.",
    "Ahora esperen. Concluyendo, déjenme decir esto: Al rechazar el Mensaje sencillo de Dios y Su manera tan sencilla, es ser destruido eternamente. Ahora así es de…Nosotros hablamos de qué tan sencillo es, y la gente piensa que se puede burlar, pisotear y tratarlo de cualquier manera, pero eso es separación eterna de Dios.",
    "Aquellos que murieron en el día de Noé y no prestaron atención a su Mensaje, perecieron. Y Jesús fue a predicarles en las cadenas de oscuridad durante Su muerte, antes de resucitar. Y El fue al infierno y predicó a los espíritus encarcelados, que no se arrepintieron durante la gran paciencia en los días de Noé, mientras un hombre sencillo predicaba un Mensaje sencillo de Dios. Fue y dijo, “Noé, predicó que Yo vendría, ahora aquí estoy”. Correcto. ¿Ven?",
    "Aquellos que rechazaron escuchar al Mensaje del profeta Moisés allá en el desierto — el cual recibió de Dios y el cual fue correctamente vindicado con la Columna de Fuego (fueron guiados al desierto, luego trataron de levantarse y hacer una organización) — todos ellos perecieron y murieron en el desierto, con la excepción de dos hombres: Josué y Caleb.",
    "Luego los fariseos estaban tan ciegos que no lo pudieron ver; por consiguiente, miraron hacia atrás y dijeron: “Nuestros padres comieron del maná en el desierto”.",
    "Y Jesús les respondió: “Y todos están muertos”. Ellos vieron la Gloria de Dios y anduvieron en la Luz de Dios. Anduvieron en la Luz. Anduvieron en la Luz de la Columna de Fuego. Anduvieron en la Presencia de su poder. Anduvieron por los lugares que el Espíritu Santo les preparó. Comieron del maná que cayó del Cielo, el cual Dios proveyó. Y perecieron y terminaron en el infierno. “Todos están muertos”. Ud. puede examinar esa palabra y significa “separación eterna” de la Presencia de Dios. “Todos están muertos”. ¿Ven?",
    "Todo aquel que rechazó a Jesucristo ha perecido. ¿Ven lo que quiero decir? El rechazar esa simplicidad de Dios…No es que Ud. simplemente diga, “Bueno pues, yo cometí un error”. ¡No se hace de esa manera! ¡Dios no lo recibe de esa manera! Ud. perece eternamente. Nos conviene estar pensando en algo. Ahora, la cosa tiene que ser correctamente identificada por Dios, y si así es, entonces es Su Palabra. ¿Ven? Como aquellos que rechazaron a Moisés, que rechazaron a Elías, que rechazaron a Juan, que rechazaron a Jesucristo — cada uno en su día.",
    "Ahora, permítanme decirles esta cosita. Y ojalá no esté dañando mucho. Pero fíjense. El otro día fui llamado a Houston, Texas, para ayudar en el esfuerzo en obtener un perdón. Habían reunido a varias personas para que les predicara un mensaje; y era para que esta gente firmara para que les otorgaran un perdón para estos jóvenes que estaban en problemas. Quizás Uds. leyeron de este caso en los periódicos. El preso es el hijastro de este Sr. Ayers.",
    "Y el Sr. Ayers es quien tomó esta fotografía del Angel del Señor, que se ve aquí. El es católico romano y su esposa es judía. El se casó con esta judía. Ellos no hablaban de religión en el hogar. Y Ted Kipperman, quien también estaba con él en el negocio, tenían el Estudio Douglas.",
    "Y cuando ellos vinieron a donde estaba el Sr. Best, el Dr. Best de la iglesia bautista, el cual con el puño debajo de la nariz del Hermano Bosworth, y enfurecido, dijo: “Ahora tomen una fotografía así; yo voy a tomar la piel de este anciano y la voy a poner sobre la pared de mi estudio como monumento a la sanidad Divina”.",
    "Y antes de que yo fuera a Houston, Texas, el Señor Dios me había dicho que fuera, por lo tanto yo estaba allí en el Nombre del Señor. Y Uds. saben del debate y todas las cosas que sucedieron, las han leído en los libros, etc. Y allí estaba todo. Luego en esa noche solamente…Tratando de sólo andar humildemente.",
    "🦅 Pues”, dijo, “esta gente es una bola de ignorantes”. Dijo el Dr. Best: “No pasan de ser una bola de ignorantes. No hay gente que crea en la sanidad Divina. Esas cosas son boberías”. Ellos no reconocieron que era Dios en simplicidad. Dijo: “Pues este hombre no tiene educación, ni de primaria”.",
    "El tenía todos los títulos de educación que se podía obtener. Y pensó que podía aplastar al Hermano Bosworth. Pero cuando fue cuestión de la Palabra, él no le llegaba al Hermano Bosworth ni en la décima parte. ¿Ven? Y el Hermano Bosworth sabía donde estaba. Algunas de sus gentes aquí hoy, estaban allí esa noche en el debate. Y allí estaba la cosa.",
    "Y continuaba con sus denuncias diciendo que éramos ignorantes. Y decía: “Gente que piensa decentemente ni cree así”.",
    "El Hermano Bosworth dijo: “Un momento. ¿Cuántos individuos en esta ciudad (había como 30,000 sentados allí esa noche)..? ¿Cuántas personas en esta ciudad, que asisten a estas iglesias bautistas tan finas pueden probar por la firma de su médico que han sido sanados por el Poder de Dios desde que el Hermano Branham ha estado en esta ciudad? Por favor, pónganse de pie”. Como 300 se pusieron de pie. Entonces le preguntó: “¿Qué de eso”? Allí estaba la cosa. Dios estaba escondiéndose en la simplicidad. Luego dijo, “Hermano…”",
    "Entonces él dijo: “Traigan pues, al sanador Divino; déjenme verlo hipnotizar a alguien y luego déjenme ver a esa persona después de un año”.",
    "Ted Kipperman y el Sr. Ayers, el mismo que tomó la fotografía, dijo: “El Sr. Branham no es otra cosa que un hipnotista. Yo vi una mujer que tenía un bocio en el cuello y él la hipnotizó. Al día siguiente yo hablé con ella, y no tenía nada. Es que el hombre la había hipnotizado”. Y él estuvo burlándose tanto, y hasta dijo que yo debía ser echado de la ciudad y que él mismo era quien lo debía hacer. Y todo esto estaba saliendo diariamente en los encabezamientos del periódico, La Crónica de Houston.",
    "Yo nunca dije nada. Yo estaba allí para cumplir con los negocios de mi Padre, y eso era todo; mantenerme con la Palabra. El me había enviado, y era negocio Suyo.",
    "Esa noche cuando bajé a la plataforma, dije: “Yo no soy sanador Divino, si alguien dice eso, está errado. Yo no deseo ser llamado sanador Divino. Ahora si el Dr. Best predica la salvación, él no desea ser llamado un salvador Divino”. Y dije, “Entonces, yo predico sanidad Divina, no deseo ser llamado sanador Divino. Pero él dice que no es salvador Divino, ciertamente que no es, ni tampoco soy yo sanador Divino. Pero ‘por Su llaga fuimos nosotros curados’. A eso estoy señalando”. ¿Ven?\n\nEl decía: “¡Boberías”! Y estaba dando vueltas allí.",
    "Entonces dije: “Pero si la Presencia y este don de Dios, este Angel del Señor, si hay duda de eso, pues eso puede ser probado”. Y en ese instante allí venía girando rápidamente. Dije, “Ya no hay necesidad de que yo hable, El ya habló por mí”. Entonces nos fuimos.",
    "Y fui a Houston, aquella ciudad tan grande, una de las ciudades más hermosas de cualquier parte de nuestra nación. Pero cuando yo entré el otro día, era una verdadera desgracia fijar los ojos en esa ciudad. Las calles estaban sucias, y también los mostradores de las tiendas allí en la misma Avenida Texas. Entré al Hotel Rice, donde antes se quedaban hasta las estrellas del cine. Pasé al restaurante subterráneo, a la cafetería, y allí el techo se está cayendo y el yeso por todo el piso, tanta suciedad e inmundicia. Y la confusión entre los predicadores como nunca he visto u oído en mi vida.",
    "¿Por qué? ¡Rechazar la Luz, es caminar en tinieblas! Allí estaban sus hijos encarando la pena de muerte. Correcto. ¡Dios bajó! Cuando la simplicidad fue mostrada, y luego rechazada, entonces Dios se mostró en simplicidad.",
    "Y tomaron esa fotografía, la cual ha rodeado el mundo. Hasta los científicos dicen que es el la único ser sobrenatural que ha sido fotografiada en toda la historia del mundo; y hoy día está en Washington D.C. en el Salón de Arte Religioso. Allí está: la simplicidad manifestada. ¿Ven? ¿Ven? Dios escondiéndose en la simplicidad, luego manifestándose. ¿Ven?",
    "Ahora, El se ocultó en la muerte de Cristo pero se manifestó en la resurrección. ¡Oh, qué cosa! Esto no tiene fin; podríamos continuar hablando. Allí lo tienen.",
    "Al decir que no brilla el sol, se tiene que bajar al sótano y cerrar los ojos a la luz. Correcto. Y recuerden, la única manera de estar en error es primeramente rechazar lo correcto. Y al rechazar abrir los ojos, Ud. vivirá en oscuridad. ¿Ven? Si Ud. simplemente rechaza mirar, ¿cómo podrá ver? Fíjense en las cosas sencillas. Son las cosas pequeñas que uno deja de hacer, y no las cosas grandes que se están tratando de lograr.",
    "Ahora miren, déjenme decirles…Ahora en Mateo 11:14, El dice: “Si queréis recibir, él es aquel que fue enviado antes de Mí”. Fue la simplicidad.",
    "Un día le preguntaron, “¿Por qué entonces dicen los escribas que…”?",
    "El dijo: “El Hijo del Hombre viajará a Jerusalén, y allí seré entregado en las manos de los impíos, y ellos matarán al Hijo del Hombre. El morirá, pero al tercer día resucitará. No comuniquéis a nadie la visión”.",
    "Y los discípulos. Ahora piénsenlo, discípulos que habían caminado con Juan, habían hablado y aun comido con él en el desierto, y habían estado presentes en la ribera del río. Ahora preguntaban: “¿Por qué dicen los maestros que Elías tiene que venir primero? Tú dices que vas a la crucifixión y que luego resucitarás y que eres el Mesías y tomarás el trono. Ahora ¿por qué dicen los escribas…? Todas nuestras Escrituras claramente dicen que antes que viniera el Cristo, vendrá primeramente Elías”. ¿Ven?",
    "El les respondió: “El ya ha venido y no lo conocisteis”. Y ¿quiénes eran aquellos? Los discípulos.",
    "Ahora esto va picar un poco. No es mi intención hacerlo así, pero por unos momentos, sólo un minuto o dos, para que Uds. lo entiendan claramente. ¿Me pueden oír? [La congregación dice, “Amén”.]",
    "¡Fíjense! “¿Por qué”? Aquí estaban estos hombres que anduvieron con Cristo, diciendo: “¿Por qué dicen las Escrituras que Elías vendrá primero”? Y ellos fueron los mismos convertidos de Juan y ni siquiera lo conocieron. “¿Por qué dicen las Escrituras y los maestros”? (¿Pueden ver lo que quiero decir?) “¿Por qué dicen las Escrituras que primero Elías tiene que venir”? (Discípulos que caminaron con él.) “¿Por qué dicen las Escrituras que primero él tiene que venir antes de estas cosas, y restaurar todas las cosas”? A la verdad lo logró como para unos seis individuos, porque esos eran todos los que habían. ¿Ven? Fueron todos los que debían recibirlo, los que estaban ordenados para verlo.",
    "Jesús dijo: “El ya vino y no lo conocieron; pero hizo todo lo que las Escrituras dijeron que debía hacer. Restauró a aquellos — todos Uds. que me han recibido a Mí y me han creído. El hizo exactamente como dijeron las Escrituras que haría. Y la gente también hizo con él lo que las Escrituras dijeron que haría. El ya vino y Uds. no lo conocieron”.",
    "Ahora, ¿están listos? Quiero sacudirlos un poquito. El Rapto sucederá de la misma manera. Será tan sencillo. Sin duda, será muy semejante. Pues un día de estos el Rapto vendrá y nadie sabrá nada al respecto. No, no, no se vayan a levantar para salir todavía, pero estúdielo por un momento. En serio, ya vamos a terminar. El Rapto vendrá de una manera tan sencilla, hasta que los juicios comenzarán a caer, y entonces verán al Hijo del Hombre y dirán: “¿No debíamos de tener esto y aquello? ¿No debía haber un Elías enviado a nosotros? Y ¿no debía haber un Rapto”?",
    "Jesús dirá: “Ya sucedió y no lo supisteis”. Dios en la simplicidad. ¿Ven?",
    "Y durante esta semana vamos a entrar en unas enseñanzas muy profundas. Ahora, noten, el Rapto, serán muy pocos los que subirán en esa Novia. No será…",
    "¿Ven Uds. cómo los maestros lo tienen calculado? Tienen cuadros hechos donde suben diez millones de personas por este lado, y todos son metodistas, si es un predicador metodista. Si es pentecostal, todos lo que suben son pentecostales. ¡Eso es tan lejos de la verdad!",
    "Quizás habrá uno saliendo de Jeffersonville, alguien que de repente desapareció. Dirán: “Pues uno nunca…” Los demás ni lo sabrán. Uno saldrá del estado de Georgia. ¿Ven? Uno saldrá de Africa. Y digamos que hubieran 500 personas vivas que subirán en la traslación. Ahora, esa no es la iglesia en sí. Esta es la Novia. No es la iglesia. Esta es la Novia. ¿Ven?",
    "La iglesia subirá por miles, pero en la próxima resurrección. “Ellos no vivirán hasta que sean cumplidos los mil años”. ¿Ven?",
    "Pero en la Novia, si 500 personas desaparecieran de la Tierra en este mismo momento, el mundo ni cuenta se daría. Jesús dijo que habrían dos en una cama, “Tomaré uno y dejaré al otro”, eso es de noche. “Habrán dos en el campo, tomaré uno y dejaré al otro”, eso es del otro lado de la Tierra. “Y como fue en los días de Noé, así también será en los días de la venida del Hijo del Hombre”.",
    "¡Piénsenlo bien! Todo seguirá en su curso normal. Un Mensaje algo fanático pasará, y de repente alguien dirá: “Aquel ministro que pasó por aquí, nunca ha regresado. A lo mejor se fue de cacería y nunca volvió. Y este otro tipo se fue por allá. Y ¿sabe Ud.? Yo creo que aquella jovencita a lo mejor se la llevaron por allí, probablemente la ultrajaron y luego la echaron al río. No andaba con nadie”. La mitad…Noventa y nueve de cada…Quizás apenas uno de cada cien millones se dará cuenta de lo que está sucediendo; ¿ven? a menos que sea alguien que la conoció dirá: “La joven desapareció. No puedo entender eso, ella nunca se iba de esa manera”. No.",
    "Y cuando dicen que “las tumbas se abrirán”. ¿Cómo se van a abrir las tumbas? No tengo el tiempo para entrar en esto, en lo que quería explicar. Tendré que tomar esto, sólo para mostrarles la simplicidad de Dios. Y el calcio y el potasio y todo, cuando…Todo lo que está en Ud., de los materiales, todo eso sólo llena una cucharita. Correcto. Y después de eso, todo regresa a espíritu y vida. Dios solamente habla y el Rapto vendrá. No es cuestión de los Angeles bajando con palas para sacar los cadáveres viejos de las tumbas. ¿Qué es esto? Esto nació en pecado para comenzar. Pero vendrá uno nuevo, hecho a Su semejanza. ¿Ven? Si tenemos este, moriremos de nuevo. ¿Ven? Nadie…Ud. puede decir: “Las tumbas se abrirán, los muertos saldrán caminando”. Ahora eso puede ser correcto, pero no se abrirán como Ud. lo está pensando. ¿Ven? Correcto. ¿Ven? No será de esa manera.",
    "Será un secreto, porque El dijo que vendría como “ladrón en la noche”. Ya nos ha dicho esto, el Rapto.",
    "Entonces caerán los juicios, el pecado, las plagas, la enfermedad y todo lo demás. Y la gente pedirá que la muerte los libre del juicio. Dirán: “Señor, ¿por qué está este juicio sobre nosotros cuando Tú dijiste que habría primero un Rapto”?",
    "El responderá: “Ya ocurrió y no lo supieron”. ¿Ven? Dios escondiéndose en la simplicidad. ¡Oh, qué cosa! Muy bien. “Eso es todo, eso ya ocurrió y no lo supieron”.",
    "¿Por qué será que los creyentes no creen las señales sencillas de Su Venida?",
    "Están esperando todas estas cosas prometidas en las Escrituras: El sol se pondrá a medio día, y habrá toda clase de fenómeno. Oh, si únicamente tuviéramos…Yo tengo todas la anotaciones escritas aquí, para mostrar exactamente lo que son todas estas cosas. Y de todas maneras entraremos en eso en la abertura de estos Sellos esta semana. ¿Ven? Allí está, donde ya sucedió y no lo supieron. Veremos si es así o no, si el Angel del Señor nos abre estos Sellos. Recuerden, está sellado con los Siete Truenos misteriosos. ¿Ven?",
    "Ahora, ¿qué? ¿Por qué será que la gente no puede creer la sencillez de una gente humilde, y—y la voz de las señales de Dios? ¿Por qué no lo pueden creer? Es como siempre ha sido, una verdadera Palabra de Dios siendo manifestada. Ellos están demasiado educados y sabios para creer la forma sencilla de la Palabra escrita. Quieren ponerle su propia interpretación: “No quiere decir esto, ni quiere decir aquello”. ¿Ven? Pero sí quiere decir eso.",
    "Escuchen bien. Permítanme decir esto rápidamente. Aun las visiones que Dios nos da aquí, son tan mal entendidas. Por eso Uds. me oyen decir en las cintas: “Digan lo que dicen las cintas. Digan lo que dicen las visiones”. Ahora si están bien despiertos, podrán ver algo. ¿Ven? Ojalá no tenga que presentárselos de mi propia mano y mostrárselos. ¿Ven? Es que aquí está. Estamos al fin. ¿Ven? Sí señor. Los educados y sabios lo pasan por alto. Las visiones sencillas, cuando son reveladas en esa sencillez, es tal que les pasa por encima de la cabeza.",
    "Por cuanto yo vi la visión, y les conté a Uds. de cómo iría allá de cacería, Uds. saben, eso fue de tropiezo para muchos. Sin embargo, Dios me envió allá con el propósito de mandarme para acá, luego lo interpretó. Me mostró la partida de mi madre y las otras cosas; y vino y nos dijo estas cosas de antemano y luego sucedió exactamente como El dijo que sería. ¿Ven?",
    "Sin embargo, Juan salió y confesó, diciendo: “Yo no soy el Mesías, más bien soy la voz de uno que clama en el desierto”.",
    "Y luego aquellos mismos discípulos preguntaron: “¿Por qué dicen los escribas, y las Escrituras enseñan que Elías primero tiene que venir”? ¿Ven? Oh, la simplicidad de Dios pasa por encima de la cabeza de la gente.",
    "Con esto ya vamos a terminar, con la ayuda de Dios. Veamos esto en detalle. Me da pena estar diciéndoles que nos iremos y luego…Vean. Me perdonan haberlos retenido. Pero en unas cuantas horas volveremos otra vez.",
    "Fíjense: Estudiemos una sencilla gota de tinta.",
    "Todo tiene un propósito. Uds. se congregaron aquí en esta mañana con un propósito. Charlie, yo cené en su casa; Nellie, Ud. me hizo comida con un propósito. Todo es con un propósito. Esta iglesia fue edificada con un propósito. No hay nada sin propósito y causa.",
    "Ahora con la simple gotita de tinta. ¿Me escuchan? [La congregación dice, “Amén”.]Veamos de cerca la simple gotita de tinta. ¿Qué es? Una gotita de tinta. ¿De dónde vino? Bien, ahora digamos que es tinta negra. Ahora esa tinta tiene un propósito. Puede servir para firmar mi perdón para salir de una penitenciaría. Puede escribir mi perdón para librarme de la celda de la muerte. ¿Correcto? Puede escribir Juan 3:16 para salvar mi alma, por medio de creer. ¿Correcto? [“Amén”.] Pero también puede firmar la orden de mi ejecución; me puede condenar ante el Trono del Juicio. Tiene un propósito. ¿Correcto? [“Amén”.]",
    "Veamos la gotita para ver de dónde vino. Bien, es tinta. Y es una acumulación de elementos químicos que forman esta tinta, y es negra. Al dejarla caer sobre la ropa, la manchará.",
    "Pero hemos manufacturado un blanqueador llamado cloro, Uds. las hermanas lo usan. Si yo tomo esa gotita de tinta y la echo en una tina de cloro, ¿qué sucederá con la gota de tinta? ¿Ven? ¿Por qué? El cloro ha sido inventado y manufacturado como un producto químico que puede quebrantar el color de tal forma que Ud. no lo puede hallar. Ahora una parte del cloro es agua.",
    "El agua es H20, lo cual es hidrógeno y oxígeno. Y tanto hidrógeno como oxígeno son explosivos peligrosos. Y el hidrógeno y el oxígeno en realidad no son más que ceniza, eso es lo que son, son ceniza química. Ahora, al unirlas se produce el agua. Pero al apartarlas, son hidrógeno y oxigeno, y de allí se puede continuar.",
    "Ahora al entrar en esto, tomemos…Yo no puedo, quizás hubiera algún químico sentado aquí. Y no quiero decir esto porque sé que algunos químicos lo oirán después: Yo no conozco las fórmulas. Pero lo trataré de explicar en mi manera humilde, confiando en que Dios se revele en esto.",
    "Fíjense bien, yo puedo echar esa gotita de tinta en una— una tina de cloro, y ¿qué sucede? Inmediatamente desaparece el color negro. Ud. no lo podría hallar de nuevo de ninguna manera, porque ya no existe. Ud. jamás lo volverá a ver. ¿Qué sucedió? Ud. no ve ninguna seña, no. ¿Por qué? Porque está desecho.",
    "Ahora la ciencia diría que se ha vuelto a sus ácidos originales.",
    "¿De dónde pues vienen los ácidos? Ud. puede responder que vienen de ciertas cosas. Muy bien, por ejemplo de los gases, los cuales formaron los ácidos. Bien ¿de dónde vienen los gases? Podríamos decir que son hechos de moléculas. ¿De dónde vienen las moléculas? De átomos. ¿De dónde vienen los átomos? De los electrones. ¿De dónde vienen éstos? De la luz cósmica. ¿Pueden ver? Ahora ya volvimos más allá que los mismos eruditos en química. Y si es una sustancia y una creación, tiene que venir de un Creador.",
    "Entonces Ud. no está sentado aquí por casualidad. No les estoy tomando el tiempo hasta las doce y media o la una de la tarde, por casualidad. “Por Jehová son ordenados los pasos del hombre justo”. ¿Ven? Hay una razón tras estas cosas. Hay razón para que Ud. crea. Y hay alguna razón para que no crea. Igual como sucede con la tinta.",
    "Ahora entremos en más detalles. Ahora lo primero, después de haber llegado…Volvamos hasta las moléculas. Luego tomamos, digamos, molécula número 1 por molécula 9, por molécula número 12. Si hubiera sido el número 11, nos hubiera dado el color rojo. Pero tuvo que ser el 12 para producir el negro.",
    "Luego tomándolo en términos de átomos, podríamos decir átomo 96 por átomo +43, lo cual nos da átomo 1611. Si hubiera sido el 1612, quizás hubiera sido púrpura. ¿Ven? Y esto se continúa dividiendo.",
    "Muestra que hubo algo allá en el principio. Eso apenas es el razonamiento común. Es una creación y tiene que tener un Creador. Y todo salió de un Creador. Todo fue determinado y colocado en estas distintas cosas. Ahora la ciencia no puede tomar átomo B16 por 12 por 14, por otra cosa para producir ese resultado. Dios tuvo que hacer eso.",
    "Y luego cuando es dividido al término de átomos, pues la ciencia allí puede empezar a entender. Cuando llega a moléculas, lo pueden ver aún mejor. Luego de allí, a otras cosas. Luego llega a las sustancias químicas, las cuales las pueden unir.",
    "Ahora el hombre, antes de haber pecado (ya en conclusión, por favor no se les pase esto). Cuando el hombre pecó se separó de Dios y allí cruzó el gran abismo, colocándose en muerte de este lado. Se vino y no había manera de regresar. Exactamente. No había manera de regresar. Pero cuando esto sucedió, Dios entonces aceptó un substituto, un cordero, una cabra u oveja para la sangre; de lo cual habló Abel del otro lado del abismo.",
    "De aquel lado él es un hijo de Dios, un descendiente de Dios, un heredero de la Tierra. Podía controlar la naturaleza, podía hablar algo a la existencia. Pues él mismo era un creador. El es un descendiente de Dios.",
    "Pero cuando él cruzó el abismo, fue separado de su estado de hijo. Es un pecador por naturaleza, está bajo las manos y el dominio de Satanás.",
    "Luego Dios tomó un sacrificio, la química de la sangre. Pero la sangre de machos cabríos y de becerros no divorció el pecado, únicamente lo cubrió. Si yo tengo una mancha roja en la mano y la cubro con algo blanco, la mancha todavía está. ¿Ven? Todavía permanece.",
    "Pero Dios envió desde el Cielo un Cloro para el pecado. Era la Sangre de Su propio Hijo. Y cuando nuestros pecados confesados caen en el Cloro de Dios, trate Ud. entonces de hallarlos. El color del pecado regresa a través de los mediadores y a través del tiempo, hasta llegar al mismo acusador, Satanás, y allí permanece sobre él hasta el Día del Juicio.",
    "Y ¿qué sucede con el hijo? El llega de nuevo a un compañerismo perfecto con el Padre, parado en el otro lado del abismo, sin ningún recuerdo del pecado en su contra. La mancha de ninguna manera se hallará en el cloro. El entonces está libre. ¡Aleluya! Es igual como el cloro, la tinta jamás puede volver a ser tinta, porque ha sido quebrantada y regresada a su origen. Y cuando el pecado ha sido confesado, y ha sido sumergido…Cuando un hombre o una mujer ha sido sumergido en de la Sangre de Jesucristo, eso termina con todos las síntomas del pecado. Y todas las moléculas de pecado regresan al diablo y allí permanecen sobre él hasta el Día del Juicio, donde su destino eterno será echado al Lago de Fuego. Entonces el abismo queda cerrado y jamás será recordado. El hombre entonces se encuentra justificado como hijo de Dios. ¡La simplicidad!",
    "Moisés, con su confesión en la Palabra de Dios bajo la sangre de machos cabríos y becerros; y Dios podía tomar a ese hombre tan sencillo y poner Sus Palabras en su boca. Y él probó que era el siervo de Jehová, por cuanto se presentaba, y Jehová le hablaba por visiones. El se presentaba, extendía sus manos hacia el oriente.",
    "Y recuerden, Dios le había hablado. Era el pensamiento de Dios. Dios usa al hombre. Dios le habló, es correcto. Le dijo: “Ve, extiende esta vara que tienes en la mano hacia el oriente y di: Moscas”.",
    "Moisés, bajo la sangre de aquella cabra, u oveja, salió allí, y tomó su vara, y alzándola hacia el oriente, dijo: “ASI DICE EL SEÑOR. ¡Aparezcan moscas”! No se oyó ni una sola mosca. El se regresó. Ya había sido dicho. Era un pensamiento, pero ahora había sido hablado, había sido expresado. Entonces era la Palabra de Dios. Había llegado a labios humanos, un hombre sencillo bajo la sangre de un toro, o una cabra.",
    "De repente se notó una mosca verde que volaba por allí. De repente ya habían cinco libras de moscas por metro cuadrado. ¿Qué sucedió? Era la Palabra de Dios hablada a través de Moisés, el Creador. Porque estando bajo la sangre, él estaba parado en la Presencia de Dios, y las palabras no fueron sus propias palabras.",
    "🦅 Si permanecéis en Mí, y Mis palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho”. ¿Dónde está parada la iglesia hoy día?",
    "🦅 ¡Aparezcan las ranas”! No había una sola rana en todo el país. Pero después de una hora, en algunos lugares había una acumulación de tres metros de ranas. ¿Qué fue? Fue Dios, el Creador, escondiéndose en un hombre sencillo.",
    "Ahora quiero hacerles una pregunta: Si la sangre de una cabra o de un toro fue usado como cloro — la cual únicamente podía cubrir, pudo colocar a un hombre en la posición para hablar la Palabra creadora de Dios para traer moscas a la existencia — ¿por qué tropiezan con el Cloro de la Sangre de Jesucristo que puede hablar y traer a la existencia una ardilla u otra cosa?",
    "¡No lo hagan, no tropiecen con la simplicidad! Crean que El todavía permanece Dios. ¡Oh hermano, el perdón del pecado! Cómo quisiera…",
    "Luego en Marcos 11:22, “Porque de cierto os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho”.",
    "Tengo otras tres o cuatro páginas, pero tenemos que dejarlas. Gracias.",
    "Dios ocultándose en la simplicidad. ¿Lo pueden ver? Hay algo errado en alguna parte; hay algo errado en alguna parte. Cuando Dios dice algo, El no puede mentir. El hizo la promesa. ¿Ven? El se esconde en simplicidad. ¡Es tan sencillo!",
    "Los eruditos y elementos educados dicen: “Vaya, eso es telepatía mental, u otra cosa. Ud. sabe que es…”",
    "Dios puede atravesar todas las edades del tiempo y decirle a Ud. exactamente lo que le sucedió allá; le puede decir exactamente lo que Ud. es hoy, y lo que será en el porvenir. Eso es aún por el Cloro de Jesucristo, Quien puede tomar a un pecador y blanquearlo para que pueda estar en la Presencia de Dios.",
    "🦅 Si permanecéis en Mí y Mis Palabras permanecen en vosotros, entonces podéis pedir lo que quisiereis y os será hecho. Todo aquel que en verdad cree en Mí, las obras que Yo hago él también las hará”.",
    "🦅 ¿Cómo me podéis condenar? ¿No dice vuestra misma ley que aquellos a quienes vino la Palabra, los profetas, fueron llamados ‘dioses’? Entonces ¿cómo me podéis condenar cuando digo que soy el Hijo de Dios”? Ellos fallan en verlo. Fallan en verlo.",
    "Ahora, para esta iglesia, en los Mensajes que vienen de hoy en adelante, no fallen en verlo. Reconozcan el día en que estamos viviendo. Y recuerden: la Sangre de Jesucristo aparta tan lejos el pecado de Ud. que ni se encuentra en la memoria de Dios, quita toda mancha.\n\nQue en perene resplandor,\n\nNorte y guía da al mortal.\n\nSon Tus dichos para mí,\n\nPrendas fieles de salud.",
    "Oh, ¿cómo puedo yo estar completo? ¿Cómo puedo estar completo? Por razón de la Sangre. No soy yo, pero esa Sangre está entre Dios y yo. Yo la acepté, y El la colocó. Yo soy un pecador, pero El es Dios. La química está entre Dios y yo, para aniquilar el pecado, entonces Dios me ve a mí tan blanco como el agua en el cloro. Mi pecado no existe, ni tampoco puede alcanzarlo a El, porque allí está el Sacrificio.",
    "¿Dónde pues está nuestra fe para creer la simple Palabra de Dios? Lo que Dios dice, tómenlo según Su Palabra. Dios ahora se está escondiendo en la simplicidad de un grupito humilde, pero algún día pronto El se manifestará como siempre ha hecho en las edades pasadas. ¿Le aman? [La congregación dice, “Amén”.]\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "¿Le aman? [La congregación dice, “Amén”.] ¿No es maravilloso? [“Amén”.] Espero y confío que el Mensaje produzca lo que debiera producir, que los pueda traer a un lugar donde no estén buscando cosas floreadas…Cuando ven a Dios en grandezas, miren cuán humilde es, y entonces allí verán a Dios. No lo estén buscando en…",
    "Cuando Elías estaba en la cueva, le apareció humo, sangre, truenos, relámpagos (¿ven todas estas sensaciones que hemos visto: la sangre en la frente, en las manos y demás sensaciones?), esas cosas no movieron al profeta. El se quedó quieto hasta que oyó un silbido apacible. ¿Qué fue? La Palabra. Entonces se cubrió el rostro y salió. Así fue.",
    "Recuerden amigos, no anden buscando las cosas grandes…Ud. dice: “Pues Dios habla de grandes cosas. Vendrá el tiempo cuando habrá estoy y aquello, cosas grandes”. ¡Ojalá estén captando lo que les estoy diciendo! ¿Ven? “Cosas grandes. Y cuando esto suceda será tan grande”.",
    "Y será tan humilde que les pasará por completo. ¿Ven? Y Ud. mirará hacia atrás y dirá: “Pues eso nunca se…” Le pasó por encima y Ud. ni lo vio. Es tan sencillo. Dios mora en la simplicidad, para entonces manifestarse en grandeza. ¿Qué lo hace tan grande? El hecho de que El se puede simplificar.",
    "Un hombre grande no se puede simplificar; él tiene que ser un dignatario. ¿Ven? Pero lo que sucede es que todavía no es suficientemente grande. Cuando llegue a lo suficientemente grande, entonces es reducido así y se puede humillar.",
    "Como dijo aquel santo en Chicago, “Aquel hombre subió, con su educación y cosas. Salió derrotado con la cabeza inclinada y en verdad estaba abatido. Se fue derrotado. Si él hubiera subido como bajó, entonces hubiera bajado como subió”. Correcto. ¿Ven?",
    "Sean humildes. Simplemente sean humildes. No traten de ser raros. Unicamente amen a Jesús. ¿Ven? Digan: “Señor, si hay engaño en mi corazón, si existe algo errado, Padre, yo no quiero ser así. Quítalo. Yo no quiero ser así. Oh, quiero más bien ser contado entre los santos en aquel día, Señor, y veo que se aproxima el Día”.",
    "Vemos que estos Sellos comienzan, si Dios nos las abre. Y recuerden, solamente El los puede abrir. Estamos confiando en El. Dios les bendiga.",
    "Ahora me supongo que nuestro pastor tiene algo que decir antes de que nos veamos nuevamente esta tarde. Y pienso que el culto de canto comienza a las seis y media, ¿es así pastor? [El Hermano dice, “Comenzamos a las seis y media”.] A las seis y media. Y es…[“Las puertas las abren a las seis”.] Las puertas las abren a las seis. Los cantos comienzan a las seis y media.",
    "Y Dios mediante, estaré hablando esta noche sobre el tema del Libro Sellado Con Siete Sellos. Luego el lunes por la noche, el jinete del caballo blanco. El martes, el jinete del caballo negro. El miércoles, el caballo pálido. Y luego el jinete del caballo rojo. Y luego procederemos al cuarto, quinto, sexto, y luego el domingo próximo por la mañana, quizás, un culto de sanidad. No sé.",
    "Recuerden, estamos dedicados al Señor, nosotros mismos y la iglesia, para el servicio de Dios. Dios les bendiga.",
    "Me tardé una hora. ¿Me lo perdonan? [La congregación dice, “Amén”.] No fue mi intención. Pero es que estaré con Uds. solamente esta semana, y luego estoy viajando de nuevo. Y no sé hacia donde estaré viajando; donde El me guíe. Y deseo dedicar cada momento que puedo, porque deseo pasar la Eternidad con Uds.\n\nDios les bendiga. Ahora, el Hermano Neville. 🦅"
  ]
}