{
  "title": "EL PRIMER SELLO",
  "id": "63210009",
  "content": [
    "🦅  Inclinemos nuestros rostros ahora para orar. Nuestro Padre Celestial, te agradecemos en esta noche por esta nueva oportunidad de venir para adorarte. Estamos agradecidos por tener vida y por tener esta gran revelación de Vida Eterna morando en nosotros. Y Padre, hemos venido en esta noche para juntos estudiar Tu Palabra, estos grandes misterios ocultos que han estado escondidos desde la fundación del mundo. Y el Cordero es el único que nos lo puede revelar. Ruego que El venga en nuestro medio en esta noche y que tome de Su Palabra y nos la revele para que podamos saber cómo ser mejores siervos para El en estos últimos tiempos. Oh Dios, viendo que estamos ahora en el tiempo del fin, ayúdanos a reconocer nuestro lugar, Señor, y nuestro ser tan débil y la certeza de la Venida del Señor ya muy pronto. Pedimos estas cosas en el Nombre de Jesús. Amén.",
    "Creo fue David quien dijo: “Yo me alegré con los que me decían: A la casa de Jehová iremos”. Siempre es un gran privilegio venir. Y-y el estudiar la Palabra juntos, nos da esta gran esperanza.",
    "Ahora hay muchos de pie, y me voy a apurar tanto como me sea posible. Pero confío que se hayan gozado con la Presencia del Espíritu Santo como yo también en estos dos cultos pasados. [Congregación dice, “Amén”.]",
    "Y hoy me sucedió algo que no me había sucedido por mucho tiempo. Estaba estudiando sobre esto, sobre esta revelación, acerca de la apertura de este Sello.",
    "Hace años repasé esto aquí, hace algunos veinte años me supongo, algo así, y por alguna razón nunca estaba exactamente satisfecho. Parecía que había algunas cosas especialmente en estos Sellos, porque estos Sellos son el Libro entero. ¿Ven? Es el Libro. El Libro entero es un Libro sellado. Comienza…",
    "Por ejemplo, si tuviera algo aquí les podría demostrar lo que digo. [El Hermano Branham muestra el enrollar y el sellamiento de un pergamino, utilizando pliegos de papel.] Aquí está un sello. Es uno, y se enrolla de esta manera, como estaba enrollado. Se enrolla de esta manera, y al final hay un pedacito que sale, de esa manera. Ese es el primer sello. Bien, esa es la primera parte del libro. Entonces el siguiente sello es enrollado de esta manera, al lado del otro. Y está enrollado de esta manera. Y al final, aquí tiene otro pedacito que sale. Significando dos sellos.",
    "Y así es como se escribió la Biblia entera, en pergaminos. [El Hermano Branham desenrolla los pliegos de papel que usaba en la demostración.] Entonces al abrir estos Sellos, eso nos abre los misterios del Libro.",
    "¿Alcanzaron estudiar anoche en Jeremías, y cómo él escribió aquello, muchos de Uds. estaban apuntando eso anoche? Como fue que aquellos sellos fueron escritos y almacenados, para guardarlos, hasta que él volvió después de los setenta años, o sea la cautividad. El volvió y reclamó su posesión.",
    "Y ciertamente me gusta estudiarlo. Uno no puede…No hay manera de expresarlo todo, por cuanto es una Palabra Eterna. Y es un Libro Eterno, por lo tanto, apenas podemos dar en los puntos más importantes. Y hoy mientras estudiaba apunté muchas citas de las Escrituras para que las puedan estudiar. Y también…Y las cintas revelarán mucho de esto al estudiarlas. ¡Y hay tantas cosas!",
    "Si únicamente me fuera posible quedarme aquí en el púlpito y revelarles a Uds. estas cosas igual como me son reveladas a mí allá en el estudio, entonces sería una cosa maravillosa. Pero cuando llego aquí, siento la gran expectativa y entonces apenas toco los puntos más importantes tratando de darles la parte principal para que puedan ver.",
    "Ciertamente agradezco el himno que el Hermano Ungren acaba de entonar: Qué Bella Historia. Si El no hubiera bajado de Su Gloria, ¿adónde estaríamos todos nosotros en esta noche? Así que estamos agradecidos de que El bajó para ayudarnos.",
    "Ahora, con muchos de pie, nos daremos prisa lo-lo mejor que podamos. No quiero decir que vamos a pasar por esto rápidamente, pero quiero decir que vamos a entrar en esto lo más rápido posible. Ahora, abramos, después de la…",
    "Ahora, hemos visto el primer capítulo, el segundo, el tercero, y el cuarto. Y anoche vimos el quinto. Y hoy damos comienzo al capítulo seis de Apocalipsis.",
    "Ahora, al estudiar este capítulo, daremos referencia a distintos lugares, tanto al Nuevo como también al Antiguo Testamento, porque el Libro entero es la revelación de Jesucristo. ¿Ven? Todo junto es la revelación del-del Señor Jesús, la revelación de Jesucristo. Es Dios revelándose a Sí mismo en el Libro; revelándose El mismo a través de Cristo, en el Libro. Y Cristo es la revelación de Dios. El vino para revelar a Dios porque El y Dios eran el mismo. “Dios estaba en Cristo reconciliando el mundo a Sí mismo”. En otras palabras, Ud. nunca hubiera conocido exactamente qué era Dios hasta que se reveló por medio de Cristo; entonces Ud. puede ver.",
    "Hace muchos años yo pensaba que quizás Dios estaba enojado conmigo, pero que Cristo me amaba. Pero luego me vine a dar cuenta que son la misma Persona. Y Cristo es el mero corazón de Dios.",
    "Ahora mientras estudiamos esto estamos haciendo una comparación. Los primeros tres capítulos de la Biblia en Apocalipsis (los cuales hemos estudiado en forma detallada), son las edades de la iglesia, las-las siete edades de la iglesia. Ahora, hay siete edades de la iglesia, Siete Sellos, Siete Trompetas, y Copas, y-y los espíritus inmundos como ranas, y todo esto está entrelazado.",
    "Cómo quisiera tener un-un mapa gigantesco para dibujarlo todo así como lo estoy viendo, Uds. saben, como cada cosa ocupa su lugar. Lo dibujé en un papelito, pero…Uds. saben. Y hasta ahora todo ha pegado en el blanco exactamente. Y hasta con los tiempos y las edades a media que han venido y pasado, así que todo ha armonizado perfectamente bien. Entonces puede ser que la cosa entera no esté exactamente bien, pero de todas maneras es lo mejor que yo sé al respecto. Y yo sé que si-si hago lo mejor posible y cometo un error, tratando de hacer lo mejor que pueda, y lo mejor que conozco, Dios seguramente me perdonará por cometer…por el error, si he hecho mal.",
    "Pero ahora, esos primeros tres libros [capítulos] son las Siete Edades de la Iglesia. Y luego hallamos en el capítulo cuatro de Apocalipsis, que Juan fue levantado. ¿Ven? Vemos las iglesias. No dice mucho en cuanto a las edades de la iglesia. Allí es donde pienso que mucha gente será muy sorprendida. Están-están-están aplicando la Iglesia al período de la Tribulación, para aquellas cosas que están por suceder. Y como dije ayer, día domingo: De repente comenzarán esas tribulaciones, y estarán diciendo: “¿Por qué no…”? La primera venida fue el Rapto. Y será igual como ha sido: habrá pasado, y ni lo supieron. ¿Ven?",
    "Ahora, no hay mucho prometido para esa Iglesia, esa Iglesia gentil, o sea la Novia. Ahora, quiero que mantengan esto presente: Hay una iglesia y una Novia. ¿Ven?",
    "Siempre hay que tener las cosas en series de tres; los de cuatro están en error. ¡Tres! De tres, siete, diez, doce, veinticuatro, cuarenta y cincuenta, esos números completos. La Biblia está…y Dios siempre envía Sus Mensajes conforme a los números de la Biblia, en esos números. Y si Ud. obtiene algo que no cuadra con esos números, tenga mucho cuidado. En el paso siguiente no le saldrá bien. Tiene que volver acá al principio.",
    "El Hermano Vayle, el Hermano Lee Vayle, él-él…creo que está presente. Estábamos hablando el otro día acerca de personas que se desvían del camino. Es como disparar al blanco. Si el arma está perfectamente balanceada y las miras están perfectamente fijadas, entonces tiene que dar en el blanco; a menos que el cañón se mueva, o se gire, o por alguna vibración se desvíe, y donde sea…o un viento. Donde sea que comenzó a desviarse, hay un solo remedio, es regresar a donde perdió la pista y empezar de nuevo para dar en el blanco. Si no, entonces no dará en el blanco.",
    "Y yo creo que es igual en el estudio de las Escrituras. Si hallamos que al empezar algo, no sale bien, y Ud. ve que no está bien, entonces en algún punto hemos errado, y hay que regresar. Ud. nunca podrá descifrarlo con su mente. No es…",
    "Acabamos de ver, por medio de las Escrituras que no había ningún hombre en el Cielo, ni en la tierra, ni debajo de la tierra, ni tampoco lo hubo ni lo habrá, que lo pueda hacer. Solamente el Cordero puede. Entonces las explicaciones del seminario y lo que sea, no son nada. ¿Ven? Se necesita el Cordero para revelarlo, eso es todo. Entonces confiamos que El nos ayude.",
    "Juan fue levantado en el capítulo cuatro, para ver las cosas “que fueron, que son y que están por venir”. Pero la Iglesia termina en el capítulo cuatro. Y Cristo levanta la Iglesia, arrebatados en el aire para recibirle, y no aparece otra vez hasta en el capítulo diecinueve cuando El vuelve con…como Rey de reyes y Señor de señores, juntamente con la Iglesia. Y ahora, ojalá que podamos ver todas estas cosas antes que El venga, pero si no, de todas maneras lo veremos todo. Así que poco importa.",
    "Ahora en este capítulo cinco tenemos la apertura de estos Sellos, y ahora, el Libro sellado con los siete sellos. Para comenzar deseamos leer el Primer Sello.",
    "Y para repasar un poco de lo que vimos anoche, hallamos que Juan miró y vio que el Libro estaba todavía en las manos del Dueño original, Dios. ¿Recuerdan cómo se perdió? Por Adán. El canjeó el Libro de la Vida por el conocimiento de Satanás, y perdió su herencia; perdió todo, y no había posibilidad de redención. Pero luego Dios, hecho en la forma del hombre, bajó y llegó a ser el Redentor para nosotros, para redimirnos.",
    "Y ahora hallamos que estas cosas que fueron tan misteriosas en el pasado, ahora en estos últimos días nos deben ser reveladas.",
    "Ahora, también hallamos en esto que tan pronto Juan oyó este anuncio que se presentara el-el Pariente Redentor para hacer Su reclamo, no había ningún hombre que lo pudiera hacer; no había hombre en el Cielo, ni hombre en la tierra, ni hombre debajo de la tierra. Nadie era digno ni siquiera de mirar el Libro. Piénsenlo bien. No había ni una sola persona digna ni de mirarlo.",
    "Y Juan empezó a llorar. El sabía que entonces no había la menor posibilidad de redención. Todo estaba perdido.",
    "Entonces hallamos que de repente él dejó de llorar, rápidamente, porque fue anunciado por uno de los cuatro seres vivientes, o más bien uno de los ancianos. Uno de los-los ancianos le dijo: “No llores más Juan, porque el León de la tribu de Judá ha prevalecido,” o en otras palabras “ha vencido y ha conquistado”.",
    "Al voltear Juan vio que salía un Cordero. Tenía que haber estado ensangrentado y cortado, y herido. Había sido inmolado, él dijo que “Un Cordero como que había sido inmolado”. Y desde luego, todavía estaba ensangrentado; si uno hubiera cortado el cordero y-y lo hubiera sacrificado como había ocurrido con ese Cordero. Porque había sido cortado a pedazos sobre una cruz, y le habían lanceado el costado, y tenía clavos en los pies y en las manos, y espinas sobre Su cabeza. El estaba en una condición terrible. Y este Cordero salió y se presentó ante Aquel que estaba sentado sobre el Trono, el cual tenía todo el título de propiedad de Redención, completo. Y el Cordero fue y tomó el Libro de la diestra de Aquel que estaba sentado sobre el Trono y rompió los Sellos y abrió el Libro.",
    "Y luego cuando eso sucedió, hallamos que debió haber ocurrido algo muy tremendo en el Cielo. Porque los veinticuatro ancianos y las cuatro seres vivientes y-y todas las criaturas del Cielo comenzaron a clamar: “¡Digno”! Y vinieron los Angeles y vaciaron las copas conteniendo las oraciones de los santos. Los santos bajo el altar clamaron: “¡Digno eres Cordero porque nos has redimido y ahora nos has hecho reyes y sacerdotes, y nosotros reinaremos sobre la tierra”! ¡Qué cosa! Eso fue cuando El abrió el Libro.",
    "Vean, el Libro en realidad fue planeado y escrito antes de la fundación del mundo. Este Libro, la Biblia, en verdad fue escrito antes de la fundación del mundo. Y Cristo, siendo el Cordero, fue inmolado antes de la fundación del mundo. Y los-los nombres de los miembros de Su Novia fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo. Pero esto ha estado sellado, y ahora está siendo revelado, los nombres de quienes estaban allí, y todo al respecto. ¡Qué cosa tan tremenda!",
    "Y cuando Juan vio esto, dijo, “Todo en el Cielo y debajo la tierra…” Todos lo oyeron clamando: “¡Amén, bendiciones y honra”! El estaba teniendo un tiempo maravilloso, porque “El Cordero era digno”.",
    "Y ahora el Cordero está parado. Ahora en esta noche, al entrar al sexto capítulo, El tiene el Libro en Su mano y está empezando a revelarlo.",
    "Y, oh, yo completamente hubiera, hoy…¡Y espero que la gente sea espiritual! Yo hubiera cometido un terrible error con esto si no hubiese sido que el Espíritu Santo entró al cuarto hoy como al mediodía y me corrigió en algo que estaba escribiendo para decir.",
    "Yo lo estaba tomando de un contexto antiguo. No tenía nada al respecto. Yo no sé lo que es el Segundo Sello, de ninguna manera. Pero saqué unos apuntes de algo que había hablado hace varios años, y lo apunté. Y yo había elaborado este contexto del Dr. Smith, y muchos maestros sobresalientes, de donde lo obtuve. Y todos ellos creían eso, así que lo apunté. Y estaba listo para decir: “Pues lo estudiaré desde ese punto de vista”.",
    "Y en esos momentos, como a las doce del día, el Espíritu Santo entró al cuarto y la cosa entera se me abrió; y allí estaba lo de este-de este Primer Sello, siendo abierto. Tan seguro que estoy aquí parado en esta noche, así lo estoy que lo que voy a decir aquí es la verdad del Evangelio. Yo-yo sé que así es.",
    "Porque si una revelación es contraria a la Palabra, entonces no es Revelación. Y Uds. bien saben que hay cosas que pueden parecer realmente la verdad, pero sin embargo no es verdad. ¿Ven? Parece que es, pero no es.",
    "Ahora, hallamos al Cordero con el Libro. Y ahora leamos del capítulo seis:\n\nVi cuando el Cordero abrió uno de los sellos, y oí a uno de los cuatro seres vivientes decir como con voz de trueno: Ven y mira.\n\nY miré, y he aquí un caballo blanco; y el que lo montaba tenía un arco; y le fue dada una corona, y salió venciendo, y para vencer.",
    "Ahora, este es el Primer Sello, el cual, por la gracia de Dios, trataremos de explicar esta noche. De la mejor manera…Y estoy consciente de que un hombre tratando de explicar esto está caminando por terreno peligroso si no sabe lo que está haciendo. Entonces si me viene por revelación, yo así se los diré. Si lo tengo que tomar de mi propia mente, entonces yo—yo se los diré, antes de decirlo. Pero estoy tan cierto como estoy parado aquí en esta noche, que esto me vino hoy mismo, fresco del Todopoderoso. Yo no estoy acostumbrado a simplemente decir cosas como esas, cuando me refiero a esta parte de las Escrituras. Estoy…",
    "Ojalá sepan de qué estoy hablando. Uno no puede decir ciertas cosas… Si algo debe estar colocado acá, antes de que algo suceda, uno-uno no puede decirlo hasta que de alguna manera eso esté colocado allí. ¿Ven? ¿Están leyendo? ¿Están escuchando? ¿Ven?",
    "Ahora, el Libro enrollado con Siete Sellos ahora está siendo entregado por el Cordero. Nos acercamos a ese lugar en esta noche. ¡Que Dios nos ayude! A medida que se rompen los Sellos y son sueltos, los misterios del Libro son revelados.",
    "Ahora vean, Este es un Libro sellado. Así lo creemos, ¿no es así? [Congregación responde, “Amén”.] Creemos que es un Libro sellado. Ahora, eso no lo sabíamos antes, pero así es. Está sellado con Siete Sellos. O sea, por el lado posterior del Libro, el Libro está sellado con Siete Sellos.",
    "Si estuviéramos hablando de un libro como este, sería semejante a ponerle una correa o siete correas a su alrededor. [El Hermano Branham muestra un libro para ilustrar.] Pero no es esta clase de libro.",
    "Es un pergamino. Y cuando el pergamino es desenrollado, allí tenemos el primero, y adentro del pergamino está el segundo. Aquí mismo diría lo que es, pero es un misterio, sin embargo hemos tratado de indagarlo, pero recuerden que el Libro está sellado. Y el Libro es un Libro de misterios de revelación. Es la revelación de Jesucristo (¿ven?), un Libro de revelaciones. Y ahora, Uds. saben que a través de las edades el hombre ha tratado de indagarlo y ha procurado entender estas cosas. Todos lo hemos hecho.",
    "Sin embargo, recuerdo una vez…Si-si acaso el Sr. Bohannon estuviera presente, o-o algunos de sus parientes, yo-yo no digo esto como insulto. El Sr. Bohannon es un amigo íntimo, y él era el superintendente de la compañía eléctrica cuando yo trabajaba allí. Cuando yo era recién convertido le hablé a él de que había estado leyendo en el Libro de Apocalipsis. El dijo: “Una vez yo traté de leer eso”. Y el Sr. Bohannon era un hombre muy fino, y él-él era miembro de la iglesia. Y-y no sé a qué tantas cosas él pertenecía, pero él dijo: “Yo pienso que Juan debió haber cenado esa noche con chile picante y se acostó con la barriga llena”.",
    "Y yo le respondí (aunque me pudo haber costado el empleo), le dije: “¿No le da vergüenza decir eso”? Yo apenas era un joven. Pero le pregunté: “¿No le da vergüenza hablar así de la Palabra de Dios”? ¿Ven? Sin embargo yo apenas era un joven de unos…quizás veintiún o veintidós años; y el empleo era muy escaso, y estaba en vigencia la depresión [económica]. Sin embargo había un temor por dentro cuando escuchaba cualquier mal comentario de la Palabra de Dios. Es Verdad, toda la Verdad. Entonces no fue ni sueño ni una pesadilla, no tuvo nada que ver con lo que Juan comió.",
    "El estaba en la Isla de Patmos porque había tratado de poner la Palabra de Dios en forma de libro, y por eso fue desterrado allí por el gobierno romano. Y estaba en la isla en el Día del Señor. Y oyó detrás de él una Voz como ruido de muchas aguas y volteó para ver y vio siete candeleros de oro. Y parado entre ellos el Hijo de Dios.",
    "Y luego, el Libro es una revelación. Así que una revelación es algo que es dado a conocer respecto a algo, es algo que ha sido revelado. Y ahora noten bien para que no se les olvide: está “cerrado hasta los últimos tiempos”. ¿Ven? El misterio entero del asunto está “cerrado hasta los últimos tiempos”. Hallamos eso aquí en las Escrituras.",
    "Ahora, los misterios del Libro son revelados cuando los Sellos son abiertos. Y cuando los Sellos son abiertos completamente, entonces el tiempo de la redención cesa; porque el Cordero deja el lugar de intercesión para salir a reclamar lo Suyo. Entre eso El era el Mediador. Pero cuando ocurre la verdadera revelación acerca de los Sellos, a medida que se empiezan a abrir, el Cordero está saliendo del santuario. Eso es conforme a la Palabra. Lo leímos anoche. El vino de-de en medio y tomó el Libro, entonces ya no es Mediador. Pues aun ellos lo llamaron el León, y eso es-eso es el Rey; y entonces El no es Mediador.",
    "Los actores de estos Sellos comenzaron allá en la primera edad de la iglesia. Ahora recuerden, para que Uds.-Uds. puedan captar bien los detalles, si se puede, o lo mejor posible. Digo “actores” porque un-un actor es uno que se cambia de máscara. ¿Ven?",
    "Y en este drama de esta noche, veremos que es Satanás que se cambia de máscara. Y así con cada actor.",
    "Cristo, cumpliendo la parte que cumplió cuando pasó de Espíritu para ser hombre, solamente se puso la vestidura de actor, de carne humana, y bajó en la forma de hombre para ser el Pariente Redentor.",
    "Ahora-ahora pueden ver que esto está en forma de actores. Por eso todo está en forma de parábolas, como están aquí, como bestias, animales, etc. Están en un drama. Y estos actores comenzaron en la primera edad de la iglesia porque era Cristo revelándose a las siete edades de la iglesia. ¿Entienden? [Congregación responde, “Amén”.] Muy bien. ¿Ven? Cristo revelándose a Sí mismo a las siete edades de la iglesia.",
    "Entonces a través de estas edades de la iglesia se ha venido armando un tremendo enredo. Pero al final de las edades, el Mensaje del séptimo ángel debe recoger todos estos misterios perdidos y entregarlos a la Iglesia. ¿Ven? Ahora veremos eso.",
    "Pero no habían sido revelados en su condición verdadera. Ahora en los tiempos de la Biblia, los misterios estaban presentes y ellos vieron estas cosas suceder, así como lo vio Juan. El dijo: “Hay un jinete del caballo blanco”. Pero lo que es el misterio respecto a eso, hay un misterio que acompaña ese jinete. Ahora, lo que era, ellos no sabían, pero habría de ser revelado. Pero habría de ser revelado después que el Cordero saliera del Trono del Padre como Intercesor y Pariente Redentor.",
    "Aquí voy a dejar caer una cosita. Ahora, si alguien llega a escuchar estas cintas…Cualquier hombre puede hablar lo que le guste. Cada uno tiene el derecho a predicar lo que sea su convicción. Pero si…Uds. saben, si un ministro no quiere estas cosas entre su gente, simplemente díganles que no lo acepten. Pero yo-yo…Esto es aquí entre el pueblo al cual he sido enviado a predicar, por lo tanto tengo que revelar lo que es la Verdad. ¿Ven?",
    "Ahora el Cordero, acá durante el tiempo de intercesión, El sabía que allí había nombres, colocados allí desde antes de la fundación del mundo. Y mientras todos esos nombres no habían llegado a ser manifestados en la tierra, El tenía que quedarse allí como Intercesor. ¿Entienden? [Congregación responde, “Amén”.] ¡Allí está perfectamente la predestinación! ¿Ven? Muy bien. El tenía que quedarse allí porque El vino a morir por todos aquellos que Dios había ordenado para Vida Eterna. ¿Ven? ¿Ven? El los vio por Su conocimiento previo, no por Su propia voluntad. Su voluntad es que no se pierda ninguno. Pero por Su conocimiento previo El ya sabía quién y quién no. Entonces mientras faltara un solo nombre que no había sido declarado en la tierra, Cristo tendría que quedarse allí como Intercesor para redimir ese nombre.",
    "Pero tan pronto como ese último nombre haya sido echado al cloro o blanqueador, allí terminarían Sus días de intercesión. “El que es inmundo, sea inmundo todavía; y el que es santo, santifíquese todavía”. [Apocalipsis 22:11] ¿Ven? Entonces El deja el santuario, y se convierte en Tribunal de Juicio. ¡Ay de todos aquellos que están fuera de Cristo en ese tiempo!",
    "Ahora noten, pero estas cosas serán reveladas cuando el Cordero deje Su lugar de intercesión con el Padre. Ahora, eso está en Apocalipsis capítulo cinco. Entonces El toma el Libro de Sellos, el Libro de Sellos, o sea el Libro sellado con los Sellos, y los abre y los muestra. Vean. Al final de la edad después que la intercesión haya cesado, las edades de la iglesia han terminado.",
    "El vino en la primera edad, la edad de Efeso, se reveló y envió el mensajero.",
    "Fíjense bien lo que ocurre mientras avanzamos. Aquí está el plan: La primera cosa que sucede es un-un-un anuncio en el Cielo, primero. ¿Qué sucede? Un Sello es abierto. ¿Qué es? Se desenvuelve un misterio. ¿Ven? Y cuando un misterio se desenvuelve, entonces suena una trompeta, declarando una guerra. Una plaga cae, y se abre una edad de la iglesia. ¿Ven?",
    "Ahora ¿para qué es la “guerra”? El ángel de la Iglesia capta el misterio de Dios aun cuando no es revelado completamente. Pero al hacerlo, él capta este misterio de Dios, y luego sale ante el pueblo después de que le es dado el misterio. El sale ante el pueblo. ¿Qué hace allí? El comienza a proclamar ese Mensaje. Y ¿a qué da lugar? A una guerra, una guerra espiritual.",
    "Entonces Dios toma Su mensajero juntamente con los Elegidos de esa edad, y los pone a descansar. Luego El deja caer una plaga sobre todos aquellos que rechazaron; un juicio temporal.",
    "Y luego, después de todo eso, la cosa continúa y forman una denominación, y dan lugar a denominaciones, y usan las obras de ese hombre como punta de partida, como hicieron con Wesley y todos los demás. Y luego todo llega nuevamente a un enredo.",
    "Y luego llega otro misterio. Y ¿qué sucede? Llega otro mensajero a la tierra para otra edad de la iglesia. ¿Ven? Y cuando él llega, la-la trompeta suena. El declara la guerra. ¿Ven? Y luego ¿qué sucede? Al final él es llamado de la escena. Y luego cuando él ya no está, cae una plaga, y los destruye. La muerte espiritual cae sobre la iglesia y se acaba ese grupo.\n\nLuego El continúa con otra. ¡Oh, es un plan magnífico!",
    "Hasta que llega al último ángel. Ahora, él no tiene ningún misterio en particular. Sino que reúne todo lo que se perdió en las edades anteriores, todas las Verdades que no fueron cabalmente reveladas, a medida que viene la revelación, entonces él revela esas cosas en su día. Si lo desean leer, allí está. Apocalipsis 10:1 al 4, lo pueden captar. Muy bien. ¿Ven? “El toma el Libro de Sellos y los abre, y le muestra al séptimo ángel; porque los misterios de Dios, es algo que le toca solamente al ministerio del séptimo ángel. Acabamos de estudiar las siete edades de la iglesia, y aun con la historia y probamos eso. ¿Ven? Es el-el Mensaje del ángel de la séptima iglesia, bien. El revela todos los misterios del pasado, todo lo del pasado. Apocalipsis 10:1-7, lo cual está por delante. Recuerden: “En los días del séptimo ángel, cuando él esté tocando la trompeta del Evangelio, él debe finalizar todos los misterios de Dios”.",
    "Por ejemplo, en las primeras edades de la iglesia (como veremos más adelante), salió un doctrina. Y, primero llegó a ser un dicho, luego se convirtió en una doctrina, después se convirtió en un estatuto, y finalmente llegó a ser una iglesia. Y así fue a través de la Edad del Oscurantismo.",
    "Luego de la Edad del Oscurantismo salió la primera reforma con Lutero. Y él trajo toda clase de cosas misteriosas que sucedieron durante esa edad de la iglesia, en ese tiempo. Pero nunca lo terminó.",
    "Luego vino Wesley con la santificación, que era otra partecita. Pero no la terminó; dejó cabos sueltos por todas partes, como por ejemplo el rociar en vez del bautismo por inmersión. Y Lutero aceptó “Padre, Hijo y Espíritu Santo” en lugar de el “Señor Jesucristo”, y cuántas cosas más.",
    "Luego apareció la edad pentecostal con el bautismo del Espíritu Santo, y con eso se quedaron. Ahora ya no pueden haber más edades. Ya son todas. Esa es la de Filadelfia…o, ahora, la edad de Laodicea. Pero luego la…",
    "Hallamos en el estudio de las Escrituras que el mensajero a la edad viene al final de la edad, cada vez. Pablo vino al final de la edad. Hallamos que Ireneo vino al final de la edad. Martín, al final de la edad. Lutero al final de la edad católica. Y (¿qué?) Wesley vino al final de la edad luterana. Y pentecostés vino al final de la edad de la santificación con el bautismo del Espíritu Santo.",
    "Y al fin de la edad pentecostal, de acuerdo a la Palabra de Dios (y que Dios me ayude en esta noche para mostrarles), que debemos recibir un mensajero que tomará todas esas cosas sueltas y revelará todo el secreto de Dios, para el rapto de la Iglesia.",
    "Y luego están por venir siete Truenos misteriosos que ni están escritos. Correcto. Y yo creo que (por medio de) esos Siete Truenos serán revelados en los últimos días para reunir a la Novia para fe de Rapto. Porque con lo que tenemos ahora no-no lo podríamos lograr. Hay algo. Tenemos que dar otro paso. Casi no podemos tener suficiente fe para la sanidad Divina. Tenemos que tener suficiente fe para ser transformados en un momento y ser sacados de esta Tierra. Y hallaremos eso más adelante (Dios mediante), hallaremos dónde está escrito.",
    "¡Luego, el juicio de todos estos obradores de maldad! Vean, a través de las edades, estos Sellos se han estado abriendo hasta ahora cuando se abre el último Sello. Y ahora, mientras-mientras han estado observando estos Sellos, y sólo suponían, suponiendo en lo que hacían. Pero ahora al final de las edades de la iglesia, todos estos obradores de maldad tomarán su lugar y entrarán a la Tribulación; todos estos obradores de maldad de los Siete Sellos, que han estado obrando misteriosamente en la iglesia.",
    "Y en unos momentos veremos como obraron aun en el nombre de una iglesia. Ellos se auto nombran: “La Iglesia”. Vean Uds. si esto no es la verdad. Con razón he estado tan en contra de las denominaciones, sin saber el porqué. ¿Ven? ¿Ven?",
    "Ellos terminan. Ahora todo esto comienza acá en una forma moderada, y con el tiempo se fue empeorando hasta…Y la gente entró en eso y dijeron: “Pues esto está bien”. Pero en los últimos días estas cosas son dadas a conocer, y finalmente llegan a empeorarse tanto hasta que entran dentro del periodo de la Tribulación.",
    "Y ¿cómo puede un hombre decir que la Novia de Cristo entra a la Tribulación? Yo no entiendo eso. ¿Ven? Ella más bien es tomada para no sufrir la Tribulación. Si-si la Iglesia ha sido juzgada, y ellos mismos se han juzgado, y han aceptado la Sangre, ¿cómo puede Dios juzgar a un hombre que es perfectamente y totalmente sin pecado?\n\nUd. dice: “No hay tal persona”.",
    "Todo verdadero creyente nacido de nuevo es perfectamente y absolutamente sin pecado ante Dios. El no está confiando en sus obras; pero en la Sangre de Jesús donde ha sido depositada su confesión. Así nos dice la Biblia. ¿Ven? “Todo aquel que-que es nacido de Dios, no practica el pecado, porque no puede pecar”. [I Juan 3:9] ¿Cómo podemos decir que alguien es un pecador cuando el cloro de la Sangre de Jesucristo está entre él y Dios? Eso desparramaría el pecado a hasta que no quedaría nada de ello. ¿Ven? ¿Cómo puede la Sangre pura de Cristo dejar pasar un pecado? No puede.",
    "Jesús dijo: “Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto”. [Mateo 5:48] ¿Y cómo podríamos nosotros aun comenzar a pensar en ser perfectos? Pero Jesús lo ha requerido. Y si Jesús lo ha requerido así, El también tiene que proveer la manera de lograrlo. ¡Y así lo ha hecho por medio de Su propia Sangre!",
    "Ahora, todos, revela todos los misterios que han ocurrido en el pasado. Ahora, el pensamiento aquí es en el tiempo del fin, que los misterios que empezaron hace mucho tiempo, y han venido a través de las edades de la iglesia, serán revelados aquí en la apertura de los Sellos, aquí en los últimos días, después que el tiempo de la intercesión casi ha cesado, en ese tiempo.",
    "Entonces los juicios están reservados para los que están atrás; ellos entran a eso. Y esto es después de que la Novia haya sido tomada de la escena.",
    "Oh, leamos una Escritura. ¿Les gusta apuntar las Escrituras? Tomemos II Tesalonicenses por un momento, y vean esto por un momento. ¡Es-es un cuadro tan hermoso! Me gusta. Vamos a ver, sí, II Tesalonicenses. Y deseo el segundo capítulo de II Tesalonicenses, y el-el versículo 7. Vamos a ver. II Tesalonicenses, 2:7. Pienso que allí es. Yo estaba escribiendo esto y estaba temblando y estremeciéndome.\n\n…ya está en acción el misterio de iniquidad; sólo que hay quien…lo detiene, hasta que él a su vez sea quitado de en medio.",
    "¿Quién es? “Quien al presente lo detiene”. ¿Ven? Vean, un misterio, “el misterio de iniquidad,” allá en la primera edad de la iglesia. Aquí está Pablo escribiendo, diciendo que “El misterio de iniquidad”. ¿Qué es iniquidad? Iniquidad es algo que Ud. sabe bien que no debe hacer, pero de todos modos lo hace. Y Pablo dijo que “hay tales en la tierra hoy: obradores de iniquidad”. Oh, si…Estaremos llegando a…Leamos esa parte, por un momento. Empecemos más arriba, con el versículo tres:",
    "Nadie os engañe en ninguna manera; porque no vendrá sin que antes venga la apostasía, y se manifieste el (h-o-m-b-r-e) hombre de pecado, el hijo de perdición (correcto),\n\nel cual se opone, y se levanta contra todo lo que se llama Dios o es objeto de culto; tanto que se sienta en el templo de Dios como Dios, haciéndose pasar por Dios (perdonando pecados).\n\n¿No os acordáis que cuando yo estaba todavía con vosotros, os decía esto?",
    "Cómo quisiera haber estado sentado allí bajo algunas de sus enseñanzas. ¿Uds. también?\n\nY ahora vosotros sabéis lo que lo detiene, a fin de que a su debido tiempo se manifieste.",
    "No en aquel tiempo, ¿ven? No en aquel tiempo, sino “a su debido tiempo”, al abrir de ese Sello. Sabríamos exactamente lo que es. ¿Quién es este hombre de iniquidad, este hombre de pecado, este individuo que está obrando iniquidad? “Pero será revelado en su tiempo”.",
    "Porque ya está en acción el misterio de la iniquidad; (engañadores ¿ven? que engañan a la gente en distintas cosas) sólo que hay quien (Dios) al presente lo detiene, hasta que él (la Iglesia, Cristo, la Novia) a su vez sea quitado de en medio.\n\nY entonces será manifestado aquel inicuo…",
    "En el tiempo de la apertura del Sello, “a su tiempo”. Pablo dijo: “No en mi tiempo, sino en el tiempo cuando se manifieste”. ¿Ven?\n\n…a quien el Señor matará con el espíritu de su boca…",
    "Veremos eso dentro de poco tiempo, “el espíritu de su boca”. Vean lo que es.\n\n…y destruirá con el resplandor de su venida;\n\ninicuo cuyo advenimiento es por obra de Satanás…",
    "El, “él”, un hombre cuya obra es conforme a la obra de Satanás.\n\n…con gran poder, y señales, y prodigios mentirosos,\n\ny con todo engaño de iniquidad (engañando a la gente con iniquidad) para los que se pierden (estos no son la Novia, sino los que andan buscando tales cosas), por cuanto no recibieron el amor de la verdad…",
    "Y Cristo es la Verdad, y Cristo es la Palabra, pero ellos más bien desean un credo. ¿Ven?\n\n…para ser salvos.\n\nPor esto Dios les envía un poder engañoso, para que crean la—la mentira,",
    "Alli está bien traducido porque lo busqué en el léxico, y no es “una mentira”, sino “la mentira”. “La mentira”, la misma que le contó a Eva.\n\na fin de que sean condenados todos los que no creyeron a la verdad, sino que se complacieron en la injusticia.",
    "¡Qué tremenda declaración! ¡Qué cosa! Después de que la Novia sea levantada, entonces este hombre de pecado se manifestará.",
    "Ella, la verdadera Novia de Cristo, ha sido elegida de entre cada edad de la iglesia.",
    "Ahora el otro día, hice la declaración: “La Novia podría subir a Casa y no sabrán nada al respecto”. Eso es verdad.",
    "Alguien me dijo: “Hermano Branham, pues ese sería un grupo muy pequeño”.",
    "Jesús dijo: “Como fue en los días de Noé (Ud. hable con El acerca de eso), cuando ocho almas fueron salvas por agua, así también será en la Venida del Hijo del Hombre”. Si en esta noche subieran ochocientos en el Rapto, no se escucharía nada al respecto, ni mañana ni pasado, ni nunca. Se irían y no se sabría nada al respecto. Todo continuaría igual.",
    "¿Qué estoy tratando de decir? No estoy procurando darles un susto ni preocuparles. Yo-yo quiero que estén atentos. Estén listos, vigilando en todo momento. Dejen todas las boberías. Entren en seriedad con Dios, porque es más tarde de lo que piensan.",
    "¡Ahora recuerden, la Novia verdadera!",
    "Ahora, hay una novia falsa. Vemos eso en Apocalipsis 17. Ella dice: “Yo [no] soy viuda y no tengo necesidad de nada”, [Apocalipsis 18:7] allí la pueden ver sobre la bestia bermeja, y demás, sí sobre la bestia.",
    "Pero la Novia verdadera será formada de miles de miles de personas, pero serán los Elegidos de entre todas las edades de la iglesia. Cada vez que un mensaje salió y la gente lo creyó y lo aceptó en toda la Luz que era; entonces ese número fue sellado hasta el Día de la Redención.",
    "¿No predicó Jesús lo mismo cuando dijo: “El-el clamor viene en la-la séptima vigilia”? Esa es la última edad de la iglesia. ¿Ven? Y dijo: “He aquí el esposo viene, salid a recibirle”.",
    "Entonces llegaron las vírgenes dormidas, se frotaron los ojos, y dijeron: “Pues nos conviene a nosotras tener de aquel aceite también. Quizás lo debemos tener”.",
    "Y la Novia real y verdadera, parada allí, dijo: “Apenas tenemos para nosotras. Apenas tenemos suficiente para lograr entrar nosotras. No les podemos dar nada. Si desean de esto, pónganse a orar”.",
    "Y mientras ellas andaban en eso, el Novio vino y entró la Novia. Y luego el remanente, aquellas que eran absolutamente virtuosas (la iglesia) fueron dejadas afuera. Y El dijo, “Habrá el lloro, el llanto, y el crujir de dientes”.",
    "Vean, ahora esos son los Elegidos. Y cuando vino el clamor: “He aquí, el esposo viene,” entonces todos aquellos que durmieron a lo largo de las edades de la iglesia, despertaron, todos. ¿Ven? No es como muchas veces pensamos, que Dios va buscarse unos cuantos miles de personas solamente de esta edad para levantarlas. Son los Elegidos de todas las edades. Por eso Cristo tiene que permanecer sobre el trono de mediación como un Intercesor hasta que el último entre en la última edad. Y entonces estas revelaciones de todo lo que ha sucedido, salen a la luz, y el pueblo puede ver todo lo que ha sucedido. ¿Ven? ¿Entienden? [Congregación responde, “Amén”.] Muy bien.",
    "Noten bien que “Los otros muertos (miembros de la iglesia) no volvieron a vivir hasta que se cumplieron mil años”. Los miembros de las iglesias, los-los Cristianos (la iglesia), no volvieron a vivir hasta que se cumplieron mil años. Y entonces salen para presentarse ante la Novia (correcto), ante el Rey y la Reina. ¡Gloria!\n\nUna iglesia hoy día se llama, “La Reina del Cielo”.",
    "La Reina del Cielo es la Novia elegida de Cristo, y Ella viene con El. Daniel vio esto y dijo: “Millares de millares le sirve”. Ahora si se fijan en esa Escritura en Daniel, “El Juez se sentó, y los libros fueron abiertos”. Recuerden, cuando El viene, viene juntamente con Su Novia. La esposa le sirve a su esposo. “Y millares de millares le servían. El Juez se sentó y los libros fueron abiertos”. “Y otro libro fue abierto, el cual es el Libro de la Vida”. [Apocalipsis 20:12] Esta ya no es la Novia, pues ella ya había subido y regresado para estar en el juicio de aquellas generaciones que rechazaron el Mensaje del Evangelio.",
    "¿No dijo Jesús? “La reina del Sur se levantará en juicio con los de esta generación, y los condenará; porque ella vino de los fines de la tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar”. Allí estaba el-el juicio, la reina de-de Sabá, del sur, estará allí en el Juicio, y su propio testimonio.",
    "Ni siquiera siendo judía, se levantará con aquella generación que sí eran judíos. Y éstos estaban ciegos y lo pasaron por alto, pues lo estaban buscando, pero El vino en una forma tan sencilla que ellos completamente lo pasaron por alto.",
    "Y allí, esa gran reina se humilló y vino y aceptó el mensaje. Y El dijo, “Ella estará en el juicio para condenar aquella generación”.",
    "Entonces pueden ver siempre las tres clases. Está el libro del cual fueron juzgados los muertos; está otro libro, el libro de la Vida, aquellos que tenían sus nombres en el libro de la Vida.",
    "Dicen: “Pues si su nombre está en el libro de la Vida, entonces todo está bien, ¿verdad”? ¡No señor!",
    "Fíjense: Judas Iscariote tenía su nombre en el libro de la Vida. Ahora dígame Ud. que eso está errado. En San Mateo capítulo diez, Jesús le dio a Sus discípulos el poder de echar fuera demonios y los envió para sanar los enfermos, los leprosos y levantar los muertos. Salieron y volvieron, y entre ellos estaba Judas. Echaron fuera demonios e hicieron toda clase de maravillas. Y volviendo, le dijeron: “Aun los demonios se nos sujetan”.",
    "Jesús les respondió: “No os regocijéis de que los espíritus se os sujetan, sino regocijaos de que vuestros nombres están escritos en los cielos”. Y Judas estaba allí entre ellos. Pero ¿qué sucedió? Cuando llegó el momento cuando el grupo Elegido habría de subir allá en el Día de Pentecostés y verdaderamente recibir al Espíritu Santo, Judas entonces mostró sus colores. El estará en el Juicio.",
    "Entonces los libros fueron abiertos, y el libro de la Vida fue abierto, y toda persona fue juzgada según lo que estaba escrito. Ahora la Novia está parada allí con Cristo para juzgar al mundo. ¿No es que…? Pablo, hablando a la Novia, dijo: “¿Osa alguno de vosotros, cuando tiene algo contra otro, ir a juicio delante de los injustos, y no delante de los santos? O no sabéis que los santos han de juzgar al mundo”? ¿Ven? Allí lo tienen. Los santos van a juzgar al mundo y tomar el dominio. Correcto.",
    "Ud. dirá: “¿Cómo será posible que un grupito como ese”? Yo no sé cómo se va lograr. Pero El dijo que así será, y para mí eso lo concluye, hasta donde yo sé.",
    "Ahora miren. Ahora noten. “Los demás muertos”, miembros de iglesias, miembros muertos, “no volvieron a vivir hasta el fin de mil años”. Y al cumplirse mil años, todos ellos serán juntados (ocurrió otra resurrección, la segunda resurrección), y fueron juntados. Y Cristo y la Iglesia, o sea la Novia (no la iglesia, sino la Novia), Cristo y la Reina (no la iglesia). Allí estaban Cristo y la Novia.",
    "Y éstos serán separados como se separan las ovejas de los cabritos. Correcto. Allí es donde aparecen los miembros de las iglesias. Y si oyeron la Verdad y la rechazaron, entonces ¿qué le será dicho cuando el gran telón sea bajado y se despliegan allí hasta sus propios pensamientos, incluyendo lo que Ud. pensó al respecto? ¿Cómo se escapará Ud. cuando todo esté allí a plena vista en el telón de los cielos, el gran televisor de Dios? Allí estarán sus propios pensamientos en rebeldía. ¡Sus propios pensamientos hablarán en contra suya en aquella hora!",
    "Entonces si Ud. dice una cosa y piensa otra le conviene dejar de hacer eso. Mantenga sus pensamientos en Dios. Mantenga sus pensamientos puros y quédese en eso, y siempre hable la misma cosa. No vaya a decir: “Pues yo diré que lo creo, pero voy solamente para averiguar”. Ud. créalo. Amén.",
    "Noten bien. La razón porqué estos mueren es porque son purgados en las pruebas de la Tribulación, porque en verdad no están bajo la Sangre. Ellos así reclaman, pero no lo están. ¿Cómo pueden pasar por las pruebas para ser purificados, cuando el cloro o la Sangre de Jesucristo ha quitado toda síntoma de pecado? “Y Ud. ya está muerto y su vida está escondida con Cristo en Dios y sellada allí adentro por el Espíritu Santo”. ¿De qué va a ser juzgado? ¿De dónde piensa recibir purificación? ¿De qué será purificado, siendo que Ud. está perfectamente en Cristo, sin pecado? ¿Para qué es entonces el juicio? Pero son aquellos que están dormidos los cuales esa gente no puede entender.",
    "Ahora, no lo han hecho por muchos años, pero esta es la hora de la revelación ¿ven?, ¿ven?, siendo revelado, justamente en la venida de la Novia; el último recorrido, las últimas cosas están llegando. Amigos, yo creo que estamos llegando al final. ¿Cuándo? Yo no sé. No les puedo decir. Pero cualquier cosa… Pero quiero vivir esta noche de tal manera que si fuera en esta noche, yo estaría preparado. ¿Ven? El puede venir aun en esta noche o puede ser que no venga por otros veinte años. Yo no sé cuándo vendrá. Pero cuando sea…Ahora, puede ser que mi vida termine esta noche; y en esa hora lo que yo haya hecho aquí, en esa hora se termina. Tendré que encontrarme con El en el juicio de la manera en que terminé aquí. “De la manera que se inclina el árbol, así también caerá”.",
    "Recuerden que cuando ellas fueron a comprar el Aceite, entonces…“Oh”, Ud. dice: “espérese un momento Hermano Branham. Yo no estoy muy seguro en cuanto a eso”. Cuando ellas fueron a comprar el Aceite y regresaron, la Novia ya había partido y la puerta estaba cerrada. Ellas tocaron, diciendo: “¡Déjanos entrar, déjanos entrar”! Pero ya estaban en las tinieblas de afuera.",
    "Ahora, si desean un tipo o símbolo de eso, miren. “En el tiempo de Noé”, dijo Jesús, en referencia. Ahora, en el tiempo de Noé, entraron al arca. Pero fueron llevados por encima del…durante el tiempo del juicio; pero ese-ese no fue el tipo de la Novia de Cristo.",
    "Enoc tipificó la Novia. ¡Enoc! Noé pasó a través de (la Novia)…pasó a través del periodo de la tribulación, y sufrió, y llegó a ser un borracho y murió. Pero Enoc caminó ante Dios por quinientos años y tuvo un testimonio que “agradó a Dios” con fe de Rapto; y un día comenzó a caminar y empezó a subir por los cielos, y se fue al Hogar, sin probar la muerte; él nunca murió.",
    "Eso es tipo de: “Nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a (no seremos impedimento a aquella misma clase de personas) los que durmieron”. Los que durmieron por razón de la edad humana, en el estado de vejez humana. Ellos murieron hace mucho; pero no están muertos. Ellos están durmiendo. Amén. Están dormidos, no están muertos; y la única cosa que necesitan es que el Novio les despierte. Sí. “Y nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a los que durmieron. Porque sonará trompeta de Dios, y los muertos en Cristo resucitarán primero. Luego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire”.",
    "🦅 Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil anos”. Allí lo tienen, ellos pasaron a través del periodo de la Tribulación.",
    "¿Cómo fue? Igual como con Enoc. Uds. saben que Noé vigilaba bien a Enoc. Porque cuando Enoc desapareció, entonces él sabía que el juicio estaba a la mano. Empezó a mantenerse muy cerca del arca.",
    "Pero Noé no subió. Solamente fue levantado un poquito y pasó por encima de las tribulaciones. El fue llevado a través de la tribulación, para luego sufrir la muerte. ¿Ven? Noé fue llevado a través.",
    "Enoc fue trasladado sin ver muerte, un tipo de la Iglesia siendo arrebatada juntamente con los que duermen para recibir al Señor en el aire, y el resto de la iglesia es llevada por el periodo de la Tribulación. En lo personal no puedo sacarle ninguna otra explicación a esto. Enoc fue arrebatado sin ver muerte.",
    "Ahora, empecemos a estudiar un poco y llegar a nuestra lección. Si me quedo con eso, nunca entraremos a este Sello. Ahora noten bien, tomemos ahora, porque probablemente mañana o pasado veremos una Trompeta de vez en cuando; porque la Trompeta suena al mismo tiempo que los Sellos. Es la misma cosa. Comienza la edad de la iglesia, es la misma cosa. ¿Ven?",
    "Ahora, una trompeta siempre indica una guerra o disturbio político — la trompeta — un disturbio político, y eso causa guerra. Cuando uno se envuelve en la política, y lo enreda todo, como tenemos hoy en día, entonces tenga mucho cuidado, porque una guerra está a la mano. Pero vean, los reinos todavía le pertenecen a Satanás. El aún tiene esta parte en sus manos.",
    "¿Por qué? Es redimido por Cristo, pero El está haciendo la obra de Pariente Redentor, obteniendo Sus súbditos hasta que el último que tiene su nombre en el Libro la haya recibido y haya sido sellado. ¿Entienden bien? [Congregación responde, “Amén”.]",
    "Entonces El viene de Su Trono, el Trono de Su Padre, se presenta y toma el Libro de la mano de Dios quien está sobre el Trono, y reclama Sus derechos. La primera cosa que hace es llamar a Su Novia. ¡Amén! Luego ¿qué hace? Toma Su enemigo, Satanás, lo ata y lo echa en el fuego juntamente con todos los que lo siguieron.",
    "Ahora, recuerden, no fue Rusia, no. El anticristo es una persona muy sagaz. Fíjense bien y verán cuán sagaz es. Es tan inteligente. Sí señor. Solamente el Espíritu Santo puede excederle.",
    "Noten, Trompetas significan disturbio político y guerras. En San Mateo 24, Jesús habló acerca de esto. Dijo: “Oiréis de guerras y rumores de guerras, a lo largo de todo”. Uds. recuerdan de…Jesús diciendo eso: “Guerras y rumores de guerras, guerras y rumores de guerras; todo esto seguirá así hasta el final”. Ahora, eso es Trompetas sonando.",
    "Ahora, cuando lleguemos a las Trompetas tomaremos cada una de esas guerras y así mostrarles que siguieron esas iglesias, y les mostraré que siguen estos Sellos. “Guerras y rumores de guerra”. Pero, Trompeta significa disturbios políticos.",
    "Mientras que los Sellos tienen que ver con disturbios religiosos. ¿Ven? Se abre un Sello y es depositado un Mensaje. Y luego, la iglesia siempre está tan establecida en sus propias formas políticas, y tantas más cosas, y todos sus dignatarios. Y entonces cuando el Mensaje genuino es entregado, el mensajero sale y les da una buena sacudida. Correcto. Es un disturbio religioso cuando se abre un Sello. Esto es lo que ha sucedido. Sí.",
    "Se ponen a reposar en Sion. La iglesia se acomoda bien y: “Lo tenemos todo bien”. Como la iglesia de Inglaterra, estaba bien acomodada. La iglesia católica estaba bien acomodada, cuando de repente llegó Lutero. Se armó un disturbio religioso. Sí señor. Seguro. La iglesia se desvió con Zwingli. Y de Zwingli pasó por varios y hasta Calvino. Y después de un tiempo la iglesia anglicana se acomodó y estaba reposando, cuando llegó Wesley. Hubo un disturbio religioso. Correcto. ¿Ven? Siempre significa un disturbio religioso.",
    "Ahora, el Sello. Leamos un poco. Deseo llegar a esto, lo leeremos. Me pongo a hablar. Yo…\n\nVi cuando el Cordero abrió uno de los sellos (¿qué sucedió?), y oí a uno de los cuatro seres vivientes decir como con voz de trueno…",
    "¡Oh, cómo quisiera tomar mi tiempo en eso por unos momentos! Confío que todas las personas que conocen estas cosas y están esperando la consolación del Señor, ahora se pongan a estudiar muy detalladamente; y allá por medio de las cintas también, que se pongan a pensar de esto.",
    "Lo primero que sucedió cuando el Cordero abrió ese Primer Sello fue que rugió un Trueno. Ahora, eso tiene un significado. Tiene…Es significante. Tiene un significado. Es algo. Nada sucede sin que tenga algún significado. Muy bien, un Trueno, un Trueno rugió. ¿Qué habrá sido aquel Trueno?",
    "Leamos un poco. Abramos en Mateo…No, primero abramos en San Juan. San Juan capítulo 12, y mantengan eso. San Juan el capítulo 12, y empezando con el versículo 23 de San Juan 12. Ahora escuchen bien, entonces ya no tendrán que estar dudando de lo que pueda ser:\n\nJesús les respondió diciendo: Ha llegado la hora para que el Hijo del Hombre sea glorificado.",
    "Vean, eso allí es al final de una edad. Su ministerio estaba terminando. ¿Ven? “Ha llegado la hora para que el Hijo del Hombre sea glorificado”.",
    "¿Qué de “La hora ha llegado cuando Su Novia ha de ser arrebatada”? ¿Qué? La hora ha llegado cuando “El tiempo no será más”. El Angel está listo para poner un pie sobre la tierra y el otro sobre el mar, con el arco iris sobre Su cabeza, y decir: “El tiempo ha terminado”. Y además, El levantó Su mano y juró que “el tiempo no será más”, cuando esto sucedió. ¡Cuán-cuán perfecto es esto, una declaración jurada para la Iglesia!\n\n…Ha llegado la hora para que el Hijo del Hombre sea glorificado.\n\nDe cierto, de cierto os digo, que si el grano de trigo no cae en la tierra y muere, queda solo; pero si muere, lleva mucho fruto.\n\nEl que ama su vida, la perderá; y el que aborrece su vida en este mundo, para vida eterna la guardará.\n\nSi alguno me sirve, sígame; y donde yo estuviere, allí también estará mi servidor. Si alguno me sirviere, mi Padre le honrará.\n\nAhora está turbada mi alma…",
    "Ud. dirá: “Pues, ¿El, llegando al fin del camino, y tuvo problemas”? ¿Qué piensa Ud. cuando alguna gran cosa espiritual ocurre? Le molesta, y dice “¡Qué cosa”!\n\nAhora está turbada mi alma; ¿y qué diré? ¿Padre, sálvame de esta hora? Mas para esto he llegado a esta hora.\n\nPadre, glorifica tu nombre. Entonces vino una voz del cielo: Lo he glorificado, y lo glorificaré otra vez.\n\nY la multitud que estaba allí, y había oído la voz, decía que había sido un trueno.",
    "Entonces cuando el Cordero tomó el Libro y abrió ese Primer Sello, Dios habló desde Su Trono Eterno para decir lo que era ese Sello que habría de ser revelado. Pero cuando le fue mostrado a Juan, estaba en forma simbólica. Cuando Juan lo vio todavía era un misterio. ¿Por qué? Ni aun fue revelado en ese momento. No puede ser revelado hasta lo que El habló aquí respecto “al tiempo del fin”. Pero vino en forma simbólica.",
    "Cuando hubo “tronado”. Recuerden, un ruido fuerte como de Trueno es la Voz de Dios. Así nos dice la Biblia, “un estruendo de trueno”. Ellos pensaron que era un trueno, pero era Dios. El lo entendió porque le fue revelado a él. ¿Ven? Fue un Trueno.",
    "Y noten, fue abierto el Primer Sello. Cuando el Primer Sello fue abierto en la forma simbólica, hubo un trueno. Entonces ¿qué cuando es abierto en su forma real? Hubo un trueno tan pronto el Cordero abrió el Sello. Y ¿qué fue revelado? No reveló todo de una vez. Primero estaba con Dios; luego está en un símbolo; y luego fue revelado. Tres cosas. ¿Ven? Venía procediendo desde el Trono.",
    "Primero no puede ser visto ni oído ni nada. Estaba sellado. La Sangre del Cordero pagó el precio.",
    "Y cuando El lo habló hubo un trueno. Y a la vez salió un jinete sobre un caballo blanco, y todavía era un símbolo. Ahora fíjense bien, El dijo que sería dado a conocer en los últimos días. Pero aparece en-en símbolo de iglesia. Iglesia ¿lo entienden? [Congregación responde, “Amén”.] Esto viene en un—un símbolo de una iglesia, y saben que hay un Sello. Pero lo que es, todavía no lo saben porque es un jinete sobre un caballo blanco.",
    "Y sólo será revelado en los últimos días cuando el Sello sea realmente abierto. ¿Abierto para quién? No para Cristo, sino para la Iglesia. Noten bien ahora. ¡Qué cosa! Eso me hace temblar. Yo-yo-yo espero que la Iglesia en verdad entienda esto, quiero decir, Uds. aquí. Les voy a llamar Novia, para que entiendan.",
    "La Voz es un Trueno. ¿De dónde vino la Voz? Vino del Trono de donde el Cordero acababa de salir como Intercesor. Ahora está presente para tomar Su posición y Sus derechos. Pero el Trueno vino de adentro del Trono y rugió hacia afuera. Y el Cordero estaba parado acá afuera. El Trueno procedió de donde el Cordero había venido. El había venido del Trono de Su Padre para tomar Su propio Trono. ¡Gloria! Amigos, no se les vaya a escapar esto.",
    "Como Cristianos, todos sabemos que Dios le juró a David que levantaría a Cristo para sentarse sobre su Trono y le daría un Reino Eterno aquí sobre la tierra. Y lo hizo.",
    "Y Jesús dijo: “Al que venciere (al anticristo y todas las cosas del mundo), le daré que se siente conmigo en Mi Trono, así como Yo he vencido, y me he sentado con Mi Padre en Su Trono”. ¿Ven?",
    "Ahora, algún día El se levantará del Trono del Padre y tomará Su propio Trono.",
    "Ahora El viene para llamar a Sus súbditos. ¿Cómo los va a reclamar? El ya tiene el Libro de la Redención en Su mano. ¡Gloria! Siento cantar un himno:\n\nEl Cordero ha de llevar Su Esposa en Bodas ya,\n\nA Su lado en el Cielo a morar (vean esto);\n\nQue glorioso ha de ser, santos miles juntos ver;\n\nCon Jesús irán por siempre a gozar.",
    "¡Oh qué cosa! Hablamos ahora de estar “sentados en lugares celestiales”, pero ¿cómo será entonces? Si podemos sentirnos de esta manera, sentados aquí en la tierra, aun antes que ocurra el Rapto, y estando en esta condición ahora; y nos gozamos, parados junto a las paredes, y parados en la lluvia, solamente para oír esto, ¿cómo será cuando le veamos a El sentado allí? ¡Oh, será un tiempo sumamente glorioso!",
    "El dejó el Trono del Padre y se presentó para…Su Hijo para ser…El es el Hijo de David. Eso es lo que Israel pensó que El haría allá entonces. Acuérdense de la mujer sirofenicia, la cual dijo: “Hijo de David”. ¿Se acuerdan del ciego Bartimeo? Dijo: “Hijo de David”. Y Jesús conociendo el plan, pero ellos no lo conocían; por eso trataron de forzar la situación para que El tomara el Trono. Y aun Pilato le hizo aquella pregunta.",
    "Pero El le dijo: “Si Mi reino fuera de este mundo, entonces Mis servidores pelearían; pero Mi reino es de arriba”. Pero dijo, “Cuando vayan a orar, oren de esta manera: Venga tu Reino. Sea hecha tu voluntad, como en el cielo, así también en la tierra”. Amén. ¡Cuán glorioso es esto!",
    "Salió del Trono del Padre para tomar Su propio Trono. El ahora ha venido de Su obra como Intercesor, para reclamar Su propio Trono y Sus súbditos redimidos. Con ese propósito salió del Trono. Entonces es cuando aquel ser, como un león, le dijo a Juan: “Ven y mira”. Fíjense bien. ¿Lo están leyendo?\n\n…abrió uno de los sellos, y oí a uno de los cuatro seres vivientes decir como con voz de trueno…",
    "Ya saben lo que eran los cuatro seres vivientes; ya los estudiamos. “Uno era como un león, uno como un becerro, y uno como un hombre y otro como un águila”. Ahora, este primer ser viviente dijo…Vean, cada vez había un ser viviente distinto hasta que pasaba cada uno de los cuatro jinetes. Hay cuatro seres vivientes y cuatro jinetes.",
    "Noten también que cada ser viviente anuncia algo: Mateo, Marcos, Lucas y Juan. Vamos a entrar en detalles para comprobar cuál es Mateo, Marcos, cuál es Marcos—Marcos, cuál es Juan, cada uno mientras salían…",
    "…uno de los seres vivientes decir, Ven y mira.",
    "El oyó el ruido como de un trueno. Y uno de los seres vivientes le dijo: “Ven y mira”.",
    "En otras palabras, aquí estaba el Cordero, y Juan estaba allá a lo lejos viendo todo esto transcurrir. El Cordero salió del Trono, como que había sido inmolado, todo ensangrentado. El fue el único hallado digno. Y cuando El tomó el Libro, entonces fue cuando todos comenzaron a gritar, y clamar y emocionarse porque vieron que la redención estaba pagada.",
    "Ahora, El había llegado para reclamar lo Suyo. Entonces El tomó el Libro y estando parado allá ante Juan, arrancó y abrió el Sello. ¡Jaló hacia abajo el Sello! Y cuando jaló el Sello, se oyó por todo el lugar el estruendo de un Trueno. Y cuando hubo el estruendo del Trueno, no hay duda que Juan quizás saltó al aire, cuando rugió el Trueno.",
    "Y luego uno de los cuatro seres vivientes dijo: “Ahora ven y mira lo que es, lo que está revelado debajo de aquí”. (¡Oh, qué tremendo!) “Juan, escribe lo que ves”. Entonces Juan se acercó para ver lo que era. Juan se acercó para ver lo que dijo el Trueno. Entonces es cuando esta Criatura le dijo a Juan: “Ven y mira lo que es el misterio debajo del Primer Sello”. El Trueno, la Voz del Creador, lo ha pronunciado. Ahora, El debe saber lo que estaba allí. ¿Ven? ¡Qué cosa! Pero, piensen, él escribió Esto.",
    "Pero cuando empezó a escribir aquellos otros Siete Truenos, le dijo: “No lo escribas”. El tenía comisión de escribir todo lo que viera. Pero cuando tronaron estos Siete Truenos de Apocalipsis 10, entonces le fue dicho: “No escribas nada de esto”. Estos son misterios. Aún no sabemos lo que son. Pero la opinión mía es que serán revelados ya muy pronto. Y cuando eso ocurra, eso impartirá fe para esa gracia de Rapto para esa Iglesia, para poder salir. ¿Ven?",
    "Hemos considerado todo lo que sabemos, todas las dispensaciones. Y hemos visto todas estas cosas. Hemos visto los misterios de Dios, y hemos visto la gran unificación de la Novia en los últimos días. Sin embargo todavía hay algo allí que no podemos ver claramente. Hay algo allí.",
    "Pero me imagino que cuando esos misterios empiecen a manifestarse. Dios dijo: “Detengamos esto. Yo revelaré esto en aquel día. Juan, no escribas esto porque tropezarán con ello; déjalo pasar. Pero Yo lo revelaré en aquel día cuando sea necesario hacerlo”.",
    "Ahora, no tronaron en vano. Recuerden, como la gotita de tinta, todo tiene un propósito. Todo es por una causa. Pero noten que el Creador pronunció estas cosas. Y él—él oyó esta Voz y fue a ver.",
    "Pero ahora el Cordero está mostrándole a Juan en forma simbólica de…de—de escritura eclesiástica, por ejemplo, para que la iglesia sepa; lo que debe escribir. Le muestra, y le dice: “Ahora, no-no digas exactamente lo que esto es. Juan no vayas a decir: ‘Esto es así, esto es lo que está bajo el Séptimo Sello.’ No lo digas así. Si le digo esto a Juan, entonces todo el plan a través de las edades se echaría a perder. Es un secreto”. ¿Ven? El simplemente quiere…¡Es Su Venida! El dijo: “Nadie sabrá cuando vengo; simplemente vendré”. ¿Ven? ¿Ven? Eso es todo. No es negocio mío saber cuándo; solamente me toca estar preparado. Entonces dijo…",
    "Entonces Juan salió, y pensó: “Ahora lo voy a ver”.",
    "Y ¿qué hizo, cuando Juan salió? ¿Qué fue lo que Juan tenía que hacer? Tenía que escribir estas cosas para las edades de la iglesia. Eso es lo que debía hacer, escribirlo para las edades de la iglesia. “Escribe lo concerniente de estos Siete Candeleros que viste allá en el principio. Escribe a cada iglesia, y diles lo que ves”. Muy bien.",
    "Entonces se oyó el trueno, y Juan sabía que era la Voz de Dios. Entonces el-el ser como león, dijo: “Ven y mira lo que es”. Y Juan tomó su pluma para escribir lo que iba a ver.",
    "Ahora, él no vio completamente lo que era, ni lo entendió cabalmente. Pero lo que él vio era lo que Dios estaba enviando a la iglesia por un tiempo. Ahora El siempre hace esto: El lo hace claro cuando es el tiempo de hacerlo claro. Pero El no lo hizo claro allá entonces. ¿Por qué? Porque lo iba mantener como secreto hasta la última edad. Y el sonar del Mensaje del último ángel era para juntar estos misterios. ¿Ven?",
    "No lo aclaró. Pero lo que Juan vio, él sólo vio “Un caballo blanco salir con un jinete”, y eso fue lo que escribió.\n\nEso le fue dicho: “Ven y mira”.",
    "Así que Juan fue para ver lo que podía escribir para la iglesia. Y al mirar, vio un “Caballo blanco y el que lo montaba tenía un arco; el cual salió para conquistar, y le fue dada una corona”. Y eso es todo lo que Juan vio, y eso fue lo que escribió. Ahora todo eso está en símbolos. Así es como la iglesia lo ha recibido.",
    "Pero con la promesa de que en el último día El lo revelaría, mostraría lo que es. Que Dios nos ayude a entender. Edades de la iglesia, pero esto no sería dado a conocer completamente hasta el Mensaje del ángel de esta última edad de la iglesia. Noten, él comienza…",
    "Este mensajero de la séptima edad de la iglesia, si se fijan, no da comienzo a una denominación como hicieron los demás. Recuerden, él no comienza…No. Se darán cuenta que está en contra de tales cosas. ¿Estaba Elías, estaba Elías en contra de esas cosas? Ciertamente. ¿Estaba Juan el Bautista, con el espíritu de Elías en contra de eso?",
    "¿Qué clase de espíritu tenía Elías? El tenía…Nadie sabe mucho en cuanto a Elías. Solamente era un hombre, pero era un profeta. Fue aborrecido. ¿Y cuándo llegó a la escena? En el mero tiempo de la popularidad de Israel, cuando todos se habían vuelto mundanos. El apareció y censuró a las mujeres. Sí señor. Seguro. Y él amaba el desierto. Esa era su naturaleza.",
    "Entonces aquella gente debió haber reconocido cuando aquel individuo apareció con el mismo espíritu, apareció por allí, este Juan. No vino bien vestido como las personas de importancia, como dije anoche de los que se ocupan de besar los niñitos, unir los matrimonios, enterrar los muertos, etc. Pero este hombre salió del desierto. ¿Qué era? El amaba el desierto. Otro detalle fue que odiaba las denominaciones. Dijo: “No empiecen a decir: ‘Nosotros pertenecemos a esto o aquello,’ porque les digo que Dios puede levantar hijos a Abraham aun de estas piedras”.",
    "El no era un transigente. No podían…Dijo, “¿Salisteis a ver una caña que es meneada del viento? Así no era Juan”. No señor.",
    "¿Qué otra cosa hizo? Le habló a Herodías igual como Elías le habló a Jezabel. Vino directamente ante Herodes y le dijo: “No te es lícito tenerla”. Por causa de eso, ella mandó a degollarlo. ¿Ven? Trató de quitar a Eliseo. El mismo espíritu que estaba en Jezabel, estaba en aquella mujer.",
    "Y lo mismo está en la iglesia jezabelina de hoy, lo mismo. ¡Ahora noten bien la gran enseñanza que hallamos aquí!",
    "Y ahora, parece que aquella gente lo hubiera reconocido. Juan comenzó a darles duro, y parece que esa gente hubiera reconocido que ese era el Espíritu de Eliseo. Lo debieron haber entendido porque eso era.",
    "Ahora, y hemos visto en el estudio de las edades de la iglesia, y según las Escrituras, que nos es prometido un retorno de ese mismo espíritu antes del tiempo del fin. ¿Es la verdad? [La congregación responde, “Amén”.]",
    "Ahora vean bien la naturaleza de este espíritu. El no dará comienzo a otra edad de la iglesia como sucedió con Lutero, Wesley y los demás. El no fundará otra iglesia, pues no quedan más edades. ¿Ven? No habrá otra. Entonces él tiene que estar en contra de tales cosas porque su espíritu será igual como fue el de aquellos. Es el mismo espíritu.",
    "Como dije anoche, le agradó a Dios usarlo tres veces. Tres es el número de Dios, no el dos, sino el tres. Ya lo usó dos veces y ahora lo va a usar de nuevo. El lo dijo, lo prometió. Ahora, noten, él…",
    "Ahora noten, cuando lo hizo. El no fundará otra denominación porque la Edad de la Iglesia de Laodicea es la última edad. Y el séptimo ángel, el cual es el mensajero a la séptima edad de la iglesia, es el hombre indicado que revelará por el Espíritu Santo todos estas cosas misteriosas. Eso va… ¿Cuántos estuvieron presente anoche? Dejen ver las manos. Entonces no lo tendré que leer de nuevo. Uds. saben en dónde está, en-en el capítulo 10. Muy bien. Muy bien.",
    "Los reformadores llegaron para reformar la edad de la iglesia que había caído previo a ellos. Y luego, después que viniera el reformador y reformara la edad de la iglesia de donde estaba (porque se había deslizado al mundo), entonces allí cada uno comenzó una nueva edad de la iglesia. Siempre ha sido así, siempre. Nosotros ya lo estudiamos detalladamente. ¿Ven?",
    "En otras palabras, aquí había sido una edad católica de la iglesia, de la Iglesia Católica Romana. Viene Lutero, un reformador. Es llamado un reformador. Y ¿qué hace? Comienza allí mismo a martillazos. Y al hacerlo, él protesta la iglesia. Y de repente ¿qué hace? Edifica lo mismo que vino a demoler, otra iglesia.",
    "Luego tienen otra edad de la iglesia. Luego de repente, aquí viene…La edad de la iglesia está en un enredo. Entonces aparece Juan Wesley, otro reformador, ¿ven? y edifica otra edad de la iglesia. ¿Pueden ver lo que estoy diciendo? Allí empieza otra edad de la iglesia. Ellos todos fueron reformadores.",
    "Noten bien, este mensajero de la última edad de la iglesia no es un reformador. El es un profeta, no un reformador. Muéstreme Ud. dónde un solo profeta dio principio a una edad de la iglesia. No es un reformador. El es un profeta.",
    "Los otros fueron reformadores, pero no profetas. Si hubieran sido profetas, la Palabra de Dios viene al profeta. Por eso fue que continuaron con el bautismo “En el nombre del Padre, y del Hijo, y del Espíritu Santo” y tantas otras cosas, porque fueron reformadores en vez de profetas. Sin embargo, fueron grandes hombres de Dios que reconocieron la necesidad del día en que vivieron. Y Dios los ungió y los envió para deshacer esas cosas erradas. Pero la plenitud de la Palabra de Dios no llegó a ellos, porque no fueron profetas, sino reformadores.",
    "Pero en los últimos días tendrá que ser un profeta para tomar todos los misterios de Dios, para traerlos de vuelta, porque los misterios únicamente son conocidos por los profetas. Entonces esta persona tiene que venir. ¿Ven lo que digo? El no puede ser un reformador. Tiene que ser un profeta, porque tiene que ser alguien dotado y puesto allí para captar la Palabra.",
    "Ahora, los reformadores reconocían que algo andaba mal. Lutero sabía que el pan no era el cuerpo de Cristo. Por lo tanto predicó: “El justo por la fe vivirá”, y ese fue su mensaje. Entonces cuando vino Juan Wesley, él vio que existía la santificación, así que predicó la santificación, y ese fue su mensaje. ¿Ven? Los pentecostales trajeron el mensaje del Espíritu Santo, y otras cosas.",
    "Pero en los últimos días, en esta última edad, el mensajero no viene para comenzar una reforma; pero viene para tomar todos los misterios que los reformadores no concluyeron, y juntarlos y resolverlos para el pueblo. Permítanme leer esto de nuevo. ¡Me suena tan bien! Me—me gusta leerlo.",
    "…Vi descender del cielo a otro ángel fuerte, envuelto en una nube, con el arco iris sobre su cabeza; y su rostro era como el sol, y sus pies como columnas de fuego.",
    "Nosotros vimos lo mismo, lo cual es Cristo. Y sabemos que Cristo siempre es el Mensajero a la Iglesia. El es llamado Columna de Fuego, el Angel del Pacto y así por el estilo.\n\nTenía en su mano un librito abierto;…",
    "Ahora para esto, los Sellos ya habían sido abiertos. Los estamos abriendo ahorita. Pero aquí, la Cosa está abierta.\n\n…y puso su pie derecho sobre el mar, y el izquierdo sobre la tierra;\n\ny clamó a gran voz, como ruge un león; y cuando hubo clamado, siete truenos emitieron sus voces. (¡Qué cosa! Era algo completo.)\n\nCuando los siete truenos hubieron emitido sus voces, yo (Juan) iba a escribir (¿Escribir qué? Pues lo que habían pronunciado), pero oí una voz del cielo (Dios) que me decía: Sella las cosas que los siete truenos han dicho, y no las escribas. (¡No las escribas!)\n\nY el ángel que vi en pie sobre el mar y sobre la tierra. Levantó su mano al cielo,\n\ny juró por el que vive por los siglos de los siglos, que creó el cielo y las cosas que están en él, y la tierra y las cosas que están en ella, y el mar y las cosas que están en él, que el tiempo no sería más,",
    "Fíjense bien. No se les escape esto mientras seguimos.\n\nsino que en los días (días) de la voz del séptimo ángel…",
    "Este último ángel, un ángel terrenal. Este Angel acá bajó del Cielo. No fue El, porque El vino del Cielo. Pero aquí El está hablando de la voz del séptimo ángel, el cual es…Angel significa “mensajero”, cualquiera sabe eso, y es el mensajero a la edad de la iglesia.\n\n…sino que en los días de la voz del séptimo ángel, cuando él comience a tocar la trompeta, el misterio (Siete Sellos, todos, todos los misterios) de Dios se consumará, como él lo anunció a sus siervos los profetas.",
    "El misterio entero es desenvuelto. Ese es el ministerio de ese ángel. ¿Ven? Será tan sencillo que la gente lo pasara por alto. Pero será perfectamente vindicado. Será conocido perfectamente. ¿Ven? Todo aquel que lo quiera ver, lo podrá ver. ¿Ven? Correcto. Pero aquellos…",
    "Jesús dijo, como dijo cuando vino, dijo: “Teniendo ojos no podéis ver. Así lo dijo Isaías. ¿Ven? Y teniendo oídos no podéis oír”. Entonces hallamos que…",
    "Eso me espantó. Miré allá al reloj, y pensé que ya eran las diez. Pero son, tengo…Todavía falta algo para que sean las nueve. Muy bien. Ahora vamos a ver esto en detalle. Note bien. ¡Qué cosa! Sigamos. Noten. Yo amo esto.",
    "Otros, reformadores, pero al ser grandes hombres de Dios, vieron la necesidad de su propio día y trajeron una reforma.",
    "Pero Apocalipsis 10, dice que su mensaje sería para revelar, no para reformar; revelar los secretos. ¡Revelar secretos! Es la Palabra en el hombre. En Hebreos 4 dice: “Porque la palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y penetra hasta partir el alma y el espíritu, las coyunturas y los tuétanos, y discierne los pensamientos y las intenciones del corazón”. ¿Ven? Este hombre no es un reformador. Es un revelador, ¿revelador de qué? Los misterios de Dios. Donde las iglesias lo tienen todo enredado, él vendrá a la escena con la Palabra de Dios y revelará estas cosas.",
    "Porque a él le toca “restaurar la fe de los hijos nuevamente a los padres”. La fe original de la Biblia debe ser restaurada por el séptimo ángel. Ahora, ¡oh, cómo amo esto! Todos los misterios de los Sellos que los reformadores no entendieron cabalmente. ¿Ven? Ahora, vean Malaquías 4 por un momento. Pues, anótenlo. El es un profeta y “restaura la fe original de los padres”. Ahora estamos esperando que esta persona aparezca en la escena. El será tan humilde que millones de millones… Pues habrá un grupo pequeño que lo entenderá.",
    "Uds. se acuerdan el otro día, cuando Juan estaba por venir y fue profetizado como el mensajero que vendría antes de la Venida de Cristo: “La voz de uno que clama en el desierto”. Malaquías lo vio. Miren, el capítulo 3 de Malaquías es la venida de Elías que habría de venir y precursar la Venida de Cristo.",
    "Ud. dirá: “Oh, no, no, Hermano Branham. Es el capítulo 4”. Me dispensa que lo contradiga.",
    "Jesús mismo dijo que era el capítulo 3. Ahora vean…Vean San Mateo, el-el capítulo 11 y el versículo 6, El-El dirá esto. El capítulo 11-11, creo que es el versículo 6; el 4, 5, 6, por allí. El dijo, “Si podéis recibirlo”, hablando de Juan, “porque éste es de quien está escrito: He aquí, yo envío mi mensajero delante de tu faz”. Ahora lea Malaquías 3. Algunos tratan de aplicarlo a Malaquías 4. No señor, eso no es.",
    "Noten Malaquías 4, al presentarse ese mensajero, entonces el mundo será completamente quemado, y los justos en el Milenio hollarán las cenizas de los malos. Así que pueden ver, si aplican a que ese fue él allá, entonces-entonces la Biblia diría algo que no es cierto. Hemos pasado por dos mil años y el mundo todavía no se ha quemado, y los justos aquí viven todavía. Así que eso tiene que ser en el futuro. ¡Qué cosa!",
    "Si estudian acá en Apocalipsis y ven lo que el mensajero al final de esta edad debe hacer, entonces podrán ver lo que es. El tiene que ser un profeta. El tiene que unir todas estas cosas que los reformadores no vieron, y colocarlas en orden.",
    "¿Cómo puede San Mateo 28:19 comparar con Hechos 2:38 sin la revelación espiritual de Dios? ¿Cómo pueden estas personas decir que los días de los milagros han pasado, y tantas cosas, sin revelación de parte de Dios? Es la única forma como lo sabrán, para saber si es verdad o no. ¿Ven? Pero es que han pasado por los seminarios. Ojalá tengamos tiempo para entrar en eso.",
    "Deseo apurarme porque no quiero retenerlos aquí más de una semana, Uds. saben lo que quiero decir, en la apertura de estos Sellos. Tengo un día y quisiera tener oración por los enfermos en ese día, si me fuera posible.",
    "Ahora miren, Malaquías 4 es un profeta, y “restaura la fe original de los padres”.",
    "En el tiempo del fin, cuando venga el periodo de la Tribulación…Ahora aquí hay algo por el cual vamos a retroceder por un momento, con respecto a los tres años y medio…O más bien las setenta semanas de Daniel, la última parte de la semana setenta de Daniel, que son tres años y medio. Ahora, ¿cuántos se acuerdan de eso en las edades de la iglesia? [Congregación responde, “Amén”.] ¿Ven? “Setenta semanas están determinadas”. [Daniel 9:24] Miren cuan perfecto fue aquello. Dijo, “Vendrá el Mesías y será quitada su vida en sacrificio a la mitad de la semana, entonces hará cesar el sacrificio y la ofrenda”. Entonces todavía quedan tres años y medio reservados para la doctrina Mesiánica para los judíos.",
    "Y Dios no trata con los gentiles y los judíos al mismo tiempo. El lidia con Israel como una nación, pero con los gentiles individualmente. El no ha llamado a los gentiles para ser Su Novia, sino que llamó a un pueblo de entre los gentiles. ¿Ven? Ahora El lidia con Israel como una nación. Y ahora mismo ella está allí como una nación.",
    "Hoy recibí una carta de Pablo, Pablo Boyd. Y me estaba diciendo, dijo: “¡Hermano Branham, es la pura verdad! Estos judíos todavía se sienten un poco raro con los gentiles, a pesar de todo lo que ha transcurrido”. Cierto, así será. Así debe ser.",
    "Martín Lutero hizo una proclamación diciendo que todos los judíos debieran ser echados fuera y sus edificios quemados porque todos eran anticristo. ¿Ven? Martín Lutero hizo esas declaraciones en sus escritos. Entonces vino Hitler y dio cumplimiento a lo que había dicho Martín Lutero. ¿Por qué diría así Martín Lutero? Porque era un reformador, no un profeta.",
    "Dios en aquel profeta [Balaam] bendijo a Israel, diciendo: “Cualquiera que te bendijera será bendito, y el que te maldijere será maldito”. ¿Cómo puede un profeta negar lo que ha dicho otro profeta? No puede ser; tienen que estar en armonía. ¿Ven?",
    "Pero por esa razón clasifican…Miren, Alemania está supuesta ser una nación Cristiana, ¡y luego la manera como trataron a los judíos! Estos todavía tienen, como quien dice, “el palo en el hombro”, y con razón. ¡Pero recuerden, y si hubiera algún judío sentado aquí hoy, no se preocupen, su día viene! Dios no puede olvidarse de ellos. Ellos fueron cegados para nuestro beneficio.",
    "Uds. saben, El le dijo al profeta, El…El profeta clamó y dijo: “¿Te olvidarás de Israel”?",
    "Le respondió: “Toma esa vara de medir y dime ¿qué altura tienen los cielos? ¿Cuán profundo es el mar”?\n\nEl dijo: “No puedo medirlos”.",
    "Le respondió: “Tampoco puedo olvidar a Israel”. Ese es Su pueblo, Sus siervos.",
    "Y los gentiles sólo son unos pocos tomados para formar Su Novia. Exactamente. Esa es la Novia.",
    "Ahora, las setenta semanas fueron determinadas, perfectamente, como lo dijo Daniel: que el Mesías vendría y sería cortado a la mitad de la semana. Y Jesús profetizó tres años y medio. Ahora, a la mitad de estos tres años y medio de Daniel, a la mitad, El fue quitado. Pero ahora, la última parte es el período de la Tribulación, donde está la iglesia gentil. ¡Oh, esto es tremendo! Ahora, no vayan a…La Novia entra con el Novio; y después del Milenio camina sobre la ceniza de los malos.",
    "Permítanme mostrarles algo aquí, mientras tenemos esto en mente. Veamos lo que dice, lo que dice la Biblia. Y no podemos negar que esta es la Palabra de Dios. Si lo hacemos entonces somos paganos. Tenemos que creerla. Ud. dice: “No la entiendo”. Yo tampoco. Pero estoy esperando que El la revele. Miren.\n\nPorque he aquí, viene el día ardiente como un horno, y todos los soberbios (como los americanos, y demás semejantes) y todos los que hacen maldad serán estopa (serán quemados); y aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.",
    "¿Cómo puede uno decir que hay un infierno Eterno en eso? Vean, son los últimos días cuando estas cosas están siendo reveladas. No hay lugar en la Biblia que diga que el infierno es Eterno. Así que, para poder estar en un infierno Eterno, uno tendría que tener Vida Eterna para permanecer allí. Hay una sola forma de Vida Eterna, y esa es por la cual estamos luchando. Todo lo que tiene principio, tiene fin. “El infierno fue creado para el diablo y sus ángeles”, y será consumido y aniquilado. Correcto. ¿Ven? Pero cuando esto suceda, “no les dejará ni raíz ni rama”.\n\nMas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá salvación; y saldréis, y saltaréis como becerros de la manada.\n\nHollaréis a los malos, los cuales serán ceniza bajo las plantas de vuestros pies, en el día en que yo actúe, ha dicho Jehová de los ejércitos.",
    "¿Dónde estarán los malos después de la Tribulación? En ceniza.\n\nAcordados de la ley de Moisés mi siervo, al cual encargué en Horeb ordenanzas y leyes para todo Israel.\n\nHe aquí, yo os envío a Elías el profeta, antes que venga el día de Jehová, grande y terrible.",
    "¡Amén! Aquí está terminando el Antiguo Testamento de esta manera, y ahora tenemos el Nuevo Testamento terminando con la misma cosa. ¿Cómo lo puede Ud. evitar? No se puede. Miren: “Les enviaré el profeta Elías antes de que venga ese día”.\n\nEl hará volver el corazón de los padres hacia los hijos, y el corazón de los hijos hacia los padres, no sea que yo venga y hiera la tierra con maldición.",
    "Allí lo tienen. Esa es la Palabra del Señor. El lo prometió. Tiene que venir. Y ahora si notan cómo sucede todo esto. Es hermoso como Dios lo hace. La Novia sale con el Novio. Y-y después de eso los malos son quemados con fuego inextinguible. Y después que la tierra haya sido purificada, se reproducirá a sí misma. Todas las cosas tienen que seguir ese proceso, pasar por un tiempo de purificación.",
    "Las aberturas volcánicas brotarán en ese gran tiempo final, y la tierra se reventará por todos lados; y todos estos sumideros de pecado y demás cosas sobre la tierra, serán destrozados hasta no quedar nada. Serán quemados con un fuego tan ardiente que será como aquel cloro que destinó el-el color de-de la tinta a su creación original. Así será de ardiente el Fuego de Dios que tornará todas estas cosas tan inmundas otra vez a su condición original, cuando Satanás y todo el pecado será quemado, y todo. Y entonces todo aparecerá igual de hermoso como fue en el Huerto del Edén. Correcto. ¡Oh, esa hora tan tremenda está próxima!",
    "Durante el tiempo de la Tribulación. Aquí está lo que quiero que noten, una cosita que he dejado caer aquí. Durante este período de la Tribulación, después que la Novia haya sido levantada, y la iglesia pasa por ese tiempo de Tribulación, entonces es cuando los ciento cuarenta y cuatro mil son llamados por los dos testigos de Apocalipsis 11. Ahora fíjense bien. Ellos profetizarán mil doscientos sesenta días, vestidos de silicio.",
    "Ahora, sabemos que este calendario romano tiene… Tenemos a veces veintiocho días y otras veces treinta y treinta y un días. Pero en realidad el calendario tiene treinta días para cada mes. Correcto. Y tomando cien…mil doscientos sesenta entre treinta, y vean el resultado. Tres años y medio, exactamente. Ese es el tiempo destinado para que el Mensaje Mesiánico sea predicado a Israel, como sucedió allá. Cuando El vuelve y se da a conocer en el símbolo, que cuando viene…",
    "Cuando José fue llevado a otro país, y fue rechazado por sus hermanos porque era un hombre espiritual; él podía ver visiones e interpretaba los sueños. Y al hacerlo, fue llevado a otro país y vendido por casi treinta piezas de plata. Tipificó exactamente a Cristo porque era el Espíritu de Cristo que estaba en él.",
    "Noten entonces lo que sucedió. Y noten que, cuando hizo esto, fue echado en la cárcel; y un hombre fue salvo y el otro perdido. Exactamente como sucedió con Jesús cuando estuvo encarcelado sobre la cruz, un ladrón fue salvo y el otro perdido, exactamente.",
    "Fue echado en el sepulcro (supuestamente muerto), luego fue sacado y ascendió hasta la diestra de Faraón, a tal grado que nadie podía ver a Faraón sin primero ver a José. Jesús está sentado a la diestra de Dios, y nadie puede venir al Padre, sino por el Hijo. Correcto.",
    "Y noten que cada vez que José salía, cuando José se levantaba de la diestra de ese trono. Fíjense bien. ¡Gloria! Allí estaba sentado José a la diestra de Faraón. Y cuando José se levantaba para irse de ese trono, tocaban la trompeta. “¡Todos de rodillas! ¡Aquí viene José”!",
    "Y cuando el Cordero sale de aquel Trono, cuando Su obra como Mediador haya cesado, y El deja el Trono allá, y toma el Libro de Redención y sale, toda rodilla se doblará. Allí está. Noten.",
    "Y José, rechazado por sus hermanos, le fue dada una esposa gentil. Potifar le había dado…O sea, Faraón le dio una-una esposa gentil y por ella tuvo hijos gentiles, mitad judío y mitad gentil. Fueron un gran símbolo. Cuando Jacob los estaba bendiciendo, allí estaba Efraín a un lado y Manasés al otro lado; entonces él cruzó sus manos y le concedió la bendición al hijo menor. Y estos dos hijos fueron añadidos a las doce tribus (que en ese tiempo sólo eran diez), y Jacob mismo los bendijo. Y José, su hijo profeta, estaba parado allí, y dijo: “Padre, has errado”. Dijo, “Has puesto la bendición de la mano derecha sobre el hijo menor, cuando debió haber caído sobre el mayor”.",
    "Y él dijo: “Yo sé que tenía las manos cruzadas, pero fue Dios quien las cruzó”. ¿Por qué? Porque Israel, teniendo los derechos de ser una Novia, rechazó y vendió su primogenitura; y la…pasó del hijo mayor, Israel, al nuevo, los gentiles. Y las bendiciones pasaron de allí, a través de la cruz, a los gentiles.",
    "Pero noten que después de eso (¿ven?), por medio de eso, cuando todos…El había tomado su esposa. Pero cuando aquellos muchachos vinieron a Egipto para comprar alimento…",
    "¡Oh, es un cuadro tan hermoso! Me alejé del Sello, pero se los tengo que decir, porque creo que así podrán ver mejor el cuadro. Noten.",
    "Ahora, cuando ellos vinieron a comprar el alimento, Uds. saben, José los reconoció inmediatamente. Y José era el hijo de prosperidad. No importaba a dónde él iba, siempre prosperaba.",
    "¡Esperen hasta que El venga de nuevo a la tierra; esperen hasta que venga nuestro José! ¿Ven? “El desierto florecerá como la rosa, y el Sol de justicia subirá con salud en Sus alas”. ¡Oh hermano! Todos los cactos en Arizona se desarrollarán en árboles hermosos, y-y será hermoso.",
    "Noten, él viene a presentarse, y les jugó una travesura. Y envía y les dice: “Aún vive mi padre”? ¿Ven? El quería saber si el padre de ese varón todavía vivía. El dijo: “Sí”. El sabía que ese era su hermano. Pero ¿notaron cuando estaba a punto de revelarse a sus hermanos?",
    "Y descubrió al pequeño Benjamín (el cual había nacido después de que él se había ido), y que representa a estos ciento cuarenta y cuatro mil judíos que se están reuniendo allá ahora mismo (desde que El se fue). Y cuando él volvió, dijo…Miró a Benjamín; su corazón estaba a punto de quebrantarse.",
    "Y recuerden, ellos tenían…él…Ellos no sabían que él podía hablar el hebreo. Estaba usando un intérprete. Se estaba portando como un egipcio. ¿Ven? Y entonces cuando se fue dado a conocer, se quiso dar a conocer, se quedó mirando al pequeño Benjamín. Y recuerden, despidió a su esposa. Ella estaba en el palacio cuando él se dio a conocer a sus hermanos.",
    "Y la Novia gentil, la Esposa, después de que Jesús fue rechazado por Su propio pueblo, El ha tomado una Novia gentil. Y la llevará de aquí al Palacio, a la Casa de Su Padre allá en la Gloria, para la Cena de las Bodas. Y El regresará para darse a conocer a Sus hermanos, los ciento cuarenta y cuatro mil…?…en ese tiempo.",
    "Allí está parado. Y recuerden, miren los símbolos perfectamente. Y cuando él volvió donde estaban juntos y los miró, y dijo-y dijo…comenzó a mirar. Y ellos empezaron a hablar. Dijeron, “Ahora sí, Rubén, tú sabes que nos irá muy mal. Porque tú sabes lo que hicimos. Tenemos a este joven en este lío. Ahora, no debimos haber vendido a nuestro hermano”. Ese poderoso príncipe parado allí era su hermano, y no lo sabían.",
    "Por eso es que Israel no lo puede entender a El hoy. Todavía no es la hora para que lo entiendan.",
    "Y luego él, ellos creían que no entendía el hebreo, pero estaba escuchando todo lo que decían. Ellos dijeron: “Ahora sí nos va ir muy mal”. Y José, cuando los miraba, ya no podía aguantarse.",
    "Ahora, recuerden, para entonces su esposa e hijos estaban en el palacio. Los santos ya fuera, fuera de la presencia.",
    "Y él dijo: “Yo soy José, vuestro hermano”. Y corrió y tomó a Benjamín y abrazándolo, comenzó a llorar. ¿Ven? Y él se dio a conocer.",
    "Y entonces ellos dijeron: “Ahora de cierto sabemos que nos viene la ira, porque lo vendimos. Nosotros somos quienes lo vendimos. Nosotros fuimos quienes lo tratamos de matar, y ciertamente ahora nos matará”.",
    "El dijo: “No, no os enojéis con vosotros mismos, sólo lo hicieron para preservar vida. Por eso fue que Dios me envió aquí”.",
    "Y cuando El se da a conocer, la Biblia dice…como lo hemos visto. Cuando El se dé a conocer a los ciento cuarenta y cuatro mil (el pequeño Benjamín de hoy, y el remanente de los judíos que quedan allí); cuando El se dé a conocer le preguntarán: “¿Dónde obtuviste esas heridas? ¿Por qué están en tus manos”?",
    "El dirá: “Oh, las recibí en la casa de Mis amigos”. ¿Ven? Oh, entonces se darán cuenta que ellos han matado al Mesías. Pero ¿qué dirá El? Lo mismo que dijo José: “Lo hicisteis para preservar vida. No os entristezcáis por esto”. Porque los gentiles no hubieran podido entrar si los judíos no hubieran cometido aquello. Así que El salvó la vida de la Iglesia por causa de lo que ellos hicieron. Así que allí lo tienen. Por eso es que hoy, ellos no pueden entender Esto; todavía no es la hora.",
    "De igual manera como nosotros no podíamos entender todas estas cosas hasta que llegara la hora para entenderlas. ¡Oh qué cosa! Siete Truenos de Apocalipsis, que El le muestre a la Novia cómo prepararse para la gran fe de traslación.",
    "Ahora, apurémonos, porque sólo tenemos otros quince a veinte minutos.",
    "Ahora, ¿qué significa este caballo blanco? Permítanme leer la…Me he ido tan lejos; perdónenme por haberme apartado del tema. Pero, pero leeré el versículo de nuevo, los dos versículos.\n\nVi cuando el Cordero abrió uno de los sellos, y oí a uno de los cuatro seres vivientes decir como con voz de trueno: Ven y mira.\n\nY miré, y he aquí un caballo blanco…",
    "Ahora seguimos con el segundo versículo.\n\n…caballo blanco; y el que lo montaba tenía un arco; y le fue dada una corona (no la tenía en ese momento), y salió venciendo, y para vencer.",
    "Eso es todo. Ese es el Sello. Ahora hallemos los símbolos.",
    "Hallamos lo que el Trueno significa. Eso es perfecto, lo sabemos, ¿ven? El Trueno fue la Voz de Dios, cuando se abrió el Sello.",
    "Ahora ¿qué significa el caballo blanco? Aquí es donde vino la revelación. Estoy tan seguro de esto como sé que estoy parado aquí, sabiendo que esta es la Palabra.",
    "He leído todos los libros que pude hallar acerca de esto. Y con una…yo…La última vez que traté de abordar el tema y simplemente traer una enseñanza (hace cómo treinta años), tomé el libro…Alguien me dijo que los adventistas tenían más luz sobre la segunda Venida de Cristo que cualquier otro que ellos conocían, así que hallé algunos de sus buenos libros, para leerlos. Obtuve el libro de Smith, sobre Daniel, de revelaciones. Y él dice que este caballo blanco que salió era blanco, y que eso simbolizaba un conquistador. Y al conquistar…Muchos de Uds., hermanos adventistas, conocen el libro, y también otros que lo hayan leído. Y-y leí otros dos o tres. Los leí y no puedo decir…Hay otros dos libros que leí, y ambos estaban de acuerdo que eso era correcto. Eran maestros finos, supuestamente entre los mejores, y con la mayor luz. Así que pensé: “Pues, si no sé, diré lo que ellos dicen; trataré de enseñarlo de esa manera”.",
    "Ellos daban una buena explicación del asunto, lo que significa. Y decían: “Ahora, aquí está un caballo blanco, y un caballo blanco es un poder, un caballo de guerra”. Y decían, “El hombre sentado sobre el caballo es el Espíritu Santo que salió en la primera edad y conquistó aquella edad para el Reino de Dios. Tenía un arco en su mano, que, como [el del dios romano] Cupido, disparaba las flechas de amor a los corazones del pueblo, el amor de Dios, y así conquistaba”.",
    "Ahora, eso suena muy bien, pero no es la Verdad. No señor. Sí. No fue así. Blanco en verdad significa “justicia”. Nos-nos damos cuenta de eso. Blanco significa justo. Los maestros lo enseñaron, que fue el Espíritu Santo conquistando en la primera edad, pero mi revelación, según el Espíritu Santo, no es así.",
    "Mi revelación, por medio del Espíritu Santo, es: Cristo y el Espíritu Santo es la misma Persona, solamente en forma diferente. Así que aquí está parado Cristo, el Cordero. Sabemos que El era el Cordero. El estaba parado aquí con el Libro en la mano; y allá va el jinete sobre el caballo blanco (¿ven?), así que no era el Espíritu Santo.",
    "Ahora, ese es uno de los misterios de los últimos días, cómo es que Cristo puede ser las tres personas en una sola. No son tres personas distintas, Padre, Hijo y Espíritu Santo, siendo tres Dioses, como los trinitarios se esfuerzan por convencernos. Son tres, son tres manifestaciones de la misma Persona. O, los podría uno llamar tres oficios. Si uno está hablando con ministros, no emplearía la palabra “oficio”. Porque ahora estoy pensando que esto se está grabando. Así que les diré…Desde luego, Cristo no podría decir, “Rogaré a Mi oficio, y El os enviará otro oficio”. Sabemos eso. Pero si desean decir que son…Son tres atributos del mismo Dios. ¿Ven? No son tres Dioses. ¡Tres atributos del mismo Dios! ¿Ven?",
    "Y así que ¿cómo podría ser Cristo allá, sobre el caballo blanco, conquistando, y a la vez parado acá con el Libro en la mano? No puede ser. Aquel no es Cristo.",
    "Noten ahora, el Espíritu Santo (en la revelación) y Cristo; el Espíritu Santo es Cristo en otra forma. Correcto.",
    "Noten, es el Cordero quien abrió el Libro, y el Cordero es Cristo. Y entonces ya no volvemos a ver a Cristo, pero El es visto en el capítulo diecinueve de Apocalipsis viniendo sobre un caballo blanco.",
    "Si desean leerlo, abramos en Apocalipsis 19:11. Y leamos rápidamente ahora mientras-mientras…Tenemos suficiente tiempo, espero, y así será mejor para todos nosotros. 19, 19:11, comenzando con el versículo 11 y leeremos hasta incluir el 16.\n\nEntonces vi el cielo abierto, y he aquí un caballo blanco (no sobre la tierra, sino en el Cielo), y el que lo montaba se llamaba Fiel y Verdadero, y con justicia juzga y pelea.\n\nSus ojos eran como llama de fuego, y había en su cabeza muchas diademas (fíjense en las diademas); y tenía un nombre escrito que ninguno conocía sino él mismo.",
    "Ojalá pudiera hacer una pausa allí por un momento. ¡Qué cosa! Tengo la intención de…Quizás pudiera, si Uds..…[La congregación dice, “Siga”.]",
    "Vean, nadie lo sabe. ¿Sabían que el Nombre “Jehová” no es correcto? Cualquiera lo sabe. Dr. Vayle, Ud. sabe que eso es correcto. Los traductores no pudieron traducirlo. Se deletrea J-u-h-v…quiero decir J-v-h-u. No es “Jehová”. No pudieron dar con una traducción. No saben cómo será. Le pusieron “Jehová”, pero ese no era Su Nombre.",
    "Fíjense. Cada vez que hay una victoria o que algo significativo sucede, un nombre es cambiado.",
    "Fíjense en los días de Abraham. Primero se llamaba Abram, y no les podía nacer el hijo hasta que su nombre fuera cambiado a Abraham. Y Sarai, S-a-r-a-i, no tenía más que un vientre muerto hasta que su nombre fue cambiado a S-a-r-a.",
    "Jacob significa “suplantador, engañador”, y eso fue lo que él hizo. Se puso una piel de oveja y engañó a su padre, quien era profeta, para obtener la primogenitura. Puso varas de álamo verde en el agua y las descortezó para que se viera lo blanco del palo, y así hizo que las vacas y las ovejas preñadas parieran becerros y ovejas listados, pintados y salpicados de diversos colores [Génesis 30]. ¡Era nada menos que un engañador!",
    "Pero una cierta noche se agarró de algo verdaderamente real, y él supo que era algo real. Y se mantuvo allí y se agarró hasta el amanecer, hasta que venció. Y su nombre fue cambiado a Israel, lo cual significa “un príncipe con poder ante Dios”.",
    "¿Correcto? [Congregación responde, “Amén”.] ¡Igual con todos los vencedores!",
    "Simón era un pescador. Pero cuando su fe captó y supo que ese era Jesús, cuando le dijo que era el Mesías; y le había dicho su nombre y el nombre de su padre; entonces él fue vencido, y su nombre fue cambiado de Simón a Pedro.",
    "Saulo, un buen nombre. Saúl en una ocasión fue rey en Israel, pero él, un Saulo, no era apropiado para un apóstol. Podía ser correcto para un rey, pero no para un apóstol. Así que Jesús le cambió el nombre (¿de qué?) de Saulo a Pablo.\n\nFíjense en “Los hijos del trueno”, y los demás.",
    "Y Jesús, Su Nombre sobre la tierra era “Redentor”, Jesús. Cuando El estuvo en la tierra, El era el Redentor, correcto. Pero cuando conquistó la muerte y el infierno, los venció y ascendió a lo Alto, entonces recibió un nuevo Nombre. Esa es la razón que gritan y hacen tanto ruido y no reciben nada.",
    "Será revelado en los Truenos. ¿Ven? Noten los misterios. El viene cabalgando…Tiene que haber algo para cambiar esta Iglesia. Uds. saben eso. ¡Tiene que haber algo! Noten: “Ninguno conocía, sino El mismo”. Ahora, noten, “ninguno conocía sino El mismo”.\n\nEstaba vestido de una ropa teñida en sangre, y su nombre es: EL VERBO DE DIOS.\n\n¡Oh, qué cosa! ¡Noten!\n\nY los ejércitos celestiales, vestidos de lino finísimo, blanco y limpio, le seguían en caballos blancos.\n\nDe su boca sale una espada aguda, para herir con ella a las naciones, y él las regirá con vara de hierro; y él pisa el lagar del vino del furor y de la ira del Dios Todopoderoso.\n\nY en su vestidura y en su muslo tiene escrito este nombre: REY DE REYES Y SEÑOR DE SEÑORES.",
    "Allí viene el Mesías. Allí está; no éste acá sobre este caballo. Miren la diferencia. Aquí está con el Libro en la mano, aquí, la obra de redención…El aún no había tomado Su lugar. Así que este que salió no es el Cristo, el Espíritu Santo.",
    "No para estar en desacuerdo con estos grandes hombres. No señor, yo no hago eso. Yo no desearía hacer eso, pero esto es lo que es-lo que es mi revelación al respecto. ¿Ven? Si Ud. tiene algo distinto, pues, eso está bien, pero no está bien conmigo. Vean, yo-yo lo creo de esta manera. Vean, ahora Uds. saben. ¿Ven?",
    "Y noten, Cristo ya no es visto más desde ese tiempo allí. Pero El está sobre un caballo blanco. Entonces si esta persona está montada en un caballo blanco, no es más que un impostor de Cristo. ¿Ven? ¿Entienden? [Congregación responde, “Amén”.]",
    "Noten, el jinete sobre este caballo blanco no tiene nombre. Puede ser que utilice dos o tres títulos, pero no tiene nombre.",
    "¡Pero Cristo sí tiene un Nombre! ¿Cuál es? El Verbo de Dios. Eso es lo que es. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne”. ¿Ven? Este jinete no tiene nombre, pero Cristo es llamado “El Verbo de Dios”. Eso es lo que es. El es llamado así. Ahora, El tiene un Nombre que nadie conoce; pero es llamado “El Verbo de Dios”.\n\nEste individuo aquí no es llamado nada (¿ven?), pero está sobre un caballo blanco.",
    "El jinete no tiene flechas para su arco. ¿Lo notaron? Tenía arco pero no dice nada de las flechas; por lo tanto tiene que ser un fanfarrón. Correcto. Quizás tiene mucho trueno, y nada de relámpago. Pero descubrimos que Cristo tiene trueno y relámpago, porque de Su boca sale una Espada aguda de dos filos, y con ella hiere las naciones. Pero este individuo no puede herir a nadie, antes está desempeñando el papel de un hipócrita. El viene en un caballo blanco y sale para conquistar.",
    "Cristo tiene una Espada aguda, y vean, sale de Su boca. Es la Palabra viviente, eso es, la Palabra de Dios revelada a Sus siervos. Como cuando le dijo a Moisés: “Vé y extiende tu vara y pide moscas”, y aparecieron las moscas. Correcto. Lo que él dijo, El lo hizo; y se cumplió, Su Palabra viviente. Dios y Su Palabra son la misma Persona. Dios es la Palabra.",
    "Entonces ¿quién es este jinete misterioso de la primera edad de la iglesia? ¿Quién es? Pensemos en eso. ¿Quién es este jinete misterioso que sale en la primera edad de la iglesia y que cabalga hasta la Eternidad, sigue hasta el fin?",
    "Aparece el Segundo Sello y continúa hasta el fin. Aparece el Tercer Sello y continúa hasta el fin. Cuarto, Quinto, Sexto y Séptimo, todos terminan aquí al final. Y en el tiempo del fin, estos Libros que han estado enrollados por todo este tiempo, conteniendo estos misterios, serán abiertos. Y de allí salen los misterios, para ver lo que son. Pero en realidad comenzaron en la primera edad de la iglesia, porque la iglesia, la primera edad de la iglesia recibió el Mensaje así como Este.",
    "🦅 Salió un jinete sobre un caballo blanco”. ¿Ven? ¿Quién es? El es poderoso en su poder para conquistar. El es una gran persona en su poder para conquistar. ¿Quieren que les diga quién es? Es el anticristo. Exactamente. Ahora, porque vean, si un anticristo; Jesús dijo que “Los dos espíritus serían tan parecidos que aun engañarían a los escogidos (la Novia) si fuere posible”. Es el anticristo, el espíritu del anticristo.",
    "Recuerden de nuestro estudio de las edades de la iglesia, cuando vimos la primera edad de la iglesia, hallamos que el Espíritu Santo estaba en contra de una cierta cosa que tuvo su comienzo en esa edad, y eso fue llamado “los hechos de los Nicolaítas”. ¿Se acuerdan? [Congregación responde, “Amén”.] Nico quiere decir “conquistar”. Y Laíta significa “la iglesia”, los laicos. Nicolaíta significa entonces: “conquistar los laicos”. “Quitar el Espíritu Santo de la iglesia y colocarlo todo con un solo hombre santo. Que él sea jefe de todo”. Uds. lo vieron en el estudio, nicolaíta. Noten que nicolaíta fue “un dicho” en una edad de la iglesia. Pero llegó a ser “una—una doctrina” en la próxima edad de la iglesia. Y en la tercera edad de la iglesia fue “un forzamiento”, y tuvieron el Concilio de Nicea. Y entonces fue establecido como una doctrina en la iglesia. Y ¿qué fue la primera cosa que sucedió? ¡Allí nació una organización! Ahora, ¿es correcto eso? [“Amén”.]",
    "Díganme Uds. ¿de dónde vino la primera iglesia organizada? La iglesia católica romana. Díganme Uds. si el capítulo 17 de Apocalipsis no la llama una ramera y a sus hijas rameras. Es lo mismo que se organizó juntamente con ella, “rameras”. “Tomando por doctrina la abominación y la inmundicia de sus fornicaciones”. “Enseñado como doctrinas mandamientos de hombres”. Noten.",
    "Miren, él sale para conquistar. Noten, no tiene corona. Estoy hablando del jinete del caballo blanco. ¿Ven? “Un arco; y le fue dada una corona, después”. ¿Ven? Al principio no tenía corona, pero le fue dada una corona. Noten, después le fue dada una corona, tres, tres en una. Eso fue trescientos años después, en el Concilio de Nicea. Cuando él comenzó era un espíritu de nicolaismo para formar una organización entre la gente. Y luego siguió, siguió y siguió, hasta llegar a ser “un dicho”, después fue “una doctrina”.",
    "Uds. se acuerdan que Cristo, hablando a la iglesia, dijo: “Mas tienes esto, que aborreces los hechos de los nicolaítas, los cuales yo también aborrezco”. Tratando de conquistar, y que el Espíritu Santo moraba en un solo hombre; quien podría perdonar todos los pecados y tantas cosas.",
    "Y acabamos de leer de eso donde Pablo habló al respecto. Que esa cosa estaría en los últimos días, y que él no podía ser revelado hasta los últimos días. “Luego el que lo detiene quitará al Espíritu de Dios, y entonces él se revelará”.",
    "Hoy está bajo el disfraz del caballo blanco. Fíjense en unos momentos cómo va cambiando de ese caballo blanco. El no sólo llega a ser un caballo blanco, él llega a ser una bestia con muchas cabezas y muchos cuernos. ¿Ven? ¿Ven? El ahora con su caballo blanco es un engañador, y por eso es que la gente no ha conocido eso por todo este tiempo. Ellos lo pensaban. Pero ahora aquí está, será revelado por las Escrituras. Noten.",
    "Cuando nicolaismo, o sea el anticristo, por fin llega a encarnarse en un hombre, entonces es coronado. Cuando él comenzó como un espíritu nicolaíta en la iglesia, era un espíritu. No se puede coronar un espíritu. Pero trescientos años después, llegó a ser un Papa, y entonces lo coronaron. No tenía corona cuando comenzó. Pero recibió su corona después, cuando ese espíritu se encarnó. ¿Ven? Llegó a ser un hombre. La doctrina nicolaíta llegó a ser un hombre, y entonces lo pudieron coronar. No lo pudieron hacer antes porque él sólo era una doctrina.",
    "¡Gloria! ¡Noten! Y cuando este Espíritu Santo que tenemos llegue a encarnarse para nosotros, el Ser que está en nuestro medio ahora mismo en la forma del Espíritu Santo, llega a encarnarse para nosotros, en la Persona de Jesucristo, entonces nosotros le coronaremos como Rey de reyes. Correcto. ¿Ven?",
    "Ahora recuerden, al mismo tiempo que Jesús llegó a un Trono, también llegó a un trono el anticristo, Judas. Cuando Cristo salió de la tierra, también salió Judas. Luego cuando el Espíritu Santo regresó, también regresó el anticristo.",
    "Uds. saben, Juan dijo por aquí: “Hijitos, no quisiera que estuviereis ignorantes en cuanto al anticristo, el cual ya es venido y está obrando entre los hijos de desobediencia”. Entonces el anticristo, allí estaba, comenzando a formar el espíritu nicolaíta, para formar una organización.",
    "¡Con razón yo siempre odiaba eso! ¿Ven? ¿Ven? Allí lo tienen. No fui yo, sino algo aquí por dentro. Allí está la cosa. Ya salió a la luz. ¿Lo ven? [Congregación responde, “Amén”.] Yo estaba dando vueltas por todos lados del asunto. No podía verlo hasta ahora. Hoy lo sé. Allí está. El espíritu nicolaíta, el cual Dios odiaba.",
    "Y ahora ese espíritu llegó a encarnarse y lo coronaron. Y aquí mismo está lo que la Biblia dice que harían al respecto. Perfecto. ¡Oh, qué cosa! ¡Encarnado! Llegó a ser un hombre, y le coronaron.",
    "¡Lean, noten! O sea, leamos como Daniel dice que éste se apoderaría del reino religioso. ¿Desean leerlo? [Congregación responde, “Amén”.] ¿Tenemos suficiente tiempo para leerlo? [“Amén”.] Muy bien. Escuchen. Volvamos a Daniel por un momento. Volvamos al Libro de Daniel, y leeremos por un momento. Y no estaremos más que unos quince o veinte minutos, o treinta, algo así. ¿Está bien? [“Amén”.]",
    "Abramos en Daniel, capítulo 11, y leamos el versículo 21. Aquí está Daniel, Daniel hablando de cómo este individuo va tomar el dominio:\n\nY le sucederá en su lugar un hombre despreciable (hablando de Roma), al cual no darán la honra del reino (ahora miren) pero vendrá sin aviso y tomará el reino con halagos.",
    "¡Fue exactamente lo que hizo! Eso es lo que Daniel dijo que haría este anticristo. El cuadrará con lo del pueblo. El llenará el menú del día, de las iglesias. Porque en esta edad de la iglesia no quieren la Palabra, Cristo; quieren más bien una iglesia. Para comenzar, no le preguntan si Ud. es Cristiano. “¿A cuál iglesia pertenece Ud.? ¿Cuál iglesia”? Ellos no desean Cristo, la Palabra. Uno va y les habla de la Palabra y les dice cómo arreglar sus vidas, y verá que no quieren eso. Ellos desean algo que les permita vivir como les plazca, y todavía pertenecer a la iglesia y obtener su testimonio. ¿Ven? ¿Ven? Entonces este tipo llena perfectamente el menú. Y recuerden, finalmente, en la Biblia él es llamado “ella”, y ella es una ramera que tuvo hijas. Eso cuadra exactamente con el día presente, con los deseos del pueblo. Allí está.",
    "Dios lo ha prometido. Cuando la Palabra es rechazada, entonces tales son entregados a sus propios deseos. Leamos nuevamente en Tesalonicenses. Permitan…Quiero que vean esto aquí por un momento. Sí, pues lo leímos hace rato. Segunda de Tesalonicenses 2:9-11 [y en Romanos 1:28]. Allí nos dice que por haber “rechazado la Verdad, serían entregados a una mente reprobada, y así creerían una mentira, y por la mentira serían condenados”. Ahora, eso es lo que—lo que dijo el Espíritu Santo.",
    "¿Y no es así el deseo de la iglesia hoy día? [Congregación responde, “Amén”.] Trate Ud. de decirles que tienen que hacer esto o aquello, u lo otro, y ellos le dirán inmediatamente que son metodistas, presbiterianos o alguna cosa semejante, y que “no tienen que remar con Ud. en la misma lancha”. ¿Ven? Correcto. Así lo quieren.",
    "Y Dios dice: “Si así lo desean, pues así se los dejo. Y realmente los haré creer que eso es la Verdad, porque les daré una mente reprobada en cuanto a la Verdad”. Ahora vean lo que también dice la Biblia: “Y de la manera que Jannes y Jambres resistieron a Moisés, así también vendrán estos en los últimos días, con mentes reprobadas concerniente a la verdad; los cuales convertirán la gracia de nuestro Dios en libertinaje, negando al Señor nuestro Dios”.",
    "Entonces pueden ver en dónde está la cosa; no es solamente católico, sino también protestante. Es la cosa entera. Es enteramente el mundo organizado. Ese es el jinete del caballo blanco, bajo la aparente justicia blanca de una iglesia. ¿Ven? Pero es anticristo. Tiene que ser semejante. Y hasta viene sobre un caballo, como también Cristo viene sobre un caballo. ¿Ven? Todo “anti” y tan semejante que engañaría a los mismos Elegidos. Y aquí está él. El es el anticristo.",
    "El comenzó a cabalgar en la primera edad de la iglesia. Ahora continúa y continúa cabalgando a través de cada edad. Ahora, mírenlo. Ud. me pregunta: “¿Estaba aun allá en los días de los apóstoles”? Entonces fue llamado “Nicolaíta”. Luego en la próxima edad él llegó a ser “una doctrina” en la iglesia. Primero él era apenas “un dicho”, luego él llegó a ser “una doctrina”.",
    "Toda esa gente célebre, de buen vestir, altamente educados, personas pulidas, ellos no querían todo ese alboroto en la iglesia. No, ellos, “No querían nada con eso llamado Espíritu Santo. ¡Tiene que ser una iglesia! Y nosotros pasaremos por el Concilio de Nicea allá en Roma”. Luego cuando llegaron allí, tomaron la iglesia, y tomaron el paganismo, catolicismo romano…o el paganismo, Roma pagana y sus supersticiones. Y también tomaron a-a Astarte “la reina del cielo”, y la convirtieron en María, la madre. Hicieron intercesores de los muertos, etc.. Y tomaron la hostia redonda, la cual todavía cortan redonda, y la llamaron el cuerpo de Cristo, porque “representa la madre del cielo”. Y cuando pasa por allí el católico, se hace la señal de la cruz. Porque se supone que esa vela encendida es la hostia, la cual es convertida en Dios por el poder del sacerdote. Cuando no es otra cosa sino puro paganismo. ¿Ven? Correcto.",
    "Yo simplemente no entiendo. Pues, sí, entiendo. Sí, entiendo. ¡Sí señor! Lo entiendo, por la gracia de Dios. Seguro.",
    "Ahora, noten. ¡Oh, que cosa! ¡Cómo es que ellos pueden hacer eso! ¿Ven? Y les son concedidos sus deseos. No, eso es cierto, Uds. no tienen que hacer eso. No señor. Si Ud. no desea hacerlo, pues, no será forzado. Si Ud. no quiere ajustarse a la manera de Dios en cuanto al modo de vivir, la adoración, pues Ud. no tiene que hacerlo. Dios no obliga a nadie.",
    "Pero déjeme decirle una cosa. Si su nombre fue colocado en el Libro de la Vida del Cordero antes de la fundación del mundo, Ud. estará tan encantado en hacer estas cosas, casi no podrá esperar hasta el momento oportuno para cumplirlas.",
    "Miren esto. Ud. dirá: “¡Mire, yo quiero que Ud. entienda esto, yo soy tan religioso”! Pues, eso puede ser.",
    "Miren. ¿Quién puede decir que aquellos sacerdotes en los días del Señor Jesús no eran religiosos? ¿Quién puede decir que Israel no era un pueblo religioso allá en el desierto cuando aún…?",
    "🦅 ¡Pues Dios me ha bendecido tantas veces”!",
    "Sí, y a ellos también. Pues ni tenían que trabajar para vivir. El los alimentaba desde el Cielo. Y Jesús dijo: ‘Todos perecieron y están perdidos”.",
    "Ellos decían: “Nuestros padres comieron el maná en el desierto por cuarenta años”.",
    "Jesús les respondió: “Y todos están muertos, eternamente separados”. ¿Ven? El dijo, “Pero yo soy el Pan de Vida que he descendido de Dios, del Cielo. Si alguno comiere de este Pan, jamás morirá”. ¿Ven? El es el Arbol de la Vida.",
    "Noten cómo y cuándo vino Jesús. Aquellos sacerdotes que vinieron allí, ellos eran muy religiosos. Nadie podía decir que no eran hombres finos. Ellos cumplían con la ley al pie de la letra. Todo lo que la iglesia decía, ellos lo cumplían. De otra manera los apedreaban. Y entonces El salió…¿Saben cómo los llamó Jesús? Juan les llamó: “Generación de víboras, no estén pensando que porque pertenecen a esa organización tienen algo que ver con Dios”. Y Jesús les dijo: “Vosotros sois de vuestro padre el diablo. Porque cada vez que Dios envió un profeta, ¿qué ocurrió? Vosotros lo apedreasteis y lo echasteis en la tumba. Y ahora os ocupáis en blanquear su tumba”.",
    "¿No es lo mismo que ha hecho la iglesia católica? Fíjense en Juana de Arco, San Patricio y los demás. Ellos son los que los enterraron. Y luego como unos doscientos años después desenterraron el cuerpo de Juana de Arco y echaron a aquellos al río. Antes la habían quemado como una bruja.",
    "🦅 Sois de vuestro padre el diablo y sus obras hacéis”. Exactamente. Esto correrá por todo el mundo. ¿Ven? ¡Correcto! Eso es lo que dijo Jesús.",
    "Y Uds. piensan que está bien; el caballo blanco parece muy bonito. Pero miren lo que tienen. Ese es exactamente quien lo cabalga. Ahora, pero El dijo que así lo deseaban, así que El les daría un poder engañoso. [2a Tesalonicenses 2:11]",
    "Recuerden, esta prostituta de Apocalipsis 17 era el misterio, “MISTERIO, BABILIONIA, LA MADRE DE LAS RAMERAS”. Y Juan la admiraba. Así como este hombre…Miren, esperen, llegaremos a eso y lo veremos mirando este caballo. ¿Ven? Pero Uds. notaron que fue…Lo que sucedió fue esto, que, “El la admiraba con grande admiración”. Pero el misterio era que “ella bebía la sangre de los mártires de Cristo”. Era una iglesia hermosa sentada allí, ataviada con púrpura y oro, “Y tenía una copa en su mano llena de la suciedad de sus fornicaciones”.",
    "¿Qué es la fornicación? Es vivir inicuamente. Y esa es la doctrina que ella estaba proporcionando. Invalidando la Palabra de Dios con su “Ave María” y demás cosas, y la estaba repartiendo. “Y los reyes de la tierra cometieron fornicaciones con ella”.\n\nUd. me dirá: “Pues esa es la iglesia católica”.",
    "Pero ella es “la madre de rameras”, y son iguales como ella. Allí lo tienen.",
    "¿Qué pasó? Cuando el reformador murió, y su mensaje también murió, entonces lo organizaron y eligieron a unos irresponsables y le dieron otra dirección al asunto para vivir de la manera que querían. No se quisieron quedar con la Palabra. En vez de moverse adelante con la Palabra, se quedaron allí diciendo: “Esto es”. No hagan eso.\n\nAllá está lo verdadero, ¡El, allá arriba!",
    "Noten, esa es una cosa. Deseamos mencionar otras dos cosas antes de terminar.",
    "Este es el príncipe que habría de destruir el pueblo de Daniel. ¿Lo creen así? Ahora, si me ayudan, y me permiten unos momentos, me-me voy a apurar lo más posible. Pero quiero hacerlo positivo, porque…Así como estoy cierto de estar parado aquí, también sé que el Espíritu Santo me dio estas cosas. ¿Ven? ¿Ven?",
    "Ahora volvamos a Daniel por un momento. Deseo leer algo para Uds., que…Si no desean abrir allí está bien. Deseo leer de Daniel 9, Daniel 9. Y deseo leer los versículos 26 y 27, de Daniel 9. Y vean si él no es el que destruirá el pueblo de Daniel y lo que va hacer:\n\nY después de las sesenta y dos semanas se quitará la vida al Mesías,…",
    "¿Ven? Allí son las sesenta y dos semanas cuando El sería quitado, de entre las setenta semanas.\n\n…mas no por sí; y el pueblo de un príncipe (eso es esta jerarquía) que ha de venir (que ha de venir) destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.",
    "Quiero hacerles una pregunta. Después de que Cristo fue quitado de la tierra al fin de los tres años y medio de Su ministerio ¿qué fue lo que destruyó el templo? ¿Quién lo destruyó? ¡Fue Roma! Cierto. Constantino…No, perdónenme. Fue Tito, el general romano, él destruyó el príncipe. Ahora noten.\n\nAhora, fíjense en este tipo. Viene bajando por aquí.",
    "Cuando nació Jesús, el dragón escarlata en el Cielo se paró ante la mujer, para devorar a su Hijo tan pronto como naciera. ¿Correcto? [Congregación responde, “Amén”.] ¿Quién fue el que trató de devorar el Niño cuando nació? [“Roma”.] Roma. ¿Ven? Allí está el dragón escarlata. Aquí está el príncipe. Aquí está la bestia. ¿Ven? Allí están todos, exactamente igual, para “devorar al Niño”. Dios lo arrebató al Cielo para que se sentara en Su Trono. Allí está Cristo ahora, hasta el tiempo determinado. ¿Ven? Ahora observen lo que El hará.",
    "Ahora, oh, ahora, creo que estaba hablando con alguien aquí. Puede haber sido el Hermano Roberson hoy, o alguien con que estaba hablando con respecto a esto; no sobre esto pero algo parecido. Creo que no hace mucho que prediqué sobre esto, lo que le va a suceder a los Estados Unidos en cuanto al asunto monetario. ¿Ven? Pues, ahora mismo estamos pagando nuestras deudas nacionales con dinero que el gobierno deberá recoger en impuestos dentro de cuarenta años en el futuro. Estamos así de atrasados. ¿No han sintonizado allí en KAIR, o el programa Lifeline, y escucharlo, desde Washington? Estamos completamente sin fondos. Eso es todo.",
    "¿Qué es lo que pasa? El oro está todo almacenado y los judíos tienen los bonos. Será Roma. Ahora fíjense bien. Nosotros sabemos quiénes son los dueños de las grandes tiendas; pero Roma tiene la mayor parte de las riquezas del mundo. Los judíos tienen lo demás. Ahora miren esto. Ahora escuchen esto bien, cómo el Espíritu Santo me abrió esto:",
    "Y por otra semana confirmará el pacto con muchos, (ahora miren) a la mitad de la semana hará cesar el sacrificio y la ofrenda…con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.",
    "¡Fíjense! ¡Qué tipo tan sagaz es él! Aquí está. Ahora ya tenemos el cuadro y sabemos que él es Roma. Sabemos que él es el jinete del caballo blanco. Sabemos que salió como una doctrina. Y entonces ¿qué fue Roma pagana? Fue convertida en Roma papal y fue coronada.",
    "Ahora fíjense, “En el tiempo del fin”. No en los días al principio cuando Cristo estaba predicando, sino “en el tiempo del fin”, en la última parte de la semana, como lo vimos en el estudio de las setenta semanas de Daniel. Y Cristo profetizó por tres años y medio; y todavía quedan determinados tres años y medio. ¿Correcto? [Congregación responde, “Amén”.] Y este príncipe, durante ese tiempo, hará un pacto con el pueblo de Daniel, los cuales son los judíos.\n\nEso es cuando la Novia será arrebatada. Ella no verá esto.",
    "Noten, en la segunda mitad de esta última semana de Daniel, el pueblo hace un pacto. Este príncipe hace un pacto con Roma, hace un pacto con ellos, sin duda por el dinero, porque entre los católicos y los judíos está toda la riqueza del mundo.",
    "Yo estuve en el Vaticano. Yo vi la corona triple. Tenía cita para una entrevista con el Papa. El Barón Von Blomberg me consiguió esta entrevista para un miércoles a las tres de la tarde.",
    "Y cuando me llevaron a visitar el rey, me cortaron el doblez de los pantalones. Eso estaba bien. Me dijeron que no le diera la espalda al rey cuando me despidiera. Eso está bien.\n\nPero pregunté: “¿Qué tengo que hacer ante esta persona”?",
    "Me dijeron: “Ud. simplemente al entrar allí, se hinca sobre una rodilla y le besa el dedo”.",
    "Entonces les dije: “Olvídense. Olvídense. No señor. Yo—yo puedo llamar hermano a cualquier hombre que quiere ser un hermano. Le puedo llamar reverendo, si desea ese título. Pero en cuanto a adorar a un hombre, eso sólo pertenece a Jesucristo”. ¿Ven? No. No señor. No le besaré la mano a ningún hombre. No, de ninguna manera. Así que no lo hice.",
    "Pero sí me tocó pasar por todo el Vaticano. Eso no se podría comprar ni por cien billones de billones de dólares. Pues, uno…Y piensen, “Las riquezas del mundo fueron halladas en ella”, dice la Biblia. Oh, piensen en los grandes lugares y los billones…",
    "¿Por qué tuvo éxito el comunismo en Rusia? Me enferma del estómago al oír tantos predicadores hablando en contra del comunismo, y ni saben lo que están diciendo. Correcto. El comunismo no es nada. Es un instrumento en la mano de Dios, para traer venganza sobre la tierra por la sangre de los santos. Correcto.",
    "Y después que la Iglesia sea arrebatada, Roma y-y los judíos harán un pacto entre sí mismos. La Biblia dice que así lo harán, con el pueblo santo. Y ahora noten bien, harán este pacto pero ¿por qué? Esta nación aquí estará en quiebra. Y las demás naciones que están basadas en el oro, están en quiebra. Uds. lo saben. Si estamos viviendo hoy por medio de los impuestos que se recogerán en los próximos cuarenta anos, entonces ¿dónde estamos?",
    "Hay una sola cosa que podría suceder, y eso es reclamar todo el dinero y pagar los bonos. Pero no podemos hacer eso. Los bonos están con el centro financiero de este país está en Wall Street [de Nueva York], y ese centro es controlado por los judíos. Lo que no está allí, está en el Vaticano. Y los judíos tienen lo demás en Wall Street, con el comercio mundial. No podemos reclamar el dinero.",
    "Y si lo pudieran lograr, ¿piensan Uds. que…? Estos comerciantes de whisky y—y del tabaco, con billones y billones de dólares invertidos, y los impuestos ni los pagan, haciendo deducciones al invertirlos en avisos al público con esos anuncios tan abominables. Y van allá en Arizona y compran miles de hectáreas de terreno y hacen pozos que les cuestan cincuenta mil dólares, y todo esto lo hacen con dinero que deben pagar en impuestos. Pero si Ud. como individuo no paga sus impuestos, lo meten en la cárcel. Pero ellos lo descartan, y perforan pozos, y meten maquinaria. Y ¿qué hacen? Construyen urbanizaciones cuando le dan la vuelta al dinero, el dinero que se ganaron. Tiene que hacer la inversión. Y así construyen casas, proyectos, y luego venden la urbanización por otros millones de dólares. ¿Piensan Uds. que estos individuos van a ceder y permitir que se cambie el dinero?",
    "Como hizo este tipo en…¿Cómo se llama? Como hizo Castro. El hizo la cosa más sabia que se podía hacer cuando pagó los bonos y los destruyó.",
    "Noten, pero nosotros no podemos hacer eso. Estos comerciantes no lo permitirán. Los comerciantes ricos de esta tierra lo controlan.",
    "Y por consiguiente, hay una sola salida. La iglesia católica puede pagar las deudas. Es la única que tiene suficiente dinero. Y lo puede hacer, y lo hará. Y al hacer esto, para lograrlo, ella se acomodará con los judíos para hacer un pacto. Y cuando forma este pacto con los judíos…Ahora recuerden yo estoy sacando estas cosas de las Escrituras. Entonces cuando ella lo haga, y forman este pacto, vemos en Daniel 8:23-25, “él hará prosperar el engaño en su mano”, y en este versículo el engaño es manufacturando “en su mano”. Y él forma este pacto con los judíos.",
    "Y a la mitad de los tres años y medio él rompe su pacto, tan pronto como arregle todo y tenga comprometido el dinero de los judíos. Entonces cuando haga eso…¡Qué cosa! ¡Qué cosa!",
    "El es llamado el anticristo hasta el fin de la edad de la iglesia, porque él es el…él y sus hijos están en contra de Cristo y la Palabra. Este hombre es llamado el anticristo.",
    "Ahora, él va a poseer todo el dinero. Y allí es donde pienso que va a entrar. Un momento, quiero decir algo, y luego continuaremos con esto.",
    "El es llamado el anticristo, y será llamado anticristo, delante de Dios, hasta el tiempo final. Ahora, pero luego será llamado algo diferente.",
    "Ahora, cuando él tenga todo el dinero bajo su control, “Entonces romperá este pacto que habrá hecho con los judíos”, como dijo Daniel que haría “durante la segunda mitad de la semana septuagésima” de Daniel. Entonces hermano, ¿qué hará? El tendrá todo el comercio y riquezas del mundo entero, un pacto con el mundo, porque tendrá las riquezas del mundo entero. Y durante ese tiempo, aquellos dos profetas aparecerán en la escena para llamar a los ciento cuarenta y cuatro mil. Luego ¿qué sucederá? Entonces entra en vigencia la marca de la bestia de Apocalipsis 13, porque el tendrá en su mano todo el comercio y los negocios del mundo. Entonces ¿qué tomará lugar? Entonces entrará la marca de la bestia, cuando “Ninguno podrá vender ni comprar sino el que tenga la marca de la bestia”.",
    "Gracias a Dios, la Iglesia estará gozándose de tres años y medio en la Gloria, no tendrá que pasar por esas cosas.",
    "Ahora noten, en el tiempo del fin, al final de las edades de la iglesia, él es llamado…El y sus hijos son llamados el anticristo, porque cualquier cosa que es en contra de Cristo es anti Cristo. Y cualquier cosa que está en contra de la Palabra, está en contra de Cristo porque Cristo es la Palabra. Ahora él es el anticristo.",
    "Luego en Apocalipsis 12:7-9, cuando Satanás es echado, el acusador. Si lo quieren anotar, porque deseo que lo lean. Ya no tenemos tiempo, faltan quince para las diez. ¿Ven? Pero en Apocalipsis 12:7-9, “Satanás”, el espíritu, “el diablo”, el cual está allá arriba ahora mismo, “acusador de nuestros hermanos”. Muy bien.",
    "La Iglesia es arrebatada, y Satanás es echado. Cuando la Iglesia sube, Satanás baja, luego Satanás mismo se encarna en el anticristo, y es llamado “la bestia”. Luego en Apocalipsis 13, él establece la marca. ¿Ven?",
    "🦅 El que ahora detiene”. El cristianismo está aún sobre la tierra en su pureza por razón de “el que detiene”.",
    "Recuerden en Tesalonicenses, “Sentado en el templo de Dios, llamándose Dios, perdonando los pecados sobre la tierra”. Y eso continuará “y la maldad se multiplicará”, porque todavía no será conocido hasta que llegue el tiempo cuando sea revelado.",
    "Y entonces la Iglesia será arrebatada. Y cuando es arrebatada, entonces él se cambia de anticristo, ¡oh, qué cosa! “la iglesia, la gran iglesia y aquello”. ¡Pero entonces llega a ser “la bestia”! Ojalá yo pudiera hacer que la gente vea eso.",
    "Ahora recuerden, el anticristo y la bestia es el mismo espíritu. Allí está la trinidad. Sí señor. Son tres etapas del mismo poder diabólico. Recuerden que nicolaíta tenía que ser encarnado antes de poder ser coronado. ¿Ven? Ahora fíjense en estas tres etapas: En la primera etapa él es llamado anticristo, en la segunda etapa es llamado el falso profeta, y en la tercera etapa es llamado la bestia.",
    "Noten, nicolaismo, la enseñanza anticristo que comenzó en los días de Pablo en contra de la Palabra de Dios, anticristo.",
    "Luego es llamado el falso profeta, porque cuando la enseñanza llegó a ser un hombre, él era el profeta de la enseñanza de la—la jerarquía de la iglesia católica. El Papa era el profeta de la palabra falsa y eso lo hizo un falso profeta.",
    "La tercera etapa es una bestia, un hombre que será coronado en los últimos días, con todo el poder que tuvo la Roma pagana. Porque la bestia con siete cabezas, el dragón, fue echado del cielo y se encarnó en el falso profeta. Allí está, tenía siete coronas y fue echado a la tierra y en el mar. Muy bien.",
    "¿Qué estamos diciendo? ¿Quién es este jinete del caballo? ¿Saben quién es? Es el superhombre de Satanás.",
    "Hace unos días, dos hermanos y yo (el Hermano Norman y el Hermano Fred) fuimos a escuchar a un hombre enseñar sobre el anticristo. Era un hombre bien conocido, uno de los mejores que tienen las Asambleas de Dios, y su interpretación del anticristo es que “Tomarán una vitamina de alguna clase, la sacarán de un—de un hombre, y transferirán esta vida del hombre a una imagen, la cual, al ir caminando, tomará pasos del tamaño de una cuadra entera. Y eso es…” ¿Pueden imaginarse un hombre lleno del Espíritu Santo (según dice él) bajo un engaño como ese?",
    "Cuando aquí está la Biblia, y dice quién es el anticristo. No es un…Es un hombre. Noten, este jinete es nada menos que el superhombre de Satanás, el diablo encarnado. El es un genio educado. Ahora, ojalá tengan abiertos sus oídos. No hace mucho entrevistaron a uno de sus hijos en la televisión para ver si era más inteligente que otro, si tenía capacidad para ser presidente. ¿Ven? Pero de todos modos, él tiene mucha sabiduría, y Satanás también. El la trata de vender. Se la vendió a Eva. La ha vendido a nosotros. Nosotros hemos estado anhelando un superhombre. Ahora lo tenemos. Muy bien. El mundo entero ha estado anhelando un superhombre. Y ya les va llegar. Tan pronto como la Iglesia suba y Satanás sea echado; entonces se encarnará. Correcto. Ellos quieren uno que en verdad pueda lograr algo, y él lo hará.",
    "¡Educado! Este es el…superhombre de Satanás, con educación, con sabiduría, con teología eclesiástica en sus propias palabras, y de su propia hechura. Y viene montado sobre su caballo blanco denominacional para engañar a la gente. Y él conquistará todas has religiones del mundo, porque todas están entrando en la gran confederación mundial de iglesias. Ya tienen construidos todos sus edificios y todo está listo. Ya no queda nada. Todas las denominaciones están metidas en esta confederación de iglesias. ¿Y quién es que respalda este movimiento? Roma. Y el Papa ahora está diciendo: “Todos somos uno. Juntémonos y caminemos juntos”.",
    "Y esta gente, aun algunos de Uds. que son del Evangelio Completo, tienen que negar sus enseñanzas evangélicas para tomar ese paso. ¿Qué han hecho? Tan ciegos a esa cosa denominacional, que han rechazado la Verdad. Y cuando la Verdad les fue presentada, le dieron la espalda y se marcharon. Y ahora les ha sido enviado “un poder engañoso para que crean a la mentira y por ella sean condenados”. Exactamente lo que es.",
    "Y el anticristo lo toma todo. Y la Biblia dice que “El engañó a todos (t-o-d-o-s) sobre la faz de la tierra, cuyos nombres no fueron escritos en estos Sellos desde la fundación del mundo”. Ahora si la Biblia dice que lo hizo, entonces lo hizo.",
    "Dicen: “Pues yo pertenezco a…”Allí lo tienen. Exactamente. Es la misma institución de rameras. Es el mismo sistema que comenzó allá en el principio, el cual es anticristo de principio a fin.",
    "Me van a escribir por lo que he dicho. Pero si es la Verdad. Ya lo espero. Amén.",
    "Ahora noten, él conquistará. Y casi lo ha hecho por completo ahora mismo, mientras todavía es el anticristo, antes de llegar a ser la bestia. Y en cuanto al castigo cruel, sólo esperen y vean lo que viene para los que tienen que permanecer aquí sobre esta tierra. “Entonces habrá el lloro y el crujir de dientes porque el dragón, Roma, echó agua de su boca para hacer guerra contra el remanente de la simiente de la mujer que ha quedado sobre la tierra después que la Novia haya sido seleccionada y arrebatada. Y el dragón hace guerra contra el remanente, los que no quisieron entrar, y serán perseguidos”.",
    "Y la Iglesia verdadera pasaría por eso si fuera posible; pero vean, ellos ya están bajo esta Sangre, por la gracia de Cristo, y no puede pasar por ninguna Tribulación. Para ellos no existe período de Tribulación. La próxima cosa para la Iglesia es el Rapto. ¡Amén, amén y amén! Esto podría seguir. ¡Cómo amo esto!",
    "Déjenme decirles. Estamos hablando de qué tan tremendo conquistador es, y en verdad conquistará. Ya lo ha hecho. Ya todo está hecho y atado, es todo; lo va atar con este asunto del dinero, ganancias deshonestas. Exactamente. Aman el dinero más que a Dios. Todo lo que piensan hoy día es “¿Cuánto dinero tiene aquel”? ¿Qué es eso?",
    "Uds. saben, muchas veces se ha dicho: “Dale dinero a la iglesia, y ella revolucionará el mundo. Dale dinero a la iglesia, y ella mandará evangelistas por todo el mundo. Entonces ¿qué hará? Ella conquistará el mundo para Cristo”.",
    "Déjeme decirle esto mi pobre amigo ciego: El mundo no se gana con dinero, sino con la Sangre de Jesucristo. Presentemos ante Dios hombres que sean valientes, que se mantengan firmes con la Palabra, ya sea que vivan o mueran; pero que conquistarán. Sí. Hay una sola clase de personas que podrán conquistar, aquellos que tienen sus nombres escritos en el Libro de la Vida del Cordero desde la fundación del mundo. Son los únicos que lo escucharán. El dinero no tiene nada que ver, sólo sirve para hundirlos más en sus tradiciones denominacionales.",
    "Veamos esto. Sí, él será un genio bien educado, alguien muy sabio. ¡Qué cosa, qué cosa! Y todos sus hijos a su derredor también serán sabios, con todos los grados de educación, desde A hasta la Z. Ellos tendrán toda la inteligencia. ¿Por qué? Porque es según el orden de Satanás. Cualquier estratagema astuta que está en contra de la Biblia es de Satanás.",
    "Así fue exactamente como engañó a Eva. Eva dijo: “Oh, es que está escrito, Dios dijo que no hiciéramos eso”.",
    "El le respondió: “Pero mira, seguramente Dios no lo hará así. Pero yo te voy a abrir los ojos y te daré sabiduría”. Ella la obtuvo.",
    "Nosotros lo hemos estado deseando. También lo hemos obtenido, esta nación. Miren, él conquistará todo el mundo religioso. Conquistará y hará un pacto con el pueblo de Daniel. Aquí está, con los gentiles y también con los judíos, el pueblo de Daniel, para esa última semana. Y aquí estamos nosotros, hasta lo tenemos dibujado. Y Uds. lo pueden ver perfectamente, allí es donde está. Gracias a Dios. Allí está él. Ese sistema organizacional es del diablo. Y eso es hablando con toda sinceridad. ¿Ven? Exactamente. Es la raíz del diablo. Es la…",
    "Ahora, no los individuos, los individuos allí metidos. Muchos de ellos son de Dios. Pero, ¿saben qué? Cuando lleguemos acá y veamos el sonido de estas Trompetas; y cuando yo vuelva en otra ocasión, podremos estudiar las Trompetas. Recuerden cuando aquel Angel…Aquel tercer Angel pasó, “¡Salid de entre ella pueblo Mío”! Cuando ese Angel vuela, es el mismo tiempo en que ese Mensaje llega aquí para la última Trompeta, el Mensaje del último ángel y se abre el último Sello. Todo sucede al mismo tiempo. Sí señor. Todo cuadra y entra a la Eternidad.",
    "Ahora ¿qué? Al mismo tiempo en que este individuo está conquistando…Con esto ya vamos a terminar. Dios en ese tiempo también está haciendo algo. No vayamos a darle todo el mérito a Satanás. No sea que solamente de él estemos hablando. ¿Ven? Mientras todo esto está sucediendo y este grandioso sistema está juntando estas organizaciones en una unión para así poder juntarse para enfrentarse al comunismo, no sabiendo que Dios levantó el comunismo para conquistarlos a ellos. Seguro.",
    "¿Por qué tuvo éxito el comunismo en Rusia? Por causa de la impureza de la iglesia romana, y también de las demás. Tomaron todo el dinero que había en Rusia y la gente se estaba muriendo de hambre, no les dieron nada, mientras éstos vivían como las demás personas del mundo.",
    "No hace mucho yo estuve en México y vi todos esos niñitos tan pobres. No hay país católico que se pueda sostener solo. No hay ni uno. Pregúntenme. Muéstrenme uno solo. Cualquier país católico no se puede mantener solo. Francia, Italia, México y los demás. Dondequiera que Ud. viaje verá que no se mantienen solos. ¿Por qué? Porque la iglesia les ha robado todo. Por eso Rusia expulsó la iglesia. Fíjense lo que ha sucedido.",
    "Esto lo sé por experiencia. Estaba parado allí. Y pareciera que estábamos en el jubileo de oro al oír sonar las campanas. Y venía una pobre mujercita, por la calle, arrastrando los pies, y el padre cargando un niño y otros dos o tres llorando. Estaban pagando penitencias a una mujer muerta que tenían allí. La tenían…Pensando que con ese sacrificio llegaría al Cielo. ¡Oh, qué cosa más triste!",
    "Luego vi, parado por allí, allí venían…¡Su sistema económico está tan mal balanceado! La iglesia les roba todo. Aquí, quizás-quizás Pancho, que significa Francisco. El viene, y él es un albañil, y gana veinte pesos a la semana. Pero un par de zapatos le cuesta todos los veinte pesos. Así es la economía de ellos. Pero ahora, aquí, ¿qué tal si él siendo un albañil se gana veinte pesos a la semana? Sólo lo estoy diciendo. No sé cuánto gana, pero hablando de la manera como tienen balanceado el sistema económico. Noten, ahora, si él gana los veinte pesos a la semana.",
    "Pero aquí viene Chico, que significa uno más bajito, y él trabaja por allí, y apenas se gana cinco pesos a la semana. Y tiene diez hijos que alimentar; pero habrá alguien tocando a la puerta para quitarle cinco pesos, o cuando menos cuatro de los cinco pesos como pago de una vela de grasa que tienen encendida sobre un altar de oro con valor de un millón de dólares, por sus pecados. Allí lo tienen. Así es el cuadro económico. Así son sus países.",
    "Esa cosa les quita todo. La iglesia les quita todo. Ella lo tiene todo en sus manos. Eso es todo. Y ella, con el dinero de los judíos en ese pacto, como dice la Biblia, lo tomaran todo por completo.",
    "Luego él se convierte en una bestia. Acaba con el pacto, y arrebata todo. Y saca a la fuerza lo que ha quedado de la simiente de la mujer. Y arrojará agua de su boca; y hace guerra. Y habrá llanto, lloro y el crujir de dientes.",
    "Y en ese mismo tiempo la Novia se está casando allá en la Gloria. Amigos, no se pierdan eso. ¡Que Dios me ayude! Yo-yo quiero estar allí. No importa lo que cueste. Yo-yo quiero estar allí.",
    "Ahora noten, al mismo tiempo que esto está ocurriendo o más bien antes que esto comience en la tierra, Dios ha prometido…Mientras todas las denominaciones estén discutiendo sus diferencias entre sus credos, Dios ha prometido que nos enviaría un verdadero profeta de la verdadera Palabra, con un Mensaje, para volvernos a la Palabra original de Dios, y a la “fe de los padres”, para hacer bajar el poder del Espíritu Santo entre la gente, con un poder que la levantará sobre estas cosas y a la vez la llevará para adentro. Sí señor. ¡La misma Palabra de Jesucristo siendo vindicada que El es el mismo ayer, y hoy, y por los siglos! “He aquí yo estaré con vosotros para siempre, aun hasta la consumación. Y las obras que Yo hago también vosotros las haréis. Yo estaré con vosotros. Un poquito y ellos no me verán más”, porque se organizarán y así se desparramarán. “Pero vosotros me veréis porque Yo estaré con vosotros. Aun en vosotros, hasta la consumación”. Cuando dijo que Su ira sería derramada después de la consumación. Allí lo tienen ¡Oh, Dios!",
    "¿Quién es ese jinete del caballo blanco? Uds. no están ciegos, pueden ver quién es. Es ese anticristo, y ese espíritu engañoso que ha continuado y se ha metido. Ha hecho…Y entonces, pueden ver, Dios simplemente lo sigue repitiendo. El lo muestra como un hombre saliendo sobre un caballo blanco, y con su arco pero sin flechas. Es un fanfarrón, no tiene poder. Ud. dice: “¡El poder de la iglesia”! ¿Dónde está? ¿Qué hacen? Dicen: “Nosotros somos la iglesia original”. La iglesia original echaba fuera demonios, sanaba los enfermos, levantaba los muertos, veían visiones, y todo lo demás. ¿Dónde está eso ahora? ¿Ven? El es un fanfarrón, tiene arco pero no tiene flechas. Correcto.",
    "Pero, pueden ver, en la Venida de Cristo, una espada sale de Su boca como un destello de relámpago. Sale y consume Sus enemigos y termina con el diablo. Corta todo lo demás. Y cuando El viene, Su vestidura teñida en sangre, y sobre Su muslo está escrito: “El Verbo de Dios”. Amén. Allí viene, con Su ejército, bajando del Cielo.",
    "Ese jinete del caballo blanco ha estado en la tierra todo el tiempo. El cambiará de anticristo. El hace eso y se convierte en el falso profeta. Vean, primero comenzó como anticristo, el espíritu; luego llegó a ser el falso profeta; después cuando el diablo sea echado, es encarnado con el diablo. ¡Son tres etapas! Primero es un diablo, para comenzar un espíritu del diablo; luego llega a ser un falso profeta, maestro de doctrina falsa; luego viene como el diablo mismo encarnado. ¿Ven? Allí está.",
    "Y al mismo tiempo que este diablo cae del Cielo y llega a ser encarnado en un hombre, el Espíritu Santo sube y viene bajando encarnado en hombres. Amén. ¡Oh, qué cosa! ¡Qué tiempo!",
    "Mañana por la noche, Dios mediante, veremos el Segundo Sello.",
    "¿Le aman? [Congregación responde, “Amén”.] ¿Creen esto? [“Amén”.]",
    "He apagado las cintas. Yo sé que habrán muchas cartas en cuanto a esto. Uds. lo saben. Pero así lo espero.",
    "Déjenme decirles algo, hermanos. Ahora sé definitivamente, por una vez en mi vida, la razón porqué el Espíritu siempre me ha advertido en contra de la organización. Estoy agradecido al Señor Dios por haberme mostrado estas cosas. Yo sé que es la Verdad. Allí está, revelado allí mismo. El viene cabalgando a través de las edades y sale aquí y se despliega aquí tan perfectamente como puede ser. ¿Ven? Es él. Ahora, en cuanto a eso no estamos engañados. Ahora Uds. tienen los ojos abiertos. Manténganse lejos de tales cosas. Y amen al Señor con todo su corazón y manténganse a Su lado. Sí señor. ¡Salgan de Babilonia!",
    "[Porción sin grabar en la cinta.] Tres cosas: probado por la Palabra; mostrado por fotografía; manifestado por obras del Espíritu; vindicando que sí es la Palabra. Permite que la Palabra descienda sobre estos pañuelos, Señor. Sana a los enfermos. Señor, sana a toda persona enferma presente aquí, y aquellos allá que escriben y llaman.",
    "Padre, en esta hora, hay otra sanidad que debe ser obrada ahora mismo, y podemos proseguir al culto de sanidad, pero Señor, es el alma. Deseamos eso en orden, Señor. Y estas cosas deben seguir.",
    "Oramos, Dios, que Tú ahora tomes estas Palabras que han sido habladas y haz que sean real para la gente. Señor permite que ellos puedan verlo. Estando corto de tiempo, y Tú sabes Padre, así que espero que se haya dicho lo suficiente que el Espíritu Santo lo tomará y lo revele en el corazón. Los que han apuntado las Escrituras, que los estudien. Los que están grabando la cinta o…o sea los que están escuchando las cintas, que lo estudien, y que no le pongan su propia interpretación, pero simplemente que estudien la Palabra. Concédelo Padre. En el Nombre de Jesús, entrego todo esto a ti para Tu gloria. Amén.",
    "[Un hermano profetiza y luego la congregación se regocija.] Amén. ¡Oh, gracias, gracias Jesús! ¡Oh!",
    "Si hubiera alguien aquí que no lo conoce a El, en el perdón, hágalo ahora mismo. Han oído esa reprensión dura y directa. Si esperan acercarse, háganlo ahora mismo, porque por muchos días después…",
    "¿Qué si ese en verdad fue la apertura de ese Sello? ¿Qué si ese fue el Angel que fue enviado, que produjo el estruendo, que casi me levanta de la tierra, el otro día estando allá? Cuando hubieron tres testigos parados cerca, y que les dije antes de ir allá, que habría una explosión que casi me levantaría. Y yo fui recogido por siete Angeles, que venían hacia el oriente. La cosa casi me levantó del suelo.",
    "¿No fue así, Hermano Norman y Hermano Fred Sothmann, que estaban parados allí conmigo cuando esto ocurrió allí arriba de Tucson? Y el-el…estaba sentado, quitando las espinas de la ropa, exactamente lo que la visión había dicho. Y fue hacia el sur, hacia Tucson. Si eso es correcto, levanten la mano, Hermano Fred y Hermano Norman. Allí están. Pónganse de pie, para que la gente pueda ver que Uds. estaban allí, como testigos.",
    "Jamás en mi vida he escuchado algo parecido. E inmediatamente, ellos ya no salieron a cazar, el resto del día. Le rogué a Fred al día siguiente. El no sabe esto. Y le rogué que saliera de cacería, le estuve diciendo, “Hágalo. Hágalo”.",
    "Pero El me dijo, El me dijo allá, “El no lo hará. Tú vas a salir hacia el oriente, ahora mismo”. ¡Y esos siete Angeles!",
    "Con el primer estruendo, se abrió. Sí. ¿Qué tal si es así? Estamos en la última hora. ¿Ven?\n\nYo le amo, (Adorémosle) yo le amo,\n\nPorque El a mí me amó, (Pongámonos de pie.)\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "Hermanos, limpiemos nuestros corazones ahora, mientras inclinamos nuestros rostros. Hermanas, les he hablado muy duro, pero lo he hecho en el amor de Dios. Lo hice porque les amo. Con respecto al usar el cabello largo, y vestir y actuar correctamente, lo he hecho por razón del amor de Dios. Purifiquemos ahora nuestra consciencia por-por medio del Cloro de Dios.",
    "Mañana puede ser que sea demasiado tarde. El quizá salga de allí. Hermanos, estas cosas apareciendo así de esta manera, quizá sea el fin del puesto de propiciación. ¿Lo han pensado? Pues yo no sé que así es. Yo no digo que sea así. Pero ¿qué si así es? ¿Qué si así es? ¿Qué de eso? Ya no hay redención, para entonces habrá cesado. Ojalá no sea así. Pero existe la posibilidad que así es.\n\nYo le amo, yo…(¡Señor, límpianos!)\n\nPorque El a mí me amó.\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "¡Alabado sea el Nombre del Señor! ¡Gloria a Dios! Yo amo ese dulce sentir. ¿No lo sienten Uds.? [La congregación se regocija.] Simplemente el Espíritu Santo, bañándolo a uno, caminando con uno. ¡Oh, cuán maravilloso! ¡Oh, piensen en Su misericordia!\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó,\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "Amigo, no se le olvide. No se les olvide. Llévenlo así a la casa. Manténganlo cerca. Guárdenlo allí en la almohada. No se les olvide. Manténganlo cerca. Dios les bendiga.\n\nEl Hermano Neville, su pastor, hasta mañana en la noche. 🦅"
  ]
}