{
  "title": "EL TERCER SELLO",
  "id": "63230009",
  "content": [
    "🦅  Buenas noches amigos. Pongámonos de pie por unos momentos para orar. Inclinemos nuestros rostros.",
    "Nuestro Padre Celestial, al oír ese-ese precioso himno, estamos-estamos pensando, Señor, que Tú estás cerca. Y rogamos, Señor, que nos recibas en esta noche como Tus hijos, perdonándonos todos nuestros pecados y nuestros delitos, y dándonos de Tus bendiciones; pues somos un pueblo necesitado.",
    "Y en esta gran hora en que ahora estamos viviendo, y vemos que cada año llega a ser más y más oscuro, para el mundo. Y la Venida de Señor se hace más y más brillante, a medida que El se revela en Su Palabra y en Su manifestación. Hemos venido de nuevo en esta noche, Señor, para intentar en este culto, y para pedirte que nos abras Señor, este Tercer Sello de este Libro, que nos sea dado a conocer, para que nosotros sepamos qué hacer y cómo vivir y cómo ser mejores Cristianos.",
    "Te ruego, Dios, que a cada incrédulo aquí en esta noche le hagas reconocer su necesidad de Ti. Concédelo. Y yo-yo ruego, Padre Celestial, que todo Cristiano nacido de nuevo reconozca que tiene que vivir más apegado que en el pasado, para que todos podamos estar en esa unidad de amor y fe Cristiano.",
    "Concede que cada persona enferma en medio nuestro sea sanada, Señor. Ellos se dan cuenta de su necesidad de Ti. Y Padre, yo ruego que bendigas todo lo que sea hecho o dicho, para Tu honra y gloria, pedimos esto en el Nombre de Jesús. Amén.",
    "Bueno, nuevamente en esta noche nos hemos reunido otra vez, para el-el miércoles de la semana. Y estamos confiando en esta noche en el Señor por un-un gran derramamiento de Sus bendiciones sobre Su Palabra. Y hoy he estado estudiando, como de costumbre, y tratando de pensar de las cosas que serían más apropiadas para decir, y la cosa, cómo decirlas; y luego dependiendo del Señor para darme la interpretación y los significados de-de esta Palabra que está escrita. Y estoy agradecido con El por lo que ha hecho por nosotros durante la semana…en la apertura de estos Sellos.",
    "Y ahora, quizá sería bueno si el domingo por la mañana, en…Uds. saben, muchas veces…No es nuestro deseo de ser mal entendido, pero Uds. saben, uno…Así sucede. Y así que, quizás, el domingo por la mañana, si todos los que tienen preguntas en sus mentes al respecto, pueden escribirlas y entregarlas aquí en el escritorio, el sábado por la noche, y así yo puedo verlas. Y entonces el domingo por la mañana yo trataré de contestarlas, Dios mediante. Yo pienso que eso será mejor que lo que estábamos planeado, porque a veces es mal entendido, Uds. saben. Y de esa manera podré…Sería mejor que yo-que yo enderezara estas cosas, Uds. saben. Sería lo que debe ser. Porque a veces, ahora…",
    "Alguien llamó hoy y dijo, que-que, llamó y deseaba saber si era cierto, que, “Cuando ocurre el-el Rapto apenas habrá uno de Jeffersonville, y uno de Nueva York, y los demás del exterior”. Así que pueden ver, es malentendido. Luego alguien dijo: “Si el Señor nos da el último Sello el sábado en la noche, entonces Jesús estará aquí el domingo en la mañana”. ¿Ven? Así que es—es un…Uds. ven, Uds.—Uds. no…Eso, eso no es así. Y Uds. no…No es.",
    "Nosotros no sabemos. Si alguien le dice a Ud. que saben cuando El viene, para comenzar, Ud. sabe que están errados, porque nadie sabe eso. Pero querernos vivir hoy como si fuera ahora mismo.",
    "Por un momento voy a darles un nuevo enfoque, así que prepárense. Yo-yo creo que Jesús vendrá dentro de, en menos de tres minutos, desde ahora mismo, según Su tiempo. ¿Saben cuánto tiempo sería eso? Como treinticinco años. ¿Ven? Porque con El mil años son como un solo día ¿ven?",
    "Así que cuando escuchan acá donde el apóstol dijo: “El tiempo está a la mano”, acá, “el tiempo está a la mano”. El apóstol lo dijo en Apocalipsis. ¿Saben cuánto tiempo hace que dijo eso? No ha sido…Eso fue apenas ayer, con Dios, no han pasado ni dos días.",
    "Y vean, si son tres minutos, si faltan menos de tres minutos para Su Venida, eso sería como treinta años para nosotros, o algo por el estilo. Y vean cómo, lo que serían tres minutos para El: El ya se está levantando para venir. Así que nosotros, Uds.…A veces cuando uno lee aquí, El está hablando en términos de la Palabra, no en términos nuestros.",
    "Y luego si yo supiera que El viene mañana por la noche, mañana por la noche, mañana yo estudiaría y le pediría que me diera el Mensaje del Cuarto Sello. Y yo vendría aquí para predicarlo, igual. ¿Ven? Yo-yo quiero estar haciendo cada día lo que debería estar haciendo, si El viene. Y no conozco un mejor lugar que el ser hallado, sino aquí mismo en mi puesto del deber, ¿ven?, en el puesto del deber. Así que seguimos laborando hasta que El venga.",
    "Algunas veces cuando leemos, y ahora, tengan mucho cuidado. Y cuando Uds. leen, obtienen las cintas, escuchen con mucho cuidado. Porque en las cintas se puede captar bien, porque han estado revisando las cintas, y están bien claras. Así que allí pueden captar todo mejor.",
    "Ahora, confío que todos están enamorados de Cristo en esta noche, todos amándole.",
    "Les quiero decir esto, que a veces lo que confunde a la gente, es que alguien entra y no oyó la primera parte del culto. Entonces entran y oyen que uno se refiere a algo que se dijo antes, y toman eso, lo que se dijo, sin oír la primera parte. Entonces se les forma la confusión. Y ellos en verdad piensan que algo fue dicho de otra manera, cuando no fue así.",
    "Así que si Uds. tienen una pregunta que no entienden, apúntelo en un papel. Entréguelo en cualquier tiempo de aquí al sábado en la noche. Y trataré el domingo por la mañana… Si es algo que le es un poco desconcertante, y Ud. dice, “Pues, me pregunto ¿qué significa esto aquí? No lo capté”. Uds. entienden lo que quiero decir. Entonces trataré de respondérselos el domingo por la mañana, Dios mediante.",
    "Ahora en esta noche vamos a leer nuevamente de esta Palabra bendita, en el capítulo seis. Y estamos comenzando en esta noche con el Tercer Sello. Y eso está en el versículo cinco, los versículos cinco y seis.",
    "Y mañana terminamos con los cuatro jinetes; el caballo blanco, el caballo bermejo, el caballo negro, y el caballo amarillo.",
    "Y quiero decir esto. Que cada vez, aun en esta mañana, como…Yo me levanto muy, muy temprano y me pongo a orar antes de que las cosas comiencen a moverse, y sigo así en oración durante el día. Pero hoy en la mañana, muy temprano, el Espíritu Santo vino a donde yo estaba. Y así tan claro como cualquier cosa, yo-yo vi que se abrió este otro Sello, exactamente. Ahora-ahora-ahora, El me escucha lo sé. Y estoy sumamente agradecido.",
    "Ahora, recuerden, hay algo que está sucediendo. Que, confío que lo estén captando (¿ven? ¿ven?) que hay algo que está sucediendo. Deseo probar a esta iglesia, en una sola ocasión, para ver si realmente pueden captar algo antes que realmente suceda. Ahora recuerden, recuerden lo que les he dicho. Y ahora, que el Señor nos ayude.",
    "Ahora en el versículo cinco.\n\nCuando abrió el tercer sello, oí al tercer ser viviente que decía: Ven…mira. Y miré, y he aquí un caballo negro; y el que lo montaba tenía una balanza en la mano.\n\nY oí una voz de en medio de los cuatro seres vivientes, que decía: Dos libras de trigo por un denario, y seis libras de cebada por un denario; pero no dañes el aceite ni el vino.",
    "Ahora repasemos esto por unos momentos, sobre los Sellos que ya hemos visto. Porque, así como con las edades de la iglesia, pues, tratamos de dar un repaso, para que queden como entrelazados, a tal grado que Uds. puedan…Así es como están realmente las edades en las Escrituras, una se extiende sobre otra, de esa manera. Es como subiendo una escalera, más bien subiendo una grada; una bajando a la otra, y volviendo de esa manera, al subir Ud. un escalón.",
    "Y ahora, estos Sellos, el…Es un-el Libro de Redención, sellado. ¿Todos entienden eso? Y este Libro está sellado con Siete Sellos. Es un Libro sellado con siete sellos. ¿Ven?",
    "Y ahora recuerden, como les formé el cuadro, y lo tomé de Jeremías y otras partes. Ahora, cuando hubieron…Escribían así de esta manera, en-en manuscrito o papel; o no era papel, pero era una piel. Y luego lo enrollaban, de esta manera. Ahora eso…Y luego la parte posterior se dejaba de esta manera; y eso indica el contenido. Luego el siguiente tomaba la misma posición, y se enrollaba de la misma manera, se enrollaba así. Y luego, aquí al final, se rompía de esta manera, y se dejaba otra.",
    "Pues, ese era el Libro sellado con siete sellos. Ahora, nosotros no hemos tenido libros de este tipo sino hasta hace poco. Los libros en la antigüedad eran pergaminos (pieles enrolladas). Estaban enrolladas. Y cuando deseaban cierto tema…Por ejemplo si-si la Biblia fuera enrollada, y Ud. quisiera leer en el Libro de Isaías; buscaría a Isaías, y lo desenrollaría de esta manera para leer. Y esto aquí es un Libro de Redención sellado con siete sellos.",
    "Y ahora hallamos que el Cordero sale, toma el Libro de la mano del que estaba sentado sobre el Trono, y rompe los Sellos, y-y desata…y desata aquello, desata los Sellos para el pueblo.",
    "Y los cuatro seres vivientes sentados allí, los cuales vimos en las edades de la iglesia, uno los mira a través de todas las Escrituras, y son los que anuncian la apertura de estos Sellos. Ahora lo vemos como un-un Libro de Redención.",
    "Luego volvimos para ver e-el Pariente Redentor, y lo estudiamos, para ver cual era Su obra. Y por todos estos años, Cristo ha estado haciendo la obra del Pariente Redentor. Todos los que entienden eso digan, “Amén”. El ha estado haciendo la obra del Pariente Redentor.",
    "Pero vendrá el tiempo cuando la obra de redención cesará. Y cuando cese la obra redentora, entonces El deja el Trono de Dios, donde ahora está sentado. Pero ese no es Su Trono. “Al que venciere, le daré que se siente conmigo en mi Trono, así como yo he vencido, y me he sentado en el Trono de mi Padre”. Ese no es Su Trono. Ese pertenece a Dios, el Espíritu. No pertenece a Cristo, el Cordero. El es el Dios encarnado ¿ven?, el cual es el mismo Dios hecho carne. Ahora, El se levanta del asiento…",
    "Primero había salido el anuncio: “¿Quién puede venir y tomar este Libro de Redención”? ¿Ven? Porque todo el plan de la redención, desde Adán, y todo lo que Adán perdió.",
    "No había nada perdido hasta Adán. Y después de Adán, en la tierra todo estaba perdido. Y todo en la creación en la tierra se perdió. Y con Adán todo cayó, cruzó el abismo, de manera que nadie podía regresar, no había manera. Cuando el hombre pecó, no se dejó una manera para poder regresar. Y luego el…",
    "Cuando se hizo esta pregunta, Juan el revelador, que…el profeta, Juan, estaba en la visión y lo vio. Y no había ningún hombre en el Cielo, ningún hombre en la tierra, ningún hombre debajo de la tierra, ni nadie, que fuera digno de mirar el Libro. ¿Ven? ¡Piénsenlo bien! Luego el Cordero pasa adelante, y El toma el Libro. Ahora, a Juan se le pidió que no llorase más. El dijo, “He aquí que el León de la tribu de Judá ha prevalecido y-y El puede tomar el Libro y abrirlo”. Así que el volteó para ver un León, y vio un Cordero. El anciano llamó y dijo, “Un León ha prevalecido”. Pero cuando él vino y miró, era un Cordero que venía saliendo del Trono.",
    "Ahora, él no había notado eso antes. ¿Por qué? El había estado allá atrás, haciendo Su trabajo de mediador; porque El estaba sangrando a favor del pueblo; intercediendo por el pueblo hasta que entrara la última alma que había sido puesta en el Libro de la Vida del Cordero antes de la fundación del mundo. Habrá un cierto número y no más. Eso es todo. Los demás no tendrán ni el deseo de entrar; ellos no tienen ningún deseo de entrar. Así que entonces, cuando entre esa última alma, entonces termina el tiempo de la redención.",
    "Entonces el Cordero viene para reclamar Sus derechos tocante a lo que El ha redimido, y eso es toda la creación. La tierra y todo le pertenece a El. ¿Ven? El lo ha redimido con Su propia Sangre. Y cuando El vino para tomar este Libro para abrirlo, pues ellos estaban…Juan cesó de llorar. El miró y este Cordero era un Cordero inmolado. Ya había sido sacrificado pero ahora estaba vivo nuevamente. Y hallamos que un cordero inmolado es un cordero todo sangriento, sangrando por todas partes, ha sido sacrificado. Y después de inmolado, había resucitado. Estaba sentado en el Trono, así detrás del Trono, intercediendo por todas aquellas almas que habrían de venir. Luego cuando el último estuviere presente, y fuese completado…Dios todavía tenía el Libro de la Redención. ¿Ven? Por ahora El está haciendo la obra de Pariente",
    "Como cuando Booz fue allá, y Rut estaba sentada allí esperando hasta que Booz…quiero decir, Booz hizo la obra del pariente redentor. ¿Uds. recuerdan cuando prediqué sobre eso no hace mucho? Rut espigando; Rut, haciendo lo que hizo; y así sucesivamente, y lo último fue Rut esperando. ¿Recuerdan cómo tipificamos eso con la Iglesia? Mientras Booz fue para hacer su obra de pariente redentor. El lo hizo; se quitó el zapato e hizo testimonio, y redimió a Noemí y por esa vía obtuvo a Rut. Así que Rut simplemente estaba esperando, porque ya había obrado. Ella había hecho todas estas otras cosas, pero ahora estaba esperando. Y entonces cuando…La Iglesia está esperando y reposando (muchos de ellos, la mayoría de ellos, en el polvo de la tierra), mientras El está haciendo Su obra de Pariente Redentor.",
    "Ahora, el mundo va de mal en peor. Y el pecado se está amontonando, y-y la enfermedad, y los problemas, y la muerte y el dolor. Los hombres y las mujeres impías mueren a diario. El cáncer se los come, y tantas otras cosas, cuando no pueden apropiarse de suficiente fe para extender la mano y agarrarse del remedio.",
    "Ahora noten. Pero cuando todo hubo terminado, después que hubo terminado Su obra de intercesión, El sale y toma el Libro de la mano de Aquel. Y luego Juan y todo lo que estaba en el Cielo, y comenzaron…Las almas debajo del altar comenzaron a clamar (esto lo veremos de nuevo en el Sexto Sello). ¡Y cómo se regocijaron! Y-y los ancianos se postraron y derramaron las oraciones de los santos. Y las almas debajo del altar clamaron: “Digno eres porque nos has redimido para Dios! Y vamos a volver a la tierra para vivir como reyes y sacerdotes”. Oh, hubo un gran…",
    "Y Juan dijo, “Todos en el Cielo, y todos debajo de la tierra, y todos” le oyeron alabando a Dios al respecto. Uds. saben, Juan sin duda halló su nombre escrito allí. ¡Todo ese tiempo!",
    "Entonces él dijo: “El es digno de tomar el Libro de la Redención”. Ahora ya no le pertenece al Juez, sino que le pertenece al Redentor, y El ya ha hecho la obra de redención.",
    "Ahora El le va a mostrar a la Iglesia lo que ha hecho. Amén. ¿Ven? Entonces El simplemente toma…Pero el Libro está cerrado. Nadie sabía nada. Sabían que era un Libro de Redención, allí encima, pero habría de ser revelado en los últimos días. De acuerdo a Apocalipsis 10, al séptimo ángel se le ha de dar el Mensaje de Eso. Porque dice, que, “En el tiempo de la séptima edad de la iglesia, el séptimo ángel, cuando él suene la trompeta, todos los misterios de Dios debieran ser consumados para el tiempo de su sonar”. Luego, después de que es revelado, el Angel baja del Cielo, el cual es Cristo. Ahora recuerden, este ángel está sobre la tierra, un mensajero.",
    "Cristo desciende, lo podemos ver en el capítulo 10 de Apocalipsis; pone un pie sobre la tierra y otro sobre el mar; con el arco iris sobre Su cabeza, ojos como…sus pies como fuego, y demás; y El levanta la mano derecha y jura por el que vive por los siglos de los siglos sobre el Trono, que “El tiempo no será más”. Y cuando El jura, Siete Truenos emiten sus voces.",
    "Y el que escribía, Juan, quien fue alzado, debía de escribir todo lo que viera. Comenzó a escribirlo. El le dijo: “No lo escribas”. Porque… “No escribas Eso”. Es algo… El dijo, “Séllalo”. ¿En qué? “Séllalo. No lo digas”. ¿Ven? Debe ser revelado, pero ni está escrito en la Palabra.",
    "Y luego cuando El comenzó a abrir los Sellos, hallamos que todo era enigmático. ¿Ven? Cuando abrió el Primer Sello, él pensó: “Ahora, aquí va a decir: ‘Y sucederá que tal y tal tomará el trono y éste hará esto y aquel hará aquello’”.",
    "Pero cuando ocurrió, allí salió un jinete sobre un caballo blanco. Pues, “El tenía un arco en la mano; y después de un tiempo se le dio una corona”. Eso fue todo.",
    "Y el Cordero volvió y abrió otro Sello, y salió un jinete sobre un caballo rojo. “Y a éste le fue dado una-una espada con la cual haría guerra, y se le dio gran poder y el quitar la paz de la tierra, y haría que se matasen los unos a los otros”. Eso era algo como un…todavía era algo misterioso cuando El lo abrió, ¿verdad?",
    "Y luego continúa y dice, “En el día justo antes de estos Siete Truenos, todos los misterios aquí serán revelados”.",
    "Ahora miren. Luego hallamos, como hemos estado estudiando, que a través de las edades hemos tenido reformadores, no profetas. ¡Reformadores! Y cada oficio tiene su propia—su propia labor.",
    "Así como uno que es un-un operador de teléfonos, no es precisamente un electricista. Puede ser que él haga algún trabajo eléctrico. Y por ejemplo, si un hombre trabaja en el tendido de los cables eléctricos, pues él ciertamente…El otro que trabaja escarbando con la pala y no tiene experiencia con los cables, mejor es que no toque los cables; pero quizás él pueda hacer un pequeño remiendo o algo.",
    "Pero cuando la cosa verdadera debe ser revelada en el último día, en la última parte de la Iglesia, entonces es cuando Dios ha dicho que El lo mandaría, de acuerdo a las Escrituras. Y ya lo hemos estudiado detalladamente, que El predijo que el espíritu de Elías volvería en alguna persona. Ahora yo pienso que eso se ha hecho demasiado claro. Y nosotros…Y estamos esperando que eso suceda; en alguna parte, que se levante una persona ungida en los últimos días. Ahora, oirán de muchos fanáticos, y tantas otras cosas, pero eso solamente es para-para…Es el diablo procurando desvirtuar lo verdadero cuando aparezca. ¿Ven? Pero será correctamente identificado. Uds. conocen lo que fue Elías; fíjense bien en eso, y lo-lo sabrán. Luego cuando él… Ahora, los escogidos sabrán.",
    "No los demás; ellos no lo reconocerán. Lo pasarán por alto completamente. Como…Hemos estudiado todo eso y mostramos como fue que pasaron por alto a Juan, como pasaron por alto a Elías, como pasaron por alto a Jesús, y como pasaron por alto a todos los demás. Y ahora harán lo mismo porque la Biblia dice que lo harían. ¿Ven? Entonces en ese tiempo será algo muy humilde. Será tan sencillo. Eso…será lo que hará que la gente se aparte de ello. Es demasiado sencillo para ellos. Hallamos que siempre cuando la gente llega a ser educada y sabia, y conocen tanto, entonces simplemente…Esa es la clase de persona que lo pasa por alto, Uds. lo saben. ¿Ven?",
    "Jesús nunca tomó a esa clase de gente para ser Sus discípulos. El tomó personas sin educación, pescadores y gente que no estaba asociada con sus iglesias y cosas. Escogió a hombres comunes como agricultores, pescadores y cobradores de impuestos, y demás, para hacer Su obra. ¿Ven? Porque ellos-ellos saben que no son nada, y entonces El puede hacer algo de ellos. Mientras se mantienen sabiendo que no son nada, entonces Dios puede obrar.",
    "Pero cuando comienzan a pensar que saben algo, entonces, la Biblia dice, “No sabes nada de lo que debes saber”. Pues hallamos esas cosas. Y así que-que vemos esas cosas.",
    "Y ahora hallamos que estos misterios deben ser revelados.",
    "Y ¿por qué sería que estos otros hombres como Lutero, Wesley y esos grandes reformadores que trajeron justificación, santificación, la edad pentecostal con el bautismo del Espíritu Santo y estas cosas, por qué fue que no pudieron captar-captar estos Mensajes? ¿Por qué no los captaron ellos? Porque fueron reformadores. ¿Ven?",
    "Como también lo podemos ver desde el otro extremo, habían personas que vinieron a la escena que: “recibirán autoridad como reyes, pero no eran reyes”. ¿Ven? ¿Ven? Uno tiene que notar bien la terminología de la Biblia en todas las cosas. ¿Ven? Ahora noten. Pero esto, la razón de todas las cosas inconclusas, la parte misteriosa en cuanto a la justificación, la parte misteriosa de la santificación, y la parte misteriosa del bautismo del Espíritu Santo. Y ¿por qué, qué case de?…Eva, ¿se comió una manzana o fue una granada o algo más? ¿Ven? ¿Qué fue la simiente de la serpiente? El bautismo, ¿es correcto en el nombre del Padre, Hijo y Espíritu Santo, o en el Nombre del Señor Jesucristo? Y así hay centenares de esas cosas que fueron dejadas sin concluir. ¿Ven?",
    "Y en la última hora, esta persona debe aparecer para revelar la cosa, pueden ver, y tomar las Escrituras. Será correctamente identificado. Vean. Sí señor. Y ahora, no será una cosa muy grande. Aquí en la Biblia pareciera como que sería algo tremendo.",
    "¡Cuánto más grande fue, cuando Juan debiera aparecer allá para bautizar! Piénsenlo bien. Los profetas allá atrás, desde Isaías, Malaquías y todos aquellos, hablaron de él, cuando debiera venir. Y cuando vino, era una persona allí sola, sin educación, muy barbudo, y cabello sin peinar que parecía un gusano peludo, y vestido con un pedazo de cuero de oveja; sin ninguna educación, no fue a la escuela ni un día de su vida, hasta donde sabemos. ¿Ven? Salió del desierto y ni siquiera le dieron la bienvenida al púlpito, y se paró allá en la ribera del río Jordán y llamó a la gente a que se arrepintiera. ¿Pueden imaginarse tal cosa?",
    "La Biblia dice que todo sería tan grande en ese día, a tal grado que todo valle sería alzado, y todo monte y collado sería bajado. Sí señor. “Y lo áspero sería allanado”.",
    "Pues, yo puedo imaginarme verlos a todos ellos allá, pensando que Juan vendría, siendo el gran precursor de Cristo, que tomaría todo el desierto y lo aplanaría y lo sembraría de grama nuevamente. ¿Ven? Oh, me imagino que lo tenían todo calculado, igual como lo tienen hoy día.",
    "Pero fue tan humilde, que aun los mismos apóstoles lo pasaron por alto. Ellos dijeron: “¿Por qué dicen las Escrituras, si el…? Ahora vas a subir a Jerusalén para ser ofrecido, ¿por qué dicen las Escrituras que Elías tiene que venir primero”?",
    "El dijo: “El ya vino, y no le conocieron. Y con el Hijo del hombre harán igual. Pero Juan”, dijo El, “hizo exactamente lo que estaba escrito de él. Y ellos hicieron con él exactamente lo que debían hacer. Y”, dijo, “así también tiene que sufrir el Hijo del Hombre”.",
    "Pues, yo me supongo que ni la tercera parte de la raza judía supo que Jesucristo estaba sobre la tierra. No… Probablemente oyeron algo de algún fanático por allí en alguna parte, pero no le prestaron atención, siguieron por su camino. “A lo suyo vino, y los suyos no le recibieron”. [San Juan 1:11] Allí es donde yo creo que aun…Ahora allí no dice que El vendría secretamente.",
    "Pero el Rapto sí será un secreto. Entonces si fue tan secreto cuando El vino, entonces ¿cuánto más desconocido será el Rapto? ¿Ven? No lo sabrán. De repente dirán: “Pues, yo creí que íbamos a tener un Rapto. ¿Y ahora todo este juicio que tenemos sobre la tierra”?",
    "El dirá: “Ya ocurrió y no lo supieron”. ¿Ven? Será de tal forma, como un ladrón en la noche.",
    "Como un-un libro que leí en una ocasión. ¿Cómo se llamaba? Romeo y Julieta, ¿así se llama, o algo parecido? El, de alguna manera arrimó una escalera a la casa. Se me olvida… Ya hace tanto tiempo. Y vino, tomó su…para sacarla de noche.",
    "Ahora, así es como ocurrirá, y se habrá ido. No será que mandarán a unos Angeles con palas para abrir las tumbas. La Biblia dice que seremos cambiados aun antes que Ud. pueda abrir y cerrar sus ojos. Sólo un pestañeo, habrá ocurrido, así de rápido.\n\nDirán: “Alguien desapareció”.",
    "Pues, me imagino que si investigáramos hoy mismo, por todo el mundo, desaparecen quinientas personas cada día, y no se sabe nada al respecto. Simplemente desaparecen.\n\nPues, no serán muchos los que se irán en ese Rapto.",
    "Ahora, no quiero asustarles, y yo-y yo-yo-yo-yo no pienso yo que sea de esa manera, pero simplemente quiero decirles lo que El dijo. Y Uds. ya lo saben: “Como fue en los días de Noé, cuando ocho almas fueron salvas por agua”. Fueron ocho almas de entre todo el mundo que se salvaron por el agua.",
    "Ahora Ud. dirá: “¡Qué cosa! No hay ni para qué hacer el esfuerzo”. Eso muestra que Ud. no tiene la clase de fe que se requiere.",
    "Si sólo habrá uno salvo, ese seré yo, porque yo creo. ¿Ven? Así es como Ud. quiere creerlo: “Seré yo”. Seguro. Yo quiero vivir tan cerca de El que pueda estar seguro que El me llevará a mí cuando venga. Yo lo creo. Correcto. Si todos los demás no lo logran, yo estaré allá, por Su gracia. Porque El me lo prometió y yo-yo sé que estaré allí, porque El no puede mentir. Y sé que mi alma y mi vida dan testimonio, y trato de vivir diariamente como si El ya viene, así que yo seré esa persona. Así es como debe Ud. sentirse. “Si son ocho, yo seré uno de los ocho; si son quinientos, yo seré uno de esos quinientos. No puedo responder por los demás, pero yo quiero ser uno de los quinientos”. ¿Ven? Así es como lo deben recordar. ¿Ven?",
    "Y si Ud. no lo recuerda de esa manera, algo está mal con su fe. ¿Ve? Es que Ud. aún no está seguro de que Ud. está salvo, Ud. sólo está atinando. No haga eso. Muy bien.",
    "No vamos a llegar al Sello, ¿verdad? Muy bien. Deseo cada noche…No sé si les moleste que tome el tiempo. Podríamos salir un poco más temprano. No hay mucha…",
    "En la revelación de estos, de estos Sellos, recuerden que en realidad apenas es un solo versículo. El primero da el anuncio, luego el segundo versículo. Casi todos los comentaristas y demás, al leerlos, o-o leyendo sus pensamientos, y yo siempre he creído casi igual a todos ellos, que el primer jinete era la-era la iglesia primitiva. Pero cuando el Espíritu Santo lo reveló, fue absolutamente contrario a eso. Así que, lo que hace simplemente muestra lo que es. Y luego yo me esfuerzo…",
    "Ahora, para mí esto es sumamente sagrado. Por eso prefiero dar respuesta a estas preguntas. Y vamos todos a entenderlo claramente, y también en las grabaciones, para que puedan entender. ¿Ven? Cada noche trato de hablar de lo anterior para que así la gente…",
    "Llegan aquí apuradamente y empujando, y no deben hacer esas cosas. ¿Ven? Pero al hacerlo, pues son seres humanos. Y aquí adentro hace mucho calor, y están inquietos.",
    "Pero se han portado muy, muy bien. El mejor comportamiento que visto entre la gente en el Tabernáculo ha sido durante esta serie de cultos; se han sentado quietamente, y las madres sacando los niños allá al cuarto cuando lloran. Y todo ha estado muy en orden.",
    "Pero trato de repasar lo anterior hasta cuando siento la unción del Espíritu sobre mí para hablar estas palabras, para hablar lo que me ha sido revelado. Y luego cuando estoy hablando, si he cometido algún error, seguramente que El me lo corregirá aquí ante toda la congregación. Yo así lo deseo. Es-es…Yo quiero que la cosa sea correcta. No hay porqué tomar lo que nos imaginamos. Hay algo correcto, y eso es lo que deseamos. Deseamos que Dios nos dé lo que es correcto.",
    "Así que vimos estos jinetes a medida que aparecieron. El primer caballo, nos damos cuenta que ese fue el-el anticristo que salió. Y luego anoche vimos que el mismo individuo que salió como el anticristo en el caballo blanco, anoche lo vimos con una espada, cabalgando, y matando gente.",
    "Ahora, ahora, siempre hay lo natural y lo espiritual. Y para el beneficio de la Iglesia, quiero tipificar esto antes de llegar a la apertura de este Sello.",
    "Lo cual, lo que El me ha dado, lo tengo apuntado aquí. Tengo varias Escrituras apuntadas, siete u ocho páginas, a las cuales estaré refiriendo.",
    "Noten, quiero presentar un tipo de la Iglesia, y presentarlo tan claro que tendrán que verlo. ¿Ven?",
    "Ahora, había una novia natural en el Huerto del Edén. ¿Se acuerdan de lo de anoche? Esa novia natural era la amada de Adán, que todavía no era su esposa, porque todavía no la había conocido como esposa.",
    "Igual como María era la esposa de José, pero él todavía no la había conocido. “Se halló que había concebido”. ¿Ven?",
    "Ahora, antes de Adán conocer a su esposa, ella era simplemente su novia. Muy bien. Y hallamos que Dios…Ella cayó en el Huerto del Edén porque falló en mantenerse con la Palabra de Dios.",
    "Ahora, El sabía que Satanás estaría suelto entre ellos, y por eso les dio un-un lugar donde podían mantenerse, los fortificó. Bien, ¿quién, aparte de Dios, podrá conocer un mejor lugar para estar fortificado, siendo que está interesado en el cuidado de Sus propios hijos?",
    "Si yo deseaba cuidar de mi hijo José, pues hermano, todo… Y yo supiera que su vida dependiera de este cuidado, pues yo… Y yo fuera capaz de hacerlo. Pues, si lo necesario fuera-fuera una pared de hierro y concreto de cuarenta pies de espesor, eso…yo la haría de noventa pies, para estar más seguro.",
    "Y si yo puedo pensar así de mi hijito (lo cual, si su vida mortal se pierde yo creo que siendo un niñito, sería salvo), entonces cuánto más lo es para Dios para con Su hijo, que se perdería eternamente. ¿Detrás de qué los debería colocar? Los colocó detrás de Su propia Palabra. Mientras Ud. está en esa Palabra, Ud. allí está seguro. “Si permanecéis en mí y mis palabras permanecen en vosotros, pedid todo lo que queréis”. [San Juan 15:7] Eso es, la Palabra.",
    "Así que Eva andaba caminando por el huerto y se encontró con la serpiente, un individuo muy astuto y sabio. Y ella…Luego él comenzó…Ahora, él estaba del otro lado. Dios vive, mora y obra en humildad, nunca de ninguna otra manera. ¿Ven? Entonces por allí iba caminando esta dama tan humilde, cuando de repente apareció Satanás como un individuo muy sabio y astuto. Y quería venderle su programa. Mientras…",
    "No importaba cuanto Satanás estuviera por allí; mientras ella se mantenía detrás esta Palabra, ella estaba bien. ¿Ven? Así que dejen que Satanás haga lo que quiera hacer; Ud. quédese con la Palabra. No importa nada.\n\nSi él dice: “Ud. está enfermo”.\n\n“Por Su llaga fui sanado”.\n\n“Pero tú vas a morir”.\n\n“El me levantará nuevamente. El lo ha prometido”.",
    "Vean, quédense detrás de la Palabra. Eso es todo. Cristo mismo se refugió en la Palabra: “Escrito está…” ¿Ven? Ahora, quédense detrás de la Palabra.",
    "Pero Eva comenzó a descuidarse, pero no se descuidó por completo. Se descuidó con una sola frase. Y eso es lo que Satanás quería que hiciera. El la sacó de detrás de la promesa de Dios por medio del razonamiento.\n\n¡Nunca trate de razonar la Palabra de Dios, simplemente créala! ¿Ven?",
    "Entonces dio el paso y se salió de allí. Y antes que Adán la conociera como esposa, ya ella había sido manchada por Satanás. Y ella…",
    "Y ¿han notado? Cristo hizo lo mismo, exactamente. Ahora, para redimir, Dios tuvo que llegar allí primero. ¿Lo han notado? María, antes que ella llegara a José, el Espíritu Santo ya había llegado. Amén. ¿Ven? De allí vino el Redentor.",
    "Ahora noten: La mujer natural cayó, y Dios hizo provisión para que fuera redimida. Aunque ella había caído, El proveyó camino.",
    "Ahora, esa fue la primera esposa terrenal; ella cayó antes de que su esposo y ella se casaran. Ella cayó por medio del-del razonamiento, en vez de quedarse con la Palabra. Ella cayó. Y cayó a muerte, separación eterna. Y juntamente con ella se llevó a su esposo y todo lo demás que había sobre la tierra. ¡Ella cayó!",
    "Ahora, pero Dios, lleno de misericordia, hizo un camino para redimir a esa mujer. Y le hizo la promesa, diciéndole de que en un tiempo futuro, la Palabra verdadera vendría a ella nuevamente. La Palabra verdadera le sería dada a conocer a ella. Ahora, recuerden eso bien. Porque El prometió a Cristo a través de la mujer.",
    "Y Cristo es la Palabra. En San Juan 1, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”. Dios moró con nosotros en carne. El era la Palabra.",
    "Antes de ser una palabra, es un pensamiento. Y un pensamiento tiene que ser creado. Bien. Así que los pensamientos de Dios llegaron a ser creación cuando fueron hablados por medio de una Palabra. Eso es cuando El se lo presenta a Ud. como un pensamiento, el pensamiento de El, y le es revelado a Ud. Pero todavía es un pensamiento hasta que Ud. lo hable.",
    "Por eso es que",
    "Moisés salió a orar. A su derredor estaba esa Columna de Fuego, que le dijo: “Ve, alza tu vara hacia el oriente y llama las moscas”.",
    "No había nada de moscas. Pero él salió allí y alzó la vara y dijo: “Vengan las moscas”. Todavía no había ni una mosca. El regresó. Pero las palabras, El pensamiento de Dios, ya había sido hablado. Es una palabra, y ahora tiene que suceder.",
    "Ahora ¿no pueden ver donde dijo Jesús? “Si le dijereis a este monte…” No: “Si yo dijere”. Más bien, “Si le dijereis a este monte, quítate…”",
    "Entonces en los días de Moisés, me imagino, de repente apareció por allí una tremenda mosca verde. Y después de un rato había más de dos kilos de moscas por cada metro cuadrado. ¿Ven? ¿De dónde vinieron? Dios las creó. ¿No pueden ver que…?",
    "Si Dios lo quiere hacer así, El puede destruir el mundo entero en esta misma noche con mosquitos. Pues, El podría poner tantos mosquitos sobre la tierra hasta llegar a la luna. Lo único que se necesita es que El diga: “Aparezcan mosquitos de aquí a la luna”. Y en eso se acabaría el asunto. No habría nada de química, solamente empezarían a crecer y crecer. ¿Ven?",
    "El puede hacer lo que quiere, porque es Dios el Creador. Sólo tiene que hablar. Correcto. El es el Creador. ¡Ahora, si nosotros solamente pudiéramos darnos cuenta de qué tan grande El es! ¿Ven? El hace lo que quiere.",
    "El está sentado allá contemplando toda la gente, estos profesores tan sabios, “No hay Dios”, y-y cuanto más. Todo está nuevamente como fue en el tiempo de Babel.",
    "Entonces notamos que Dios le dijo a Eva que “Después de cierto tiempo la Palabra volverá a ti”. Ahora, ¿cómo fue que cayó Eva? Deseo que mi clase lo diga. ¿De dónde fue que cayó? ¿De dónde fue que cayó Eva? De la Palabra. ¿Correcto? [La congregación dice, “De la Palabra”.] La Palabra. Y Dios dijo que haría una manera para redimirla de regreso a la Palabra de nuevo. Bien. Después de un cierto tiempo, la Palabra le sería dada a conocer a ella. Muy bien. La Palabra vendría para un solo propósito. Pongan mucha atención a lo que estoy diciendo. La Palabra vendría a ella para un solo propósito, eso sería para redención. Muy bien.",
    "Pero hast-hasta entonces, ella tendría un substituto que-que le serviría hasta que llegase el tiempo para la Palabra original. Ahora, ¿entienden claramente? [La congregación dice, “Amén”.] ¿Ven? El le dijo que vendría la Palabra nuevamente a ella, pero mientras llegaba ese tiempo, El le dio un substituto. Así que le una ofrenda que ofrecer, un substituto para aquella Sangre.",
    "Ahora, esta sangre era de corderos, carneros y machos cabríos, y otras cosas, pero no le quitaba su pecado a ella. ¿Ven? Solamente le cubría a ella su pecado. De ninguna manera le quitaba el pecado. Lo cubría. Porque era sangre animal y en la sangre del animal está la vida del animal. Era un substituto hasta cuando la real…Prepárense bien.",
    "La verdadera Sangre humana, hablando en términos humanos, llegó a ser encarnada (Dios); sin el sexo, virgen, el nacimiento a través de la virgen produjo eso. Ahora, la Palabra de Dios, la promesa, llegó a ser Sangre, y se encarnó en la Persona de Jesucristo, el Salvador. Tenían la sangre de corderos, carneros y demás.",
    "Pero esperen. Aquí Dios hizo la promesa, diciendo que eso estaría allí cuando viniere. La simiente de la mujer heriría la cabeza de la serpiente. Ahora, si su simiente hubiera procedido de Adán, o como lo había sido de la serpiente, entonces todavía sería simiente pecaminosa.",
    "Por eso es que Juan lloró. Es que no había nadie, ningún hombre…Todos estaban del otro lado del abismo. Pero venía el tiempo cuando la sangre substitutiva de animales sería anulada, cuando vendría la verdadera Sangre encarnada: Dios hecho carne y Sangre. La Biblia así dice en I Timoteo 3:16: “E indiscutiblemente, grande es el misterio de la piedad: Dios fue manifestado en carne”. Correcto. El nacimiento a través de la virgen produjo esto.",
    "Ahora, la sangre de corderos y cabritos cubrió el pecado, pero no lo pudo quitar, por cuanto era sangre de animal. Pero eso estaba bien, era un substituto.",
    "Pero ellos de verdad se acostumbraron a ese substituto, y así continuaron.",
    "Y cuando fue se manifestó en Jesucristo la verdadera Palabra prometida, el cual probó ser el Hijo del Gran Dios Creador, y se vindicó a Sí mismo al ser la Palabra viviente de Dios. ¡Qué cosa más tremenda! El probó que El era. El podía hablar cosas a existencia.",
    "No hay humano ni nada en el mundo que pudiera hacer eso. No hay nada sobre la tierra que puede crear, sino Dios. El diablo no puede crear. El es un pervertidor de lo que ya ha sido creado, pero él no puede crear. El pecado no es otra cosa sino la justicia pervertida. ¿Entienden lo que quiero decir? ¿Qué es una mentira? Es la verdad mal representada. ¿Ven? ¿Qué es un adulterio? El acto legal y correcto, pero pervertido. Todo en cuanto al pecado, el pecado no es más que la Verdad pervertida. El no puede crear.",
    "Pero cuando vino Cristo, probó que El era el Creador. Allí estaba la Sangre que había sido prometida. Ahora si desean leer eso, abramos allí por un momento. De todas manera vamos a tomar el tiempo con esto en esta noche. Yo…",
    "Me pone muy nervioso. Uds. saben, pienso que todos desean salir para sus casas. Así que es…[La congregación responde, “No”.] Ahora abramos en Hechos 2. Gracias. Y solamente…",
    "Hechos 2, y hallaremos si esto es correcto o no, si El probó que era Dios. Muy bien. Hechos 2. Ahora veamos aquí en el versículo 22, Pedro hablando en el Día de Pentecostés.\n\nVarones Israelitas, oíd estas palabras: Jesús Nazareno, varón aprobado por Dios entre vosotros con las maravillas, prodigios y señales que Dios hizo entre vosotros por medio de él, como vosotros mismos sabéis.",
    "🦅 Varón aprobado, que era Dios entre vosotros”. Por virtud de las mismas cosas que hizo, probó que El era. Allí estaba Pedro parado ante el Sanedrín diciéndoles.",
    "Nicodemo reconoció lo mismo. El dijo: “Rabí, sabemos que eres un maestro venido de Dios, porque ningún hombre podría hacer estas cosas a menos que viniera de Dios”. ¿Ven? Ellos lo sabían. Pero ¿por qué?",
    "Ahora fíjense bien. Ahora, a Eva le fue prometido esto. Pero cuando…Aquella novia siguió, y rechazó cuando la verdadera Palabra le llegó. Así que la mujer rehusó reconocer, o sea, la novia hebrea. Ella era la novia de-de Dios, El le dio carta de divorcio. ¿Correcto? Ella era la novia de Dios.",
    "Ud. dirá: “Pero todavía no estaban casados”. Correcto. Pero José iba a repudiar a María antes…Iba repudiar a María antes de casarse. ¿Ven? Estaba comprometido con ella.",
    "Y cuando El vino, y la Palabra que había prometido, vino para la boda, El la halló envuelta en los substitutos a tal grado que ella no quiso aceptar la promesa verdadera que le había sido hecha, la Palabra, Cristo.",
    "Posiblemente no me entienden bien. Permítanme repasarlo nuevamente. Deseo que lo capten. ¿Ven?",
    "A Eva, la novia, le fue prometida un Redentor. Su Redentor sería la Palabra. Y cuando vino la Palabra hecha carne, ella la rechazó. A ella le fueron dados substitutos. Guarden eso, “substitutos”. Le fueron dados substitutos para mantenerla hasta que viniera el Redentor. Y cuando vino el Redentor, ella quiso continuar con los substitutos, y rechazó la verdadera Palabra. ¿Lo ven? [La congregación responde, “Amén”.] Y esa fue la novia hebrea.",
    "Así también El, por medio de la segunda Eva, la novia, la madre de todo ser viviente espiritual. ¿Ven? Eva quiere decir “la madre de todo”, que es espiri…“de todo lo que vive”. Eva, “madre de todo lo que vive”.",
    "Ahora, cuando El vino a la novia hebrea, ella era la madre de todo lo que vivía, pero ella lo rechazó.",
    "La Eva natural cayó en el Edén al escuchar el razonamiento de Satanás en contra de la Palabra de Dios. Así cayó ella. Bien. Ella cayó porque hizo eso.",
    "Ahora la Eva espiritual, la Iglesia, la Novia de Cristo. Ella cayó también, no en el Edén, sino en Roma, en el Concilio de Nicea cuando rechazó. Aquella iglesia pentecostal, que bajó a Nicea y escuchó el razonamiento de los romanos en vez de quedarse con la Palabra, cayó. Y todo a su alrededor murió juntamente con ella. Ahora, igual como cayó la Eva natural, así cayó la Eva espiritual. La novia de Dios cayó en el huerto; la Novia de Cristo cayó en Roma. ¿Ven?",
    "Noten que por medio del mismo razonamiento, en contra de la Palabra de Dios, ella también canjeó sus derechos de virtud a Satanás. Lo cual hemos hallado en la apertura de estos Sellos, que ese fue Satanás y todavía es Satanás. La Biblia dice que es el mero trono de Satanás. Y así como Eva canjeó sus derechos virtuosos y los entregó a Satanás, allá en el Huerto del Edén; la iglesia, la novia de Cristo, hizo lo mismo en Roma cuando canjearon la Biblia por sus dogmas y razonamientos. ¿Pueden ver cómo se tipifican?",
    "Al mantenerse uno con los tipos tiene que salir bien. Si mi mano se parece…Si yo nunca me hubiera visto a mí mismo, y viera aparecer mi sombra, entonces sabría más o menos como soy. ¿Ven? Pero así es la manera. Si Ud. quiere saber lo que viene, fíjese en lo que ya ha sido. Porque todas las cosas pasadas son sombras de las cosas que vendrán. Así nos dice la Biblia. Muy bien.",
    "Entonces ella canjeó la Palabra virtuosa, la Palabra de Dios, cuando vendió la Biblia, y colocó allí a un hombre que dice que la iglesia tiene el derecho de cambiar lo que quiera cambiar. Y lo han hecho. Y la novia de Cristo, la novia pentecostal, vendió su virtud allá en Nicea, igual como Eva vendió su virtud a Satanás en el Huerto del Edén. Exactamente. Muy bien.",
    "Dios ha prometido a esta iglesia, esta iglesia pentecostal, sabiendo que lo haría; así como hizo con Eva, Dios ha prometido a la iglesia pentecostal.",
    "¿Creen Uds. que ella vendió su primogenitura antes…su virtud cuando salió de allá? ¿Lo creen Uds.? [La congregación responde, “Amén”.] Seguramente, así hizo ella. Entonces ¿de qué sirve un credo que no esté basado en esta Biblia? Quiero que alguien me busque lo que llaman el Credo de los Apóstoles, o tan sólo una palabra de eso en la Biblia. Eso es un credo católico, no el credo de los apóstoles.",
    "Lean más bien Hechos 2:38, ese es el credo de los apóstoles, si es que tuvieron algo así. Sí. ¿Ven? Ahora, de todas maneras, eso fue lo que siempre usaron. Así que si Ud.…¿Ven?",
    "Así que vendieron su primogenitura. Y no solamente ellos, sino también los metodistas, bautistas, presbiterianos, pentecostales y los demás han hecho lo mismo. Ella formó una denominación. Roma, fue la causa, ella formó una denominación y colocó hombres como líderes. Y los metodistas, bautistas, pentecostales y todos los demás, han hecho lo mismo, colocando un grupo de hombres a la cabeza de su denominación. No importa lo que diga Dios, ellos…Uno tiene que hacer las cosas de la manera que ellos digan.",
    "Pues, ¿qué es eso? Nada menos que prostitución espiritual, una mujer de carácter errado; sí señor, credos, credos mentirosos, fabricados por el hombre. Luego ella llegó a ser, cuando hizo eso…Ahora, les probaré esto. Ella se convirtió en una ramera ante Dios. ¿Creen que así lo dice la Biblia? Sí señor. Y sus hijas han hecho lo mismo.",
    "Ahora en Apocalipsis capítulo 17, si lo desean apuntar. Juan fue llevado en el Espíritu y vio “Una gran ramera sentada sobre…” Leímos todo eso anoche. Y allí están los siete montes, y exactamente lo que ella había hecho. Y ella le había dado al mundo sus fornicaciones inmundas. ¿Correcto? “Todos los reyes de la tierra cometieron fornicaciones con ella”, roban, engañan, hablan mentiras y pagan sus penitencias, novenas y cuantas otras cosas más.",
    "Pero recuerden, ella tuvo hijas. Bien, si ella llegó a ser un cuerpo bajo un sistema organizado, entonces el sistema entero está errado. Y si Eva, al desobedecer a Dios, echó todo lo que estaba debajo de ella a la muerte; y toda iglesia que se organiza echa a la muerte todo lo que tiene por debajo. Exactamente. La cosa entera está sin esperanza. Eso es exactamente según la Palabra. Lea Apocalipsis 17. Y la Biblia dice que El la quemará “con fuego, a ella y a todas sus hijas”. Correcto. Eso quiere decir que todo sistema organizado se quemará juntamente con la ramera.",
    "Ahora eso suena muy duro, y sé que habrá mucha correspondencia al respecto, y quiero que me escriban. Y yo-yo…Pero esto es correcto. La Biblia lo dice y por eso es correcto.",
    "Ella llegó a ser una ramera. Podemos leer esto en Apocalipsis 17. ¿Qué hizo ella? Cometió fornicación en contra de su propio Esposo. Ud. dirá: “No, esa es la Biblia”. Pues la Palabra es Dios. Y si Ud. le quita una sola cosa…",
    "¿Desearía Ud. ver a su esposa besando a otro hombre? Si eso fuera lo peor que hiciera, Ud. no desearía que lo esté haciendo. Ella probaría su infidelidad.",
    "🦅 Cualquiera que le quitare una sola palabra, o le añadiere una sola palabra”. ¡Aleluya! Cristo quiere a Su esposa pura con la Palabra. Así tiene que ser.",
    "Porque no habrá nada, ni una jota ni un tilde pasará de la ley, o de este Libro, hasta que todo se cumpla. Jesús dijo, “Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "No le ponga Ud. ninguna interpretación privada. El desea una que sea pura, sin adulterio, ni siquiera un coqueteo. Yo no desearía que mi esposa estuviese coqueteando con otro hombre. Y cuando Ud. se pone a escuchar cualquier clase de razonamiento, aparte de Eso, Ud. está escuchando y coqueteando con Satanás. ¡Amén! ¿No lo hace sentirse religioso? [La congregación responde, “Amén”.] Dios quiere que Ud. se mantenga sin adulteración. Manténgase allí con la Palabra. Quédese allí. Muy bien.",
    "Dios le prometió a ella, como también hizo con Eva en el Huerto de Edén, a esta última Eva. Lo cual, la iglesia pentecostal, el principio de la iglesia, la iglesia misma es la madre de toda la gente viviente por cuanto entran allí. Pero vean, cuando toman sus pecados mueren juntamente con ella.",
    "Por allí llega un individuo y dice: “Yo-yo quiero servir a Dios”.",
    "Le dicen: “Bien, aquí está lo que tienes que hacer. Entra allí y arrepiéntete”.\n\n“Muy bien, lo haré. ¡Gloria a Dios”! Va allá y se arrepiente.",
    "🦅 Ahora ven y únete con nosotros”. Allí, allí está la cosa. ¿Ven? Allí está. Correcto, murió allí mismo con ella. ¿Ven? ¿Ven? Eso es…Eso es lo que este Libro nos está enseñando, no es lo que estoy diciendo yo, sino porque lo dice aquí. Muy bien.",
    "Ahora, Dios le ha prometido a ella, así como a Eva. Le dijo a Eva que llegaría el tiempo cuando la-la Palabra volvería a ella nuevamente. ¿Recuerdan eso? Lo que ella perdió le sería restituido. Porque hay una sola cosa que puede restaurar, y eso es la Palabra. Exactamente.",
    "He dicho que al disparar un rifle, si no pega en el blanco, busque a dónde comenzó el error. Uno tiene que volver allí y comenzar de nuevo. ¿Ven?",
    "Y al regresar, uno vuelve a Nicea. Allí es donde uno comienza de nuevo. ¡Vuelva, lejos de las organizaciones, lejos de toda esa iglesia. Hemos estado viendo estos Sellos perfectamente.",
    "Siempre pensaba, durante toda mi vida, porqué estaba tan en contra de los sistemas organizados. No las personas, no. Las personas son igual que Ud. y yo, o cualquiera. Pero ese sistema, ese sistema denominacional, ahora lo puedo ver aquí. Nunca supe eso hasta ahora mismo. Correcto.",
    "Dios le prometió a la Eva espiritual, lo mismo como a la Eva natural, que nuevamente la Palabra le sería restaurada. En los últimos días El restauraría la Palabra original a la Iglesia nuevamente.",
    "Ahora fíjense bien. Yo-yo quiero que estén seguros. Dios le prometió a Eva que llegaría el tiempo cuando la Palabra sería restaurada por medio de su Simiente. Esta Palabra misma llegaría a ser Simiente. Y cuando se le fue dado un substituto, ella se quedó con el substituto. Y cuando la Palabra vino a ella, ¿qué hizo? “No quiero eso”. Era demasiado humilde. No le pareció bien. No tenía suficiente brillo. “¿Nacido en un establo? ¿Un tipo como ese que no tuvo ni un solo día de escuela? Pues, yo no puedo aceptar tal cosa. Ese no es ningún Mesías. ¿Alguien que se deja pisotear por los demás, y luego supuestamente es llamado el Mesías? ¿Permite que le pongan un trapo en la cara y que le peguen en la cabeza? ¿Y El mismo se llama de profeta, un verdadero profeta que se haya levantado”?",
    "La verdad es que ellos no sabían lo que era un profeta. Jesús mismo dijo: “Si hubierais conocido los profetas, entonces me hubierais conocido a Mí”. Correcto.",
    "Ahora noten. Pero cuando le llegó la Palabra exactamente de la manera que Dios dijo que vendría, ella ya lo tenía calculado de otra manera. Estoy hablando de la novia, la novia judía, la novia hebrea, la cual en el principio era Eva. Pero cuando llegó a este punto acá, ella no lo quiso. Quería quedarse con los substitutos.",
    "Ahora Dios le prometió a la Eva espiritual allá en Pentecostés, y se lo dijo aun antes de que sucediera, cuatrocientos años antes de que la iglesia cayera, le dijo que iba a caer y que harían lo que han hecho. Pero prometió que en los últimos días El enviaría la Palabra de nuevo.",
    "Jesús dijo lo mismo cuando estuvo sobre la tierra, que la enviaría de nuevo. Y ¿qué es…? ¿Qué hallará? Encontrará lo mismo que encontró cuando vino la primera vez. Correcto. Tienen…Desean sus substitutos. Desean su denominación. Desean sus credos. Quieren vivir de la manera que les place y decir: “Pues yo soy Fulano de Tal y pertenezco a Tal y Cual”. No les importa qué esté haciendo Dios ni cuánto se manifieste. El podría levantar a los muertos; El podría discernir los secretos de los corazones; El podría hacer todo cuanto la Biblia dice que haría. Nada les importa. “Si eso no está ligado a mi organización, entonces no vale nada”. ¿Ven?",
    "Es lo mismo que hizo la novia hebrea. Correcto. ¿Ven? Ellos prestaron atención a los substitutos. Y Dios les prometió lo verdadero. Y cuando lo verdadero llegó, no lo quisieron porque era demasiado humilde.",
    "Es lo mismo hoy, cuando-cuando esto aparece en la escena. Ahora Dios dijo en Malaquías 4, que El enviaría el Mensaje en los últimos días, que restauraría. Joel dice: “Yo restauraré todos los años”. Todo lo que Roma se comió, y todo lo que los metodistas se comieron, y todo lo que los bautistas se comieron, de aquella rama original pentecostal, Dios dijo: “Yo restauraré en los últimos días”. Correcto.",
    "Y El nos puede mandar tal persona que será…A lo único a quien Dios siempre ha enviado Su Palabra, es a un profeta; no ha sido a reformadores, sino a profetas. Esa no fue la hora para tal cosa. Ahora está llegando la hora y por eso estamos vigilando su llegada. Será tan manso y humilde. Y así que… ¡Qué cosa!",
    "¿Creen Uds. que esos metodistas, bautistas, presbiterianos y pentecostales tan aristocráticos podrán recibirlo?\n\n“Oh”, Ud. dirá “¿pentecostales”?",
    "Los pentecostales son los de Laodicea. “Ricos sin necesidad de ninguna cosa”.",
    "Pero les dice: “No sabes que eres pobre”. Puede ser que estén construyendo edificios que cuesten millones de dólares, pero de todos modos son pobres, pobres espiritualmente.\n\n“Oh”, Ud. dice, “ya lo veo todo”.\n\n“¡Y estás ciego”!\n\n“Pues”, Ud. dirá, “bendito sea Dios, estoy bien cubierto”.\n\n“¡Estás desnudo”!\n\n“Pues estoy seguro de nuestros jóvenes. Tenemos los seminarios. Tenemos…”",
    "🦅 ¡Y no lo sabes”! Ahora eso está todo al revés. Ahora si la Biblia dice que la iglesia de Laodicea estaría en esa condición…",
    "Y no hay nadie sobre la faz de la tierra que puede negar que esta es la última edad, porque la edad de la iglesia de Laodicea es la séptima edad. Y aquí estamos, el segundo período de dos mil años se está acabando. Ya no quedan edades de la iglesia. Por eso Uds. hermanos de la “Lluvia Tardía” no pudieron comenzar otra organización. Porque no habría de haber más. Correcto. Estamos al fin. ¡Amén! No pueden haber más edades de la iglesia. Todo ha terminado.",
    "Pero luego si el mensaje pentecostal fue el último mensaje…Lo cual, justificación, santificación y el bautismo del Espíritu Santo, los últimos tres mensajes de las últimas tres edades de la iglesia forman el nacimiento completo.",
    "Como por ejemplo cuando una dama está para dar a luz, la primera cosa es el agua, luego la sangre y luego la vida.",
    "Cuando mataron a Jesús allá en la cruz salieron las substancias de Su cuerpo para formar el nuevo…para formar el-el Nacimiento. Le hirieron en el costado y salió Sangre y agua, y, “En tus manos encomiendo Mi Espíritu”. Lo que salió de Su cuerpo fue agua, Sangre y Espíritu.",
    "Ahora, Primera de Juan 5:7 nos habla al respecto, “Tres son los que dan testimonio en el cielo, el Padre, el Verbo (lo cual es Cristo), y el Espíritu Santo”. Y estos tres concuerdan en uno; no son uno, pero concuerdan en uno. Y son tres los que dan testimonio…Oh, quise decir, “Son uno”. Allí erré yo. “Y tres son los que dan testimonio en la tierra: el agua, la sangre, y el Espíritu, y estos tres concuerdan”.",
    "Uno puede ser santificado sin ser justificado. Y puede ser justificado sin ser santificado. Puede ser santificado sin haber recibido el Espíritu Santo. Exactamente.",
    "Los discípulos en San Juan 17:17 estaban santificados y también habían recibido poder para echar fuera demonios, pero todavía no tenían el Espíritu Santo. ¿Ven? Cierto. Tuvieron que subir a Pentecostés y esperar que viniera el Espíritu Santo.",
    "Allí fue donde Judas mostró sus colores. ¿Pueden ver cómo ese espíritu se movió a través de justificación y santificación? Pero cuando llegó al final, allí mostró sus colores? ¿Ven? Correcto.",
    "Ahora noten esto, aquí estamos en el tiempo del fin. Y la Eva espiritual tiene promesa igual como tuvo la Eva hebrea, la novia hebrea tuvo la promesa de que la Palabra volvería. Y la novia espiritual de pentecostés, la cual cayó en Nicea, luego le es prometido que en los últimos días la Palabra vendrá otra vez. Ud. dirá entonces…",
    "Si desean otra Escritura, veamos Apocalipsis 10, donde dice: “En la hora, en el tiempo del-del ultimo ángel, el séptimo ángel (el séptimo mensajero), cuando él comenzare a tocar, entonces el misterio de Dios será consumado”. ¿Ven? ¡La restauración de regreso a la Palabra! La Biblia dice que este mensajero de los últimos días será para restaurarlos nuevamente a la fe original, nuevamente a la fe de los padres. Pero ¿creen Uds. que lo van a recibir? No señor. En los últimos días El restaurará la Palabra original nuevamente, como dijo en Malaquías 4.",
    "Pero ella había cedido. Ahora, ella cedió la Palabra allá en Nicea. Eva la cedió en el Edén; Eva rechazó la suya en el Calvario. Y el grupo de Nicea la está rechazando igualmente en los últimos días. ¡Qué cosa!",
    "Pero cuando la Palabra vino en carne humana, ella, Eva, la iglesia hebrea, la madre de todos los que vivían espiritualmente en ese tiempo, la rechazó. Ella estaba tan muerta en sus dogmas y tradiciones que se le pasó por alto. Y es igual con ésta, exactamente. Muy bien.",
    "Ellos pasan por alto la Palabra Viviente, manifestada en carne, por la Palabra que es prometida. La Palabra prometió hacer estas cosas. La promesa fue hecha, que sería de esta manera en los últimos días: “Así como fue en los días de Sodoma, así también será en la venida del Hijo del hombre”. [San Lucas 17:30] Ahora vean lo que sucedió en Sodoma. “Así como fue en los días de Noé, así también será en la venida del Hijo del hombre”. ¿Ven? Fíjense en lo que sucedió entonces. ¿Ven? Ahora, El dijo que sería igual, y estamos viviendo en ese día. Me supongo que podría sacar unas seiscientas promesas como esa, de las Escrituras, en referencia a esto. ¿Ven? Pero ellos la rechazaron.",
    "Ella se quedó con sus tradiciones y substitutos en lugar de el-el…Se quedó con la sangre substituto en lugar de la Sangre verdadera. Jesús, la Palabra, dijo, cuando le fue manifestada a ella, “Por haberse quedado con estas tradiciones…” Jesús, la Palabra manifestada, le dijo a la novia hebrea: “Por haberte quedado con tus tradiciones, haces que la Palabra de Dios no tenga eficacia para ti. No puede ser efectiva”. [San Marcos 7:13]",
    "Ahora esa es la razón que hoy, los-los avivamientos que debemos tener, tenemos avivamientos denominacionales. No hemos tenido un verdadero despertar. No, no, no. No señor. No piensen que tenemos avivamientos. No los tenemos. Oh, tienen millones y millones de miembros de iglesias, pero no hay nada de avivamiento en ningún lado. No. No.",
    "La-la Novia aún no ha tenido avivamiento. ¿Ven? Allí todavía no ha habido ningún avivamiento, ninguna manifestación de Dios para sacudir a la Novia. ¿Ven? Ahora mismo estamos esperando eso. Se requieren esos Siete Truenos desconocidos para despertarla nuevamente. ¿Ven? Sí. El los mandará. Lo ha prometido. Ahora miren.",
    "Ahora, ella estaba-ella estaba muerta. Y ahora si las iglesias se olvidaran de sus credos, y se olvidaran de sus dogmas y únicamente tomaran la Biblia, y abogaran o suplicaran la promesa, entonces les sería efectiva. Pero vean, Jesús les dijo: “Vosotros con vuestras tradiciones habéis invalidado la Palabra de Dios”. Pues es lo mismo hoy con la Eva espiritual, la supuesta novia espiritual de hoy, la iglesia. Ella toma la Palabra de Dios, pero no la acepta. En su lugar acepta dogmas. Por lo tanto la Palabra no es efectiva para ella, por cuanto ella trata de inyectar su credo con la Palabra, y así no funciona. Ahora lo que necesitamos hoy…",
    "Continuamente estoy leyendo aquí: El Heraldo de Su Venida, con este titular. “¡Necesitamos que vuelva un profeta! ¡Necesitamos que vuelva un profeta”! Y me supongo que cuando él venga, ellos no sabrán nada al respecto. Simplemente…Correcto. Siempre ha sido así. “Lo necesitamos”, en todos los lugares se escucha: “Necesitamos que vuelva un profeta que traerá la Palabra del Señor, uno que sea sin temor. Creemos que la Biblia lo promete”.",
    "Ahora, yo conozco bien al Hermano-Hermano Moore, el editor, y esa gente; he comido en su casa, y de todo. Y él es uno de los hombres más finos, que calzan calzado, me supongo, uno de los mejores tipos. Pero ¿ven? él sabe que tenemos que tener eso. Y la Hermana Moore, una de las damas más finas, pobrecita, cómo se han sacrificado.",
    "Y a mi opinión, esa revista es una de las mejores que hay en este día, El Heraldo De Su Venida. Pero sucede que continuamente están con eso mismo: “¡Necesitamos un profeta! ¡Necesitamos un profeta”! ¿Ven? ¡Qué cosa! Solamente de eso hablan.",
    "Y luego aquí estamos hoy, y como ayer y hoy, anunciando por la radio que…y las iglesias bautistas y otras, “No tenemos que compartir con los católicos, pero debemos tener compañerismo con ellos”. ¿Ven?",
    "Y aquí mismo, el Mensaje está saliendo de aquí: “¡Apártense de esa cosa venenosa”! ¿Ven? ¿Ven? “¿Andarán dos juntos, si no estuvieren de acuerdo”? [Amós 3:3] La luz y las tinieblas no pueden tener compañerismo. Cuando entra la Luz, las tinieblas huyen. ¿Ven? No puede…¡La más poderosa! Ud. no puede apagar la luz con la oscuridad. Pero sí puede apagar la oscuridad con la Luz. Correcto. Y El es la Luz, y El es la Palabra. ¿Ven? Allí lo tienen. Siempre vuelve. No puede hacer que mienta ni que cometa error; siempre vuelve directamente a ese punto. Sí señor.",
    "Como por ejemplo, si alguien viene buscando pleito. Ud. sabe donde pararse si sabe lo que él cree.",
    "Es como tomar un conejo y echarlo en una jaula y taparle todos los huecos. Párese en la puerta de la jaula porque él tiene que regresar a ese punto. No hay otra salida. ¿Ven? El tiene que regresar a la puerta nuevamente, porque esa es la única manera que él pueda salir. El meterá la cabeza por aquí, y por poco se quiebra el pescuezo; e irá para allá, y para allá. Quédese quieto y obsérvelo, y él volverá allí. ¿Ven? Eso es todo.",
    "Es la única manera de hacerlo. Quédese con la Palabra. Ud. puede cotorrear mucho con sus credos, y por poco se quiebra el pescuezo en todas partes, pero Ud. tiene que regresar aquí a esta Palabra. ¿Ven? Sí señor. Eso es todo.",
    "Ahora, ellos-ellos-ellos no la desean. No desean la Palabra de Dios. Por cuanto ella se quedó con sus tradiciones, ella misma causó que la Palabra de Dios fuese sin efecto.",
    "Es lo mismo hoy con la Eva espiritual. Ella no la desea…Ella desea guardar tradiciones, y apartarse de la Palabra de Dios. De nuevo se queda con las denominaciones, y sus credos y las tradiciones de sus ancianos en lugar de tomar la Palabra de Dios.",
    "Y cuando le es presentada la promesa de la Palabra en los últimos días, ella no la aceptará; porque está con sus tradiciones, como lo hizo la novia hebrea. Aunque la verdadera Palabra sea manifestada, probada y vindicada, ella no la aceptará. ¿Por qué no? Porque allí está su tipo. Ella no lo puede hacer. Correcto. No se puede quebrantar su tipo. ¿Ven? Y ha sido predicho que ella así lo haría, así que ¿qué se puede hacer al respecto?",
    "Ahora, lo único que uno puede hacer es estar alegre por estar del lado de adentro. Eso es todo. Estén esperándolo. Muy bien.",
    "Dios prometió que en los últimos días El manifestaría y vindicaría Su Palabra a ella, y aun con eso ella no lo aceptaría. Todo eso, Dios se lo prometió a ella por medio de Sus siervos los profetas. Dios prometió por medio de Jesucristo. Dios prometió por medio de Joel. Dios prometió por medio de Pablo. Dios prometió por medio de Malaquías. Juan…Dios prometió por medio de Juan el revelador; El prometió por medio de todos esos profetas exactamente lo que sería el último mensaje para ella. Ahora si desean apuntar estas citas; desde luego ya Uds. las conocen, pero son: Jesús, San Juan 14:12; Joel, Joel 2:28; Pablo, II Timoteo capítulo 3; Malaquías, capitulo 4; y Juan el revelador, Apocalipsis 10:1 al 7. ¿Ven? Exactamente lo que sucedería ahora mismo. Y para la Iglesia ¿qué es? ¡La Palabra encarnada, hecha carne entre Su pueblo nuevamente! ¿Ven? Y ellos simplemente no lo creen.",
    "¿Saben lo que Jesús les dijo cuando hizo aquellos milagros, y les probó que El era Dios? Probó lo que El estaba haciendo. Así es. El había cumplido exactamente. El-El les dijo, El dijo: “¡Oh, Capernaum, que eres levantada hasta el cielo, porque si en Sodoma se hubieran hecho las poderosas obras que han sido hechas en ti, hubiera permanecido hasta este día”. [San Mateo 11:23] Correcto. Y en Capernaum solamente sanó unos cuantos y les reveló los secretos de sus corazones, y se fue. Eso fue todo. ¿Ven?",
    "Ellos no saben lo que son obras poderosas. Piensan que tiene que ser algún programa gigantesco donde todo el mundo tiene parte, donde el juez hace su discurso, y-y la orquesta toca la música, las banderas son izadas, y-y están presentes las damas bien vestidas, y sus…y esperando, y toda la gente de mucha educación, y están aquellos con los sombreros altos, y el cuello al revés, y todo eso, y todos tienen que venir entrando. “Eso es algo grande”.\n\nDios dice: “Eso es necedad”.",
    "Y El levanta a uno que casi no puede distinguir entre las letras del abecedario, y con él hace una obra que en verdad enciende la verdadera Iglesia. Y los demás dicen “Esos son fanáticos”. Dios llama a Eso “grande”, y el mundo lo llama “necio”. El mundo llama aquello “grande”, y Dios lo llama “necio”. ¿Ven? Todo al contrario. ¿Ven? Y la cosa que Dios ha prometido, El la hará y ya la ha hecho. ¿Ven? Aquí estamos.",
    "Ahora, ella todavía se queda como era, la Eva hebrea. Ella no lo aceptaba. Uno podría levantar a los muertos; uno podría presenciar el Espíritu de Dios. Jesús bajó y vindicó que era el Hijo de Dios. Primero, comenzó a predicar. Pensaron: “Pues es un tipo algo raro. ¿Quién es”? Luego de repente comenzaron a decir…",
    "Desde luego, ya habían dicho antes, cuando vino Su precursor, Juan, le preguntaron: “¿Eres tú el Mesías”?",
    "El dijo: “No, pero El está en vuestro medio, en alguna parte”. ¿Ven? ¿Por qué? El sabía lo que tenía que hacer cuando se llevara a cabo su mensaje. El sabía lo que iba hacer.",
    "Así como Noé continuamente se fijaba en Enoc. Cuando Enoc subió, entonces Noé dijo: “Vale más acercarnos al arca, porque el tiempo está a la mano”. Noé se fijaba en Enoc. ¿Ven?",
    "Y Juan estaba vigilando por la señal que Jesús le dijo, o sea Dios le dijo que esperara. El dijo: “El está parado aquí ahora mismo, entre vosotros en alguna parte. Yo no le conozco, pero le conoceré”.",
    "Parado allí, le preguntaron: “¿No eres tú el Mesías? Nosotros somos enviados del cuartel general. Los ancianos y oficiales nos mandaron acá. Si tú eres el Mesías ¿por qué no vienes y te das a conocer allá, en vez de quedarte aquí con toda esta tontería? Ven acá y date a conocer”.",
    "El dijo: “Yo no soy el Mesías”. El dijo, “Soy la voz de uno que clama en el desierto”.",
    "Eso pasó tan por encima de sus cabezas. No conocían nada al respecto, y sin embargo todos estaban esperando su venida. “Pero no podría ser un hombre como ese. ¡Oh, eso sería algo terrible”!\n\n“¿De cuál escuela vienes”?\n\n“De ninguna”.\n\n“¿Tienes tu tarjeta de compañerismo”?",
    "🦅 Y ¿qué es eso”? ¿Ven?",
    "El estaba ungido de Dios. El dijo, “Una cosa sí tengo. El hacha está puesta a la raíz de los árboles”. Ahora, eso fue todo-eso fue todo lo que tenía. Hablaba en términos de un leñador, no en términos de un eclesiástico; víboras, y hachas, y árboles, y demás cosas. El-él no hablaba en términos eclesiásticos.",
    "Pero Jesús dijo que jamás había habido un profeta como él. “Entre los que nacen de una mujer no ha habido uno como él hasta el día de hoy”. Correcto. “El fue más que profeta. Fue el mensajero del Pacto; se paró entre las-las dos dispensaciones, la que estaba entrando. ¿Ven? “Más que profeta”.",
    "Y así que ellos no le conocieron. No le entendieron. Era un personaje algo raro, y por lo tanto lo hicieron a un lado.",
    "Entonces cuando vino Jesús, seguramente no lo iban a aceptar a El, este hijo del carpintero, no había nada semejante, uno que ya tenía un nombre sucio por haber nacido “ilegítimamente”. Y ellos no iban a salir para ver a uno como él.",
    "Pero fíjense en lo que hizo Dios. Tomó a los analfabetos, los pobres, los pescadores, los obreros del campo, y las rameras, y pasó por alto a los dignatarios. ¿Por qué? ¿Qué? ¿Por qué lo hizo de esa manera? ¿Pueden imaginarse tal situación? Fue porque esa gente reconoció que El era la Palabra. Ahora, fijémonos en ellos por unos momentos.",
    "Aquí está un pobre pescador sin educación, el cual ni puede firmar su nombre. La Biblia dice que era “hombres sin letras y del vulgo”. [Hechos 4:13] El trae sus pescados y los deja allí. Se va allá para averiguar de qué se trata todo el alboroto. Pero muy adentro de él, él sabía que la Biblia dice que el Mesías…Todos los hebreos esperaban al Mesías, porque habría de haber un acontecimiento Escritural cuando El apareciere.",
    "Se habían levantado muchos mesías, diciendo: “Yo soy”, y por centenares habían desviado a la gente y-y perecieron, y todo. Pero, vean, so era para distraer la atención del verdadero cuando llegara.",
    "Hemos tenido mantos de Elías y vestiduras, y cuantas cosas más, pero eso-eso-eso-eso apenas es para distraer del verdadero cuando llegare. ¿Ven? Correcto. Han habido toda clase de personas vestidos en mantos y vestimentas, y que fueron sepultados con la capucha al revés y demás cosas. Eso no…Eso-eso sólo sirve para vindicar. Como un billete falso, muestra que en alguna parte existe uno verdadero, si tan solamente uno lo puede hallar. ¿Ven?",
    "Entonces allí venía El. ¡Ahora, salieron estos dignatarios para encontrarlo, y estaban tan enredados con sus substitutos! Dijeron: “Pues, si el Mesías viene, seguramente llegará allá con Caifás. Llegará a nuestra denominación. Llegará con los Fariseos”. Los Saduceos respondieron: “Eso creen Uds. El llegará con los Saduceos”. Y allí estaban con la misma contienda que tienen hoy.",
    "Pero cuando vino, fue algo muy raro. El llegó completamente contrario a lo que ellos pensaron; pero vino de acuerdo con la Palabra. Y ellos no conocían la Palabra.",
    "Déjenme decir eso bien claro para que entre bien. Quiero que entiendan. ¡Eso es lo que pasa con Uds. hoy, no conocen la Palabra! ¿Ven?",
    "Jesús dijo: “Podéis discernir el aspecto de los cielos, pero la señal de los tiempos no podéis discernir”. [San Mateo 16:31]\n\nLe dijeron: ‘Tenemos a Moisés”.",
    "El les respondió: “Si hubierais conocido a Moisés, me hubierais conocido a mí”. No conocían a Moisés y por eso no le conocieron a El. Solamente conocían un credo que habían fabricado.",
    "Ahora veamos este anciano pescador. El coloca su canasta en el suelo. Se arregla la barba canosa, y se acerca, “Creo que voy a ir a ver quién es”.",
    "Su hermano le dijo: “Ven. Vamos a verlo”. Dijo, “El es el mismo. Es aquel que dijeron el otro día…Anoche me quedé toda la noche allá con El. ¿Te acuerdas de Juan del cual te he contado”?",
    "🦅 ¡Sí, aquel hombre salvaje! Sí, yo oí acerca de él. Pues”, Simón, Uds. saben, dijo, “Yo supe de él allá. Sí, hace dos o tres meses, había estado por allí. Sí”.",
    "🦅 Pues él dijo…Y un día él estaba parado allí y dijo algo muy raro. Dijo, ‘Miren, ¡aquí viene El ahora mismo’! Le preguntaron, ‘Y ¿cómo sabes’? Miré para allá y allí estaba parado un hombre como cualquiera. El dijo: ‘Yo veo al Espíritu de Dios bajando en la forma de una paloma. Oigo una Voz que dice, “Este es El. Este es mi Hijo amado, en el cual me place morar”’. Entonces él entró al agua, y lo bautizó, y dijo que allí lo conoció”.",
    "Dijo Simón: “Pues no sé. Yo he oído eso muchas veces”. Pero allí viene. En su corazón estaba una simiente predestinada. ¿Ven? Así lo dijo Jesús. Correcto. Se acercó a El. Llegó. Dijo: “Bueno, pues voy a ir allá a la reunión para ver”. Llegó.",
    "Allí estaba Jesús, un Hombre como cualquiera. Este llegó. El dijo: “Tu nombre es Simón, y tu padre se llamaba Jonás”. Eso lo desinfló. ¿Por qué? Esa pequeña simiente de Vida Eterna recibió la chispa. Sí señor.",
    "Dijo: “¡Espérese un momento! ¿Cómo es eso? Ud. nunca me ha visto a mí, ni tampoco conoció a mi padre, porque hace años que murió. Pero ahora Ud. viene ¿y me dice estas cosas? Ahora yo sé que la Biblia dice…” Ahora, eso no es volver a lo que los ancianos dicen. “Pero la Biblia dice que el Mesías será un profeta. Allí está, El es”.",
    "Un día El pasó por Samaria, bajando por allí juntamente con un grupo de judíos. El se apartó de ellos. Y esta mujer de mala fama salió, quizás era muy bella, Uds. saben. Y es que desde niña había sido echada a la calle. Y ella estaba pasando por allí. Quizás estaba pensando en algo. Llegó allí y colocó el balde. Y comenzó a bajar la cuerda, Uds. Saben, para sacar el agua. Y entonces oyó a un Hombre decir: “Dame de beber”. Se volteó para ver, y allí estaba sentado un judío de edad mediana.",
    "Ella dijo: “¿No eres judío? No debes hacer eso. No es propio que me hables a mí. Yo soy samaritana”.",
    "El le dijo: “Pero si supieras con quién estás hablando, me traerías…Me pedirías a Mí que te diera de beber”.",
    "Le preguntó: “¿Pero dónde está Tu balde”? ¿Ven? “¿Dónde está Tu cuerda”?\n\n“Pues”, le dijo, “el agua que yo doy es Vida”.",
    "🦅 ¿Es qué”? ¿Ven? “Lo que pasa es que Uds. quieren adorar en Jerusalén y nuestros padres adoraron…”",
    "El dijo: “Oh, tienes razón, pero nosotros los judíos sabemos lo que adoramos. Pero sabes, el tiempo viene cuando los hombres no adorarán en Jerusalén ni tampoco en este monte. Pero adorarán a Dios en el Espíritu, porque El es Espíritu, Espíritu y Verdad”. Ella comenzó a asimilar las cosas, Uds. saben.\n\nY El le dijo: “Ve, trae tu marido y regresa acá”.\n\nElla exclamó: “¿Mi marido? Yo no tengo marido”.",
    "🦅 Pues”, le dijo, “esa es la verdad”. Dijo, “Tú has vivido con cinco y ahora estás con el sexto”. Y le dijo, “Has tenido cinco. Y-y, sabes. Has dicho la verdad”.",
    "¡Fíjense! ¿Qué fue? Esa Luz hizo contacto con esa simiente. Había estado allí, eso fue hablado por Dios. Sí señor.",
    "La simiente ya estaba sobre la tierra. Cuando Dios apartó las aguas y le brilló el sol, tuvo que salir. Correcto. ¿Ven? Todo lo que necesitaba era el sol. Sólo necesitaba la Luz. Sí señor.",
    "Y cuando el Espíritu Santo, en El, apartó su vida pasada, y se la mostró, la Luz hizo contacto. Ella exclamó: “¡Señor, paréceme que tú eres profeta”! Dijo, “Ahora, sabemos, yo sé que cuando el Mesías venga, eso es lo que El será. Y no hemos tenido profeta por centenares de años. No hemos tenido un verdadero profeta por centenares de años”. Y dijo, “¿Cómo es que me hablas de mis maridos y cuántos fueron y demás cosas? Yo no entiendo. Cuando el Mesías venga, pues El hará esas cosas. Pero ¿quién eres tú”?\n\nDijo: “Yo soy”.\n\nNo hubo más que decir. ¿Ven? ¡Una ramera!",
    "Y los sacerdotes miraron alrededor y dijeron…Pues, tenían que dar respuesta a sus congregaciones. Decían: “No tengan nada que ver con ese individuo. El-El está poseído de un demonio. Eso es todo”. Esa fue la diferencia. Y es lo mismo hoy. ¿Ven? Lo mismo hoy, exactamente. Sí señor.",
    "Ella lo reconoció porque la Luz hizo contacto. Aquellos pescadores, obreros, agricultores, cobradores de impuestos, rameras, ellos vieron en El lo que las Escrituras tan sencillas dijeron que El haría. Y los fariseos no pudieron ver por causa de sus tradiciones. Ellos no pudieron ver por causa de sus tradiciones. Sin embargo, las rameras, los agricultores y los demás lo vieron, todos los que estaban predestinados. Cuando salieron las dudas, entonces la simiente comenzó a crecer. Correcto.",
    "¿Qué hizo ella? ¿Acaso dijo: “Ha sido para mí un gran placer haber conocido al Mesías”? Oh no, hermano. Corrió rápidamente a la ciudad. Se olvidó del agua. Dijo: “¡Vengan y vean a un hombre que me ha dicho todas las cosas que he hecho! ¿No es esto mismo lo que declaran las Escrituras que hará el Mesías? ¿No es exactamente eso”? Y la gente podía ver esa misma cosa.",
    "Como Jesucristo dijo en San Juan 14:12, que eso volvería a suceder. También lo dijo en Lucas, cuando dijo: “Como fue en los días de Noé”. Como fue que Dios se manifestó en un hombre, y dijo quién estaba detrás de El, y lo que Sara hizo al reírse en la tienda. Y tenemos todas estas Escrituras como Malaquías y las demás, prediciendo los últimos días. Hebreos 4 dice que cuando volviera “la Palabra”. Malaquías 4 dice que volvería por medio de un hombre. Hebreos 4 dice que “La Palabra de Dios discierne los pensamientos del corazón”.",
    "Y lo pueden ver en operación y darle la espalda. Sus tradiciones se lo han escondido y llega a ser sin efecto. Pues es que hemos llegado a esa hora, eso es todo.",
    "Uds. saben, El podría hacer la misma cosa hoy. Podría llegar a la escena y hacer las mismas cosas que hizo en el pasado, como El dijo que haría. ¿Ven? El prometió hacerlo. El prometió hacerlo. Y si El hiciera las mismas cosas, el mensajero de Laodicea es quien debe hacerlo.",
    "Luego si la iglesia de Laodicea ve estas cosas obrando, ellos harán igual como hizo la iglesia hebrea allá al principio. No importa cuán perfectamente sea vindicado, de todos modos así van a responder. ¡Qué cosa!",
    "Ahora, así dice que sería. Volveríamos a la Palabra original y sería manifiesta como ha sido prometida, para restaurar de nuevo la fe, la fe original, nuevamente. Y si El se dio a conocer que estaba morando entre Su pueblo, al hacer estas cosas, aun podría permitir que se tomara Su fotografía, probándolo científicamente. Y aún así no lo creen. Y está probado, permitió que el ojo mecánico de la cámara lo captara parado allí, esa misma Columna de Fuego, el mismo ayer, y hoy, y por los siglos (Hebreos 13:8), para mostrar que es-es científico, y por todo otro medio, científicamente en las esferas espirituales. Ha sido vindicado en todas las formas que ha podido ser vindicado.",
    "Y saben Uds., ellos probablemente harían lo mismo. Probablemente se alejarían, y harían lo mismo que aquellos.",
    "¡Oh, Dios nos ayude! Hay que parar aquí. Mi oración es que Dios nos ayude para ver ahora que estamos llegando a esto. Porque no quiero retenerlos aquí muy tarde. Dios nos ayude a ver. Creo que quizás ahora el Espíritu está sobre nosotros, ahora mismo sería que El nos ayudaría a revelar, a abrir este Sello.",
    "Ahora leamos. Al considerar en qué estado se encuentra la iglesia, vemos en dónde ha estado, vimos lo que hicieron, vimos a dónde debió llegar, la vemos allí, y vimos lo que debieron haber hecho. Eso lo hicieron exactamente. Ahora ¿pueden ver en dónde estamos? Juzguen Uds. mismos. Yo no puedo juzgar. Solamente soy responsable por traer esta Palabra. Tal y cual como me es dada, así la puedo dar. Mientras no me sea dada, no la puedo dar; ni tampoco puede ningún otro.\n\nCuando abrió el tercer sello, oí al tercer ser viviente, que decía: Ven y mira. Y miré, y he aquí un caballo negro; y el que lo montaba tenía una balanza en la mano.\n\nY oí una voz de en medio de los cuatro seres vivientes, que decía: Dos libras de trigo por un denario, y seis libras de cebada por un denario, pero no dañes el aceite ni el vino.",
    "Ahora, el Cordero tiene el Libro en la mano y está abriendo los Sellos. El ya abrió el primero y el segundo, y ahora está abriendo el tercero. Y al abrirlo, el Cordero lo abre, el Tercer Sello, el tercer ser viviente…",
    "¿Cuántos saben a qué se asemejaba el tercer ser viviente? Era semejante a un hombre. El primero se parecía a un león; el otro se parecía a un becerro, o un buey; y el tercero se parecía a un hombre. Y él escuchó al-al ser viviente. Al ser viviente, semejante a un hombre, le dijo a Juan: “Ven y mira lo que es este misterio que ha estado escondido”. Por todos los años de redención, desde la fundación del mundo, esto ha estado escondido bajo este Sello, lo que va ocurrir. Ahora, “Ven y mira lo que es”.",
    "Entonces El lo abre. Ruge un trueno y el Cordero abre los Sellos.",
    "Y ahora Juan se acerca para ver lo que es. Y ¿qué vio? El vio un caballo negro. Y su jinete tenía una pesa o balanza en su mano. Eso fue lo primero que vio cuando el Cordero hizo el anuncio, rompió el Sello, luego el otro ser…Ahora, cada ser viviente tenía su turno para anunciar: “Ven y mira”. Entonces en donde estaba parado Juan, quizás de esta manera, y se acercaba por aquí, cuando el Cordero abría, y se acercaba. Normalmente…",
    "El trueno sonaba, como lo vimos en el Primer Sello. Y él se fijaba para ver lo que sucedía. Y primero vio a un hombre que venía montado sobre un caballo blanco. Y él lo observa mientras hacía su recorrido. Y a lo largo de todo, Juan lo ve hasta el fin. Lo ve venir sobre su caballo blanco, con un arco en la mano, y el—el jinete no tiene flechas. Y lo próximo que ve, es que él recibe una corona, y continua cabalgando.",
    "Luego hallamos que aquí viene el Cordero de nuevo, y El abre otro. Y él mira. Ahora aquí viene un-un caballo rojo. Este hombre tiene en la mano una espada. El cabalga a lo largo por las Escrituras con su espada en la mano, para matar y para quitar la paz de la tierra.",
    "Ahora, el Cordero abre otro Sello. Otro ser viviente que se parece a un hombre dijo: “Ven y mira”. Y él se acerca para ver de qué se trata. Y al acercarse, allí aparece un jinete sobré un caballo negro.",
    "Anoche vimos que el mismo jinete que cabalgó el caballo blanco era el mismo jinete que cabalgaba el caballo rojo.",
    "Y la voz clamó de en medio de los seres vivientes, vean Uds. Y él se acercó para ver lo que era: El estaba entre los seres vivientes. Y vio este caballo negro.\n\nY oí una voz de en medio de los cuatro seres vivientes, que decía: Dos libras de trigo por un denario, y seis libras de cebada por un denario, pero no dañes el aceite ni el vino. (¿Ven?)",
    "Hablemos de este jinete. Si se fijan en el primer jinete, quien era. Y anoche vimos Escrituralmente que el segundo jinete era el mismo hombre, pero montado en otro caballo. ¿Qué sucedió? Tuvo un cambio de ministerio. ¿Ven? Correcto. Hallamos que era un anticristo, y había cambiado su posición.",
    "Hallamos que al principio, cuando era solamente un caballo blanco, llegó a ser una doctrina. Ahora, hemos trazado cada uno de estos puntos directamente a las Escrituras. ¿Ven?",
    "Ahora, fíjense bien en dónde estamos en esta noche, esa otra edad de la iglesia. ¿Ven? Estamos llegando ahora a la tercera edad de la iglesia. ¿Ven? Exactamente la tercera edad de la iglesia, y es exactamente igual como el tercer caballo. ¿Ven?",
    "Ahora, en la primera edad de la iglesia ¿qué era? Los nicolaítas tenían una doctrina, la primera. Muy bien. Luego de repente esta doctrina nicolaíta llegó a ser aprobada y era lo más correcto, y fue puesta en acción. Y coronaron a esta persona. Luego este espíritu de anticristo llegó a ser encarnado en un hombre. ¿Ven? Y hallaremos más adelante que también llega a ser un diablo encarnado; el demonio sale y entra el diablo.",
    "Y de igual manera como va progresando esa iglesia del anticristo; así también ha venido avanzando la Novia con las distintas cosas: por justificación, santificación, el bautismo del Espíritu Santo, y siguiendo adelante así de esa manera. Sólo es que ellos tuvieron su avivamiento primero, y la Iglesia lo está tomando al final. Sus primeros tres años…las primeras tres etapas de aquellos que pasaron por la Edad del Oscurantismo; y luego en las próximas tres etapas sale la Iglesia con justificación, santificación y el bautismo del Espíritu Santo, en el Dios encarnado hecho manifiesto entre nosotros. Aquí viene entrando como el anticristo, como el falso profeta, luego como la bestia, luego en la Edad del Oscurantismo. Y la Iglesia sale de esa Edad del Oscurantismo por la justificación, santificación, el bautismo del Espíritu Santo, y la Palabra encarnada, lo de hoy. De allí él baja. Sí. ¿Lo pueden ver? El baja, y la Iglesia sube. ¿Ven? Es tan perfecto como puede ser. Oh, es algo hermoso. Lo amo tanto.",
    "Este jinete es el mismo, solamente en otra etapa de su ministerio.",
    "En la primera etapa, sobre un caballo blanco, y apenas era como un maestro, un maestro anticristo. Estaba en contra de la Palabra de Dios.",
    "Ahora ¿cómo puede uno ser un anticristo? Cualquiera que niegue que toda palabra de esta Biblia es la Verdad, o que no debe ser enseñada de esa manera, ése es un anticristo, porque tales niegan la-la-la-la Palabra. Y El es la Palabra.",
    "Ahora, en la primera etapa el caballo blanco era solamente un maestro, pero con un espíritu de anticristo en su doctrina y en su calidad. Era tan inocente. Parecía no poder dañar a nadie, continuó. Así es como entra Satanás. Oh, él es un ser muy astuto.",
    "Le dijo a Eva: “Ahora tú bien sabes que estás buscando sabiduría. Tú no puedes distinguir entre lo bueno y lo malo. Pero si tus ojos fueran abiertos, entonces sí sabrías”. Y le dijo, “El fruto es-es muy agradable, bueno. Es muy agradable a la vista. Tú debes tomarlo ahora mismo. Ahora tú no sabes si es bueno o malo, ¿verdad que no”?\n\n“No, no sé. Pero Dios dijo que no lo hiciéramos”.\n\n“Pero, oh, pues, yo sé, pero…”\n\n“Dios dijo que moriríamos”.",
    "Le dijo: “Seguramente El no hará eso”. Lo dijo tan dulce y suave. Fíjense lo que produjo.",
    "Fíjense en este espíritu de anticristo que se levantó entre la iglesia primitiva, una doctrina nicolaíta. Nico significa “conquistar” a los laicos, haciendo a un hombre santo. Oh, es tan…“Solamente queremos tener compañerismo. Pues, todos Uds. están tan desparramados, que nadie sabe ni dónde está el otro. Yo pienso que debemos tener una organización y así ser diferentes. Vean, debemos unirnos y formar una logia”. Y eso es exactamente. No hay tal cosa como la “Iglesia Cristiana Metodista”. Esa no es una iglesia, es más bien una logia. Bautista, esa no es una iglesia, es una logia.",
    "Hay una sola Iglesia, y esa es el Cuerpo místico de Jesucristo. Y uno es nacido allí, correcto, por predestinación. Correcto. “Todo lo que el Padre me ha dado, vendrá; ninguno puede venir a Mí, a menos que el Padre no le haya llamado. Todo lo que me ha dado, vendrá”. [San Juan 6:65] Así que allí está. El solamente…",
    "El Cordero se mantiene allí intercediendo hasta que entre el último. Suena la campanita y entonces El sale para tomar Su posesión, allí es todo; lleva Su Iglesia al Hogar, sus súbditos. Y lanza Su enemigo al Lago de Fuego, y todos sus súbditos entran allí con él, eso es todo. Luego nosotros saldremos caminando en el Milenio.",
    "Ahora, es el mismo jinete. En su primera etapa fue inocente. Y en la segunda (si subiera un poco más alto, más que antes), en la segunda etapa la Biblia dice que se le daría una corona. Y coronaron a un hombre, un superhombre. ¿Ven? Lo coronaron. Y entonces, la Biblia no lo llama un papa. La Biblia lo llama “el falso profeta”. ¿Por qué? Sí. Desde luego, tiene que ser un falso profeta por causa de su espíritu anticristo, que instruía como anticristo, en contra de la Palabra original. Porque si enseñaba en contra de la Palabra original pues era anticristo. Así es. Y la Palabra es Dios, Cristo. Muy bien. Ahora, después de eso lo hallamos ya coronado. Y cuando recibió la corona, ahora, él es muy inocente y débil. Es un individuo pequeño.",
    "Pero luego en el Concilio de Nicea fue constituido, y Constantino le cedió todas las propiedades. Y luego ¿qué hizo? Entonces fue cuando Satanás le dio su trono y su autoridad. La Biblia así lo dice, como hemos visto.",
    "Entonces lo siguiente que hallamos fue que el diablo controla todo sistema político que ha existido, o que existirá. Hallamos eso en Mateo 4:8-11. Entonces hallamos que Satanás ya tenía el sistema político.",
    "Pero desea también tomar posesión de la iglesia, así que baja para engañarla. El obtiene su superhombre, lo mete en una organización, y allí le pone corona como “vicario”, un Cristo. Cristo obró en lugar de Dios; y ahora este hombre es un vicario en lugar de Dios. ¿Ven? Es la misma cosa, “en el lugar de Dios”, lo que él debe ser, un vicario bajo Cristo.",
    "Ahora, cuando hizo eso, ¿qué hizo? Satanás tomó su poder político, lo cual ya dominaba, y tomó también el poder religioso (que ya había sido coronado), y los unió.",
    "Luego se hizo otra corona, que dominaba el infierno. Y todos aquellos que habían muerto, si alguien pagaba suficiente dinero los podía sacar. ¿Ven? Así que ahora él es vicario sobre el Cielo, sobre el purgatorio, como él desea llamarlo, porque no hay tal cosa en la Biblia, pero tenían que fabricar algo. La Biblia dice que salió del abismo, y regresará de igual forma. ¡Y sobre la tierra, un gobernante!",
    "Ahora ¿qué le fue dado? Primero tenía un arco, pero sin flechas. Pero ahora tiene en su mano una poderosa espada. Ahora puede hacer algo. Salta de su caballo blanco, y el caballo blanco continúa adelante. Ahora está cabalgando sobre ¿qué? Un caballo bermejo, color de sangre. El realmente cabalga ese caballo, sí. Seguro. Ahora le es dado grande poder y una grande espada para matar, y sale sobre su caballo color de sangre.",
    "Vemos, de la apertura del Segundo Sello, que se nos fue abierto anoche, que él quitó la paz de la tierra y se mataron unos a otros. Y en su propio martirologio, el martirologio de la iglesia católica romana, allí registra que asesinaron a sesenta y ocho millones de protestantes desde el tiempo de San Agustín de Hipona hasta la década de 1580. “Sesenta y ocho millones”. Esto se encuentra en La Gloriosa Reforma por Schmucker, si Uds. desean leerlo. Ahora, sesenta y ocho millones registrados en la martirologio. Eso sucedió cuando uno de sus así-llamados “santos” recibió la revelación de que cualquiera que estuviere en desacuerdo con la iglesia romana, tal debería morir por hereje. Allí se soltaron. Y él comenzó a derramar la sangre. El saltó sobre su caballo rojo y se fue cabalgando.",
    "Ahora llega su gran poder. Fue hecho vicario del Cielo, y fue adorado como Dios. Era gobernante de la tierra al haber unido la iglesia y el estado, se convirtió en gobernante de la tierra; y por eso le fue dada una corona. Por medio de la oración podía sacar las almas del purgatorio. También podía interceder…Era igual a Dios, en la tierra, estaba en el lugar de Dios. Con todo esto él tenía grande poder para matar a cualquiera que no estuviere de acuerdo con su mandato. ¿Quién le iba a discutir? La iglesia no podía decir nada porque él era su cabeza. El estado no podía decir nada porque también era su cabeza. Así que murieron por millones. Hermanos, todas esas iglesias pequeñas fueron destruidas y fueron asesinados y echados a los leones y cuantas cosas más. ¿Ven? El dragón, Roma, le dio su autoridad y su asiento. Así dice la Biblia. [Apocalipsis 13:2] ¿Ven? Entonces él cabalgó su caballo, tipificado como bermejo, a través de la sangre humana hasta que llegó a ser rojo.",
    "Ahora Juan lo ve sobre un caballo negro. El cambió, algo distinto.",
    "Ahora, yo tengo que decir esto exactamente como me vino a mí. Y si algo me viene y no armoniza con las demás Escrituras, entonces no fue Dios quien me lo dio. Las Escrituras, todas tienen que armonizar porque es un cuadro completo. Cada Escritura tiene que armonizar con las demás. Y cualquier cosa contraria a las Escrituras…Si el Angel del Señor me dijera algo que no fuera Escritural, yo no le creería.",
    "Dije, el otro día en Chicago, ante centenares de ministros…¿Estuvieron algunos de Uds. en esa reunión? Seguro. En esa reunión en Chicago, les dije: “Ahora Uds. dicen que tienen…Piensan que me trajeron aquí por astucia”. Era una congregación casi como lo que tenemos aquí ahora. Les pregunté: “¿Qué es lo que tienen en contra de mí? El Espíritu Santo me mostró tres noches atrás exactamente donde estarían sentados cada uno de Uds. Y que no estaríamos en aquel… Pregúntenle aquí a Carl y si esto no es la verdad”.",
    "Y allí estaba Hank y los demás, “Eso es cierto”. Todos Uds. estaban allí presentes para oír.",
    "Dije: “Lo que tienen en contra de mí es mi enseñanza. Ese es el problema. Ahora quiero que alguno de Uds. venga aquí a mi lado con su Biblia y me pruebe donde está la falla”. Ese grupo fue el más quieto que jamás he visto. Dije: “¿Qué les pasa? Entonces si saben que no pueden hacerle frente a la Palabra, déjenme tranquilo. Uds. que son Doctores de Divinidad y demás cosas, y hablando de tal forma, y se introducen Uds. mismos como ‘Doctor’, ‘Doctor’, ‘Doctor’. Y yo soy un…(Como decimos entre yo y el Hermano Wood, soy un pipiolo, un novato.) No tengo educación, no me gradué de ningún seminario. Pero venga Ud. con su Biblia y párese a mi lado y refute la simiente de la serpiente, el bautismo en el Nombre del Señor Jesucristo, o cualquier otra doctrina que yo he enseñado”. Nadie dijo nada. Todos Uds. lo saben. Era el grupo más quieto que he visto.",
    "Se jactan como no sé qué. Ahora, ahora, aquí está el asunto. Y yo no creo que hay que buscar pleito con nadie, pero cuando lo meten a uno en una situación donde tratan de envolverlo. Y yo ni hubiera ido, pero el Espíritu Santo me dijo: “Anda allá, Yo estaré contigo”.",
    "Les dije unos tres o cuatro días antes. Uds. estuvieron y oyeron al Sr. Carlson y-y Tommy Hicks. Y todos estaban allí sentados. Y yo fui tres días antes y les dije: “Van a tener que suspender el plan para ese edificio”",
    "Fue una noche con tormenta. Y yo estaba en una campaña. El me dijo: “Ve, párate frente a aquella ventana de la tercera puerta”. Fui y me paré allí, y me asomé hacia afuera asi de esa manera.",
    "El me dijo: “Te tienen una trampa preparada. Te van a pedir que hables ante la reunión de la Asociación de todos los Ministros de la Ciudad de Chicago. Te tienen una trampa preparada respecto a tu enseñanza de Mi Palabra”.",
    "El dijo, “Ahora, van a suspenderles el contrato del salón que actualmente tienen. No lo van a obtener. Pero van a tener otro salón, donde es color café”. Dijo, “Mira, aquí está”. Me detuve, y me vi a mí mismo parado en un rincón. Vi hacia acá y vi a todos esos ministros sentados, cada uno en su lugar. Los miré a cada uno muy bien, y El dijo…",
    "🦅 Oh”, pensé yo, “Señor, vale más que yo no vaya si ellos van a hacer eso. Yo no quiero herirles sus sentimientos o cometer algo errado”.\n\nEl me dijo: “Ve. Yo estaré a tu lado”. Y así fue. Correcto.",
    "Ahora, todos Uds., aquí hay testigos que estuvieron presente y saben que esto es la verdad. Correcto. Y también tienen aquí las cintas grabadas. Pero allí tienen el caso.",
    "Ahora, ahora, aquí está el misterio de esto. Cuando me fue revelado esta madrugada antes del amanecer, fui directamente a las Escrituras y comencé a escudriñar. ¡Allí estaba! Hasta ahora tres han sido absolutamente revelados sobrenaturalmente. Sí. Ahora, aquí está el misterio del caballo negro, según lo que me fue revelado a mí.",
    "El lo comenzó a cabalgar en el tiempo de la Edad del Oscurantismo. Eso es lo que representa el caballo de color oscuro, la Edad de Oscurantismo, porque fue un tiempo de medianoche para los verdaderos creyentes que todavía quedaban. Fíjense ahora en esa edad de la iglesia, la edad de la iglesia de en medio, la edad oscura de la iglesia. Miren cómo El dice, “Apenas tienes poca fuerza”. Fue un tiempo de medianoche para el verdadero creyente. Vean bien. Prácticamente casi toda esperanza había sido quitada de la Iglesia verdadera, porque esta persona controlaba ambos, la iglesia y el estado. ¿Qué podían hacer? El catolicismo se había apoderado del estado y de la iglesia. Y todo aquél que no estuviere de acuerdo con el catolicismo, fue asesinado. Por eso andaba sobre un caballo negro. Y fíjense qué cosa tan oscura que hizo, entonces podrán ver mejor. Y solamente…Si conocen algo de la historia, fíjense bien, entonces podrán… Pues, ni tendrán que conocerla para conocer esto. Ahora fíjense. No había nada de esperanza. Ese es su caballo negro.\n\nAhora, él entró sobre el caballo blanco, siendo muy astuto.",
    "Luego le fue dado poder, y quitó la paz, y mató a millones. Eso es lo que iba hacer mientras cabalgaba. Y todavía lo hace. ¿Ven?",
    "Ahora, aquí está sobre su caballo negro, viniendo a la escena. La edad oscura, ese era el tiempo. Fue alrededor del tiempo que la iglesia se estableció y tenía poder, entonces terminaron con todo lo demás. Y pasaron por un tiempo de centenares y centenares de años, que es conocido por los lectores como la Edad del Oscurantismo. ¿Cuántos saben eso? [La congregación responde, “Amén”.] Seguro, la Edad del Oscurantismo. Allí tienen al caballo oscuro, representando aquella edad oscura. Entonces había desaparecido toda esperanza, no había ninguna esperanza. Todo parecía completamente oscuro para los creyentes. Y por eso es llamado, y representado con el caballo negro.",
    "El peso o la balanza que tiene en la mano, pueden ver; clamando: “Dos libras de trigo por un denario y seis libras de cebada por un denario”. En realidad, el trigo y la cebada son el sostén de la vida natural. De eso hacen el pan y las cosas. Pero vean, él estaba cobrando por estas cosas. Lo que significa es que él le estaba cobrando a sus súbditos por la clase de esperanza de vida que él les estaba extendiendo, al hacer…El comenzó allá en ese mero tiempo, que los hizo pagar por las oraciones, cobrando por las oraciones. Y eso aún sigue, las novenas.",
    "Entonces ¿qué estaba haciendo? Captando las riquezas del mundo. La balanza, pesando “dos libras de trigo por un denario y seis libras de cebada por un denario”. El jinete sobre el caballo negro estaba haciendo…estaba despojando a sus súbditos de su dinero. Y la Biblia nos predice que él tiene las riquezas del mundo. Como hablamos anoche de Rusia, como es que ellos simplemente toman todo el dinero, y simplemente despojan a la gente de todo lo que tienen. Allí lo tienen.",
    "Ahora noten bien. ¿Pueden ver de dónde ha venido esa costumbre de acaparar dinero en la iglesia, para construir una gran organización o alguna cosa aquí de millones de dólares? Apártense de tales cosas. ¿Pueden ver quién es la madre de todo eso?",
    "¡Gracias Señor! ¡Oh, hermano! Estoy tan agradecido. Sí señor. Muy bien. Ha sido Su gracia. Muy bien. Muy bien.",
    "Fue un tiempo de medianoche. ¿Entienden eso? [La congregación responde, “Amén”.] Y aquí él está cobrando por esa clase de vida, cebada y cosas; natural, no era espiritual. Era cebada, así que era pan de trigo y pan de cebada. El estaba cobrando por esa clase de vida que estaba dando a sus súbditos. Cobrando por las oraciones hechas por los sacerdotes, para que por sus oraciones sacara la gente del purgatorio. ¡Cobrando! Estoy tomando esto directamente de la historia. Estaba cobrando por las novenas; me supongo que es, que todos saben qué es. Novena me supongo es alguna clase de penitencia que tienen que hacer. Alguien tenía que cobrar por eso. Estaba juntando las riquezas del mundo hacia él, hacia él mismo, dentro de la iglesia misma. Y él todavía está cabalgando. Seguro. Sí señor. ¡Sigue cabalgando!",
    "Noten. Aquí está lo bueno. Noten.\n\n…pero no dañes el aceite ni el vino.",
    "🦅 ¡De esto sólo queda un poquito, pero no lo dañes”!",
    "Ahora el aceite…simboliza el Espíritu, el Espíritu Santo. Les puedo dar algunos versículos si los desean. Hay dos Escrituras. En Levítico 8:12, donde Aarón tenía que ser ungido con aceite, antes de entrar, Uds. saben. Y en Zacarías 4:12, del aceite que pasaba por los tubos, y dijo: “Este es mi Espíritu, Aceite”. Otra, si desean ver, está en Mateo, 14…25, había una virgen fatua, San Mateo 25:3, la virgen fatua no tenía aceite, el Espíritu. Y en San Mateo 25:4, las vírgenes prudentes sí tenían aceite en sus lámparas, llenas del Espíritu. El aceite entonces es tipo del Espíritu Santo. ¡Oh gloria! Muy bien. ¿Lo entienden? [La congregación responde, “Amén”.] Bien. Ahora, aceite tipifica el Espíritu.",
    "Y el vino simboliza el estímulo de la revelación. Oh, casi me puse a correr por toda la casa. Fue un milagro que no desperté a todos los vecinos cuando el Señor me mostró eso, “el estímulo de la revelación”. ¿Ven?",
    "En la Biblia el aceite y el vino siempre están asociados el uno con el otro. Busqué en la concordancia. Encontré una lista larga, en donde se encuentran juntos el aceite y el vino, siempre. ¿Ven?",
    "Cuando la Verdad de una promesa de la Palabra de Dios ha sido verdaderamente revelada a Sus santos que están llenos del Aceite, ellos llegan a estar estimulados. El vino es estímulo. ¡Gloria! Yo lo siento ahora mismo. Estimulados con gozo y gritos. ¿Ven? Y cuando esto sucede, tiene el mismo efecto en ellos que-que el vino en el hombre natural. Porque cuando la revelación ha sido dada, de una Verdad de Dios, y el verdadero creyente está lleno del Aceite, y la revelación es revelada, entonces el estímulo llega a ser tan tremendo que lo hace comportarse de una manera fuera de lo normal. Correcto. ¡Gloria! Eso es lo que les pasa ahora mismo. Correcto. Les hace comportarse de una manera indecorosa.",
    "Ahora, si desean Escritura para respaldar esto, comiencen a leer en Hechos 2. ¿Dónde estaban? Tenían la promesa que les había sido dada. Cuando toda la promesa del Espíritu Santo fue derramada sobre ellos. Y fue Escrituralmente vindicado. Ahora, pueden ver el…",
    "Ahora, ¿qué si hubieran dicho: “Esperen, El nos dijo que esperáramos aquí por nuestro ministerio”? Y después de ocho días hubieran dicho: “Pues miren hermanos”, Marcos le dice a Mateo, “yo-yo creo que ya lo tenemos. ¿No piensan Uds. así también? Vean, ya lo tenemos. Mientras estamos aquí, esperando nuestro ministerio, deberíamos salir a predicar. El nos dijo que viniéramos aquí a esperar, y ya van ocho días que hemos estado aquí”.\n\n“Pues mira, vamos a esperar un día más”.",
    "Y pasaron los nueve días. Y entonces viene Marcos o-o-o quizás alguno de los otros, quizás Juan, diciendo: “Yo-yo-yo creo que no debemos esperar más. Yo creo que ya lo tenemos, ¿no piensan así”?",
    "Me puedo imaginar a Simón, porque él tenía las llaves, Uds. saben: “¡Muchachos, espérense! Las Escrituras tienen algo que decir al respecto. El no nos dijo exactamente cuántos días debemos esperar, más bien nos dijo: ‘¡Esperen hasta! Esperen hasta que se cumpla la profecía de Joel; hasta que sea vindicada la profecía de Isaías’”.",
    "🦅 Porque en lengua de tartamudos, y en extraña lengua hablaré a este pueblo. Y este es el reposo”. Este es el vino que es derramado. ¿Qué es vino en la Biblia? Es un refrigerio. “Este es el refrigerio que viene de la Presencia del Señor”. ¿Ven? Tiene que ser Escritural. ¿Ven?",
    "Así que pueden ver, vino representa el estímulo de la revelación. Y cuando el Espíritu Santo fue derramado, y vieron el Fuego de Dios caer sobre ellos, eso les comenzó a estimular. Y de repente fueron tan estimulados, que la gente pensó que estaban borrachos, pero ellos estaban estimulados por la revelación. Aquí está: Les fue mostrada claramente la vindicada revelación de Dios, y por eso estaban contentos. Dios lo prometió. Y allí lo tenían revelado y vindicado. ¡Amén! Allí estaba el hombre, diciendo: “¡Esto es aquello! ¡Esto es”! Y allí estaba siendo vindicado por medio de la misma señal que tenemos hoy día. Sí existe estímulo por medio de revelación. ¿Ven? Y ahora, ellos en realidad lo tenían.",
    "Por eso Pedro pudo pararse allí y decir: “Varones judíos, y todos los que habitáis en Jerusalén, oíd mis palabras. Todos vosotros, doctores de divinidad, escuchad lo que os voy a decir”.",
    "¡Oh, cuán maravilloso! ¡Revelado! ¡Revelado! Ellos llegaron a ser tan estimulados cuando vieron la vindicación. Siempre sucede así, siempre.",
    "Cuando yo veo que Dios prometió hacer una cierta cosa en este día presente; cuando prometió abrir estos Sellos en este último día! Y no podrán imaginarse el gozo y la gloria cuando le vi revelar esto, estando parado allí y viendo esto suceder! Y sé que puedo poner a cuentas a cualquier persona, El nunca nos ha dicho algo que no haya sucedido exactamente de la manera como lo dijo. Y luego al contemplar el gozo en mi corazón, cuando veo Su promesa para este último día, tal como El prometió hacerlo. Y aquí la veo vindicada y cumplida perfectamente. Estoy…Me oyen decir: “Me siento religioso”. Eso es lo que sucede. El estímulo es tanto que por poco me porto indecorosamente Uds. saben. ¡El estímulo de la revelación! Muy bien.",
    "Aquellos llegaron a ser tan estimulados por la-la revelación, por cuanto ellos vindicaron la promesa. Ahora, ¡oh, qué cosa! El gozo del estímulo explotó a tal grado que la gente dijo: “Están llenos de mosto”. Eso fue cuando Dios les reveló Su promesa. Y no solamente les reveló Su promesa, pero se las probó.",
    "Por eso siempre he dicho, que un hombre puede decir lo que quiera, sí, es capaz de decir cualquier cosa; pero cuando Dios viene y vindica eso.",
    "Ahora, la Biblia dice: “Si alguno entre Uds. que dice que es espiritual o profeta, si lo que dice no llega a acontecer, entonces no le hagan caso. No tengan temor de tal persona. No teman a ese hombre. Pero si lo que dice llega a suceder, entonces ese soy Yo; Yo estoy en eso. Eso prueba que soy Yo”.",
    "Y luego, esa mujer samaritana. Cuando las Escrituras decían que el Mesías haría esas cosas, y allí estaba obrando perfectamente lo que habían dicho las Escrituras. Ella dijo, “Allí está. ¡Vengan y vean un hombre! ¿No es esto exactamente lo que dicen las Escrituras que sucedería”? Ella fue estimulada por la revelación. ¿Correcto? [La congregación responde, “Amén”.] Ella fue estimulada por la revelación cuando fue vindicada. ¿Ven? Correcto. Ella sabía que había…",
    "🦅 Sabemos que el Mesías viene, el cual es llamado el Cristo. Y cuando El venga, El hará estas cosas”. Ella lo vio.\n\nY El le respondió: “Yo soy”.",
    "Entonces allí comenzó el estímulo. Y se fue corriendo y gritando por la ciudad. Allí dejó su cántaro, y se fue diciéndole a la gente: “¡Vengan y vean”!",
    "Ahora, si conocieran las costumbres de esas tierras orientales, al hacer eso, ella estaba muy fuera de orden. Sí señor. Una mujer de esa clase, nadie le iba a prestar atención. No señor. ¿Ven? Es que era una mujer marcada; y cuando ella…Si ella saliera así corriendo por la calle, portándose de esa manera, ningún hombre de la calle le pondría atención.",
    "¡Pero hermano, ella allí tenía Palabra de Vida! Estaba estimulada. Sería como tratar de apagar el incendio en una casa de madera en un día con mucho viento. ¡Oh, es que había algo que le estaba soplando! Ella estaba lista. Sí. Eso no se podía apagar, ese era el Fuego de Dios. Sí señor. Ella dijo: “Si no lo creen, vengan conmigo a donde está la reunión. Yo se los mostraré”. Sí. Eso es. Sí. Sí señor.",
    "Entonces los hombres de la ciudad salieron. Y El no tuvo que repetirlo ni una vez más. Pero ellos sabían que algo había pasado con esa mujer. Ella estaba cambiada; entonces le creyeron. Sí señor. Ellos creyeron en El.",
    "Porque “Fe viene por el oír”, oyendo la promesa de Dios, la Palabra de Dios, y viendo que sea hecha real. Por cuanto es una simiente. Y cuando es sembrada tomará vida. Producirá exactamente lo que está hablando. Si no lo hace, entonces no es simiente de Dios. O es que el sembrador no supo cómo sembrarla; no fue enviado de Dios para sembrar las semillas. Puede ser que las está sembrando sobre una piedra, o algo. ¿Ven? Así que pueden ver, el sembrador sembrando la simiente, Dios cuidará de que caiga en el lugar correcto. ¡Oh, qué cosa!",
    "Entonces ¿qué le dice a este jinete sobre el caballo negro? “No dañes Mi vino ni Mi Aceite. No toques Mi vino y Aceite. Tengo un poquito que me queda allá, pero me queda ese poquito. Sí. Tú puedes seguir midiéndoles esa clase de vida que estás dando; eso es cosa tuya. Tú vas a pagar por todo eso allá abajo. Pero cuando te encuentres con ese vino y ese Aceite, déjalos quietos”. ¡Oh, hermano! Si puedes, si…",
    "En otras palabras: “Si tú agarras algunos de Mi Rebaño que están llenos de Mi Aceite y vino (vino y Aceite de la Palabra pura), y tienes en mente matarlos, porque eso es lo que estás haciendo. Eso es lo que estás haciendo. No los vayas a forzar a rezar Ave Marías o cosas semejantes o algunos de tus credos. ¡Déjalos! Ellos saben hacia donde van, porque están ungidos con Mi Aceite. Y al estar ungidos con Mi Aceite, tienen el vino del gozo, porque conocen Mi Palabra prometida que los voy a resucitar nuevamente. ¡No dañes eso! No trates de enredarlos. Déjalos quietos”. Todos…",
    "El vindica Su Palabra y la trae a la escena. Ellos sabían. Ellos sabían que resucitarían de nuevo. ¡Oh, cómo me gusta eso! Ellos resucitarán de nuevo. Aquí viene el caballo negro cabalgando ahora, la Edad del Oscurantismo.",
    "Salió el caballo blanco; vimos perfectamente lo que él hizo. Vino el caballo rojo; vimos exactamente lo que él hizo. Aquí viene el caballo negro. Pueden ver que siempre es el mismo jinete, lo que está haciendo, a través de todas las edades.",
    "Ahora vemos que midió esta cosa y les cobró, exactamente: trigo, natural, la vida natural. De eso es que ellos estaban viviendo.",
    "Pero simbolizando; el Espíritu, el Aceite; y el gozo del vino. “Esa Vida espiritual, no la dañes. ¡Déjalo”! En otras palabras: “¡Roma, no la toques! ¡Eso es mío! ¡Eso me pertenece a mí”!",
    "Tengo algo más que quiero que sepan. Noten, no fue uno de los cuatro seres vivientes que dijo: “No dañes el aceite ni el vino”. ¿Notaron eso? Los cuatro seres vivientes habían estado hablando, pero…Fíjense, permítanme leer un poco.\n\n…libras de trigo por un denario, y seis libras de cebada por un denario; pero no dañes el aceite ni el vino.",
    "Ahora escuchen esto.\n\nY oí una voz en medio de los cuatro seres vivientes…",
    "¿Qué fue? Fue el Cordero. ¡Amén! No fue uno de los cuatro seres vivientes. Fue el Cordero que lo dijo. ¿Por qué? El es quien va tomar lo Suyo. Eso le pertenece a El. El lo ha redimido. ¿Ven? ¡Amén! “No toques ese Aceite”. No señor. No fue uno de los cuatro seres vivientes, sino el Cordero fue Quien lo dijo. ¡Y oh, qué cosa! ¡El Cordero! No…Los cuatro seres vivientes no dieron este anuncio. El cordero mismo lo dijo.",
    "Cuando los cuatro seres vivientes dijeron: “Ven y mira”, y fue y observó de esa manera.",
    "Y El dijo: “Dos libras de trigo por un denario, y por…y tanto así, y tanta cebada”. Pero luego El Cordero exclamó de entre ellos, y dijo: “¡Pero no dañes el Aceite ni el vino”! Correcto. Escuchen bien. “No los dañes porque de otra manera lo pagarás muy caro algún día”. ¡Oh, hermano!",
    "Son las nueve y media.",
    "Bien, a lo mejor de mi entendimiento y lo mejor que sé, y con todo lo que creo en mi corazón, ese es el significado verdadero de estos tres Sellos. Quiero darle gracias a Dios por ello. Y digo esto: Es la revelación que El me dio a mí. El me dio la revelación de esto. Y creo que estamos viviendo en los últimos días.",
    "Mañana veremos el jinete del caballo amarillo. Y ahora, yo no sé. Yo no sé. Dios sabe que eso es la verdad. Yo no sé nada al respecto. No.",
    "Estaba leyendo en las notas que tengo de años atrás. Vi aquí al Hermano Graham Snelling hace un rato; quizás ya se fue. Pero recuerdo cuando estuve predicando aquí antes. Busqué para ver lo que prediqué hace años. Un día estaba pasando por el Libro de Apocalipsis, y tomamos los cuatro caballos en una sola noche.",
    "Dije: “Indudablemente el caballo blanco era la iglesia primitiva”. Lo leí del libro de los Adventistas. Y leí algo allí. Dije, “Fue la iglesias primitiva que salió conquistando”. Y el siguiente era el caballo negro, dije…Ahora se me olvida lo que dije respecto al caballo negro. Dije…",
    "O sea, “El caballo rojo”, más bien, dije, “ese caballo probablemente significa que-que vienen muchos problemas, y que significará que habrán muchas guerras, o algo por el estilo”. Dije, “Probablemente habrá mucho pleito”. Dije, “Eso debe ser”. Y luego dije, “El-el caballo amarillo…”",
    "O sea, “El-el caballo negro significa que-que quizás habrá un tiempo muy negro sobré la tierra cuando todas las estrellas dejarán de brillar, el sol no saldrá, ni la luna dará su luz”. Dije, “Probablemente eso significa”.",
    "Dije, “El caballo amarillo significa que vendrán muchas enfermedades”. Ahora, yo no sé lo que significa en verdad. Pero esa fue mi interpretación en esa ocasión, pues lo dije lo mejor posible, estando parado aquí en el púlpito.",
    "Pero, oh, casi dije algo. Muy bien. Oh, Uds.-Uds. lo verán. Fíjense bien.",
    "¿No estamos alegres por esta hora en que estamos viviendo? [La congregación dice, “Amén”.] Cuando vemos todas estas cosas sucediendo. Yo pienso:\n\nNaciones en la ruina, Israel despertando,\n\nSeñales que profetas hablaron;\n\nDías de gentiles numerados, cargados de horrores;\n\n“Volved, dispersos a lo vuestro”.\n\nEl día de redención cerca está,\n\nPor temor están fallando corazones humanos;\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\n¡Mirad hacia arriba, vuestra redención cerca está! (¡Oh, qué cosa!)\n\nFalsos profetas están mintiendo, negando la Verdad de Dios,\n\nQue Jesucristo es nuestro Dios.\n\n¿Lo creen Uds.? [La congregación dice, “Amén”.]\n\nPero andaremos donde anduvieron los apóstoles.\n\nEl día de redención cerca está,\n\nPor temor están fallando corazones humanos;\n\nSed llenos del Espíritu, con lámparas arregladas y limpias,\n\n¡Mirad hacia arriba, vuestra redención cerca está!",
    "¿No es maravilloso? [La congregación dice, “Amén”.] Yo amo eso. La redención cerca está.\n\nHabrá Luz en el atardecer;\n\nLa senda de la Gloria hallaréis,\n\nPor las aguas hoy, que es la Luz que hay,\n\nSumergido en el Nombre del Señor.\n\nArrepentíos todos del pecar,\n\nEl Espíritu Santo ha de entrar;\n\nLa Luz divina ya llegó,\n\nRevelando la unidad de Dios.",
    "¡El es la Palabra! ¡Oh, qué cosa! ¡Maravilloso!\n\nEl Cordero ha de llevar Su esposa en Bodas ya,\n\nA Su lado en el Cielo a morar;\n\nQue glorioso ha de ser, santos miles juntos ver,\n\nCon Jesús irán por siempre a gozar.\n\nVengan todos dice Cristo a cenar;\n\nEn la mesa puedes siempre festejar;\n\nEl que hartó la multitud, Pudo al aguar transformar,\n\nDice a los hambrientos, venga a cenar.\n\nVengan todos dice Cristo a cenar; (Cenar de la Palabra.)\n\nEn la mesa puedes siempre festejar;\n\nEl que hartó la multitud, Pudo al aguar transformar,\n\nDice a los hambrientos, venga a cenar.",
    "¡Oh, hermanos! ¿Tienen hambre? “Bienaventurados los que tienen hambre y sed de justicia”.",
    "¿Le aman? [La congregación dice, “Amén”.] ¿Le aman? El tono para Yo Le Amo, Ud. lo sabe. Pongámonos todos de pie y levantemos nuestras manos para expresarnos a El. “Yo le amo, yo le amo porque El a mí me amó”. Muy bien, todos juntos.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "[Un hermano habla en idioma desconocido.] Sean muy reverentes. Tenemos aquí a un intérprete, Hermano Higginbotham. No sé si él está presente hoy o no. Deseamos saber lo que El nos ha dicho. Esperen un momento. Aquí, aquí…[Una hermana da la interpretación.]",
    "¡Seguro, alabado sea Dios! Mi fe es alzada en Dios. ¿Uds. le aman a El en esta noche, de todo corazón? [La congregación dice, “Amén”.] ¡Oh, alábenle y digan, “Gracias Señor Jesús”!",
    "¡Señor, te alabamos de todo corazón! ¡Gloria a Dios!",
    "Todos Uds., alábenle. Dios sea con Uds. 🦅"
  ]
}