{
  "title": "EL CUARTO SELLO",
  "id": "63240009",
  "content": [
    "🦅  Buenas tardes. Inclinemos nuestros rostros para orar por un momento.",
    "Nuestro bondadoso Padre Celestial, de nuevo en esta noche venimos ante Ti en el Nombre del Señor Jesús, para darte gracias por un día más. Y estamos pidiendo ahora Tus bendiciones sobre este culto de esta noche. Permite que el Espíritu Santo venga y nos dé la interpretación de estas cosas que con diligencia estamos buscando. Oh, Dios, que esto sea tan precioso que podamos todos tener compañerismo alrededor de la Palabra, a tal grado que cuando tengamos que separarnos, podamos decir: “¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino”? Te damos gracias por lo que El ha sido para nosotros, y confiamos que permanecerá con nosotros mientras seguimos adelante. Porque pedimos esto en el Nombre de Jesús. Amén.",
    "Estoy tan contento por estar de nuevo en la casa del Señor esta noche, en el servicio nuevamente. Y estamos alegres. Estoy tan contento que…",
    "Estaba pensando que éste no me llegaría, pero por fin llegó. Y estoy tan agradecido, que este siendo el último de los cuatro jinetes; y pienso que este es uno de los Mensajes de mayor importancia para la Iglesia en este tiempo.",
    "No sé lo que será el otro. Estoy tomando esto de día en día, a medida que El lo revela. Estoy tratando de-de darlo por…a medida que El me lo da a mí.",
    "¿Se están gozando con la-la bendición? [La congregación dice, “Amén”.] ¿Han notado como ha sido, en colaboración con esas edades de la iglesia, cómo es que cuadran perfectamente con ellas? Así es como…Para mí, eso muestra que es-que es el mismo Espíritu Santo que dio las edades de la iglesia, es el mismo Espíritu Santo dando esto, pueden ver, porque va ensamblando; es una gran obra de Dios, El mostrándose de distintas formas.",
    "Noten que cuando El se mostró a Daniel, en las visiones, había una representación de una cosa, como un macho cabrío en esta parte, o quizás un árbol; y en el siguiente lugar sería una estatua. Y-y-y las cosas que El hacía, haciendo que siempre fuera lo mismo, asegurándose que no se nos escape.",
    "Fue un verdadero gozo para mí al hablar hace unos momentos con una damita que está sentada aquí, como de unos 85 años. Y ella…",
    "No hace mucho, antes de yo irme al oeste, había una—una jovencita en el estado de Ohio, que se estaba, pienso, estaba muriendo con las últimas etapas de leucemia. Ahora, leucemia es cáncer en la sangre. Y esta muchachita se veía en una condición tan terrible, y ya no le quedaba ninguna esperanza. La estaban alimentando por las venas, la operación. Y era una familia muy pobre. Y ellos…",
    "La Sra. Kidd y el Hermano Kidd les contaron como el Señor respondía a las oraciones. Y creo que ellos juntaron algo, y le pagaron a alguien, y trajeron la joven acá. Y era una muchachita muy bella, como de unos seis o siete años de edad. [La hermana dice, “Nueve años”.] Nueve años. Y—y ella estaba acá atrás en el cuarto. Y el…",
    "Y cuando nos fuimos ante al Señor, el Espíritu Santo le dio una Palabra a ella. Y la tienen que llevar, y tienen que alimentar de esa manera, Uds. saben. Y cuando se fue, estaba pidiendo una hamburguesa, y quería el alimento por la boca. Y le dieron la hamburguesa, y continuaron dándole alimento en la forma natural.",
    "A los pocos días la llevaron otra vez al médico. Y el médico simplemente no podía entender. Dijo, “Parece que no es la misma niña”. Dijo: “Pues no hay ni una sola señal de leucemia en ninguna parte”. Y ella estaba muriendo. Ya la habían desahuciado; y la estaban alimentando por las venas. Ya se había puesto amarilla. Uds. saben como se ponen. Y así que… Pero ahora se encuentra de nuevo en la escuela jugando con las demás niñas, feliz como nunca.",
    "Me hace recordar otro caso muy semejante. Un día acababa de llegar a la casa, y había una…Si no recuerdo mal, eran gente episcopales o presbiterianos, que habían traído una niñita del estado de Kansas. Y los médicos ya la habían desahuciado con leucemia. Y creo que solamente le daban cuatro días de vida; estaba así de grave. Así que ellos dijeron que pasaron esos cuatro días viajando para acá, pasando por tormentas de nieve y demás cosas, atravesando el país, para que oráramos por ella. Y el abuelo, un hombre bien presentado, anciano, tenía el cabello canoso.",
    "Y ya la habían tenido aquí en el hotel por dos días. Me-me supongo que ya no está allí, de este lado de Silver Creek. Entonces yo fui a orar por ella esa noche. Era muy temprano en la madrugada. Yo había llegado muy tarde esa noche, de un viaje, y fui allá. Y el padre anciano…el abuelo estaba caminando para acá y para allá. Y la madre estaba atendiendo a la niña.",
    "Y mientras me arrodillé para orar, el Espíritu Santo me reveló un secreto que existía entre el padre y la-la madre, acerca de algo que habían hecho. Yo los llamé a un lado, y les pregunté al respecto. Comenzaron a llorar, y dijeron: “Es la verdad”.",
    "Entonces miré y vi a la muchachita saltando la cuerda, caminando, y jugando. Y ahora la niñita…Como a las tres semanas me mandaron una foto de la jovencita, de nuevo en la escuela, saltando la cuerda, y sin nada de leucemia.",
    "Y ahora, esos testimonios son absolutamente auténticos y verídicos. ¡Así que pueden ver, nuestro Dios es tan real! Simplemente le servimos y-y le creemos. Y-y yo-yo sé que El es real.",
    "Ahora, estoy tratando de hacer lo mejor posible mientras algo está obrando entre nosotros. Y en esta noche trataremos por la gracia de Dios de tomar este Cuarto Sello, y ver lo que el Espíritu Santo nos va decir, en esto.",
    "Ahora, voy a leer en Apocalipsis capítulo 6, comenzando con el versículo 7; versículos 7 y 8. Siempre son dos versículos: el primero es el anuncio, y el segundo versículo es lo que vio.\n\nCuando abrió el cuarto sello, oí la voz del cuarto-cuarto ser viviente, que decía: Ven y mira.\n\nMiré, y he aquí un caballo amarillo, y el que lo montaba tenía por nombre Muerte, y el Hades le seguía; y le fue dada potestad sobre la cuarta parte de la tierra, para matar con espada, con hambre, con mortandad, y con las fieras de la tierra.",
    "Ahora que el Señor nos ayude a entender Esto. Es un misterio.",
    "Ahora, un poco de repaso, para respaldar, como hicimos con las edades de la iglesia, estos jinetes y la apertura de estos Sellos. Ahora, así lo tendremos en la mente, y hablar por un rato hasta que sintamos que es el tiempo apropiado para hablarlo.",
    "Ahora, hemos notado, que en la apertura de los Sellos, es el Libro sellado de Redención. Y luego que el Libro está enrollado como un pergamino en la forma antigua.",
    "No era un libro como éste, porque así como éste comenzó recientemente, esta forma de libro, en los últimos, oh, me supongo ciento cincuenta años, algo así, doscientos. Y lo enrollaban, y dejaban el final suelto. Como les dije que lo hacían, y dónde encontrarlo en las Escrituras, en Jeremías y otros lugares. Y el siguiente fue enrollado, con el final suelto, y así de esa manera.",
    "Y cada uno era un Sello. Y era un Libro con siete sellos, y era un…Nadie…Cuando iban…Era el Libro de Redención sellado con siete sellos. Perdón.",
    "Y entonces, nadie en el Cielo o en la tierra o debajo de la tierra era digno de abrir el Libro, ni aun de mirarlo. Y Juan lloró porque no podía hallar ningún hombre…Porque si ese Libro no era tomado de la mano del dueño original…Donde había sido perdido por Adán y Eva, y regresaron, después de haber cedido sus derechos de la Palabra, las promesas, y su herencia.",
    "Ellos, recuerden, ellos controlaban la Tierra. El era un-él era un dios aficionado, por cuanto era un hijo de Dios. Y un hijo de Dios es un-un-un dios aficionado. Ahora, eso no es contrario a las Escrituras. Yo sé que suena raro.",
    "Pero Jesús dijo: “Si vosotros llamasteis a aquellos a quienes llegó la Palabra…” ¿Y a quién llega la Palabra de Dios? [La congregación dice, “Profetas”.] A los profetas. “Si a aquellos a quienes vino la Palabra, los llamasteis dioses, entonces ¿cómo me vais a condenar a mí cuando digo que soy el Hijo de Dios”? [San Juan 10:35-36] ¿Ven?",
    "Y ahora, ellos eran dioses.",
    "Y Ud. hombre, cuando Ud. nace en la familia de su nombre familiar, Ud. es un hijo y una parte de su padre.",
    "Y entonces-entonces cuando entró el pecado hallamos que el hombre allí cruzó el abismo. Y-y la sangre de los toros y machos cabríos cubría el pecado, pero no lo podía remitir, sino hasta que llegara el Blanqueador Verdadero que podía tomar la mancha del pecado, y destruirla completamente y devolverla a su pervertidor original: Satanás.",
    "Cuando llegó a Satanás, él espera su tiempo de ser aniquilado eternamente. Ahora, eso allí muestra lo que nosotros creemos. Creemos que Satanás será completamente acabado y absolutamente aniquilado.",
    "Yo creo que el pecado será totalmente desintegrado. Y cuando es confesado sobre la base de la Sangre de Jesucristo, es como dejar caer una gotita de tinta negra en una tinaja de Cloro. La desintegra a sus químicas, volviéndola a su condición original. ¿Ven? Y así es la manera que lo hace la Sangre de Jesucristo.",
    "Eso entonces coloca al hombre nuevamente del otro lado del abismo, como un hijo de Dios. ¿Ven? Y entonces él llega a ser un-un…Pues, hasta…El poder creativo de Dios mora en él. Y por lo menos, cuando Dios manda que algo sea hecho, así será. Y así volvemos. Que cuando la-la…",
    "Moisés, bajo la sangre de toros y machos cabríos, y cuando se encontró con esa Luz, la Columna de Fuego en la zarza que ardía. Y él estaba allí por una comisión que Dios le había dado, y él era un profeta. Y entonces cuando la Palabra de Dios vino a él, él habló, y hasta hubo cosas creadas por la Palabra. ¿Ven?",
    "Ahora, si hizo eso bajo aquello, la sangre de los toros, ¿qué de la Sangre de Jesús? No es algo que apenas cubre, sino que remite completamente. Y uno está parado en la Presencia de Dios, como un hijo redimido. Ahora, la iglesia está muy lejos del nivel donde debe estar. Y yo pienso que muchas veces perdemos el tiempo conjeturando en vez de encarar la situación.\n\nTengo algo que quiero decir, y lo diré en el momento apropiado.",
    "Y ahora, noten que hay algo errado en alguna parte en las iglesias. Y yo creo que son los sistemas denominacionales que están torciendo las mentes de las personas a tal grado que no saben como hacerlo. Correcto.",
    "Pero nos ha sido prometido que sería revelado. Y ahora hay Siete Sellos con los cuales está sellado este Libro. Y esos Siete Sellos, ahora…",
    "Y luego, después que estos Siete Sellos son completados, hallamos en Apocalipsis 10 que hubieron Siete Truenos misteriosos que Juan fue comisionado a escribir, pero luego le fue prohibido escribirlos. Y en el tiempo de esos truenos hallamos a Cristo, o, “Al Angel fuerte, bajando con el arco iris, y poniendo Sus pies sobre la tierra y la mar, y jurando que el tiempo se había acabado, para ese tiempo”.",
    "Y luego hallamos que en la revelación de los Sellos que el-el Cordero había dejado Su obra de mediador como intercesor, y que ahora había venido para reclamar Sus derechos, todo lo que había redimido por Su muerte.",
    "Y luego, no había nadie que podía abrir el Libro, nadie lo entendía. Era un Libro de Redención. Y Dios el Padre, el Espíritu, lo tenía en Su mano, porque Cristo estaba en el Trono como mediador, el único mediador. Y por eso no puede haber ningún santo, ninguna María, José, ni ningún otro sobre ese altar, porque era la Sangre. Y solamente la Sangre de Jesucristo podía hacer la expiación, así que nadie más podía estar allí como mediador. Correcto. Ninguna otra cosa.",
    "Entonces todas estas ideas de interceder con Judas para obtener dirección política, y con Santa Cecilia para otra cosa, todo eso es pura bobería. Eso no…Yo-yo no digo que esa gente no sea gente sincera y honesta. No digo que Ud. no sea sincero al hacer eso, si lo está haciendo. Pero están errados, están-están sinceramente errados. Y cualquier cosa…",
    "Dicen: “Pero este-este ángel apareció ante San Bonifacio, y dijo esto y aquello, y lo otro. Y ellos deben decir esto”. Yo no dudo eso en mi mente, que alguien haya visto una visión. Ni tampoco dudo que José Smith haya visto una visión, pero esa visión no fue de acuerdo con el resto de la Palabra. Y por lo tanto para mí, está en error. ¿Ven? Tiene que cuadrar con el resto de la Palabra.",
    "Así fue con las edades de la iglesia, y con los Sellos, y todo lo demás. Y cuando alguien piensa que tiene esos Siete Truenos, y si eso no cuadra con el resto de la Palabra, entonces algo anda mal. ¿Ven? Eso tiene que venir ASI DICE EL SEÑOR, porque Este es el Libro. Esta es la revelación de Jesucristo en su totalidad.\n\nAhora, yo-yo creo entonces que el Cordero se pasó al frente.",
    "Ellos no sabían. Juan estaba llorando. El no podía hallar a nadie en el Cielo, ni en la tierra, porque todos estaban de este lado del abismo, ¿ven? en pecado. No había ningún hombre… Y un Angel, desde luego, sería digno, pero tenía que ser un Pariente. Tenía que ser un ser humano. Y no había tal, porque todos los hombres habían nacido por el sexo.",
    "Se necesitaba uno que hubiera nacido aparte de eso. Así que Dios mismo lo cumplió en el nacimiento virginal, y llegó a ser Emanuel. Su Sangre era lo que era digno. Y cuando El mismo cruzó el abismo, y pagó el precio y cerró la brecha para nosotros, entonces se sentó para ser mediador. Y allí ha estado sentado.",
    "Y el Libro en realidad ha estado cerrado por todo ese tiempo. Allí está, pero aún está en símbolos. Ellos lo vieron. Aun Juan lo vio. Y el anuncio, cuando salió el primero, él dijo: “Un caballo blanco salió, y el que estaba sobre él tenía un arco en la mano”. Esos son símbolos. Eso no está revelado. No, solamente es un símbolo. Y en cuanto a cualquier hombre sobre la tierra, sólo eso podía decir al respecto. Correcto. El quizás tropiece y tambalee, sin duda, pegando en algún lugar aquí y allá, y más adelante.",
    "Pero hallamos entonces en el Libro de Apocalipsis, “Que en el tiempo del Mensaje del séptimo ángel, los misterios (todos los misterios de esto) ya deberían ser revelados para ese tiempo”. Eso está en Apocalipsis 10:1-7, que deberían ser revelados según ese tiempo, en ese tiempo cuando El lo hiciere.",
    "Luego los Siete Truenos dieron sus voces extrañas, y Juan lo iba a escribir. Ahora, Juan sabía lo que era, pero no lo escribió porque le fue prohibido escribirlo. Eso es absolutamente y totalmente, un misterio. No está ni en símbolo ni en nada. Solamente sabemos que El…que tronó, eso es todo.",
    "Y ahora al estudiar esto; ahora no vayan a olvidar que no habrá culto de oración por los enfermos el domingo por la mañana, para entonces dar respuesta a las preguntas de la gente. Ahora, quiero que formen las preguntas a base de estos Siete Sellos, si es algo que le esté molestando, algo que Ud. no entiende. Que tenga que ver con los Siete Sellos. Entonces puedo saber para el sábado en la noche si son suficientes para responder o no. Y luego, digamos, pues, que fuera de otra cosa, o “¿Debo hacer esto”? O-o, quizás tuvo un sueño. Todas esas cosas son dignas, pero recuerden. Todas son cosas dignas. Pero quedémonos con los Siete Sellos. En eso estamos enfocando. Para eso se ha dedicado esta serie de cultos, para los Siete Sellos. Mantengámonos con eso.",
    "Tengo que volver a casa, tengo que cumplir con algunas reuniones allá en el oeste. Estaré de regreso como en un mes o dos, algo así. Entonces quizás el Señor nos permita tener algo más para ese tiempo, quizás culto de sanidad, o algo entonces, o lo que estamos…lo que fuera.",
    "Luego vean, aquí aún tenemos Siete Trompetas, por delante. Y todo eso también viene allí. Y las Siete Copas para ser vaciadas. Así que, y todo se entrelaza aquí, pero aún es algo misterioso.",
    "Ahora, anoche vimos que salió el Primer Sello, y el jinete…Y el Señor…Créanme, eso no lo sabía yo antes. Ninguna de estas cosas las sabía antes. Correcto. Y simplemente no.",
    "Simplemente me meto allí, y tomo la Biblia y me siento, y me quedo sentado hasta cuando esto comience a abrirse. Levanto la pluma y comienzo a escribir. Y allí me quedo a veces por varias horas, hasta que se termina.",
    "Luego me devuelvo, y me doy cuenta mientras veo donde El dice Esto. “Me parece que he visto eso en alguna parte”. Abro la concordancia, y me pongo a buscar. “¿Habrá algo como Eso? Y aquí mismo está. Y luego aquí también está nuevamente. Y acá está también, y acá abajo, y acá”. Entonces prosigo a unirlos. Sé que eso es Dios mientras es cuestión de comparar Escritura con Escritura. Así tiene que formarse. Es como la construcción de un edificio, las piedras tienen que cuadrar, piedra por piedra.",
    "Ahora, anoche tuvimos la apertura del-del Tercer Sello. Primero fue el caballo blanco, en seguida fue el caballo rojo, y luego el caballo negro. Y hallamos que el jinete de cada caballo era el mismo jinete, siempre; que para empezar era el anticristo, para comenzar. El no tenía corona, pero recibió una más tarde. También hallamos que le fue dada una espada para quitar la paz de la tierra, y hallamos que lo hizo. Luego entró con los dogmas de darle dinero a la iglesia, al pesar y cobrar un denario por esto y dos denarios por aquello. Pero le fue prohibido tocar el Aceite y el vino, de lo cual quedaba poco.",
    "Y anoche terminamos con la ilustración de lo que era el vino y el Aceite, y los efectos que tuvieron. Y…Puede ser que sonó un poco rudo, pero fue exactamente la Verdad. ¿Ven? Ahora, terminamos…Tomemos ahora unos momentos para repasar eso. Estábamos viendo lo que era el poder del vino, y como el Aceite representaba al Espíritu. Me supongo que todos Uds. lo apuntaron. Y si no, pues lo pueden obtener en la cinta. Y donde hallar las Escrituras, que el aceite siempre representa el Espíritu Santo. Como las vírgenes fatuas sin Aceite, y las vírgenes prudentes con Aceite, lo cual es el Espíritu Santo. Y luego allá con-con los-los profetas y demás. Y ahora yo…",
    "Desde luego no trato de sacar todas las Escrituras al respecto. Y hay cosas que ni se pueden decir, pues tomaría demasiado tiempo. Pero trato de presentar la cosa con Escrituras y cosas, lo suficiente para que la gente pueda conocer y ver el cuadro al respecto. Pero si uno se sentara con uno de esos Sellos, pues, se podría predicar cada noche por un mes, sobre ese Sello, y aún no abarcarlo, uno de ellos. Hay tanto que ver en esto. Pero apenas estamos viendo los puntos sobresalientes entonces Uds. puedan ver de qué se trata.",
    "Ahora, el aceite simboliza al Espíritu Santo. Y hallamos que el aceite y el vino están relacionados en la adoración, siempre están relacionados en la adoración.",
    "Y dije que el vino, y esto es lo que me fue dado a mí, que el vino simboliza el poder del estímulo de la revelación. ¿Ven? Y eso es cuando algo ha sido revelado. Eso da estímulo al creyente porque le es presentado por revelación. ¿Ven? Es algo que Dios ha dicho. Es un misterio; no lo pueden entender. Y después de un tiempo, Dios baja y lo revela, y luego lo vindica.",
    "Recuerden, si la Verdad es revelada, la Verdad también es vindicada. Dios constantemente, no importa cuán inteligente sea la persona, ni cuán ilustre sea en su mente, si Dios no respalda lo que él dice, entonces algo anda mal. ¿Ven? Correcto. Porque es la Palabra.",
    "Ahora, cuando Moisés salió bajo la inspiración de Dios, y dijo: “Vengan moscas”, las moscas aparecieron. Dijo: “Vengan ranas”, y las ranas aparecieron.",
    "¿Qué si él hubiera dicho: “Vengan moscas”, y las moscas no hubiesen aparecido? ¿Ven? Entonces él-él no habló la Palabra del Señor; solamente habló sus propias palabras. El pudiera haber pensado que deberían haber moscas. Pero las moscas no aparecieron porque Dios no le había dicho tal cosa.",
    "Y cuando Dios le dice algo a Ud., y dice, “Anda, haz esto, y Yo estaré allí presente porque ésta es Mi Palabra”, y se lo muestra en la Biblia, entonces Dios está allí mismo respaldando eso. Y aun si no estuviera escrito en la Biblia, de todas maneras Dios lo respaldaría si en verdad es Palabra de Dios. ¿Ven?",
    "Y luego si fuera algo aparte de eso, es revelado a profetas. Sabemos que todos los misterios de Dios son dados a conocer a los profetas, y únicamente a ellos (Amós 3:7).",
    "Ahora, ahora, el poder de revelación produce estímulo en el creyente. Porque el poder de vino, vino natural, es para estimular. ¿Ven? Es para estimular a la persona que se siente todo decaído. ¿Ven? ¿Ven? Pero ahora, existe un poder de la revelación de la Palabra, que da estímulo de gozo al creyente, estímulo de satisfacción, el estímulo de que es vindicado, es probado.",
    "Esto es llamado en las Escrituras, a como nos referimos a ello como “vino nuevo”. Siempre nos referimos a esto de esa manera como, “Estos están borrachos con vino nuevo”. ¿Ven? Muy bien. O, “vino espiritual” pienso yo que sería la mejor interpretación. Sería, “vino espiritual”. Así como el vino natural se manifiesta en poder de estimulación, así también el vino nuevo, a medida que revela la Palabra de Dios, la cual es Espíritu. ¡Oh! Ahora, allí está un…ese es un…¿Ven? La Palabra misma es Espíritu. ¿Lo creen Uds.? [La congregación dice, “Amén”.]",
    "Leamos esto. Leamos esto en San Juan capítulo 6. Solamente…Sí, luego Ud.-luego Ud.-Ud. no dirá “Pues alguien dijo eso”. Veamos quién lo dijo, entonces sabremos si es Verdad o no. San Juan capítulo 6, y, el capítulo 6, y creo que es el sesenta…versículo 63, muy bien, creo que este es. Sí\n\nEl espíritu es el que da vida, la carne para nada aprovecha: las palabras que yo os he hablado son espíritu y son vida.",
    "La Palabra misma es Espíritu. Es Espíritu en forma de Palabra. Y luego, pueden ver, cuando es vivificada, o traída a vida, el Espíritu de la Palabra comienza a obrar y actúa. ¿Ven? Porque ese…",
    "Ahora miren esto. Un pensamiento primero tiene que ser un pensamiento antes de poder ser una palabra. Y luego cuando un pensamiento es presentado, entonces es una palabra. Ahora esto aquí es el pensamiento de Dios que El ha puesto en la Palabra; luego cuando nosotros lo recibimos de parte de El, llega a ser una Palabra.",
    "Dios le reveló a Moisés lo que debía hacer. Moisés lo habló y sucedió. ¿Ven? Así sucede, cuando en verdad viene de Dios.",
    "Ahora, hallamos que esto-esto estimula y da gozo porque es la Palabra de Dios. Y el vino nuevo, el vino nuevo estimula cuando revela la Palabra. Luego, a veces trae gozo incomparable. También vimos eso, que a veces trae tanto gozo al grado que uno se encuentra inundado.",
    "Ahora, yo sé que existe mucho fanatismo y gente portándose mal. Yo sé que lo hacen cuando la música está brincando y todo eso. Y yo sé que eso ocurre. Y yo-yo también creo eso. Pero he visto gente, en el tiempo que mientras está sonando la música, todos están saltando y gritando; pero cuando termina la música, ellos también se callan. ¿Ven? Yo creo…Pues, eso, eso aún está bien, en cuanto a mi opinión, con tal que la gente vive correctamente. Y…",
    "¡Pero cuando uno comienza a presentarles la Palabra! Ahora, eso es lo que en realidad produce Vida, la Palabra, y eso produce el gozo del estímulo del vino nuevo. ¿Ven? Sí. Y así fue allá en Pentecostés cuando la Palabra fue vindicada.",
    "Ahora miren. Ahora, Jesús les dijo en San Lucas 24:49: “He aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros en la ciudad de Jerusalén, hasta…” ¿Cuál fue la promesa del Padre? En Joel 2:28 hallamos que derramaría de Su Espíritu. Isaías 28:19 [v.11] también nos dice como hablarían “en lenguas extrañas y de tartamudo”, y todas estas cosas.",
    "Ellos subieron allá. Y como lo hemos estudiado. Quizás uno de ellos dijo: “Yo creo que ya hemos esperado suficiente tiempo, vamos a aceptarlo por fe”. Esa es una buena doctrina de los bautistas, pero no funcionó con esos hermanos.",
    "Así que de pronto, eso tuvo que llegar a ser una realidad. Y ellos esperaron por su ministerio hasta que la Palabra fuera vindicada. Y cuando Ud. viene buscando al Espíritu Santo, haga Ud. lo mismo.",
    "Sí, Ud. lo puede aceptar por fe. Uno tiene que aceptar a Cristo por fe. Exactamente bien. Y uno acepta el Espíritu Santo por fe; pero luego permita que el Espíritu Santo venga y lleve a cabo la circuncisión, como un testimonio de que El ha aceptado su fe. ¿Ven? “Abraham creyó a Dios y le fue imputado por justicia”. Pero Dios le dio la señal de la circuncisión, como una confirmación que había aceptado su fe.",
    "Entonces es lo mismo que tenemos que hacer nosotros. Tenemos que esperar por el Espíritu Santo, hasta que El haya hecho algo; no es necesariamente porque hemos hablado en lenguas, o porque hemos danzado, o porque nos emocionamos, o porque gritamos. Sino hasta ser cambiados; hasta que algo en realidad haya sucedido. No me importa de qué forma venga. Cuestión es que haya sucedido, eso es lo principal. ¿Ven?",
    "Y yo creo que el hablar en lenguas y estas otras cosas están bien, pero esas cosas por sí mismas no funcionan. Y Uds. bien saben que no funcionan. Así que no funcionan.",
    "Yo he visto brujas hablar en lenguas; he visto a encantadores hablar en lenguas y bailar en el espíritu. Correcto. Colocan allí un lápiz, y el lápiz por su cuenta escribe algo en una lengua extraña, y luego alguien da la interpretación. Correcto. Y dicen la verdad. Escribió exactamente lo que había sucedido, y así era exactamente. Los he visto echarse polvo en la cabeza y cortarse con cuchillos, y cubrirse completamente con la sangre de algún animal salvaje, o algo, y-y, seguro, y clamar al diablo. Así que Ud. puede ver, eso no…",
    "El hablar en lenguas no es nada conclusivo. “Si yo hablase en lenguas humanas y angélicas, y no tengo amor, de nada me sirve. Aunque lo pudiese hacer”. [Primera de Corintios 13] ¿Ven? Así que esas cosas no significan que uno tenga el Espíritu Santo.",
    "Pero cuando El (la Persona), el-el Espíritu Inmortal de Cristo llega a ser su Salvador personal, y lo cambia y hace que fije su vista directamente en el Calvario y en esta Palabra, entonces algo ha sucedido. Sí señor. Algo ha sucedido. Nadie tendrá que decirle algo al respecto, porque Ud. sabrá cuando sucede.",
    "Y el vino nuevo, cuando trae la revelación, entonces es-es revelado.",
    "Y así fue que sucedió allá Pentecostés. Ellos sabían que debía haber un derramamiento del Espíritu sobre ellos y esperaron hasta que esto sucedió. Y cuando llegó la vindicación de la revelación, entonces estaban estimulados. Así fue. Y en verdad se llenaron de fuego; pues salieron a la calle, después de estar con temor detrás de puertas trancadas, y salieron a la calle a predicar el Evangelio a la gente a quienes antes le temían. Correcto. ¿Ven? Algo había sucedido, por cuanto la verdadera Palabra de la promesa había sido vindicada.",
    "Ahora paremos aquí por un momento. Eso produjo algo tan positivo para aquellos hombres que casi todos sellaron su testimonio con su propia sangre. No importó lo que se les presentó durante todo el tiempo que vivieron, nunca se les apagó esa experiencia. Siempre tuvieron aquello muy presente porque fue la verdadera Palabra de la promesa, vindicada. La revelación llegó a ser vindicada. Y ellos murieron, sellando sus testimonios con su propia sangre.",
    "Ahora, fíjense en la promesa de los últimos días. Y aquí la vemos vindicada, aquí ante nosotros; la-la actual Venida del Espíritu Santo y las obras que El debería de hacer; y hallamos esto en nuestro medio. ¿Ven? Oh, debiéramos…¡Oh, qué cosa! ¿Cómo podemos escuchar? ¡Les digo, amigos, algo sucede! Cuando la Luz hace contacto con esa simiente que mora en el creyente verdadero, sincero y predestinado, algo brota a nueva Vida. ¡Aquella mujercita allá junto al pozo!",
    "Aquellos sacerdotes tan ilustres habían dicho: “Ese es un diablo, es un adivino. Les está adivinando a la gente su suerte. El es-es un diablo”.",
    "¡Pero cuando esa mujercita con esa simiente predestinada! Ahora, ¿piensan que eso no es correcto? Jesús dijo: “Ninguno puede venir a mí, si el Padre que me envió no le trajere. Y todo lo que el Padre me ha dado, vendrá a mí”. Y El…",
    "Y el anticristo, en los últimos días podrá…Ese espíritu de anticristo que estamos estudiando, en denominacionalismo, y hemos probado que el denominacionalismo es anticristo. Ahora, sean sinceros. Cualquier hombre que sale de aquí, hay algo errado si todavía está creyendo que el sistema denominacional no es anticristo. Cuando ha sido absolutamente probado por la historia, y por todo lo que existe, por toda la Biblia de Dios, y cuanto más, que eso es anticristo. Y Roma es la cabeza. Y la siguen todas las iglesias hijas. Y ambas son echadas al infierno. Correcto. Así que vemos esta cosa, anticristo, el espíritu de ello.",
    "Y el día en que estamos viviendo, y esto debe producir gozo inefable y glorioso. Cuando eso hizo contacto con aquella mujercita, la simiente brotó.",
    "Ahora recuerden, la Biblia dice que en los últimos días este anticristo engañaría al mundo entero.",
    "Apenas habrá un número muy pequeño, cuyos nombres fueron puestos en el Libro de la Vida del Cordero desde antes de la fundación del mundo…Y cuando esa verdadera vindicación de la Verdad revelada de la de la Palabra de Dios hace contacto con el corazón de un hombre, él entrará al agua, y allá con el Espíritu Santo, lo más rápido que pueda. Y Ud. ni queriendo le podrá impedir el hacerlo, porque la Vida nueva ha brotado.",
    "Hace poco estaba hablando con un individuo, queriendo discutir conmigo, y decía: “¿No le da vergüenza decir que Dios creó los cielos y la tierra en seis días”?\n\nLe respondí: “Así dice la Biblia”.",
    "El dijo: “Pero tenemos la evidencia, y podemos probar que la tierra ha existido por millones de años”.",
    "Le dije: “Eso no tiene nada que ver con el asunto”. En Génesis 1:1 la Biblia dice: “En el principio creó Dios los cielos y la tierra.” Punto y aparte. Eso es todo. ¿Ven? “Y la tierra estaba desordenada, y vacía.” Yo dije, “Yo creo que toda simiente estaba presente allí mismo, probablemente de otra civilización o algo. Y cuando se movieron las aguas y le pegó la luz, salieron los árboles y demás cosas”.",
    "Lo mismo es con el ser humano (aquello fue el tipo). Cuando se apartan todas las tinieblas, y la Verdad revelada hace contacto con esa simiente (aún germinada), y le puede pegar la Luz del Evangelio por medio de la verdadera vindicación de la Palabra, esa simiente vivirá; tiene Vida por dentro. Aparte de eso no puede vivir, porque no tiene vida por dentro.",
    "Esos nombres que fueron colocados en el Libro de la Vida del Cordero antes de la fundación del mundo, brotarán tan cierto como cualquier cosa. Y por eso es que Jesús está allí y espera en Su obra como Mediador hasta que brote esa última simiente. Y El sabrá exactamente cuando eso suceda.",
    "Como el Dr. Lee Vayle…Me supongo que aún está en la reunión en alguna parte. No lo he visto en varios días. No creo que lo puedo ver. Está presente. Bien, el otro día me envió esta cita, de lo que dijo Ireneo. Pues yo escogí a Ireneo, desde hace mucho, como el ángel de la edad en que vivió. Pero él dijo: “Cuando hubiere entrado ese último miembro del Cuerpo en la última edad, en ese tiempo la cosa será revelada”. Y aquí está. Es exactamente la verdad. ¿Ven? Estamos en ese día. Muy bien.",
    "Luego, los pentecostales tuvieron aún más que el gozo; en verdad fueron estimulados. Pienso que así sería con cualquiera.",
    "Tomemos sólo un momento. Pensemos en David. El-él también fue estimulado. Dijo: “Mi copa está rebosando”. Yo creo que él tuvo un-un gran evento en su vida. ¿Qué le causó eso? Cuando él estaba en el Espíritu, por cuanto era profeta. Sabemos que lo era porque la Biblia lo dice. Profeta David, ahora por cuanto él era profeta, y estaba en el Espíritu, y vio la resurrección. Si desean leerlo, está en Salmos 16:8-11. El dijo: “Se alegró por tanto mi carne. Y reposo confiadamente. Porque no dejarás mi alma en el infierno; ni permitirás que tu santo vea corrupción”. Y les digo, entonces fue cuando su copa estuvo rebosando, porque ya no importaba lo que sucediera, él había visto la resurrección, y él estaba…y su copa estaba rebosando.",
    "En otra ocasión, David tuvo otra copa rebosando, en II Samuel (me supongo que tienen lápiz a la mano); II Samuel 6:14. Habían pasado por una grande sequía.",
    "Se habían llevado el arca. El enemigo había entrado y robado el arca del Señor, y la habían llevado y la pusieron ante Dagón, y Dagón se cayó de frente. Y la llevaron a otra ciudad y allí aparecieron las plagas. Eso que tenían en sus manos era demasiado tremendo. Y no podían deshacerse de ella, puesto que estaba fuera de su lugar.",
    "Entonces lo pusieron sobre un carro tirado por bueyes, e iniciaron el regreso. Y cuando David vio que venía el arca, ¿saben lo que hizo? El-el estímulo fue tan grande, y su copa comenzó a rebosar, ¡el estímulo! Cuando vio que la Palabra estaba siendo revelada de nuevo a Israel, él comenzó a danzar en el Espíritu y a dar vuelta, y vuelta, y vuelta, y vuelta y más vueltas. Sí, su copa estaba rebosando. ¿Por qué? Porque vio la Palabra regresando.",
    "Pienso que eso causaría que cualquiera llegara a estar estimulado, cuando vieran que después de tantos años; y luego la verdadera Palabra, por medio de la promesa que así sería, siendo presentada y vindicada. ¡Qué tiempo! ¡Qué tiempo!",
    "Ahora, leamos. Me pongo a hablar y no llegaremos a esto, y los tendré aquí hasta las diez y media. Anoche los despedí temprano, así que debería tenerlos un bien tiempo hoy. Lo digo en broma. Sólo deseamos que sea como el Señor nos dirija. Ahora. [Apocalipsis 6:7]\n\nCuando abrió el cuarto sello, oí la voz del cuarto ser viviente, que decía: Ven y mira.",
    "Ahora, cuando el Cordero había abierto el Cuarto Sello. Detengámonos aquí. ¿Quién lo abrió? El Cordero. ¿Alguien más era digno? Nadie más lo podía hacer. No. El Cordero abrió el Cuarto Sello.",
    "Y la-la cuarta Bestia, un Ser viviente semejante a un águila, le dijo a Juan: “Ven y mira lo que es el cuarto misterio del plan de redención, lo cual ha estado escondido en este Libro”, porque el Cordero lo estaba abriendo. En otras palabras eso fue lo que estaba diciendo. “Aquí hay un cuarto misterio. Te lo mostré en símbolo. Ahora Juan, no sé si entendiste o no”. El simplemente escribió lo que vio, pero era un misterio. Entonces el escribió lo que vio.",
    "El Cordero estaba abriendo los Sellos, y Dios aún no lo iba revelar. Fue dejado para los últimos días. ¿Ven? Ahora, hemos tenido los símbolos y hemos indagado, y a veces con buenos resultados. Pero sabemos que la cosa ha progresado. Pero ahora en los últimos días podemos mirar hacia atrás y ver dónde ha estado. Y que esto debe suceder al fin de las edades de la iglesia, justamente antes del Rapto.",
    "Yo no entiendo cómo alguien puede imaginarse que la Iglesia pasará por la Tribulación. ¿Por qué tiene que pasar por la Tribulación cuando no tiene ni un solo pecado? Quiero…No quiero decir la iglesia; la iglesia sí pasará por la Tribulación. Pero yo estoy hablando de la Novia. La Novia no tiene ni un pecado en contra. Ella ha sido blanqueada, y no queda ni… No le queda ni el olor del pecado, nada. Ellos son perfectos ante Dios. Así que ¿qué Tribulación los va purificar? Pero los otros sí. La iglesia sí pasa por la Tribulación, pero no la Novia.",
    "Ahora, hemos considerando esto en toda clase de símbolos. Como la-la iglesia, Noé, tipo de los que pasaron por encima, salió al pecado. Ellos sí pasaron por encima. Pero Enoc se fue primero; ese es el tipo de los santos que entrarían, antes de la Tribulación.",
    "Ahora, hallamos que este Cordero abrió el Sello.",
    "Ahora, la primera Bestia que hallamos, si notan, la primera Bestia que hallamos, fue un…La primera Bestia fue un león, un Ser viviente. Lo hallamos en las edades de la iglesia. Y la segunda Bestia, creo que fue el que tenía cara de buey o de becerro. Y la tercera Bestia fue el que tenía cara de hombre. Pero la cuarta Bestia tenía cara de águila. Ahora, así es exactamente como los tenemos en rotación. Y así exactamente es como están colocados aquí en el Libro.",
    "Y luego como dijo un gran maestro, en una ocasión en el estado de Florida, instruyendo, diciendo que-que: “El Libro de los Hechos apenas es un andamio para la Iglesia. La Iglesia se halla en los cuatro Evangelios”.",
    "Y hallamos que es completamente lo contrario, que son los cuatro Evangelios que guardan el Libro de los Hechos. Y de esos cuatro Evangelios es de donde se escribió el Libro de los Hechos, los hechos del Espíritu Santo en los apóstoles. Y hallamos en el Libro que los guardias están allí velando por: oriente, poniente, norte y sur. ¿Se acuerdan cómo dibujamos aquí todo eso y cómo todo cuadraba de forma hermosa y perfectamente?",
    "Ahora quiero que noten. Dijo, “Ven y mira”. Juan…Y deseo que noten nuevamente, antes de esto. Ahora, este aquí es el último de los jinetes para revelar la obra del anticristo.\n\nMañana veremos “las almas bajo del altar”.\n\nLa noche siguiente los juicios.",
    "La noche siguiente es “el arrebatamiento”, del-del fin de la edad, fin de tiempo, de todas las cosas, cuando Ella es arrebatada. Por lo tanto, allí en ese Séptimo Sello son derramadas las Copas, y todo lo demás es derramado. Lo que son, yo no sé.",
    "Noten. Pero en esto aquí, hallamos que éste aquí es un águila, el hombre que…o sea este Ser viviente que es mostrado aquí. En otras palabras, hay cuatro edades de esto. Hubo la edad del león, y ahora ésta es la cuarta edad.",
    "Y él dijo: “Ven y mira el cuarto misterio del Libro de la Redención que ha sido escondido en este Libro. Ven y mira”. Entonces Juan fue para ver, y vio un caballo amarillo. Y de nuevo el mismo jinete sobre este caballo amarillo.",
    "Ahora tiene un nombre que es Muerte. Ahora noten que ninguno de los otros jinetes, o ninguno de los otros caballos, o sea en ninguna ocasión cuando cabalgó este jinete, este hombre no tuvo nombre, pero ahora es llamado Muerte. No había sido mencionado antes, pero ahora es revelado lo que él es: muerte.",
    "Bien, cómo podríamos predicar sobre ese punto y presentarlo muy claro, pero cualquier cosa que es anti, que es en contra de lo verdadero, tiene que ser muerte, porque solamente hay dos cosas: Vida y muerte. Y eso prueba que la revelación del Espíritu Santo respecto a esto aquí en este día es exactamente la Verdad. Anti, él es muerte; porque la Palabra, como veremos más adelante, es Vida.",
    "Y este hombre es llamado Muerte. Ahora, no fue mencionado en los otros tiempos respecto a este jinete. Pero ahora ha sido declarado que él es llamado Muerte.",
    "Pero bajo la revelación del león…Ahora miren, quiero leer esto bien para estar seguro; lo apunté, el lugar, parado aquí. No bajo la revelación de la edad del león, la primera edad, la edad primitiva, esto no fue revelado. La próxima edad fue la edad del buey, la cual era la Edad del Oscurantismo, la edad del centro; y tampoco fue revelado lo que era. Ni tampoco fue revelado en la edad de la bestia como hombre, la de sabiduría, que representaba Lutero, Wesley y los reformadores, allá no fue revelado. Pero en la edad del águila, la última edad, la edad profética, en la cual habría de levantarse pronunciamiento profético, a quienes siempre llegan los secretos. Ahora allí es donde simplemente…",
    "Allí vamos a detenernos por un tiempo en esta noche, para que lo entiendan completamente. Ahora, por lo normal, Uds. reconocen que no estoy hablando solamente a esta grupo aquí, sino que estas cintas llegan a todas partes. Y tengo que hacer esto bien claro, porque a veces una persona llega a oír apenas una cinta, y si no escucha la serie completa, pues están todos confundidos. Dios ha prometido esto para este día, para lo último, la conclusión de todas estas cosas distintas que han ocurrido y han sido enredadas. Estamos…",
    "Hemos tenido “ropajes de Elías” y “mantos de Elías”; y han habido personas como Juan Alejandro Dowie que está sepultado, envuelto en un-un manto porque dijo que era Elías. Y hemos tenido toda clase de cosas así. Pero ¿qué significan? Sirven solamente para desvirtuar una Verdad que será presentada. ¿Ven? Tuvieron falsos Cristos antes del tiempo de Jesús. ¿Ven? Siempre ha sido así. Es Satanás produciendo sus impostores para trastornar la mente y la fe de la gente antes de que lo verdadero suceda. Eso es todo.",
    "¿No dijo Gamaliel esto mismo cuando habló a los judíos aquel día? Dijo: “¿No hubo uno que se levantó, profesando ser Este? Y llevaron cuatrocientos al desierto. Perecieron, y todo eso”.",
    "Dijo: “Toda planta que Mi Padre Celestial no ha plantado”, dijo Jesús, “será desarraigada”.",
    "Gamaliel dijo, “Déjenlos. Si ellos, si no son de Dios, ¿no llegará a nada? Pero si acaso es de parte de Dios, se hallarán peleando contra Dios”. El hombre usó sabiduría. El era un maestro.",
    "Ahora noten. Ahora para finalizar todos estos misterios, Dios ha prometido que se levantaría un genuino Elías, algún hombre ungido con ese espíritu; y esto sería revelado. El prometió esto en Malaquías cuatro. Me han llegado cartas diciéndome que eso no es así, pero me gustaría hablar con esas personas. Esto no se puede negar. Cualquier buen teólogo conoce que eso es la Verdad. Hasta lo están buscando.",
    "Pero será igual como sucedió con Juan, el precursor de la primera Venida de Cristo. Pues, ellos no lo reconocieron porque tan grandes cosas fueron profetizadas de él. Pues, él debiera bajar todos los lugares altos y subir todos los lugares bajos; y allanar todos los lugares ásperos. Los profetas: Isaías, 712 años antes de su nacimiento; Malaquías, 400 años antes que él apareciera en la escena. Todos ellos profetizaron de él. Ellos esperaban que bajara una escalera del Cielo, y este profeta se presentara directamente de Dios con su vara en la mano.",
    "Pero ¿qué sucedió? Un hombre que no podía mostrar ni una tarjeta de compañerismo. El no podía mostrar una credencial; se quedaba en el desierto, y no tenía ni educación primaria. Los historiadores nos dicen que a los nueve años se fue al desierto, después de la muerte de sus padres. Y fue criado…Su trabajo era demasiado importante para enredarse con algún seminario. El-él tenía que anunciar al Mesías.",
    "Dios no podía usar un hombre todo lleno de teología. No lo puede hacer, porque tal clase de hombre siempre retornará a eso. Esa es su línea de enseñanza. El retorna a eso. Así que cuando él comienza a ver algo, trata de regresar a lo que le han dicho los maestros. Sería mejor que uno no se acercara a esas cosas y simplemente crea a Dios.",
    "Y hallamos que lo pasaron por alto; aun los mismos apóstoles lo pasaron por alto; pues ellos dijeron: “¿Por qué dicen las Escrituras, los escribas dicen que Elías…”?",
    "El dijo: “Ya vino y no lo reconocisteis”.",
    "Y de allí fijo yo el orden para la resurrección, o más bien el Rapto. Sucederá y no…Yo sé que eso suena raro. Pero quizás, Dios mediante, después de esta noche, entenderán más acerca de cómo será. Será tan secreto que casi nadie lo sabrá. El mundo pensará, continuará como siempre… Así es como El siempre lo ha hecho.",
    "Uds. saben, yo dudo si acaso un noventavo por ciento de la gente que vivió en los días de Jesús, supo que El estuvo sobre la tierra. Cuando Elías profetizó, yo dudo si acaso alguien lo reconoció; sabían que por allí andaba un loco, un fanático, y le odiaban. Era lo que llamaban un pájaro raro.",
    "Yo creo que cualquier Cristiano nacido de nuevo es como un pájaro raro, para los del-del mundo, porque Ud. ha sido cambiado. Ud. es de otro mundo. Su espíritu es del otro lado del abismo. Esto aquí es un enredo tan tremendo… Si Ud.-ud. no es diferente, entonces algo anda mal, todavía es demasiado terrenal. Ud. debe tener la mente enfocada en lo celestial. Y lo que es celestial vive por medio de la Palabra.",
    "Ahora, notamos que este-este gran evento ocurrió. Ahora, creemos que habrá una venida del verdadero espíritu de Elías. Ha sido predicho que así sucedería. Tenemos que recordar entonces que esto vendrá en su debido tiempo y sazón. Quizás estemos ahora mismo colocando el fundamento para eso. Y no será una organización.",
    "Sobre ese punto estoy en desacuerdo con un buen amigo mío. El dice que será un grupo de personas. Quisiera que alguien me muestre eso en las Escrituras. Dios, el Dios incambiable, nunca cambia Sus planes. Si tal fuera el caso, entonces El no sería Dios. Correcto. Porque entonces El sería un mortal, conociendo igual que yo, y cometería errores.",
    "Dios nunca ha cambiado Sus planes, desde allá en el huerto de Edén. El hizo un plan para redención, el cual fue por la Sangre. Y hemos intentado por la educación. Hemos intentado por la dictadura. Hemos intentado la psicología. Hemos intentado el denominacionalismo. Hemos intentado de todo, para juntar a toda la gente, o para que todos se amen los unos a los otros, y de todo. No hay ningún otro lugar para tener compañerismo, sino bajo la Sangre, es el único lugar donde Dios se encuentra con el hombre.",
    "Dios siempre lidia con un solo individuo. Dos hombres tienen dos ideas. Y nunca existieron dos profetas mayores sobre la tierra, profetizando al mismo tiempo. Escudríñenlo y vea si los hubo. No señor. Habría demasiado enredo. El tiene que tener un solo hombre completamente rendido, y usar ese hombre. El busca esa persona.",
    "Pero habrá uno, en alguna ocasión, alguien que le escuchará a El, Palabra por Palabra. No importa lo que los demás digan, él no se apartará de allí. Correcto. El esperará por ASI DICE EL SEÑOR. Y entonces no se moverá hasta ese tiempo. Será correctamente vindicado. Uds.…",
    "Ahora, los del mundo lo odiarán, pero la Simiente escogida, la Simiente predestinada, como la hubo en los días de Jesús, cuando esa Luz destella, esa Simiente brotará a Vida instantáneamente. Lo sabrán. Lo entenderán. Uno no tendrá que decir ni una sola palabra al respecto.",
    "Aquella dijo: “Señor, me parece que eres profeta. Sé que cuando el Mesías venga, El debe…”\n\nEl dijo, “Yo soy”.",
    "Con eso fue suficiente. Ella no tuvo que esperar toda esa noche, y esperar la siguiente noche. Ella lo tuvo al instante. Ella ya estaba en camino. Ella lo anduvo anunciando.",
    "Ahora, recuerden: La primera edad fue la edad del león. Ese fue Cristo, el León de la Tribu de Judá. La influencia de Su propia vida conquistó esa edad. Esa fue la primera Bestia, que significa “Poder”, que respondió en voz humana.",
    "La próxima edad fue la del buey, o sea la edad del jinete del caballo oscuro. ¿Ven?",
    "Ahora la razón que esta primera edad fue una edad blanca, es que…Como yo siempre he oído a otros decir que ese primer jinete, el blanco, era el poder de la iglesia que salió para conquistar. Y hallamos que le fue dada una corona, que así fue. Era la iglesia. Sí fue la iglesia, pero ¿a dónde se dirigió? A Roma. Allí fue. Allí recibió su corona.",
    "Ahora, la segunda edad fue la del jinete del caballo rojo, la cual fue la edad oscura.",
    "Y ahora-ahora, la-la siguiente edad, fue la edad del-del hombre, el jinete del caballo negro. Y él fue en la edad de los reformadores. ¿Ven? Cuando hubo la-la Voz que habló. Ahora el jinete del caballo negro, ese fue el anticristo. Pero el que hablaba en esa edad, fue representado como el hombre, y eso es sabiduría, educado, astuto. ¿Ven? Y ellos no lo captaron. Ellos no lo llamaron, no lo nombraron. ¿Ven? Unicamente dijeron que salió.",
    "Pero ahora, cuando se presenta la edad del águila, esa es la que…Dios siempre compara sus profetas con el águila. El se llama a Sí mismo un águila. El águila sube a tal altura donde nada le puede alcanzar. No sólo es que sube a esa altura, pero es hecho para esa posición. Cuando llega a esa altura, puede ver en dónde está. Algunas personas llegan allá y no pueden ver en dónde están, así que de nada les sirve subir allá. Pero si Ud.…",
    "Pero si un cuervo o un halcón tratara de subir con el águila, se desmembraría. Tiene que estar preparado para esa presión a donde va.",
    "Ese es el problema hoy. Muchos no están preparados para tal presión, y se revientan demasiado rápido cuando se ponen a brincar; pero necesitamos esa preparación.",
    "Cuando llegamos a esa altura, teniendo la vista aguda del águila, entonces se puede ver lo que viene, y saber lo que se tiene que hacer. Ahora la edad del águila lo reveló. Hallamos que esa edad del águila fue prometida en Apocalipsis 10:7; Malaquías 4, que estaría en los últimos días, correcto, que eso estaría aquí. Muy bien. Noten.",
    "Ahora, hallamos que este jinete viene sobre un caballo amarillo. ¡Oh, qué cosa! Después, noten, después…",
    "🦅 Sesenta y ocho millones de protestantes”, como vimos anoche en La Reforma Gloriosa por Schmucker, de la-de la martiología de Roma. Y hallamos que hasta el año 1500, creo que así fue, no recuerdo exactamente. Pero fueron sesenta y ocho millones llevados a la muerte, por cuanto protestaron la primera iglesia romana, en Roma. Con razón podía personificarse en el nombre personificado de…y llamado Muerte. Seguro.",
    "Ahora, sólo Dios sabe cuántos él llevó a la muerte espiritual por medio de su enseñanza anti-Biblia, anti-Palabra. Estos sesenta y ocho millón son los que él mató con la espada. Y es probable que sean billones los que murieron espiritualmente a raíz de sus enseñanzas falsas. ¡Con razón pudo tomar el nombre de Muerte!",
    "¿Ven el jinete? Para comenzar, como anticristo ya era muerte desde el principio; pero entonces era inocente. Luego recibió una corona, una triple corona; y al recibirla, unificó, Satanás unió su iglesia y el estado, porque entonces gobernaba los dos. Anticristo era Satanás en la forma de un hombre.",
    "Y también en San Mateo, creo que es, en el capítulo 4, nos dice eso. Satanás llevó a Jesús nuestro Señor, y en un momento le mostró todos los reinos del mundo, todos, en un momento de tiempo, y la gloria de cada uno, y se los ofreció. Y él dijo…Eran, eran suyos.",
    "Entonces vean, si él puede unir su iglesia y su estado, entonces el caballo bermejo podía cabalgar. ¿Ven? Verdaderamente. Entonces aquí hallamos su misterio en su estado y la iglesia.",
    "En la cuarta etapa de su ministerio es llamado la bestia. Primero fue llamado el anticristo; luego es llamado el falso profeta; y luego es llamado la bestia. Y lo hallamos aquí siendo llamado de bestia. Ahora, quiero que noten, eso fue después del cuarto caballo.",
    "Y en este cuarto caballo, si notan, todos…El primero era blanco; el siguiente era rojo; y el siguiente era negro; y en el cuarto estaban representados todos los demás, porque amarillo o pálido es rojo y-y blanco y demás mezclados. ¿Ven? El… Todo-todo estaba mezclado en este caballo. ¿Ven? Y así llegó a ser cuatro, o en realidad, los tres en uno. Y todo estaba mezclado en esa sola cosa.",
    "Ahora quiero que noten los cuatro. Noten el desacuerdo de cuatro, en la matemática espiritual. Dios es en tres. Esto es cuatro. Aquí está en cuatro. Primero, anticristo, blanco; segundo, falso profeta, rojo; tercero, vicario de cielos, tierra y-y purgatorio, negro; cuarto, la bestia, caballo amarillo, Satanás siendo echado del Cielo. ¿Desean leer eso? Apocalipsis 12:13. Satanás siendo echado del Cielo. Luego en Apocalipsis 13:1-8, él es encarnado en la persona de la bestia.",
    "Primero es el anticristo, una simple enseñanza llamada Nicolaíta; luego cambió de eso a falso profeta. Si es anticristo, anti significa “en contra”. Cualquier cosa que es en contra de la Palabra de Dios, es en contra de Dios mismo, porque la Palabra es Dios. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne (Cristo), y habitó entre nosotros”. Y ahora él esta en contra de la Palabra, y por eso es anticristo. Pero un espíritu no puede ser coronado; por eso no recibió una corona. Solamente un arco sin flechas.",
    "Y luego cuando llegó la hora de la coronación, entonces llegó a ser el falso profeta de su misma enseñanza anticristo. ¿Entienden? Luego obtiene una espada, porque liga sus poderes, y no tiene que pedirle permiso a nadie. Es el gobernante del estado, y gobernante del Cielo. Recibe una corona triple. Se inventó una idea del “purgatorio”, que en el caso de algunos murieran, y éstos tuvieran dinero, y quieran pagar para sacarlos, pues él podía orar para que salieran. Porque él tiene el poder para hacerlo: es un vicario. Ciertamente, lo es. “El toma el lugar de Dios sobre la tierra”. ¡Eso es tan claro como cualquier cosa!",
    "Lo hallamos, y lo vamos trazando por la Biblia; y contamos su número en cifras y todo. Aquí está en el número cuatro, no en el número tres, pero el cuatro.",
    "Ahora abramos en Apocalipsis 12. Leamos un poco aquí, porque tenemos tiempo suficiente para hacerlo. Y leamos en Apocalipsis el-el capítulo 12 y el versículo 13, “En aquella hora hubo un gran terremoto…”. No, tengo el lugar equivocado. El 13:\n\nY cuando vio el dragón que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón.",
    "Ahora vean, él fue arrojado a la tierra, y se encarna como espíritu anticristo llegó a encarnarse en un hombre. Ese hombre cambia de una cosa a otra: de espíritu anticristo a falso profeta, y luego la bestia entra en él.",
    "Es igual a como crece la Iglesia. Su iglesia fue de-de anticristo a falso profeta, y en la gran edad que está por venir, la bestia que se ha de levantar. Así la Iglesia viene de la misma manera, a través de justificación, santificación, y el bautismo del Espíritu Santo, lo cual es Cristo en la gente. Exactamente. Y él acá tiene el anti-tipo de esto, el…el tipo más bien dicho. Allí está él, exactamente. Ese es él. Es echado del Cielo.",
    "Ahora, hallamos en Apocalipsis 13:1 al 8:\n\nMe paré sobre la arena del mar, y vi subir del mar una bestia…",
    "Ahora, aquí está el 12, donde fue echado. Ahora miren.\n\n…vi subir del mar una bestia, que tenía siete cabezas y diez cuernos, y en sus cuernos diez diademas, y sobre sus cabezas, un nombre blasfemo.\n\nY la bestia que vi era semejante a un leopardo y sus pies…",
    "Oh, si tan sólo tuviéramos tiempo, tomaríamos el resto de la noche en esos símbolos y mostrar, traerlo directamente a él de nuevo. Casi todos Uds. saben eso de las otras lecciones.\n\n…como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.",
    "¡Vean! ¡Es Satanás encarnado! ¿Ven?\n\nVi una de sus cabezas como herida de muerte,",
    "Y así continuamos, si desean, cuando llegan a casa lean todo esto completo. No, leamos un poco.\n\nVi una de sus cabezas como herida de muerte; pero su herida mortal fue sanada; y se maravilló toda la tierra en pos de la bestia.",
    "Fíjense bien. Nunca enfoquen en el comunismo. No es más que un instrumento, obrando en las manos de Dios, para algún día ayudarles a Uds. “vengarse de la sangre”, como veremos mañana en la noche. ¿Ven?\n\nY adoraron al dragón…",
    "¿Quién era el dragón? Satanás. ¿Correcto? “El dragón rojo”. Muy bien.\n\n…que había dado autoridad a la bestia (de donde obtuvo su poder), y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar con ella?\n\nTambién se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.\n\nY abrió su boca en blasfemias contra Dios (Allí lo tienen. Muy bien.)…para blasfemar de su nombre (al darle un título)…de su tabernáculo (lo cual es el lugar de la morada del Espíritu Santo),…",
    "Para hacerlo un lugar en Roma, la Ciudad del Vaticano. Y podemos seguir leyendo:\n\n…y de los que moran en el cielo",
    "Blasfemó contra ellos, diciendo que eran intercesores.",
    "Y se le permitió hacer guerra contra los santos (y lo hizo), y vencerlos (lo hizo),",
    "¡Los quemó en la estaca! ¡Los echó a los leones! ¡Y los mató de cualquier forma que pudo!\n\n…se le dio autoridad sobre toda tribu,…lengua y nación.",
    "Nunca fue así en Roma hasta que Roma pagana se convirtió en la Roma papal, y el poder católico se extendió por todo el mundo, dando lugar a la iglesia católica universal.\n\nY la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro…",
    "🦅 No dañes mi aceite ni mi vino”. ¿Ven?\n\nY la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n\nSi alguno tiene oído, oiga.\n\nSi alguno lleva en cautividad, va en cautividad; si alguno mata a espada, a espada debe ser muerto. Aquí está la paciencia y la fe de los santos.",
    "Ahora anoche vimos que venía, con su grande espada para matar.",
    "Y también nos damos cuenta que él será muerto con la espada, la espada de la Palabra. La Palabra de Dios es una espada filuda de dos filos lo mata, acaba con él. Esperen hasta que esos Siete Truenos pronuncien sus voces, aquel grupo que en verdad puede tomar la Palabra de Dios y colocarla bien, cortará y partirá. Y ellos podrán cerrar los cielos. Podrán cerrar esto, o hacer aquello, o lo que ellos quieran. ¡Gloria! El será aniquilado por la Palabra que procede de Su boca, la cual es más aguda que toda espada de dos filos. Ellos podrán llamar cien billones de toneladas de moscas si así lo desean. ¡Amén! Lo que ellos digan así sucederá, porque será la Palabra de Dios procediendo de la boca de Dios. Sí. Amén. Dios, siempre, es Su Palabra, pero El siempre usa al hombre para ponerla por obra.",
    "Dios pudo haber llamado las moscas allá en Egipto, pero dijo: “Moisés esto te corresponde a ti. Yo sólo te diré lo que debes hacer, y tú anda y hazlo”. Y así lo hizo. ¿Ven? El-él pudo haber escogido el-el sol para llamarlas, El puede llamar la luna para llamarlas, o el viento para llamarlas. Pero dijo: “Moisés”. Eso, eso…El escogió Su hombre. Muy bien.",
    "Ahora, hallamos que Satanás, después de haber sido echado del Cielo, se encarna en la bestia. Y ahora él es una bestia; anticristo, falso profeta y ahora la bestia. ¡Y le fue dado el nombre de Muerte! ¡Y el infierno le sigue! ¡Completamente, Satanás en su trono! ¡Oh, qué cosa! En la tierra, él es el representante de Satanás en la tierra, que ahora es la cabeza de los reinos del mundo, los mismos reinos que ofreció al Señor Jesucristo en Mateo 4. Satanás entonces llega a ser completamente un rey.",
    "Ahora, esto sucede más adelante. Por ahora él es falso profeta. Más adelante llegará a ser la bestia, cuando rompa su pacto con los judíos. Uds. ya saben como hemos…Muy bien, noten, le será dado el corazón de bestia, en ese tiempo, y Satanás se encarnará. Porque cuando la Iglesia sube, Satanás es arrojado. ¿Ven? ¿Ven? Entonces queda concluido, todo su acusación queda terminada. ¿Ven? Ahora, mientras…",
    "Vean, mientras el Intercesor esté todavía sobre el Trono, Satanás puede continuar con sus acusaciones, porque él es el abogado del lado opuesto. El es el contendedor de Cristo. Y Cristo está…El allí está parado, el-el-el contendedor está parado allí, clamando: “¡Pero espérese! ¡Adán cayó! ¡Adán hizo esto! Yo lo conquisté. Conseguí que su esposa creyera una mentira. Y Ud. dijo que por eso ella sería condenada. ¡Yo la obtuve”!",
    "Pero allí está parado el Mediador (Amén), el Pariente Redentor (Amén), allí está con la Sangre que puede tomar el corazón del pecador más vil, y cambiarlo. El Mediador está en el Trono. Sí señor.\n\nSatanás dijo: “¡Pero son culpables”!\n\nEl puede decir: “¡No lo son”!",
    "El Cloro fue inventado o manufacturado para quitar las manchas, para deshacer el color de la tinta o de cualquier otra mancha. Lo tienen. La deshace a tal grado que jamás se puede hallar. Eso vuelve a gases, a luz cósmica. Y pasa más allá de moléculas y lo demás, hasta lo original de donde vino. Es una creación. Una creación tuvo que venir de un Creador. Pero todas las sustancias químicas que fueron manufacturadas y compuestas, todas son deshechas, no queda más del asunto. No queda nada. Aun la misma-la misma sustancia acuática que la forma, se une con el Cloro, lo cual es ceniza.",
    "¡Amén! ¡Gloria a Dios! Todo está limpio. Eso hace la Sangre de Jesucristo con el verdadero hijo de Dios cuando él confiesa el pecado, y se encuentra justificado en Su…¡Oh, misericordia, Dios mío! Es algo tan tremendo que Dios dice: “Ni lo puedo recordar. Y él es absolutamente Mi hijo”.",
    "🦅 De cierto, de cierto te digo que si le dices a este monte: Quítate y échate en el mar, y no lo dudas en tu corazón, antes crees que recibirás lo que has pedido, así sucederá, y puedes tener lo que pides”. Ud. es un hijo redimido. ¡Amén! Yo sé que eso es la Verdad.",
    "Yo he visto ardillas aparecer en seis ocasiones distintas, y no conocía el que estaría sentado aquí. Así como El puede crear ardillas, El también puede crear moscas, o ranas, o lo que sea. El es Dios, el Creador. ¡Correcto! Y cuando ningún ser mortal…",
    "Pero cuando el pecado del ser mortal es confesado y echado en el Cloro, el blanqueador de Jesucristo, le quita todo pecado. El es puramente inadulterado, sin pecado, sin culpa. “El que es nacido de Dios no hace pecado porque no puede pecar”. El blanqueador está entre él y Dios. ¿Cómo podrá llegar allá cuando éste lo deshace y lo devuelve al que lo pervirtió? ¡Amén!",
    "Ahora sí me siento religioso. Les digo que me siento estimulado, a medida que esto comienza a revelarse.",
    "Noten, es Satanás plenamente en su trono. Sí señor. Se los ofreció a Dios, a nuestro Señor. Aquí lo vemos sentado con este corazón de bestia. Aquí está la persona, la bestia, el diablo encarnado. El aparece aquí en la tierra bajo la falsa pretensión. ¡Oh Dios mío! Bajo la falsa pretensión de la Palabra verdadera, y se asocia con la Palabra.",
    "Hizo lo mismo que hizo su tipo, Judas, hace dos mil años. ¿Qué hizo? Judas entró como un creyente, siendo un diablo desde el principio. “El nació siendo el hijo de perdición”. Nunca engañó a Jesús porque El le conoció desde el principio; (Amén), porque El era la Palabra. Muy bien. Y recuerden: Judas ocupó el lugar de tesorero, y cayó por la vía del dinero.",
    "¡Así también hace la iglesia de este día! Como vimos anoche, la iglesia católica cobrando por las novenas, cobrando por las oraciones, y cobrando por todo. Es casi igual, y ha llegado a ser así con las hijas de la iglesia católica, que son los protestantes. La cosa entera se basa en el dinero. Allí es donde cayó Judas, y aquí es donde él cayó, y allí es donde caen los protestantes.",
    "Miren, viene cabalgando un caballo amarillo al aparecer en su cabalgada, su última cabalgada. Esta es su última cabalgada. Ahora, eso no es en nuestro día. Será más adelante. Es el Sello, predicho. Porque cuando esto suceda, la Iglesia ya habrá subido. Cuando Cristo aparezca en la tierra, como-como-como…Aparece este individuo y llega a ser completamente, completamente el diablo; desde anticristo, a lo largo, a través de falso profeta, y luego la bestia, el diablo mismo. Y él está cabalgando un caballo amarillo, de todos los varios colores mezclados, para que sea pálido y color de muerte.",
    "Pero cuando aparezca nuestro Señor sobre la tierra, El estará cabalgando un caballo blanco como la nieve. Y será completamente, enteramente Emanuel, la Palabra de Dios encarnada en un Hombre. ¿Ven? Esa es la gran diferencia entre los dos. Así es la diferencia.",
    "Noten, el anticristo viene sobre un caballo pálido, de colores mezclados. Un caballo es una bestia, y representa un poder. Su poder está todo mezclado. ¿Por qué? Es la política, son—son poderes nacionales, son poderes religiosos, son poderes demoníacos. Son toda clase de poderes mezclados, así es el caballo mezclado, amarillo. El tiene toda clase de poderes.",
    "Pero cuando viene Jesús, es sobre un caballo de un color sólido: La Palabra. ¡Amén!",
    "Este otro mezcla sus colores de blanco, rojo y negro, tres colores en uno, representados en uno. Y tres poderes representados en uno; el caballo blanco, el rojo y el negro. Y tres coronas en una. ¿Ven? Seguro.",
    "Yo mismo he visto esa corona; estuve parado así de cerca, mirándola. No permitían tocarla porque estaba en una vitrina. Así que allí estaba, con candado, la triple corona dentro de una vitrina. De modo que yo sé que es la verdad. Sí. Así que allí estaba él, con la triple corona: “Vicario de cielo, de purgatorio y de la tierra”.",
    "Los tres poderes unidos, todos mezclados en un color pálido. Muerte está representada en todo esto: político, y-y religioso, y-y poderes demoníacos, todo mezclado. Política, él es el rey de la política, Satanás lo es. ¡Inteligente! Seguro. No trate de ganarle con argumentos. Sólo-sólo confíe en el Señor. Eso es todo.",
    "Como lo hemos visto antes. Todo en cuanto a lo sabio, la educación y cosas relacionadas, vienen del lado contrario. Escudriñen las Escrituras, y vean si no es correcto. Sigan el linaje de los hijos de Caín y vean lo que ellos llegaron a ser. Luego sigan el linaje de Set, y vean cómo fueron ellos. Yo no estoy respaldando la ignorancia, de ninguna manera. No señor. Pero vean los personajes de la Biblia, casi nunca…",
    "Y hubo uno llamado Pablo, que era un hombre inteligente, y él dijo que tuvo que olvidar todo lo que había aprendido para poder conocer a Cristo. Dijo: “No vine a vosotros con palabras persuasivas de sabiduría humana; sino más bien vine a vosotros con el poder de la resurrección de Cristo”. Correcto, el poder del Espíritu Santo.",
    "Fíjense en los demás. Algunos ni distinguían entre diestra y siniestra. Y-y miren a lo largo de la edad de los profetas, y de dónde vinieron. ¿Ven lo que digo?",
    "Vean, es la inteligencia, lo intelectual, la sabiduría. Sabiduría es precisamente la cosa que lo separa a uno de Dios.",
    "El tenía tres poderes, o tres-tres jurisdicciones: tierra, cielo, y purgatorio.",
    "El mismo es una trinidad. De eso consiste. Y él cabalga en una trinidad. Su poder es en una trinidad. Su corona es en una trinidad. Su caballo es en una trinidad. Eso es lo que él es, una trinidad; un poder de trinidad, una corona de trinidad, un caballo (cabalgando) de trinidad; eso es de oficios, nuevamente un cuatro, nuevamente un cuatro. Muy bien",
    "Las tres etapas de su ministerio lo hacen una sola persona: Satanás encarnado. Tres etapas del ministerio…anticristo, falso profeta, y la bestia. Ahora, allí están tres tipos, que lo componen.",
    "Dios, Dios también se da a conocer en agua, Sangre y Espíritu; hacen del Cristiano un hijo de Dios, por medio de la Palabra de Dios. ¿Ven? Y estos tres lo hacen a él el diablo. ¿Ven? Oh, esto acá es agua, Sangre y Espíritu, lo cual es de Dios. Y aquello es una mezcla de política, religión y poder demoníaco, y esos lo hacen el diablo.",
    "Cristo vino la primera vez como un mortal. El viene tres veces. Cristo es en tres. ¿Ven? (Vean como viene éste, él es el cuatro.) Fíjense en Cristo. En la primera Venida, vino como un mortal para sangrar y morir. ¿Correcto? Esa fue Su primera Venida. La segunda Venida es el Rapto; le encontramos en el aire, inmortal. Su tercera Venida, El es el Dios encarnado. ¡Amén! ¡Dios, Emanuel, para reinar sobre la tierra! Correcto. Solamente son tres.",
    "La cuarta etapa del jinete, miren. La cuarta etapa de este jinete es llamada Muerte. Muerte significa “separación Eterna de Dios”. Eso significa la muerte, estar Eternamente separado de Dios.",
    "Ahora, clase, si hemos resaltado esta persona, y si por la Biblia hemos mostrado quién es esta persona; y hasta hemos estudiado en detalle los montes, el lugar, y todo lo demás. Y ahora es llamado por el águila: Muerte. Eso es lo que El lo llama. Recuerden, muerte es separación Eterna.",
    "Recuerden, los santos no mueren. Ellos duermen, no mueren. “El que oye mi palabra, y cree al que me envió, tiene vida eterna”. Correcto. “Y no vendrá a condenación, mas ha pasado de muerte a vida”. Así dijo Jesús. “El que cree en mí, aunque esté muerto, vivirá. Y el que vive y cree en Mí, nunca morirá”. ¿Lázaro, muerto? “Está dormido”.",
    "🦅 No temáis, porque la niña no está muerta, sino duerme”. Y se burlaron de él. ¿Es correcto? ¡Oh, qué cosa! Santos no mueren.",
    "Separación de Dios es muerte, muerte Eterna. Y este individuo tiene por nombre: Muerte. Así que apártense de él. ¿Qué es él? Una organización, un sistema organizado; la primera, la iglesia número uno, se organizó cuando tomó el-el consejo de Constantino en el Concilio de Nicea.",
    "Anoche vimos las mujeres, y mostramos cómo fue que Eva, la primera novia, antes de que Adán la conociera como esposa, ella cayó en Edén por no creer la Palabra de Dios. La Novia espiritual, de Cristo, la cual nació en el Día de Pentecostés, ¿qué sucedió antes que El la conociera? Ella cayó, en Roma. ¿Por qué? Canjeó su virtud de la Palabra por dogmas. ¡Amén! ¡Oh, qué cosa!",
    "Siento que nuevamente me está entrando el estímulo, sí señor, al pensar en esto. No es mi intención portarme mal. No es mi intención. Pero es que simplemente…No se imaginan lo que esto significa para mí. Ya tengo cuatro días que estoy sentado en esto. Es…y es que tengo que decir algo, para así poder sentirme como humano de nuevo. Uds. saben lo que quiero decir. Sí. Muy bien. Cuando comienzo a hablar así, veo visiones por todos lados. Correcto. Vean, por eso tengo que decir algo que me haga volver de nuevo en mí mismo, sacudirme. ¿Ven?",
    "¿Me han notado cuando tenemos la línea de discernimiento? A veces digo algo que causa que la gente se ría; luego digo algo que causa que la gente llore; después digo algo que causa que la gente se enoje. Es porque tengo algo señalado. Y digo algo para ver la reacción, y entonces veo qué clase de luz está sobre la persona, y lo que sucede. Así sé dónde está, y si conviene llamarlo o no. Si no es…Está allí, un genuino creyente, muy bien. Uno entonces los puede llamar y decir: “Ud., Fulano de Tal”.",
    "Y cuando uno se humilla, el Espíritu comienza a ungir, entonces comienzo a ver destellos por todos lados, de esa manera, alrededor del edificio. Por eso digo algo para sacudirme y comenzar de nuevo.",
    "Desde este domingo pasado yo he estado en un cuarto solamente orando y bajo la unción. Y yo sé que esto es correcto. Uds. creen en Dios, yo sé que le creen. Fíjense bien al fin de la semana. ¿Ven? ¿Ven? Muy bien. ¿Ven?",
    "Ahora, muerte significa separación Eterna de Dios. Y recuerden, santos no mueren.",
    "Recuerden, a su novia le fue dada un caballo pálido…Quiero decir, a este jinete le fue dado un caballo pálido, en el cual salió. Le fue dado este caballo pálido en el cual salió. Y él cabalgó este caballo, de muerte. Y sabemos lo que eso fue. Sabemos cuál iglesia fue.",
    "Y recuerden de anoche, ella no solamente fue una “ramera”, pero era “la madre de las rameras”.",
    "Y hallamos cómo se convirtió en una ramera, una mujer que es de esa clase de mujer. Estoy…Es una palabra algo pesada para usar en una congregación mezclada. Pero vean, así lo dice la Biblia. Así que entonces sabemos que es una mujer que vive infiel a sus votos matrimoniales. Y ella supuestamente es y se considera, se dice ser “la reina del Cielo”. (Esa sería la Esposa de Dios. Dios es Cristo.) Y hallamos que ella está cometiendo fornicaciones, y causando que los reyes de la tierra también cometan fornicaciones, y todos los hombres ricos y famosos. Toda la tierra sigue en pos de ella. ¿Ven?",
    "Y luego hallamos que ella produjo unas hijas, y eran rameras. ¿Qué es una ramera? Una prostituta, igual; una fornicaria, fornicaciones, vil, adulterios, cometiendo. ¿Qué hicieron? Se organizaron, se formaron un sistema. Instruyeron en los sistemas humanos, los pentecostales y todos los demás.",
    "Ahora, Uds.-Uds. pentecostales, no dejen bajar su conciencia al bolsillo. Déjenme decirles algo. Miremos la situación de frente. Estamos ya muy avanzados en el camino para tratar de engañarnos uno al otro. Miren esto.",
    "Estamos viviendo en la edad de la iglesia de Laodicea. Y era la edad más ridícula de todas, la edad tibia, y la única edad en que Cristo se encontraba afuera tratando de conseguir entrada. Y es cuando salió el mensaje pentecostal, diciendo: “Yo soy rico”. Antes eras pobre, pero ahora sí eres rico. “No tengo necesidad de nada”. Y-y, oh lo que antes eras.",
    "El dijo: “Estás desnudo, miserable, ciego, pobre, desventurado, y ni lo sabes”.",
    "Ahora, si un hombre estuviera en la calle desnudo, y lo supiera, pues, él trataría de cubrirse. Pero cuando-cuando no lo sabe, y ni se le puede decir nada, entonces sí está en una condición terrible. Dios tenga misericordia de él. Correcto. Noten.",
    "Ahora recuerden, este anticristo, él mismo siendo el hombre; su novia, la cual es su iglesia, “le fue dado lugar de arrepentirse, y ella no lo hizo” durante esa edad de la iglesia, Tiatira. ¿Lo recuerdan?",
    "Vamos por un momento. No nos perjudica si volvemos por un momento. Volvamos al capítulo 2 por un momento. Leeremos, el capítulo 2 de…ahora, Tiatira. Ahora, miren esto, rápidamente. Ay, ya casi estamos a la hora de terminar y no he comenzado. Pero noten, Tiatira. Ahora esto comienza en el versículo 18 del-del capítulo 2.",
    "… al ángel (ese es el mensajero) de la iglesia en Tiatira: El Hijo de Dios, el que tiene ojos como llama de fuego, y pies semejantes al bronce bruñido, dice esto:\n\nYo conozco tus obras, y amor, y servicio, y fe, y tu paciencia, y que tus obras postreras son más que las primeras.\n\nPero tengo unas pocas cosas contra ti: que toleras que esa mujer Jezabel…",
    "Allí la tienen. La conocen de la Biblia. Era la esposa Acab. Y aquí está la mujer, la iglesia, Jezabel, la esposa del falso profeta, el cual se supone ser el genuino profeta de Dios, el Papa; correcto, el “genuino profeta” y su esposa, Jezabel. Ahora, Acab supuestamente era un verdadero judío, pero era un pícaro (Uds. lo saben), porque su esposa le guiaba como quería. Hallamos que Jezabel toma su dinero, y también guía a éstos como quiere.\n\n…que se dice profetisa (¿lo captan?), enseñe y seduzca a mis siervos (esa enseñanza jezabelina había recorrido todo el país) a fornicar y a comer cosas sacrificadas a los ídolos.\n\nY le he dado tiempo para que se arrepienta, pero no quiere arrepentirse de su fornicación.",
    "Fíjense en este siguiente versículo.\n\n…yo la arrojo en cama (el infierno), y en gran tribulación a los que con ella adulteran (Eso es entrar en la gran Tribulación, pero no la Iglesia) si no se arrepienten de las obras de ella.",
    "Ahora fíjense bien.\n\nY a sus hijos (sus rameras) heriré de muerte (muerte espiritual)…",
    "¿Lo creen? [La congregación dice, “Amén”.] Esa es la Palabra. “Los heriré de muerte”. Si están muertos, entonces quedan Eternamente separados. Muy bien. Recuerden, El le dio tiempo para arrepentirse.",
    "La edad de Tiatira fue la edad oscura. En ese tiempo cabalgó el jinete del caballo negro, cuando tenían que pagar dinero por las misas, y todo, las oraciones y-y las novenas, y demás. Ahora pueden ver su caballo negro, después que rechazó arrepentirse en la edad de Tiatira (¿qué?), cambió su cabalgar del caballo negro al caballo amarillo, muerte, para su ministerio final.",
    "Ahora, quizás aquí le dé una sacudida al individuo. Al rechazar a Dios, al rechazar al llamado de Dios, alguna vez Ud. lo hará por última vez. Y así como sucedió con aquella iglesia, allí será el fin. La paciencia de Dios no contenderá para siempre con el hombre. ¿Ven?",
    "Y entonces cuando ella lo rechazó y rechazó aceptarlo, allí cambió, y fue…Ahora ella tiene un nombre llamado “Muerte”, separación. Dios dijo: “¡Hasta tomaré sus hijos, los protestantes, y a cada uno de ellos mataré con separación Eterna”! Allí la tienen, la edad de Tiatira, la edad oscura. Su caballo negro ahora se vuelve en muerte para su ministerio final.",
    "¿Ven cómo las edades de la iglesia ensamblan con los Sellos? Perfectamente. Y sabemos que es correcto. El Espíritu Santo no comete errores. El nos dio una grande vindicación, la otra vez, cuando terminamos las edades, Uds. saben.",
    "Vean la amorosa paciencia de Dios. Antes de juzgarla, le dio tiempo de arrepentirse. Y ahora yo digo esto en el Nombre del Señor: El le ha dado semejante oportunidad a la iglesia protestante, y ella no lo hace. El Mensaje ha sacudido por donde quiera, y ella no lo hará. Ella se quedará con sus credos y dogmas; no importa cuánto nos esforcemos por explicarlo.",
    "Como dije allá el otro día en Chicago, ante ese grupo de ministros, que en número eran mayor que toda esta congregación. Y allí me tenían arrinconado con respecto a la Doctrina, la simiente de la serpiente, y demás cosas. Yo dije: “Uno de Uds. venga aquí a mi lado con su Biblia”. Nadie dijo nada.",
    "Tommy Hicks dijo: “Hermano Branham, yo nunca he oído eso de esa manera. Quiero trescientas de esas cintas. Las voy a mandar a todos mis ministros”.",
    "Hubo un grupo de cincuenta ó setenta y cinco que dijeron: “Nosotros vamos a venir para ser bautizados de nuevo”. ¿Vinieron? Ni uno solo apareció. ¿Por qué? ¡El les dio oportunidad para arrepentirse! Y El arrojará sus hijos a la muerte, muerte espiritual.",
    "Dios mediante, veremos eso mañana por la noche, o el sábado en la noche, lo de las Plagas que vienen. Fíjense lo que ocurre allí.",
    "Así como le dio a Egipto, El le dio tiempo a Egipto para arrepentirse. Y ¿cuál fue la última plaga? Fue la muerte.",
    "Esa es la última plaga que ha caído sobre la iglesia Pentecostal, muerte espiritual. Ella está muerta. Eso es en el Nombre del Señor. Ella está muerta espiritualmente. El le dio lugar de arrepentirse, y ella lo rechazó. Ahora ella está muerta. Ella jamás se levantará.",
    "Y esa gente tratando de traer a los episcopales y los sacerdotes, y cuantos más, llamándolos: “Santo Padre Fulano de Tal”. ¡Debieran tener vergüenza! ¿Hasta qué grado de ceguedad puede uno llegar? ¿No dijo Jesús que cuando la virgen fatua vino para comprar aceite, no lo consiguió?",
    "Se oye a todos decir: “Yo recibí al Espíritu Santo. Yo hablé en lenguas”. Pero no quieren acercarse a una iglesia como esta. “Oh, Ud. sabe, no creo que quiero ir a tal lugar”. ¿Y dicen que tienen el Espíritu Santo?",
    "Pero desean sus formas decorosas. Quieren quedarse en Babilonia y a la vez disfrutar de las bendiciones Celestiales. Tienen que escoger. No pueden quedarse allá en el mundo y al mismo tiempo servir a Dios. Jesús mismo dijo que no se puede servir a Dios y a Mamón. Así que si no esperan…",
    "Si Ud. en verdad llega a ser salvo se gozará en reuniones donde el Espíritu Santo se está vindicando y mostrando que la Palabra de Dios es Verdad.",
    "Alguien dijo: “La gente hace demasiado ruido, y me pone muy nervioso”. Ud. en verdad estará nervioso si llega al Cielo. Y piensen como será cuando todos lleguemos, entonces ¿cómo será? ¡Oh, qué cosa! Cómo es que Dios quiere…",
    "El es tan paciente como en los días de Noé. El se esforzó y fue tan paciente por ciento veinte años, tratando que se arrepintieran, y no lo hicieron.",
    "En los días de Egipto, El mandó plagas y todo aquello, pero tampoco se arrepintieron.\n\nMandó a Juan, pero tampoco quisieron volver.",
    "Mandó a Jesús, para morir, para salvar a todos los que oyeran la Palabra.",
    "Y ahora en los últimos días, de nuevo ha prometido enviar un Mensaje para llamarla fuera y restaurar la fe original, de regreso a la Palabra. Y no lo quieren recibir. Están tan arraigados en sus dogmas y credos a tal grado que no lo desean. Oh, piensan que si tuvieran un…Quizá si llegara un Angel; pero Dios no obra de esa manera.",
    "El toma a algo ignorante y hasta estúpido, algo que casi no conoce el abecedario o-o nada. Y luego El toma esa clase de persona, porque El puede tomar algo que no es nada, y por allí puede obrar. Mientras alguien piensa que es algo, entonces allí no se puede lograr nada. El siempre ha obrado así. Uno tiene que llegar a ser nada, para ser alguien con Dios. ¡Oh qué cosa!",
    "Noten, aún, El le dio tiempo para que se arrepienta, pero ella no lo hizo.",
    "El lo ha hecho de nuevo; ella no lo hará. Su rechazo, la hace…O, su rechazo abre perfectamente el camino para que Satanás entre a ella y sea encarnado. Correcto. Encarnarse en ella porque ella rechazó la Palabra. Y esa es la misma razón por la cual la iglesia protestante llega a ser una ramera, porque ha rechazado la Verdad vindicada de la Palabra de Dios; y eso ha dado al diablo un lugar para que entre y se encarne. Y él levantará una imagen a la bestia cuando se consoliden, como lo están haciendo allá ahora mismo, como El lo ha dicho. Correcto. Amén.",
    "Si yo tuviera la educación, podría explicar esto. No tengo educación. Estoy esperando que el Espíritu Santo se los revele. Y El lo hará para aquellos…Correcto. El lo hará. Sí. Noten.",
    "Fíjense bien en lo que ella hizo. Ella rechazó el mensaje de Dios para que se arrepintiera. Ella comenzó, un anticristo, y eso es lo que ella era. Ella llegó a ser falso profeta, el mismo diablo encarnado, con sus enseñanzas falsas. Y aun con todo eso, Dios le dio lugar para arrepentirse, tratando de persuadirla.",
    "¿Ven cuán paciente fue? ¡Qué tremendo amor! No hay amor semejante. Fíjense en aquellos que aun le escupieron en la cara, y otras cosas, El los perdonó. Así es Dios. No…",
    "¡Rechazó el Mensaje de Dios! Miren, se le pidió que se arrepintiera, que volviera de donde cayó.",
    "¿Y de dónde cayó? De la Palabra. Correcto. ¿De dónde cayó Eva? [La congregación dice, “De la Palabra”.] La Palabra. ¿De dónde han caído las denominaciones? [“La Palabra”.] Allí lo tienen. ¿Ven? No hay otra manera. Cada vez, vuelve a la Palabra, vuelve a la Palabra. ¿Ven? Y se meten a un sistema que los aleja de la Palabra; los corre de la Palabra, en vez de acercarlos a la Palabra. Noten.",
    "Miren, a ella le fue dado tiempo para arrepentirse, para volver. Arrepentir significa “regresar, devolverse, dar la media vuelta”. Arrepentir, “volver”. Y a ella le fue dada lugar para volver a donde…",
    "Ahora recuerden, ella era la iglesia pentecostal original sobre la cual fue derramada el Espíritu Santo en el Día de Pentecostés. ¿Cuántos estudiantes Bíblicos saben eso? Seguro, ella fue. ¿Ven de dónde vino? Ella cayó de la Palabra, y aceptó dogmas. Ella espera…En lugar del Espíritu Santo, ella quería tener un hombre santo, “Doctor en Divinidad Fulano de Tal” y luego lo hicieron un Papa. ¿Ven? Seguro. Pero eso es lo que ella quería, alguien que orara en su lugar. Alguien…Ella simplemente daría su dinero, y eso sería todo lo que tendría que hacer. ¿Ven?",
    "Ahora, es lo mismo hoy. Con tal de que tengan donde sentarse cómodamente y contribuir ampliamente en la ofrenda, con eso basta. Son miembros de esa iglesia. No trate de decirles nada más, porque no quieren saber. Esas son sus hijas.",
    "Ahora, ¿de dónde cayó? De la Palabra original de los apóstoles apostólicos y profetas. De allí es que cayó. De allí cayeron los protestantes.",
    "¡Arrepiéntanse! ¡Regresen! Devuélvanse antes que sea demasiado tarde. Si acaso no es ya demasiado tarde. Un día de estos el Cordero saldrá de Su lugar, y entonces quedará concluido. Y también a sus hijas se les ha pedido que vuelvan, antes de ser juzgadas juntamente con ella.",
    "Ahora el último mensaje que les toca, es cuando llegue este profeta del cual he estado hablando. Y he estado leyendo muchos libros relacionados con esto. Y yo sé que hombres genuinos, buenos, sensatos y que piensan espiritualmente, saben que eso viene. Ellos lo saben. Ellos saben que viene. Ellos…Pero el problema está en que siempre están diciendo: “Lo necesitamos. Ya viene en camino”. Y cuando llega, será tan humilde que probablemente no lo van a captar, igual como sucedió la otra vez. Correcto. Muchos escribirán al respecto, y dirán: “Oh sí, esto debe ser”. Y luego permita que sea demostrado claramente en su presencia, y siguen como si nada. Así que siempre lo han hecho así.",
    "Fíjense bien, la Palabra original. Ella tiene que arrepentirse, volver, así que se les ha pedido a sus hijas. Ellas serán juzgadas y echadas en la misma cama y matadas juntamente con ella. Se les ha pedido que vuelvan a la Palabra original, que vuelvan a la Doctrina apostólica. Pero están tan atadas con sus credos y cosas que no lo harán. Sólo se burlan.",
    "Entonces ¿qué hacen? Finalmente forman parte de la imagen de la bestia (otro poder); y se portan con la Novia del Cordero como ella hizo en Apocalipsis 13:14. Eso es lo que hacen, persiguen, la misma cosa. Las iglesias se burlan de la verdadera Novia de Cristo de igual manera como siempre lo ha hecho Roma. Exactamente. Sí señor. Se portan con la-la Novia del Cordero exactamente como ella hizo en Apocalipsis 13:14.",
    "Ahora noten. Vemos por medio de la Palabra prometida de Dios, que El-que El matará sus hijas, las denominaciones, sus hijas con muerte espiritual. Ahora, eso está en Apocalipsis 2:22. No se les olvide. Matar es dar muerte. Y muerte significa “separación Eterna de la Presencia de Dios”. Piénsenlo bien, amigos. Piénsenlo. No confíen en ningún credo fabricado por el hombre. Cualquier cosa que sea contraria a la Palabra, manténganse lejos de eso.",
    "Ahora, fíjense. Fíjense aquí en la Biblia. Dice que su nombre era Infierno, y…quiero decir:\n\n…tenía por nombre Muerte, y el Hades le seguía.",
    "Ahora, el infierno siempre sigue muerte, en lo natural. Cuando el hombre natural muere, el infierno le sigue; esa es la tumba, el Hades, eso es en lo natural. Pero en lo espiritual, es el Lago de Fuego, muy bien, a separación Eterna donde son quemados.",
    "Y-y Malaquías 4 dice: “No les dejará ni raíz ni rama”. Es la forma que el mundo tiene para purificarse nuevamente para el Milenio. ¿Ven?",
    "¿Notaron que el jinete es masculino”? Y “él” tenía en su mano; “hombre” falso profeta. Pero su novia es llamada una iglesia, “ella” Jezabel. Acab y Jezabel. ¡Es tan perfecto! ¿Ven? ¿Ven?",
    "Hijas también son “hembras”, pero nunca aceptan a la jefatura de un solo hombre; protestantes a aquello, pero aún rameras en cuanto a los principios de sus doctrinas, denominaciones y sistemas. Eso es sólo… Así dice.",
    "Noten. ¿A dónde va llegar todo esto? Ahora, me supongo nos quedan como doce o catorce minutos. Miren a donde va llegar todo esto. ¿Qué es? Está regresando a como fue, y comenzó en el Cielo. Está llegando a la batalla del tiempo del fin.",
    "La primera cosa que hubo en el Cielo fue una batalla. Lucifer fue echado, y vino a la tierra. Luego contaminó el Edén; y desde entonces ha estado contaminando. Y de aquella batalla en el Cielo, está llegando a la batalla sobre la tierra; y será finalizada sobre la tierra en el tiempo del fin en una batalla llamada Armagedón. Ahora eso lo sabe cualquiera. La batalla comenzó en el Cielo, santo, y lo echaron. Miguel y Sus Angeles lo vencieron y lo echaron. Y cuando así fue, al caer, llegaron directamente al Edén, y allí comenzó a la batalla terrestre.",
    "Dios tenía a Sus hijos bien fortificados detrás la Palabra. Pero Eva sacó la cabecita y dijo: “Me parece que quizás tienes razón”. Y de allí comenzó. Y hasta la fecha así ha sido. Luego Dios bajó y El tiene que…El bajó para redimir a los que habrán de caer.",
    "Como dije, Dios es como un gran constructor. El coloca todo Su material sobre la tierra, y luego comienza a edificar Su edificio. Ahora recuerden, antes que hubiese un solo grano sobre la tierra, antes de que hubiese un sol para dar luz sobre la tierra, el cuerpo suyo ya estaba en la tierra, porque somos polvo de la tierra. ¿Ven? Así es. Dios es el constructor.",
    "Ahora, la manera en que lo iba a lograr era igual como hizo con Adán; tomar un poquito de calcio, potasio, y luz cósmica, mezclarlos y darle un soplo, y decir: “Allí está mi otro hijo”. ¿Ven? Luego tomaría otro tanto y dar un soplo, y decir: “Allí está otro”.",
    "Pero ¿qué hizo Eva? Corrompió esa manera de hacerlo. Y ella produjo hijos por medio del acto sexual, y allí entró la muerte.",
    "Ahora, ¿qué está haciendo Dios? El tiene cierta cantidad de esas simientes a través de las edades que son simientes predestinadas; cierta cantidad, los predestinados. Y cuando llegue el tiempo del fin, El no dirá: “Eva, ven, da a luz otro hijo”. Más bien soplará de esa manera, llamará, y yo responderé. Eso es todo. Eso es. Esa es la idea. Cuando el último haya entrado, eso lo concluye.",
    "Ahora, la batalla comenzó en el Cielo, y será terminada sobre la tierra en la forma de Armagedón.",
    "Ahora, fijémonos para ver cómo se desenvuelve. Y quizás podamos desenvolverlo. Que el Señor nos ayude con esto ahora mismo. Fíjense como se desenvuelve.",
    "El jinete misterioso (noten bien lo que hace) se opuso, rechazó arrepentirse y volver a la original Sangre-Palabra, o Palabra original de Sangre. La Palabra llegó a ser carne y Sangre. ¿Ven? El rechazó volver a ella. Eso es anticristo. La verdadera Novia de la Palabra…El está opuesto a la verdadera Novia de la Palabra. ¡El toma su propia novia! El está opuesto a la verdadera Novia. Y él toma su propia novia, y la acerca a sí mismo con una forma de religión llamada credos y dogmas. ¿Ven? Y ahora, al contemplar la Novia santa, él está en contra de ella. Pero él forma su propia novia, llamada anticristo, por medio de enseñanzas anticristo, las cuales están en contra de Cristo. ¿Ven cuán astuto es? Y ahora, en lugar de tener la unidad del amor controlando la adoración bajo la Sangre, él tiene una denominación. En vez de tener la Palabra, él tomó credos, dogmas y demás cosas.",
    "Y los protestantes repiten “El Credo de los Apóstoles”. Quiero que alguien me busque una palabra de eso en la Biblia. No hay ningún credo de los apóstoles en la Biblia.",
    "Como dije aquí no hace mucho, o en algún lugar. Si los apóstoles tuvieron algún credo, es Hechos 2:38. Exactamente, es todo lo que yo sé que tuvieron. Fue lo que insistieron que hiciera toda persona. Cuando halló a unos que parecían ser Cristianos, les preguntó: “¿Habéis recibido el Espíritu Santo después de haber creído”?\n\nDijeron: “No sabemos si aun hay…”\n\nDijo: “¿Cómo pues fuisteis bautizados”?",
    "Ahora, siendo bautizado en el Nombre de Jesús, o más bien en Nombre de nuestro Señor Jesucristo, es muy correcto, pero aún no es todo. No señor. Ud. podría ser bautizado cincuenta veces de esa manera, y no le sería de ningún provecho hasta que su corazón sea cambiado por el Espíritu Santo. Todo tiene que ensamblar. ¡Noten, es-es Cristo!",
    "El anticristo rechaza la Doctrina de la Novia verdadera, y por eso toma su propia novia y la va formando con un credo de su propia hechura. Toma su propia novia y la hace una denominación. De ella nacen otras denominaciones, como hemos citado de las Santas Escrituras; ella da a luz hijas. Y ella no…Llegan a ser igual a su madre: naturales, mundanas, denominacionales, opuestas a la Novia espiritual, la Palabra.",
    "Ellos no dicen que no pertenecen a la iglesia. Al hablar con una persona denominacional: “Desde luego, yo pertenezco a la iglesia”. ¿Es Ud. un Cristiano? “Yo pertenezco a la iglesia”. Eso no tiene nada que ver con el asunto. Dicen…Ud. no pertenece a la Iglesia…Puede ser que Ud. pertenezca a lo que Ud. llama una iglesia, ¿ven?, pertenecer a una iglesia. Esa no es Iglesia. Esas no son Iglesias. Esas son logias donde se juntan personas, y gente como “pájaros de un mismo plumaje”.",
    "Pero hay una sola Iglesia, y esa es el Cuerpo Místico de Cristo. Y a esa no se puede unir. Uno allí nace.",
    "Como siempre he dicho, he estado con la familia Branham por cincuenta y tres años, y nunca tuve que unirme a ella. Allí nací. ¿Ven?",
    "Ahora noten. Está tipificado hermosamente. Tengo apuntada la Escritura, pero no tenemos tiempo de verla, respecto a Esaú y Jacob.",
    "Ahora, Esaú era un hombre religioso. El no reclamó ser un incrédulo. El creía en el mismo Dios en que creía Jacob, el mismo Dios en que creía su padre. Pero él era un trampista, me perdonan la expresión. Pero simplemente no servía para nada. Ahora, en cuanto al aspecto moral, él era de mejor actuación moral que Jacob. Pero él pensaba: “¿Qué significado tiene esta primogenitura”? Y vendió la primogenitura a Jacob. ¿Ven?",
    "Pero Jacob no tenía las cosas grandes que tuvo Esaú. No tenía la herencia que el otro tenía. Pero una cosa que Jacob sí anhelaba tener era esa primogenitura. Poco le importaba cómo tenía que obtenerla, la iba obtener. Y Dios le tuvo respeto.",
    "Y eso es lo mismo que sucede hoy día con el hombre natural, con su mente carnal y mundana. “Yo pertenezco a la iglesia del estado. Yo pertenezco a esta iglesia. Yo pertenezco a aquella”. Eso no tiene nada que ver, ni en lo más mínimo.",
    "Miren, los junta ahora en su caballo de colores mezclados. El los está juntando con su caballo de colores mezclados porque tiene poder político.",
    "¿No creen que lo tiene? ¿Cómo es entonces que entró ahora este Presidente? ¿Cómo sucedió eso? Venimos aquí buscando libertad de culto, y ahora Uds. los demócratas han vendido su primogenitura por razones políticas. Yo no tengo…El partido demócrata está bien; ambos están podridos. Yo estoy hablando del Cristianismo. Pero Uds. han vendido su primogenitura, por un programa de demócratas, para dar entrada a algo como eso. ¡Debieran tener vergüenza!",
    "¿No se dan cuenta que este país está siguiendo los mismos pasos de Israel? ¿Qué hizo Israel? Llegaron a una tierra extraña, sacaron y mataron a los habitantes, entraron y poseyeron la tierra. Hemos hecho igual con los indios. El único americano verdadero que hay son nuestros amigos los indios.",
    "Luego ¿qué hicieron? Israel tuvo algunos hombres grandes. De repente…Tuvieron a David, Salomón. Tuvieron hombres grandes. Pero al fin metieron a un hombre renegado, Acab, que se casó con Jezabel, una incrédula.",
    "Pues, es lo mismo que hicimos nosotros. Tuvimos a Washington y a Lincoln, pero fíjense en lo que tenemos ahora. Y la cosa peor es que él está casado y completamente dominado por Jezabel. Puede ser que él sea un buen tipo, pero ella es quien va manejar la cosa. Y vemos como están empleando la familia entera.",
    "¿Qué me dijo el Espíritu Santo hace ya unos treinta y cinco años? Y todos Uds., los ancianos, se acuerdan bien: las siete cosas que sucederían antes del fin. Y esto que viene ahora es la última, o la penúltima. Todo lo demás ha cuadrado perfectamente, hasta las guerras y todo. ¿Ven? Y ahora está en las manos de una mujer, para gobernar la nación. Jezabel. ¿Ven?",
    "Pero recuerden, en los días de Jezabel hubo uno que les cantó claro y les mostró sus verdaderos colores. ¿Ven?",
    "Lo que está juntando con su caballo de colores mezclados. Y vean él está uniendo la cosa, mezclada con credos, denominaciones, doctrinas hechas por el hombre. ¿Es correcto? Seguro, un color mezclado, el color mezclado del caballo pálido y muerto del mundo. Ahora, eso es correcto. Los colores mezclados del caballo pálido, muerto y de forma mundana. No hay nada de la santa Sangre de la Palabra.",
    "Y miren. “De los cuatro ángulos de la tierra los junta para Armagedón”, así dice la Biblia. Estoy tratando de pensar de las Escrituras que tengo apuntadas aquí. No los estoy anunciando, pero dónde es que están apuntadas, para ver lo que son. “Para reunirlos para el gran día de la batalla del Señor Dios”. Miren. Ahora, pensando en este caballo de colores mezclados, amarillo enfermizo y mundano, eso es algo terrible. Pero fíjense de donde los está juntando: “de los cuatro ángulos de la tierra”. Ahora mismo se están juntando para el reto. El reto será en Armagedón, según la Palabra. ¿Ven?",
    "Sobre el caballo amarillo, cabalgando, con “Muerte”…con un nombre pegado: “Muerte”. El anticristo. Escuchen. Anticristo, la primera denominación (eso no se puede discutir) con su Jezabel, una prostituta a la Palabra; juntamente con sus hijas (los protestantes), las cuales se están juntando ahora mismo en una unidad.",
    "¿Escucharon Uds. en días pasados a los bautistas, por aquí, Uds. saben? “Oh, no tenemos que unirnos con ellos, pero conviene que seamos amigos y concordemos con ellos. No tenemos que unirnos a la iglesia de ellos, pero…” Allí lo tienen, exactamente lo que dice la Palabra. ¿Ven? ¿Ven? Una ramera desde el principio.",
    "Ahora, aquí están, uniéndose, llegando al reto, a Armagedón, cabalgando un caballo de colores mezclados, del caballo blanco, rojo y negro. Son tres distintos: poder político-político y poder espiritual, controlados por poder demoníaco, el cual es el anticristo. Al mezclar todo eso se obtiene algo de apariencia pálida y enfermiza sobre el cual él viene montado. ¡Correcto! Ahora noten. Miren qué viene cabalgando él, este caballo de apariencia pálida y canosa, mezclado de negro, rojo y blanco; y viene a la batalla, juntando sus súbditos de todas las naciones debajo del cielo. ¿No interpretó Daniel aquel sueño y vio el hierro (Roma) que pasó por todas los reinos? Aquí vienen juntándose.\n\nQuédense quietos, ya vamos a terminar. Escuchen.",
    "Ahora es que se están juntando para lograrlo, trayendo sus súbditos de los cuatro ángulos de la tierra; cabalgando un caballo de color pálido y enfermizo, mezclado de tres colores. Es el mismo hombre.",
    "Ahora, en Apocalipsis 19, no solamente él se está preparando, pero Cristo también se está preparando para encontrarlo. Será una batalla ardiente y violenta. Cristo en Apocalipsis 19. Cristo ha juntado los Suyos, no de los cuatro ángulos de la tierra, porque habrá un remanente pequeño. ¿Qué está haciendo? Los está juntando de los cuatro ángulos del Cielo. Mañana en la noche veremos las “almas bajo el altar”, y podrán ver si es así o no. De los cuatro ángulos del Cielo, y viene sobre un caballo blanco como la nieve.",
    "El también tiene un Nombre, pero no es muerte, sino, “El Verbo de Dios”, Vida. ¡Amén! Lo tiene escrito en su muslo: “El Verbo de Dios”. Esa es la única Vida, porque Dios es la única fuente de Vida Eterna. ¡Zoe! ¿Correcto?",
    "Entonces El tiene escrito ‘Vida”, cabalgando sobre un caballo blanco; y acá está un hombre con tres poderes mezclados, llamado “Muerte”, juntando sus súbditos terrenales. Y Cristo está juntando Sus súbditos que son nacidos del Cielo, santos. Este tiene escrito “Muerte”, pero Cristo tiene escrito “Vida”.",
    "Los que vienen con El, vienen también sobre caballos blancos, y son llamados: “Los escogidos desde antes de la fundación del mundo”. ¡Amén! Y son fieles a la Palabra. ¡Amén! Me gusta eso. “Llamados, escogidos desde antes de la fundación del mundo”. Y luego fieles a la Palabra por su escogencia; bien estimulados con vino nuevo y Aceite, cabalgando, bajando para encontrarlo. Ellos saben que los truenos emitirán la cosa para nosotros ya muy pronto. ¿Ven?",
    "Miren. ¿Cómo es que lo hace? Así que si El es el Verbo, y Su Nombre es el Verbo, entonces el Verbo es Vida. Y el anticristo, cualquier cosa anti, es “en contra”, así que anti es “en contra” de Cristo, el Verbo. Tiene que ser un credo o una denominación, que son contrarios a la Palabra.",
    "Pues, yo no veo cómo se puede errar en ver esto. Si lo entienden, ¿cómo no pueden verlo? No entiendo cómo será eso.",
    "Y eso es cierto. Anti es “en contra”. ¿No es cierto? “Quitar de”. Eso es lo que él es. Viene cabalgando su caballo mezclado. Lo vemos aquí en la Palabra de Dios.",
    "Lo vimos allí en las edades de la iglesia. Ahora aquí lo está mostrando en los Sellos, mostrando las cosas que sucedieron durante las distintas edades de la iglesia.",
    "Anti es “en contra” de la Palabra. Entonces ¿pueden ver por qué estamos tan en contra de los credos y denominaciones? Porque tales cosas están en contra de la Palabra. ¿Ven?",
    "Aquí vemos Vida y muerte llegando a su lucha final. El caballo blanco de Vida verdadera, y el caballo amarillo de credos mezclados. Ellos ven la cosa llegando a un verdadero reto.",
    "Ahora, aquí quiero decir algo. Puede ser que Uds. no quieran creerlo. Pero lo escudriñé para estar seguro: Hay un solo color original, y ese es blanco. ¿Cuántos saben eso? Hay un solo color original. Cualquier otro color es algo mezclado.",
    "Cristo está sobre la Palabra completamente blanca y no adulterada desde el principio. ¡Amén! ¡Amén! Todo color sería blanco si no se le hubiese metido alguna química. ¡Amén! ¡Gloria! Toda iglesia estaría sólida sobre la Doctrina apostólica de la Palabra, con Dios confirmándola, si no tuvieran la mezcolanza de credos y denominaciones. Allí lo tienen.\n\nOh, Hermano Evans, ahora sí me siento gozoso. Sí señor. Sí señor.",
    "Hay un solo color original, el blanco. Nunca se ha mezclado con denominaciones o credos. No señor.",
    "Y recuerden: Sus santos están vestidos con ropa blanca, no mezclados con credos y denominaciones. Hallamos que con los credos y denominaciones es de donde se obtiene el color mezclado. Pero este aquí es el color original que El viene cabalgando. El color original está sobre Su pueblo. Y ellos han sido sumergidos en la Sangre, que limpió sus vestiduras y los envió directamente allá. ¿Ven? Correcto.",
    "Los que se mezclaron, se volvieron pálidos y pasaron a la muerte.",
    "Es una perversión el mezclar los colores con el blanco; en eso se pervierte el color original ¿Correcto? Si el color original, el único color, es blanco, luego Ud. mezcla algo con ello, está pervirtiendo su causa original. Amén. ¿Correcto?",
    "Y luego, si El es el caballo blanco, y El es el Verbo; al mezclar cualquier cosa con eso, cualquier tipo de credo, al añadirle una palabra, o quitarle una palabra, es pervertir la cosa entera. ¡Oh qué cosa! ¡Señor, manténme con la Palabra!",
    "¡Verdad y error! ¡Oh qué cosa! No importa cuan bueno… Verdad y error no se pueden mezclar. No pueden mezclarse. O es ASI DICE EL SEÑOR, o está mal. No importa cual santo padre lo haya dicho, si fue San Bonifacio o el arzobispo de Canterbury; no sé quién lo dijo. Si es contrario a la Palabra, es perversión. No se puede mezclar. Dicen: “Pero este tipo hizo…” No importa lo que hizo o cuán santo es, ni nada por el estilo. Esto aquí [la Santa Biblia] es la única Verdad directa que tenemos. No hay iglesia, ni credo que contenga la Verdad si está fuera de Esto.",
    "Y muéstreme Ud. una sola que la tenga. Quiero que me muestre. Y yo abriré la Biblia y le mostraré algo. ¿Ven? Dígame cuál es. Ud. dirá: “Pentecostales”. ¡Oh, hermano! Capté ese pensamiento de alguien aquí. Por eso fue que dije eso. Vale más dejar eso porque ya vi que eso dio lugar a un resentimiento. No es mi intención dañar a nadie, pero solamente quería dejarles saber que sabía en qué estaban pensando.",
    "Los que mezclaron, volvieron a muerte (el anti). Se vuelve color de muerte, cuando Ud. mezcla cualquier cosa con el original.",
    "Es como dijo Jesús de la semilla de mostaza. Aunque es la más pequeña de todas las semillas, no se mezclará con nada. La mostaza no se mezcla. Es mostaza genuina. Así que si sólo tiene esa cantidad de fe, reténgala.",
    "Noten. La Vida seguía al jinete sobre el caballo blanco, el cual es la Palabra, la Vida, vindicado por Sus santos resucitados que vienen con El. Ahora ¿cómo se va a desarrollar la batalla?",
    "Jesús dijo: “El que creyere en mí, aunque esté muerto vivirá”. El dijo, “Si vivieres en mí, aunque estés muerto, no morirás. Y cualquiera que viviere y creyere en mí, jamás morirá”. También dijo, “El que creyere en mí, le daré Vida Eterna, lo resucitaré en el día postrero”. Esas son promesas de Sus Escrituras.",
    "Aquí viene Satanás de los cuatro ángulos de la tierra, con sus protestantes, y con sus-sus católicos, y así todos juntos, marchando hacia la batalla de Armagedón. Muy bien.",
    "Y por acá viene Jesús, bajando del Cielo, con los santos resucitados, la Palabra vindicada.",
    "Yo he dicho, si Dios habla, o lo envía a uno, El-El respalda lo que uno dice. ¿Ven? Note, si Ud. es un embajador del Cielo, todo el Cielo lo respalda. Y el Cielo consiste de la Palabra.",
    "Ahora noten. El viene con los santos resucitados, vindicando que Su Palabra es Verdad.",
    "Así que entonces Satanás sabe que el abismo le espera. ¿Ven? ¡Oh qué cosa! Mientras tanto, muerte cabalga el caballo amarillo (credos mezclados y denominaciones), y le seguían a separación Eterna de Dios. A eso los cabalgó, a una separación Eterna.\n\nCristo cabalgó Su Iglesia a la Gloria, en la resurrección.",
    "Noten ahora el versículo 8, allí…la última parte del versículo 8, ya para terminar:\n\n…y le fue dada potestad…",
    "¿A quién? ¿Ven? Muy bien. El anticristo es llamado “Muerte” y el Hades le sigue. Fíjense bien en su plan que es en cuatro partes.",
    "Anticristo, caballo blanco; asesina por espíritu, siendo anticristo fue una matanza espiritual.",
    "Número dos, caballo rojo; asesina con espada; poder político, al unirse la iglesia con el estado.",
    "El caballo negro; almas, cuando él impartió su doctrina y ella obró allí con sus fornicaciones. Y él pesó el alimento, por un…vendió su…lo que dieron por el alimento, al pesar por un denario, y así.",
    "Cuarto, el caballo amarillo; separación Eterna de Dios. Otra vez, cuatro. ¡Oh qué cosa!\n\n¡Alabado sea Dios!",
    "Ahora, por último, para terminar. Para aquellos… ¿Tienen…? Ya me pasé del tiempo, pero ¿me permiten otros diez minutos? He tenido tantas llamadas hoy relacionadas con el hecho de que estoy predicando aquí.",
    "Y ha surgido tanto fanatismo en cuanto a Elías, a tal grado que…Lo han echado a perder con tanto hablar. Y Uds. pueden…Pues, sólo permitan…Que Dios me ayude para ayudarles a Uds. a poder ver lo que estoy mirando. ¿Lo harán? Hagamos el esfuerzo.",
    "Ahora ya para terminar, para aquellos que no creen que el último mensajero de las edad de la iglesia es Elías el profeta, un hombre ungido por esa línea.",
    "Después de morir…Miren. Después de la muerte de esta última edad de la iglesia…Ahora, ya notaron lo que sucede. Después de muerto, sus cadáveres son destruidos por animales salvajes. Uds. saben eso. Ahora eso es verdad. Igual en ellos, tuvieron el tipo en Jezabel.",
    "Ahora, abramos en Apocalipsis 2:18, 20. Creo que lo leímos hace rato. ¿No fue así? Sí, creo que ya lo vimos. Lo tenía apuntado aquí por alguna…Sí. El tiempo de la decadencia moral, eso fue. Pueden ver como fue, como había entrado Jezabel. Ahora, Jezabel es las iglesias, esta iglesia moderna, no la Novia. Jezabel en el Antiguo Testamento, fue el tipo de la iglesia de hoy, según la Palabra de Dios, Apocalipsis 2:18, 20.\n\n…toleras que esa mujer Jezabel, que se dice ser profetiza…",
    "¿Ven? ¿Correcto? Está tipificado perfectamente con Jezabel. Ahora, la primera…",
    "Podríamos citar Escritura tras Escritura probando que la última edad consiste de un Mensaje profético a la Iglesia, llamándolos de nuevo a la Palabra original. Pero noten. ¿No es así? Malaquías 4 así lo dice, y otras, Apocalipsis 10:7, y otros. ¿Ven? Jesús mismo lo predijo, otros, otros y otros. “Como fue en los días de Lot”, y otros semejantes, y otros. Así siguen muchas citas.",
    "Jezabel es el tipo de la iglesia moderna de hoy, porque los católicos y los protestantes hoy mismo ya están unidos. No hay ni cómo negar eso. Ambas son denominaciones, son madre y hermana, eso es todo. Se pelean y tienen sus diferencias, pero son de la misma, ambas son rameras. Ahora, eso no lo estoy diciendo yo, sino que estoy citando de ASI DICE EL SEÑOR. ¿Ven? Muy bien.",
    "Ahora notamos, Jezabel fue muerta por mandato de Dios; fue muerta porque Dios mandó a Jehú que fuera y mandará a echar a Jezabel de la ventana (II Reyes 9:30-37). Así murió Jezabel, y los perros comieron su carne. ¿Es correcto? Esa fue la Jezabel literal. Y Acab, su rey, su cabeza, los perros lamieron su sangre, tal como predijo el primer Elías. Ahora ¿pueden ver hacia dónde vamos?",
    "¿Por qué? El primer Elías fue un hombre rechazado por las iglesias. Y Acab y Jezabel fueron la cabeza de esas iglesias; la iglesia y el estado estaban juntos. Y Elías le reveló a Acab sus pecados, y mandó que la iglesia entera se volviera a la Palabra verdadera.",
    "Eso es exactamente lo que debe hacer también el otro Elías cuando viene a la iglesia de hoy, “restaurar de nuevo a la fe original”. No puedo ver ni cómo se van a escapar de esto. Correcto. ¡Vuelvan a la Palabra verdadera! Correcto.",
    "Ahora si desean ver sus cadáveres, veamos aquí en Apocalipsis 19, después-después que la Palabra los ha matado. Ahora, la Palabra los va matar, Uds. saben eso. Muy bien. Observen bien y vean lo que sucede en la Venida de Cristo, en Apocalipsis 19, comenzando con el versículo 17:\n\nY vi un ángel que estaba en pie en el sol…",
    "Ahora, eso es precisamente después de, miren allí arriba, “Una ropa teñida en sangre. Y su nombre es REY DE REYES Y SEÑOR DE SEÑORES”. En el versículo 13, “Su nombre es: El Verbo De Dios”. ¿Ven? Ahora, acá está El, REY DE REYES Y SEÑOR DE SEÑORES”.\n\nY vi un ángel…",
    "Ahora, observen. El va saliendo.\n\nDe su boca sale una espada aguda, para herir con ella a las naciones…",
    "🦅 De Su boca”, como de la boca de Dios a la boca de Moisés. ¿Ven?\n\n…y él las regirá con vara de hierro; y él pisa el lagar del vino del furor de la ira del Dios Todopoderoso.\n\nY en su vestidura y en su muslo tiene escrito este nombre: REY DE REYES Y SEÑOR DE SEÑORES.\n\nY vi a un ángel…",
    "Ahora miren. Ahora El viene hiriendo. ¿A quién está hiriendo? A Jezabel y su Acab, el falso profeta.\n\nY vi a un ángel que estaba en pie en el sol, y clamó con gran voz, diciendo a todas las aves que vuelan en medio del cielo: Venid, y congregaos a la gran cena de Dios.",
    "Se los da de comer a las bestias y las aves. Ahora, fíjense acá en el otro capítulo, en el Libro de Apocalipsis. Y por un momento, “para matar con espada, con mortandad, y con las fieras de la tierra”. ¿Ven? En realidad, la iglesia Jezabelina, su cuerpo será comido por las fieras y las aves de la tierra. Igual como sucedió con Acab y Jezabel en lo natural, sucederá con ellos en forma espiritual, la iglesia. ¿Ven lo que quiero decir? Muy bien.",
    "Elías…¡Oh! Elías fue el profeta en los días de Acab y Jezabel, en lo natural. Y según la promesa, él debe obrar igual, según ASI DICE EL SEÑOR en la Palabra, para con la Jezabel espiritual. Es su ministerio en forma espiritual.",
    "Miren. Aunque Elías fue vindicado perfecta y profundamente en su día, él no los pudo hacer volver aquellos a la Palabra. ¿Correcto? Aunque Elías hizo el esfuerzo con todo. El hizo de todo. El-él les mostró señales y maravillas; se burlaron abiertamente. Lo mismo que harán acá con esta forma espiritual. El allá no pudo tornarlos a la Palabra. De los millones…",
    "Ahora, iglesia, escuchen bien. Y en particular Uds. que están un poco confundidos con esto.",
    "De los millones en el mundo en los días de Elías, cuando reinaban Acab y Jezabel (siendo ellos el tipo del anti-tipo de hoy), de entre todo ese mundo solamente hubieron setecientos salvos por la predicación de Elías. ¿Correcto? Exactamente.",
    "Miren, Elías no conocía que ninguno de ellos era de esa categoría. El creía que era el único salvo hasta que Dios le abrió uno de los Sellos y le mostró el misterio en el Libro, que tenía setecientos que nunca habían rendido culto a esos credos de ese día. Cuando Dios le abrió Su Libro a Elías, le dijo: “Hijo, espérate un momento. Yo tengo setecientos metidos por aquí y por allá, que tienen sus nombres escritos en el Libro desde la fundación del mundo. Son míos”. Dios le abrió los Sellos.",
    "Por eso Juan estaba tan gozoso, como vimos la otra noche, él debió haber visto su nombre escrito allí. ¿Ven?\n\nUn día Dios abrió…",
    "Elías había predicado. Había hecho de todo, y-y-y había predicado hasta no poder más. Hizo todo lo que pudo, y todavía se reían de él, y le llamaban de todo, y le decían: ‘Tú eres la causa de todo este mal, tú eres espiritista. Tú causaste que nos llegara todo este mal. Tú eres culpable”, y cuánta más cosa le decían. Y así le decían de todo. Jezabel hasta le amenazó con cortarle la cabeza, y todo. Correcto. Todo mundo estaba en su contra.",
    "Y entonces él dijo: “¡Señor, he hecho todo lo que me has mandado hacer! Me he quedado exactamente con Tu Palabra. Cuando Tú me dijiste algo, yo no tenía temor. Me presenté ante el rey y los demás, y les dije: ASI DICE EL SEÑOR. Y todo cuanto me has dicho, y todo cuanto yo les he dicho, todo se ha cumplido. Y ahora aquí estoy yo, el único que ha quedado, de entre todos. Soy el único que ha quedado, y ellos me quieren matar”.",
    "Dios dijo: “Voy a abrir uno de los Sellos y mostrarte algo”. El dijo, “Tú sabes, Yo todavía tengo setecientos que no han doblado la rodilla a…ni se han unido a estos credos, o denominaciones. Hay setecientos listos para el Rapto”. ¡Oh! ¡Oh! El le dijo a Su profeta, al cual le revela Su Palabra, por medio de las Escrituras: “Yo todavía tengo setecientos nombres preparados de esta generación. Ellos no han doblado la rodilla (como diríamos en este día) a ninguna organización religiosa y así llegado a estar lleno de credos”.",
    "¿Pueden ver lo que quiero decir? Entonces así tiene que ser. Tiene que ser. Y es de acuerdo a la Palabra. Cuando el hombre llega a la escena, será un profeta. Tan cierto como estoy parado aquí en este púlpito. ¿Ven? Y él se quedará correctamente con la Palabra. No se desviará para complacer a nadie, ni a ningún credo, ni nada. Correcto. Será un hombre del bosque así como fue Eliseo, él…y como vino Juan. ¡El-él odiará a las mujeres, mujeres inmorales! ¡Y les dará duro! Así hizo Elías y también Juan. ¿Ven? ¿Ven? Y estará en línea perfecta con la Palabra. El estará-estará en contra de las organizaciones. ¿Organizaciones? “Y no penséis decir dentro de vosotros mismos: A Abraham tenemos por padre; porque yo os digo que Dios puede levantar hijos a Abraham aun de estas piedras”. ¿Ven? Así fue.",
    "Amigos, allí lo tienen. Aquí está el Cuarto Sello abierto. Y los jinetes de los cuatro caballos están revelados, a mi mejor entendimiento. Ahora, todo esto sucedió en la tierra.",
    "El próximo Sello que vemos, es lo que sucede en el Cielo, donde las almas están debajo del altar.",
    "Ahora, terminando, deseo decir estas pocas palabras que tengo apuntadas. En estos primeros cuatro Sellos hemos saltado un poco.",
    "Ahora, mañana cambiamos la escena de lo que sucede en la tierra. El mira hacia arriba y ve las almas debajo del altar, el altar del sacrificio.\n\nLa siguiente noche, cae el juicio",
    "Y la cuarta noche, o la última noche, el domingo, yo no sé. Yo no sé lo que significan estos otros. Los he leído igual como Uds.. Pero, “Hubo silencio por media hora”, pero algo sucedió. Estoy esperando que El lo revele. El lo hará, Estoy confiado que lo hará.",
    "Tuvimos que tocar distintas Escrituras, como Apocalipsis 19, para mostrar que la Venida de Cristo aniquilará al anticristo. Por eso tuve que desviar de aquí para tomar esos dos versículos. Tuve que ir a distintas porciones de las Escrituras para comprobar estas cosas. Por eso es que me fui a Apocalipsis 19, para mostrar el fin del anticristo, donde será aniquilado; que cuando Cristo venga El terminará con el anticristo.",
    "Y a Apocalipsis 10, para mostrar que el Mensaje del séptimo ángel será una persona, en estos últimos días, ungido de Dios para un ministerio igual como el que tuvo el profeta Elías, como fue predicho en Malaquías 4, para revelar la Palabra Original de Dios en esta generación, la Palabra Original de Dios en esta generación. Así como hizo allá con la Jezabel natural, así hará este hombre con la Jezabel espiritual, las iglesias denominacionales. Tuve que ir al capítulo 7…el capítulo 10, versículos 1 al 7, para probar que eso es correcto. Y también a Malaquías y Amós y otros para probar que eso es correcto.",
    "Elías fue un profeta que profetizó y condenó a Jezabel en aquella generación en particular.",
    "Y Elías nunca murió. Seguro que no. Apareció otra vez, como ochocientos años después, al lado de Jesucristo en el monte de la Transfiguración. El no está muerto.",
    "Ahora, hallamos que su Espíritu debe ungir a un hombre según la promesa de Dios, en los últimos días; prometió que haría lo mismo con la Jezabel espiritual, en la última edad, como hizo con la Jezabel natural.",
    "Por eso es que me fui a varias porciones de la Biblia para probarlo, para que no hubieran dudas en su mente. Si las hay, me las hacen saber. Me escriben una carta o una notita.",
    "Y todo concuerda tan perfectamente, hasta las bestias destruyendo sus cuerpos naturales en los últimos días, consumiéndolos igual como hicieron allá.",
    "A lo mejor de mi revelación, que me fue dada por Dios, y predicho que sucedería así, esto es la Verdad de los cuatro jinetes, a lo mejor de mi conocimiento.",
    "¿Qué piensan de Jesús?\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "Recuerden, que sin…(Eso es, sigan; eso está bien.) ¡Sin tener enemistad contra nadie en ninguna organización! Porque Dios tiene hijos en el sistema católico. El tiene hijos en el sistema metodista. El tiene hijos en el sistema bautista. ¿Cuántos de todos esos distintos sistemas están representados aquí en esta noche, que Uds. se salieron cuando vieron la Luz? Levanten sus manos. Ahora recuerden, hay gente allá todavía igual que Uds. Pero es el sistema que mata. ¿Ven? Es el espíritu anticristo que los hace llegar al punto donde ya no escucharán la Verdad.",
    "Y ¿recuerdan cómo explicamos la otra noche el asunto de estar sellado? Si un hombre oía la trompeta del jubileo y rechazaba aceptar su libertad, entonces lo llevaban al poste, y con una lezna le horadaban la oreja. La oreja es por donde uno oye. “La fe viene por el oír”. Luego si él oye y rechaza aceptar su libertad, entonces él tiene que servir a su amo denominacional el resto de su vida. Amén.",
    "¡Oh, qué cosa! ¿No es maravilloso?\n\nYo le amo, yo…\n\nLevantemos nuestras manos para adorarle\n\nPorque El a mí me amó; (¡Gloria!)\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "Ahora, incline su cabeza y adorémosle mientras tarareamos este himno.",
    "Señor, ¡cuán agradecidos estamos! Estoy tan contento, Señor, y tan gozoso por Ti y éste Tu pueblo. Oh, Señor, nos compraste la Salvación allá en el Calvario. Gozosamente la aceptamos, Señor.",
    "Ahora Señor, pruébanos por Tu Espíritu. Y si hubiera maldad en nosotros, Señor, o incredulidad de la Palabra, si hay la persona aquí, Padre, que no puede acentuar toda promesa de Dios con un “Amén”; que el Espíritu Santo venga ahora mismo, el Jinete del caballo blanco, mientras Su Espíritu, el Espíritu de Cristo, le hace frente a el anticristo, y El llame los Suyos. Llámalos, Señor.",
    "Que ahora mismo se arrepientan, y que vengan pronto a Ti, y que sean llenos del Aceite y del vino; y que sean cambiados de ese manto denominacional de la muerte de Caín, para entonces ponerse la vestidura de Vida Eterna, blanca como la nieve, dada por el Novio. Entonces algún día irán a la Cena de las Bodas del Cordero, en la Palabra vindicada de la resurrección. Concédelo, Señor. Escudriña los corazones mientras el pueblo te espera. En el Nombre de Jesús. Amén.",
    "Hermano, hermana, amigo, escudriñen su corazón. Yo he estado con Uds. por mucho tiempo. Ya van como treinta y tres años. ¿Ha habido la ocasión cuando les haya dicho algo en el Nombre del Señor que no haya acontecido? Busque a Cristo ahora mismo, mientras tiene la oportunidad. Puede suceder que pronto llegue el tiempo cuando no lo podrá hacer. ¿Ven? En cualquier momento El podrá levantarse del Trono de intercesión; entonces Ud. podrá llorar y clamar con todo su corazón, podrá brincar, hablar en lenguas, correr de allá para acá, y hacer todo lo que quiera, y hasta unirse a todas las iglesias del mundo, pero ya no habrá cloro para quitar sus-sus pecados. Entonces ¿qué hará, dónde se hallará Ud.?",
    "Pues, yo creo con todo mi corazón que todavía hay acceso al Trono, y que El todavía está sentado allí sobre el Trono de Dios. Pero ya muy pronto se levantará y vendrá para reclamar lo que ha redimido. Está haciendo la obra de Pariente Redentor, mientras Rut está esperando.",
    "Pero ya pronto, Uds. saben, cuando Booz terminó la obra de pariente, luego vino para reclamar su posesión. Eso es exactamente lo que la Biblia dice que El hizo: se presentó y tomó el Libro. Entonces la intercesión habrá terminado; El ya no estará sobre el Trono; entonces ya no habrá más Sangre sobre el propiciatorio. Entonces ¿qué será? El Trono de juicio.",
    "No permita Ud. que de su boca se diga uno de estos días: “Yo creí que iba a haber un Rapto”. Y luego Ud. oirá la Voz responder: “Eso está en el pasado”. Dios les ayude.\n\nInclinemos nuestros rostros.",
    "Venga Hermano Neville y despídanos en oración, o lo que tenga que hacer. Dios les bendiga, hasta mañana en la noche. 🦅"
  ]
}