{
  "title": "EL QUINTO SELLO",
  "id": "63250009",
  "content": [
    "🦅  Inclinemos nuestros rostros para orar.",
    "Bondadoso Padre Celestial, el Dios Todopoderoso, que trajiste de nuevo a Jesucristo de entre los muertos y ahora nos lo has presentado en estos últimos días en el poder del Espíritu Santo. Estamos agradecidos por estas poderosas visitaciones del Dios Inmortal. Y ahora, Padre, estamos enfrentando otra nueva hora, una hora que posiblemente cambiará el destino Eterno de mucha gente.",
    "Y para abordar esto, Señor, somos insuficientes. Porque está en las Escrituras que, “El Cordero tomó el Libro y abrió los Sellos”.",
    "Oh, Cordero de Dios, preséntate, te rogamos. Señor, te estamos llamando, el gran Redentor. Ven ahora y muéstranos Tu plan de redención que ha estado escondido a través de los años, al abrirnos este Quinto Sello en esta noche, Padre. Y revélanos lo que está debajo de ese Sello, para que al salir de aquí hoy, seamos mejores Cristianos de lo que somos en este momento; y que estemos mejor preparados para la labor que queda por delante. Pedimos esto en el Nombre de Jesucristo. Amén.",
    "Pueden tomar asiento.",
    "Buenas tardes amigos. Lo considero un gran privilegio el poder estar aquí esta noche en la ocasión de este gran evento. No creo que haya otro lugar donde me sienta mejor que estando aquí en la labor del Rey. Y venir especialmente para esta serie de mensajes donde solamente estamos esperando; si El no me lo revela a mí yo no se los podría dar a Uds. Estoy procurando no usar ningún pensamiento propio o cualquier otra cosa, sino únicamente a medida que El me lo dé. Correcto. Y estoy—estoy seguro que si no empleo mis propios pensamientos, y esto me llega como siempre ha llegado por toda mi vida, y nunca ha sido errado, tampoco estará errado esta vez.",
    "Ahora, estamos gloriosamente y muy—muy agradecidos por lo que El ha hecho por nosotros, la gran mano misteriosa del Dios viviente. ¿Qué cosa más grande podría ser, y cómo podríamos ser un pueblo más privilegiado de lo que somos al tener en nuestra presencia al Rey de reyes y Señor de señores?",
    "Probablemente sonaríamos los pitos, e izaríamos las banderas, y extenderíamos las alfombras y haríamos de todo si el Presidente de la nación llegara a nuestra ciudad. Pero piensen, eso sería formidable y sería un honor para la ciudad.",
    "Pero piensen, aquí a nuestro humilde tabernáculo en esta noche, estamos invitando al Rey de reyes, Dios. Y no tenemos…El no desea que se le extienda la alfombra y cosas por el estilo, sino desea que se le presenten corazones humildes para que entonces El pueda tomar estos corazones humildes y revelarles las-las cosas buenas que El tiene almacenadas para todos aquellos que le aman.",
    "Ahora, pedimos…Y tengo un testimonio que quiero dar. Y si estoy errado en esto, acabo de escucharlo, y puede ser que esté errado. Pero creo que estas personas están presentes, que tienen que ver con este testimonio.",
    "Y luego, hace pocos días cuando yo estaba allá donde ahora vivo, en-en Arizona, recibimos una-una llamada, y nos dijeron que había un jovencito que tenía fiebre reumática. Y eso va directamente al corazón. Y era tan…Sus padres son tan queridos y preciosos amigos míos. Era uno de nuestros diáconos aquí en la iglesia, el Hermano Collins. Su hijo Miguel, un compañerito de mi hijo José, estaba sufriendo con esta fiebre reumática del corazón. Y los doctores lo habían mandado a casa, y que lo pusieran en la cama, y a los padres les dijeron que no lo dejaran levantarse para nada. Hasta tenía que tomar el agua por un pitillo (pajita o popote) porque no podía ni levantar la cabeza, tal era su condición. Los padres asisten fielmente al tabernáculo, y creen.",
    "Y hace algunas noches, no esperando a propósito, pero es que habíamos anunciado culto de oración para los enfermos para el domingo. Pero viendo que tendremos que responder a las preguntas, así que tuvimos que cancelar el culto de sanidad.",
    "Y a la vez, yo tenía algo que he estado guardando por dentro, dentro de mi corazón.",
    "Y los padres deseaban saber si podían traer la criatura aquí a la-la oficina. Y trajeron a la criatura allí, y el Espíritu Santo lo declaró sano.",
    "Y así que los padres teniendo respeto a eso, llevaron el niño a la casa y lo mandaron a la escuela, lo mandaron a la escuela.",
    "El doctor se dio cuenta de esto, y el doctor no estaba muy agradado con tal procedimiento. Así que le dijo a la madre, desde luego, que el niño debía estar en cama. Entonces ella le relató la historia. Y creo que el hombre es un, según entiendo, un creyente Cristiano por denominación. Un—un Adventista del Séptimo Día, es el doctor. Y entonces él dijo: “Pues, Ud. debe…es tiempo para que el niño, para tomarle el examen”. Dijo, “Por lo menos Ud. debe permitir que se le examine”.\n\nElla dijo: “Muy bien”.",
    "Llevó al niño, y el doctor examinó la sangre donde mora la fiebre. Y según entiendo yo, el doctor estaba tan asombrado que no sabía qué hacer. El niño está completamente normal y sano y pues, nada de…?…fue hallado.",
    "Ahora, ¿está por aquí la familia Collins? Es posible que lo relaté mal. Hermana Collins, ¿ocurrió así de esa manera? Muy bien. Ese fue el niño Miguel Collins de unos seis ó siete años de edad.",
    "Y eso sucedió allí en el cuarto hace tres noches. ¡Oh, tenía que haber alguien más que seres humanos en ese cuarto! Fue el-el gran poderoso Jehová (correcto), el cual viene para honrar Su Palabra. Y estoy—estoy tan agradecido de oír eso. ¿Ven? Y sé que todos lo estamos. No solamente yo, pero todos, porque ¿qué si ese hubiera sido el hijo mío o el suyo?",
    "Y recuerden, estoy dando el testimonio, sólo como uno, y escojo uno aquí y otro allá. Porque están sucediendo por todas partes; pero únicamente para que tengan presente que-que mi verdadero ministerio es la sanidad Divina. Pero Uds…estoy aquí por causa de estos Sellos. Porque más adelante entenderán porqué tuve que hacer esto. Y así que yo no soy maestro ni teólogo, apenas oro por los enfermos, y amo al Señor. Y ahora, ahora en esto, aunque, aquello…",
    "Anoche relatamos el testimonio de la niñita…Tengo su nombre. Y Billy tiene eso aquí en algún lugar, referente a los padres, y quiénes son. Y esta niña ya estaba en el último nivel de la leucemia, tan mala que ni siquiera podían alimentarla por la boca sino que requería la transferencia directamente en la vena. Y era una niña muy hermosa, algo pequeña para su edad, como esta niña sentada aquí. Pero tenía como esta altura, muy…Eran como muchos de nosotros. Y uno podía ver por el vestir de la niña…y de los padres, que era una familia muy pobre, muy pobre, y así que, pero muy reverentes. Y el Espíritu Santo pronunció sana a esa niña.",
    "Ahora, piénsenlo, de leucemia, esa criatura. Y la sangre estaba tan contaminada que ya no la podían alimentar por la boca. Tenía que tomar, ir al hospital y recibir sangre, o la transfusión por las venas, para el alimento; me supongo el suero o lo que fuera. No sé cuál sea el término médico para la enfermedad, pero, de todas maneras, tuvo que recibir el alimento de esa manera. Y antes de que la criatura saliera del lugar, ya estaba pidiendo una hamburguesa.",
    "Y después de que los padres escucharon al Espíritu Santo pronunciar ASI DICE EL SEÑOR, ¿ven? ellos…Y eran desconocidos, nunca habían venido antes. Pero ellos… Una—una dulce pareja de ancianos les acaban de alistar los asientos aquí hace unos momentos, el Hermano y la Hermana Kidd, les habían instruido en lo que debían hacer y qué escuchar. Y la criatura comió bien durante el regreso a casa.",
    "Dos ó tres días después estaba en la escuela. ¡Y luego fue con el médico, y el médico estaba tan asombrado! Dijo, “Aquí no hay ni seña de leucemia que podemos hallar en la niña”. ¿Ven? Ahora, eso es instantáneamente y en su punto, el Poder de Dios Todopoderoso para limpiar la corriente sanguínea, así de esa manera, y-y colocar allí la pulsación de-de vida nueva, porque la corriente sanguínea es la vida mortal de la persona. Y la creación de células nuevas y sacar lo viejo. Y—y lo que es, es absolutamente…Yo diría esto: Es una obra creadora del Dios Todopoderoso, el tomar la corriente sanguínea toda contaminada por el cáncer a tal grado que la muchachita estaba toda amarilla e hinchada, y a los pocos minutos ya tenía una corriente sanguínea totalmente nueva.",
    "Yo creo…No lo voy a decir en Su Nombre; sino que lo digo en mi…basado en la revelación de mi propia fe, lo que sucedió en el Cañón Sabino el otro día. Yo creo que la hora se aproxima cuando brazos y piernas que faltan serán restauradas, y el glorioso Poder del Creador. Yo-yo creo que si El puede hacer que aparezca una ardilla que ni tiene…Aquí está el hombre o a la mujer, que le falta una parte. Y aquello fue un animal completo. ¡El es Dios! Yo—yo le amo.",
    "Pues, ahora, comienzo con esos temas, y seguimos hablando. Y hay personas paradas alrededor por las paredes y en los pasillos y en otros cuartos, y cosas, así que voy a entrar directamente al Mensaje.",
    "Y quiero decir esto, y quiero dar gracias a Aquel que es omnipresente. Y que hoy, no conociendo nada en cuanto al Quinto Sello, me llegó en la misma manera misteriosa esta madrugada como una hora antes del amanecer, cuando estaba afuera en oración. Y hoy…",
    "Por estos últimos cinco ó seis días me he quedado solo en un cuartito, no viendo a nadie. Salgo a comer con un—con un amigo, unos de mis amigos aquí. Y desde luego, Uds. saben cuáles son esos amigos, son el Hermano y la Hermana Wood. Sí. Y—y Uds. saben, fui allí y—y me quedé con ellos, y todos ha sido tan bondadosos. No ha habido nada, sólo…",
    "Estoy tratando de quedarme únicamente con el Mensaje de estos Sellos. Es importante. Yo creo que esta es la—es la hora de su tiempo de revelación, de la revelación de esto.",
    "Y ahora quiero que estén seguros, temprano, antes, tan pronto como puedan, escriban aquello que no entienden con respecto a estos Siete Sellos, si tienen algo así, y pongan eso aquí sobre el escritorio. Y quizás el Hermano Neville o alguien más pueda colocar aquí una cajita. Oh aquí—aquí, ahora lo veo. Eso está bien. Prefiero tenerlas esta misma noche. Así puedo estudiarlas un poco, preparando para el domingo. Ahora, en esta ocasión no vayan a escribir algo así: “¿Es esta la evidencia del Espíritu Santo”? ¿Ven? Yo-yo quiero saber de lo que he estado enseñado, para que podamos tener todo claro con respecto a este tema en particular, así como hicimos con las edades de la iglesia, que sea claro. Porque con esto es que estamos tratando ahora.",
    "Ahora, como si fuéramos a orar por los enfermos, eso quizás requiere otra clase de oración. Y uno es ungido y viene para otra cosa. Uno se pone a buscar a Dios para hallar: “¿Señor habrá alguien allí esta noche”?",
    "🦅 Sí, será una dama con vestido amarillo, sentada en la esquina a tu mano derecha. Y cuando la llames, llámala por este nombre. Dile que hizo esto y aquello, y que tiene tal enfermedad”. Entonces vengo, y allí está. ¿Ven? Allí pueden ver que es algo muy distinto.",
    "Y de esta manera, estoy orando: “Señor Jesús, ¿cuál es la interpretación de Esto? Revélamelo a mí”. Amén.",
    "Ahora saquemos nuestras—nuestras Espadas de nuevo, la Palabra.",
    "Y agradezco el respaldo espiritual y el amor fraternal del Hermano Neville, sentado aquí detrás de mí, orando por mí. Y también la de todos Uds. allá. Y ahora siendo que esta es la noche del día viernes, trataremos, lo haremos tan… nosotros…",
    "Es imposible mencionar todas las cosas. Uno…Porque uno podría tomar eso, solamente uno de esos Sellos y quedarse, trayéndolo por toda la Escritura. ¿Ven? Se tomaría meses y meses y meses, y aún así no lo completaría, porque el—el Sello mismo une las Escrituras enteras desde Génesis hasta Apocalipsis, un solo Sello.",
    "Así que lo que trato de hacer, es, para no salirme tanto del tema, apunto una Escritura, o—o alguna nota aquí en algún lugar, y así detenerme…Me mantengo con esa cosa en particular, y tengo que vigilar, porque solamente…Al hablar, yo hablo por—por vía de…Yo—yo espero que sea la inspiración correcta. Y luego cuando me fijo para ver la…Y comienzo a hablar, y siento que me estoy alejando con un tema, me doy la vuelta, y enfoco en la otra dirección para tratar de tomar otra Escritura, para irme con eso, pueden ver, para así alivianar el ambiente de ese lado, en vez de continuar con eso.",
    "Y así que por la gracia de Dios y con Su ayuda, vamos a estudiar esta noche el—el Quinto Sello. Y es corto. Es un poco más largo que los otros. Los cuatro jinetes, los cuales eran de dos versículos para cada uno, pero este aquí es de tres versículos. Ahora, el Quinto Sello comienza con el capítulo 6 de Apocalipsis, y el versículo 9.",
    "Y si sucede que Ud. es un-un desconocido que no ha escuchado los mensajes sobre los cuatro jinetes, pues, Ud.… Vean, a veces uno—uno se devuelve y—y menciono algo, y al hacerlo, uno espera que la gente lo entienda. Así que si hay algo que Ud. no entiende, pues tenga paciencia. O, puede obtener la cinta y escucharla, y—y estoy seguro que recibirá una bendición al hacerlo. Así ha sido conmigo. Espero que así sea con Uds.",
    "Ahora, todos listos, desde el versículo 9 hasta el 11, o sea incluyendo el 11.\n\nCuando abrió el quinto sello, vi bajo el altar las almas de los que habían sido muertos por causa de la palabra de Dios y por el testimonio que tenían.\n\nY clamaban a gran voz, diciendo: ¿Hasta cuándo, Señor, santo y verdadero, no juzgas y vengas nuestra sangre en los que moran en la tierra?\n\nY se les dieron vestiduras blancas, y se les dijo que descansasen todavía un poco de tiempo, hasta que se completara el número de sus consiervos y sus hermanos, que también habían de ser muertos como ellos.",
    "Ahora, esto es algo misterioso. Y ahora, para beneficio de los que oirán la cinta, y los ministros y maestros que están presentes, ahora si Uds. tienen un punto de vista distinto a esto; pues yo también lo tuve. Pero solamente estoy tomando esto de la inspiración, que cambió totalmente mi punto de vista. ¿Ven?",
    "Y luego estoy descubriendo, al ver estas cosas siendo reveladas, que está regresando y uniendo las edades de la iglesia y las Escrituras, todo junto. ¿Ven? Y esa es la razón que yo creo que esto viene de Dios. Ahora, nos damos cuenta de eso.",
    "Y estoy pensando que a veces dependemos de lo que ha dicho algún gran maestro al respecto. ¿Ven? Y eso—eso está bien. Yo no censuro al maestro, de ninguna manera. Y no censuro a ninguna persona. Yo únicamente censuro el pecado, incredulidad; a ninguna persona.",
    "Y algunos han dicho: “Ud. censura la organización”. No, yo no. Yo—yo censuro el sistema de organización; no la gente allí, el grupo de personas que forma la organización, Uds. saben. Pero el sistema que los gobierna es lo que yo censuro, católico y protestante, igualmente. ¡Qué cosa! Yo he…",
    "Algunos de los mejores amigos que—que—que conozco son católicos, simplemente…¿Se dan cuenta? Y puede ser que el hombre esté sentado aquí esta noche, quizás esté. La única razón por la cual nos permitieron construir este tabernáculo fue porque un católico romano se puso de pie allá en el tribunal y salió al frente a favor mío, como ningún otro se hubiera atrevido. Correcto. Y no lo pudieron rechazar. Correcto.\n\nY dijo, “Tenían mal el cálculo, ‘Demasiada gente’”.",
    "El dijo, “Oh, de esa manera no están añadiendo para más de ochenta personas en esa iglesia”. Dijo, “Esa iglesia ya está allí”. Dijo, “Yo—yo conozco al pastor, y tanto así”. Y dijo, “Esa iglesia tiene tiempo allí”. Dijo, “Los demás de Uds. le añaden, entonces ¿por qué no ellos”? Un católico romano, un buen amigo mío. ¿Ven? Sí señor.",
    "Un—un muchacho que es un—un católico, un verdadero y real amigo mío, estaba hablando conmigo. Tenía una cierta ferretería. Antes que me fuera él dijo: “Billy, yo—yo sé que tú no crees en nuestro sistema de religión”. El dijo, “Pero te digo esto ahora mismo”, dijo, “¡Dios ha honrado en gran manera tus oraciones a favor nuestro! Yo creo que si tú te encontraras en problemas en cualquier parte de la nación”, dijo, “todo católico en la nación vendría a socorrerte”. Así que pueden ver, eso es…",
    "El dijo, “Todo aquel que carga crucifijo”, así lo dijo. Lo voy a decir exactamente como lo dijo él. Desde luego, ellos reclaman eso debido a que los Cristianos primitivos cargaban una cruz en la espalda. Sabemos eso por la historia. Y ellos reclaman ser los Cristianos primitivos, lo cual fueron, pero el sistema los ha desviado de ese camino, pueden ver.",
    "Y esa gente, sea católico, judío o lo que sea, son seres humanos del mismo árbol de donde venimos nosotros. ¿Ven? Correcto. Ellos—ellos son personas que aman, comen, beben, y duermen, igual que cualquier otro. Y así que nunca debemos censurar individuos, no, a nadie, ¿ven? Pero, no debemos censurar individuos",
    "Pero como ministro, tengo que golpear duro a esa serpiente que está picando a la gente. ¿Ven? Y yo no-y yo, ni siquiera… Yo solo, yo mismo, yo no lo haría si no fuera por comisión de Dios, que estoy bajo un deber hacerlo, ¿ven? Y tengo que mantener eso fiel y verdadero.",
    "Pero si llegara aquí un católico, judío, mahometano, griego ortodoxo o lo que fuera. Si él llegara aquí pidiendo oración, yo oraría por él tan sinceramente como lo haría por uno de los míos. Correcto. Ciertamente, porque él es un ser humano. Yo he orado por budistas, shiitas, jains, mahometanos y—y de todos así, ¿ven? Yo no les pregunto nada, solamente oro por ellos porque son seres humanos que desean ser sanos y así tratar de hacer que para ellos la vida terrenal sea un poco más cómoda.",
    "Y ahora nos damos cuenta que en esto, y yo sé que hay por lo menos dos o tres hombres bien instruidos sentados aquí. Ellos son entendidos y han leído mucho en cuanto a la doctrina de otros que han escrito sobre estas cosas. Yo quiero que Uds. entiendan, hermanos míos, yo-yo no estoy censurando a estos hombres. Solamente estoy expresando lo que el Señor me ha mostrado a mí. Y eso es todo lo que tengo.",
    "Ahora, nunca queremos pensar que alguien por ser una lavandera, o—o un joven detrás de un arado, que no pueda recibir una revelación de Dios. Porque vean, es…Dios se revela en la simplicidad. Eso lo vimos el domingo, al comenzar esta serie, cómo es que El se revela en Su simplicidad. Por eso El es grande.",
    "Ahora, permítanme…Permítanme hacer un repaso al respecto por unos momentos. La razón porqué Dios es tan grande es porque se puede hacer tan sencillo. Por eso es grande. Dios es grande, y se puede convertir en una forma tan sencilla que los sabios de este mundo no lo pueden hallar. Sencillamente no lo pueden hallar porque El se hace demasiado sencillo. Ahora fíjense. Y esto, en sí mismo, es el misterio de la revelación de Jesucristo. ¿Ven? Esto en sí mismo, que la…No puede haber nada más grande que Dios. Y Ud. no puede hacer algo tan sencillo como El se hace a Sí mismo. ¿Ven? Por eso El es grande. ¿Ven?",
    "Ahora, un hombre grande puede ir elevándose, o quizás pueda inclinarse y decirle: “¿Cómo está Ud.”? o algo semejante. Pero él no se puede hacer pequeño. Simplemente hay algo tocante a él. El es humano. Simplemente no se puede hacer pequeño. Porque cuando llega a hacerse demasiado pequeño, entonces de repente tiene que referirse a lo que otra persona hizo, así de esa manera. Y pueden ver, allí comienza de nuevo a elevarse a sí mismo.\n\nPero, en Dios, la manera de subir, es bajar. Sí.",
    "Los sabios del mundo están esforzándose en su sabiduría por hallarlo a El. Al hacerlo, ellos se elevan, alejándose de El. Vean, los sabios del mundo, si Ud. está tratando de explicar algo por la matemática o algo. Recuerden, El hasta lo ha colocado en la Biblia, en Apocalipsis…No perdónenme.",
    "En Isaías 35, creo que allí es, que aún es tan—es tan sencillo que hasta una—una—una persona delincuente lo podría entender. ¿Ven? Pues, “Por torpe que sea, no se extraviará”.",
    "Los sabios erran grandemente, por su sabiduría, apartándose más de El, al intentar hallarlo a El por medio de sabiduría. Ahora no se les olvide eso. Eso está grabado en la cinta. ¿Ven? Los sabios, en su sabiduría, se extienden a tales extremos tratando de hallarlo a El por medio de su sabiduría, que lo pasan por alto. Si ellos pudiesen ser lo suficientemente grandes como para ser lo suficientemente sencillos, lo hallarían. ¡Si uno es lo suficientemente grande para hacerse suficientemente sencillo! ¿Ven eso? Y Uds. saben que—que verdaderamente esa es la Verdad.",
    "Yo me he encontrado con personas en sus oficinas, y en otros lugares, que en verdad eran hombres grandes, reyes, potentados, monarcas, y normalmente esos son hombres grandes. Luego he entrado a lugares donde la persona tiene un solo cambio de ropa, quizás un ministro que deseaba discutir conmigo; y uno—uno pensaría que el mundo no podría girar sin él. ¿Ven? Y eso—eso solamente es un caso de cabeza hinchada. ¿Ven? Pero un—un hombre grande se sienta y trata de hacerle pensar que Ud. es la persona grande. ¿Ven? Es que él puede humillarse.",
    "Y vean, Dios es tan grande que se puede humillar a un nivel donde el humano no puede ni llegar. Eso es todo. Y en su…",
    "Y están tratando de hallarlo a El. Ahora miren. Están tratando de hallarlo a El, mandando a los jóvenes al colegio para obtener un título universitario. Y—y lo están tratando de hallar por medio de la terminología teológica de—de—de—de la Biblia. Y lo están tratando de hallar por medio de programas educacionales, y por medio de programas organizacionales, y por tener esto o aquello más hermoso, y así hallarlo. El no está allí, de ninguna manera. Unicamente están luchando contra el viento, eso es todo. Se—se están alejando del asunto.",
    "Si pudieran ser suficientemente grandes para—para ser suficientemente sencillos, lo podrían hallar de esa manera, siendo sencillos. Pero mientras uno sigue tras la sabiduría, se está alejando de El.",
    "Ahora, permítanme repetir eso para que no se les escape. Mientras uno trata de hallar a Dios por medio de la sabiduría, como fue en el huerto de Edén, como fue en los días de Moisés, como fue en los días de—de Noé; como ha sido en los días de Cristo, en los días de Juan, en los días de los apóstoles, y aun hasta el día de hoy. Cuando uno trata de calcularlo, y trata de hallar a Dios por medio de la sabiduría, se está alejando más de El todo el tiempo. Están tratando de entenderlo. No hay manera alguna. ¡Unicamente acéptenlo! ¿Ven? Créanlo. No traten de entenderlo.",
    "Yo no entiendo, pues, muchas cosas. No son muchas cosas que sí entiendo, o puedo entender. Yo no entiendo cómo es que este joven sentado aquí puede comer el mismo alimento que yo como, y—y aquí está él con abundancia de cabello, y yo no tengo nada. Yo no entiendo eso. Me dicen que el calcio lo fabrica, y siempre estoy cortándome las uñas, pero no tengo nada de cabello para cortarme. Yo—yo no entiendo eso. Como dice el antiguo refrán, yo…",
    "Ahora no tanto para cambiar el ambiente un poco, lo serio; pero sí es serio, pero aún no he llegado al Sello.",
    "¿Cómo es que la vaca negra puede comer pasto verde, y dar leche blanca que al agitarse se convierte en mantequilla amarilla? Verdaderamente, yo—yo no podría explicar eso. Porque cada uno es producto del anterior. Y cómo sucede, yo no lo puedo explicar.",
    "No puedo explicar cómo es que dos lirios, o dos flores, de la misma especie, una es roja, y la otra es amarilla, otra marrón y la otra azul. Yo no entiendo eso. Es el mismo sol sobre todas. ¿De dónde viene el color? ¿Ven? Yo—yo no lo puedo explicar, sin embargo, lo tenemos que aceptar.",
    "Yo quisiera que algún gran teólogo me explicara cómo este mundo se mantiene en órbita. Quisiera ver a alguien científicamente tirar una pelota al aire; girando, y que dé la segunda revolución en el mismo lugar. No se puede. Y sin embargo esto está tan perfectamente regulado que pueden decirnos el minuto cuando ocurrirá un eclipse de sol veinte años en el futuro. No hay reloj o maquinaria cualquiera que sea tan perfecta. Y sin embargo allí está. Y eso que está inclinada. ¿Cómo fuera si se enderezara un poco? Sí. Tratar de hacerlo, uno pudiera hacer el papel del bobo.",
    "Así que vea, no ande buscando la sabiduría para entender. Simplemente crea lo que El dice. Y mientras más sencillo sea Ud. entonces allí lo tiene, lo hallará. Ahora, estoy tan agradecido por eso; agradecido que El es, que se ha hecho sencillo. Ahora hallamos el capítulo 6 y el versículo 9. Comencemos.\n\nCuando abrió el quinto sello, vi bajo el altar las almas de los que habían sido muertos por causa de la palabra de Dios y por el testimonio que tenían.",
    "Noten, no hay mención de otra Bestia, o de Ser viviente en el anuncio del Quinto Sello. Ahora recuerden, lo hubo en el Cuarto Sello. Lo hubo con el Primer Sello, el Segundo, Tercero y Cuarto, pero ninguno aquí. ¿Ven?",
    "Ahora, si notan, leamos de nuevo uno de los Sellos. Volvamos al Cuarto Sello. Y ese es el versículo 7.\n\nCuando abrió el cuarto sello, oí la voz del cuarto ser viviente, que decía: Ven…mira.\n\nCuando abrió tercer sello, oí al tercer ser viviente, que decía: Ven y mira…\n\n…al segundo ser viviente, que decía…Ven…mira.\n\n…al primer ser viviente decir: Ven…mira.",
    "Pero cuando llegamos al Quinto Sello, no hay ningún Ser viviente. Ahora, simplemente noten,\n\nCuando abrió el quinto sello, vi bajo el altar…",
    "¡De repente! Allí no hay—no hay ningún Ser viviente. Y el Ser viviente representa poder. Vean, sabemos eso. Allí no hay Ser viviente.",
    "Ahora, hallamos en el estudio de—de—de Apocalipsis, de las iglesias, que una de las cuatro criaturas, uno de ellos era un león, otro era un becerro, otro era un hombre, y el otro era un águila. Hallamos en el estudio de las edades de la iglesia que esas cuatro bestias, significando cuatro poderes, estaban alrededor de los Hechos de los Apóstoles, igual como con el-el tabernáculo en el desierto. Y Uds. lo entienden, porque no tendré tiempo para entrar en todo eso. Cómo fue que lo dibujamos aquí y lo mostramos perfectamente. Ellos estaban vigilando esto, el Cordero y la Palabra para ejecutar la Palabra así como ellos hicieron allá con el—el Arca del Pacto en el lugar santo en el desierto, y todo eso.",
    "Ahora, hasta mostramos posicionalmente, por los colores de cada tribu de Israel y por el…¿Cuántos han oído las Siete-las Siete Edades de la Iglesia? Me supongo que casi todos, las dos terceras partes. Noten, que aun la naturaleza de la bestia fue exactamente un emblema de esa tribu, cómo estaban las cuatro…estaban las doce tribus, cuatro a cada lado, o—o tres tribus a cada lado. Y las cuatro bestias estaban vigilando, igual que las tribus, a los cuatro lados.",
    "Y cuando fuimos y vimos los Evangelios, y mostramos exactamente. Cuando uno entraba al arca, estaban cuidando el arca, el pacto. Y luego hallamos que el pacto de la nueva Iglesia, su representación sobre la tierra era el Espíritu Santo. La Sangre nos había enviado de vuelta el Espíritu Santo. Y las cuatro Bestias representaban las—las doce tribus de Israel, mientras vigilaban. Y hallamos la naturaleza de cada uno, y llevando esa misma naturaleza y trayéndola a cada uno de los cuatro Evangelios, exactamente igual. Uno habló con el león, otro habló con el buey, y el otro…Los cuatro Evangelios. Allí está. Los cuatro Evangelios son la protección del Espíritu Santo. Amén.",
    "Yo siempre tenía esta duda…y esto ha estado en mi mente desde hace unos seis años cuando oí a un hombre tan ilustre decir que… “Los Hechos de los Apóstoles fue solamente el andamio”. Lo he oído varias veces. Pero al oír a un hombre de esa categoría, como maestro y predicador, quien ha escrito libros muy famosos que todos han leído, y luego que diga que los Hechos de los Apóstoles no era conveniente para enseñar a la Iglesia.",
    "Cuando los Hechos de los Apóstoles es el propio fundamento, no el andamio, sino el fundamento. Porque la Biblia dice que el-el-el-el fundamento de Dios “es edificado sobre la doctrina de los apóstoles”, correcto, “y Cristo es la piedra de ángulo”. [Efesios 2:20]",
    "Y cuando esta persona se paró allí y dijo eso, yo—yo— yo—yo simplemente…Mi corazón casi falló. Y pensé: “Con razón”. Pues, ahora veo en los Sellos. Es que no estaba revelado. Eso es todo. ¿Ven?",
    "Así que allí estaban, parados allí, pero algo estaba diciendo eso. Ahora noten, ellos protegen.",
    "Cuando tomamos a San Mateo 28:19, y trazamos eso por Mateo, lo cual representaba el león. Y entrando de esa manera, hallamos exactamente por qué bautizaban en el Nombre de Jesucristo. Y allí estaba parado El, con esa misma Escritura, cuidando la comisión sagrada del bautismo en el Nombre de Jesucristo. Muy bien. Bueno, me estoy desviando ahora en las edades de la iglesia.",
    "Noten. Pero ahora cuando llegamos a este Quinto Sello, no hay jinete que sale cabalgando; tampoco hay Bestia para anunciarlo. Juan simplemente…El Cordero lo abrió y Juan lo vio. No había nadie allí para decir: “Ahora, ven, mira. Ven y mira”. Noten, no había poder de ningún ser viviente. O hay…",
    "Y en el Sexto Sello no hay ninguna Bestia para anunciarlo. Y en el Séptimo Sello no hay ninguna Bestia para anunciarlo. No hay poderes para anunciarlos. ¿Ven? Nadie lo hace. En el…Miren. En el…Después del Cuarto Sello ya no hay ningún anuncio por algún poder de una Bestia, desde el Quinto, el Sexto y el Séptimo Sello, nada.",
    "Ahora noten. Yo amo esto. Como en los tiempos del jinete de los cuatro caballos, el jinete (singular) de los cuatro caballos diferentes, hubo una Bestia que anunció el poder. Cada vez que el jinete montó otro caballo para cabalgar, otro tipo de Bestia salió para anunciarlo, “Ese es un gran misterio”. ¿Ven? “Ese es el misterio”. ¿Por qué? Anunciando el misterio.",
    "¿Por qué no hay uno aquí en el Quinto Sello, para anunciarlo? Aquí está, según la revelación que el Señor Jesús me dio hoy, esta mañana muy temprano. Eso es, que el misterio de las edades de la iglesia ya ha terminado, para este tiempo. El misterio del anticristo es revelado en este tiempo. El anticristo ya dio su última cabalgada, y lo hallamos sobre el caballo amarillo, mezclado con sus varios colores, y así cabalga hasta la perdición.",
    "Veremos eso en el estudio de las Trompetas y demás. Yo entraría en eso ahora, pero nuevamente nos iríamos muy lejos del texto. Y nos—nos iremos…él va cabalgando…",
    "Por eso no hay nadie allí. Ahora, sabemos está escrito porque todo tiene su razón. Ahora, recuerden, al principio, yo dije, que no puede haber ninguna cosa sin que tenga una razón. ¿Recuerdan la gotita de tinta? Ahora, uno tiene que hallar la razón. Existe alguna razón por no tener que tener una Bestia o poder para anunciar la apertura de este Sello. Y sólo Dios puede revelar el porqué, eso es todo, porque todo-todo está en El.",
    "Pero la razón que El lo revela, según entiendo yo, es porque el misterio del Libro de la Redención — con respecto al anticristo siendo revelado, y al mismo tiempo la Iglesia ha subido — y estas cosas ni siquiera ocurren durante la edad de la iglesia. Correcto. Esto-esto ya es aparte de la edad de la iglesia. Para este tiempo, la Iglesia, absolutamente ya es arrebatada. La Iglesia sube en el capítulo 4 de Apocalipsis, y no vuelve hasta que regresa con su Rey en el capítulo 19. Pero aquí estos Sellos están revelando lo que ha sido, lo que es, y lo que será. ¿Ven? Y ahora, lo que habría de ser para la edad de la iglesia, fue revelado por estos Sellos. Y ahora fíjense bien lo que ocurre.",
    "Las—las cuatro etapas de su jinete han sido reveladas. Las cuatro etapas del anticristo cabalgando han sido reveladas en este tiempo, por lo tanto ya no requieren de más.",
    "Y hubieron cuatro Seres vivientes de parte de Dios, para anunciar el jinete al cabalgar. Cuatro Bestias son cuatro poderes. Ahora, sabemos que Bestia, por interpretación, según los símbolos de la Biblia, significa “poder”. Veámoslo más claro. Las cuatro Bestias en la Biblia representan un poder entre la gente.",
    "Ahora, si descubrimos, como en Daniel, cuando él vio que cierta nación se levantó, quizá sería un oso sosteniendo una costilla, y eso era un símbolo. Luego vio que se levantó otro poder, un macho cabrío. Eso también representaba algo. Luego vio levantarse otro poder, y—y era un leopardo con varias cabezas. Eso representaba un cierto reino. Y luego vio levantarse otro que era un gran león con dientes, el—el cual hollaba las sobras. [Daniel 7:7] Eso representaba un poder completamente distinto. Uno era el reino de Nabucodonosor; y otro, tipo de un sueño. Daniel vio una visión, y Nabucodonosor soñó un sueño. Pero Daniel le interpretó su sueño, y cuadró con la visión.",
    "¡Amén! ¡Qué cosa! ¡Oh! Si únicamente supieran lo que sucedió. ¿Qué sucedió antes que nos fuimos de aquí? ¿Entienden? Hubo seis sueños consecutivos que cuadraron perfectamente con la visión. Amén. ¿Ven? Un sueño interpretado es una visión. Porque puede ser que la persona no nació para usar la subconsciencia estando despierta; entonces Dios llega a la subconsciencia y le habla. Que por supuesto, El prometió que visitaría a Su pueblo en los últimos días en sueños y visiones. ¿Ven?",
    "Ahora, una visión es cuando uno está despierto, parado así como estoy ahora, y ciertas cosas son reveladas. Y uno se para y lo declara en el acto; pudiendo ver lo que sucedió, lo que sucederá, etc.",
    "Pero ahora, un sueño es cuando Ud. está dormido, y los cinco sentidos no están activos, y Ud. está—está en la subconsciencia. Ud. está en alguna parte, porque cuando regresa, se acuerda de donde estaba, lo recuerda toda su vida. ¿Ven? Así que es la subconsciencia. Entonces para, vean…",
    "Como decía el Congresista Upshaw: “Uno no puede ser lo que no es”. Y así es. Ven?",
    "Y entonces si uno ha nacido como vidente. Ahora, vean, para lograr eso, las dos conciencias tienen que estar juntas. No puede estar una por acá con los cinco sentidos activos, y la otra por allá cuando uno está dormido y los cinco sentidos inactivos. Pero vean, cuando uno nace así, ambas están juntas, y no tiene que estar dormido. Uno simplemente va de una a la otra, así. No tiene que estar dormido. No hay suficiente espacio entre las dos para dormirse. Y uno no puede hacerse de esta manera.",
    "Así que, dones y llamamientos son predestinados por Dios. Son—son dones y llamamientos de Dios que aún “son irrevocables”, dice la Biblia. [Romanos 11:29] ¿Ven? Fueron ordenados desde antes de la fundación del mundo. ¿Ven?",
    "Ahora, ahora, hallamos que la…Una bestia, de Daniel, significaba que era un poder levantándose entre la gente. Muy bien. Y—y también aquí en las visiones de Juan mostró que eran poderes, naciones levantándose. Como los Estados Unidos que aparece en el capítulo 13 de Apocalipsis, como cordero. Y luego si desean saber, diferente…\n\nUd. dirá: “Pero, eso, eso está hablando de poder nacional”.",
    "Pero bestia también representa poder santo. ¿Sabían eso?",
    "Noten a Rebeca; cuando—cuando el—el siervo de Abraham, Eliezer…Cuando fue a traer a Rebeca, ella…El la montó en un camello, el mismo camello al cual ella había dado de beber. Y sobre este camello se fue para encontrar a su novio, que no había visto. La misma cosa que ella dio de beber, fue la que la llevó a su futuro esposo y hogar.",
    "¡Es igual hoy! ¿Ven? La misma cosa que la Iglesia está regando, esa es la Simiente, la Simiente de la Palabra. Es la misma Palabra que es vivificada, y que nos lleva a nuestro Novio que no hemos visto. ¿Ven? ¿Ven?",
    "Y noten cuan perfecto: Isaac había salido del hogar y estaba en el campo, apartado de su casa, cuando Rebeca lo vio.",
    "Y la Iglesia se encuentra con Cristo en el aire, y luego El la lleva a la Casa, la Casa del Padre, donde están preparadas las mansiones. Isaac hizo lo mismo con Rebeca.",
    "Y noten, que fue amor a primera vista. ¡Oh, qué cosa! Ella corrió a encontrarlo.",
    "Y de esa manera la Iglesia encontrará a Cristo, en el aire, y para siempre estar con El.",
    "Ahora, en términos de la Biblia, estas bestias son poderes. Noten. Deseo ahora que noten.",
    "El diablo tenía sus cuatro bestias de colores cambiables sobre los cuales salió. Tenía sus cuatro bestias. Eran los tres que fueron colocados en el color de uno, y formó ese caballo amarillo: un caballo blanco, caballo rojo, caballo negro. Y vimos que cada uno de ellos fue una etapa de su ministerio, una etapa de la iglesia primitiva que se había formado en una denominación, en Nicea. La iglesia pentecostal original, sobre la cual se derramó el Espíritu Santo, bajando, tomó un espíritu de anticristo, formó una organización y dio a luz a unas hijas de organización. Cambiando su poder tres veces y los juntó en uno, así formó el caballo pálido o amarillo. Y luego le fue dado el nombre llamado Muerte, y lo cabalgó hasta la Eternidad. ¡Es tan claro, como puede ser! Ahora, ahora noten, le es dado este—este caballo, y lo está cabalgando.",
    "Dios también tiene como siempre…",
    "Ahora miren. Cuando el anticristo apareció por primera vez, ¿en qué apareció? Caballo blanco. ¿Ven? Pues tan inocente como pudo ser, sólo una doctrina en la iglesia. Deseaban compañerismo. El compañerismo suyo es con Cristo. Pero ellos querían un compañerismo. Ya no aguantaban, querían obtener…",
    "Pues, Uds. saben, como se forman bandos en la iglesia. Uds. pastores saben eso. ¿Ven? Ellos, como ellos dicen: “Pájaros de un mismo plumaje”. Pero hermanos, si en verdad somos nacidos de nuevo, esa—esa no es la actitud que debemos tomar. ¿Ven? No. Ahora nosotros-nosotros-nosotros…",
    "Si vemos algo errado en nuestro hermano, simplemente oremos y mantengamos esa cosa delante de Dios, y amar a ese varón hasta lograr traerlo a la Presencia de Dios. ¿Ven? Así es la manera, realmente, la manera de hacerlo.",
    "Uds. saben, Jesús dijo. “Allí habrá cizaña”, porque Jesús dijo que habría, “pero no lo vayan a arrancar, porque también arrancarán el trigo”. ¿Ven? “Déjelos”. El hará…Permitan que El haga la separación cuando llegue el tiempo. ¿Ven? Dejen que todo crezca junto.",
    "Noten que mientras salía la bestia, el anticristo salió sobre una bestia, su poder.",
    "¡Oh, yo amo esto! Ahora es que estoy comenzando a sentirme religioso, quizás sea el estímulo. Noten, cuando el anticristo…Oh, esas—esas revelaciones, en la Presencia de esa bola de Fuego presente allí en el cuarto, hasta…¡Oh, hermano! Aunque lo he visto desde niño, cada vez que se me acerca me da tanto temor. Casi me pone en una condición inconsciente. Nunca se acostumbra uno, no es posible, porque es demasiado sagrado.",
    "Noten, así como el anticristo salió sobre sus bestias de ministerio, Dios envió una Bestia para combatirlo. ¿Ven? Ahora miren. Entonces cada vez que la bestia cabalgó sobre su caballo, el anticristo saliendo sobre su caballo, sobre su bestia, para anunciar su ministerio, Dios también envió Su Bestia, y El estaba en eso, para anunciar lo Suyo que lo combatiría.",
    "La Escritura dice: “Porque vendrá el enemigo como río, mas el Espíritu de Jehová levantará bandera contra él”. [Isaías 59:19]",
    "Entonces cuando el enemigo salió en forma de anticristo, Dios mandó cierto tipo de poder para hacerle frente. Y entonces cuando ellos…",
    "El salió de nuevo como el jinete del caballo rojo (otro color, otro poder, otro ministerio), Dios mandó otro tras él, para combatirlo, para mantener Su Iglesia.",
    "Envió el tercero; nuevamente Dios envió el Suyo, la tercera bestia vino para hacer el anuncio.",
    "El envió el cuarto; y Dios envió Su cuarto. Y entonces allí termina el anticristo, y también terminaron las edades de la iglesia, en ese tiempo. Miren. ¡Ahora esto aquí es algo tremendo!",
    "Ahora, vemos que el diablo cambió de bestias cuatro-cuatro veces, y el significado es que estos son los poderes que él reveló al mundo; y cómo vino a terminar sobre el caballo amarillo, de la muerte.",
    "Ahora veamos los poderes de Dios, de estas bestias, para combatir a aquellos.",
    "La primera Bestia de Dios, con la cual salió para enfrentarse al anticristo, fue cuando el anticristo apenas era una enseñanza. Ahora recuerden, que cuando el anticristo cabalgó por primera vez, él estaba en un ministerio de enseñanza. El anticristo cabalgó primeramente en un ministerio de enseñanza. Ahora fíjense bien en el que salió para hacerle frente: el león, el León de la tribu de Judá, el cual es la Palabra. Cuando salió su enseñanza falsa, la Palabra verdadera salió para hacerle frente.",
    "Por eso tuvimos a Ireneo, Policarpo, San Martín y—y—y—y tantos más.",
    "Cuando el anticristo estaba cabalgando con su enseñanza falsa, Dios mandó Su enseñanza, la Palabra, el León de la tribu de Judá, quien es la Palabra hecha manifiesta en el Espíritu Santo. Y el Espíritu Santo estaba allí para manifestarse, lo cual es la Palabra.",
    "Por eso la Iglesia primitiva tenía sanidades, milagros, visiones y poder; porque fue la Palabra Viviente en la forma del León de la tribu de Judá, saliendo para combatir aquello. ¡Amén! ¿Ahora lo entienden? El envía su poder, el anticristo; y Dios envía el Suyo, la Palabra. Anticristo, la enseñanza falsa; la enseñanza verdadera salió juntamente para combatirla. Esa fue la primera. Ahora, esta es la primera Iglesia apostólica que salió para hacerle frente.",
    "Ahora, la segunda bestia que mandó el anticristo fue una bestia roja, que iba a…sobre la cual él cabalgó, y su obra era de quitar la paz de la tierra y-y hacer guerra.",
    "Ahora, la segunda que salió para combatirlo fue la bestia semejante a un buey. El buey significa labor o bestia de carga.",
    "Y ahora, si pudiéramos detenernos aquí por un momento. Permítanme, sí, permítanme, para asegurarnos de que Uds. lo pueden entender. Ahora, eso es lo que puede ser un poco confuso para algunos. Pero, miremos a Tiatira. Vean si no fue una—una—una iglesia laborando, verán:\n\nY escribe el ángel de la iglesia en Tiatira: El Hijo de Dios, el que tiene ojos como llama de fuego, y pies semejantes al bronce bruñido, dice esto:\n\nYo conozco tus obras…",
    "¿Ven? Todo estaba llegando a obras, porque ese es el que cabalgaba con él.\n\n…y amor, y fe, y servicio, (¿ven? es todo…) y tu paciencia, y que tus obras (nuevamente, dos veces “tus obras”) postreras son más que las primeras.",
    "Vean, eso allí muestra que la edad de Tiatira, después que se estableció el anticristo y entró a la edad de Tiatira, la pequeña iglesia no podía hacer más que simplemente obrar.",
    "Y otra cosa, el buey es una Bestia de sacrificio. ¿Ven? Ellos dieron sus vidas de la manera más libre durante la Edad del Oscurantismo, ese período de mil años, cuando el catolicismo controlaba al mundo. Y ellos entraron libremente, sí o no. No les importaba morir. Si era la muerte, muy bien. De todas maneras, entraron y murieron. ¿Por qué? ¡Era el espíritu de la edad!",
    "Por eso los grandes hombres, como Ireneo, Policarpo, Juan, y Pablo estaban combatiendo esa cosa.",
    "Pablo vio eso y dijo: “Yo sé que después de mi partida, entrarán entre vosotros lobos rapaces (hermanos), enseñando cosas perversas, y os apartarán”. [Hechos 20:29] Fíjense bien en aquel apóstol de poca estatura, pero firme y decidido, parado allí con su espalda cubierta de latigazos y con lágrimas en los ojos. Pero él podía ver mucho más allá que ese telescopio que tienen hoy que dicen que les permite ver a través de ciento veinte millones de años de luz. El podía ver hasta la Eternidad. Allí estaba. Y lo predijo, y dijo que eso sucedería. Y también dijo, eso siguió hasta la edad que estaba por venir. Ahora noten, allí estaba él.",
    "Ahora, después de Pablo, San Juan fue el que vivió más años. Y cuando San Juan estaba queriendo tomar todas las epístolas sagradas, ungidas por el Espíritu Santo, para juntarlas y formar la Biblia, el imperio romano lo tomó preso, y lo confinaron a la Isla de Patmos. El estuvo en la Isla de Patmos por causa de la Palabra de Dios. Y Policarpo le estaba ayudando a traducirla.",
    "El otro día leí la carta que María misma le escribió a Policarpo. Y reprendiendo…no reprendiéndolo. Pero recomendándolo por ser un hombre valeroso que podía enseñar y aceptar las enseñanzas de Jesucristo, el Cual nació de ella de parte de Dios. Era la propia notita que María escribió a Policarpo.",
    "Como Uds. saben, Policarpo fue entregado a los leones. No, más bien fue quemado. Ya—ya era demasiado tarde para soltar un león en la arena, y así que derribaron un baño, un antiguo baño, y lo pusieron en la—en la—en la arena y—y lo quemaron.",
    "Y en el camino, viniendo allí, él venía caminando con la cabeza inclinada. El centurión romano le dijo: “Tú ya eres un anciano y bien respetado. ¿Por qué no renuncias esa cosa”?",
    "El siguió caminando con la mirada hacia el Cielo. Y entonces una Voz habló de alguna parte. Ellos no pudieron entender de dónde. Dijo: “¡Policarpo, no temas, Yo estoy contigo”! ¿Por qué? Porque él estaba parado con la Palabra.",
    "Y cuando comenzaron a colocarle la leña encima para encender el fuego y quemarlo, hubo una música celestial que bajó. Y—y se oyó el canto de un coro Angélico de alguna parte. El ni siquiera pestañeó una sola vez a favor del burlador.",
    "Esos fueron hombres valientes. Esos son los hombres que pueden mantenerse firmes. Los mártires a través de las edades sufrieron terriblemente. Pero ¿cómo lo lograron? Estaban bajo la inspiración, el Espíritu de Dios, el poder. Yo…",
    "Iglesia, no se olviden de esto. Y también Uds. que escuchan la cinta, quiero que examinen esto de cerca. ¿Cómo pueden los hombres obrar fuera de la medida del poder de Dios que les ha sido entregado? Voy a poner esta caja aquí para representar eso. Si Dios manda cierto Espíritu entre la gente, sólo podrán obrar por medio de eso, por el Espíritu que obra entre ellos. Ahora les quiero probar por medio de la historia de la Iglesia, y por la—la apertura de los Sellos, y los poderes que fueron soltados; y fíjense, exactamente, la Iglesia respondió a la—la unción, y no podían hacer ninguna otra cosa.",
    "Ahora, el primero fue el león que rugió, la Palabra pura sin adulteración.",
    "El segundo, en Tiatira, fue el buey. Y fue cargado, una-una Bestia de carga. Perdónenme. Y también fue una Bestia de sacrificio. Y ¿no fue ese el cuadro exacto de la Iglesia? Roma se había establecido allí con los mil años de la Edad del Oscurantismo, y todo lo que no profesara ser de la iglesia romana, inmediatamente era aniquilado. Y tuvieron que trabajar, e ir de lugar en lugar.",
    "Uds., los masones, les llamaré la atención. ¿Se acuerdan de la señal de la cruz? Ahora, Uds.—Uds. saben de qué estoy hablando.",
    "Ahora, noten. Ahora, si—si notan, eso consistía en guardar y preservar esa Biblia. ¿Ven? Y tenían que obrar uno con el otro. Allí tienen el buey. Y cuando llegó el tiempo…(como leímos anoche), cuando la cosa salió y vino el sacrificio, ellos tuvieron que salir.\n\nEl dijo: “No hagas daño al vino ni al aceite”.",
    "¿Qué hicieron? Voluntariamente entregaron sus vidas a muerte. Poco les importaba porque el espíritu de la Iglesia en aquel tiempo era de sacrificio y de obras. Y ellos se entregaron tan libremente, ungidos con el verdadero Espíritu de Dios de aquella edad, y murieron como héroes, en sacrificio; miles de miles, tienen registrados sesenta y ocho millones.",
    "El buey, sacrificio. ¿Entienden? Bien. Muy bien. Ahora, sacrificio, solamente podía obrar en esa edad, para combatir la gran oposición durante esos mil años.",
    "Ahora, la tercera bestia que salió del diablo fue este caballo negro. ¿Ven?",
    "Ahora, la tercera Bestia que salió, un poder de Dios, para combatirlo, para combatir los poderes del caballo negro; fue un hombre, astuto, inteligente, con la sabiduría de Dios. Uds. saben que el hombre es más sabio que cualquier bestia. ¿Ven? El es más sabio porque puede exederlo en astucia. El hombre es sutil y perspicaz. ¿Ven? Y él…",
    "La—la edad, de la edad oscura, ahora saliendo de la Edad del Oscurantismo; ahora acá de este lado, cuando estaba cabalgando este caballo negro, cuando cobraban por sus—sus—sus—sus sacrificios y todo lo que hacían. Y el dinero era…Oh, Uds. saben cómo era.",
    "Ahora, lo siguiente que salió para combatir eso, fue la Bestia con cara de hombre; inteligente, educado, perspicaz, fino y ungido con el Espíritu de ese día. ¿Lo notaron? Ahora, él salió para combatirlo con la sutileza de la sabiduría de Dios. Esa fue la edad de la reforma, Martín Lutero, Juan Wesley, y los demás. ¿Ven? Era el tiempo de la reforma. Zwingly, Knox, Calvino y tantos más, que salieron. Fue astucia. Ahora, fíjense bien, desde la Edad del Oscurantismo, desde el tiempo de la reforma, para acá, vean, fue la sutileza del hombre.",
    "Si por favor abren esas ventanas. Yo creo que está siendo algo de calor para la gente, sí, quizás aquí adentro. Si por favor abren un poco esas ventanas. Porque yo sé, si estando acá predicando, tengo calor, sé que debe ser así para Uds. allá.",
    "Bien, noten, fue la sutileza del hombre. Ahora, ¿entienden?",
    "Esa tercera bestia que mandó Satanás también era sutil. Fíjense: “Dos libras de trigo por un denario, y seis libras de cebada por un denario”. ¿Ven? ¡Oh, qué cosa! ¿Ven? Las tramas para obtener el dinero, la sutileza para obtener el oro del mundo, y para que les entraran las riquezas. Eso es exactamente para dar cumplimiento. Allí fue cuando comenzaron a cobrar por las oraciones. Y para…Inventaron un lugar llamado “purgatorio”, y con las oraciones podían sacar a sus antepasados. Y, oh, uno tenía que donar sus propiedades y todo. La iglesia y el estado eran uno, y la iglesia se apoderaba de la propiedad de uno.",
    "¿Y no pueden ver Uds. que algunos evangelistas hoy día aún tienen esa misma unción? Exigen a los ancianos que les entreguen sus pensiones, y que dejen en heredad sus propiedades. Pues, hermano, no—no deseo entrar en eso. Pero me quedaré solamente con esto. Me fijo de nuevo aquí para ver a dónde voy. Ahora, noten, aquellos hombres, esa es cosa de ellos. Es cosa de ellos. Eso—eso—eso no tiene nada que ver conmigo. Yo solamente soy responsable por Esto aquí.",
    "Ahora, noten, la—la Bestia que vino para combatirlo era hombre. Y todos sabemos que esta Bestia con semejanza de hombre, poder del hombre, reconoció intelectualmente que esa hostia que Martín Lutero llevaba cuando subía esos escalones…",
    "Ellos decían: “Esto aquí es la Sangre de Jesucristo. Este es el Cuerpo de Jesucristo”.",
    "Y Lutero lo tiró al suelo y dijo: “¡Es pan y vino! No es el Cuerpo de Cristo, porque ya ha sido exaltado y está sentado a la diestra de Dios, haciendo intercesión”. ¿Ven?, sabiduría, ¿ven?, el hombre.",
    "Y cuando llegó Juan Wesley, después de Zwingly y Calvino.",
    "Y ellos llevaron la iglesia a tal nivel de seguridad, que ya no deseaban más avivamientos. Decían: “Lo que será, será”. Y hasta allí. Y vivían cualquier clase de vida. La iglesia luterana está tan torcida, y también la iglesia anglicana. ¡Oh, qué cosa! El país entero llegó a tal grado de corrupción, igual como está hoy. Las iglesias estaban torcidas. Cuando entró el Rey Enrique VIII en Inglaterra, después de María la Sanguinaria, y todas esas cosas sucedieron. Y luego la iglesia estaba tan llena de violencia y corrupción. Muchos reclamaban el Cristianismo, y a la vez viviendo con cuatro y cinco esposas, y haciendo lo que les placía, viviendo en la inmundicia.",
    "Juan Wesley viendo todo esto, estudiando las Escrituras, vigilando, le fue revelado que la Sangre de Jesucristo santifica al creyente. Y uno es…No debiera…Entonces ¿qué hizo? Dio comienzo a otra reforma. El salvó al mundo en su día, como hizo Lutero. ¿Ven? ¿Qué fue? Ese hombre, poder de Bestia, saliendo.",
    "Le dio al hombre la sabiduría y el entendimiento para comprender que la cosa estaba errada. “Eso no es la Sangre de Jesucristo. Eso no es el—el cuerpo de Jesucristo. Eso representa el cuerpo”. ¿Ven?",
    "Esa todavía esa es la gran división entre católicos y protestantes. Esa es la única cosa en donde Uds. no pueden concordar ahora mismo. En todo lo demás han concordado, menos eso; estos, en estos concilios que están celebrando. Ahora noten. Pero esto, pero ellos—ellos no han podido concordar en ese punto. ¿Ven?",
    "El uno, “Es la Sangre y” dice, “es la Sangre literal; y que el sacerdote tiene el poder para convertir este pan en el cuerpo literal de Cristo”. Eso significa ese pequeño tabernáculo que tienen dentro de la-de la iglesia, Uds. saben. Por eso cuando pasan por allí, hacen ciertas señales y cualquier clase de ofrenda pagana, Uds. saben, y se inclinan, y se quitan el sombrero, etc. No hacen eso en reverencia al edificio, sino a la hostia en el—el tabernáculo. ¡Y noten qué tan sutilmente Satanás logró eso!",
    "Pero vean, en ese tiempo, Dios colocó sobre el ser del hombre el espíritu de sabiduría para poder entender que eso estaba errado. Ahora, eso fue para combatir la tercera bestia, que él cabalgaba, el cual había traído la iglesia a una condición tan corrupta, que era horrible. Los reformadores, ¿entonces qué hicieron ellos, aquellos en la edad de los reformadores? Condujeron a la iglesia de su estado de ceremonias paganas de idolatría otra vez a Dios. ¿Ven? Por eso salió la Bestia, la sutileza del hombre, el jinete, para hacer eso.",
    "Ahora, pero ahora, leamos el versículo 3 y…o sea, Apocalipsis 3:2, por un momento. Ahora, lo tengo apuntado aquí por alguna razón. Ahora, esto es tocante a la edad luterana, en la edad de los reformadores, Apocalipsis 3:2.",
    "Lo que hicieron, se organizaron. Tan pronto como Lutero hubo iniciado su iglesia, ellos la organizaron. Muy bien, lo mismo sucedió con Wesley. Lo mismo con Pentecostés, exactamente, la organizaron. Y ¿qué hacen? Vuelven al mismo sistema de donde habían salido. ¿Ven?",
    "Ahora, miren esto, Apocalipsis, hablando de la iglesia de Sardis. “Al ángel de la iglesia”, es el primer versículo, desde luego. ¿Ven? Muy bien:\n\nSé vigilante, y afirma las otras cosas…",
    "Eso es, “La Palabra que les ha sido enseñada”, ¿ven?, “las cosas que quedan”.\n\n…que están para morir…",
    "Allí mismo está a punto de entrar nuevamente en una organización igual a la iglesia católica de donde había salido. ¿Ven?\n\n…porque no he hallado tus obras perfectas delante de Dios.",
    "Allí lo tienen. Allí está la…Allí va, volviendo de nuevo. ¿No pueden ver por qué los sistemas de organización están equivocados? ¿Quién los comenzó? ¿Fue Dios? ¿Fueron los apóstoles? Fue la iglesia católica romana. Quisiera oír algún historiador que diga diferente. No pueden. Son, dicen que son la iglesia madre, y lo son. Pero la organizaron y establecieron un sistema, con el hombre como cabeza. Y nosotros no tomamos un solo hombre como ellos; tomamos un concilio entero de hombres, y los juntamos, y allí verdaderamente hay confusión. Correcto. De todas maneras, ¿cómo puede un concilio?",
    "Es como por ejemplo, nosotros pensamos que la democracia es lo más correcto. Yo también creo así, pero nunca funcionará correctamente. No puede. Con tantos hombres impíos para manejar la cosa, ¿cómo va caminar bien? No puede. Noten, la cosa correcta fue un rey piadoso.",
    "Noten la Bestia, ahora la tercera Bestia la sutileza del hombre. Y representó los reformadores que salieron.",
    "Desde el ídolo, de tomar por ejemplo: “Este es el pan”. “Este es el vino”. ¿Pueden ver? El anticristo todavía tiene algo que simboliza al Cristianismo. Tiene que ser así, porque él está “en contra”. ¿Ven? Y entonces si está en contra de algo…",
    "Ahora, si él apareciera y dijera: “Oh, yo soy Buda”. Pues eso no tiene nada. Así son todos. Para comenzar eso es pagano.",
    "Pero el anticristo es sutil. El allí tiene toda clase de cosas que representan al Cristianismo. Sólo que lo tiene todo de este otro lado, cosas que están en contra de la Doctrina original. ¿Ven? Eso lo lleva a ser anticristo. ¿Ven?",
    "Entonces cuando los reformadores, cuando la Bestia salió en la forma de un-de un hombre para combatir eso.",
    "¡Ahora iglesia, no se olviden de esto, no se les vaya a olvidar! ¿Ven? ¡Recuerden esto durante todos los días de su vida! ¿Ven? Estas Bestias son correctas. Esto es ASI DICE EL SEÑOR. ¿Ven?",
    "Noten, idolatría trajo el…",
    "La Bestia en forma de hombre salió con el poder de Dios, con la sabiduría que Dios le dio, y trajo la iglesia de la idolatría otra vez a Dios. Pero en la…",
    "Hallamos que en esa misma edad de la iglesia, cuando comenzaron a denominarse, para la misma cosa que hicieron en el principio, lo que hizo Roma; ahora iba producir hijas para esa iglesia. Y ¿qué dice?",
    "Dijo, “Ahora que has…No te he hallado perfecta. Y afirma la poca fuerza que te queda”. Ahora escúchenlo a El advertirles en Apocalipsis 3:3. Obtengamos…Pues, creo que lo leí hace unos momentos.\n\nAcuérdate, pues, de lo que has recibido y oído, y guárdalo, y arrepiéntete.",
    "En otras palabras, “Recuerda que saliste de semejante corrupción”. ¿Ven? Y miren esto.\n\n…Pues si no velas, vendré sobre ti como ladrón, y no sabrás a qué hora vendré sobre ti.",
    "Más abajo, les va a quitar el candelero. ¿Ven? Así que, eso es. ¿Qué es? La luz de la Iglesia.",
    "Y ella entró directamente al mismo sistema organizado de oscuridad pagana, de donde había salido, y allí está todavía hasta el día de hoy; con gente de corazón sincero, pensando que esa es la Verdad, igual que los católicos. Y los protestantes se ríen de los católicos, pero son seis de uno y media docena del otro, exactamente, según la Palabra. La sabiduría del hombre.",
    "Ahora noten. ¡Oh, cómo amo esto! Escuchen bien como El les da advertencia. Ahora, ahora nosotros…¿Estamos todos de acuerdo? Si no, pues escríbanme sus preguntas. Que esas Bestias se encuentran perfectamente identificadas en cada edad, como la Biblia las ha identificado. Es exactamente lo que han hecho aquí. La historia muestra lo que han hecho. Miramos aquí y vemos aquí lo que hicieron.",
    "Y aquí, estas Bestias, yo-yo-yo no sabía eso antes. Simplemente estaba sentado allí. Podía ver eso moviendo por allí, tan claro como Uds. me ven a mí. ¿Ven? Y tiene que ser correcto porque está aquí con la Biblia. Así que ¿cómo podemos decir algo contrario, sino que está correcto? Noten.",
    "Ahora la cuarta Bestia, que fue enviada para combatir el anticristo, es esta última Bestia. ¿Están listos? La última Bestia que fue enviada, o sea el último poder para combatir el anticristo el cual estaba en contra de la enseñanza de Dios (el anticristo), fue un águila. ¿Ven? La cuarta Bestia viviente fue un águila. Ahora, estudien las edades, estudien las Escrituras. Es el águila. Y en la Biblia, la última edad era una edad del águila. Y Dios compara el águila con Sus profetas. ¿Ven? Ahora miren. La última edad, la edad del águila, un—un revelador de la Palabra verdadera. ¿Ven?",
    "Antes de Dios ponerse en acción, como hizo en los días de Noé, envió primero un águila. Cuando sacó a Israel, y el ejército de Faraón estaba listo para moverse, El envió un águila. Siempre envía un águila al final, a lo último.",
    "Y aquí de nuevo El envía un águila. Eso cuadra exactamente con la Palabra. ¿Cómo puede Ud. decir que es alguna otra cosa? El envía un águila (¿por qué?) un revelador de la Verdad que ha estado decayendo a través de toda la edad.",
    "Así que ¿cómo sería posible que el—el buey, o el—o el hombre, o cuál fuese la Bestia que estuviese cabalgando, cómo podría ser revelado sin haber venido el águila? Ellos tuvieron su lugar; y fueron Bestias piadosas enviados por Dios, igual como cualquier otro.",
    "El león fue lo original, y allí fue cuando el anticristo se presentó en-en combate.",
    "Luego él mandó otro poder; El mandó un poder para enfrentarlo.",
    "Luego él levantó otro poder; El mandó otro poder para enfrentarlo.",
    "Y luego para el último poder, El hace bajar al águila, “Para restaurar los hijos de nuevo a la fe original, de sus padres”. La edad del águila. Entonces, notarán, ya no hay Bestias. Hasta allí. Allí es el final. Ahora, si desean apuntar Apocalipsis 10:1—7, a donde me he estado refiriendo. Recuerden, en la edad del último mensajero, ¿qué debe suceder? “Todos los misterios de Dios serían revelados”. El águila. Amén.",
    "Ahora pueden ver las cuatro bestias que cabalgaron. Eso fue perfectamente correcto. ¿Lo creen así? Y ahora aquí está cada edad o cada poder que cabalgó tras de ello. Y allí están las Escrituras mostrando lo que hizo el jinete del enemigo. Eso ha sido revelado en estos Sellos. Y también ahora ha sido revelado que cada Bestia, cada poder que Dios envió para combatir el enemigo, todo cuadra perfectamente, hasta el tiempo del águila. Ahora, si este es el último tiempo, un águila aparecerá y hará eso. Correcto. Ahora recuerden.",
    "Ahora, en los días cuando vino el león, la Palabra original, hubo como la centésima parte que escuchó al león.",
    "En los días cuando vino el—el buey, apenas una parte muy pequeña escuchó el mensaje del buey.",
    "En los días cuando vino el—el hombre, pueden ver, él obró entre los hombres, así que fue muy sutil. El sacó un pequeño grupo.",
    "Y ¿qué hicieron? Satanás vio eso, y los hizo volver directamente y allá los casó.",
    "Y recuerden, cuando el águila por fin llega, será la centésima parte de un solo por ciento que le escuchará. Es una edad del águila. Recuerden, son todos estos jinetes…Y aun Jesús predijo que si no apresuraba Su Venida, no habría nadie salvo para el Rapto. ¿No dice así la Escritura? Entonces hermano y hermana, ¿ya pueden ver en dónde estamos? ¿Pueden ver en dónde estamos?",
    "Dios, estoy tan contento, no sé ni qué hacer. No es que yo esté aquí solamente para hablar. Yo también estoy incluido. Yo, yo estoy entre Uds. Vean, yo, soy yo. Yo tengo familia. Y tengo hermanos y hermanas que amo. Y el Dios del Cielo ha sido tan bondadoso en bajar y-y revelar esa cosa por Su propia cuenta, por visiones que han probado ser la Verdad por treinta años. Estamos aquí. Estamos…Hemos llegado. Eso es todo. Las pruebas científicas la han probado. La vindicación de la Palabra la ha probado. ¡Y aquí estamos! ¡Y esta revelación viene de Dios, y es la Verdad!",
    "¿Han captado algo? Yo me preguntaba si así era. ¿Ven? Sí señor. Entonces quizás no se los tenga que decir el domingo. Noten. Noten. ¡Qué maravilloso! Ahora, ahora, noten ahora.",
    "Y entonces en el—el tiempo cuando Dios iba a librar al mundo antidiluviano, El mandó el águila.\n\nY en el tiempo cuando iba librar a Israel, mandó el águila.",
    "¿No creen que aún cuando Juan estaba en la Isla de Patmos, este Mensaje era tan perfecto que no podía confiarlo a un Angel? Uds. saben, un ángel es un mensajero. Pero ¿saben que el mensajero era un profeta? ¿Lo creen? Vamos a probarlo. Apocalipsis 22, veamos si no fue un águila. Sí. Vean, él era un…Seguro, el era un ángel, él es el mensajero, pero era un profeta, el cual le reveló todo este libro de Apocalipsis.",
    "Apocalipsis capítulo 22 y el versículo 19, creo que allí es, si lo tengo apuntado aquí…22:19. Quizás esté errado. No. 22:9, allí es. Estaba buscando 22:9. Correcto. Oh, sí, aquí.\n\nPero él me dijo: Mira, no lo hagas; porque yo soy consiervo tuyo, de tus hermanos los profetas…",
    "Miren aquí lo que vio Juan.\n\nYo Juan soy el que oyó y vio estas cosas.",
    "Ya está terminando. Este es el último capítulo.\n\n…Y después que las hube oído y visto, me postré para adorar a los pies del ángel que me mostraba estas cosas.",
    "Y, “él”, entonces, “el ángel”, ¿ven?\n\nPero él me dijo: Mira que no lo hagas…",
    "Ningún verdadero profeta sería adorado, o mensajero de cualquier rango, ¿ven? Eso es solamente para Dios.\n\nPero él me dijo: Mira, no lo hagas; porque yo soy consiervo tuyo, de tus hermanos los Profetas, y de los que guardan las palabras de este libro. Adora a Dios.",
    "¿Ven? Ahora, el Libro era tan importante, que, pues es la Palabra de Dios. ¡Ahora, miren! Y cuando la Palabra de Dios es traída, tiene que ser traída por el profeta, porque a tal es que llega la Palabra de Dios.",
    "Estaba esperando recibir una pregunta sobre eso aquí en—en esta caja. Pensé ganarles en ese punto, un poco, Uds. saben. Siento que hay una sobre eso, eso es todo. Pensé resolverlo de una vez. ¿Ven?",
    "Toda Palabra de Dios así es traída. La Biblia no cambia el sistema, de ninguna manera. Es la misma cosa. Tiene que llegar a este vidente que estamos esperando que llegue, ahora noten, Apocalipsis 10:1 al 7.",
    "Ahora leamos nuevamente el-el versículo 9. Ahora, obtenemos…nosotros…Ahora, antes de llegar a ese versículo, quiero hacerles una pregunta",
    "Antes de pasar más allá de los Sellos ¿entienden claramente? Ahora, recuerden, no hay más poderes que salen después del águila, ¿ven? Ningún otro. Cada vez que el anticristo mandaba algo, Dios mandaba un poder. El anticristo mandaba otro poder, Dios mandaba algo para combatirlo. Luego él mandaba otro poder, y Dios mandaba algo para combatirlo. ¿Ven? Y luego, cuando llegó al águila, ese era Su Palabra, de nuevo como fue en el principio.",
    "Ahora miren. ¿No es el profeta que estamos esperando, un hombre ungido con el-con el espíritu semejante a Elías? Desde luego, no será Elías. Pero será un hombre semejante, el cual vendrá. Y su ministerio es para restaurar esta gente que ha caído por medio de las torceduras denominacionales, otra vez a la fe original de los padres. Ahora si eso no ensambla esta Biblia perfectamente, no se qué lo hará. Yo-yo-yo no puedo decir más al respecto, porque eso es todo. Hemos llegado. Esa es la Verdad. Si uno le quita algo, ya lo está torciendo. ¿Ven? Así que, así tiene que ser de esa manera.",
    "Ahora noten, ahora, en el versículo 9: “Las almas bajo del altar”. Ahora, aquí es donde voy a recibir oposición fuerte. Pero fíjense bien por un momento. Y solamente…¿Ven? Yo también pensaba de esa manera, pero no vino de esa manera. Tenemos…Yo siempre he pensado que estas almas debajo del altar eran los—los—los mártires de la Iglesia primitiva. Y estoy seguro que el Dr. Uriah Smith y los demás dicen que así es. ¿Ven? Pero así también pensaba yo. Pero cuando el Espíritu Santo me mostró la visión al respecto, no era así; no son las almas.",
    "Ahora, ahora Ud. dirá: “Pues yo no estoy seguro de eso”.",
    "Bien, ahora, espérense un momento, descubriremos. Miren. Estas no son las almas de la—de la Iglesia Novia, de ninguna manera. Pensábamos que era la Iglesia Novia esperando allí, las almas debajo del altar, clamando: “¿Hasta cuándo Señor, hasta cuándo”? Permítanme leerlo de nuevo para que lo podamos captar bien:\n\nCuando abrió el quinto sello, vi bajo del altar las almas de los que habían sido muertos por causa de la palabra de Dios y por el testimonio que tenían.",
    "Vean, “La Palabra de Dios y el testimonio que tenían”. Ahora, no—no se muevan de allí. Un momento, ¿ven?\n\nY clamaban a gran voz, diciendo: ¿Hasta cuándo, Señor, santo y verdadero, no juzgas y vengas nuestra sangre en los que moran en la tierra?\n\nY se les dieron vestiduras blancas, y se les dijo que descansasen todavía un poco de tiempo, hasta que se completara el número de sus consiervos y sus hermanos, que también habían de ser muertos como ellos.",
    "Ahora, si notan, para ellos, para este tiempo, este Quinto Sello siendo abierto, la Iglesia ya se ha ido. Simplemente no pueden ser las almas de la-la Iglesia primitiva.",
    "Ahora, por favor, si han puesto atención debe ser ahora, porque esto es algo de mucha controversia, así que quiero que escuchen bien. Y allí tienen su papel y con qué escribir. Ahora, deseo que noten.",
    "Ahora, estos no pueden ser aquellas almas. Porque las—las almas de los—de los justos, los mártires, y gente justa, la Iglesia, la Novia, ya han sido recogidos, así que ellos no estarían debajo del altar. Ya estarían en la Gloria con la Novia. Ahora fíjense. Porque ellos ya subieron en el Rapto en el capítulo 4 de Apocalipsis. Fueron arrebatados.",
    "Ahora, entonces ¿quiénes son estas almas? Eso es lo siguiente. Si no son la iglesia primitiva, ¿entonces quiénes son? Estos son Israel, que será salva como una nación, todos los que son predestinados. Estos son Israel. Es Israel mismo.",
    "Ud. dirá: “Oh, espérese un momento”. Ud. dirá, “No puede ser”. Oh, sí, ellos serán salvos.",
    "Miren, dejemos esto arreglado, un momento. Tengo algunas cuatro ó cinco Escrituras. Tomaré una de ellas. Abramos en Romanos, por un momento, y veamos si son o no. Abramos en el Libro de Romanos, y vayamos al—al capítulo 11 de Romanos, y veremos. Simplemente…Leamos esto, y entonces lo tenderemos por nuestra cuenta. Romanos el capítulo 11, los versículos 25 y 26. Ahora escuchen aquí a Pablo.",
    "Y Pablo dijo, “Si alguien más, o hasta un ángel predicara un evangelio distinto”, (¿qué?) “sería anatema”. Miren. [Gálatas 1:8]\n\nPorque no quiero, hermanos, que ignoréis este misterio, para que no seáis arrogantes en cuanto a vosotros mismos (allí lo tienen): que ha acontecido a Israel endurecimiento en parte, hasta que haya entrado la plenitud de los gentiles.",
    "Que entre la última de la Novia gentil, para formar la Novia; la ceguedad vino a Israel con ese propósito.\n\nY luego todo Israel será salvo, como está escrito: Vendrá de Sion el Libertador, que apartará de Jacob la impiedad.",
    "¡Correcto! Ahora, éstos bajo este altar son Israel. Fíjense: Israel fue cegado con el propósito de que nosotros fuéramos salvos. ¿Creen eso? Ahora, ¿quién los cegó? Fue Dios. Dios cegó Sus propios hijos.",
    "¡Con razón cuando Cristo estuvo en la cruz, y allí estaban los judíos clamando Su Sangre! Esos eran Sus propios hijos. Y El era la Escritura. El mismo era la Palabra. Y El, sabiendo que esa gente gozosamente lo hubiera recibido. Y por eso mismo los cegó, para que no lo reconocieran. El vino de una manera tan humilde, y eso los cegó al respecto, para que no lo recibieran. ¿Ven Uds.? Las Escrituras dijeron que así sería. Y El los cegó. ¡Fueron cegados! Jesús les tuvo lástima, a tal grado que dijo: “Padre, perdónalos. No saben lo que están haciendo”. ¿Ven? Estaban ciegos. Pablo dijo que fueron cegados por una causa, por nosotros.",
    "Noten. Quiero que se fijen muy bien en esto. “Les fueron dados vestiduras blancas”. No las tenían antes. A cada uno le fue dado una vestidura blanca. Ahora, los santos ya tienen su vestidura blanca, ellos la reciben aquí. Pero allí, “Les fueron dadas vestiduras blancas”. Y los santos ya tenían las suyas, y se habían ido. ¿Ven? ¿Ven? Ellos no—no tenían…",
    "Ellos no tuvieron ni la oportunidad porque fueron cegados por Dios, su propio Padre, para que la gracia de Dios pudiese ser cumplida, para que la Novia pudiese ser sacada de entre los gentiles. ¿Es correcto?",
    "Permítanme mostrarles un tipo hermoso aquí en José; José el hombre espiritual, el águila. Nació entre sus hermanos, así como la Iglesia genuina nace entre las otras. Y él podía interpretar los sueños y podía ver visiones. Y los demás le odiaban. Pero su padre le amaba.",
    "Noten, luego fue echado por sus hermanos, no por su padre. Fue echado por sus hermanos, y fue vendido por casi treinta piezas de plata. Fue echado en una cisterna y supuesto a ser muerto.",
    "Fue tomado y puesto a la diestra de Faraón. Y por cuanto fue rechazado por sus hermanos, le fue dada una esposa gentil, no una de su propia gente. Por medio de ella tuvo a Efraín y Manasés, los cuales fueron añadidos a Israel.",
    "Cuando Israel los bendijo por medio de cruzar las manos del menor al mayor, y en eso cruzó la bendición del judío, nuevamente…o sea del judío al gentil. ¿Ven? Cruzó las manos hacia el menor, siendo la Iglesia menor que estaba por entrar. La—la iglesia madre estaba parada en el sol; y parió este hijo. Y noten, que para obtenerlo, Israel cruzó sus manos, siendo el tipo. Y José…\n\nEsos mismos hijos con madre gentil.",
    "La novia de Israel, allá entonces, llegó a cruzarse del antiguo ortodoxo a la manera Cristiana, por medio del Espíritu Santo que cruzó las manos de Israel. El dijo: “Dios me ha cruzado las manos”. El no tuvo nada que ver en el asunto.",
    "Noten. Entonces José habiendo sido rechazado por sus propios hermanos, por su propia gente, tomó una novia gentil. Igual como también hizo Jesús; habiendo sido rechazado por los judíos, tomó una Novia gentil.",
    "Ahora leamos algo aquí. Tengo anotada una Escritura, Hechos 15. Y esto es lo que debemos enseñar. Ahora, creo que tengo esto correctamente. Leamos Hechos 15:14. Muy bien. Ahora, ojalá esto sea correcto. Muy bien. “Simón ha contado cómo Dios…” No, comencemos con el versículo 13.\n\nY cuando ellos callaron, Jacobo respondió…",
    "Ahora, vean, lo que había sucedido es que ellos habían ido a los gentiles. ¿Ven? Y se había armado el pleito porque ellos eran judíos. ¿Ven?\n\nY cuando ellos callaron, Jacobo respondió diciendo: Varones hermanos, oídme.\n\nSimón (ese es Simón Pedro) ha contado cómo Dios visitó por primera vez a los gentiles, para tomar de ellos pueblo para su nombre.",
    "¡Qué cosa! Vean, el apellido de mi esposa era Broy. Cuando la tomé por esposa, entonces era Branham. ¿Ven?",
    "Jesús saca Su Iglesia, Su Novia de entre los gentiles. Es la Escritura, en tipo, igual como con José.",
    "Ahora, noten esto ahora, estas almas bajo el altar. Bien, el…esto “Estas almas”, entendiendo ahora, “que están bajo el altar”, fueron hechos mártires por hombres pecaminosos como Eichmann. ¿Ven? Ellos se mantienen confiados, millones de ellos, pero siguen siendo judíos.",
    "Ahora recuerden, ¿qué fue? “Ellos fueron muertos por causa de la Palabra de Dios”, no por el testimonio de Cristo. ¿Entienden eso?",
    "Pero recuerden, la iglesia vino a la escena, también los mártires de la Iglesia, pero fueron mártires por la Palabra de Dios y el testimonio de Jesucristo. ¿Cuántos saben eso? Sí. Muy bien.",
    "Ahora, pero estos no tenían el testimonio de Jesucristo.\n\n…por causa de la Palabra de Dios y por el testimonio que tenían.",
    "¡Los judíos! Hitler los odiaba, como también Eichmann, y Stalin y el resto del mundo. ¿Ven? Pero ellos se mantuvieron firmes con lo que creían. Y los mataron porque eran judíos.",
    "¿Saben que Martín Lutero también tuvo semejante idea? Es la verdad. El dijo: “Todos los judíos debieran ser echados. Son anticristo”. ¿Ven? Pero él estaba bajo otra dispensación, y no podía ver, no podía ver la Palabra.",
    "Ahora ha venido la Palabra, la Verdad. ¿Cómo pensarán cegar a Israel? No se puede hacer. No.",
    "Oh, ¿cómo pudo aquel profeta parase y decir: “Israel te pareces al unicornio”? Cuando le estaban tratando de mostrar las partes más feas. Pero él dijo: “Benditos los que te bendijesen, y malditos los que te maldijeren.” Correcto. Oh, ¿cómo se va hacer?",
    "En una ocasión pensaban que Dios se iba olvidar, cuando el profeta vio esa cosa oscura que venía hacia los judíos. Ese hombre parado allí, y la Palabra de Dios se vaciaba hacia él. El dijo: “Oh, Señor, ¿vas a desechar Tu pueblo”?\n\nEl dijo: “¿Qué es eso que ves allí a tu lado”?\n\nEl respondió: “Una vara para medir”.",
    "Dijo: “¿Qué tan alto será el Cielo? Mídelo. ¿Cuán profundo es el mar?\n\nDijo: “No puedo”.",
    "El dijo: “Tampoco yo, tampoco puedo yo jamás olvidar a Israel”. No señor. El no lo olvidará.",
    "El tuvo que cegar a Su propio hijo. Ahora, piénsenlo. Cegó a Su propio hijo para darnos una oportunidad, y nosotros la rechazamos. ¿No le hace eso sentirse tan pequeño hasta que pudiera ponerse un sombrero alto y caminar debajo de un ladrillo y ni tocar el ladrillo? Eso es bastante pequeño, Uds. saben. ¡Oh, qué cosa! Sí.",
    "Se pararon firmes por la Palabra de Dios. Eran judíos. Tenían su ley; y se mantuvieron con eso. Ahora, ¿recuerdan lo de anoche? ¿Ven? Se quedaron con eso. Y eran judíos y tenían la ley. Y la ley era la Palabra de Dios, y con eso se quedaron. Correcto. Y fueron hechos mártires por el testimonio que tenían. Y aquí estaban almas bajo del altar después de que la Iglesia ya había subido.",
    "Ahora miren. Ellos, en su ceguedad, habían hecho un mártir de su Mesías, y ahora estaban cosechando aquello. Ellos se dieron cuenta de esto. Ellos lo reconocieron después que había ocurrido. Entonces fue que lo vieron a El, cuando aparecieron ante el altar de Dios. Pero ahora la gracia de Dios es dirigida hacia ellos.",
    "Miren. Ahora, de ninguna manera podían ellos ser santos porque ya tendrían sus vestiduras blancas. Pero aquí están ahora, solamente “almas bajo del altar, por causa de la Palabra de Dios y el testimonio que tenían”, por ser pueblo de Dios, los judíos.",
    "Pero ahora, fíjense, la gracia de Dios ahora viene a ellos. Y Jesús les da a cada uno una vestidura blanca (oh, qué cosa, miren; bien allá, después que la Iglesia haya subido), porque fueron fieles a su causa. Y fueron cegados, y ni lo supieron. Ellos no lo supieron. Estaban actuando exactamente la parte que Dios les había ordenado de antemano. Y ahora Juan se asoma y ve las almas bajo del altar. Ahora miren, él vio esas almas. Miren cómo él los llama.\n\nEllos clamaron: “Señor, ¿hasta cuándo”?\n\nMiren, “Un poco más de tiempo”. ¿Ven?",
    "Veamos eso mientras vamos pasando a través de las Escrituras. Ellos se dieron cuenta que habían dado muerte a su Mesías. ¿Ven? Antes no lo sabían, pero luego se dieron cuenta. Ellos—ellos mismos fueron muertos como paga de esa cuenta, por haber cometido ese mal. ¡Y vean qué cosa tuvieron que hacer! Vean, ellos fueron culpables de muerte, y por eso fueron muertos. ¿Ven? Ellos clamaron: “Su sangre sea sobre nosotros”. ¿Ven? Correcto. Y fueron cegados.",
    "Ahora, si no hubieran sido cegados, Dios hubiera dicho: “Déjenlos, no son dignos”. Pero siendo que fueron cegados por Dios mismo, Su gracia los alcanzó. ¡Amén! Esa es sublime gracia. Y a cada uno se le dio una vestidura blanca, porque todo Israel será salvo, todos aquel que tiene su nombre escrito. Correcto. Jesús les dio vestiduras.",
    "Como José lo hizo allá con sus hermanos, siendo un tipo. Miren, cuando José estuvo parado allí, y cuando por fin…El se dio a conocer a sus hermanos allí junto al altar, su propio altar en el palacio, su trono. El dijo: “¡Todos salgan”! Su esposa estaba en el palacio, donde también estará la Novia.",
    "Entonces les dijo, dijo: “¿No me conocen”? Ahora ya estaba hablando hebreo. Dijo: “Yo soy José, su hermano”. ¡Oh, qué cosa!\n\nDijeron: “Ahora sí nos vas a hacer pagar”.",
    "Dijo: “Espérense un momento. Espérense un momento. Dios hizo eso con un propósito. El permitió que me vendieran para preservación de vida”. ¡Gloria! Allí lo tienen exactamente. Dijo: “No estén airados con Uds. mismos”. ¿Se acuerdan cuando José dijo eso? Dijo: “No os entristezcáis, ni os pese. Ahora todo está bien. Todo ha terminado. Dios me envió aquí delante de Uds.”.",
    "Uds. saben que la Biblia dice, que cuando ellos le vean, dirán: “Tú eres el Mesías, eso sabemos. Pero ¿qué de esas heridas”? ¿Ven?",
    "El responderá: “Las obtuve en la casa de mis amigos”. ¿Sus amigos?",
    "Y entonces cuando se dan cuenta (los que han quedado, o sea los ciento cuarenta y cuatro mil), la Biblia dice que se separarán cada uno a su casa. Y por días llorarán y se lamentarán, caminando de un lado para otro, diciendo: “¿Cómo fue que lo hicimos? ¿Cómo fue que lo hicimos? ¡Hemos crucificado a nuestro propio Mesías”! Y dice que llorarán como una casa cuando llora por la muerte de su unigénito. “¿Cómo lo hicimos”?",
    "Aquellos judíos son la gente más religiosa en todo el mundo; son los escogidos de Dios. Pero El los cegó para poder tomarnos a nosotros; y nosotros lo rechazamos. ¿Cuál es el juicio de la iglesia gentil? Allí lo tienen. ¿Ven? Cegados a propósito por Dios, para poder tomarnos a nosotros, una Novia para Jesús. Sacándolos del…¿Ven? Y lo mostró por tipos de antemano y todo.",
    "Ahora ¿pueden ver quiénes son las almas? No son los santos martirizados. Ellos ya habrán subido. Correcto. Noten, sí, ya habían subido. ¿Ven?",
    "Entonces, a estos les son dadas vestiduras, a cada uno. Y quiero que noten esto. Pero ahora la gracia de Dios desciende a ellos. Jesús les da a cada uno su vestidura blanca; como José también mostró gracia para con sus hermanos.",
    "Ahora miren. Aunque ellos también intentaron aniquilar a José, pero su gracia bajó hasta ellos. ¿Ven? “Oh, está bien. Eso está bien. No lo hicieron a propósito. Pero miren, fue Dios quien hizo eso. ¿Ven? Dios les permitió hacer eso para despedirme y así traerme hasta aquí, para salvar la vida de mucha gente, estos gentiles aquí, de donde obtuve mi esposa. Si-si me hubiera quedado allá no tuviera esposa. Yo amo a mi esposa, y ahora me ha dado estos hijos”. Y dijo: “Yo-yo… Y ahora vendré a recogerlos a Uds. y Uds. también van a participar en la bendición. Los voy a traer hasta acá y todos viviremos juntos como una sola familia”. ¿Ven? ¿Ven? ¿Ven? Dijo: “Una sola cosa quiero preguntarles: ¿Todavía vive mi padre”? ¡Oh!",
    "Y fíjense bien en lo que hizo con el pequeño Benjamín, el cual es tipo de los ciento cuarenta y cuatro mil, lo cual veremos más adelante. ¿Ven lo que hizo? Corrió rápido y se echó sobre el cuello de Benjamín y le abrazó. Este era su hermano menor que había nacido en la familia después que José se había ido; había nacido por su misma madre, la primera iglesia, la iglesia ortodoxa. Los ciento cuarenta y cuatro mil nacieron durante Su ausencia, mientras andaba buscando Su Novia gentil. ¡Oh, qué cosa! ¿No lo estimula esto? Allí lo tienen. Entonces ¿pueden ver quiénes son? Allí están.",
    "Ahora noten, aunque habían tratado de deshacerse de José, su gracia los alcanzó.",
    "Aunque éstos trataron de deshacerse de Jesús (porque estaban ciegos), El todavía vuelve y les da a cada uno una vestidura blanca. De todas maneras los va a llevar a casa. No afecta en lo más mínimo, porque El ya había dicho: “De todas maneras voy a salvarlos a todos”. ¿Ven?\n\nAhora, el versículo 10. Noten, ellos pidieron venganza. ¿Ven?",
    "Ahora, si hubiera sido la Novia, ellos hubieran dicho como Esteban: “Padre, perdónalos”, Uds. saben. ¿Ven?",
    "Pero vean, estos son judíos que acababan de entrar. Ellos pidieron venganza. Noten nuevamente, vean, nuevamente El dijo.…Noten, no es…El dijo, “Son tus hermanos”, los judíos. Los ciento…Ahora ellos deseaban venganza. Dijeron, “Oh, nosotros vamos a…Nosotros, nosotros queremos que traigas venganza”.",
    "El dijo. “Un poco de tiempo, sólo un poco de tiempo”. Porque noten, permítanme leerlo aquí. Está en el—el versículo 10. Muy bien.\n\nY clamaban a gran voz diciendo: ¿Hasta cuándo, Señor, santo y verdadero, no juzgas y vengas nuestra sangre en los que moran en la tierra?\n\nY se les dieron vestiduras blancas, y se les dijo que descansasen todavía un poco de tiempo (¿qué?), un poco de tiempo hasta que se completara el número de sus consiervos…",
    "¿Ven? Ahora, ¿qué es? Los profetas están predicando a Israel. ¿Ven?\n\n…hasta que se completara el número de sus consiervos y sus hermanos, que también habían de ser muertos…",
    "Vean, los que están predestinados para que sea así. ¿Ven?\n\n…que también habían de ser muertos como ellos.",
    "Vean, en otras palabras, así está predestinado para ellos. Es por las Escrituras que ellos tienen que hacerlo. “Reposen un poquito. Ya tienen sus vestiduras, ya van a ir al hogar; siéntense por un tiempo, esperen por un tiempo”.",
    "Ahora noten. Ahora noten. “Tus hermanos”. “Tus hermanos que también habían de ser muertos”, significando los ciento cuarenta y cuatro mil que todavía han de ser llamados durante la Tribulación. Los ciento cuarenta y cuatro mil que son llamados.",
    "Ojalá tuviéramos tiempo. Quizás lo veamos mañana por la noche, Dios mediante, nosotros…antes de entrar en el otro Sello.",
    "También miren, éstos tienen que ser martirizados por el anticristo. Acabamos de ver lo que él hace en su última cabalgada, cuando quebranta el pacto con los judíos, y allí sucede todo esto. ¿Ven?",
    "Estos judíos, los ciento cuarenta y cuatro mil, serán llamados fuera por los dos testigos de Apocalipsis 11. Ahora recuerden, ellos han de profetizar.",
    "Uds. han leído eso. ¿Cuántos lo han leído? Seguro, todos tenemos ese conocimiento al leer las Escrituras.",
    "Y estos dos testigos profetizan durante la segunda mitad de la semana setenta de Daniel. Eso es los últimos tres años y medio.",
    "¿Recuerdan cuando estudiamos las Setenta Semanas de Daniel? Les dije que necesitaríamos eso cuando llegáramos a esto. Yo no sabía por qué, pero simplemente…Algo me dijo que lo necesitaríamos, y ahora aquí estamos. ¿Ven?",
    "Noten, en el tiempo de Daniel. Ahora recuerden, a Daniel le fue dicho que “el Mesías vendría”, el príncipe, o más bien “el Mesías y El profetizaría. A Israel todavía le quedaba la semana setenta. Y a la mitad de la semana septuagésima, el Mesías sería quitado y cesaría el sacrificio diario”. ¿Es correcto? “Pero todavía quedaban determinados tres años y medio”.\n\nEn ese período es cuando El toma la Novia gentil.",
    "Ahora, ella sube. Y cuando ella sube, dos profetas aparecen a Israel. ¿Ven?",
    "Y las almas de los mártires, todo a través de esto aquí, los verdaderos judíos, que tuvieron sus nombres en el Libro, que vivieron la vida correcta e hicieron las cosas correctas, y vivieron el judaísmo al pie de la letra. Estos fueron martirizados por Eichmann y muchos otros. Eran personas honestas y contaban en los millones. Los alemanes los fusilaron, los colgaron sobre las cercas de alambre, los quemaron, y en fin los mataron en todas las maneras posible. Aquellos sanguinarios como Hitler, Stalin, Mussolini, sanguinarios, y todos aquellos que odiaban a los judíos.",
    "Y yo pienso que esa es una de—una de las cosas que ha servido para mantener la estabilidad de esta nación, porque siempre han respetado a los judíos, correcto, y les han dado su lugar. Cuando Ud. honra al judío, Dios le honrará a Ud.",
    "Ahora, hay un buen porcentaje de judíos que son réprobos, igualmente como también hay réprobos gentiles.",
    "Pero en cuanto al judío verdadero, Dios puso su nombre en el Libro antes de la fundación del mundo. Y ahora en este tiempo fueron asesinados. Y recuerden, piensen en lo perfecto de esto. Después que estos millones de judíos (gente inocente), fueron masacrados por las naciones del mundo; aquí las Escrituras dicen, aquí en este tiempo, que cada uno está bajo el altar, reconocen lo que sucedió, y les fueron dadas vestiduras blancas.",
    "Y ellos preguntaron: “Pero ¿por qué? ¿Podemos volver al reino ahora”? El reino judío será establecido sobre la tierra, Uds. ya saben eso. Juan dijo que el reino allí estaba, ¿ven? Para ser establecido.\n\nEsto ahora es el reino del Evangelio, ¿ven?",
    "Pero el reino de los judíos será predicado por estos—estos dos profetas, así que noten, el—el—el reino de aquí de la tierra.",
    "🦅 El reino de los Cielos es predicado”…por los judíos, o a…quiero decir “a los gentiles”.",
    "El reino de aquí en la tierra será establecido en el Milenio, después, del Milenio, para los judíos.",
    "Ahora noten. Noten esto aquí, mientras ellos—mientras ellos están predicando, ¿ven?",
    "Antes que estos—estos profetas lleguen a la escena; los judíos que tuvieron que morir bajo la mano de Eichmann y los demás, a cada uno que ha sido predestinado, le es dado por gracia, una vestidura blanca. A cada uno le es dado una vestidura blanca. Noten.\n\nAhora, ¿qué sucede? Tan pronto como eso sucede…",
    "Estoy vigilando el reloj, y reconozco que ya es tarde. Pero no quiero…Miren, yo—yo…Aquellos…viendo aquellos que están de pie. Dios les ayude, hermanos. Ojalá en aquel día a cada uno de Uds. les es dado una vestidura blanca. Parados, cambiándose con otros, y con las piernas adoloridas. Y algunos han trabajado todo este día. Yo sé lo que es eso. Y miren esto…Y algunas de las hermanas ancianas de pie. He notado algunos de los hermanos cediéndoles sus asientos a las damas; y alguien más cedió su asiento a una madre con su niño. Y yo—yo—yo—yo veo todo eso, y estoy seguro que El también lo ve. Noten. Pero no quiero retenerlos por mucho tiempo. Si tan solamente puedo lograr que capten el Mensaje, eso es todo lo que deseo que hagan.",
    "Ahora, noten estos judíos. Tengo que decirles estas cosas para que puedan ver la revelación de este Sello; que puedan ver lo que es, estas almas bajo del altar, y quienes son. Ahora noten.",
    "Ahora en el tiempo de Daniel, la segunda parte de la semana septuagésima. Ahora recuerden, “la vida del Mesías debía ser quitada a la mitad”. Eso es a la mitad. Bien, ¿cuánto es la mitad de siete? Tres y medio. ¿Por cuánto tiempo predicó Jesucristo? [“Tres y medio”.] Correcto. Ahora, “Pero aún quedan determinados para el pueblo” (¿qué?) “otros tres años y medio”.",
    "Bien, durante este tiempo, pues, vean, lo que sucede es que la Novia gentil es seleccionada a través de las siete edades de la iglesia, y sube.",
    "Y cuando esto sucede, entonces a todos lo judíos que fueron martirizados durante ese tiempo por causa de su ceguedad (los cuales están ahora bajo el altar), Dios les dice: “Ahora, ¿ven lo que fue? Ahora les doy a cada uno de Uds. una vestidura blanca”.\n\nEllos le preguntaron: “¿Hasta cuándo Señor? ¿Ya vamos a entrar”?",
    "El les respondió: “No, no, no, no. Sus consiervos, los judíos, tienen que sufrir un poco todavía. Tienen que ser martirizados como lo fueron Uds. La bestia los va a matar cuando rompa el pacto con ellos”.",
    "Ahora noten. Y ahora noten, una vez…Ahora recuerden, estos dos profetas profetizarán según Apocalipsis capítulo 11. Uds. levantaron sus manos que lo habían leído. ¿Ven? Y a ellos les es dado poder.",
    "Y Dios mediante, dentro de poco veremos quiénes son. Ahora noten, quién son estos profetas. La Biblia aquí lo dice. Seguro, lo dice. Seguro. ¿Ven?",
    "Ahora, noten, a la mitad de estas tres semanas y medio, cuando estén profetizando, en-en Apocalipsis dice… Y profetizarán por mil doscientos y sesenta días. Si…",
    "Ahora, en el calendario judío, en el tiempo del calendario de Dios, hay exactamente treinta días para cada mes. El calendario romano es el que está enredado. Pero el calendario normal tiene treinta días para cada mes.",
    "Ahora, si calculamos tres años y medio, a base de treinta días, eso es a base de treinta días, ¿cuál es el resultado? Mil trescientos y…o sea doscientos sesenta días. “Mil doscientos sesenta días (sesenta días)”, exactamente tres años y medio.",
    "Ahora, allí en eso no hay ningún error. Allí está, y cuadra perfectamente. Noten, esos dos profetas predican por tres años y medio a los judíos. Y en eso los ciento cuarenta y cuatro mil son llamados.",
    "Y luego, noten, estos dos profetas son Moisés y Elías, exactamente. ¿Ven? ¿Ven? Ahora, miren bien su ministerio. Ahora miren lo que hacen estos profetas. “Tienen poder para herir la tierra con plagas cuantas veces quieran”. ¿Quién hizo eso? Moisés. “Tendrán poder para cerrar los cielos para que no llueva durante el tiempo de su ministerio”. ¿Quién cerró los cielos por tres años y medio? [La congregación responde, “Elías”.] Allí los tienen. Esos son. Vean, es…",
    "Vean, cuando el hombre muere, su condición o estado no cambia. Su forma de ser no cambia. Miren, cuando—cuando, antes…",
    "Cuando Saúl había apostatado, y no habían profetas en la tierra, y él no entendía lo que debía hacer, y estaba en un verdadero aprieto. Estaba por salir a la guerra. Y él fue a la adivina o bruja de Endor.",
    "Ahora, allá bajo la sangre de becerros y machos cabríos ella podía hacer eso. Ella llamó al espíritu de Samuel. [1 Samuel 28:7—25]",
    "Y cuando Samuel apareció, allí estaba, en su manto de profeta. Y no solamente eso, pero todavía era profeta. Preguntó: “¿Por qué me has inquietado de mi descanso”, vean, él dijo, “siendo que te has hecho enemigo de Jehová”? Dijo, “Para este tiempo mañana por la noche caerás en la batalla. Y para esta hora mañana en la noche, tú estarás conmigo”. Y así sucedió, exactamente. ¿Ven? No solamente…El todavía era profeta. ¿Ven?",
    "Y éstos todavía son profetas. Ahora, nos vamos a profundizar más en eso en unos momentos, Dios mediante. ¿Ven?",
    "¡Oh, hermano, cómo amo esa Palabra! Con razón: “No sólo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "Estos dos profetas, según la repetición de sus obras, son Moisés y Elías. Esas cosas siempre han sido su ministerio. Ahora note, igual como habían hecho. Eso no los cambió. Recuerden, estos dos nunca murieron. Miren por unos momentos.",
    "Ahora, antes de pasar adelante, no vayan a confundirse. No vayan a confundir el quinto ministerio de Elías con su cuarto ministerio. Como les he estado diciendo, la iglesia gentil está esperando a Elías. Correcto.",
    "Y ahora acá está con los judíos. Recuerden, no puede venir solamente cuatro veces; ese es el número del enemigo. Tiene que venir cinco veces.",
    "La primera vez que vino fue Elías mismo. La siguiente vez que vino fue Elíseo. La siguiente vez que vino fue (¿qué?) Juan el Bautista. La siguiente vez que viene, es para el séptimo ángel. Y la quinta vez que viene, estará allá con Moisés, predicándoles a ellos. Seguro. Sí señor. No lo vayan a confundir.",
    "Cinco, si están bien enterados de los números de la Biblia, el cinco es el número de gracia laborando. Y eso es lo que El ha hecho. Ahora fíjense bien, para saber en dónde está. ¿Fue Jesús una labor de la gracia? J—e—s—ú—s, son cinco, igual que l—a—b—o—r. ¿Es correcto? Fue una labor de amor por Ud. Y si Ud. llega a El ¿cómo viene, por medio de qué? Por fe en l—a—b—o—r. ¿Correcto? Labor es el número de gracia para el creyente, muy bien [fe y gracia también se forman con cinco letras en inglés].",
    "Noten, el primer Elías fue él mismo. El segundo fue Eliseo. El tercero fue Juan. El cuarto fue el séptimo ángel, o el último mensajero a la iglesia, según Malaquías 4 y Apocalipsis 10:7. Ahora la quinta vez él es el mensajero para los judíos, para los ciento cuarenta y cuatro mil, a los judíos, después que la Iglesia se haya ido.",
    "Me—me—me siento un poco raro. ¿Ven? Miren, algunos piensan…Quiero que capten esto. ¿Ven? Si algunos de Uds. todavía piensan que Malaquías 4, “para restaurar” la gente, es lo mismo que él hará allá con lo judíos, y piensan que es todo lo mismo, permítanme aclararles eso, rápidamente. ¿Ven? Podría ser un poco confuso. Porque recuerden, en Malaquías 4, dice: “Hará volver la fe de los padres…o más bien de los hijos hacia los padres”. ¿Ven? A hacia los padres.",
    "Ahora permítanme mostrarles la diferencia del ministerio. Si él viniera para volver la fe de los hijos a la de los padres, en eso negaría a Cristo. El volvería de nuevo a la Ley. ¿Correcto? Los padres guardaban la Ley ¿Entienden?",
    "Noten, cuando viene Elías para cumplir su ministerio de Malaquías 4, como Malaquías 4, allí Elías viene solo.",
    "Pero cuando viene para ministrar a los judíos, en Apocalipsis 11, viene acompañado de Moisés. Así que no hay confusión, nada. ¿Ven? ¿Entienden?",
    "Cuando viene Elías, de Malaquías 4, él viene solo. Será Elías, no Elías y Moisés. Elías aparecerá. Pero la misma inspiración que dijo que Elías vendría para la parte final de la edad de la iglesia, para “restaurar la fe de los hijos a la fe original de los padres” (la fe apostólica), a la cual debemos nosotros regresar. Y el anticristo los tiene todos desparramados; es para restaurar, como todo el resto de las Escrituras armonizan. ¿Ven? El viene solo. ¿Ven?",
    "Pero cuando él venga a la Iglesia, la Biblia…o más bien a los ciento cuarenta y cuatro mil, la Biblia dice claramente que tanto él…Es que hay dos, no sólo uno. ¡Son dos! Y su primer ministerio no podía venir para enfocar los judíos a la ley, porque él viene predicando Cristo a los ciento cuarenta y cuatro mil (¡Amén!), “Allí está el Mesías que fue quitado”. ¡Amén! Así es, así que no se confundan. No es para confusión. La Escritura nunca miente, nunca.",
    "¡Gloria! ¡Oh, cuando vi eso, estaba brincando! Dije: “Gracias Señor”, cuando lo estaba viendo desarrollar. Vi a Elías caminando solo allá en esa primera edad, y estaba solo. Luego cuando lo vi venir de nuevo, acá lejos en otro lugar, entonces eran dos cuando eso ocurrió. Dije: “Allí está. Ahora sí, Señor. ¡Amén! Ahora lo veo. Aleluya”. Exactamente.",
    "Si no lo hubiera yo mencionado, puede ser que haya sido un poco confuso para alguien. Pero El-El me dijo que lo mencionara, y por eso lo hice.",
    "Noten, estos hombres fueron preservados vivos por Dios desde su ministerio original, para un servicio futuro porque sirvieron tan perfectamente ¿Ven? Piénsenlo. Este espíritu de Elías ministra cinco veces. El de Moisés dos veces. ¿Qué? Los mantuvo vivos para servicio más adelante.",
    "Ninguno de los dos estaba muerto; no vaya Ud. a creer eso. Ambos fueron vistos vivos, hablando con Jesús en el Monte de la Transfiguración. Pero recuerden, tienen que morir.",
    "Ahora, Moisés en realidad murió. Pero resucitó porque fue un tipo perfecto de Cristo. ¿Ven? Nadie jamás supo donde fue sepultado. Los Angeles vinieron y se lo llevaron. ¿Ven? Los portadores de su féretro eran Angeles. ¿Por qué? Porque ningún mortal podía llevarlo a donde iba. El simplemente pasó por un acto. Tuvo Angeles como portadores porque ellos le llevaron a donde debía estar. Nadie sabía.",
    "Aun Satanás no sabía. El tuvo contienda con el Arcángel. Correcto. El no podía entender lo que sucedió con Moisés, dijo: “Lo vi que estaba temblando. Y estaba mirando hacia la tierra, y luego miraba para atrás hacia los israelitas, y lo repetía, lo vi temblando. Pero luego subió a la Roca, y esa fue la última vez que lo vi”.",
    "¡Esa es la Roca! ¡Esa es la Roca! ¡Permíteme pararme sobre esa misma Roca al fin de mi camino! ¡Sí señor! Ahora la…Mis hermanos negritos antes cantaban un corito: “Si yo pudiese, seguramente me pararía sobre la Roca donde se paró Moisés”. Sí, señor. Oh, esa es la Roca sobre la cual yo también me quiero parar. Por fe, allí estoy.",
    "Pero recuerden, Elías simplemente se cansó porque le quedaba mucho trabajo por delante. Así que estaba demasiado cansado, y Dios simplemente mandó traerlo a Casa, correcto, envió un carro. ¿Es correcto? Lo recogió. El nunca murió porque Dios lo mantuvo vivo. El tenía una obra futura para él. Le permitió también ungir a otro hombre para que vinieran con su espíritu.",
    "Pero éstos tendrán que padecer muerte. Ahora en Apocalipsis el capítulo 11. Ahora vayamos allí, ya que estoy por aquí. Veamos eso allí en Apocalipsis 11. Miren y vean si los dos no son matados. Sí señor. Ambos tienen que saborear muerte. Sí señor. Cuando su ministerio haya cesado entonces tendrán que sufrir la muerte. Apocalipsis 11, y comencemos con el versículo 7.\n\nCuando hayan acabado su testimonio, la bestia que sube del abismo hará guerra contra ellos,…",
    "Oh, él no puede aguantar eso; han vuelto los aleluyas. Muy bien. Muy bien.\n\n…del abismo hará guerra contra ellos, y los vencerá y los matará.",
    "Pero fíjense lo que sucede. Son perfectamente tipificados.\n\nY sus cadáveres estarán en la plaza de la grande ciudad que en sentido espiritual se llama Sodoma y Egipto, donde también nuestro Señor fue crucificado, (Jerusalén).",
    "Entonces ellos tienen que probar la muerte (¿no es así?) correcto, al fin de su ministerio.",
    "¿Por qué? El ministerio del séptimo ángel, el ministerio del séptimo ángel, el ministerio de Elías al séptimo ángel, no…¿Por qué no, por qué no podría (mejor dicho, estoy queriendo decir), ser el ministerio del séptimo ángel por medio de Moisés, si es inmortal, igual como podría ser por medio de Elías? ¿Por qué no…por qué no envió Dios, diciendo: “Mira Elías, tú-tú has obrado tanto en distintas partes, creo que sería mejor esta vez enviar a Moisés”? ¿Por qué?",
    "Fíjense bien en el ministerio de Moisés. Elías fue profeta para todas las naciones; mientras que Moisés fue el dador de la ley solamente a los judíos. Amén. Moisés está allí para decir… La razón que él viene con Elías…Los judíos dirán: “Espérense, nosotros aquí todavía guardamos la Ley”. Pero allí estará Moisés mismo y allí está Elías juntamente con él. ¡Oh, miren! El solamente viene a los judíos. ¿Ven? Moisés solamente fue con los judíos; el profeta Elías fue para todas las naciones. Pero Moisés llegó a ser profeta a los judíos, y un dador de la ley. ¿Ven? La ley fue su mensaje.",
    "Pero ¿cuál fue el mensaje de Elías? En contra de las mujeres que se cortaban el cabello, las denominaciones. Sí señor. Y les hizo pedazos. Aquellas de caras pintadas, les dijo: “Serán carne para los perros”. El les predicó muy duro.",
    "Y luego cuando su espíritu vino sobre Juan, él salió del desierto e hizo la misma cosa. Correcto. Dijo: “No anden pensando que ‘pertenecemos a esto o aquello’, porque Dios puede aún de estas piedras levantar hijos a Abraham”.",
    "Caminó recto por el camino, y dijo: “¿Me estás diciendo que te casaste con tu propio cuñado”? Dijo, “¡No te es lícito”! ¡Oh hermano! Le habló claro a ella. Seguro.",
    "Noten, estas almas tienen que esperar un poquito todavía hasta que sean martirizados los ciento cuarenta y cuatro mil. Oh, ¿no es…? Eso simplemente armoniza toda la Biblia.",
    "Ahora, el tiempo se me ha agotado, si los despido un poco temprano. Pero tengo otras pocas cosas que quiero decirles, si se pueden esperar. Yo sé que hace mucho calor. Yo también estoy sudando.",
    "Pero escuchen, tengo algo más que decirles. Es algo tan tremendo, que está ardiendo en mi corazón. Ojalá no se hayan olvidado de esto. Permítanme decir esto en Su Presencia. Por Su gracia, El también me permitió ver a mi pueblo con vestiduras blancas, no hace mucho. ¿Se acuerdan? ¿Recuerdan? ¿Recuerdan el relato no hace mucho? La Novia gentil, allá están ahora mismo. Todos estaban con vestiduras blancas.",
    "Yo había despertado. Había regresado de una serie de cultos. Hace como un año, un poco más. Desperté en una mañana, y me levanté. Y dije: “Querida”, a mi esposa. Ella no respondió. Los niños…Teníamos que levantarnos para llevarlos a la escuela, esto fue aquí en esta casa. Bien, me acomodé en la cama, Uds. Saben, y me recosté. Uds. Saben, estaba sentado, con la cabeza en la cabecera de la cama. Tenemos una de esas camas antiguas. Y así que me recosté de esa manera.",
    "Y pensé: “Mira, tú ya tienes cincuenta y tres años. Si vas a hacer algo para Dios, vale más que te apresures en hacerlo, porque dentro de poco ya vas a estar demasiado viejo”.",
    "Y pensé: “Oye, pero eso es correcto”. Pensé “Mira, ya no me puede quedar mucho tiempo. Tendré que partir pronto”. Dije, “Eso-eso ya es un año más de lo que vivió mi padre”. ¿Ven? Pensé, “Ya pronto tendré que mudarme. Lo vi. Y la cosa es que todavía no he hecho nada para Dios”. Pensé, “Siempre he querido hacer algo para El”. Pensé, “Tendré que apresurarme en hacer algo si lo voy a lograr. Y no sé cómo lo voy a hacer, eso es todo”.",
    "Pensé, “¡Ay, cómo anhelo vivir para ver Su Venida! Yo no quiero ser un fantasma o un espíritu”.",
    "Vean, siempre tenía temor de un espíritu. Y ahora, Uds. saben, ese tipo de…Siempre pensaba que si me encontraba con el Hermano Neville, y él sería una nube blanca pasando por allí, Uds. saben. Y yo le diría: “Buenos días, Hermano Neville”. Y él me diría: “Buenos días, Hermano Branham”. Pero sería con otro sentido porque él no podría hablar. Pero yo sabría que sería el Hermano Neville. Sí, y yo tendría el deseo de estrecharle la mano como siempre lo hago. Porque eso es todo lo que yo conozco, los seres humanos. ¿Ven? Desearía estrecharle la mano, pero no tendría mano. Eso se quedó acá en la tumba, pudriéndose. ¿Ven?",
    "Pensé: “¡Qué cosa! Ojalá no tenga que pasar por tal cosa”. Ahora, yo estaba…Ahora, voy a decirles la verdad. Yo-yo temía a la muerte; no el temor de que estaría perdido, pero no quería ser un espíritu. Quería seguir como hombre. Quería esperar el Rapto. Quería permanecer en esa condición. No quería ser un espíritu, dando vueltas. Entonces estaba recostado allí pensando en esas cosas.",
    "Y de repente algo sucedió.",
    "Ahora, Uds. saben, y todos Uds. tienen conocimiento de las visiones. Y si esto fue una visión, jamás he tenido una semejante. Y las he tenido desde niño.",
    "Y de repente algo sucedió. Y sentía como que me alejaba. Pensé: “Oh”, Y yo-yo pensé, “Ya he muerto, y estoy pasando para allá”. ¿Ven?",
    "Y llegué a un lugar, y pensé, “Voy a mirar hacia atrás”. Amigos, eso fue tan real como estoy parado aquí. ¿Ven? Y volví para mirar hacia atrás. Y allí estaba yo, recostado en la cama. Y estaba recostado allí al lado de mi esposa.",
    "Pensé: “Pues probablemente fue un ataque al corazón”. ¿Ven? Pensé, “Pues, morí instantáneamente”, lo cual sería una buena manera de partir. Así que pensé, “Fue un infarto del corazón. No tuve que sufrir”. Miré, y pensé, “Pues eso es extraño. Allá estoy, acostado; y a la vez aquí estoy parado”.",
    "Así que di la vuelta. Parecía ser un gran—un gran campo, como, o algo, un gran llano de pasto verde. Y—y dije: “Pues, ¿qué será esto”?",
    "Y de repente, mientras miraba, hacia mí venían corriendo miles y miles de mujeres jóvenes, todas en vestiduras blancas, y su cabello largo hasta la cintura, y estaban descalzas. Pensé: “¿Qué es esto”?",
    "Volví para ver hacia atrás, y allá estaba acostado; y miré para acá, y allí venían ellas. Me mordí el dedo. “Pues no estoy exactamente dormido”. Todavía tenía el tacto. Y dije, “Pues algo aquí está muy raro”.",
    "Y todas estas mujeres venían corriendo. ¡Y yo jamás he visto mujeres tan hermosas! Y todas venían corriendo hacia mí. Y cuando llegaron hasta donde yo estaba…",
    "Uds. saben como he sido, un poco…Me consideran como alguien que odia las mujeres, pero no es así. Pero yo—yo pienso que una mujer buena es una verdadera joya. Pero una que no es buena, es como dijo Salomón: “Carcoma en sus huesos”. [Proverbios 12:4] Así que no tengo buena opinión de mujeres de mala fama o presuntuosas.",
    "Y así que estas mujeres llegaron. Comenzaron a abrazarme. Ahora, eso es muy fuera de lo común. Uds. saben que yo no permitiría eso. Así que, y estaban…Ahora, tendré que decir esto de manera que, estamos en una congregación mixta. Pero ellas eran, ellas eran mujeres. Eran mujeres. Y cada una me abrazó y me dijo: “¡Nuestro-nuestro precioso hermano”! Y una me abrazaba, y luego otra me abrazaba.",
    "Y yo estaba parado allí, mirando. Pensé: “Pues, ¿qué es esto”? ¿Ven? Y ellas estaban paradas allí. Pensé: “¿Qué ha sucedido”? Miré para abajo, y allá estaba acostado, y a la vez aquí estaba parado. Pensé: “Esto es algo raro. Yo-yo no lo entiendo”.",
    "Y esas mujeres estaban gritando: “Oh, nuestro precioso hermano”, y me estaban abrazando. Y ellas eran verdaderas mujeres, en todo sentido.",
    "Ahora, mis hermanas, perdónenme al decir esto, porque… Pero Uds. le escuchan a su médico; y si nosotros aquí no tenemos mentes limpias, entonces no somos Cristianos. No importa…",
    "Yo siempre he vivido limpiamente, Dios lo sabe. Cuando yo era niño el Angel del Señor me dijo que no deshonrara mi cuerpo, que no fumara ni bebiera. Y eso ha sido la Verdad. Por la gracia de Dios he cumplido con eso. Cuando yo era pecador, no anduve corriendo con mujeres. Y así que…",
    "Pero cualquier hombre que permite que una mujer se le encierre en sus brazos, siendo él hecho de células masculinas, y ella de células femeninas, habrá una sensación. No importa quién sea Ud., y no me trate de decir que no es así, si Ud. es una persona sana.",
    "Pero allá no era así, porque allá uno ya no tiene esas células diferentes. Allá Ud. no podrá pecar. Había un cambio. No había más que un amor fraternal hacia esas mujeres.",
    "Aunque en la gracia en que ellas aparecieron; yo pienso que una-una mujer, una buena mujer que ocupe su lugar correctamente, y sepa portarse como una dama, ella es un—ella es un ejemplo de una joya sobre la tierra. Yo-yo amo toda cosa que tenga finesa. Yo pienso que una-una mujer que ocupa bien su lugar, y se esfuerza por ser una dama, ella es una-es una estatua de honor. Yo creo eso. Y yo pienso que una que no es así, es como el-el Cristo y el anticristo, lo mismo.",
    "Me-me gusta cualquier cosa que sea natural. Como por ejemplo un caballo fino, o cualquier cosa, se para allí en su estatura de un caballo elegante. O cualquier otra cosa como un cerro hermoso, una mujer hermosa, o un caballero bien presentado, cualquier cosa que sea conforme a la hechura de Dios, yo siempre he admirado eso.",
    "Y estas eran perfectas. Pero no importaba cuánto me tomaban en sus brazos, y eran mujeres (Uds. entienden), pero jamás podía existir el pecado. Las glándulas masculinas y las femeninas ya no existían. ¡Gracias a Dios! Ellas eran completamente mis hermanas.",
    "Yo miré. Y comencé a…Miré-miré mis manos; vi que todas ellas eran tan jóvenes. Y miré; yo también era joven. Y yo…",
    "Y habiendo perdido el cabello desde joven; una vez en la barbería, el barbero me echó ácido carbólico en la cabeza, y se me cayó todo el cabello desde joven. Y desde entonces siempre he sido propenso a los resfriados, porque la piel sobre el cráneo todavía es muy delicada, Uds. saben. Las raíces del cabello todavía existen, pero como fueron quemadas con el ácido carbólico, entonces el cabello nunca podría crecer.",
    "Y hace muchos años fui con mi esposa, y me compré una peluca, un pedacito de cabello para cubrirme la cabeza. Pero siempre me daba pena usarla porque se veía que era algo falso. Y yo no quería tener nada falso.",
    "Entonces pensé, “Usaré una gorra”. Y lo hice por un tiempo. Y ¿saben lo que hicieron? Querían llamarme “obispo”, luego dijeron que yo quería ser…¿Ven? Entonces dije: “Me voy sin nada”.",
    "Así que sufro con el resfriado, y dejo que…Pero ahora, al solamente abrir esas ventanas un poquito, cualquier cosa, y entrar la brisa suave, de repente ya tengo el resfriado.",
    "Y fui con el médico y le pregunté, qué pensaba él. El me dijo: “Pues mire, los—los poros están abiertos. Ud. está sudando, al predicar. Pasa el aire. Eso-eso le instala el germen del resfriado en las fosas nasales, y eso le desciende sobre la garganta. Y al siguiente día Ud. está ronco. Eso es”.",
    "Y—y así que, oh qué cosa, Uds. que tienen cabello, no saben qué tan agradecidos debieran estar al tenerlo. Correcto. ¿Ven?",
    "Pues ahora, descubrí que tendré que…Un día de estos, si no tengo dientes, tendré que comprarlos, o de otra manera seguir sin dientes.",
    "Así que si un individuo—si un individuo…Pues, yo no pienso que sería ni más ni menos para un hombre si él quiere ponerse una de estas pelucas, como lo sería para las mujeres poniéndose esta cabellera que usan para arreglar su cabello. ¿Ven? Pero—pero, desde luego, si Ud. lo hace, depende del motivo por el cual lo está haciendo. ¿Ven? Depende del motivo por el cual lo está haciendo Y así que…",
    "Pero, de todas maneras, estando parado allí, me toqué la cabeza con la mano y tenía mi cabello de nuevo. ¡Qué cosa! Yo era joven. Y todas estas, ellas eran jóvenes. Y pensé: “¿No es extraño esto? Aquí están”. Y todas estaban corriendo…",
    "Y miré, y vi que venía Esperanza. Ella parecía…Uds. saben, ella murió a los veintidós años. Y todavía era tan hermosa como siempre. Muchos de Uds. la recuerdan; esos grandes ojos negros. Ella era alemana. Su cabello negro que le caía por toda la espalda. Yo pensé: “Ahora, cuando ella llegue aquí, ella dirá—ella dirá: ‘Bill’. Yo sé que así dirá. Yo sé que cuando llegue me va a decir ‘Bill’”.",
    "Y estaba observando. Y cada una de esas mujeres llegó y me abrazó y me decía: “Oh precioso hermano, estamos tan contentas de verlo”. Yo pensé…Todas estaban vestidas igual, pero tenían distinto el cabello, Uds. saben, cabello rojo, cabellos negro y cabello rubio. Y—y estaban pasando, pero todas eran jóvenes.",
    "Y cuando ella llegó a mí, pensé: “Voy a ver qué me va a decir”.",
    "Y me miró y me dijo: “¡Oh, nuestro precioso hermano”! Y me abrazó, y luego se alejó. En seguida llegaron otras mujeres, y me abrazaron.",
    "Y oí un ruido. Y miré hacia acá, y allí venía corriendo un gran número de varones jóvenes, como de veinte años. Ellos tenían cabello oscuro y rubio. Y todos estaban vestidos con una vestiduras blancas, y estaban descalzos. Y llegaron y me abrazaron, gritando: “Precioso hermano”.",
    "Y pensé. Y de nuevo di la vuelta, y allá estaba, todavía en la cama. Y pensé: “Ahora esto en verdad es raro”.",
    "Y en ese momento una Voz me comenzó a hablar. Nunca vi la Voz. Dijo: “Tú has sido reunido, tú—tú has sido reunido con tu gente”. Luego unos hombres me levantaron y me colocaron sobre un lugar alto, así elevado.\n\nDije: “¿Por qué han hecho eso”?\n\nDijo: “Sobre la tierra tú fuiste un líder”.",
    "Y yo dije: “Pues, yo-yo no entiendo esto”.",
    "Y la voz me estaba hablando. Nunca pude ver la Voz. Pero estaba más arriba, hablándome.",
    "Dije: “Bueno, si yo-si yo he muerto, yo quiero ver a Jesús”. Dije, “Yo…El fue tan…El fue toda mi vida. Ahora quiero verlo”.\n\nY entonces El dijo: “No lo puedes ver ahora. El todavía está más arriba”.",
    "Vean, esto era aún abajo del altar, en el sexto lugar, el lugar donde va el hombre; no era el séptimo, donde está Dios, la séptima dimensión. ¡El sexto!",
    "Y estaban—y estaban todos allí, y estaban pasando. Y yo dije…Parecía que habían millones. Yo nunca había visto…Y yo allí estaba sentado, y estas mujeres y hombres pasaban y me abrazaban, y llamándome “hermano”. Y yo allí estaba sentado.",
    "Y entonces esa Voz dijo: ‘Tú has sido reunido con tu gente como fue reunido Jacob con su gente”.\n\nY pregunté: “¿Todos estos son mi gente? ¿Todos estos son Branham”?\n\nEl dijo: “No. Son tus convertidos a Cristo”.",
    "Miré todo alrededor. Y había una mujer muy hermosa que vino corriendo. Parecía casi igual. Con sus brazos me abrazó, y dijo: “Oh, mi precioso hermano”. Se me quedó mirando.",
    "Yo pensé: “¡Qué cosa! Parece un Angel”. Y ella pasó adelante.\n\nY la Voz me preguntó: “¿No la reconoces”?\n\nRespondí: “No, no la reconocí”.",
    "Dijo: “Tú la trajiste a Cristo cuando tenía más de noventa años. ¿Sabes por qué te aprecia tanto”?\n\nDije: “¿Esa joven hermosa tenía más de noventa años”?",
    "🦅 Sí”. Dijo, “Ella ahora jamás podrá cambiar”. Dijo, “Por eso está diciendo: Precioso hermano”.",
    "Pensé: “¡Oh, qué cosa! ¿Y de esto tenía yo temor? Pues, estas personas son reales”. No iban para ninguna parte. No estaban cansados de estar allí.\n\nY dije: “¿Por qué no puedo ver a Jesús”?",
    "Dijo: “Pues, algún día El vendrá. Y vendrá a ti primero, y tú serás juzgado. Estas personas son tus convertidos que has guiado”.",
    "Y dije: “¿Quiere decir, que por ser un líder, El me va juzgar”?\n\nRespondió: “Sí”",
    "Y dije: “¿Todo líder tiene que ser juzgado de esta manera”?\n\nRespondió: “Sí”.\n\nPregunté: “¿Qué de Pablo”?\n\nDijo: “El tendrá que ser juzgado con los suyos”.",
    "🦅 Bien”, dije, “si el grupo de él entra, entonces los míos también, porque he predicado exactamente la misma Palabra”. Eso es. Dije, “Donde él bautizó en el Nombre de Jesús, yo también. Yo prediqué…”",
    "Y en ese momento millones gritaron a una sola voz: “¡En eso estamos confiando”!",
    "Y pensé: “¡Qué cosa! Si tan sólo hubiera sabido esto antes de venir aquí, yo hubiera forzado a la gente para que vinieran. No pueden desperdiciar la oportunidad de perderse de esto. Pues miren esto”. Y entonces…",
    "Y El dijo: “Algún día El vendrá, y entonces…Ahora, aquí no bebemos, ni comemos, ni dormimos. Todos somos uno”.",
    "Pues, eso no es perfecto; está más allá de lo perfecto. No es sublime; está más allá de lo sublime. No hay nombre que…Uno ni puede pensar…No hay palabras en el vocabulario para describirlo. Uno simplemente ha llegado, eso es todo.",
    "Y pensé: “Pues, esto sería perfecto. Y ¿en seguida qué haremos”?",
    "El dijo: “Luego cuando venga Jesús, y te juzgue según tu ministerio, entonces regresaremos a la Tierra y tomaremos cuerpos”. Pues, yo-yo nunca había pensado en eso. Eso es exactamente de acuerdo a las Escrituras. Dijo, “Entonces regresaremos a la Tierra y tomaremos cuerpos, y entonces comeremos. Aquí ni comemos, ni tampoco dormimos”. Dijo, “Allá comeremos, cuando volvamos a la Tierra”.",
    "Pensé: “¡Pero esto es maravilloso! ¡Oh, qué cosa! Y yo tenía temor de esto. ¿Por qué tenía yo temor de morir para venir a esto? Esto es perfección, más perfección, más perfección. ¡Oh, esto es maravilloso”!",
    "Vean, estábamos directamente debajo del altar. ¿Ven? Eso era, allí debajo del altar, esperando la Venida, esperando que El fuera a recoger a aquellos que dormían en el…los-los cuerpos durmiendo en el polvo, para resucitarnos de nuevo; y de paso nos resucitaría.",
    "Como sucedió cuando Jesús pasó por el Paraíso, y trajo a Abraham, Isaac y todos aquellos, Uds. saben, que estaban esperando la primera resurrección. Ellos entraron a la ciudad y aparecieron a muchos.",
    "Es algo perfectamente de acuerdo a las Escrituras. Si fue una visión, o lo que fue, fue perfectamente Escritural.",
    "Y yo dije: “¿No es esto maravilloso”? Y luego pensé, “¿No es una maravilla”?",
    "En eso oí algo como un caballo, y miré. Y mi caballo de muchos años atrás, llamado Príncipe, lo admiraba tanto. Estaba parado allí a mi lado, y puso su cabeza en mi hombro, para acariciarme. Como cuando yo le daba azúcar, Uds. saben, y puso su…Lo abracé. Dije: “Príncipe, yo sabía que estarías aquí”.",
    "Sentí algo lamer mi mano. Allí estaba mi perro de casería.",
    "Cuando—cuando el Sr. Short lo envenenó, yo juré que mataría al Sr. Short a raíz de eso. Entonces yo tenía como dieciséis años. El había envenenado a mi perrito. Y mi padre me alcanzó cuando ya iba en camino con mi rifle a la comandancia de policía para matarlo. Y yo dije: “Lo voy a matar”. Dije, “Bueno…” Fui a donde había sepultado al perro, y dije: “Fritz, me has sido un compañero fiel. Me has vestido y por tu ayuda pude asistir a la escuela. Cuando llegaras a envejecer, yo te iba a cuidar, pero ahora te han matado. Fritz, te prometo que aquel hombre no va a vivir”. Dije, “Te prometo, él no vivirá. Algún día lo tomaré por sorpresa en la calle cuando venga caminando y lo atropellaré con el carro”. Y dije, “Por ti lo haré”.",
    "Pero ¿saben lo que sucedió? Yo mismo guié a ese hombre al Señor Jesucristo, y lo bauticé en el Nombre de Jesucristo, y cuando murió, lo enterré. Sí señor. Como a los dos años del suceso, yo fui convertido, y entonces pude ver las cosas muy diferente. Entonces lo amé en vez de odiarlo.",
    "Pero allí estaba Fritz lamiéndome la mano. Y yo estaba…lo miré.",
    "Yo no podía llorar. Nadie podía llorar. Todo era gozo. Uno no podía estar triste, porque todo era felicidad. Uno no podía morir, porque todo era Vida. ¿Ven? ¿Ven? No podía uno envejecer, porque era todo juventud. Y es lo que…Era perfecto. Y pensé: “¿No es esto maravilloso”? Y los millones…¡Oh qué cosa! Yo estaba como en mi casa.",
    "Y—y entonces en ese momento oí una Voz, que clamó y dijo: “Todos los que tú has amado…” la recompensa por mi servicio. Yo no necesito ninguna recompensa. El dijo: ‘Todos los que tú has amado, y todos los que te han amado, Dios te los ha dado”.\n\nDije: “¡Alabado sea el Señor”!",
    "Y me sentí algo raro y pensé: “¿Qué pasa conmigo? Me siento raro”. Me di la vuelta para mirar, y allá sobre la cama mi cuerpo se estaba moviendo. Dije: “¡Oh, seguramente no tengo que volver! No, no me dejen volver”.",
    "Pero el Evangelio tenía que ser predicado. Y en un segundo, yo estaba de nuevo sobre la cama, de esa manera.",
    "Hace como dos meses, que…Uds. escucharon o lo leyeron en la—la Voz de los Hombres de Negocio. Eso ha corrido por todo el mundo. Y el Hermano Norman, me supongo que está en algún lugar aquí esta noche. El lo copió de la cinta y lo imprimió en un folleto, y ha llegado a todos lados. [Más Allá de la Cortina del Tiempo] Y ministros han escrito, mucho de ellos, y dicen…",
    "Uno aquí, les diré de uno en particular. Desde luego, han habido centenares. Este hombre dijo, “Hermano Branham, su visión que apareció en la Voz de los Hombres de Negocio…”",
    "Y yo aprecio mucho a Tommy Nickels, aunque ya no está con los Hombres de Negocio. Yo no sé porqué, pero no está. Pero él escribió allí exactamente como lo dije. Allí en esa revista trinitaria, él dijo, “Donde yo…Donde Pablo bautizó en el Nombre de Jesús, y mandó que la gente lo hiciera igual; yo he hecho lo mismo”. ¿Ven? El lo escribió exactamente como era. ¿Ven? Entonces yo-yo-yo pensé, “¡Qué cosa”!",
    "Este ministro escribió y dijo, “Hermano Branham, su visión…”",
    "Lo cual, pudo haber sido una visión. Dijo…Ahora, yo no quiero decir que fui “traspuesto”. Si Pablo…Si yo fui llevado al primer Cielo y vi todo eso, entonces ¿qué de Pablo cuando fue llevado hasta el tercer Cielo? ¿Qué fue eso? El dijo que ni podía hablar acerca de aquello, de que fue llevado. Si fue un recogimiento, yo no sé, ni puedo afirmar. No les podría decir.",
    "Pero este ministro dijo: “Hermano Branham, su visión parecía muy Escritural, y todo estaba bien hasta que Ud. habló de que allí había ese caballo”. Dijo, “¿Un caballo en el Cielo”? Dijo…¿Pueden ver al hombre eclesiástico, sabiduría, la mente? ¿Ven? El dijo: “El Cielo fue creado para humanos, no para caballos”.",
    "Bien, me senté. Billy, mi hijo, tenía la carta aquí en la oficina de la iglesia, eso hace como tres o cuatro meses.",
    "Le dije: “Mi precioso hermano, estoy muy sorprendido por causa de su sabiduría, y su conocimiento de las Escrituras. Yo no dije que estaba en el Cielo. Dije que era un lugar como el Paraíso, porque Cristo todavía estaba más arriba. Pero, quizás para satisfacerle, abra su Biblia en Apocalipsis capítulo 19. Cuando Jesús viene de los cielos del Cielo, El viene sobre un caballo blanco, y todos los santos que le siguen también vienen sobre caballos blancos”. Correcto. Absolutamente. Sí señor.",
    "Y en aquel mismo lugar había uno que se parecía a un águila y otro que se parecía a un buey, y uno…Bien, ¿de dónde vinieron los caballos que bajaron a recoger a Elías? Eso solamente sirve para mostrar que la mente humana siempre anda buscando algo para criticar. Correcto.",
    "Ahora noten. Pero yo estaba pensando que este precioso y santo, Hermano Juan…Pensé que sería bueno mencionar eso aquí antes de terminar. Si Juan miró allá, y aquellos eran de sus hermanos, sus hermanos que tuvieron que sufrir un poquito; entonces el Señor Dios me permitió ver a mis hermanos y a los santos que esperan la Venida del Señor. Noten, no estaban bajo del altar del sacrificio; allí no estaban los míos. Pero éstos sí, eran mártires. ¿Ven? Los míos no estaban bajo del altar de los mártires.",
    "Ahora quiero que escuchen bien. Y entonces terminaré, sinceramente, en unos diez minutos, a las diez; si es que tengo que cortarlo y terminar mañana.",
    "Miren. Ellos, ellos no eran mis…Aquellos que el Señor me mostró, la Novia, no estaban bajo yugo de los mártires, no, o sea el altar de sacrificio de los mártires. Pero más bien habían recibido vestiduras blancas por haber aceptado la gracia perdonadora de la Palabra viviente. Cristo les había dado una vestidura blanca. Yo no pienso, que por el abrir…",
    "O, más bien sí pienso, que por la apertura de este Quinto Sello, como creo yo, que ahora está abierto para nosotros. Lo he hablado con buena conciencia, con revelación clara ante Dios. No tratando de hacerles pensar que por estar siempre en contra de las denominaciones, por eso nunca pertenecí a ellas. Pero ahora está abierto para mí.",
    "Y también pienso otra cosa. Por la apertura de este Quinto Sello, en este día, ha servido para aclarar una doctrina aquí mismo, sobre la cual quiero hablar, la doctrina del dormir de las almas. Ahora, yo sé que hay gente aquí hoy que creen eso, que el alma duerme. Yo creo que esto ha servido para probar lo contrario. No están durmiendo. Están vivos. Sus cuerpos están durmiendo; pero el alma no está en la tumba, están en la Presencia de Dios, debajo del altar.",
    "Aquí es donde yo difiero con un precioso hermano, un maestro. Y he notado, veo algunos de sus discípulos aquí sentados. Me doy cuenta que él es un gran maestro. El es un doctor, un-un doctor de divinidad, y un Ph., LL.D. Y es un buen hombre. Creo que ya ha partido. El fue un buen hombre y un buen escritor. Es el Hermano Uriah Smith, el autor de Daniel Hasta Apocalipsis. Ahora, para Uds. que son seguidores de sus enseñanzas, vean, yo no…No estoy solamente…no quiero decir esto en forma ofensiva, pero simplemente…¿Ven?",
    "Pero el Hermano Smith, en su esfuerzo de probar que las almas están dormidas, él menciona que “Las almas duermen y no hay altar de sacrificio en el Cielo”. Dice que “El único altar mencionado en el Cielo (según su creencia) es el altar del incienso”. Pero para Uds. amados amigos…Y no contendiendo con mi hermano. Probablemente…Tengo la esperanza de verlo de aquel lado, no alegando con aquel tremendo maestro.",
    "Pero solamente mostrándoles cómo esto sirve para refutar eso. Lo refuta. La apertura de este Sello en este último día, saca del cuadro eso de que las almas duermen. ¿Ven? Ellos están vivos; no están muertos. ¿Ven? Noten.",
    "Ahora noten esto. Ahora, si no hay altar de sacrificio en el Cielo, entonces ¿dónde está colocado el sacrificio para pecado, el Cordero? Tiene que haber un lugar donde está colocado el Cordero inmolado y sangriento, donde la Sangre…",
    "Ahora, el incienso era el perfume oloroso que quemaban; lo cual, la Biblia dice, que son “las oraciones de los santos”. Si no hay sacrificio sobre el altar, entonces las oraciones no pueden ser recibidas. Es solamente por medio de la Sangre sobre el altar del sacrificio que permite que las oraciones lleguen a Dios.",
    "El Hermano Smith estaba errado. No para estar en desacuerdo con él; creo que me he explicado claramente en amor fraternal y respeto por su gran obra. Pero él estaba errado.",
    "El Quinto Sello ha aclarado eso; y muchas otras cosas, si es que lo captaron. ¿Ven? Estoy esperando ver las preguntas, para ver si… Muy bien.",
    "Ahora, ¿dónde estaba el arca, el Cordero inmolado, herido y sangriento para la expiación, para estas oraciones olorosas?",
    "Noten, la Biblia dice: “Porque sabemos que si nuestra morada terrestre, este tabernáculo, se deshiciere, tenemos una que nos espera”. Allí es adonde vi esos santos. ¿Ven?",
    "Fíjense cuando un bebé…Perdónenme hermanas, nuevamente, por hablar tan claro ante las jóvenes. Pero miren. Cuando una madre ha concebido, y esos músculos está brincando y moviéndose, Uds. entienden, es un cuerpo natural. Y así como la naturaleza está formando el cuerpo natural…",
    "¿Se ha fijado en su esposa antes del nacimiento de un hijo? Siempre allí en los últimos días se torna dulce y amorosa. Aun si no ha sido así toda su vida, en esos días lo será. ¿Han notado cómo una madre tiene esa apariencia tan santa?",
    "Y luego uno ve el impío en la calle que se burla de una-una mujer en cinta. Pienso que eso es algo ridículo. Eso es vida que viene al mundo.",
    "¿Pero notó Ud. que alrededor de esa madre parece haber un sentir muy dulce? ¿Qué es? Es un pequeño cuerpo espiritual, vida espiritual esperando entrar en el cuerpo natural al momento de nacer. Ahora, apenas es algo engendrado, pero cuando haya nacido, ha nacido. El cuerpo espiritual se une con el cuerpo natural.",
    "Y entonces la Biblia enseña que ahora somos engendrados de Dios. Somos engendrados del Espíritu Santo, que en nosotros está Cristo, un hijo de Dios siendo formado en nosotros. Y cuando este cuerpo terrenal es deshecho (este cuerpo espiritual viene de las entrañas de la tierra), hay otro cuerpo esperando para recibirlo. Si este tabernáculo terrestre es vaciado, hay otro cuerpo listo para recibirlo. Este cuerpo mortal se viste de inmortalidad. Esto terrenal se viste de celestial. ¿Me entienden? Hay un cuerpo natural, el cual es pecaminoso, pero en preparación, igual a este, está otro cuerpo al cual vamos.",
    "Y yo estoy tan agradecido de Dios porque les puedo decir como su pastor y hermano, que yo he visto aquella gente en aquel cuerpo y los he palpado con mis manos. Correcto. Noten.",
    "Miren. Fíjense en Moisés y Elías. Después que Moisés había muerto y Elías había sido levantado al Cielo, ambos aparecieron sobre el Monte de la Transfiguración con sus sentidos de habla, oído y entendimiento; y hablaron con Jesús antes de Su crucifixión. Ahora, ¿qué clase de cuerpo tenían?",
    "Fíjense en Samuel, después de haber estado muerto por casi dos años; fue llamado de nuevo a la-la cueva aquella noche por la bruja de Endor, y habló con Saúl con idioma; escuchó a Saúl, le habló, y tuvo conocimiento de cosas que iban a acontecer en el futuro. Su espíritu aún no había cambiado, él todavía era profeta.",
    "Cuando el espíritu de Elías viene sobre el hombre, lo moverá igual como a Elías. Se irá al desierto. Amará el desierto. Será uno que odia las mujeres inmundas. Estará en contra de la organización. Dirá las cosas como son, delate de cualquiera. Y es solamente… Ese será su espíritu. Así fue cada vez que vino.\n\nMoisés será la misma persona.\n\nAhora, lo hallamos en Apocalipsis 22:8, lo mismo.",
    "Ahora, para dejarlo en claro, para aquellos que…Aquellas almas (ahora miren esto) bajo del altar, que vimos en la apertura de este Sello, los cuales fueron muertos entre el tiempo de la muerte de Cristo y el arrebatamiento de la Iglesia; estos que murieron bajo el alemán Eichmann, y todos aquellos, esos verdaderos judíos que tenían sus nombres en el Libro. Hermanos, si se fijan bien, según las Escrituras, ellos podían hablar, clamar, oír, hablar, y tenían los cinco sentidos. No estaban inconscientes, dormidos en la tumba. Estaban plenamente despiertos, y podían hablar, oír, de todo. ¿Correcto? ¡Oh, ayúdanos!",
    "Dos minutos. Amén. Siento mucho que los retuve por media hora. No, no puedo, no debiera decir eso. ¿Ven? Correcto.",
    "Pero miren, aquí está a lo mejor de mi entendimiento, lo mejor. Y según la revelación que me fue dada esta mañana antes del amanecer, por el Señor Jesucristo, allí está el Quinto Sello abierto, para ensamblar con los otros cuatro. Por Su gracia El me lo dio a mí, Su gracia para mí y para Uds. Le damos gracias a El por esto. Y, con Su ayuda, mi intención es vivir lo más cerca posible, y enseñar a otros a hacer lo mismo, hasta que juntamente con Uds. me encuentre con El allá en la Gloria, cuando todas las cosas habrán cesado. Por esto yo le amo a El, y es lo mejor de mi entendimiento al respecto.",
    "Y yo sinceramente creo con todo mi corazón, que ahora está abierta para nosotros la verdadera revelación del Primer, Segundo, Tercer, Cuarto y Quinto Sello.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "Ahora, reverentemente y con quietud ante Dios. Hemos visto cómo ha sido abierto este Sello a nosotros, teniendo Dios que cegar los ojos de Sus propios hijos amados y mandarlos allá, porque Su propia justicia—justicia demanda juicio del pecado. ¡Piénsenlo bien! Su justicia y Su santidad demandan justicia. Una ley sin pena, no es ley. Sus propias leyes, El mismo no las puede contravenir y seguir siendo Dios.",
    "Por eso Dios tuvo que llegar a ser hombre. No pudo aceptar un sustituto, un hijo que no…es decir un hijo ordinario, o algo así. Dios llegó a ser ambos, o sea Jesús llegó a ser tanto Hijo como también Dios. Esa era la única manera en que lo podía hacer con justicia. Dios mismo tuvo que tomar la pena. No sería justo ponerla sobre otro, alguna otra persona. Así que la Persona de Jesús fue Dios manifestado en carne, fue llamado Emanuel.",
    "Y para lograr eso, y tomar una Novia, y salvar unos gentiles paganos, El tuvo que cegar a Sus propios hijos. Y además tuvo que castigarlos en la carne por haberle rechazado. Pero Su gracia les proveyó las vestiduras blancas. Pero la vida, ¿ven lo que sucedió?",
    "Y si El tuvo que hacer eso para que nosotros tuviéramos oportunidad, ¿cómo podemos despreciar esa oportunidad en amor? Si hubiera aquí en el edificio en esta noche, esa persona joven o anciano, que hasta hoy ha despreciado esa oportunidad que le costó a Dios tan grande precio, y Ud. en esta noche desea aceptar la oferta que Dios le hace; que en cuanto sabemos, Ud. no tendrá que llegar a ser mártir, aunque existe la posibilidad. Pero para Ud. ha sido provista una vestidura blanca. Y si Dios en este momento está tocando la puerta de su corazón, ¿por qué no lo acepta ahora mismo?\n\nInclinemos nuestros rostros de nuevo.",
    "Si esa persona o personas que desean eso están presentes y lo quieren aceptar sobre la base de su fe en la Sangre derramada, la cual Dios tuvo que derramar para Ud., y sufrió más que cualquier mortal. No pudo haber mortal que sufriera a tal grado. Fue tanto que Su propia agonía hizo separar el agua de Su Sangre en las mismas venas. Antes de llegar al Calvario, gotas de Sangre estaban cayendo de Su cuerpo, por razón de la agonía y el corazón quebrantado por lo que tenía que hacer. Pero también pudo haber rechazado ese deber. Pero voluntariamente lo hizo por Ud. y por mí. ¿Es posible que Ud. pueda rechazar tan incomparable amor?",
    "Y ahora Ud. puede ver eso claramente, por la apertura de estos Sellos; lo que Ud. ha hecho, y lo que Dios ha hecho por Ud.. Y ahora ¿se encuentra listo para rendir su vida a Dios si El lo saca de las garras del anticristo adonde se halla ahora? ¿Acepta Ud. Su oferta, levantando su mano como señal? Y con eso está diciendo: “Dios, con esto, doy testimonio que acepto esta oferta de gracia”.",
    "🦅 Y Hermano Branham, pido sus oraciones, que siempre me mantenga fiel”.",
    "Levanten sus manos, y yo oraré. Dios le bendiga. Dios le bendiga. Sea sincero. No—no lo haga si no lo hace en serio. Y allí donde Ud. está sentado, acéptelo allí mismo. Porque recuerde: Ud. no podría haber levantado la mano si algo no le hubiere impulsado a hacerlo. Y no pudo ser otra cosa sino Dios.",
    "Entonces cuando Ud. ve las Escrituras desenvolviéndose tan perfectamente. Ud. puede ver lo que ha ocurrido a través de las edades, estos últimos veinte o treinta años. Ud. ve que ha sido perfectamente vindicado. Ud. ve las Escrituras diciendo exactamente lo que ha sucedido, y lo que está por suceder. Entonces sobre la base de la fe en la obra de Cristo, allí donde Ud. está sentado ahora mismo, los que levantaron la mano, digan: “Desde este momento en adelante ya está arreglado. Yo ahora tomo a Cristo como mi Salvador. Y para El viviré el resto de mi vida. Y deseo que Dios me llene con el Espíritu Santo”. Y si Uds. no han sido bautizados en el Nombre del Señor Jesucristo, el bautisterio les espera.",
    "Oremos.",
    "Señor y Dios, hubo un gran número de manos levantadas entre la gente. Yo estoy seguro que Tú eres el mismo Señor Jesús quien hizo la expiación por nosotros hace muchos años. Y al ver la revelación de estos Sellos, y las cosas grandes que han ocurrido aquí en estos últimos años, yo creo con todo mi corazón que la puerta de la misericordia está comenzando a cerrarse, y te estás alistando para tomar Tu viaje venir para redimir a Tu pueblo. Mientras todavía hay lugar, y la puerta está abierta (como fue en los días de Noé), que estas almas preciosas que habitan en el cuerpo de este tabernáculo terrenal, el cual algún día será deshecho, pero sus manos mortales fueron levantadas porque en sus corazones tienen convicción, y profesan que ellos creen y quieren aceptar Tu proposición en cuanto a la salvación, basada en este Libro sellado que nos ha sido abierto. Señor, en esta noche dales una vestidura de la justicia de Jesucristo, y con eso viste su alma, para que puedan pararse ante Ti en aquel día que está a la mano, perfectos, por la Sangre de Cristo.",
    "Señor Dios, si hay los que no han sido bautizados en el Nombre del Señor Jesucristo, en base a la revelación que me diste acerca de eso, y viendo que Pablo mandó a bautizar de nuevo en el Nombre del Señor Jesucristo, aun a los que habían sido bautizados por Juan el Bautista, para que pudiesen recibir el Espíritu Santo (en Hechos 19), pido que ahora los convenzas, Señor, de la Verdad y que así te puedan obedecer.",
    "Y luego en obediencia de su aceptación, y obediencia a su confesión y al bautismo en agua; pido que entonces los llenes del Espíritu Santo para que tengan poder para servirte el resto de sus vidas. Los entrego ahora a Ti en el Nombre del Cordero sacrificado de Dios, Jesucristo. Amén.\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "Ahora para Uds. que levantaron la mano. Obedezcan el mandamiento del Espíritu conforme al orden de la Palabra en cuanto a un pecador arrepentido. Síganlo en todo acto. Y el Dios del Cielo les recompensará por su testimonio firme por El. El Señor les bendiga.",
    "Mañana traigan sus libretas y sus lápices, como lo han hecho. Esperamos estar aquí a la misma hora, las siete y media en punto, Dios mediante. Y oren por mí, que Dios me abra el Sexto Sello mañana, para poder traérselo a Uds. tal como El me lo dé a mí. Hasta entonces, entonemos otra vez el corito. No solamente por himnos, pero por medio de alabanzas para El quien murió en lugar nuestro y nos redimió:\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz. 🦅"
  ]
}