{
  "title": "EL SÉPTIMO SELLO",
  "id": "63280009",
  "content": [
    "🦅  Muchas gracias, hermano. Oremos mientras permanecemos de pie.",
    "Dios Todopoderoso, autor de la Vida y dador de todo buen don espiritual, estamos verdaderamente agradecidos por este tan maravilloso y excelente tiempo de compañerismo en Tu Presencia, el cual, Señor, marca un punto muy sobresaliente en nuestras vidas, un tiempo que nunca olvidaremos, no importa cuánto tiempo permanezcamos aquí. Y pedimos, Dios, que en esta última noche…Notamos en las Escrituras, cuando Jesús se puso de pie, en el último día de la gran fiesta, y clamó: “Si alguno tiene sed, venga a Mí”. Y yo ruego Padre Celestial, que eso se repita nuevamente en esta noche; que podamos oír la Voz de nuestro Señor llamándonos, y llamándonos a Su servicio y a caminar más cerca. Sentimos que ya hemos oído Su Voz en la apertura de estos Sellos, diciéndonos que son los últimos días y que el tiempo está a la mano. Padre, concede estas bendiciones que te hemos pedido, en el Nombre de Jesucristo y para Su gloria. Amén.",
    "Pueden tomar asiento.",
    "Quisiera añadir esto, que de todos los servicios que yo he tenido en toda mi vida, creo que esta semana ha sido el tiempo más glorioso de toda mi vida, en los servicios. No importa lo que yo haya…Desde luego, yo he visto grandes milagros en los cultos de sanidad, pero esto va mucho más allá de eso. Ha sido uno de los grandes tiempos sobresalientes de mi vida, el estar aquí. Y viendo el tabernáculo con su nueva apariencia; y no sólo eso, sino ver lo de adentro tomar un nuevo aspecto.",
    "Y ahora, yo le estaba preguntado a Billy; se tardó tanto en venir a traerme. Me dijo que habían bautizado otro grupo. Ya son más de cien los que han sido bautizados en esta semana en el Nombre de nuestro Señor Jesucristo. Así que estamos-estamos agradecidos. ¡Y Dios les bendiga!",
    "Y ahora, si Ud. no tiene iglesia donde reunirse, le invitamos a venir aquí para que tenga compañerismo con nosotros. Recuerden, esta iglesia está abierta para todos. Nosotros no somos ninguna denominación, y yo espero y confío que nunca llegará a ser una denominación. Simplemente un compañerismo donde hombres y mujeres, y niños y niñas se reúnen alrededor de la mesa de Dios, y tienen compañerismo en la Palabra, y tenemos todas las cosas en común.",
    "Ahora, y tenemos un maravilloso pastor, un verdadero hombre de Dios, y estoy tan agradecido por eso. Y si recuerdan la visión dada hace como un año, que Alimento estaba almacenado aquí en este lugar. Y eso es correcto. Y estamos…",
    "Ahora tenemos los lugares adecuados para las clases de la escuela dominical, para todas las edades, y estamos muy agradecidos por esta oportunidad. Algunos han dicho, en tiempo pasado, si tuviéramos clases de escuela dominical a donde enviar sus hijos. Ahora, Uds., ya los tienen. Así que si Ud. no tiene iglesia donde reunirse, venga aquí con nosotros",
    "Desde luego, si Ud. tiene una buena iglesia donde ya asiste, y que predica el Evangelio, y demás, pues esa-esa sólo es otro grupo de nosotros en otro lugar. Pero si Ud. no tiene, y está…",
    "Tengo entendido que algunos se han mudado a este lugar, procedentes de otras partes de la nación para asistir aquí regularmente. Y ciertamente les damos la bienvenida aquí a la Palabra del Señor. Y me supongo que recuerdo que cuando me fui, les dije que en cuanto a mí se concierne, los cultos serían aquí en el tabernáculo.",
    "No sé todavía todo lo que el Señor tenga para mí en el futuro. Confío eso en Sus manos, no en alguna superstición u otra cosa. Solamente espero de día en día para que El me guíe al lugar donde le pueda servir mejor. Y cuando El haya terminado conmigo, entonces confío que El me reciba a Casa en paz.",
    "Y ahora, estoy muy agradecido por la cooperación de todas las personas del tabernáculo. Como Billy me estaba contando esta semana, que pienso que cada hogar representado aquí en el tabernáculo tiene alguna visita. Han abierto sus puertas de sus hogares y dieron hospedaje a personas que no tendrían otro lugar a donde ir. Ahora, esos son verdaderos hechos Cristianos. Y algunos hogares tienen personas en cada rincón, para que tuvieran en donde dormir.",
    "Es porque ha sido un tiempo muy difícil por razón de alguna clase de algo que está en marcha, en el mundo de deportes, algo tocante a basquetbol o algo, y-y se han hecho reservaciones. Aparte de un gran grupo de…",
    "Pienso que representado aquí en esta pequeña iglesia, como veintiocho o treinta estados representados aquí en la iglesia, aparte de dos naciones extranjeras, en este avivamiento. Así que eso ocupa algo de espacio por sí mismo. Sé de…",
    "Estuve hablando con algunas personas. Yo dije, “Entendí que no había mucho gente de Jeffersonville en las reuniones”.",
    "Alguien habló y dijo: “No podemos entrar”. Pues, ese era el caso. Esa era la razón. Algunos policías y otros querían venir a la reunión, pero dijeron, habían estado hablando, dijeron, pero vinieron y no pudieron entrar, porque ya estaba lleno desde temprano y no pudieron entrar. Así que ellos tuvieron su tiempo quizás más antes, y no vinieron. Así que ahora la gente está llegando de otros lugares así que estamos muy agradecidos.",
    "Ahora no sé. Lo que le sigue a esto serían las Siete Trompetas, en otra serie de mensajes. Pero prácticamente todo está incluido en los Sellos. Vimos las edades de la iglesia y colocamos eso primero, lo cual fue de suma importancia en ese tiempo. Pero ahora en la apertura de los Sellos nos muestra a dónde va la Iglesia, y cómo termina. Y ahora yo pienso que el Padre Celestial ciertamente ha sido bondadoso para con nosotros al dejarnos ver todas estas cosas.",
    "Y yo digo esto, que al revisar los bosquejos de donde prediqué años atrás, yo simplemente estaba llegando y diciendo lo que pensé ser correcto. Eso estaba muy fuera de línea. Y ahora, en ese tiempo prediqué los primeros cuatro Sellos en un mensaje de veinte minutos, todo. Los cuatro jinetes de Apocalipsis, los puse todos juntos y dije: “Un caballo salió de blanco”, dije, “quizás sea la-la-la edad primitiva. Y el siguiente caballo salió como hambre”, y así sucesivamente. Pero cuando la Palabra en verdad fue abierta, estaba a cien millas de todo eso.",
    "Así que nos conviene esperar y vigilar. Y quizás tenía que ser este tiempo para que llegara. Pueden haber muchas cosas que se han dicho que posiblemente sean desagradables para otras personas. Pero yo creo que cuando llegue el gran tiempo de la culminación, y nos encontremos con nuestro Señor, Uds. hallarán que esto fue correcto. Ciertamente así-así-así es.",
    "Ahora, para los que vienen de lejos, de distintos lugares, que vienen de distintos estados y naciones, cuánto aprecio su sinceridad en haber viajado de tan lejos, tomando así su tiempo de vacaciones. Y algunos aun sin tener donde quedarse. Yo-yo sé que así es, porque he podido ayudar a algunos conseguir donde quedarse. Aún sin dinero para comer, ni nada, y así…y aun así vinieron, esperando que algo suceda para que todo se arregle. Y con tal grado de fe en eso, que no importaba si tuvieran que pasar hambre, o si no tuvieran donde dormir, pero de todas maneras querían venir para escuchar estas, estas cosas suceder. Uds. saben, eso sí es algo valiente. Y todos han cooperado tan ciento por ciento.",
    "Me encontré con mi cuñado, quien fue el albañil en la construcción de la iglesia. Y le estuve diciendo cuanto le agradecía su trabajo. Yo no soy albañil, ni conozco nada al respecto. Pero sí sé lo que es una esquina bien cuadrada, y si está hecho más o menos bien.",
    "Y él me dijo: “Te diré”. Dijo él, “Casi nunca he conocido el tiempo, cuando haya conocido armonía entre los obreros trabajando así juntos”.",
    "El Hermano Wood, el Hermano Roberson y todos, cada quien en su lugar, todo. Y el hermano que instaló la parte acústica…quiero decir el sistema de sonido y todo, en la iglesia. Dijeron: “Todo estuvo en orden”. Cuando necesitaron algo, allí estaba el hombre para hacerlo. Así que Dios está en todo el programa. Estamos muy agradecidos por esto.",
    "Varios grandes donadores en la iglesia, que ayudaron, tal como nuestro Hermano Dauch y la Hermana Dauch, sentados aquí, y muchos otros que han dado grandemente para esta causa. Y pienso que a la fecha está faltando muy poco para que todo esté pagado. Así que estamos muy agradecidos por eso.",
    "Recuerden, esta es su iglesia, porque Uds. son los siervos de Cristo. Y para eso fue construida, una puerta abierta para formar siervos, y también para siervos que ya son siervos de Cristo, que pueden entrar y gozarse en el compañerismo de Jesucristo. Y queremos que sepan que todos son bienvenidos.",
    "Y ahora, cuando estoy bajo la unción, a veces me escuchan que les doy duro a las organizaciones, yo-yo no estoy dirigiendo eso en contra de su pastor, o en contra de cualquier hermano o hermana en la iglesia. Porque al fin y al cabo, Dios tiene gente en toda organización que existe. Pero El no acepta la organización; El acepta el individuo en la organización. Y no se precisa de una organización.",
    "Por lo tanto, cuando la gente se enreda tanto con la organización, entonces no pueden ver sino solamente lo que esa iglesia les dice. Y allí nace la rotura de compañerismo con los demás; y es un sistema con lo cual Dios no está agradado, y es un asunto mundano jamás ordenado por Dios.",
    "Así que yo no estoy enfocando en ningún individuo. Ya sea católico, judío, o-o metodista, bautista, presbiteriano, cualquier organización, o los que nos son organizados, los que no son denominacionales, todos; Dios tiene Sus hijos colocados en todas partes. ¿Ven? Y yo creo que en muchas instancias ellos están allá con un propósito, para dar Luz, para así sacar de todas partes a los predestinados. Y-y en aquel gran día entonces veremos a la Iglesia del Señor Jesucristo, que será llamada a aquel grandioso tiempo de reunión en el aire, y todos subiremos juntos para encontrarnos con El. Y yo-yo estoy esperando esa hora.\n\nAhora, hay tanto que se podría decir.",
    "Y en esta noche, la noche final, cuando estamos terminando, como siempre, todos están…En un culto de sanidad, hallo que la gente está con la expectativa de ver grandes cosas suceder en el culto de sanidad, lo cual los pone en una tensión nerviosa. Y en esta noche hallo la misma cosa, que todos están con gran expectativa de ver cómo…Y cada noche ha sido así, para la apertura de esos Sellos.",
    "Ahora quiero que esto quede bien claro. Cada vez, cada vez que estos Sellos han llegado al lugar; todo cuanto yo creía al respecto, y que he leído de otros, todo ha sido contrario a lo que me llegó allí en la habitación.",
    "Y mi mente para este tiempo…La razón por tener el culto de sanidad por los enfermos hoy en la mañana, fue porque siento que mi mente humana está alejándose tanto de mi propio modo de pensar. He tratado de permanecer solo en la habitación, con las cortinas cerradas, y una luz prendida. Este ya es el octavo día. Y ni he salido en el carro a ninguna parte.",
    "Tuve que ir con algunos hermanos al banco para firmar unos papeles relacionados con un préstamo que solicitamos para terminar los trabajos en la iglesia. Pero regresé directamente, y a estudiar.",
    "Y la cosa rara es que no ha habido una sola persona que haya dicho algo. O porque normalmente, están tocando, y jalando y de todo. Pero no ha habido nada de eso. Ha sido fenomenal.",
    "En la casa del Hermano Wood donde he estado comiendo, por lo regular, hay carros por todos lados. Y hasta tenían planes de recibir a unos ocho ó diez personas que venían para quedarse con ellos durante esta semana, pero no apareció ni uno.",
    "Luego esta mañana, nunca podré olvidar esta mañana, la gracia de nuestro Salvador extendida a favor de Su siervo cansado y fatigado. Cuando yo había dado respuesta a la pregunta de una persona, y en mi mente creía que había hecho bien. Y de repente, como si le hubiera quitado algo a un niño, me sentí tan condenado, y no sabía dónde había fallado. Y pensé que quizás por estar en tan grande apuro por comenzar a orar por los enfermos, quizás alguien estaba tan grave que necesitaba la oración en este mismo momento. Y le pregunté a la audiencia. A los pocos instantes fue revelado. Y alguien dijo: “¿Podrá leer de nuevo la cita”? o algo así. Y en ese momento levanté el papel y la leí de nuevo, para ver lo que decía. Y miré en el Libro, y era algo completamente diferente a la pregunta a la cual yo estaba respondiendo. ¿Ven?",
    "Quiero transmitir esto a Uds. Cuando viene lo sobrenatural, eso es la mente de Cristo. Uno está tan apartado de su propio modo de pensar hasta que en su mente, yo…esto, yo…yo no…Miren, no me permitan tratar de explicarlo, porque no puedo. ¿Ven? No lo podría hacer. No hay nadie que podría hacerlo.",
    "¿Cómo pudo aquel hombre Elías, parado allá sobre aquel monte, bajo la Presencia de Dios, hacer bajar fuego del Cielo; luego traer la lluvia después del fuego? ¡Y luego cerrar los cielos, y no llovió por tres años y seis meses; y volver y llamar nuevamente a la lluvia en ese mismo día! Y estando bajo esa unción, como…Y llevó a cuatrocientos sacerdotes y los mató; y después huyó al desierto escapando por su vida, por causa de las amenazas de una sola mujer. ¿Ven? Jezabel juró que tomaría su vida. Cuando Acab y todos los demás estaban allí, y vieron la Presencia de Dios, y aquel gran milagro. ¿Ven? Es que el Espíritu lo había dejado. Y en su manera natural de pensar, no sabía cómo pensar. No podía pensar por sí mismo.",
    "Y recuerden, el Angel lo puso a dormir y lo hizo reposar. Lo levantó y lo dio unas tortas; luego lo puso a dormir de nuevo y lo hizo reposar; lo levantó y nuevamente le dio tortas. Y por cuarenta días no sabemos lo que sucedió con este hombre. Luego fue llevado a una cueva, y Dios lo llamó.",
    "No traten de explicar lo Sobrenatural. No se puede. ¿Ven? Lo único que podemos hacer es seguir adelante. Y yo trato de hablar lo más claro posible, pero de aquí en adelante yo…No pienso hacerlo de nuevo. Simplemente, o creen, o no creen. Y yo estoy…Más adelante verán por qué.\n\nAhora yo he tratado de ser honesto, Dios lo sabe.",
    "Y esa pregunta de hoy en la mañana. Yo estaba intentando contestarla lo más honestamente posible. Apenas leí la primera parte del versículo, y era una…no hubiera sido correcto. Pero el Espíritu Santo, entendiendo que yo…mi mente…Vean, miren lo que ha estado sucediendo en estos últimos dos o tres días. Vean, yo—yo mencioné los setecientos…los “siete mil” como setecientos. Hoy en la mañana estaba intentando, y eso fue captado por la congregación (eso me demuestra que están poniendo atención). Ahora, otra fue cuando quería decir “la paloma” y dije, “el cordero”, pero esa la capté a tiempo. Y luego, aquí, una que no capté, de repente el Espíritu Santo me llamó la atención al respecto.",
    "Esa es una doble confirmación de que estas cosas son correctas. Son…Dios está cuidando de que todo esté bien. Correcto. El así lo desea. El quiere que Uds. sepan que esto es la Verdad.",
    "El es Quien está enviando esto, porque ciertamente no fue…Yo he aprendido en esto, así como Uds. Así que estamos…Yo estoy sumamente agradecido por el-el-el conocimiento, y saber ahora de parte del Señor, en qué hora estamos viviendo; viviendo en el mero tiempo del fin, antes del arrebatamiento de la Iglesia. Ahora simplemente…",
    "Hemos estado hablando, así que nuevamente pidamos Sus bendiciones sobre la Palabra.",
    "Nuestro Padre Celestial, aquí viene esa gran noche, una gran hora cuando algo grande ha acontecido. Ha estado todo alrededor de la gente. Y Padre, pido que en esta noche sea dado a conocer sin sombra de duda al corazón y a la mente de cada uno, y así ellos puedan saber que Dios todavía está sobre el Trono y que todavía ama a Su pueblo.",
    "Y esta es la hora, la hora que el mundo ha anhelado ver, y ahora está llegando, porque está clamando por redención. Podemos ver los elementos listos para restaurarla. Podemos ver los elementos listos para traer la Iglesia a la Presencia de Cristo. Podemos ver la-la Novia tomando forma, poniéndose el vestido de bodas, aparejándose. Podemos ver las luces aún destellando. Sabemos que estamos en el fin.",
    "Ahora, Padre Celestial, mientras entramos a predicar o enseñar sobre este gran y poderoso evento que sucedió en la Gloria hace unos dos mil años, y le fue dado al gran y amado apóstol Juan. Y en esta noche nos toca hablar de esto. Permite que ahora mismo venga el Espíritu Santo en Su gran Poder de revelación, para que nos revele lo que quiere que sepamos, así como lo ha hecho durante estas noches pasadas. Nos sometemos a Ti juntamente con la Palabra, en el Nombre de Jesús. Amén.",
    "Ahora, quizás quieran abrir conmigo en sus Biblias. Y este es un versículo corto, un solo versículo de la Escritura. Pero es el último versículo, es hallado…más bien último Sello.\n\nAhora, anoche hablamos del Sexto Sello.",
    "El Primer Sello, siendo la introducción del anticristo. Su tiempo pasó, y vimos cómo salió.",
    "Como fue que la Bestia fue introducido, del lado del poder de Dios, que salió juntamente con el poder del anticristo, para combatirlo. No creo que pueda haber duda en la mente de ninguno respecto a eso.",
    "Luego hallamos que inmediatamente después de eso, esa edad de la iglesia, salieron esas Bestias.",
    "Terminamos, hallamos, cambiamos allí el cuadro por completo, y ya no salieron más Bestias. ¿Ven? Pero, era para presentar, viniendo hacia adelante, hacia el tiempo de la Tribulación, después que la Iglesia había subido.",
    "Todo cuadró perfectamente con las edades de la iglesia. Yo no veo nada que no haya cuadrado perfectamente, aun hasta las edades y los tiempos. ¡Piénsenlo! Eso demuestra que tuvo que ser Dios haciéndolo. La mente humana no podría alcanzar tal profundidad. Y ahora hallamos que eso, también, nosotros…",
    "El Señor nos permitió tomar la Escritura, la Santa Escritura, lo que dijo Jesús que sucedería. Y ¿cómo hubiéramos hallado eso? Y aquí viene y lo revela, y lo trae exactamente. Allí en Su sermón, respondiendo a eso, expone exactamente en el blanco, seis de los Sellos, pero El omitió el Séptimo. ¿Ven?",
    "Luego cuando los Sellos fueron abiertos, noten aquí que Dios omitió el revelar aun cualquier símbolo del Séptimo. ¿Ven? Es un secreto perfecto con Dios. Noten. Ahora vamos a leer en la Biblia, en el—el Séptimo Sello, lo cual se halla en Apocalipsis capítulo 8:\n\nCuando abrió el séptimo sello, se hizo silencio en el cielo como por media hora.",
    "Y eso es todo lo que tenemos al respecto. Ahora vamos a observar.",
    "Y trataré de no retenerlos por mucho tiempo porque muchos estarán viajando todavía esta noche para llegar a sus hogares. Y pensé nuevamente, al tener el culto de oración por los enfermos hoy en la mañana, y así permitirles salir temprano mañana, no tendrían que quedarse otro día. Y ahora estamos…",
    "Y yo también tengo que estar de viaje a-a Tucson, Arizona, donde estamos viviendo. Y allá es mi hogar. Y luego, Dios mediante, quiero estar aquí de nuevo alrededor de…La familia quiere regresar acá por unos días en junio. Y ahora, quizás en ese tiempo nos veremos de nuevo en alguna reunión.",
    "Mis próximas citas son para Albuquerque, Nuevo México. Creo que son los días nueve, diez y once. Estaré allí jueves y viernes santo. Así que, debía haber estado allí para la serie completa, pero tenía otras citas y no podía llegar hasta ese tiempo, así que estaré allí el jueves y el viernes por la noche, en Albuquerque, Nuevo México.",
    "Y luego-y luego el-el próximo, que se sabe, de cerca, potencialmente. No estamos muy seguros. Eso es estar con mis buenos amigos, el-el grupo de El Clamor De Medianoche, en…allá en Southern Pines, Carolina del Norte.",
    "Y ahora mismo están en el teléfono, y han enviado telegramas, mensajes, y de todo, y llegando así de cerca, para otro grupo, en Little Rock; de los del Nombre de Jesús con los cuales tuve la reunión allá en el Cow Palace el verano pasado. Están celebrando su convención en Little Rock, Arkansas. Y desde el año pasado han estado pidiendo aunque fuera una sola noche. O, desearían la reunión entera, pero estarían dispuestos a recibirme para una sola noche. Así que les dije, no sabiendo qué debiera hacer, les dije que pudieran anunciarlo “potencialmente”. Entonces darán eso a conocer más adelante.",
    "¿El acaba de llamar? Sí. Muy bien. ¿Que dices? ¿Es Hot Springs? Yo estaba errado. ¿El día 24 de mayo? Del 24 al 28 de junio. Ahora queda anunciado, eso es “potencialmente”, que significa “si fuere la voluntad del Señor”. ¿Ven? Yo…",
    "Aquí está la razón por la cual me gusta hacer estas cosas. Más adelante aprenderán. Cuando voy a algún lugar, me gusta poder asentar allí mis pies, sabiendo que Dios dijo: “Ve allí”. Luego si el enemigo se levanta por algún lugar, puedo decirle: “Yo estoy aquí en el Nombre del Señor Jesucristo. ¡Apártate”! ¿Ven? ¿Ven? ¿Ven? De esa manera uno está seguro del terreno donde camina. Cuando El lo manda a uno a algún lugar, El lo cuidará. ¿Ven? Pero si Ud. va apenas presumiendo, entonces yo no sé; El quizás no estará allí. Así que quiero estar lo más seguro posible. Muchas veces he ido sin que El me dijera que fuera, pero me—me gusta estar lo más seguro posible. El Señor ahora les bendiga a todos.",
    "Ahora, ahora notamos, este siendo solamente un versículo, quisiéramos hacer algo un poco antes de esto. Notarán que hemos saltado el capítulo 7. El capítulo 6 termina con el Sexto, el Sexto Sello. Pero entre el Sexto y el Séptimo Sello, hay algo que sucede. ¿Ven? Y cuán-cuán hermosamente está colocado en su lugar correcto, entre los capítulos 6 y 7. Ahora, noten en el capítulo 7, notamos que entre el Sexto y el Séptimo hay un intervalo. Un intervalo entre los capítulos 6 y 7 del Libro de Apocalipsis, y es entre el Sexto y Séptimo Sello, donde se da este intervalo. Ahora queremos tomar esto en cuenta. Es de suma importancia que veamos este pequeño tiempo.",
    "Ahora recuerden, después del capítulo 4 de Apocalipsis, la Iglesia ya no está. Después que los-los cuatro jinetes hayan salido, la Iglesia ya no está. ¿Ven? Todo lo que sucedió a la Iglesia sucede hasta el fin del capítulo 4 de Apocalipsis. Todo lo que sucede en cuanto al movimiento del anticristo, va hasta el capítulo 4. Y en el Cuarto Sello de Apocalipsis, para ambos anticristo y Cristo se finaliza. Y el anticristo llega a su derrota con su ejército; mas Cristo viene con Su ejército.",
    "Es una batalla antigua que tuvo su origen allá antes del comienzo del tiempo. Y entonces ellos fueron…Satanás y sus ángeles fueron echados; y entonces llegaron a la tierra. Y de nuevo comenzó la batalla, porque Eva rompió la barrera de donde estaba aislada detrás de la Palabra de Dios. Y desde esa misma hora, Satanás ganó la batalla sobre la Palabra de Dios, porque uno de los súbditos de Dios (el más débil) dejó caer la guardia. Y así él ha ganado la batalla en cada ocasión, porque uno de Sus súbditos dejó caer la guardia de la Palabra.",
    "Y en esta última edad de la iglesia, se ha logrado por medio de un sistema organizacional. La verdadera, genuina y santa iglesia del Dios vivo, con un jinete semejante a un león no aceptaba la Palabra y tornó la iglesia de la Palabra a los dogmas.",
    "Ahora, ¿cuántos saben que la iglesia católica romana está edificada sobre dogmas? ¿Lo reconocen ellos mismos? Sí, absolutamente. Cierto que lo reconocen. Eso no es todo. Al decir eso los católicos no se sienten heridos, porque ya lo saben. Hace poco agregaron uno nuevo, que María fue resucitada. Uds. se acuerdan, hace unos años, hace como diez años. ¿Cuántos se acuerdan de eso? Allí tenemos el periódico. Seguro. ¿Ven? Todo, el nuevo “dogma”. Es todo dogma; no es la Palabra. ¿Ven?",
    "Hace poco tuve una entrevista con un sacerdote, y él dijo: “Sr. Branham, Dios está en Su Iglesia”.\n\nRespondí: “Dios está en Su Palabra”.\n\nEl dijo: “No debemos discutir”.",
    "Yo dije: “Yo no estoy discutiendo. Simplemente estoy haciendo esta declaración. Dios está en Su Palabra. Correcto. Y la Palabra dice ‘Cualquiera que le quitare o le agregare’”.",
    "El dijo: “Bien, Dios dio…Cristo dio poder a Su Iglesia, y les dijo que lo que ataren sobre la tierra sería atado en el Cielo; y que…”\n\nDije: “Esa es exactamente la Verdad”.",
    "El dijo: “Y así es sobre esta base que nosotros tenemos el poder de perdonar los pecados”.",
    "Y yo dije: “Si Uds. lo hicieran de la manera que fue entregado a la Iglesia y como ellos lo hicieron, entonces yo lo aceptaría. Si así es, entonces aquí hay agua para ser bautizado en el Nombre del Señor Jesucristo para el perdón de los pecados. No es cuestión de que alguien simplemente le diga a Ud. que sus pecados son remitidos”. ¿Ven? ¿Ven? Exactamente.",
    "Fíjense en Pedro, con las llaves, allá en el Día de Pentecostés. Recuerden, él tenía las llaves de las cuales ellos hablan. Y aquellos-aquellos hombres dijeron, “Varones hermanos, ¿qué haremos para ser salvos”?",
    "Pedro dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo (¿para qué?) para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”. Correcto. Entonces con eso queda concluido para siempre. Está arreglado. Allí termina.",
    "Ahora, pero pueden ver, que entró el anticristo, así como lo hemos mostrado claramente. ¡Qué revelación! ¡Oh, qué cosa! Y pensar, que a través de todos estos años lo hemos visto venir llegando. Y ahora aquí está absolutamente, directamente ASI DICE EL SEÑOR.",
    "Entonces vemos este intervalo entre los capítulos 6 y 7. Ahora, el capítulo 7 de Apocalipsis, aquí es un-un…nos revela un suceso. No es que esté aquí sin razón. No fue colocado entre estos por nada. ¿Ven? Está aquí con un propósito, y es una revelación que nos revela algo. Noten cuán misterioso es y cuán matemáticamente cuadra en las Escrituras. ¿Ven? Exactamente.",
    "¿Creen en las matemáticas de Dios? Si no, ciertamente está perdido en las…Ciertamente se perderá en la Palabra, si tratan de poner un cuatro o un seis u otra cosa, en lugar del orden correcto de las palabras matemáticas. Seguramente tendrá en su escena una vaca comiendo el pasto allá arriba del árbol. Ciertamente llegará a nada. Porque Dios no…Su Palabra entera corre completamente en-en-en la matemática. Sí señor. ¡Perfecto, lo más perfecto! No hay ninguna otra literatura escrita, como Ella, tan perfecta en la matemática.",
    "Ahora, el-el capítulo 8 solamente revela la escena del-la escena del Séptimo Sello, donde ninguna otra cosa es revelada, nada. No es revelado en el Séptimo Sello…y no tiene nada que ver con el capítulo 7 de-de Apocalipsis. La revelación del Séptimo Sello es completamente silencioso. Y si tuviera el tiempo…Intentaré con algunos ejemplos para mostrarles.",
    "Desde allá en Génesis, este Séptimo capítulo…o más bien Séptimo Sello es-es-es mencionado. Desde el principio, en Génesis, este Séptimo Sello…",
    "Estos Siete Sellos vienen moviéndose. ¿Se acuerdan cómo vimos estas cosas esta mañana? Y fíjense bien esta noche, y hallaremos que al llegar al Séptimo Sello, allí se corta. Sí.",
    "Al hablar Jesucristo mismo, habló del tiempo del fin. Y cuando llegó…Habló de los seis Sellos. Cuando llegó al Séptimo, se detuvo. Allí lo tienen. Es una cosa muy tremenda.",
    "Ahora hablaremos por unos momentos de este capítulo 7 para formar un-un puente entre el Sexto y el Séptimo Sello. Porque por ahora es todo el material que tenemos en qué basarnos, es el Sexto…entre el Sexto y Séptimo Sello, es el llamamiento de Israel.",
    "Ahora, yo tengo muchos amigos Testigos de Jehová sentados aquí hoy, que todos…o que en el pasado fueron. Y quizás algunos todavía son Testigos de Jehová. Y siempre han atribuido, así como el Sr. Russell, que estos ciento cuarenta y cuatro mil eran la Novia sobrenatural de Cristo. ¿Ven? Ellos…No es así.",
    "Esto no tiene nada que ver con la edad de la iglesia. Son Israel en lo absoluto. En unos momentos estaremos leyendo. Este intervalo entre el Sexto…entre los Sellos es un el llamamiento y sellamiento de los ciento cuarenta y cuatro mil judíos, que son llamados durante el tiempo de la Tribulación, después que la Iglesia ya haya subido. ¿Ven? Esto no tiene nada que ver con la edad de la iglesia. Oh, son llamados y está en perfecta armonía con la Escritura. Las últimas tres semanas y media de Daniel que son para el pueblo de Daniel, no es para los gentiles. Sino para el pueblo de Daniel, y Daniel fue un judío.",
    "Ahora, noten que Israel cree solamente a sus profetas, y eso después que son vindicados.",
    "Y en ningún tiempo durante las edades de la iglesia, desde el tiempo de la iglesia apostólica primitiva, ha habido ocasión cuando la iglesia protestante tuviese un profeta. Díganme quién fue y muéstrenmelo. Nunca ha sido. Allá en la edad primitiva apostólica, tuvieron uno que se llamaba Agabo, quien fue un profeta vindicado. Pero en…Cuando los gentiles entraron a la herencia de Dios, y Pablo se tornó hacia los gentiles. Después que Pedro, como leímos anoche, había recibido de parte del Señor, que El estaba “tomando un-un pueblo para Su Nombre de entre los gentiles (Su Novia)”, desde entonces no ha sido registrado sobre las páginas de la historia la existencia de un profeta gentil. Lean la historia para que verifiquen. ¿Por qué? Exactamente, porque hubiera sido contrario a la Palabra. Exactamente.",
    "Lo primero que salió fue el león. Esa fue Palabra de profeta.\n\nLo siguiente en salir fue el que obró, sacrificio.\n\nLo siguiente en salir fue la astucia del-del hombre.",
    "Pero nos ha sido prometido que en los últimos días aquello volverá de nuevo a la Iglesia para el beneficio de enderezar todo lo que fue dirigido mal, lo que se pasó por alto, lo que fue dejado sin terminar, sin terminar. Porque aquí nos es predicho que el Mensaje del séptimo ángel concluirá los misterios de Dios. Y lo hemos estudiado cabalmente. Vemos que todo está en completa armonía con las Escrituras. Por eso es así.",
    "Ahora, ¿pueden imagínense cuando esta persona llega a la escena? Cuando llegue, recuerden, será algo tan humilde que las iglesias lo pasarán por alto, pero muy distante. Y ¿pueden imaginarse a las iglesias todavía bajo las tradiciones de los reformadores, aceptando a un profeta de Dios que esté firmemente en contra de sus enseñanzas y organizaciones?",
    "Ahora, hay una sola persona que podría llenar ese requisito, un solo Espíritu que ha estado sobre la tierra, hasta donde yo conozco. O, sería…Tendría que ser Elías, en su tiempo. Y así fue predicho que sería, lo cual es nada menos que el Espíritu de Cristo.",
    "Cuando vino Cristo, El fue la plenitud. El fue el Profeta. El fue el-el Dios de los profetas. ¿Ven? ¿Ven?",
    "Y fíjense cómo lo odiaron a Cristo. Pero El vino exactamente como dijo la Palabra que vendría. Pero siendo que El era profeta, ellos por razón de sus blasfemias se alejaron del el reino de Dios, cuando llamaron de “inmundo” al Espíritu de Dios, El cual estaba discerniendo en su medio. Decían: “Es uno de esos adivinos, un diablo”.",
    "Y a la verdad un adivino sí es un diablo, es un espíritu del diablo. ¡Ciertamente! ¿Sabían Uds. eso? Ciertamente. La adivinanza es una imitación a un profeta, lo cual es blasfemia ante Dios.",
    "Ahora noten. Llamados en perfecta armonía con las Escrituras, respecto a los últimos tres años y medio de Daniel.",
    "Noten, los creyentes israelitas en el Antiguo Testamento fueron instruidos a creer a sus profetas, pero solamente cuando el profeta había sido vindicado. “Si hubiere uno entre vosotros quien es espiritual o profeta, Yo el Señor vuestro Dios me daré a conocer a él. Le hablaré en visiones y sueños; él podrá interpretar los sueños”. Si alguien tuviere un sueño, el profeta lo podrá interpretar. Y si tuviera una visión, la declara. “Yo me daré a conocer a él por medio de visiones y sueños, así me daré a conocer. Y si lo que él dice llega a suceder, entonces oíd a ese profeta, porque Yo estoy con él. Pero si no, entonces no le pongáis ninguna atención”. Sí. Correcto. “Alejaos de él, dejadlo quieto”. Ahora eso es…",
    "Ahora, Israel siempre va a creer de esa manera. Y ¿no pueden ver? ¿Por qué es así?\n\nAhora, quiero que capten bien la lección de esta noche.",
    "¿Por qué? Porque ese es mandato de Dios para ellos. No importa cuántos folletos estén repartiendo allá los gentiles. No importa cuántas veces Ud. viaje por Israel cargando su Biblia debajo del brazo, probando esto o aquello, u lo otro; ellos nunca recibirán nada menos que a un profeta. Exactamente correcto. Porque un profeta es el único quien puede tomar la Palabra Divina y colocarla en Su lugar, y ser un profeta vindicado. Ellos lo creerán. ¡Correcto!",
    "Yo estaba hablando con un judío acá en la ciudad de Benton Harbor, referente a Juan Ryan, quien había estado ciego casi toda la vida y recibió la vista. Me llevaron a la casa de David. Y salió un rabí con la barba larga y me preguntó: “¿Por medio de qué autoridad le dio Ud. la vista a Juan Ryan”?\n\nLe respondí: “En el Nombre de Jesucristo, el Hijo de Dios”.",
    "El dijo: “¡Lejos sea que Dios tuviese un hijo”! ¿Ven? Y dijo, “Uds. no pueden dividir a Dios en tres partes y presentarlo a un judío. Uds. son paganos, haciéndolo a El tres dioses”.",
    "Dije: “Yo no lo divido en tres partes”. Dije, “Rabí, ¿sería algo fuera de orden que Ud. creyera que uno de sus profetas dijo algo errado”?\n\nEl dijo: “Nuestros profetas no dicen nada erradamente”.\n\nLe dije: “¿De quién habla Isaías 9:6”?\n\nEl dijo: “El Mesías”.",
    "Dije, “Entonces el Mesías será un Hombre-Profeta. ¿Correcto”?\n\nDijo: “¡Sí señor! Correcto”.",
    "Dije: “Muéstreme Ud. donde fue que Jesús falló en eso”. El dijo…Yo dije, “¿Cuál será la relación entre el Mesías-Profeta y Dios?\n\nEl dijo: “¡El será Dios”!\n\nDije: “¡Correcto! Ahora lo tiene en la Palabra”.",
    "Y Dios siendo mi testigo, ese judío, parado allí con las lágrimas cayendo de sus ojos, dijo: “Le oiré algún otro día”.\n\nLe dije: “Rabí, ¿Ud. cree estas cosas”?",
    "Y me dijo: “Mire”, dijo, “Dios puede levantar hijos a Abraham de estas piedras”. Yo ya sabía que él me estaba citando del Nuevo Testamento.\n\nDije: “¡Correcto, rabí! Y ahora ¿qué de estas cosas”?",
    "El dijo: “Si yo predicara eso, yo estaría allá abajo” (Uds. saben en donde está situado su edificio, allá en la loma), “allá en la calle, pidiendo limosnas para poder comer”.",
    "Yo dije, “Yo prefiero estar allá pidiendo limosnas para poder comer”. Uds. saben, los judíos todavía tienen ese interés en el dinero. ¿Ven? ¿Ven? “Yo prefiero…” Y allí estaba su nombre escrito en oro en la…Dije: “Yo prefiero estar allá, comiendo galletas saladas y bebiendo agua del río, y saber que estoy en armonía con Dios y aprobado; antes de estar aquí con mi nombre escrito en oro sobre este edificio, y sabiendo que estoy lejos de Dios. Eso lo sé bien”. Con eso ya no me escuchó más; y se metió al edificio.",
    "Pero así es. No se puede dividir a Dios en dos o tres partes, llamados “Padre, Hijo y Espíritu Santo”, haciendo así tres dioses y presentarlo a un judío. Su mandato primordial es: “No tendrás dioses ajenos delante de mí. Yo soy Jehová tu Dios”. [Exodo 20:2,3] ¿Qué dijo Jesús? Jesús dijo: “Oye Israel: Yo soy el Señor vuestro Dios, uno solo soy”. No son tres; nunca se les podrá convencer de eso. No. Ningún profeta vendrá hablando de tres dioses. No. En ninguna parte. Ud. nunca escuchará de eso. No señor. Eso es tan pagano y salvaje como su mismo origen. Sí señor.",
    "Noten. Pero estos profetas vendrán. No sólo eso…Los-los profetas, ahora, según Apocalipsis 11. Hemos leído una porción. Y deseo que Uds. lo lean cuando estudien esto, por medio de las cintas, y demás. Estos son profetas perfectamente vindicados por la señal de profetas. Entonces a estos, Israel oirá.",
    "Ahora, en particular para Uds., mis amigos de los Testigos de Jehová, entiendan ahora, que estos ciento cuarenta y cuatro mil no tienen nada que ver con la Novia. No hay ni una sola Escritura para respaldar eso. ¡No señor! No son. Esos son judíos. Los escogidos que son llamados fuera durante los últimos tres años y medio de la semana setenta de Daniel. Ahora eso es…",
    "Sigo citando esto. No tanto para Uds. aquí presente, pero, vean, estas cintas llegan a todas partes. Y Uds. entienden eso. Me escuchan repitiendo. Es con ese propósito.",
    "Noten. Ahora pueden ver por qué tuvieron que ser cegados. Ahora pueden ver Uds. por qué tuvieron…Jesús, o…Dios tuvo que cegar a los judíos para que no reconocieran a Jesús. Si ellos hubieran sabido, si hubieran sabido que…Al ver la señal que El tuvo; si hubieran estado en su estado correcto, como estaban allá bajo la ley cuando Dios les dio el mandato concerniente a un profeta [Deuteronomio 18], y ellos vieron a Jesús obrando así, ellos hubieran dicho: “Este es el Mesías”. Pero ¿por qué fue así?",
    "Aquellos que en esa edad tuvieron sus nombres escritos en el Libro de la Vida del Cordero, Sus apóstoles y los demás, ellos lo vieron y lo reconocieron.",
    "¿Por qué no fue así con los demás? Miren, fueron cegados. No lo podían ver. Y aún hasta hoy no lo pueden ver. Y no lo verán hasta que ella nazca como nación a una sola vez. Eso…",
    "La Palabra no puede fallar. Recuerden, la Palabra no puede fallar. No importa cuántas sensaciones Ud. haya tenido ni cuántas cosas sucedan, sin embargo, esa Palabra no puede fallar. Todo será exactamente como Dios dijo que sería. ¿Ven? Entonces vemos que estas cosas tienen que suceder.",
    "Y por eso no reconocieron a Jesús cuando El se identificó perfectamente como el Profeta.",
    "Aun la mujer samaritana, parada allá junto al pozo. El no había estado antes en Samaria. Simplemente fue, porque dijo que tenía necesidad de ir por allí, y fue. Y allí estaba esa mujer. Y ella, no obstante su condición, estaba en mejores condiciones para recibir el Evangelio que los sacerdotes tan religiosos y demás de aquel día. Ella lo aceptó. Cierto. ¿Ahora pueden ver?",
    "Pero a la luz de tal rechazamiento, aún uno de sus propios hombres más instruidos manifestó que ellos sabían que El era un maestro enviado de Dios.",
    "No hace mucho, yo estaba hablando con uno de los mejores médicos que hay en todos los estados del sur, allí en su oficina. Un buen especialista aquí en Louisville [Kentucky], un hombre tremendamente noble. Y le dije, dije: “Doctor, quiero hacerle esta pregunta”.\n\nDijo: “Muy bien”.",
    "Dije: “Noté que su insignia de médico es una serpiente subiendo un palo. ¿Qué significa eso”?\n\nMe respondió: “Pues no sé”.",
    "Le dije: “Representa esto: Fue un símbolo de la sanidad Divina de cuando Moisés levantó la serpiente de bronce allá en el desierto, lo cual apenas es un símbolo, sólo un símbolo del verdadero Cristo”.",
    "Hoy en día, la medicina es símbolo de la sanidad Divina. Y aunque muchos de ellos no lo creen, los genuinos y buenos médicos sí lo creen. Pero algunos no lo creen. Pero sin embargo la mera insignia que tienen da testimonio del poder del Dios Todopoderoso, ya sea que lo quieran creer o no. ¿Ven? Correcto. Allí está la serpiente de bronce en la vara, en la emblema de los médicos.",
    "Ahora, noten estos judíos. Ahora, las escamas de ceguedad estaban en los ojos de esta gente. Ellos, ellos no pudieron evitar eso; allí estaba porque Dios se los puso. Y allí permanecerán hasta la edad que les es prometida, cuando vengan estos profetas. Pueden enviar misioneros, y pueden hacer cuanto quieran, pero Israel nunca será convertido hasta cuando lleguen a la escena estos profetas, y eso será después del Rapto de la Iglesia gentil.",
    "Así como no pudo la edad del becerro recibir el llamado del león, porque Dios había dicho en Su Palabra que había salido el Espíritu de becerro. Y en la edad de los reformadores, salió un hombre. ¿Ven? Uno simplemente…",
    "Es lo único que Uds.…que ellos pueden recibir. Eso es… Y por ahora ellos están ciegos. Así es y más nada. Ahora noten.",
    "Pero viene la edad cuando se terminará para los gentiles. Hay un árbol, y las raíces fueron judías, pero fue cortado; y los gentiles fueron injertados, “el árbol de olivas silvestres”; y está produciendo su fruto. Pero cuando esa Novia gentil es cortada (ese Arbol Novia del cual hablé), y ella es llevada a la Presencia de Dios, Dios entonces barrerá acá a un lado los gentiles incrédulos (las vírgenes fatuas), y nuevamente injertará. Así lo prometió hacer.",
    "Y hasta que llegue ese día, uno tiene que saber en donde…Si Ud. sabe hacia donde va, muy bien. Si no sabe, está tropezando en tinieblas.",
    "Entonces será cuando los judíos serán convertidos, en esa edad. Ahora, así como en las edades de la iglesia, bajo el poder de la promesa ungida, ellos recibirán a Cristo, pero no será durante el tiempo de los gentiles. Ahora, podemos ver qué clase de mensaje predicarán estos dos profetas de Apocalipsis 11. Ahora, podemos ver claramente lo que harán. Porque el remanente, los ciento cuarenta y cuatro mil predestinados reciben el Sello de Dios.",
    "Leamos. Y escuchen atentamente. Y deseo que lean juntamente conmigo, si pueden porque me voy a referir a esto dentro de poco tiempo. Ahora en el capítulo 7, y esto es entre el Sexto y Séptimo Sello:\n\nDespués de esto-después de esto (estos Sellos)…",
    "Fue desatado el Sexto Sello, y ese es el tiempo de la Tribulación. ¿Todos entienden? Fue desatado el Sexto Sello, y dio comienzo a la Tribulación. Después de esto, ¿qué?\n\nDespués de esto vi a cuatro ángeles en pie sobre los cuatro ángulos de la tierra, que detenían los cuatro vientos de la tierra, para que no soplase viento alguno sobre la tierra, ni sobre la mar, ni sobre ningún árbol. (¡Son cuatro Angeles!)\n\nVi también a otro ángel que subía de donde sale el sol, y tenía el sello del Dios vivo; y clamó a gran voz a los cuatro ángeles, a quienes se les había dado el poder de hacer daño a la tierra y al mar,\n\ndiciendo: No hagáis daño a la tierra, ni al mar, ni a los árboles, hasta que hayamos sellado en sus frentes a los siervos de nuestro Dios.",
    "No la Novia. “Siervos”. No los hijos. “Siervos”. Israel siempre ha sido los siervos de Dios. La Iglesia son hijos por nacimiento. Israel son Sus siervos. Fíjense en cualquier lugar y así es siempre, Abraham fue Su siervo. Nosotros no somos siervos, sino hijos, hijos e hijas. Sí.\n\n…de los…a los siervos de nuestro Dios.",
    "Ahora miren.\n\n… siervos de nuestro Dios.\n\nY oí el número de los sellados:…",
    "Quiero que escuchen bien a la lectura.\n\n…ciento cuarenta y cuatro mil sellados de todas las tribus de los hijos de Israel.",
    "Aquí los nombra perfectamente. Ahora, si estuviera presente hoy algún discernidor de los Israelitas Británicos, escuchen como esto aquí le saca todo el aire a eso.\n\nDe la tribu de Judá, doce mil sellados. (Pronunció la tribu.) De la tribu de Rubén, doce mil sellados. De la tribu de Gad, doce mil sellados.",
    "Ahora fíjense-fíjense en las tribus.\n\nDe la tribu de Aser, doce mil sellados. De la tribu de Neftalí, doce mil sellados. De la tribu de Manasés, doce mil sellados.\n\nDe la tribu de Simeón, doce mil sellados. De la tribu de Leví, doce mil sellados. De la tribu de Isacar, doce mil sellados.\n\nDe la tribu de Zabulón, doce mil sellados. De la tribu de José, doce mil sellados. De la tribu de Benjamín, doce mil sellados.",
    "Entonces son doce tribus, doce mil de cada tribu. Doce por doce, son ¿qué? Ciento cuarenta y cuatro mil. Ahora fíjense bien. Todas esas fueron las tribus de Israel.",
    "Ahora miren, “Después de esto…” Ahora aquí viene otro grupo. La Novia ya ha subido, sabemos eso. Pero fíjense en este grupo que aparece.\n\nDespués de esto miré, y he aquí una gran multitud, la cual nadie podía contar, de todas naciones y tribus y pueblos y lenguas, que estaban delante del trono y en la presencia del Cordero, vestidos de ropas blancas, y palmas en las manos;\n\ny clamaban a gran voz, diciendo: La salvación pertenece a nuestro Dios que está sentado en el trono, y al Cordero.\n\nY todos los ángeles estaban en pie alrededor del trono, y de los ancianos y de los cuatro seres vivientes; y se postraron sobre sus rostros delante del trono, y adoraron a Dios,\n\ndiciendo: Amén. La bendición y la gloria y la sabiduría y la acción de gracias y la honra y el poder y la fortaleza, sean a nuestro Dios por los siglos de los siglos. Amén.\n\nEntonces uno de los ancianos…",
    "Ahora, aquí él está ante los ancianos. Así como lo hemos visto por todos los Sellos.\n\nEntonces uno de los ancianos habló, diciéndome: Estos que están vestidos de ropas blancas, ¿quiénes son, y de dónde han venido?",
    "Ahora, Juan, siendo judío, reconoció a su propio pueblo. Los vio agrupados en tribus. ¿Correcto? El los reconoció y nombró cada tribu.",
    "Pero al ver éstos, él estaba un poco perplejo. Y el anciano se dio cuenta, y por eso dice:\n\n…Estos que están vestidos de ropas blancas, ¿quiénes son, y de dónde han venido?",
    "Y ahora Juan respondiendo:\n\nYo le dije: Señor, tú lo sabes…",
    "Juan no sabía quienes eran, de todo linaje, lengua y pueblo.\n\n…Y él me dijo: Estos son…\n\n…él me dijo: Estos son los que han salido de la gran tribulación (o sea la gran Tribulación), y han lavado sus ropas, y las han emblanquecido en la sangre del Cordero.\n\nPor esto están delante del trono de Dios, y le sirven día y noche en su templo; y el que está sentado sobre el trono extenderá su tabernáculo sobre ellos.\n\nYa no tendrán hambre ni sed, y el sol no caerá más sobre ellos, ni calor alguno;\n\nporque el Cordero que está en medio del trono los pastoreará, y los guiará a fuentes de aguas de vida; y Dios enjugará toda lágrima de los ojos de ellos.",
    "Ahora abrimos el…llegamos al Sello.\n\n¿Notaron, estaban…? Primero ahora comenzamos con Israel.",
    "Y luego vemos a la iglesia purificada, no es la Novia, sino la iglesia purificada por la Tribulación (¿ven? ¿ven?) que vienen subiendo aquí, un gran número de personas con corazones sinceros, que salieron de-de la gran Tribulación. Estos no son la Iglesia, porque ella ya subió, la Novia. Allí está la iglesia.",
    "Ahora, hallaremos más adelante como habló Jesús del Trono, y dónde estaría cada uno en el juicio.",
    "Y ahora hallamos que estas personas, estos judíos, estaban sellados con el Sello del Dios vivo. ¿Correcto? ¿Qué es el Sello del Dios vivo?",
    "Ahora, no hablando para herir los sentimientos, pero solamente quiero decir esto. ¿Saben Uds., que al haber leído los escritos de muchos eruditos sobre este asunto, ellos reclaman que este grupo de personas aquí, lavados en la Sangre, que estos son la Novia?",
    "¿Sabían Uds. que muchos eruditos también dicen que los ciento cuarenta y cuatro mil son la Novia? Tiene que haber algo aquí que cuadre correctamente, porque así como está, está errado.",
    "Note, nuestros hermanos adventistas dicen: “El Sello de Dios es el guardar el día sábado”. Uds. saben que así enseñan. Pero yo quiero que me muestren la primera Escritura para respaldar eso, para mostrar que guardando el día sábado es el Sello de Dios. ¿Ven? Es que alguien tuvo esa idea.",
    "Pero si Ud. lee a Efesios 4:30, allí dice: “Y no contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de la redención”, sí señor, eso es cuando la obra de mediación ha cesado y Cristo viene para redimir lo Suyo. Uno es sellado, y no únicamente hasta el próximo avivamiento. Cuando Ud. ha sido sellado por el Espíritu Santo, esa es una obra concluida, que Dios lo ha recibido y de allí no hay salida.",
    "Ud. dirá: “Pues lo tuve, y luego me aparté”. No, Ud.—Ud. no tuvo nada.",
    "Dios dice que esto continúa hasta el Día de la Redención. Póngase pues a discutir con El, porque El dijo que es “hasta el Día de la Redención”.",
    "Noten. Así como hubo…Así como ellos eran un remanente según la elección, estos judíos ahora son remanente según la elección. En los días del primer ministerio de Elías a los judíos, siete mil creyentes fueron guardados por la mano de Dios; ahora en este tiempo de remanente, llegando a su tiempo, habrá ciento cuarenta y cuatro mil, según la elección. Que, el Mensaje en ese tiempo, que creerán el Mensaje, serán ciento cuarenta y cuatro mil.",
    "Ahora, Ud. discutirá, diciendo: “Espere un momento hermano, yo no estoy muy de acuerdo con eso de la elección. Yo nunca lo he leído así”.",
    "Bien, veamos si es así o no. Abramos en San Mateo, y busquemos allí para ver si no podemos hallar algo respecto a esto en alguna parte. Yo creo que tengo razón. No lo tengo apuntado, pero acaba de venir a mi mente. Veamos aquí al final, el versículo 30, donde estábamos leyendo anoche, el final del Sexto Sello en el versículo 30. Ahora leamos allí y veremos hasta donde llegamos, el versículo 31. ¿Ven? “Verán al Hijo del Hombre viniendo en gloria”. Ahora el versículo 31.",
    "Y enviará sus ángeles con gran voz de trompeta, y juntarán a sus escogidos, de los cuatro vientos, desde un extremo del cielo hasta el otro.",
    "Los “elegidos” saldrán. ¿Qué es? El tiempo de la Tribulación. Dios llamará a Sus escogidos que son los judíos durante ese tiempo, los elegidos. La Biblia habla de esto. Pablo habla acerca de ello, “Según la elección”. Habrá ciento cuarenta y cuatro mil según la elección que creerán el Mensaje, de entre literalmente, millones que habrá en ese tiempo.",
    "Hubo millones en Palestina en el tiempo de la profecía de Elías, y hubo siete mil salvos de entre esos millones.",
    "Ahora, “según la elección”. Cuando millones de judíos están congregándose en su patria. Y ya es una nación. Allí habrá millones, pero solamente ciento cuarenta y cuatro mil “escogidos” serán sacados. Ellos oirán el Mensaje.",
    "Es igual en la Iglesia gentil. Hay una Novia, y Ella es escogida. “Y será llamada según la elección”. Noten que todo esto tipifica la iglesia perfectamente, los creyentes elegidos.",
    "Los demás no creen. Se pueden conocer. Dígale Ud. a un hombre una verdad, y deje que eso sea probado por la Palabra y hasta vindicado, y él dirá: “Yo no lo creo”. Uno simplemente…",
    "No diga más nada. Así dijo Jesús. Dijo: “Es como echar las perlas ante los puercos”. ¿Ven? Dijo, “Déjenlos quietos. Ellos se tornarán y los pisarán bajo sus patas. Se mofarán de Uds. Aléjense y déjenlos quietos. Si los ciegos guían a los ciegos…”",
    "Fui con un hombre no hace mucho; o más bien él vino a verme a mí. El había andado por muchos lugares hablando y discutiendo en contra de la sanidad Divina. Y llegó conmigo y dijo: “Yo no creo en su sanidad Divina”.",
    "Dije: “Me supongo que la mía no serviría para nada, porque para comenzar no tengo”. Y él dijo…Yo dije, “Pero la de Dios es perfecta”.\n\nEl dijo: “No hay tal cosa”.",
    "Le respondí: “Mire, Ud. ha llegado demasiado tarde para decir eso. Sí, Ud. ha-ha esperado demasiado para andar diciendo eso. Hace algunos años quizás Ud. podría haber discutido eso, pero ahora ya estamos en otra edad. Hay millones testificando al respecto”. Dije, “Ud.-Ud., amigo, ha llegado demasiado tarde para decir eso”.",
    "El dijo, él dijo: “Pues, yo no lo creo, no me importa lo que haga Ud.”.\n\nDije: “Ciertamente. Ud. no puede creer”. ¿Ven?",
    "Dijo: “Hiérame con ceguedad. Si Ud. en verdad tiene el Espíritu Santo como lo tuvo Pablo, entonces vuélvame ciego”.",
    "Le pregunté: “¿Y cómo lo voy a hacer cuando Ud. ya está ciego? Su padre ya lo ha cegado a la Verdad, y Ud. ya está ciego”.",
    "Y él dijo: “Yo no creería, no importa qué hiciera Ud., ni cuánta evidencia puede probar ni nada. Yo no creería”.",
    "Dije: “Ciertamente. No es para incrédulos, solamente es para creyentes”. Eso es. ¿Ven?",
    "¿Qué es? Ya de una vez uno sabe que la elección no está vigente. No hable más al respecto. Jesús hizo la misma cosa. El dijo: “Dejadlos. Si los ciegos guían a los ciegos, ¿no caerán ambos al hoyo”?",
    "Pero cuando El llegó frente a la prostituta, el fuego se encendió. ¿Por qué fue así? Porque allí había una simiente escogida, que lo vio de inmediato. Cuando llegó a Pedro, allí había una simiente escogida, y lo vio. “Todos los que el Padre me ha dado (tiempo pasado), ellos vendrán. Ellos vendrán a Mí”. ¡Cómo amo eso! Sí señor. Noten, los creyentes sí lo creen.",
    "Los incrédulos no lo pueden creer. Entonces si alguno quiere discutir acerca de la simiente de la serpiente u otras cosas, y cuando Ud. se lo muestra, ellos no le escuchan, simplemente aléjese. Déjelos. Dios no discute, ni tampoco Sus hijos.",
    "Noten, los ciento cuarenta y cuatro mil de Dios, los judíos escogidos, no se postran ante la bestia, ni ante sus denominaciones, ni ante estatuas u otras cosas; aunque para ese tiempo su nación estará en un pacto con ella. Israel estará en un pacto, pero acá están los ciento cuarenta y cuatro mil que no lo harán. Esos son los escogidos.",
    "Igual como es ahora mismo con la Iglesia gentil, es un grupo escogido. Y no se les puede forzar a que entren en tales cosas. Ellos no lo creerán. No señor. Una vez que la Luz les ha iluminado, entonces todo queda concluido. Ellos ven la…ven que sucede, lo ven vindicado, y probado. Miran en la Biblia, y ven que la Palabra sigue. Pues vale más dejarlos en paz, porque ellos lo creen. Eso es todo. Eso es todo. Puede ser que no lo puedan explicar, pero saben que lo tienen. Entonces como he dicho, hay muchas cosas que no puedo explicar, pero sé que son la verdad. Muy bien.",
    "Este tiempo es entre el Sexto y Séptimo Sello, cuando El llama esta gente, los cuales fueron mencionados por Jesús en Mateo 24:31, que acabamos de leer. Trompetas acá, los dos testigos de…Cuando la trompeta suena, será la trompeta de los dos testigos de la edad de gracia para los judíos. Pueden ver, es una trompeta que suena. El dijo, “Con gran voz de trompeta”. Ahora acá en el 31:\n\nY enviará sus ángeles (no es uno, son dos) con gran voz de trompeta…",
    "¿Qué es? Cuando Dios se prepara para hablar, hay un sonido de trompeta. Eso es siempre Su Voz. Está llamando a la batalla. Dios está hablando. Estos ángeles aparecerán con el sonido de trompeta.",
    "Y noten, la trompeta suena en el tiempo del Mensaje del último ángel. El mensaje del primer ángel, sonó una trompeta; con el segundo ángel, sonó una trompeta, cuando El los envió. Noten, pero cuando fueron anunciados los Sellos, estaban todos juntos en una gran cosa Divina para llamar fuera un grupo de gente; hubo el sonido de una trompeta y fueron abiertos Siete Sellos.",
    "Noten, “reuniendo Sus judíos escogidos de los cuatro ángulos bajo los cielos”.",
    "Como hemos visto, El menciona los seis Sellos, pero no el Séptimo Sello. El nunca ha dicho nada aquí del Séptimo Sello, en ninguna parte.",
    "Vean, inmediatamente en el versículo 32, se vuelve a las parábolas, con respecto al tiempo del llamamiento de los judíos escogidos. Ahora fíjense bien.",
    "🦅 Y enviará sus ángeles con gran voz de trompeta, y juntarán sus escogidos de los cuatro ángulos de los cielos”. Ahora el comienza…",
    "Vean, El aquí no dice nada respecto al Séptimo Sello. ¿Ven? El habló del Sexto Sello; del Primero, Segundo, Tercero, Cuarto, Quinto, y el Sexto.",
    "Pero noten:\n\nDe la higuera aprended la parábola: Cuando ya su rama está tierna, y brotan las hojas, sabéis que el verano está cerca.\n\nAsí también vosotros, cuando veáis todas estas cosas, conoced que está cerca, a las puertas.",
    "Esa última pregunta que le hicieron: “¿Cuál será la señal del fin del mundo”?",
    "🦅 Cuando viereis a estos judíos…Cuando viereis estas otras cosas suceder, pues ya sabéis lo que está ocurriendo. Ahora cuando viereis a estos judíos…” Y estaba hablando con judíos. Ahora miren. ¿A quiénes estaba hablando, a gentiles? Judíos. Judíos. ¿Ven?",
    "Ahora El dijo: “Seréis odiados de todas las naciones por causa de Mi Nombre”, y así de esa manera.",
    "Ahora, “Cuando”, dijo El, “cuando viereis a estos judíos allá comenzando a florecer”; cuando Israel comience a regresar a su propio país. Cuando ella llegue a eso (la Iglesia estará lista para el Rapto); y sólo quedarán tres años y medio hasta el fin del viejo mundo, el cual entra en caos, y luego viene el Milenio a la tierra nueva—nueva. Dice, “Aun a la puerta”. Ahora, mil años sobre la tierra es un solo día con Dios. Y tres años y medio, ¿significarían qué? Cuestión de unos cuantos segundos en el tiempo de Dios. Por eso El dijo: “Está a la puerta”.",
    "De cierto os digo que esta generación, esta gente, no será acabada, consumida hasta que todas estas cosas…",
    "¿Qué, qué no será acabada? Siempre han tratado de aniquilar al judío. Pero nunca alcanzarán hacerlo.",
    "Pero fíjense. La misma generación de judíos que presenciaron el retorno a la Palestina, esa generación es la que vería estas cosas suceder. Y en estos últimos dos años ha llegado a ser cabalmente una nación con su propio dinero, y demás cosas. Allí está.",
    "Luego, amigos, ¿a dónde estamos? Los Sellos y todo abriendo; y ahora estamos viendo esto que está metido aquí. Allí está. Entonces ¿ven dónde estamos?",
    "Ojalá lo entiendan. Yo no tengo educación. Sé de qué estoy hablando, pero quizás no lo pueda explicar-explicar para que lo entiendan. Pero confío que Dios tome estas palabras mezcladas y las presente en orden a Uds. y les permita ver lo que es. Porque estamos a la puerta. Estamos en esta hora. Ahora noten.",
    "Vean, ya pronto El vuelve hacia estos judíos, y es en el-el tiempo del fin. Nos dice lo que ocurrirá. Eso aun ahora lo sabemos…Sabemos, y estamos bien enterados, que las tribus están esparcidas, eso ha sido por dos mil quinientos años. Fue profetizado que serían esparcidas a los cuatro vientos. ¿Sabían eso? Lo sabemos.",
    "Desde luego, no hay necesidad de volver a verlo porque tengo algo muy importante aquí que quiero que vean antes de que se cansen demasiado, y antes que me agote yo.",
    "Noten. Sabemos que todas las tribus, ya sea en cronología de tribu, o lo que quieran llamarlo, o geográficamente, o la posición de las tribus, ya no están en ese orden. Están esparcidas por todos lados.",
    "Los judíos se están reuniendo en Jerusalén, no son…No saben a cuál tribu pertenecen. Ya no tienen las banderas de cada tribu, ni nada. Lo único que saben es que son judíos. Así fue profetizado que serían, por todo el mundo. Sus libros han sido destruidos. Ellos no saben.\n\nSe les pregunta: “¿Y Ud. de cuál tribu es”?\n\n“Yo no sé”.\n\n“¿De cuál tribu”?\n\n“Yo no sé”.",
    "Uno es de Benjamín, otro de esta y uno de aquella. Ellos no saben de cuál son. Sus registros fueron destruidos en las guerras a través de dos mil quinientos años. Lo único que saben es que son judíos. Eso es todo. Y saben que están de nuevo en su patria. Ellos aún…Noten, aunque ellos no saben de cuál tribu son, Dios sí lo sabe.",
    "¡Cómo amo eso! Uds. saben, El aun dice que hasta los cabellos de nuestra cabeza están todos contados. Noten. A El no se le pierde nada. “Los resucitaré en el día postrero”.",
    "Aunque ellos han perdido sus-sus-sus banderas de tribus, y de cuál son, y que si son esta o aquella; no saben si son de Benjamin, o si son de Rubén, o-o de Aser, o de dónde son. Pero de todas maneras, Dios aquí los llama.",
    "Ahora noten, en Apocalipsis capítulo 7 leemos esto. “Doce mil” de cada tribu, de los elegidos, de entre todo eso. Son doce mil de cada tribu, que son elegidos, y son colocados aquí en orden. ¡Oh, qué cosa! ¿Cómo están allí? En orden por tribus. Aunque no están así ahora mismo, pero así estarán. Estarán en orden por tribu. ¿Cuáles estarán en orden por tribus? No será el judío cualquiera, no. Sino que serán los escogidos, los ciento cuarenta y cuatro mil, los cuales estarán en orden por tribu. ¡Oh, qué cosa!",
    "¡Cómo quisiera mostrarles! Pero no entraremos en eso. Pero así también tiene que estar la Iglesia, sí, en orden.",
    "Ahora quiero que se fijen bien y lean conmigo, por un momento. Ahora, aquí hay algo que posiblemente no vieron en el-el llamamiento de las tribus. Hace poco les dije que leyeran Apocalipsis 7. Lean conmigo y vean las tribus. En Apocalipsis 7, faltan las tribus de Dan y Efraín, y no están enumerados con los demás. ¿Notaron eso? José y Leví fueron sustituidos en lugar de ellos. ¿Notaron eso? No aparece Dan ni Efraín. No señor. Sino que José y Leví fueron sustituidos en lugar de-de-de Dan y Efraín.",
    "¿Por qué? Ellos…El Dios que no olvida nada, se acuerda de todas las promesas de Su Palabra. ¡Oh, cómo quisiera predicar sobre ese tema! ¿Ven? Dios no se olvida de nada, aunque así parezca.",
    "Así como le dijo a Moisés. Israel había estado allá por cuatrocientos años. Tenían que salir en ese tiempo. El le dijo a Abraham que su simiente moraría en tierra extraña por cuatrocientos años, y luego El los libraría con una mano poderosa. Pero luego le dijo a Moisés: “Yo recuerdo mi promesa y he venido para cumplir lo que dije”.",
    "Dios no se olvida. El no se olvida de Sus maldiciones, ni tampoco se olvida de Sus bendiciones. Antes bien, toda promesa que El hace, la cumple.",
    "Ahora, aquí está la razón que faltaban, si notan. Ahora leamos. Quiero que lean conmigo. Abramos en Deuteronomio veinte…allí en el versículo 29, o más bien el capítulo 29. Hay una razón por la cual estas dos tribus no se encuentran allí. Todo tiene su razón. Deuteronomio, queremos ver el—el capítulo 29 de Deuteronomio. Ahora, el Señor nos ayude para que podamos entenderlo. Ahora, queremos comenzar en Deuteronomio capítulo 29, en el versículo 16. Escuchen. Aquí Moisés está hablando:\n\nPorque vosotros sabéis cómo habitamos en la tierra de Egipto, y cómo hemos pasado por en medio de las naciones por las cuales habéis pasado;\n\ny habéis visto sus abominaciones, y sus ídolos de madera y piedra, de plata y oro, que tienen consigo.",
    "Cada quien llevaba alguna cosa u otra, una pequeña estatua de Santa Cecilia. Uds. saben, algo semejante. “No sea…” Escuchen.\n\nNo sea que haya entre vosotros varón o mujer, o familia o tribu, cuyo corazón se aparte hoy de Jehová nuestro Dios, para ir a servir a los dioses de esas naciones; no sea que haya en medio de vosotros raíz que produzca hiel y ajenjo,\n\ny suceda que al oír las palabras de esta maldición, él se bendiga en su corazón, diciendo: Tendré paz, aunque ande en la dureza de mi corazón…",
    "Vemos gente que dice: “Oh, él se bendice a sí mismo”. Uds. saben, cuando hacen la señal de la cruz y esas demás cosas como lo hacen hoy día, es lo mismo. Y pueden ver que es una costumbre pagana, de los-los paganos.\n\n…él se bendiga a sí mismo en su corazón…la dureza de mi corazón a fin de que con la embriaguez quite la sed.",
    "🦅 Toma, no importa con tal de que asistas a la iglesia; estás bien”.\n\nNo querrá Jehová perdonarlo, sino que entonces humeará la ira de Jehová y su celo sobre el tal hombre, y se asentará sobre él toda maldición escrita en este libro (“No le quite ni le añade una sola palabra” ¿ven?), y Jehová borrará su nombre de debajo del cielo;",
    "Esto es mientras está sobre la tierra, “debajo del cielo”.\n\ny lo apartará Jehová de todas las tribus de Israel para mal, conforme a todas las maldiciones del pacto escrito en este libro de la ley.",
    "Entonces, “Cualquier hombre que sirva a un ídolo o mantiene un ídolo sobre su persona, o se bendice según la propia imaginación de su mente, o de cualquier forma sirve a ídolos”, dice Dios, “ya sea varón, mujer, familia o tribu, su nombre será completamente quitado de entre la gente”. ¿Correcto? Así es.",
    "Y la idolatría ha obrado semejantemente en la iglesia desde hace muchos años, y hasta la fecha. Y he notado…Fíjense como el anticristo trató de formar un movimiento contrario. ¿Cuántos saben que el diablo copia de los tipos y sigue el patrón, imitando el ejemplo dado por los santos de Dios?",
    "¿Qué es-qué es el pecado? Es la cosa justa, pero pervertida. ¿Qué es una mentira? La verdad falsificada. ¿Qué es el adulterio? Es el acto legal y correcto hecho ilegalmente. ¿Ven?",
    "Ahora, al intentar esto de “borrar un nombre”, ¿notaron esto? En las edades de la iglesia, la misma bestia que presenta las imágenes de personas muertas, trató de borrar el Nombre del Señor Jesucristo, y dar los títulos de Padre, Hijo y Espíritu Santo. Es la misma cosa, respaldada con esa maldición, de esa manera.",
    "Exactamente de esa manera hicieron Dan y Efraín bajo un rey hipócrita en Israel, un impostor llamado Jeroboam. Ahora, noten en Primera de Reyes, capítulo 12. Yo sé que estamos… Esto para mí, esto—esto—esto fija la base en la cual podemos confiar, lo que vemos. Primera de Reyes, deseo ir al capítulo 12, del versículo 25 al 30.\n\nEntonces reedificó Jeroboam a Siquem en el monte de Efraín, y habitó en ella; y saliendo de allí, reedificó a Penuel.\n\nY dijo Jeroboam en su corazón (vean, la imaginación en su corazón): Ahora se volverá el reino a la casa de David,",
    "El estaba muy temeroso de que se le fuera la gente.\n\nsi este pueblo subiere a ofrecer sacrificios en la casa de Jehová en Jerusalén; porque el corazón de este pueblo se volverá a su señor Roboam rey de Judá, y me matarán a mí, y se volverán a Roboam rey de Judá.\n\nY habiendo tenido consejo, hizo el rey dos becerros de oro, y dijo al pueblo: Bastante habéis subido a Jerusalén; he aquí tus dioses, oh Israel, los cuales te hicieron subir de la tierra de Egipto.\n\nY puso uno en Bet-el, y el otro en Dan.\n\nY esto fue causa de pecado; porque el pueblo iba a adorar delante de uno hasta Dan.",
    "Vean, Efraín en Bethel, y Dan, y edificaron ídolos. Y éstos salieron a adorar esto.",
    "Y ahora acá estamos casi en la edad del Milenio, y Dios todavía recuerda aquel pecado. Ellos ni están enumerados allí. ¡Oye! ¡Gloria! Igual como El se acuerda de las promesas buenas, también se acuerda de lo malo. Sólo recuerden, cuando…",
    "Por eso es, amigos, que yo creo y siempre he procurado quedarme con la Palabra sin importarme cuán raro parezca.",
    "Vean, ahora, ellos en aquel entonces no pensarían en eso. No pensaron en eso en aquel tiempo. Pensaron más bien: “Pues, ellos se escaparon”. Bien.",
    "Pero acá están en esta edad del Milenio que está por comenzar, y sus nombres y sus tribus están “borrados”, porque sirvieron a la idolatría, lo cual Dios había condenado.",
    "¿No dijo también que “aborrecía” a los Nicolaítas y a aquella Jezabel? ¡Apártense de tales cosas! ¿No dijo también que mataría las hijas de Jezabel con el herir de “muerte”, lo cual es separación eterna de Su Presencia? No confíen en esas cosas, de ninguna manera; más bien apártense de ellas. Así que Dios se recuerda. Noten.",
    "Pero ¿notaron allí que habrían de ser “borrados”? ¿Por qué? Bajo el Cielo no había sacrificio inmediato por medio del cual podía obtener el Espíritu Santo para que le permitiese ver estas cosas. Pero de todas maneras él lo hizo en su propia mente egoísta.",
    "Pero Ezequiel, en su visión del Milenio, los vio de nuevo en orden perfecto. Ezequiel, si desean leerlo. Apúntenlo, y lo pueden leer, para ahorrar el tiempo. Ezequiel 48:1-7, y también lean del 23-29. Ezequiel vio todas las tribus perfectamente en orden. Muy bien.",
    "Y también en Apocalipsis 14, Juan los vio nuevamente en su orden perfecto por tribus, correcto, cada tribu en su lugar. ¿Qué sucedió?",
    "Recuerden, El dijo: “De debajo del cielo, que su nombre sería borrado de este asunto de tribus”. Mientras él estuviera debajo de los cielos, no habría más. Y estos ciento cuarenta y cuatro mil aún están aquí en aspecto de tribus. Correcto. Pero vean, es que ellos habían sido cegados. Sólo tenían los sacrificios de becerros y machos cabríos. ¿Ven? Ahora noten, El los borró “de debajo del cielo”.",
    "Pero los gentiles, en los días del Espíritu Santo, algo en contra de Eso, su nombre sería quitado completamente del Libro de la Vida, “y no hay perdón en este mundo ni en el que viene”. ¿Correcto? Allí es donde nos encontramos nosotros.",
    "Israel, bajo el sacrificio de corderos y machos cabríos, ellos—ellos tenían un lugar. Mientras estaban aquí en la tierra, esas tribus faltaban. Nunca podían ser incluidas. Ahora, todas…Cuando El llama a los ciento cuarenta y cuatro mil, todavía están faltando. Correcto. Ni están numeradas. Y José y Leví fueron colocados en lugar de Dan y Efraín. Ahora, Uds. pueden ver eso. Allí lo tienen, claramente. Y allá hace centenares y centenares de años encontramos la promesa de Dios.",
    "Ahora, ¿qué sucedió? Ellos fueron purgados durante el tiempo terrible de la Tribulación.",
    "Ahora, si Dios va purificar a esa-esa virgen, la cual era una mujer buena, pero simplemente le faltó conseguir aceite para su lámpara, y El la va a purgar allí con persecución. Entonces por la misma razón El coloca allí estas tribus, y las purga durante el tiempo de la Tribulación. Porque en verdad es un tiempo de purga, es juicio. Pero vean, ellos, después…Y miren esto, acá aparecen los ciento cuarenta y cuatro mil, después de la purificación de Israel. Y también aparecen las vírgenes fatuas, ya purificadas y con sus vestiduras blancas. ¿Ven? ¡Cuán perfecto! ¡Cuán hermoso es esto!",
    "Igual como Jacob, en el tiempo de angustia. Ellos…Jacob en el tiempo de angustia. El había errado. Pero pasó por el tiempo de purificación porque había hecho mal a su hermano Esaú. ¿Ven? El lo engañó para obtener la primogenitura. Pero tuvo que pasar por la purificación antes de que su nombre fuera cambiado de Jacob a Israel, lo cual también es un tipo del orden de Dios para hoy.",
    "Ahora veamos el versículo ocho del…o más bien el primer versículo del capítulo ocho; de Apocalipsis 8:1.",
    "Yo sé que están cansados. Pero traten de escuchar por unos momentos más. Y que el Dios del Cielo nos ayude, es mi oración.",
    "Debemos recordar que este Séptimo Sello es el fin del tiempo, de todas las cosas. Correcto. Las cosas escritas en el Libro sellado con Siete Sellos, selladas, tocante al plan de redención desde antes de la fundación del mundo, todo ello termina. Es el fin; es el fin para este mundo que lucha. Es el fin de la naturaleza que lucha. Es el fin de todo. En eso también encontramos el fin de las Trompetas. Es el fin de las Copas. Es el fin de la tierra. Es el…Aun es el fin del tiempo.",
    "El tiempo termina. Así nos lo dice la Biblia. Mateo, capítulo siete…Quiero decir, Apocalipsis el 7…El capítulo 10 y el…versículos 1 al 7. El tiempo termina. El Angel dijo: “El tiempo no será más”. Y eso será en los días cuando esta gran cosa suceda.",
    "Todo termina, en ese tiempo, el fin del-del…al final de este Séptimo Sello. Noten. Es el fin de la edad de la iglesia. Es el-el fin del Séptimo Sello. Es el fin de las Trompetas; es el fin de las Copas, y aun concluye la introducción al Milenio. Todo eso en el Séptimo Sello.",
    "Es como disparar un cohete al aire. Este cohete hace una explosión por aquí, y sigue más alto y hace otra explosión. Dispara cinco estrellas. Una de esas estrellas hace una explosión y de allí salen otras cinco estrellas; y una de esas estrellas explota y de allí salen otras cinco estrellas. De allí desaparece gradualmente.",
    "Así es el Séptimo Sello. Allí termina el tiempo para el mundo. Termina el tiempo para esto. Termina el tiempo para aquello. Termina el tiempo para esto. El tiempo termina. Todo termina en ese Séptimo Sello.",
    "Ahora, ¿cómo es que El lo va lograr? Eso es lo que no sabemos. ¿No es así? No lo sabemos.",
    "Aun es el tiempo para todas estas cosas, y la introducción del Milenio.",
    "Noten, la apertura de este Sello fue algo tan tremendo que el Cielo se aquietó, en silencio por el espacio de “media hora”. Ahora, ¡es algo tremendo! ¿Qué es? Los Cielos quedaron en silencio. No hubo nada que se moviera por media hora.",
    "Ahora, una media hora puede que no sea mucho tiempo si uno se está divirtiendo. Pero estando en suspenso entre vida y muerte, parecía como un Milenio. ¡Fue algo tan tremendo!\n\nJesús no dijo nada al respecto. Ninguno de los demás tampoco.",
    "Juan ni podía escribir algo al respecto. No, a él le fue prohibido escribir aquí de esto. Vean, es que hay un…un…El no lo escribió, pero esto es silencio.",
    "Y los veinticuatro ancianos parados allí ante Dios, tocando sus arpas, ellos cesaron de tocar sus arpas.\n\nLos Angeles del Cielo cesaron de cantar.",
    "¡Piénsenlo! Los santos Querubines y Serafines que vio Isaías allá en el templo con seis…con sus tres pares de alas. Tres…Dos sobre el rostro, dos sobre los pies y con dos volaban. Día y noche estaban ante Dios cantando: “¡Santo, santo, santo es Dios Todopoderoso”! Y cuando entraban al templo, temblaban las columnas del templo con Su-Su presencia.",
    "Y ahora estos Serafines santos se callaron. Angeles cesaron de cantar. Sí. Volaban en la Presencia de Dios, cantando: “¡Santo, santo, santo”! Se callaron. No había Angeles cantando. No había alabanzas. No-no había ministración alrededor del altar. No, nada. Había un silencio, todo callado, silencio absoluto en el Cielo por el tiempo de medía hora.",
    "Todas las huestes celestiales estaban en silencio por esta media hora cuando fue abierto este misterio del Séptimo Sello en el Libro de la Redención. ¡Piénsenlo! Pero sí está abierto. El Cordero lo abre. Y ¿saben qué? Yo creo que todos estaban reverentemente maravillados. No sabían, pero de repente allí estaba. Y todos se detuvieron.",
    "¿Por qué? ¿Qué es? Ahora, ninguno de nosotros sabemos. Pero yo-yo les voy a relatar mi—mi revelación de esto.",
    "Y ahora, yo no tengo la costumbre de ser un fanático. Si así es, yo no lo sé. Soy…No soy dado a locuras y las cosas imaginarias.",
    "Yo he dicho cosas que para algunos quizás hayan sido raras. Pero cuando Dios viene y lo respalda, y lo vindica, y dice que es la Verdad, entonces esa es la Palabra de Dios. ¿Ven? Puede ser extraño de esa manera. ¿Ven?",
    "Y ahora, tan cierto como yo estoy parado aquí en la plataforma esta noche, tuve la revelación que lo reveló. Está en una manera triple. Y ahora con la ayuda de Dios les hablaré de una parte de eso. Entonces Uds.…Primeramente, revisemos esto. Aquí está la revelación, para dar comienzo a lo que les quiero decir, lo que es. Lo que sucede es que…Esos Siete Truenos que él escuchó que sonaron, y que le fue prohibido escribir, en eso consiste el misterio, allí detrás de esos Siete Truenos consecutivos que salieron.",
    "Pero ¿por qué? Prosigamos a probarlo. ¿Por qué? Es el secreto que ninguno conoce. A Juan le fue prohibido escribir de ello, y aun-aun de escribir algún símbolo al respecto. ¿Por qué? Por esta razón no había ninguna actividad en el Cielo: posiblemente daría a conocer el secreto. ¿Ahora lo ven?",
    "Si es tan tremendo, pues tiene que estar incluido, porque tiene que suceder. Pero cuando los Siete Truenos…",
    "Ahora noten. Cuando aparecieron los siete Angeles para tocar sus trompetas, hubo un solo trueno. Cuando Israel fue juntado, hubo una trompeta. “Cuando el tiempo no será más”, la última trompeta, un trueno.",
    "Pero aquí son Siete Truenos, seguidos, en línea: uno, dos, tres, cuatro, cinco, seis, siete, ese número perfecto. Siete Truenos, en línea, emitieron, no…emitiendo: uno, dos, tres, cuatro, cinco, seis, siete, en línea. Luego, los Cielos no pudieron escribir eso. Los Cielos no pueden conocer nada al respecto, nada, porque no hay nada en qué basarse. Era un tiempo de reposo. Fue algo tan tremendo, que fue guardado como secreto de los Angeles.",
    "Ahora, ¿por qué? Si Satanás lograra conocer esto, quizás haría gran daño. Esa es una cosa que él no sabe. Ahora, él puede interpretar lo que él quiera, y puede imitar cualquier don (ojalá estén aprendiendo), pero él no puede conocer esto. Ni está escrito en la Palabra. Es un secreto por completo.",
    "Los Angeles y todos callaron. Si ellos hubieran hecho algún movimiento, quizás eso hubiera dado a conocer algo, así que callaron, dejaron de tocar las arpas. Todo se detuvo.",
    "Siete, el número perfecto de Dios. Siete, en forma seguida. Siete Truenos emitieron uno tras otro, como si estuvieran deletreando algo. Noten, en ese tiempo, Juan comenzó a escribir aquello. El le dijo: “No lo escribas”.",
    "Jesús nunca habló de esto. Juan no lo pudo escribir. Angeles no saben nada al respecto. ¿Qué es? Es aquello de lo cual Jesús dijo “Aun los Angeles en el Cielo no conocen” nada al respecto. ¿Ven? ¿Ven? El mismo no lo sabía. Dijo que solamente Dios lo sabría.",
    "Pero El nos dijo que cuando comenzáramos a ver estas señales aparecer. ¿Ahora están entendiendo mejor? Muy bien. Noten, cuando comenzáramos a ver estas señales aparecer. ¿Ven?\n\nSi Satanás pudiese conocer esto…",
    "Si Ud. desea que algo suceda…Ahora tendrán que creerme solamente por mis palabras. Si yo tengo planes para hacer cierta cosa, yo sé que no puedo decírselo a nadie. No es que esa persona lo andaría contando, pero la cosa es que Satanás lo oiría. ¿Ven? El no lo puede saber, allí en mi corazón, mientras Dios lo tiene sellado con el Espíritu Santo, entonces la cosa es entre Dios y yo. ¿Ven? El no sabe nada al respecto hasta que uno lo habla, y en eso él lo oye. Y yo he intentado… Le he dicho a la gente que haré cierta cosa, y vieran como el diablo me corta todos los caminos que puede, para él poder llegar primero. Pero si yo obtengo la revelación de parte de Dios, y simplemente no digo nada al respecto, entonces eso es muy distinto.",
    "Recuerden: Satanás tratará de imitar. El tratará de imitar todo lo que hará la Iglesia. El lo ha intentado. Lo hemos notado a través del anticristo.",
    "Pero esta es una cosa en particular que él no podrá imitar. De esto no habrá mímica, porque él no lo sabe. No hay manera que lo llegue a conocer. Esta es el Tercer Jalón. El no sabe nada al respecto. ¿Ven? El no lo entiende.",
    "Pero hay un secreto debajo de eso. ¡Gloria a Dios en las Alturas! Nunca pensaré igual el resto de mi vida, cuando vi. Ahora yo no sé qué…Sé cual es el próximo paso, pero no sé cómo interpretar eso. Ya no falta mucho. Tengo escrito aquí cuando sucedió, si pudieran ver mi libreta: “Párate. No prosigas más adelante”. Ahora, yo no tengo la costumbre de ser un fanático. Les estoy diciendo la Verdad.",
    "Pero ¿recuerdan aquel zapatito, y que siempre he tratado de explicar cómo es que el alma está próxima a esto y que la consciencia interna y todo aquello? Y todo eso sirvió solamente para dar lugar al gran número de imitadores que siguieron. Tal como era de tomar la mano de la persona y tuvieron las vibraciones. Todo mundo tenía vibraciones en la mano.",
    "Pero acuérdense de cuando El me elevó allá y me dijo: “Esto es el Tercer Jalón, y nadie la conocerá”. ¿Se acuerdan? Las visiones nunca fallan. Son perfectamente la Verdad.",
    "Ahora noten. ¿Recuerdan la visión de la constelación? Charlie, yo…Allí estás.",
    "Algo está ocurriendo, les dije esta semana, que Uds.…Es algo que ha estado todo a su derredor, pero yo me pregunto si acaso lo han notado.",
    "¿Recuerdan la visión de la constelación de Angeles cuando salí de aquí hacia Arizona? ¿Recuerdan el mensaje titulado: “Señores, ¿Qué Tiempo Es”? ¿Recuerdan eso? Noten que hubo un solo estallido de trueno, y aparecieron siete Angeles. ¿Correcto? Un estallido de trueno y aparecieron siete Angeles.\n\nVi cuando el Cordero abrió uno de los sellos, y oí a uno de los seres vivientes decir como con voz de trueno: Ven y mira.",
    "Noten que fue un trueno y Siete Mensajes que han estado sellados y no podían ser revelados hasta los últimos días, en esta edad ahora. ¿Ven lo que digo?",
    "Ahora, ¿han notado la parte misteriosa de esta semana? De eso se trata. Eso es lo que ha sido. No ha sido un ser humano, un—un hombre. Ha sido los Angeles del Señor. Noten.",
    "Hay tres testigos sentados aquí hoy, que hace una semana, un poco más de una semana, yo estaba allá muy metido en la sierra, casi con la frontera de México, junto con dos hermanos que están sentados aquí. Yo me estaba quitando unos cadillos o unas espinas del pantalón, cuando de repente hubo un estallido que parecía que iba a derrumbar los cerros. Ahora, eso es la verdad. Yo nunca les dije nada a los dos hermanos, pero ellos notaron una diferencia.",
    "Y El entonces me dijo: “Ahora, prepárate. Vuelve al oriente. Aquí está la interpretación de esa visión”. ¿Ven? Ahora, para hacerles ver, el Hermano Sothmann no había hallado el animal que andaba cazando. Estábamos haciendo el esfuerzo para conseguírselo. Y El dijo: “Ahora esta misma noche, como señal para ti, él no lo va lograr. Debes consagrarte ahora mismo para la visitación de estos Angeles”. Y me sentí casi fuera de mí mismo. Uds. dos lo recuerdan.",
    "Y yo estaba en el oeste. Los Angeles venían hacia el oriente. Y cuando pasaron, yo fui levantado juntamente con ellos (¿recuerdan?) viniendo hacia el oriente.",
    "Y el Hermano Fred, sentado aquí hoy, es testigo, y también el Hermano Norman. Y cuando veníamos bajando, por poco le persuadí a que se quedara para hallar aquel animal. ¿Es correcto Hermano Sothmann? Sí, allí está parado. Yo estaba persuadiendo; pero sin embargo, El me había dicho, “No lo hará”. Yo no dije más, seguimos adelante.",
    "Algo, sentados al lado de la carpa, aquel día cuando… Ud., Hermano Sothmann, se acuerda. Y yo, cuando algunas cosas estaban siendo reveladas, le hice a Ud. y el Hermano Norman…¿Dónde está el Hermano Norman? Allá está. Les hice prometer que no mencionaran lo que estaba sucediendo. ¿Es correcto? Entonces ¿di la vuelta y me fui de la carpa? ¿Es correcto?",
    "Porque esto es lo que era, exactamente lo que era, y sabiendo que no podía pronunciarlo hasta que sucediera, y ver si la gente lo llegara a entender.",
    "¿Y notaron? Yo dije: “Aquel Angel en particular, era un Angel muy raro”? Me pareció como más conocido que los demás. ¿Recuerdan eso? Estaban en una constelación, con tres a cada lado y uno arriba. Y el que estaba aquí más cercano a mí, contando de izquierda a derecha, hubiera sido el séptimo Angel. El era más brillante y significaba más para mí que los demás. ¿Lo recuerdan? Yo dije: “Tenía el pecho así robusto, y estaba volando hacia el oriente, de esa manera”. ¿Recuerdan? Dije: “Me levantó, me alzó”. ¿Lo recuerdan?",
    "Aquí está, el que tenía el Séptimo Sello, lo que he deseado saber por toda mi vida. ¡Amén! Los otros Sellos significaron mucho para mí, desde luego; pero, oh, Uds. no se imaginan lo que Este ha significado, ¡por una vez en toda la vida!",
    "Yo he orado y he clamado ante Dios. Yo-yo-yo…Después de la reunión en Phoenix…Cualquiera sabe, de los que estaban conmigo. Pasé mucho tiempo en las montañas.",
    "Un cierto día me levanté, y fui al Cañón Sabino, en esos cerros grandes, altos y escabrosos. Y subí por allí. Y hay una senda, después de haber comenzado, que termina en el Monte Limón, lo cual es un trayecto de unas treinta millas, donde hay como treinta pies de nieve. Entonces, estando allá en el cerro, muy temprano antes del amanecer, caminando por esta senda, tumbando piedras del camino, me sentí guiado a caminar por este otro lado. Y giré y al andar por allí, me encontré con unas piedras dentelladas y gigantescas que medirían más de cien metros de alto.",
    "Y allí entre esas piedras me arrodillé. Coloqué esta Biblia y este libro…esta libreta. Dije: “Señor Dios, ¿qué significa esta visión? Yo-estoy-estoy…” Dije, “Señor, esto…¿Significa mi muerte”?",
    "Uds. recuerdan que les dije que pensé que posiblemente era mi muerte, porque algo explotó que me sacudió fuertemente. Uds. recuerdan. ¿Cuántos lo saben, o lo han oído? Pues, claro, vean, todos. Y yo pensé que podría significar mi muerte.",
    "Y luego, allá en el cuarto, dije: “¿Fue…Qué-qué-qué fue, Señor? ¿Qué-qué significa esto? ¿Significa que voy a morir? Si así es, entonces bien; no le diré a mi familia. Déjame ir así, si mi obra ha terminado”. Y dije…",
    "Ahora, ¿qué era? Pero Uds. recuerdan que les dije, El me respondió, que no era eso. Era más bien el adelantamiento de mi obra. Oh, oh, oh. ¿Lo entienden?",
    "¿Ven? Y estando sentado allá en el Cañón Sabino…",
    "El Padre Celestial sabe esto. Tan cierto como Uds. han visto esto llegar a cumplirse, esos Angeles bajaron y vindicaron cada mensaje ser la verdad. Entonces uno sabe si la cosa viene de Dios o no. Se les fue predicho por una visión. Yo no les podía decir esto hasta haber concluido estos cultos, porque me fue prohibido.",
    "Estando sentado aquella mañana allá en el Cañón Sabino, tenía las manos alzadas. Y mi…El viento se había llevado mi sombrero negro. Cuando…Yo estaba parado allí, con las manos alzadas, orando. Yo dije: “Señor Dios, ¿qué significa esto? No lo puedo entender, Señor. ¿Qué debo hacer? Si es mi tiempo de subir a Casa, permítame morir aquí mismo, acá donde nunca me hallarán. Yo no quiero que nadie esté llorando, si es que voy a partir. Yo-yo quiero que mi familia piense que me fui en una caminata. Y no me hallarán. Escóndeme en algún lugar. Si es que voy a partir, pues, déjame ir. Quizás algún día José hallará mi Biblia aquí, y permite que él la use. Si es que voy a partir, Señor déjame ir”. Y tenía las manos extendidas. Y de repente algo me cayó en la mano.",
    "Yo no sé. No puedo decir. ¿Me dormí? Yo no sé. ¿Estaba como en un trance? Yo no sé. ¿Fue una visión? No les puedo decir. Lo único que puedo decir es que yo…Igual a como eran esos Angeles.",
    "Y esto cayó en mi mano. Y miré, y era una espada. Y tenía el puño de marfil, muy bello; y la guarnición era de oro. Y la hoja misma era como de cromo, como plata, sólo que era muy brillante. Y tenía un filo tan preciso, ¡qué cosa! Y pensé: “Eso es muy hermoso”. Me quedaba perfectamente en la mano. Pensé, “Eso es algo muy hermoso. Pero”, dije, “oye, yo siempre he tenido un temor de estas cosas, una espada”. Pensé: “¿Qué haré con esto”?",
    "En ese momento una Voz tronó por todo ese lugar, e hizo rodar las piedras. Dijo: “¡Esta es la Espada del Rey”! Entonces recapacité.",
    "🦅 La Espada del Rey”. Ahora, si hubiera dicho: “Una espada de un rey…” Pero dijo: “La espada del Rey”. Y hay un solo “el Rey”, y ese es Dios. Y El tiene una Espada, y es Su Palabra, por la cual yo he vivido. Así es, que Dios me ayude, parado aquí frente a Su santo escritorio, con Su santa Palabra abierta aquí. ¡Es la Palabra! ¡Amén! ¡Oh, qué día en que estamos viviendo! ¡Qué grande cosa! ¿Ahora pueden ver el misterio y el secreto? La Tercera…",
    "Estando allí parado cuando esto se fue, Algo me vino y dijo: “No temas”. Ahora yo no oí ninguna voz, pero era algo como por dentro que me habló. Tengo que decirles la Verdad así como sucedió. Algo vino y dijo: “No temas, esto es el Tercer Jalón”.",
    "¡Tercer Jalón! ¿Uds. recuerdan eso? El dijo: “Has tenido tantos imitadores por esto, que lo has tratado de explicar. Pero”, dijo, “ni lo intentes con esto”. ¿Cuántos recuerdan eso? ¿Cuántos recuerdan esa visión? Pues, está en todas partes. Está grabado, y está en todas partes. Eso ya hace como seis años, como siete años. Hace como siete años. Dijo: “No trates de explicar eso”. Dijo, “Esto es el Tercer Jalón, pero te encontraré allá adentro”. ¿Correcto? Dijo, “No intentes…”",
    "Yo me encontraba con un-un zapatito de niño en la mano, cuando El me habló. Dijo: “Ahora haz tu Primer Jalón. Y cuando lo hagas, los peces seguirán la carnada”. Dijo, “Luego vigila bien el Segundo Jalón”, dijo, “porque sólo serán peces pequeños”. El dijo, “Luego el Tercer Jalón lo captará”.",
    "Y todos aquellos ministros me rodearon, diciendo: “¡Hermano Branham, nosotros sabemos que Ud. lo puede lograr! ¡Aleluya! ¡Hermano Branham”! Allí es donde siempre me enredo, con un grupo de predicadores. ¿Ven? Yo amo a la gente. Quieren que uno les explique todo esto, aquello.",
    "Y yo dije: “Pues, yo no sé”. Dije, “Yo entiendo cómo pescar. Ahora”, dije, “ahora, lo primero que uno hace…Así es como se hace. Uno ve los peces alrededor, y hay que halarle duro a la carnada”. Pues, esa es exactamente la táctica de pescar. Entonces dije: “Hale duro a la carnada. Ahora, vean, cuando halé la carnada, la primera vez, los peces la siguen”. Pero eran muy pequeños. Y así era como los que ellos estaban pescando.",
    "Así que entonces dije, “Luego uno-uno se prepara…” Y en eso jalé duro y cayó en la ribera. Y yo tenía un pez, pero parecía la piel del pez adornando la carnada, era tan…era tan pequeño.",
    "Y entonces yo estaba parado allí, y Algo me dijo: “¡Te dije que no hicieras eso”!",
    "Comencé a llorar. Tenía toda la línea enredada por todos lados de esta manera. Y tenía…Estaba parado allí, llorando, con la cabeza inclinada de esta manera. Dije: “¡Dios! Oh, yo…¡Perdóname! Yo-yo soy una persona estúpida. Señor, no…Perdóname”. Y tenía esta cuerda.",
    "Y en eso lo que tenía en la mano era el zapatito de un niño, como así de largo. Y tenía ese cordón, como del grueso de mi dedo, como de trece milímetros. Y el agujero en el zapatito era como el tamaño de…más pequeño que dos milímetros, quizás, en el agujero. Y yo estaba tratando de acordonar el zapato con ese grande cordón de 25 milímetros.",
    "Vino una Voz que dijo: “No puedes enseñarles cosas sobrenaturales a bebés pentecostales. ¡Déjalos”!",
    "En ese momento El me alzó. Me elevó, y me colocó en un lugar muy alto, donde se estaba celebrando una reunión. Parecía ser una carpa o una especie de catedral. Y yo miré, y había algo como una cajita, un lugar pequeño hacia un lado. Y vi que esa Luz estaba conversando con alguien, más arriba de mí, la Luz que Uds. pueden observar en la fotografía. Se fue girando de donde yo estaba, de esa manera, y se fue a posar sobre esa carpa. Y dijo: “Allí te encontraré”. Y dijo, “Esto será el Tercer Jalón, y no se lo dirás a nadie”.\n\nY allá en el Cañón Sabino, El dijo: “Este es el Tercer Jalón”.",
    "Y hay tres grandes cosas que la acompañan. Y una se me desenvolvió hoy…o ayer; la otra se desenvolvió hoy, y queda una cosa que no puedo interpretar, porque está en un lenguaje desconocido. Pero estuve allí parado, y lo miré directamente. Y esto que viene es el Tercer Jalón. Y el Espíritu Santo de Dios…¡Oh, qué cosa!\n\nPor eso fue que todo el Cielo estuvo en silencio.",
    "Ahora, vale más detenerme aquí mismo. Me siento-me siento restringido, a no decir más de eso. ¿Ven?",
    "Así que recuerden, el Séptimo Sello, la razón que no fue abierto. Vean, la razón que no lo reveló es porque nadie debe conocerlo.",
    "Y quiero que Uds. sepan que antes de yo conocer una sola palabra de esto, esa visión me llegó hace muchos años. ¿Recuerdan eso? Y aquí está, igual que esto otro, ensambla perfectamente en la Palabra, exactamente donde estaba. Y Dios conoce mi corazón, yo jamás pensé de tal cosa como esa, y aquí estaba. Es mucho más tarde de lo que pensamos. ¡Oh qué cosa!",
    "Eso muestra que viene de Dios, porque vean, esto encaja perfectamente en las promesas de Dios, según el final del-del Mensaje. Noten. Ahora noten, para el Mensaje del tiempo del fin, este Sello. Después de todo, El-El ha revelado todos los Seis Sellos, pero no dice nada del Séptimo. El Sello del tiempo del fin, cuando empiece, será en lo absoluto un secreto por total, según la Biblia, antes de conocer eso. Y recuerden Apocalipsis 10:1-7, del uno al siete, capítulo 10:1 al 7: “Al final del mensaje del séptimo ángel, todos los misterios de Dios serán conocidos”. Estamos en el tiempo del fin, la apertura del Séptimo Sello.",
    "Ahora, ¿cómo supe yo? El otro día, el domingo pasado, hace una semana hoy, cuando estaba predicando sobre: “¡Sean humildes! ¡Sean humildes! Recuerden, Dios obra en cosas pequeñas”. No me daba cuenta de lo que en realidad significaba. Y ahora lo veo. ¡Es de una manera tan humilde! Uno pensaría que una cosa como esa sería revelada al Vaticano, o…Pero viene igual que Juan el Bautista. Viene como el nacimiento de nuestro Señor, allá en un establo. ¡Gloria a Dios! ¡Créanme, la hora está a la mano! ¡Amén! ¡Aquí estamos! ¡Oh, qué cosa!",
    "¿Ahora lo pueden ver, la Verdad de la visión de Dios, los siete Angeles trayéndome del occidente? Venían del occidente, viniendo hacia el oriente, trayendo para este Mensaje aquí esta noche. ¡Oh qué cosa!",
    "Ahora, la Voz de aquel gran trueno, y la misión que fue traída aquí, ha sido revelada, que…y ha sido probado que era de Dios. Ahora, piénsenlo. Yo no conocía estos Sellos, pero han sido revelados en esta semana. ¿Pensó alguien de eso, de esos siete Angeles, siendo esto, siendo el Mensaje que venía, esos Angeles trayéndome aquí para eso? ¿Ven?",
    "Recuerden, el séptimo Mensajero era…Los siete Mensajeros eran…El más notable para mí, el séptimo Angel, me parecía más importante que cualquier otro. Ahora, vean, estaban parados así. Ahora, sólo quiero que noten. Y yo estaba parado aquí, y estaba mirando aquellos…",
    "Vean, primero, primer grupo, de pajaritos, con sus plumas todas abatidas. ¿Lo recuerdan? Y todos ellos volaron hacia el oriente. Y luego el segundo grupo era más brillante, pájaros más grandes, parecían palomas con sus alas tan finas. Ellos volaron hacia el oriente. Primer Jalón, Segundo Jalón, y lo próximo fueron Angeles. Y así como…",
    "Yo estaba parado allí mismo, y esta explosión se fue. Y yo estaba mirando así hacia el occidente, y ellos vinieron, y me levantaron en aquello. Yo salí totalmente fuera de mi conocimiento. Y uno de ellos, que venía, era aquel que me parecía ser tan extraordinario, era el que estaba a mi izquierda, donde yo entré a la constelación. Pero contando de izquierda a derecha, hubiera sido el séptimo Angel, de un lado a otro. Ahora, recuerden los siete Mensajeros.",
    "¿Recuerdan la pirámide formada de piedra blanca según el sueño del Hermano Junior Jackson, el cual les interpreté? ¿Ven? Noten, la noche que me fui, y yo…Hubieron seis sueños, y todos enfocaron en la misma cosa. Luego comenzó la visión que me mandó al occidente. Y Junior, él estaba mirando mientras…Noten. Miren cuán perfecto.",
    "Ahora, estoy-estoy esperando y confiando que Uds. se den cuenta que estoy tratando de poner esta gracia en Jesucristo, Quien es el Autor de todo esto. Y la única razón que Uds. nunca me han oído hablar así antes, en la vida, pero esta hora se está aproximando. ¿Ven? ¿Ven? Noten.",
    "Ahora, para aclararles esto, para que pueda quedar anclado. Ya estoy para irme de Uds. nuevamente. Yo no sé a donde iré. Pero tengo que predicar el Evangelio en otros lugares. Pero ahora, eso…",
    "Ud. quizás dirá: “Yo he oído toda esa clase de fanatismo”. Yo no sé decirle, porque yo no puedo juzgar a ningún otro hombre.",
    "Solamente tengo que responder a Dios por lo que…por-por mí mismo. Pero, ¿ha habido alguna ocasión en todos estos años cuando les haya dicho algo en el Nombre del Señor que no se ha sido cumplido perfectamente como les dije? Nadie puede decir que sí, porque yo siempre se los he dicho exactamente como El me lo dijo.",
    "Ahora, permítanme mostrarles que esto es exactamente la verdad y confirmárselo.",
    "Ahora recuerden, “Si hay entre vosotros alguien espiritual o profeta, Yo, el Señor le hablaré en visiones y me daré a conocer a él por sueños”. Será uno que podrá interpretar sueños. José podía interpretar sueños, y hablar y-y ver visiones. ¿Es correcto?",
    "Ahora noten esto. Que cuando esto ocurrió, Junior estaba parado en un campo donde había una gran pirámide, de esa manera. Y había algo escrito sobre las piedras, y yo estaba revelando eso a la gente. ¿Es correcto Junior? Y eso fue como un año antes de que sucediera.",
    "Y noten lo siguiente. Yo tomé una especie de palanca y la corté, y por dentro era piedra blanca donde no había nada escrito. Y entonces fue cuando comencé a irme hacia el occidente. Y yo les dije a todos ellos, dije: “No vayan al occidente. Quédense aquí y fíjense en esto hasta que yo vuelva”. Fui al occidente, y ocurrió la explosión; volví al oriente con el Espíritu Santo interpretando esta Palabra que no estaba escrita. Ahora, si eso no es perfectamente el Dios Todopoderoso, díganme ¿qué será?",
    "Amigos, ¿por qué estoy intentando decir esto? Para mostrarles que estamos en el tiempo del fin. Ahora, si esas otras cosas cuadraron perfectamente con la Palabra, entonces esto también cuadra perfectamente con la Palabra. Aquí estamos. Amigos, estamos al final.",
    "Ya pronto será “el tiempo ha terminado”. Millones perderán sus vidas. Millones que ahora creen estar salvos, serán la estopa para la edad atómica. Estamos viviendo en la última hora. Por la gracia del Dios Todopoderoso, por Su ayuda hacia Su pueblo, que así ellos puedan mirar con expectativa, hacia la aparición próxima de Cristo. “Hermano Branham, ¿cuánto tiempo falta”? Quizás falten veinte años, quizás en cincuenta años; quizás en cien años. Yo no sé. Y quizás sea mañana; quizás esta misma noche. ¡Yo no sé! Y cualquiera que dice que sí sabe, está equivocado. ¿Ven? Ellos no lo saben. Sólo Dios lo sabe.",
    "Ahora noten: Por Dios, y que El me ayude, yo les digo la Verdad, que Estos me han sido espiritualmente discernidos, discernidos por el Espíritu Santo. Y cada uno de Ellos ha identificado Su lugar en la Biblia.",
    "Ahora, lo que es este gran secreto debajo de este Sello, yo no sé. No lo sé. No lo pude descifrar. No pude captar lo que-lo que decía, pero sé que eran los Siete Truenos emitiendo uno tras otro, como explotando siete veces distintas. Y de allí se desenvolvió a algo más que yo vi. Luego, cuando vi Eso, busqué la interpretación. Pasó rápido, y no lo pude entender. Eso es correcto. ¿Ven? Todavía no es exactamente la hora para eso.",
    "Pero está entrando a ese ciclo. Está llegando cerca. Así que la cosa que Uds. tienen que hacer es recordar que les estoy hablando en el Nombre del Señor. Estén preparados, porque no saben en qué hora algo pueda suceder.",
    "Ahora, cuando eso quede grabado, y ya está, eso quizás me quite diez mil amigos. Porque van a decir: “El Hermano Branham está tratando de colocarse, y hacerse un-un sierro o un profeta, o algo, ante Dios”. Déjenme decirles esto, mis hermanos, ese es un error.",
    "Yo únicamente les estoy diciendo lo que vi y lo que me fue dicho. Y ahora, Uds.-Uds. hagan lo que les guste. Yo no sé quién va…ni qué va a suceder. ¡Yo no sé! Solamente sé que esos Siete Truenos contienen ese misterio. Los Cielos estaban en silencio. ¿Todos entienden? Quizá sea el tiempo, quizás ahora mismo sea la hora cuando aparezca en la escena esta gran persona que hemos estado esperando.",
    "Quizás este ministerio, por el cual he tratado de llevar la gente nuevamente a la Palabra, ha servido de fundamento; y si así ha sido, entonces les estaré dejando, para siempre. No habrá dos de nosotros aquí al mismo tiempo. ¿Ven? Si así es, él crecerá y yo menguaré. ¡Yo no sé!",
    "Pero Dios me ha dado el privilegio de mirar y ver lo que era, verlo abrir hasta cierto punto. Ahora, esa es la Verdad.",
    "Y estoy seguro que Uds. han notado las cosas que han sucedido en esta semana. Estoy seguro que notaron el niño de los Collins, tendido allí, muriendo, la otra noche; y esa niña con leucemia.",
    "El Reino de Dios viene. Y está cambiando más del negativo al positivo, así como ha sido. Ahora, eso no debiera ser tropiezo para ninguno. De justificación a santificación, al bautismo del Espíritu Santo, y luego aquí, aquí. ¿Ven? Es que a cada paso nos estamos acercando más a Dios.",
    "¿No pueden ver Uds., ministros metodistas, cómo su mensaje de santificación fue más elevado de lo que predicó Lutero?",
    "Y Uds. pentecostales, ¿no pueden ver que su mensaje del bautismo es más allá de lo que predicaron los metodistas? ¿Entienden lo que quiero decir?",
    "¡Oh, hemos visto muchas cosas que han salido! Correcto. Y si hubiera alguien que aborrece lo errado, y gente hablando cosas que efectivamente son mentira y no la Verdad, yo aborrezco eso.",
    "Pero yo-yo amo la Verdad bien fundada, no importa cuánto interrumpa esta o aquella manera. Si es la Verdad, con el tiempo Dios mostrará que es Verdad. Y si El no lo hace eso, uno de estos días ya muy pronto, entonces mi visión no fue correcta. Ahora pueden ver en dónde me he colocado yo.",
    "🦅 Hermano Branham, ¿cuándo será”? Yo no puedo decirles, porque no sé.",
    "Pero, un día de estos, si no nos volvamos a ver más sobre esta tierra, nos veremos ante el-ante el trono de juicio de Cristo. Y entonces descubrirán que la revelación que me vino de Dios en aquel cuarto (igual como me han venido todas las demás), que Aquellos…Uno de los misterios de ese Sello, la razón que no fue revelado, fueron Siete Truenos que emitieron Sus voces. Y allí está perfectamente. Porque nada sabe nada al respecto. Ni siquiera estaba escrito. Así que estamos en el tiempo del fin. Aquí estamos. Doy gracias a Dios por Su Palabra.",
    "Le doy gracias a El por Jesucristo. Porque si no lo hubiera enviado a El para ser la—la propiciación por nuestros pecados, todos estaríamos en un gran lodazal de pecado, sin ninguna esperanza. Pero por Su gracia, Su-Su Sangre limpia todo pecado. Igual como fue con la gotita de tinta en la tina de cloro, jamás se puede hallar la tinta. Cuando nuestros pecados son confesados, son echados en la Sangre de Jesucristo, y jamás serán recordados. Dios se olvida de ellos; nunca fueron cometidos. Y mientras esté presente allí ese Sacrificio, como expiación por nosotros, entonces eso es todo. Eso es, ¿ven? Ya no somos pecadores, sino Cristianos, por la gracia de Dios. Recuerden, quizás en nosotros mismos estaríamos tan malos a como siempre fuimos. Pero vean, la gracia de Dios ha aparecido a nosotros, y eso es lo que nos ha hecho lo que somos hoy, hermanos y hermanas, Cristianos.",
    "Esta ha sido una semana muy tremenda para mí. Estoy cansado. Mi mente está cansada. Porque yo-yo he…con lo mejor que pude hacer. Y cada día había algo muy raro aconteciendo. Me quedaba asombrado; al entrar al cuarto y estar allí apenas unos momentos, y ver Algo que me cambiaba por completo.",
    "Y yo entraba y levantaba los apuntes. Tomaba los libros del Dr. Smith, Uriah Smith y oh, todos los-los escritores y todos, y leía, leía sus libros. Decía: “Ahora aquí está el Sexto Sello. Aquí está el Cuarto Sello. Ahora, ¿qué dice este hombre? El decía, ‘Pues, era esto, aquello u lo otro’”. Yo miraba acá, y tomaba lo de otro hombre. El decía que era tal y tal cosa. Y parecía que yo…La cosa no cuadraba. ¿Ven?",
    "Entonces pensé: “Pues, Señor, ¿qué es”? Y yo caminaba de acá y para allá por un rato. Me hincaba para orar. Volvía a tomar la Biblia; me sentaba para leer. Caminaba de acá y para allá.",
    "Entonces de repente, cuando me quedaba quieto, la cosa se abría claramente de esa manera. Entonces rápido tomaba mi pluma y comenzaba a escribir todo cuanto veía y estaba haciendo. Observándolo de esa manera, hasta tenerlo todo escrito.",
    "Luego el resto del día lo ocupaba en repasar y examinar, para ver si cuadraba con todas las Escrituras. Luego, “Probad todas las cosas”. ¿Ven? Obtuve esto aquí.",
    "Y yo pienso, “Ahora, han habido muchas personas que han visto visiones. Muchos han estado en revelaciones”. Si es algo contrario a la Palabra, déjelo quieto; correcto. Déjelo quieto.",
    "Ahora, ahora, luego repasaba todo esto de esta manera, lo repasaba de esta manera. Apuntaba ciertas cosas. Pensé: “A la clase le va gustar oír esto, porque cuadra perfectamente con esto y esto acá. Ahora, ¿qué nos dice acá? Sí. Y sí, aquí está, aquí mismo”. ¿Ven?",
    "Y trazarlo por toda la Biblia, para dejar todo bien asentado a lo largo de la semana. Allí está, en las cintas. Sírvanse. Y lo he hecho a lo mejor de mi conocimiento, bajo el compañerismo Cristiano y la gracia de Dios hacia todo hombre, por medio de Jesucristo. He hecho lo mejor que sabía hacer.",
    "Uds. han sido una de las mejores clases. Sería imposible que una congregación prestara mejor atención. Uds. han llegado aquí desde la una de la tarde, hasta las cinco de la tarde, o la hora cuando abrieron la iglesia y trajeron…para permitir que entre la gente. Han esperado afuera en el frío; han esperado en la nieve; han hecho de todo; parados junto a la pared con las piernas doliendo. Yo veía a los varones sentados, luego cedían sus asientos a las damas. Y otros se paraban y así, otros sentados. Pensé, “Señor, todos…”",
    "Esta ha sido una semana muy misteriosa. Todo ha sido muy raro, que cuando pasan por aquí, se ve la gente parada afuera, en las ventanas, en las puertas, por atrás y por todas partes, escuchando. Y en cuanto a ser orador, yo estoy muy lejos de ser un orador. Tengo suficiente inteligencia para saber que no lo soy, que no soy orador. Pero ¿por qué será que la gente viene a escuchar de esa manera? ¿Por qué lo harían? Ellos no vienen a escuchar a una persona como yo. Pero vienen porque hay algo en esto, atrayendo a un pueblo. ¿Ven? Hay algo en esto que los está atrayendo.",
    "Cuando yo comencé, mi esposa venía aquí a la plataforma y cantaba:\n\nVienen del oriente y del occidente,\n\ny aun de las tierras lejanas;\n\na cenar con el Rey, como Sus huéspedes.\n\n¡Cuán benditos son estos peregrinos!\n\nAl contemplar Su admirable rostro,\n\nbrillando con la Luz Divina;\n\nson benditos participantes de Su gracia\n\ny brillan como joyas en Su corona.",
    "Siempre retengan eso en la mente: “Ser una joya en la corona de Jesucristo”. Pablo dijo a la Iglesia: ‘Vosotros sois-vosotros sois las joyas, las joyas de Su corona”. Nosotros queremos ser las joyas de la corona de Jesucristo.",
    "Jamás queremos meter a algún hombre en el cuadro. Olvídense por completo de mí. Yo soy su hermano, un pecador salvo por gracia, no digno de vivir. Eso es exactamente la verdad. Yo no digo eso para ser humilde, sino porque así es. No hay nada en mí, ninguna cosa buena, nada.",
    "Pero la gracia de Dios ha permitido a mis pobres ojos envejecidos mirar más allá de la Cortina del Tiempo y ver esas cosas allá, y luego volver.",
    "Cuando yo era joven, yo amaba la gente. Siempre deseaba que alguien me amara y que me hablara. Nadie lo hacía por causa del nombre tan malo que tenía nuestra familia. Nadie me hablaba.",
    "Pero cuando me rendí a Dios, entonces…Nuestra gente, todos siendo irlandeses, pensé: “Quizás…Ellos todos eran católicos, y quizás esa sería la respuesta”. Fui allá, y El [Dios] era de cierta forma. Y fui a la primera iglesia bautista, y allá El era de otra forma.\n\nDije: “Señor, tiene que haber una manera correcta”.\n\nAlgo me dijo: “Es la Palabra”.",
    "He mantenido la Palabra. Fíjense en todas las visiones, en todo.",
    "El día cuando coloqué esa piedra angular, y puse eso adentro, escribí allí lo que El me mostró esa mañana en una visión: “Que instes a tiempo y fuera de tiempo; reprende, con toda paciencia y doctrina. Porque vendrá tiempo cuando no sufrirán la sana doctrina, sino que teniendo comezón de oír, se amontonarán maestros conforme a sus propias concupiscencias, y apartarán de la verdad el oído y se volverán a las fábulas”. Y yo vi esos dos árboles que estaban junto a mí, hacer esa misma cosa. Correcto. Y aquí estamos. Y eso es correcto. Y, ahora, Uds. no…",
    "Recuerden. Permítanme exhortarles nuevamente. No vayan a decir: “Gracias” a nadie, en lo absoluto. No digan, ni piensen que algún ministro o algo, algún hombre mortal; no hay nada bueno en él. Porque no lo hay. No importa quién sea. No hay nada bueno con respecto a ningún hombre. ¡Correcto!",
    "Si hubiera aquí varias trompetas, y una de ellas tuviese que tocar cierta música, sería el hombre…Esas trompetas son completamente mudas. Es el hombre que sabe tocar la trompeta, y sabe lo que va a hacer, el cual escoge la trompeta. La trompeta no tiene nada que ver. El sonido procede de una inteligencia que está detrás de la trompeta. Correcto. Todas las trompetas son iguales.",
    "Todos los hombres son iguales. Todos los Cristianos son iguales. Entre nosotros no hay ningún hombre grande. No somos hombres ni mujeres grandes. Todos somos hermanos y hermanas, todos iguales, en el mismo nivel. No somos “grandes”. Uno no puede hacer a uno más grande que otro, nunca se debe hacer eso. ¡No señor! Pero todos somos seres humanos.",
    "No traten de interpretar las cosas. No traten de hacer algo más que vivir simplemente una vida apegada, dando todo el honor y la adoración a Jesucristo. ¿Todos entienden eso? Amén. De todo corazón ámenle. ¿Lo harán?\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "¡Alabado esa Dios! ¿Todos entienden completamente? ¿Todos creen? Recuerden cuando comencé y dije: “¿Quién ha creído a nuestro anuncio? Y ¿sobre quién se ha manifestado el brazo de Jehová”? ¿Le ha revelado El a Ud. Su misericordia y Su bondad? Amén. Recuerden, ámenle de todo corazón.",
    "Yo ahora voy a regresar a mi hogar. Estaré aquí de nuevo como a principios de junio, Dios mediante.",
    "Quizá si el Señor lo pone en mi corazón, quizás temprano en el verano, ya sea en junio o por allí, quizás temprano en el otoño, si el Señor tarde Su venida, yo quisiera regresar y programar otra serie de siete cultos para predicar “Las Ultimas Siete Trompetas”. ¿Les gustaría? ¿Les gustaría? ¿Orarán por mí para que Dios me ayude? Muy bien.",
    "Hasta que nos veamos otra vez, recuerden este himno:\n\nYo le amo, yo le amo,\n\nPorque El a mí me amó;\n\nY me compró la Salvación,\n\nAllá en la cruz.",
    "Ahora quiero que inclinen sus cabezas. Quiero orar por Uds. Antes que venga el pastor para despedirlos, quiero orar por Uds.",
    "Nuestro Padre Celestial, haz que la gente entienda, Señor. Estoy seguro que hay aquellos que no entienden. Pero Padre, haz que conozcan el objetivo. Y que entiendan Padre, que-que es Tu gracia hacia ellos, por la cual estas cosas fueran reveladas. Y yo te quiero agradecer, Señor, por el conocimiento de saber estas cosas que Tú nos has revelado.",
    "Y yo ruego por cada uno presente, todos los que han asistido a estos cultos. Si hay aquellos que no creen, concede Señor, que lleguen a ser creyentes.",
    "Yo ruego por todos aquellos que lleguen a escuchar los Mensajes por la cinta. Y si esto llega, como sin duda ha de ser, a hogares y lugares donde hay incrédulos que tendrán sus diferencias; pero Padre, yo ruego por cada uno, que antes de que hablen una sola palabra blasfema, que primero se sienten y escudriñen las Escrituras a la luz de lo que ha sido dicho, y luego que te digan a Ti que verdaderamente son sinceros y que quieren saber si esto es Verdad o no. Yo oro por ellos, Padre.",
    "Y ruego por estos que han estado de pie alrededor de estas paredes y por fuera y los que estaban en los automóviles; ruego por los niños y todos los que han asistido. Y así todos Señor, yo oro por ellos.",
    "Y ruego que respondas a mi oración, y que los bendigas. Primeramente, Señor, que des Vida Eterna a cada uno. Ruego que ninguno de ellos se pierda, ni uno.",
    "Y ahora Padre, no sabemos cuándo será este gran evento. Pero cuando vemos estas señales apareciendo, y los acontecimientos Escriturales, eso anima a nuestro corazón sobre medida. Y yo ruego, Dios y Padre, que nos ayudes.",
    "Ruego que ayudes a nuestro querido pastor, el Hermano Neville. Llénalo, Señor, de gracia, poder y entendimiento, para que pueda tomar este Alimento almacenado y alimentar a los corderos de Dios.",
    "Señor, pido que alejes toda enfermedad de nosotros. Concede que cuando la gente se encuentre enferma, que se acuerden que la presente y toda suficiente Sangre del Señor Jesús está sobre el altar como nuestra expiación. Y ruego que sean sanos inmediatamente.",
    "Y ruego que apartes de ellos el poder de Satanás que viene para desanimarlos, o insistirles a formar sectas. Oh Señor, mantén lejos de ellos todos los poderes del enemigo. Santifícanos en Tu Palabra. Concédelo, Señor.",
    "Luego, Señor, ruego que me ayudes a mí. Señor, estoy-estoy-estoy comenzando a decaer. Sé que mis días ya no pueden ser muchos. Y ruego que me ayudes, que yo sea sincero, Señor, y honesto y verdadero, para que así pueda llevar el Mensaje hasta donde me es ordenado llevarlo. Y cuando llegue el tiempo de mi descanso, y yo llegue a la orilla del Río, y las olas estén pegando, oh Dios, concede que pueda entregar esta Espada a otro, que la pueda manejar en una forma sincera, Señor, y que así lleve la Verdad. Concédelo Señor. Mientras tanto, ayúdame a ser fuerte, sano y valeroso.",
    "Ayuda a mi iglesia. Bendícenos aquí juntos, Señor. Somos Tuyos. Sentimos ahora que Tu Espíritu está entre nosotros. Creemos que responderás a nuestras oraciones. Por cuanto nos sometemos a Ti juntamente con Tu Palabra, para servirte por los días que nos queden sobre esta tierra, en el Nombre del Hijo de Dios, Jesucristo, nuestro amado Salvador, y para Su gloria. Amén.\n\nYo…(¡Dios les bendiga!)…Yo le amo\n\n(de todo corazón),\n\nPorque El a mí me amó;\n\nDios le bendiga Hermano Neville.",
    "[La congregación sigue cantando Yo Le Amo. El Hermano Neville, despide en oración.] 🦅",
    "[Acaban de oír el Séptimo Sello tal como fue predicado en su totalidad el domingo en la tarde del 24 de marzo de 1963 en el Tabernáculo Branham de Jeffersonville, Indiana. El Hermano Branham no quiso que esta grabación original saliera al público. Al día siguiente, el lunes 25 de marzo de 1963, el Hermano Branham fue a la habitación de hotel del Hermano Fred Sothmann y del Hermano James Maguire, quienes, en ese tiempo estaban a cargo de hacer las cintas. El Hermano Branham les dijo a estos hermanos: “Yo no quiero que este mensaje salga así como está”. Después de personalmente escuchar la cinta, les indicó a los hermanos que detuvieran la cinta en cierto lugar, y en ese punto (el comienzo del párrafo número 261) grabó una porción nueva de aproximadamente veinte minutos (párrafos 377-415). Esta nueva porción se utilizó entonces en lugar del final original (párrafos 261-373). Esta grabación fue la única versión disponible del “Séptimo Sello” hasta 1966. Después de la partida del Hermano Branham, la junta directiva de la Asociación Evangelística William Branham acordó unánimemente poner en circulación la cinta grabada originalmente en el Tabernáculo. Desde ese momento, las dos versiones han estado disponibles. Ahora hemos incluido este mensaje adicional del Hermano Branham en una sola cinta, con el “Séptimo Sello” original. La voz que oirán a continuación es la del Hermano Branham en la habitación del hotel el lunes 25 de marzo, 1963.—Ed.]",
    "Será una buena cosa que él no sabe nada al respecto. Porque si supiera, entonces imitaría eso. Así obra él con sus artimañas.",
    "Así que, entonces, Dios lo ha escondido de tal manara del mundo entero, aun del Cielo, que no hay manera alguna de entenderlo, solamente a como Dios mismo lo quiera revelar.",
    "Ahora, quiero que noten, en esta noche, que en el Sexto Sello, existe un—un propósito triple del Sexto Sello.\n\nHubo un propósito triple con los jinetes.",
    "Ha habido un propósito triple en todas estas cosas. Eso nos trae de nuevo al tres. Y nuevamente al siete, Siete Sellos, Siete Copas, y por el estilo. En tres y siete, que son los números de las matemáticas de Dios para revelar Su Palabra.",
    "Ahora podrán notar, como por ejemplo con los-los-los jinetes, salieron tres caballos. Uno fue blanco, otro rojo y el otro negro. Y luego en el cuarto caballo, pues, era la mezcla de todos ellos. ¿Ven? Un propósito triple.",
    "Ahora, Dios hizo lo mismo. Dios hizo lo mismo cuando envió Su león, lo cual era Su Palabra, para combatir al anticristo.",
    "Luego vemos como envió al becerro durante el tiempo de tribulación, el animal de sacrificio. Y durante ese tiempo de tribulación, eso fue todo lo que la gente pudo hacer: trabajar como esclavos y ofrecerse como sacrificios.",
    "Luego hallamos que en la próxima edad, que era la edad de los reformadores, que Dios envió la sabiduría del hombre; una cabeza como de hombre sobre la Bestia, la cual era el poder que salió en los reformadores.",
    "Ahora, ¿notaron esto? Todo…Con razón la gente hoy día vive como en un tiempo sobrante, como fue el tiempo de los reformadores, porque todavía lo están mirando en la—la manera eclesiástica. Lo están mirando de la manera como los seminarios lo han enseñado. Esa fue la manera de Dios allá en un tiempo, pero ahora ya hemos superado esa etapa.",
    "Ahora estamos en la edad del águila, la revelación por ser revelada, la cosa entera. Ahora comparen esto con Apocalipsis 10:1-7. Y veremos aquí en esta revelación, aquí en Apocalipsis 10:1 al 7, que “En los días cuando esté sonando el Mensaje del séptimo ángel, eso debe concluir todos los misterios de Dios”.",
    "Ahora, también hallamos en esto, que el Sexto Sello, ahora estando abierto, fue con un propósito triple. Ahora, aquí están los propósitos.",
    "El primero es que las vírgenes fatuas tenían que pasar por el tiempo de la Tribulación para ser purificadas. Tenían que ser purificadas de sus pecados de incredulidad y de haber rechazado el Mensaje. Esto se logró con ella en el tiempo de la Tribulación. Vemos que ellas aparecen acá en Apocalipsis 7, allí entre el capítulo 6 y 7, donde había sido purificada, y les había sido dada su vestidura. Ahora, ella no es la Novia. Pero es la iglesia, gente pura que quizás no tuvo oportunidad de recibir el Mensaje, o que de alguna manera fue cegada por estos falsos profetas. Y no tuvieron oportunidad; sin embargo son sinceros de corazón. Y Dios conoce sus corazones. Y aquí son purificados durante este tiempo.",
    "Noten que hay otro tiempo de purificación, el cual es para Israel, cuando se reúne. Ese es el segundo propósito. Dios purifica a Israel en el tiempo de la Tribulación. De entre los millones que se habrán juntado allá, habrá un grupo seleccionado de ciento cuarenta y cuatro mil, y ellos también serán purificados. Dios está purificando a Israel.",
    "Noten, la tierra entera debe ser purificada. Será tal cosa que la luna, las estrellas y toda la naturaleza será purificada. ¿Entienden de qué se trata? La tierra se está renovando, siendo purificada, preparándose para el Milenio. El Milenio ya viene. Y vean, todo lo que tenga cualquier suciedad, tendrá que ser purificado durante el Sexto Sello.",
    "Ahora, ahora, ¿han notado? En la apertura de este Séptimo Sello, también consiste de un misterio triple. Este, yo he… hablaré y he hablado que es el misterio de los Siete Truenos. Los Siete Truenos en el Cielo abrirán este misterio. Será justamente en la Venida de Cristo, porque Cristo dijo que nadie sabía cuando El volvería.",
    "¿Notaron cuando los judíos le hicieron esa pregunta? Sabiendo…Cuando comparamos aquí las Escrituras de Mateo 24 con los seis Sellos, el Séptimo Sello fue omitido. Porque vean, Cristo dijo, “Solamente Dios lo sabe, ni aun los Angeles”. Con razón, no fue escrito. Vean, ellos callaron; nada aconteció en ese tiempo. Angeles no lo saben. Nadie sabe cuando El viene.",
    "Pero habrá-habrá Siete Voces de estos Truenos que revelarán la gran revelación en ese tiempo. Así que, yo creo, que para nosotros que…Si no lo sabemos, y si…No será conocido hasta ese tiempo. Pero será revelado en aquel día, en la hora cuando debe ser revelado. Así que lo que nos toca es mantenernos reverentes ante Dios, y servirle, y hacer todo lo que sabemos hacer y vivir vidas justas, vidas Cristianas. Ahora, aquí vemos que nos ha sido abierto el Sexto Sello, y lo vemos. Y sabemos que este Séptimo Sello no puede ser abierto al público hasta que llegue esa hora.",
    "Ahora, hubo alguna razón por la cual Dios permitió que tronaran estas Siete Voces. Porque eso tiene que venir. ¿Ven? Porque el…Hallamos que Cristo, el Cordero, tomó el-el Libro en Su mano, y abrió el Séptimo Sello. Pero pueden ver, es un misterio escondido. Nadie lo conoce. Pero corre paralelo con lo que El dijo, “Nadie conocería Su Venida”. Tampoco conocerían acerca de este misterio de los Siete Truenos. Entonces pueden ver, están ligados.",
    "Hasta aquí, tenemos conocimiento hoy, porque el resto de ello está todo abierto, pero esto no ha sido abierto. Pero sentado allá en el cuarto, escuché esto…o no es que lo haya escuchado, pero más bien vi que se abrió a estos Siete Truenos. Ahora sólo hasta allí podemos llegar, hasta allí.",
    "Y ahora yo confío que cada uno de Uds. servirá a Dios y harán lo que es correcto. Y ámenle toda su vida y sírvanle. Y Dios se encargará de lo demás.",
    "Ahora, tenemos en la terminación, aquí ahora, por la gracia de Dios, todos los misterios de los seis Sellos que han estado sellados, y sabemos y entendemos aquí que el Séptimo Sello no será dado a conocer al público.",
    "Ahora, Su Venida, en la hora de Su Venida, cuando acontecerá la destrucción de la tierra, como Uds. saben. Allí dijeron, “¿Cuál será la señal del fin del mundo”? Allí en Mateo 24, es donde le hicieron esa pregunta. El llegó a eso. Les habló de Israel siendo reunida como nación, en el versículo 31, en Mateo 24:31. Pero luego comenzó con las parábolas. Luego pueden ver…“De la higuera aprended la parábola. Cuando veáis que comienza a brotar, pues sabéis que la primavera está cerca. Y luego cuando veáis esto ocurrir, conoced que el tiempo está cerca”. Vean, Israel está reunido en su propia patria. Pero noten, El omitió la revelación de este Séptimo Sello,",
    "Y acá, cuando el Séptimo Sello, cuando lo abrió, también lo omitió nuevamente. Así que podemos ver que es un misterio por completo, y por lo tanto la hora todavía no ha llegado para que se diera a conocer el misterio. Entonces, hemos llegado hasta aquí, y el resto de ello será dado a conocer alrededor del tiempo cuando aparezca Jesús nuevamente sobre la tierra por Su Novia, o lo que llegue a suceder en ese tiempo. Entonces hasta que llegue ese tiempo, todos oremos, vivamos vidas rectas, justas, y Cristianas; estando en la expectativa de Su Venida.",
    "Y ahora, si esta cinta llegara a caer en manos de personas en alguna parte, no traten Uds. de formar algún “ismo” con esto. Lo único que Uds. deben hacer es continuar sirviendo a Dios. Porque este gran secreto es tan tremendo que Dios ni permitió que Juan lo escribiera. Tronó, pero El…sabiendo eso, habiéndonos prometido que sería abierto. Pero hasta este tiempo no ha sido abierto.",
    "Y ahora, estamos agradecidos con Dios por lo que nos ha mostrado. Yo he estado sentado allá en el cuarto por ocho días. Y el Mensaje que acabo de explicarles, muchos de Uds. lo entenderán. Y yo les prometí que algo espiritual estaba ocurriendo, todo el tiempo, y yo estaba seguro de que lo estaban pasando por alto. Y aquí está: Es la vindicación absoluta de esta interpretación de las Escrituras siendo enviada de Dios.",
    "Porque aun antes de entrar en esto, y que me fuera al occidente, un día por la mañana, como las diez, el Señor me mostró una visión. Yo vine aquí y les expliqué lo que había visto, pero no sabía lo que era. Era una constelación de siete Angeles. Se acuerdan de eso. Está grabado en la cinta: Señores, ¿qué hora es? Pues bien, eso es exactamente lo que estamos viendo ahora. Los siete Angeles…Yo estaba en el occidente.",
    "Uds. recuerdan, los mensajeros pequeños; ellos se fueron al oriente. Los segundos mensajeros, palomas, unas aves más grandes, se fueron al oriente. Y luego miré…Estaban conmigo todo el tiempo. Eso fue el Primer y Segundo Jalón.",
    "Ahora, el Tercero procedió del occidente, avanzando a gran velocidad, y Ellos me levantaron. Eso era viniendo al oriente con el misterio de estos Siete Sellos, exactamente como dijo en-en el sueño de Junior Jackson, que el Señor me permitió interpretar para él, “Por dentro de aquella pirámide había piedra blanca donde no tenía nada escrito”. Por eso fue que yo tenía ir al occidente para hacer contacto con el Mensaje de estos Angeles, para luego volver aquí para revelarlo a la iglesia. Recuerdan que yo dije, “Las cosas próximas por suceder serán aquí en la iglesia”. Exactamente.",
    "Quiero que noten otra cosa que sucedió. Y si están escuchando la cinta: Señores, ¿qué hora es?, notarán que un Angel en particular era muy destacado para mí. Los demás parecían algo ordinario. Pero este Angel era un Angel destacado. El estaba a mi izquierda, en la constelación en forma de pirámide.",
    "Y recuerden, fue en la pirámide donde estaba la piedra blanca misteriosa que no tenía nada escrito. Y los Angeles me tomaron dentro de esa pirámide formada por Ellos mismos, los misterios de Dios conocidos solamente por Ellos. Y ahora, Ellos fueron los Mensajeros que habían venido para interpretar esa pirámide, o el Mensaje del secreto de estos Siete Sellos que está dentro de la pirámide.",
    "Ahora, el Angel a mi izquierda, efectivamente sería el último, o séptimo Angel, si los contáramos de izquierda a derecha. Porque El estaba a mi izquierda; yo mirándolo a El, hacia el occidente, y él viniendo hacia el oriente, estaría a mi izquierda. Así que ese sería el Mensaje del último Angel, muy destacado. Recuerden como dije que tenía su, tenía su cabeza alzada; y sus grandes alas agudas; y como voló directamente hacia mí. Ahora, eso es este Séptimo Sello. Aún es una cosa muy notable. Y estamos…Aún no sabemos lo que es, porque no ha sido permitida su apertura.",
    "Pero ahora cada uno de Uds. que han estado en los cultos han notado, ¡qué tremendos cultos han sido! Parecía que todos estaban en la orilla del asiento. Y con todos los que estaban parados aquí afuera, desde la una y dos de la tarde, esperando que abrieran las puertas para conseguir asiento aquí al frente. Muchos estaban parados contra la pared, con los músculos doliéndole y todo.",
    "¿Qué es? Ha sido el Espíritu Santo enviando a estos Mensajeros, y ellos lo han estado revelando a nosotros. Y luego noten como todo ha ensamblado perfectamente con la Palabra.",
    "Y luego para dejarles a Uds. saber que esto es la Verdad, El nos lo predijo hace-hace como dos meses o más, antes de que sucediera. Y cuando fui al occidente, no sabiéndolo; regresé aquí con la interpretación tal como El la dio. Ahora recuerden, en la visión, El no me dijo nada en la visión cuando me elevó. Yo tenía temor, temor de que iba morir, matado en una explosión. Vean, Ellos no lo podían hacer.",
    "La interpretación vino precisamente cuando tuve la necesidad de ello, eso fue en el cuarto, y yo la di así como El la dio.",
    "Ahora, vean mis amigos, las visiones nunca fallan. Siempre son perfectas. Son exactamente la Verdad.",
    "Ahora, la visión, más la Palabra, más la historia, más las edades de la iglesia, y todo, queda ensamblado. Así que, verdaderamente puedo decir, que, hasta lo mejor de mi entendimiento, y de acuerdo a la Palabra de Dios, y la visión, y la revelación, la interpretación de esto es ASI DICE EL SEÑOR.",
    "Ahora, que el Señor les bendiga ricamente a cada uno, mientras nos ponemos de pie y entonamos este antiguo himno de la iglesia. Dios bendiga a cada uno. Amén.",
    "[El Hermano Branham añade estas cuatro líneas, tomadas del párrafo 374 de Su Mensaje del 24 de marzo de 1963.]\n\nYo…(¡Dios les bendiga!)…Yo le amo\n\n(de todo corazón),\n\nPorque El a mí me amó;\n\nDios le bendiga Hermano Neville. 🦅"
  ]
}