{
  "title": "EL MUNDO SE ESTÁ CAYENDO A PEDAZOS",
  "id": "63290009",
  "content": [
    "🦅  Ciertamente es un gran privilegio estar aquí, y estar escuchando estos tremendos testimonios de estos hermanos que están enamorados con nuestro Señor Jesús. Ahora, todavía estoy gozando (¿cómo diría?) de la inspiración que recibí de uno de los mensajes de anoche. Desde luego, todos me inspiraron, pero este hermano en particular, pensando de sus pruebas, así como El probó a Job, pero al final recibió doble. Y yo pienso que es maravilloso poder sentarnos y escuchar el testimonio de otro, luego uno puede comparar su vida.",
    "Hace poco prediqué sobre eso allá en Phoenix: “Identificándonos con Cristo”, e identificándonos con El en la Biblia. Si hubiéramos vivido en aquel día, ¿con cuál grupo nos hubiéramos identificado?",
    "Luego anoche cuando el Hermano Crow (creo que ese es su nombre) nos trajo el maravilloso mensaje de su propio testimonio. Hace poco estaba sentado allí con él y estábamos comparado los detalles de nuestras vidas. Ambos éramos bautistas, y boxeadores formales, y tantas cosas; y lo que ocurrió en las últimas peleas. Y entonces ciertamente me gocé con eso. Estoy agradecido que lo hayan grabado.",
    "Y ahora, en esta mañana, sé que tenemos un banquete o un almuerzo aquí para los ministros dentro de poco tiempo. ¿Qué dice? Sí. Los varones. Y luego esta noche creo que el banquete es a…Sí. Cualquier varón, ministro o laico. [El Hermano Demas Shakarian dice, “El almuerzo no es hasta las doce y media”.] Doce y media. [Eso es de aquí a dos horas, dos horas y media, dos horas. ¿Ven”?] El Hermano Shakarian es una persona muy simpática, él y su esposa.",
    "Hermana Williams, yo iba decir algo, pero mejor no. El testimonio que el Hermano Carl dio hace rato fue algo maravilloso. Por todo el tiempo que lo he conocido, es la primera vez que supe de eso, pero fue algo muy bueno. Aprendemos en todo. ¿No es así? Correcto.",
    "Entonces esta noche debo hablar sobre el tema, esta noche, Dios mediante, “Allí le crucificaron”.",
    "Y ahora para cambiar de posición antes de hablar sobre un tema. Yo entré ayer a su ciudad por primera vez, será la segunda vez que hablo aquí en Nuevo México. Tuve una reunión en una ocasión allá en Carlsbad, por algunas noches. Pero nunca había tenido el privilegio de venir aquí a este bello lugar. Y me—me gusta llegar temprano, y dar una vuelta, y ver cuál es la necesidad de la ciudad. Ahora nunca debemos llegar a una ciudad, como ministros…",
    "Ahora, Uds. hombres de negocios, esta es una convención. Uds. están aquí para hablar de sus negocios, sus bendiciones y sus dolores, para compartir el uno con el otro. Eso está muy en orden.",
    "Pero como ministro de Cristo, uno viene aquí para investigar la condición espiritual. Y no venir aquí para ser visto u oído, sino venir para lograr algo para glorificar a Dios y para traer un mejor entendimiento de Dios. Y ahora, he cambiado mi tema para esta mañana.",
    "Y antes de leer la Escritura, ¿podríamos ponernos de pie para cambiar la postura por unos momentos, para orar? Y ahora, antes de orar, si hubieran algunos que desearían ser recordados en la oración, ¿podrían levantar la mano? No importa lo que sea, El sabe lo que tiene debajo de esa mano. Y yo tengo amabas manos levantadas.\n\nInclinemos nuestros rostros mientras nos allegamos a El.",
    "Nuestro Padre Celestial, somos un pueblo muy privilegiado al estar sentados aquí hoy en lugares celestiales en Cristo Jesús. Por un Espíritu somos todos bautizados en este Cuerpo singular, y tenemos este privilegio de estar sentados aquí juntos, compartiendo las bendiciones de los testimonios de estos Tus hijos.",
    "Y ahora con la hora avanzada, no desearíamos entrar a este tiempo tan decisivo — mi tiempo para hablar a este pueblo — en forma nerviosa, o pensar que tenemos que salir rápido. Pero rogamos que nos aquietes las mentes por unos momentos, y que podamos escuchar atentamente para captar Tus exhortaciones para nosotros, y también Tus amonestaciones. Y yo esperaré en Ti Padre, por estas cosas.",
    "Ahora rogamos que bendigas este capítulo de los Hombres de Negocio, estos Hombres del Evangelio Completo, que su testimonio aún pueda esparcirse lejos y amplio, para la honra y la gloria de nuestro Señor.",
    "Y ahora estamos contentos de saber que viene el tiempo cuando los reinos de este mundo llegarán a ser los reinos de nuestro Señor, y de Su Cristo; y que nosotros reinaremos y gobernaremos en la tierra con El por mil años. Estamos anticipando ese tiempo. Y escuchando a estos varones hablando de sus tentaciones, y cómo fue que Satanás llevó a nuestro Señor a la cumbre del monte, y en un momento de tiempo le mostró todos los reinos y gobiernos del mundo, y se los ofreció; pero El se las rechazó totalmente porque El sabía que algún día los recibiría por herencia. Y no nos fijamos tanto en las cosas que están ocurriendo así temporalmente ahora mismo, sino que enfocamos la vista en el final del camino, donde serán dados los galardones.",
    "Padre, rogamos en esta mañana que hagas solemnes nuestros corazones ante Ti, mientras escuchamos. Oramos que nos hables a través de labios mortales. Que te podamos escuchar a través de oídos mortales. Luego como resultado podamos obedecer todo cuanto nos mandes. Estamos esperando en Ti mientras leemos Tu santa Palabra, en donde se encuentra el fundamento de nuestra fe, en la Palabra escrita. Pedimos todo esto en el Nombre de Jesucristo. Amén.\n\nPueden tomar su asiento.",
    "Y ahora en la Palabra, deseo que abran conmigo para leer algunas porciones de la Escritura, en particular son dos lugares para algunas anotaciones que tengo escritas; y deseo que esto sea como una lección de escuela dominical, y así puedo hacer algunos comentarios por unos momentos, si lo permiten. Primero en Deuteronomio 4, Deuteronomio 4:10 y 11, deseo leer estos versículos:\n\nEl día que estuviste delante de Jehová tu Dios en Horeb, cuando Jehová me dijo: Reúneme el pueblo, para que yo les haga oír mis palabras, las cuales aprenderán, para temerme todos los días que vivieren sobre la tierra, y las enseñarán a sus hijos;\n\nY os acercasteis y os pusisteis al pie del monte; y el monte ardía en fuego hasta en medio de los cielos con tinieblas, nube y oscuridad.",
    "Y también en Hebreos 12:25. Leemos estas palabras en Hebreos 12:25:\n\nMirad que no desechéis al que habla. Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos.",
    "Ahora, estas son palabras algo raras para estar leyendo en un desayuno de Hombres de Negocio, pero que el Señor las bendiga a nuestros corazones. Y ahora deseo tomar este tema. En esta mañana tenía en mi corazón hablar sobre un tema, “Sangre sobre el Mensaje”. Pero me desvié de allí, por alguna razón, no conociendo el porqué. Pero deseo hablar del tema hoy en esta mañana, algo raro, pero el título es: El Mundo Se Está Cayendo A Pedazos. Es un texto raro, pero siento dirigido hablar de eso: El Mundo Se Está Cayendo A Pedazos.",
    "Estamos ahora en lo que llamamos Viernes Santo, o Viernes Santo de Dios. Yo no sé por qué lo llamamos así, Viernes Santo. Pero estamos al comienzo de otra serie de días feriados. Son días santos que el mundo Cristiano pone aparte para celebrar en conmemoración de los grandes eventos Escriturales que ocurrieron en los tiempos pasados, cosas tremendas que ocurrieron. Y ahora los usamos, y hacemos un tiempo de celebración para aquellas cosas que han sucedido. Si Dios…Si—si Dios estuviera presente aquí en este mundo Cristiano en este tiempo — lo que se dice ser el mundo Cristiano — me pongo a pensar ¿cuál sería Su actitud con respecto a nuestra manera de celebrar, en conmemoración de estos grandes días y de los tiempos que han sido?",
    "Y los hombres se reúnen con la esperanza de descubrir algo. Desean saber y encontrar una solución, o alguna clase de sistema, o una cuerda de salvamento para mantener nuestro mundo intacto. Nosotros nos hemos congregado aquí en esta mañana con el mismo propósito.",
    "Los hombres se reúnen en distintos círculos para descubrir si algo anda mal. Todos sabemos que lo hay. Y algo anda mal en el mundo, y debemos hacer el esfuerzo por descubrirlo. Y los hombres se reúnen en estas juntas para hallar cuál es la solución. Esto ha sucedido muchas veces en nuestro mundo, lo que llamamos “cayéndose a pedazos”. Estamos viviendo en el tiempo cuando nuestro—nuestro, no solamente nuestra nación, sino el mundo entero se está cayendo a pedazos. Parece que no hay nada que tenga el fundamento que pueda aguantar.",
    "Hemos intentado distintas cosas. Hemos—hemos intentado educar el mundo a un entendimiento el uno del otro. Y hemos tenido distintos sistemas como la Liga de las Naciones, las Naciones Unidas, etc., para intentar traer un entendimiento a los hombres. El mundo Cristiano ha intentado educar el pueblo a un entendimiento. Hemos tratado de denominarlos a un entendimiento. Y parece que estamos nuevamente a como siempre ha ocurrido: todos los sistemas se están cayendo a pedazos. Algo anda mal.",
    "Queremos pensar en esto seriamente por estos momentos que siguen. No lleguen ante esto simplemente como “Pues, fuimos y nos sentamos y tuvimos un desayuno, y escuchamos algunos testimonios, etc.”. Pero de todo corazón enfoquemos y pensemos en esto.",
    "Recuerden, es nuestra vida, y no hay nada más importante que nuestra vida. No hay nada de mayor importancia; no importa cuánto ganemos en el mundo, o qué tan famoso lleguemos a ser, pero tenemos que llegar al final del camino. Y entonces el…Entonces es el tiempo cuando todo se conoce, y tenemos que allegarnos a esto con toda sinceridad.",
    "Cuando personas en otros tiempos, cuando las personas intentaron buscar alguna manera de sobrevivir, y se fueron con distintos sistemas. Y la única manera de irse con algún otro sistema, aparte de lo que Dios ha decretado, es apartarse de Su Palabra. Los hombres en otras edades han hecho eso, en tiempos pasados. Todos intentaron apartarse e intentaron controlar el mundo, y formar un sistema político y diferentes cosas para controlar y mantener el orden del mundo. Y para hacer eso, tienen que desviarse del plan que Dios tiene para hacerlo. ¿Ven? Dios tiene una forma de mantener todo esto en orden. Y la única manera en que el hombre puede adoptar otra forma es apartarse de la forma original.",
    "Vean, antes de que pudiera haber una mentira, tenía que haber una verdad de donde pudiera salir la mentira, porque una mentira es la verdad pervertida. Todo pecado es—es justicia pervertida. El pecado no es más que eso. Vean, el Diablo no puede crear ninguna cosa. El pervierte lo que Dios ha creado. Hay un solo Creador, y es Dios. Una mentira es una verdad pervertida. El adulterio es una perversión del acto correcto. Y cualquier cosa errada es lo correcto que ha sido pervertido.",
    "Por lo tanto, el tomar algún otro sistema de mantener orden en este mundo, aparte del sistema de Dios, es una perversión. Y cualquier cosa pervertida tiene que tener un fin, porque todo lo que tuvo un principio tiene un fin. Son las cosas que no tuvieron principio las que no mueren, y no tienen fin.",
    "Y hay una sola cosa que no comenzó, y ese es Dios. Por lo tanto, la única manera de vivir Eternamente es de tener la propia Vida de Dios en nosotros, la cual es Vida Eterna. Y Dios se separó entre nosotros y nos ha dado Su Espíritu como hizo allá en Pentecostés, lo cual fue visto en símbolos de Fuego, de la Columna de Fuego, que se separó entre el pueblo, para así dar de Su propia Vida al pueblo. Y por este medio, la mente de Cristo debiera estar funcionando entre nosotros.",
    "Y Dios es la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. [Juan 1:1] Y todavía sigue siendo Dios, correcto, es la Palabra. Y cuando nos alejamos de la Palabra, entonces nos hemos apartado de Dios. Jesús dijo, “Si permanecéis en Mí…” Allí está el misterio. Allí está el secreto. “Si permanecéis en Mí, y Mi Palabra en vosotros, pedid lo que queréis”. [Juan 15:7] ¿Ven? La idea primordial es que la Palabra de Dios tiene que permanecer aquí.",
    "Uno no puede meter a la fuerza los credos y los ismos, etc., y tomar los dogmas y mezclarlos con la Palabra de Dios y pensar que Dios lo va honrar. Tiene que ser absolutamente la Palabra de Dios, pura y no adulterada, y eso es todo. Eso es todo. Dios no se puede mezclar con ninguna cosa pervertida. El es totalmente Dios.",
    "Ahora, siempre, y en todo tiempo, hemos tenido estas cosas, personas que han intentado pervertir la Palabra de Dios, y tomar otro tipo de sistemas. Y—y después de un largo tiempo, ellos descubren, igual como nosotros aquí en 1963, que el mundo se está cayendo a pedazos. Cierto. Porque no puede sostener, así como dijo Daniel con respecto a su visión cuando le dio la interpretación al rey, que así como el barro y el hierro no se pueden mezclar, tampoco se puede mezclar la Palabra de Dios con ninguna otra cosa. No se puede. Tiene que ser la Palabra, más nada.",
    "Ahora, hallamos que la política se había apoderado del mundo en los días en que vivía Noé. Y también el programa educacional y el gran mundo de comercio de aquel día se había desarrollado a tal grado que hubo la construcción de edificios y las pirámides y el Esfinge, cosas que de ninguna manera podríamos construir hoy día.",
    "Si alguien ha estado en Egipto y haya visto las pirámides y cosas, no tenemos nada hoy para construir algo semejante. No. Pero es que en cuanto a la educación estaban más adelantados de lo que estamos nosotros. Estaban más adelantados en la ciencia.",
    "Pero se dieron cuenta que el mundo se comenzó a caer a pedazos. Y Dios les envió un Mensaje, pero lo rechazaron. Y era un Mensaje muy, pero muy sencillo, entregado por un sencillo agricultor, pero lo rechazaron y lo desecharon. Y su mundo se cayó a pedazos. Exactamente.",
    "Lo mismo ocurrió en Sodoma, en el tiempo de Sodoma cuando la inmoralidad estaba avanzando. Y construyeron ciudades y cuanto más. Pero sucede que Dios les envió Su sistema, y lo rechazaron, y todo se les cayó a pedazos. Así siempre sucede.",
    "Ahora, lo mismo existe en el día de hoy. Estamos en un día igualito a como fue. Jesús dijo, “Como fue en los días de Noé, y en los días de Sodoma, así será en la venida del Hijo del Hombre”. [Lucas 17:26-30] La cosa entera se está desmoronando y cayendo a pedazos. Es que está edificada sobre arena, y tiene que venir para abajo. Y hallamos que existe hoy un tiempo tremendo como hubo allá.",
    "Y en el tiempo de la Venida de nuestro Señor Jesús, en los primeros días cuando nació, hallamos que ese mundo se estaba cayendo a pedazos en aquel día, cuando El nació en este mundo. Hallamos que el mundo religioso…Como es mi deseo hablar esta noche sobre la crucifixión, o algo por el estilo. Ellos…Hallamos que los judíos habían contaminado a tal grado el sistema que Dios les había dado en Su Palabra, que ya no había nada de sinceridad en sus—sus—sus sacrificios, aunque los estaban guardando al pie de la letra. Y ellos ofrecían sus sacrificios. Cuando los judíos…",
    "No había nada que fuera más dulce que cuando Dios aceptaba el sustituto. Cuando el hombre había pecado y Dios aceptaba el sustituto, El se mostró tan lleno de gracia al aceptarlo. Cuando el judío venía por el camino con su becerro o su corderito para ofrecerlo en sacrificio, y lo hacía de lo profundo de su corazón, era una gran cosa. Pero con el tiempo llegó a ser una tradición familiar. Iban y ofrecían el becerro, y decían, “Pues, está llegando la hora del sacrificio, así que iremos y ofreceremos tal becerro”.",
    "Y llegó a ser una—una tradición. Y estoy casi persuadido a creer que eso es lo que ha sucedido con nuestro sistema Cristiano. Que en nuestras diversas denominaciones y sectas que se dicen ser Cristianas, hemos llegado a ese lugar en donde — y aun nosotros los pentecostales (y recuerden que la medicina es para toda la familia) — y nosotros, los pentecostales, nos estamos enredando en eso. Y nos hemos alejado.",
    "Todo el mundo pentecostal se está cayendo a pedazos. Todo el sistema de metodistas, bautistas, presbiterianos, y todo el sistema religioso por completo se está cayendo a pedazos. Lo vemos. Sabemos que es la verdad. Nuestro mundo nacional y político se está cayendo a pedazos. La cosa entera está en su fin. Como dijo Isaías, ha llegado a ser lleno de “llagas podridas”. El cuerpo por completo ha llegado a una condición corrupta.",
    "Algo tiene que suceder. Y será algo mucho más allá de cualquier sistema o entendimiento formulado por el hombre que lo tendrá que traer de nuevo a sus condiciones correctas.",
    "Yo sé que este es un cuadro muy feo, pero es la verdad. Tenemos que ver las cosas exactamente como son, y no hay necesidad de darle otra apariencia a las cosas, sino más bien hablar claramente y decir la verdad al respecto. ¡Lo que es correcto es correcto, y lo que es errado es errado! ¿Ven? Y tenemos que mirar las cosas.",
    "Y vemos las naciones hoy en día. Nuestra vida política y vida nacional están podridas hasta la médula. Está todo lleno de—de cosas, la corrupción de la televisión, de toda clase de chistes sucios e inmundos, y cuentos, ante nuestros jóvenes.",
    "¡Y las—las escuelas están tan corrompidas! ¡Qué cosa! Yo soy de Arizona. El otro día yo—yo estaba en una de las grandes escuelas, y vi a todas esas muchachas y los jóvenes, allí en ese sitio, haciendo de todo. Dije, “Ojalá nunca tenga que enviar uno de mis hijos a tal lugar como ese”.",
    "Y tal grado de corrupción, sin embargo se llama—se llama América. El peor comportamiento que yo jamás he visto ha sido con americanos en distintas partes del país. Siempre estamos hablando mal de otro país. Conviene barrer en frente de nuestra puerta primero, antes de hablar de otros.",
    "Y nosotros, los pentecostales, también nos conviene barrer en frente de nuestras puertas, antes de hablar de los presbiterianos y los bautistas. Porque nuestro sistema está igual de corrupto y se está cayendo a pedazos, igual como el de ellos. ¿Ven? Es que estamos viviendo en ese día.",
    "Y ahora queremos recordar, que en aquellos días cuando nació Jesús, hallamos que tenían un sistema semejante. Les faltaba la sinceridad. Solamente iban y llegaban a ser judíos con la circuncisión al octavo día. Y con eso ya era judío.",
    "Tenemos lo mismo hoy. Los llevan a la iglesia, y bautizan los niñitos. Y—y de repente pertenecen a esa iglesia. Y cuando uno les pregunta si son Cristianos, “Sí, yo soy Cristiano, soy americano”.\n\nEn una ocasión en una línea de oración, le pregunté a una dama, “¿Es Ud. Cristiana”?",
    "Respondió, “Quiero que Ud. entienda, yo enciendo una vela cada noche”. Como que eso tuviera algo que ver con el Cristianismo.",
    "Uno dijo, “Pues, yo soy fulana de tal. Yo pertenezco a la presbiteriana. Y soy esto”. Pero eso aún no significa nada.",
    "Eso no es más que ponerle una marca a una vaca. Se—se le puede poner la marca de Hereford a una vaca corriente. No importa nada. Eso no cambia lo de adentro de esa persona. Uno es lo que es por razón de su nacimiento, lo cual está en Cristo. ¿Ven? Es que tenemos estas marcas, etc. Es que tenemos a la cosa entera en un sistema y en un enredo.",
    "Y hallamos que existía lo mismo en el tiempo de la Venida del Señor Jesús. Mientras pensaba de presentar Su vida, desde Su nacimiento hasta Su ministerio; luego esta noche Su crucifixión. La cosa entera había comenzado a corromperse. Habían invalidado la Palabra por medio de sus tradiciones, y por lo tanto el mundo entero se estaba cayendo a pedazos. Toda nación estaba buscando alguien o algún sistema que les pudiera socorrer, y mantenerlos unidos. Estaban corrompidos a tal grado que sabían que no podían continuar como iban. Y estaban buscando algo que los mantuviera unidos.",
    "Si ese no es el cuadro de nuestro mundo hoy día, yo no conozco nada del mundo. Así es exactamente. Es un cuadro de nuestro mundo hoy día. Todos están buscando un sistema o—o algo que sirva para mantenernos unidos. Es un cuadro de hoy día. Estaban buscando un sistema o algo que los guardara para que no se cayeran a pedazos. Así como fue allá, es igual hoy, nuevamente. Se ha repetido.",
    "El mundo religioso de entonces estaba buscando un Mesías prometido. Los judíos, todos siendo creyentes firmes, dirían, “Sí, por cuatro mil años hemos estado esperando un Mesías. Y creemos que El—El viene. Ciertamente lo creemos”. El mundo político de aquel día estaba buscando un Mesías. Y todas las demás naciones, cada una, estaban buscando el Mesías. Y cuando El llegó, hicieron con El igual como hicieron en otros tiempos.",
    "Estaban buscando algo que los mantuviera unidos allá en los días de Noé. Y cuando Dios les envió un mensajero, ¿qué pasó? Lo rechazaron.",
    "Y en todas las edades lo han estado buscando. Así sucede. Dios se los envía. Y ellos-ellos lo rechazan. Y ¿por qué? Es que no cuadra con su gusto. ¿Ven? No lo quieren de la manera que Dios lo quiere enviar. Ellos lo quieren a su propio gusto. Lo tienen todo calculado cómo es que debe ser, y si no llega de esa manera, entonces “No es de Dios”. ¿Ven? Siempre ha sido así.",
    "Y es lo mismo hoy. No llega conforme a nuestro gusto teológico. Pero viene por la vía del poder de la demostración de la manifestación de la promesa de Dios para la edad. Exactamente. Sin embargo, así como fue allá, lo rechazan. Lo rechazaron allá. Y lo rechazan hoy porque no cuadra con la expectativa del día, según la manera la gente lo está esperando.",
    "Dios tiene una expectativa. Dios sabe lo que va suceder por cuanto El es infinito, así que nada está fuera de orden. Todo va corriendo perfectamente bien, porque El es infinito. Y El puede predecir el final desde el principio porque El es Dios. No piensen que Satanás le esté ganando en alguna forma a Dios. Oh no. Oh no. Todo está obrando con el fin de desplegar Sus atributos, eso es todo. ¿Cómo puede ser que un gran Dios infinito, quien conoce todas las cosas y ha permitido todas las cosas…? Simplemente son los atributos de Dios siendo desplegados.\n\nY Ud. mismo está desplegando la vida suya para un lado o el otro.",
    "Y esa es la razón que han entrado nuestros sistemas, y ellos pueden aceptar cualquier cosa, por ser un sistema; es porque se han apartado de la forma original y creativa que Dios proveyó. Algunas veces Su manera de enviar las cosas no cuadra con nuestro gusto. Me pongo a pensar si Dios, hoy mismo, respondiera a nuestro clamor por nuestro Mesías (por el cual hemos estado clamando), me pregunto si haríamos lo mismo como hicieron ellos allá.",
    "Ahora, todos estamos buscando algo. Eso lo sabemos. Cada quien está buscando algo. He estado escuchando esta congregación. Escucho a los Hombres de Negocio. Voy con los ministros. Voy con las distintas denominaciones. Cada quien está esperando algo. La nación, escuchando los discursos políticos, están esperando que algo aparezca en escena. ¿Qué es? Yo lo escucho con los Hombres Cristianos de Negocio. Lo escucho en las convenciones: “¡Oh, el gran tiempo que está a la mano! ¡El gran tiempo que está a la mano”! Ahora recuerden Uds., vendrá de una manera completamente diferente a lo que están pensado que va venir. ¿Ven? No será así como están pensando, de ninguna manera. Nunca ha sido. ¿Ven?",
    "Y nuestro mundo político hoy, y nuestro mundo religioso están exactamente igual a como estaban en los días de la primera Venida del Mesías — está contaminado. El sistema entero está podrido. Nuestra política no podría ser peor. Y nuestra religión, yo no sé cómo podría ser peor a como está ahora mismo. La cosa entera está corrompida; nuestro mundo político, los sistemas hechos por el hombre, y—y las modas. Es que…",
    "Deseamos todo para que podamos estar acomodados, y jubilarnos para que la vida sea fácil. ¡Pero la intención no fue que la vida fuera fácil! La vida es una lucha. Cualquier cosa que tenga vida está luchando. Miren los árboles, cómo es que luchan. Miren todo lo que tiene vida, es una lucha. Y cuando optamos por un sistema que nos concede la vía más fácil, entonces estamos errados. Y sabemos que algo anda mal.",
    "He observado hoy nuestros programas en la televisión y los periódicos, y todo lo que está ocurriendo, y todos están contando un chiste. Intentando…América está edificada sobre la risa, con alguna clase de chiste como con este que se llama Ernie Ford, y todas esas estrellas de la televisión. Para hacer que…Y las películas están tan corrompidas, ya no pueden empeorar más, eso es todo.",
    "Me hace pensar de un niño que va caminando por un cementerio, silbando, tratando de hacerse creer que no tiene miedo. Pero por eso es que está silbando. ¿Ven? Es que tiene miedo. Y ese es el problema. Están tratando, el mundo hoy en día trata de escaparse con la risa. América es un chiste, y sabemos que hemos llegado al fin. El país ha sido puesto en la balanza y ha sido hallado falto. Si Dios Todopoderoso no hace pedazos de esta nación, entonces estará—estará obligado a levantar a Sodoma y Gomorra y pedirles perdón por haberlos quemado. Correcto. Estamos destinados a juicio. El mundo entero está destinado a juicio. Se está cayendo a pedazos, y no hay ninguna manera de salvarlo. Y ella, pecando, desechó su día de gracia.",
    "¿Hablamos de avivamiento? Estamos apenas viviendo con las cenizas del avivamiento. Eso ya pasó hace mucho tiempo. Y sin embargo estamos tratando de edificar un sistema por encima de algo. ¡Oh, está corrompido! Nuevamente tenemos que comenzar…Nuestros programas religiosos seguramente llegan a ser una hediondez en la nariz de Dios, igual como fue en los días de Israel; nuestros programas metodistas, nuestros programas bautistas, y nuestros programas pentecostales.",
    "Alguien me dijo hace poco, “Ud. condena tanto a la gente pentecostal, ¿por qué pasa tanto tiempo con ellos”? Porque los amo. Esa es la razón. El amor es correctivo. Si no fuera…",
    "¿Qué tal si su hijito se pone a media calle, y allí está jugando con el lodo, allí donde los carros están pasando? Ud. le diría, “Mira mi hijito, querido, qué lindo, no debes estar sentado allí. Cuando te dé la gana, ven a la casa”. Así no es el amor. Ud. no amaría su hijo. Ud. lo agarraría, lo sacaría de la calle. Y con una vara le haría saber que no debe estar en la calle, si en verdad lo ama.",
    "Y ese es el problema con el ministerio hoy día. Son-son…Sólo es una fuente de ingresos. Es un asunto denominacional, y tienen miedo de manejar el Evangelio como debe ser manejado. Se tiene que traer el asunto a la Verdad. Algo anda mal, y lo sabemos. Estamos haciendo esfuerzos por los sistemas en vez del Reino de Dios. Y sabemos que algo anda mal y que está corrompido.",
    "Pienso que nuestros días pentecostales han llegado a ser una hediondez. Tocamos la música, brincamos y saltamos en los pasillos, y danzamos, y corremos de aquí para allá. Y las mujeres con su cabello corto y con maquillaje en la cara, y esas cosas. Y corriendo por todos lados danzando en el Espíritu (lo llaman), con un vestido tan ajustado hasta que pareciera que la piel está por fuera. Y ¿esperamos que Dios se encuentre con nosotros en un sistema como ese? ¡Jamás lo hará! Ud. no…Dios no se ajusta a las condiciones suyas. Ud. se ajusta a Sus condiciones, o de otra manera Ud. no viene.",
    "Oh, hablamos de personas que vienen y que reciben el Espíritu Santo, y tantas cosas. Y yo, ciertamente yo aprecio eso. Sí, lo aprecio. Pero amigos, miren lo que hemos hecho. Hemos edificado nuestras denominaciones sobre alguna evidencia, como por ejemplo el hablar en lenguas. Yo creo en el hablar en lenguas, seguro, pero, todo lo que habla en lenguas no tiene el Espíritu Santo. Yo soy misionero. Yo he visto a brujos hablar en lenguas e interpretar, y dar la interpretación correcta, y a la vez tomar sangre de un cráneo humano, y clamar al Diablo. Correcto. ¡Vuelvan a la Palabra de Dios, donde deben estar! ¡Apártense de estas cosas! Una vida es lo que está contenido en seres humanos — la Vida de Cristo. ¿Cómo puede Ud. ser de Cristo y aferrarse a estas cosas? ¿Pueden ver a dónde hemos llegado?",
    "Cuando la iglesia pentecostal comenzó hace cincuenta años, y el Espíritu Santo comenzó a ser derramado y personas recibieron el don de hablar en lenguas, luego comenzaron a darle entrada a toda clase de cosa, denominando esto, aquello y lo otro. Y vean a dónde han llegado hoy, hasta que la cosa entera está podrida. Correcto. El sistema entero está corrompido, y se está cayendo a pedazos con el resto del mundo. Todo tiene que llegar a eso.\n\nPero nosotros “recibimos un Reino inconmovible”.",
    "Ahora recuerden, nuestra política se ha ido tras el mundo. Nuestras iglesias se han ido tras el mundo. Todo en nuestro día hoy está contaminado.",
    "Hace mucho, y apenas me recuerdo, de nuestra iglesia bautista allá en el estado de Kentucky, cuando habían los hombres y las mujeres a la antigua, sentados por allí. El predicador de anoche, el Hermano Crow, estaba hablando de esas damas con aquellas gorras. Y tenían lo que llamaban “recibir la santificación”, y se ponían a clamar. Las horquillas se les caían del cabello cuando clamaban y caminaban por los pasillos, alabando a Dios. Pues hermanos, aquella gente tenía suficiente religión para avergonzar por completo a estos pentecostal de hoy. Correcto. Y aquellos eran bautistas, metodistas y presbiterianos. Correcto.",
    "Luego llaman a los de Kentucky analfabetos. Pero si una madre de las antiguas de Kentucky viera a su hija salir a la calle allá en aquellos lugares tan remotos de la sierra, y que estuviera vestida con estos pantalones cortos como usan Uds. acá, Ud. y su abuela y todas. Si esa niña entrara a la casa por la mañana y con la ropa toda arrugada y cayéndole, y el maquillaje borrado por toda la cara, habiendo estado con algún joven sin vergüenza toda la noche corriendo en algún carro; su madre le daría unas buenas con una vara de nogal y esa niña no podría ni salir de la cama por seis meses.",
    "¿Y Uds. se llaman pentecostales? Miren el día en que vivimos. Y los predicadores tienen miedo de decir algo al respecto desde el púlpito, por temor de que los botarían de la organización. Correcto. Correcto. Necesitamos volver a la Palabra de Dios. No volver a alguna emoción o algún discurso de cómo “volver a la Palabra”, pero lo que quiero decir es que el corazón y el alma en el individuo regresen a la Palabra de Dios. Ciertamente. ¿Por qué lo hicieron? ¿Por qué tienen miedo decirlo? Si Ud. comienza a hablar de eso, la organización lo botará. Correcto.",
    "Acabo de leer algo en el periódico que alguien me dio. Es de Memphis, Tennessee. Se titula: La Historia De Tony Fontane. Si desean observar una propaganda para una función de burlesco, vean esto, y supuestamente es pentecostal. Es patrocinado por las asambleas de Dios, una de las más grandes organizaciones entre los pentecostales. Mírenlo. Lo voy a dejar aquí, una mujer de cabello cortado, tipo Jezabel, y un tipo francés. ¿Y llaman eso conversión? Es pura emoción. No tiene nada de conversión. El Espíritu de Dios limpiará a un hombre o una mujer, y los hará diferente a lo que antes eran. Correcto. Pero ¿qué tenemos? Tenemos a Hollywood que se ha metido a pentecostés. ¿Por qué es así? Por razón de sus programas educacionales y demás cosas.",
    "Por eso es que no podemos tener avivamiento. Por esa razón algo no puede tener éxito. Por eso es que estamos dando vueltas. Porque hermanos, tenemos que regresar nuevamente a la Palabra. Correcto.",
    "Es una lástima que algo como eso aparezca bajo el auspicio de un movimiento pentecostal. Uno no podría decir que Dios patrocinó una cosa como esa. Ciertamente que no. Pero ¿qué es? Es algo que tiene atracción. Es que han visto demasiada televisión. Están demasiado personificados con el mundo; y por eso la cosa entera está corrupta y podrida, y se está cayendo a pedazos. Correcto. Es una hediondez ante Dios.",
    "No importa cuánto Ud. hable en lenguas, ni cuánto grita y corre por todo el lugar. No importa cuánto Ud. hace esto o qué tan grande crece, ni cuántos dignatarios asisten con Ud. Eso no tiene nada que ver. Mejor debieran echar algo de eso para afuera y obtener al Espíritu Santo entre Uds. lo cual les limpiaría y los convertiría en una verdadera iglesia. Allí está el asunto. Es exactamente la Verdad. Nosotros…",
    "Lo que necesitamos hoy día es un profeta del Señor que se levante en la escena con la Palabra de Dios, el cual no se compromete con las cosas del mundo. Es la única esperanza que existe para una vida que está por venir: alguien que sepa manejar el Evangelio, no con guantes eclesiásticos de hule para creer una parte y quitar otra parte. ¡Oh!",
    "Y nuestras diferencias denominacionales ahora nos han producido cerca de novecientas organizaciones. A los diáconos se les permite tener dos y tres esposas, y aún servir como diáconos. A veces un predicador deja una iglesia y se va con otra porque hay más dinero en la una que la otra. Habrá más gente en un lugar y una mejor iglesia, y tantas cosas, teniendo favoritos y títeres. ¡Y, ay qué cosa!",
    "Pero nosotros deseamos hombres llamados por Dios, ásperos, de allá del desierto, con un mensaje como el de Juan el bautista, que les pela hasta el cuero a estos (así llamados) movimientos religiosos.",
    "Es un pecado. Le—le entristece al Espíritu Santo. A veces en las visiones que el Señor me da…Bueno, será mejor no entrar en eso por ahora…Me hicieron la pregunta hace algunos días…No, simplemente…Lo guardaré…Perdónenme.",
    "Ahora, al mensaje de “cayendo a pedazos”. Las cosas que están sucediendo, las cosas que no debieran—no debieran ser extrañas para la iglesia, sin embargo así es. Si se les habla al respecto, no quieren creerlo. Cuando habló Noé, no lo creyeron. Cuando habló Moisés, no lo creyeron. Cuando hablaron los profetas, no lo creyeron. Ciertamente. Tenían sus propios sistemas edificados. Sí señor.",
    "La bella virtud (¡Oh qué cosa!) de nuestra—de nuestra maternidad; la virtud de nuestras mujeres pentecostales, se ha inclinado ante el santuario de la diosa llamada Hollywood. Y lo que antes llamábamos virtud, ahora llamamos “moda”. Es una desgracia.",
    "Alguien me dijo hace poco, dijo, “Hermano Branham, ¿por qué no deja Ud. en paz a las mujeres en cuanto al corte del cabello y el vestirse con pantalones cortos y cosas? ¿No le parece? ¿No le parece? La gente lo tiene a Ud. como un vidente de parte del Señor. ¿Por qué no les instruye en cómo ver visiones”?",
    "Le respondí: “¿Cómo puedo instruirles en álgebra cuando ni siquiera conocen el abecedario”? Y mientras más uno les predica peor se ponen. Así que pueden ver, el sistema entero está podrido y cayéndose a pedazos. Es todo.",
    "Dios no salvará al mundo por medio de alguna organización o algún sistema. Lo salvará por medio del Espíritu Santo. Y el Espíritu Santo es la Palabra hecha manifiesta. Es la promesa de Dios hecha manifiesta. Sí señor. Hemos tomado nuestras tradiciones y con ellas hemos invalidado la Palabra de Dios, igual como hicieron en los días cuando vino Jesús. Oh, sí señor.",
    "Dios prometió proveer nuestras necesidades y no nuestros deseos. Siempre estamos deseando algo, pero lo deseamos a nuestra propia manera. Ud. dice, “Pues yo—yo deseo tal cosa. Yo…Sí. Pues, Señor, envíanos esto y envíanos aquello”. Dios conoce nuestra necesidad, exactamente. El conoce nuestra necesidad.",
    "¿Qué si su hijito lo viera a Ud. afeitándose con—con la navaja de afeitar, y le dijera, “Papá, quiero esa navaja”? Ud. sabe que no debe darle esa navaja a ese niño. Pero ¿qué si le dice, “Papá, yo te vi a ti con la navaja”? Pero eso es distinto. Ud. es un adulto. Ud. sabe cómo manejar la navaja. Ud. es un adulto. Ud.—Ud. ha acumulado la inteligencia para saber cómo manejar la navaja.",
    "Y entonces, muchas veces notamos a personas pentecostales que ven a alguien hablar en lenguas, o algo que suceda en un culto de sanidad Divina, y luego el sistema entero llega a ser corrupto, con una serie de imitaciones carnales. Ven que otros lo hacen, pero tal vez Dios no lo llamó a Ud. para hacer tal cosa. Y ¿qué produce? Produce imitaciones carnales, lo cual trae un reproche sobre la mera causa que Dios ha enviado. ¿Qué hace todo eso? Los sistemas.",
    "Si las asambleas de Dios tienen a un hombre obrando cierta cosa, y Dios está con él, y es algo comprobado, y lo vemos, luego los otros grupos tienen que tener uno semejante.",
    "Miren lo que sucedió no hace mucho cuando salió el sistema del “pequeño David”. ¿Ven? Y cada iglesia tenía que tener su “pequeño David”, jovencitas y jovencitos predicadores. Y ¿qué era? Una comparación, una competencia, tratando de imitar. Eso nos ha llevado al lío donde estamos ahora. Exactamente.",
    "¿Qué les impulsó a Uds. de las asambleas de Dios entrar nuevamente a organizarse cuando es el mismo sistema de donde Dios los había librado? Trataron de compararse a los metodistas y a los bautistas. Uds. de la unidad, con sus “nuevos temas” ¿qué les impulsó irse con la organización, lo mismo de donde El los había librado? Es lo mismo. Lo siguen haciendo y haciendo y haciendo vez tras vez. ¿No pueden ver que no es de Dios? La cosa entera está podrida y errada. Dios no lo llama a Ud. por la marca organizacional. Lo llama por su nacimiento. Cierto. Así es como Dios lo llama.",
    "Dios conoce nuestras necesidades. Y tenemos que aceptar las cosas así como El las dispone. No según nuestras tradiciones, así no podemos recibir nada, porque Dios no lo recibirá. Dios no tendrá nada que ver con eso.",
    "Vemos a otros. Ud. me dirá, “Yo vi que alguien…Hermano Branham, yo vi a cierta persona que puede hacer esto, y otro que puede hacer aquello. ¡Gloria a Dios, Señor”! Si así fue, El lo hará. Si El lo ha llamado a Ud. para eso, Ud. no tendrá que decírselo a nadie. Se manifestará por sí mismo. Exactamente correcto. Pero nosotros deseamos ser igual como los de al lado, y así es que llegamos al sistema en que nos encontramos ahora mismo.",
    "Ahora—ahora encontramos que en nuestra política denominacional…Y hemos aceptado la política, y hemos permitido que la política dirija a nuestros ministros — política religiosa dirigiendo a nuestros ministros — en vez que el Espíritu Santo dirija a nuestros ministros. Correcto. Un hombre puede ver claramente una verdad que él cree, pero no puede seguir ese hilo porque su iglesia lo botaría en el acto. ¿Ven? Entonces ¿pueden ver? Están permitiendo que dirija el hombre en vez de que lo dirija Dios, porque los dogmas de sus credos y demás cosas mantienen al individuo alejado de ello. ¿Cómo podrá un metodista salir y—y predicar el bautismo del Espíritu Santo? Uds. que son pueblo metodista y Uds. ministros metodistas, ¿cómo lo podrán hacer? ¿Cómo podrán Uds. presbiterianos hacerlo y quedarse en sus iglesias? Los botarán. Uds. lo saben. Ciertamente, lo harán. Y Uds. los pentecostales están igual. Mientras es un sistema, es un sistema. Todo el sistema está podrido. Y apartarnos de la cosa, es exactamente lo que tenemos que hacer antes de que esto mejore.",
    "Quizás no lo quieran creer, pero esto se está grabando. Escúchenlo de aquí a unos cuantos años, si hay tal cosa, y entonces sabrán si es la verdad o no. Un día cuando las luces del atardecer estén brillando (y para entonces será demasiado tarde), dirán, “Puede ser que aquel hombre tuvo razón”. Entonces ya será demasiado tarde.",
    "Exactamente lo que dijo Jesús cuando vino a la Tierra. El dijo — Dios les había enviado profetas a través de las edades, cada vez que su sistema mundial se estaba cayendo a pedazos, el sistema religioso — y dijo: “¿Qué hicieron con él? Dios envió el profeta y Uds. lo metieron en la tumba”. Exactamente. “Luego, al pasar otra generación, se despiertan y se dan cuenta que ese era un profeta. Luego ¿qué hacen? Adornan los sepulcros”. ¿Qué hacen? Forman una tradición de su vida. Eso es exactamente lo que había hecho Israel. Habían tomado al profeta Moisés, y de su vida habían formado una tradición.",
    "Y así hacemos nosotros con Martín Lutero, Juan Wesley, y otros hombres. Siempre estamos mirando hacia atrás, para ver esas cosas. Y se forman tradiciones de sus vidas, y les adornan los sepulcros. Y su mensaje fue para otro día. Para cuando despiertan, ese día ya se vivió y estamos en otro día. El sistema entero ha funcionado así desde el principio, sistemas hechos por el hombre. Ciertamente.",
    "Cuando Jesús vino a la Tierra, encontró al mundo y la iglesia en la misma condición como está hoy. Y yo creo que El viene otra vez, exactamente. Yo lo creo. Sólo hay una cosa que lo puede salvar y es la Venida del Señor. Ninguna otra cosa lo puede hacer. No importa. “Nosotros, los metodistas” no lo vamos a hacer, ni tampoco “nosotros, los pentecostales” lo vamos a hacer. Dios es quien lo va hacer, al enviar a Jesucristo. Yo creo que El vendrá de acuerdo a las Escrituras. El vendrá. Sí señor.",
    "La cosa entera ha llegado a ser una—una denominación religiosa, dirigida por la denominación en vez del Espíritu Santo. Nuestros sistemas educativos y nuestras denominaciones nos han llevado por tantos caminos distintos, y han tomado “forma de piedad”, habiendo negado el poder, exactamente como dicen las Escrituras que haríamos. El profeta lo dijo en II Timoteo capítulo tres, que el tiempo vendría cuando los hombres serían “impetuosos, infatuados, amadores de los deleites más que de Dios; implacables, calumniadores, intemperantes, y aborrecedores de lo bueno. Traidores, impetuosos”.\n\nUd. me dice, “Esos son los comunistas”.",
    "Son los así-llamados Cristianos. La Biblia dice “que tendrían apariencia de piedad, pero negarán la eficacia de ella; a éstos evita. Porque de éstos son los que se meten en las casas y llevan cautivas a las mujercillas cargadas de pecados, arrastradas por diversas concupiscencias. Estas siempre están aprendiendo, y nunca pueden aprender o llegar al conocimiento de la verdad. Y de la manera que Janes y Jambres…”",
    "Recuerden, ellos hicieron igual. Eran—eran imitadores. Ese mal ha caído entre los pentecostales igual como los demás. Imitadores. Cuando Moisés tiró la vara al suelo, Janes y Jambres tiraron sus varas. Cuando Moisés llamó por ciertas cosas, ellos llamaron igual. ¡Imitadores carnales! Y ¿cómo es que uno puede evitar eso? Esos no son metodistas, bautistas, ni presbiterianos. Son los pentecostales, porque aquellos—aquellos allá ni siquiera llegan cerca a tales cosas. ¿Ven? El profeta dijo que así ocurriría. ¿Cómo puede Ud. evitar que suceda? Así dice la Biblia. Y ninguna Palabra de Dios puede fallar, es Palabra de Dios. Así que lo tenemos. Lo vemos aquí ante nosotros. ¡Pueblo, despierten antes de que sea demasiado tarde!",
    "No vaya Ud. a depender de ningún sistema ni ninguna sensación, ni ningún “ismo”. ¡Póngase en línea con Dios y solamente Dios! Y manténgase allí hasta que su vida es cambiada, y Ud. llegue a ser una criatura nueva en Cristo. Dios se encargará de lo demás. Si El desea que Ud. haga algo, Ud. entonces estará en condiciones para que le pueda hablar, El le dirá. No se esté burlando y tratar de hacer como los demás. Si él vio una luz y el otro acá se estremeció, y éste acá hizo otra cosa. No le ponga nada de atención a esas cosas.",
    "Anoche 25 personas levantaron la mano para recibir el Espíritu Santo. Me pongo a pensar ¿cuántos? Si allí existe un hambre, algo está tocando al corazón. Cada uno de Uds. debiera recibir el Espíritu Santo en ese mismo momento allí donde estaba sentado cuando hubo ese hambre. Dios está más dispuesto a dárselo de lo que Ud. está para recibirlo. Ud. jamás podrá agotar las bendiciones de Dios. Jamás podrá agotar la bondad de Dios. Ud. no lo puede hacer.",
    "¿Puede imaginarse un pecesito de media pulgada de largo, allá en medio del océano, diciendo: “Vale más que no tome mucha agua, puede ser que algún día se me acabe”? ¿Puede imaginarse a un ratoncito viviendo debajo de los tremendos graneros de Egipto, diciendo: “Voy a comer un solo grano cada día, y así no pasarme de medida, no sea que esto se acabe antes de la próxima cosecha”? Pues, eso sería ridículo.",
    "¡Y es aún más ridículo el pensar que Ud. podrá agotar la gracia de Jesucristo y Su poder y Sus deseos! El lo ha escrito en la Palabra; se lo ha prometido a Ud. Y aquí estamos en esta mañana encarando esto.",
    "Pero cuando uno ve las bendiciones de Dios que El está queriendo compartir con Su pueblo, y luego ver que ellos tienen la cosa torcida a tal grado que El no puede llegar a tal clase de enredo y traer Su Palabra. El simplemente no lo hará. Eso es todo. El vaso tiene que ser limpiado. Cuando entramos entre gente pentecostal y vemos a mujeres con el cabello cortado. ¿Saben que ni siquiera es común o normal que una mujer esté orando con el cabello cortado? ¿Qué pasó? La madre suya jamás hubiera hecho eso. ¿Qué pasó?",
    "Es que tienen a un sin vergüenza detrás del púlpito. Tienen alguna clase de persona educada que salió de un seminario bíblico, lo cual lo alejó más de Dios que lo que él se hubiera podido acercar a Dios. Tropiezan con la simplicidad de Dios. Correcto. ¿Qué hacen? Cuando Ud. obtiene un grado de doctorado, eso significa que así de esa misma medida se ha alejado de Dios. Cuando Ud. obtiene su grado de Ph.D. ó LL.D., ó grado de licenciatura en artes, tanto así se ha alejado de Dios. El sistema educativo lo aparta a uno de Dios.",
    "La educación ha sido la idea del Diablo; la sabiduría del mundo ha sido la idea del Diablo desde el principio, con Eva. Y a través de todas las edades ha tratado de sustituir la fe sencilla de creer en la Palabra de Dios. Si Eva solamente hubiera creído en la Palabra de Dios, en vez de tratar de obtener más sabiduría. Tomó mejor su experiencia del seminario y con eso rompió las barreras y se apartó de Dios. Y eso es lo que hacen nuestros seminarios teológicos. Toman la tradición de la cosa que está detrás de todo eso.",
    "Dios es sencillo. Es tan sencillo que pasa por encima de la gente. ¡Qué día tan tremendo es este en que estamos viviendo! ¡Necesitamos volver a Dios!",
    "Luego, aceptar, “Nosotros pensamos…” Sí. ¿Y pensamos que Dios nos tiene que recibir en esas tradiciones? El ciertamente no lo hará. Jamás lo ha hecho. Dios nunca lo ha hecho. Deseo que algún historiador me reprenda si así es. Díganme cuándo fue.",
    "Un hombre es enviado a la Tierra con un Mensaje de parte de Dios, y luego al haberlo entregado se envolvió con un grupo de hombres y formaron una organización. Y esa organización se echó a perder y jamás se levantó. Dios la colocó en el estante y como dijo un ministro anoche, “llegó a ser solamente cuestión de números y nada de Espíritu”. ¿Se levantaron los presbiterianos? ¿Se levantaron los católicos después del Concilio de Nicea?",
    "La primera iglesia pentecostal fue allá en pentecostés. O sea, para Uds. católicos, la iglesia no comenzó en Roma. Quiero que alguien me muestre cuándo fue que la iglesia comenzó en Roma. En Roma es donde comenzó la organización, la cual aniquiló a la iglesia. Pero la iglesia comenzó en Jerusalén, no en Nicea. ¿Ven? Ciertamente.",
    "¿Dónde comenzamos nosotros? Vean. Uno obtiene…Dios envía a un hombre con un mensaje, y luego él se enreda con la fama y las cosas, y se le hincha la cabeza, y él forma una organización. Y Dios la coloca en el estante igual como hizo con la iglesia católica, y allí estamos todos, ella siendo la madre de la cosa entera. Y ahora nuestro sistema se está cayendo a pedazos.",
    "¡Oh, qué tiempo en el que estamos viviendo! Sí, rechazan Su Mensaje, rechazan Sus promesas, y rechazan a los que son enviados con la Verdad. Deseamos que Dios obre igual en nuestros días, igual como hizo allá. Clamamos por eso, pero luego nos hallamos todos contaminados de política, denominaciones todas contaminadas con la corrupción de los temas humanos. Y tengo una serie de cosas escritas aquí que no debería leer. Creo que voy a dejar eso quieto.",
    "Vean ahora, vuelvan a la Verdad de la Palabra. Dios mora solo. Dios quiere que Su pueblo viva solo con El. Ellos no estarán atados a nada, ninguna sensación, ninguna tradición. El quiere hijos obedientes a Su Palabra, que El pueda colocar allí Su Palabra. Dios dijo, Jesús dijo, “Si permanecéis en Mí, y Mis palabras permanecen en vosotros, pedid todo lo que queréis”. [Juan 15:7] O es la Verdad o no es la Verdad. Si es la Verdad, entonces funcionará.",
    "Ahora, ¿desean saber en dónde está el secreto del poder de las visiones y cosas? Está en volver a la Palabra. Es la Palabra de Dios. Jesús era la Palabra. El fue la manifestación de Dios. Dios estaba en Cristo, reconciliando el mundo a Sí mismo.[II Corintios 5:19] Y El era la Palabra. “En el principio era el Verbo, y el Verbo fue hecho carne”. [Juan 1:1, 14]",
    "Y el Verbo desea ser hecho carne en nosotros. Pero cuando estamos envueltos en toda clase de cosas y en tradiciones, y se nos permite vivir como el mundo, y tantas cosas, y ¿luego esperar que Dios obre así? El ciertamente no lo hará. No importa cuántas cosas imitemos.",
    "Está llegando a tal grado, hermanos, que algo está por suceder. No es mi intención herirlos, quiero bendecirlos. Escuchen. Un día de estos ocurrirá el Rapto, y la Novia será arrebatada, y no sabrán nada al respecto. No se sabrá ni una sola palabra al respecto.",
    "Todos están aceptando, y diciendo: “Un día de estos Jesús se presentará en los cielos, y dirá, ‘Vengan todos Uds., los pentecostales, o Uds. bautistas,’” nuestros pensamientos tradicionales al respecto. Pero no será de esa manera.",
    "Mi opinión es esta. Un día Jesús había…Se había profetizado que Jesús llegaría a la Tierra. Y vino, vivió y murió, pero casi nadie se dio cuenta. Ni siquiera un por ciento de los judíos supieron que estaba en la Tierra. Y del mundo entero fue como el uno por ciento que supieron que había venido.",
    "Juan el bautista, desde Isaías y de Malaquías, pues, cuando profetizaron de él, dijeron: “Todo valle sea alzado, y bájese todo monte y collado. [Isaías 40:4] Y oh, como los carneros…Las—las hojas darán palmadas, y los montes saltaron como carneros”. [Isaías 55:12 y Salmos 114:4] Y todas aquellas cosas. Pues las personas tradicionales lo tenían todo calculado de otra forma. Y allí vino Juan y predicó exactamente como El dijo, y hasta los discípulos no lo captaron.",
    "Un cierto día llegaron y El les dijo, “El hijo del hombre va subir a Jerusalén”.",
    "Preguntaron, “¿Pero por qué entonces dicen las Escrituras y los escribas escriben y nos dicen que antes de que estas cosas puedan suceder, que primero tiene que venir Elías”?",
    "Dijo, “Ya vino y no lo supieron”. Y entonces les dijo que fue Juan. Pero dijo, “El hizo exactamente lo que las Escrituras dijeron que haría, y a él le hicieron lo que dijeron las Escrituras”. ¿Ven?",
    "Un día de estos Uds. se van a poner a pensar, cuando venga ese Rapto. Recuerden, cada día desaparecen entre quinientas y ochocientas personas, en todo el mundo, de las cuales no puede dar razón. Y El dijo: “Así como fue en los días de Noé, así también sería en la venida del Hijo del Hombre, cuando fue que ocho almas fueron salvadas”.",
    "Un día de estos el juicio va caer sobre el mundo, sobre las naciones, sobre la iglesia, y purificarla para el gran Milenio que está por venir. Luego van a decir, “¿Pero no dijo que primero ocurriría el Rapto, antes de que ocurrieran estas cosas”?",
    "El dirá, “Eso ya ocurrió y no lo supieron”. Sí. Alguien que va camino a la iglesia; una dama que salió de visita; desaparecieron. No sabrán cuándo fue que ocurrió. Les pasó por alto. Siempre ha sido así. Y nuevamente así será.",
    "¡Gente pentecostal, despierten! Sacúdense la consciencia. Comprendan la hora en que están viviendo. Esta es una hora muy seria. Uds. permitiendo a su gente portarse de esta manera y—y lo que andan haciendo. Y antes era una vergüenza. Oh, era una desgracia que un Cristiano fuera al cine. No lo debieran hacer, nunca. Pero el Diablo les ganó. Les metió la televisión en la casa, y les ha traído el cine a la casa, toda clase de corrupción y demás cosas, y Uds. lo están permitiendo.",
    "Miren nuestras escuelas. Miren nuestras…Las jovencitas en la calle, presentándose con toda clase de ropa inmoral. Y—y aquí en la ciudad de Chicago, cada treinta días, cada—cada mes se registran treinta mil casos de abortos.",
    "¿Cuántos pecados se cometieron anoche en esta ciudad? ¿No era mejor cuando el coyote aullaba aquí por el desierto, y Dios miraba mientras viajaba por aquí el Indio Hopi o Navajo? Luego vean la inmundicia y la suciedad y—y tradiciones y política. Y es una porquería sangrienta y pésima que apesta ante la nariz de Dios. Está corrompido ante El.",
    "Un día de estos lo va hacer explotar en pedazos. Entonces la Tierra reventará y se renovará con las erupciones volcánicas. Y entonces vendrá un Milenio, donde los justos caminarán sobre la ceniza de los malos, según Malaquías.",
    "Pero antes recuerden, antes de eso acontezca, algo sucede. Nos llega un sacudimiento por medio de un mensajero, antes de que eso acontezca, bien, ahora, nuestro Mensaje de nuestro día. Noten.",
    "Notamos que en la Venida del Señor Jesús, cuando El vino en Su día. Noten, en Su día cuando vino.",
    "Ahora hallamos que Roma estaba buscando un gran genio militar, un mesías, que pudiera venir y borrar a Grecia de la Tierra y todos los demás. Y—y querían…Tenían un truco. El tendría algo con lo cual pudiera avergonzar a los demás. Deseaban un genio militar. Eso deseaban.",
    "¿Qué deseaba Israel? Un mesías. Deseaban un mesías, un general. Deseaban un general que pudiera venir y correr a todos los romanos del país, y establecer el reino en Jerusalén. Pero Dios conocía sus necesidades. ¿Qué les dio? Un Bebé. Un Bebé, un Salvador. Les dio un Salvador. Ellos pensaban que ya estaban salvos. Pero El les dio un Salvador.",
    "Y así es hoy. Si El nos enviara algo sería un Salvador, cuando pensamos que ya estamos salvos. Es que El sabía cuál era su necesidad. Hoy mismo, miren nuestra política, y cómo se ha corrompido, igual. ¿Cómo sería—cómo sería si Dios se fijara hoy?",
    "Miren a Rusia. Rusia está clamando por un mesías. Desean alguien, un genio científico que los lleve a la luna antes de que aun comiencen acá en los Estados Unidos. Cierto. Y las demás naciones están buscando lo mismo. Desean un genio científico que los haga llegar a la luna; y que pueda inventar alguna clase de bomba para neutralizar nuestras bombas hidrógenas, o sea detenerlas, y tomar sus propias bombas y hacerlas llover sobre los demás antes de que alguien más pueda comenzar, y así se apoderarían del mundo entero. Esa clase de mesías está buscando Rusia.",
    "Hace 1900 años el verdadero Mesías fue crucificado. El prometió volver. El prometió que el Espíritu Santo haría brillar Su Luz nuevamente en los últimos días. Me pregunto yo, si El viniera, si nosotros no estaríamos igual que los judíos en aquel día. Si estamos buscando, ¿qué clase de Mesías está buscando la iglesia?",
    "Los bautistas están buscando algo un—un poco más tremendo que Billy Graham, el cual pudiera tomar todos los metodistas y presbiterianos y—y también los pentecostales, y decirles: “Todos Uds., cállense. Yo voy a formar una sola organización de todos Uds.”.",
    "¿Qué están buscando los pentecostales? Están buscando que aparezca un genio que los pueda hacer a todos de las asambleas de Dios. Y los—y los de la unidad buscan que se levante uno para hacerlos todos de la unidad. La iglesia de Dios está buscando que se levante uno para hacerlos todos de la iglesia de Dios.",
    "¿Qué están haciendo? Están organizando escuelas Bíblicas y educándolos, y alejando de Dios a los que El hubiera enviado más de lo que estaban al comienzo. Yo sé que no están de acuerdo con eso, muchos de Uds. Pero cualquier cosa…",
    "Mi madre nos decía. Cuando éramos niños vivimos muy pobremente; hervíamos las pieles de los animales para—para sacar la grasa y con eso hacíamos el pan de maíz. Y cada sábado nos—nos tocaba tomar una cucharada de aceite de recino. Nosotros—nosotros, nuestro…Es que casi teníamos la plaga por comer tanto del mismo alimento, unas hierbas como verduras, y cosas. Y mamá…Cómo odiaba yo aquello. Y lo mismo, hasta la fecha cuando tengo que tomarlo. Me tapaba la nariz, y le decía, “Mamá, yo no puedo tomar eso. Me de asco y me enferma”.",
    "Ella me decía, “Lo que no te enferma no te hace ningún bien”.",
    "Ese es el problema con la iglesia pentecostal hoy. No quieren escuchar algo que—que les hará bien. Los hará enfermar en su gastronomía teológica, pero les hará bien. Los limpiará, y los hará volver a la Palabra de Dios y nuevamente a la fe que una vez fue dada a los santos; y los llevará lejos de la escuela Bíblica, el seminario teológico, y el otorgar toda clase de grados a los ministros. Dios jamás ha repartido manzanas agrias como esas. El quiere que los hombres tengan fe, y creer lo que ya está escrito. No es cuestión de acumular otras cosas.",
    "Yo sé que eso es duro. No vine para mimarlos y hacerlos reír, ni para hacerlos gritar. Estoy aquí para decirles la Verdad de Dios. Y algún día lo verán, si no lo creen ahora. El día llegará cuando dirán, “Esa fue la verdad”. Cierto. Tienen que volver.",
    "La cosa entera está en esta condición. No le queda otra cosa a esto sino la Venida del Señor Jesús. Y El no vendrá por las asambleas de Dios. El no viene por los bautistas. Viene por cada individuo. Correcto.",
    "Ahora, tan pronto como la Luz pegó en esa simiente, entonces saltó a Vida.",
    "Miren aquellos teólogos parados allí cuando lo vieron discerniendo los pensamientos que estaban en sus corazones. Ellos ya habían visto muchas imitaciones carnales, y dijeron: “Este Hombre es Beelzebú, un adivino”. Esos fueron los teólogos.",
    "Jesús dijo: “Vosotros sois de vuestro padre el Diablo, y sus obras harán”.",
    "Pero cuando una pobre prostituta llegó al pozo en Samaria. Jesús le dijo: “Ve llama a tu marido”.\n\nElla dijo, “No tengo”.",
    "El dijo, “Has dicho la verdad. Has tenido cinco, y con quien ahora vives no es tuyo”.",
    "Ella dijo, “Señor, me parece que eres profeta. Sabemos que cuando venga el Mesías, El hará estas cosas”.\n\nEl dijo, “Yo soy, el que habla contigo”.",
    "¿Qué fue eso? La Luz pegó en esa simiente predestinada, y rápidamente vino a Vida. ¡Cuán distinto fue que con los teólogos endoctrinados!",
    "Ella corrió a la ciudad y dijo, “Vengan y vean a un hombre que me ha dicho las cosas que he hecho. ¿No es esta la señal del Mesías que debemos estar esperando”?",
    "Y los doctores de divinidad estaban allí parados, diciendo, “Este es Beelzebú”. No podían explicarlo, no tenían cómo explicarlo. Y tenían que responder a su congregación, dándoles alguna—alguna idea radical propia.",
    "Otra vez lo mismo ha llegado, y los hombres no creen. La gente no cree. Las iglesias no creen. Con razón. Uno no puede estar desilusionado con eso, porque la Biblia dice que no iban a creer. Pero Uds. individuos, Uds. que están ordenados a Vida, fíjense en los campos hoy y vean en qué hora estamos viviendo. Vengan a Vida. Permitan que la Vida que estaba en Cristo more en Uds., la mente.\n\nUd. dice, “Pues yo pienso. Yo pienso esto. Yo…”",
    "Pero a Ud. no le toca ningún pensamiento. Permita que moren en Ud. los pensamientos que estaban en Cristo, y eso es la Palabra. Correcto. Piense los pensamientos que El pensó.",
    "Ahora, ahora, me pongo a pensar hoy, América. No los voy detener mucho. América, Uds. han estado clamando más fuerte que los demás. ¿Qué desean Uds.? Estoy llegando a casa, de los campos. ¿Qué desean Uds.? ¿Qué desean que les gobierne? Desean un genio educado, es lo que desean Uds. Y ahora lo tienen. No quiero herirles los sentimientos. Les quiero decir la Verdad. Ya lo tienen, aunque tuvieron que inventar una máquina deshonesta para la votación. Lo tienen. América está tan enfocada en la educación, no en la Biblia, pero en la educación.",
    "Las iglesias están tan edificadas sobre la teología de la educación, los credos y algún sistema hecho por el hombre. Y los pentecostales se han ido con eso mismo, como palos secos que se van con la corriente por encima de la represa. Correcto. Uds. desean credos, no desean la Verdad.",
    "Ahora noten. ¿Qué hicieron? Todo es la educación. Y era tanto el deseo, que sacaron por la televisión al Sr. Nixon y al Sr. Kennedy para probar la inteligencia de ambos, antes de hacerlo. Quedan aún suficientes personas buenas en América que no hubieran hecho eso; ellos conocen nuestra herencia. Sabemos a dónde pertenecemos.",
    "¡Y Uds. demócratas! Yo no soy ni demócrata ni republicano Soy Cristiano. Pero Uds. demócratas, que permiten que aparezca un sin vergüenza y Uds. han vendido su primogenitura por su política y han votado para obtener la misma cosa de la cual huimos y por la razón que esta nación fue establecida. ¿No les da vergüenza? ¡Tienen el mismo Acab y la misma Jezabel!",
    "Uds. mujeres americanas deseaban las modas. Tienen una…Ahora no tienen que ir hasta París. Tienen aquí mismo una francesa para dárselas. Tienen sus cortes de cabello que parecen una cabeza llena de agua, y todas sus modas que desean imitar. Tienen exactamente lo que deseaban. Y ¿a dónde los va guiar? Directamente a Roma, exactamente de donde todo eso viene.",
    "Y Uds. protestantes, están deseando alguna gran organización para que los dirija, que los mande, para gobernarlos. Y lo obtendrán: el Concilio Mundial de Iglesias. ¿Cómo puede ser posible que David DuPlessis, mi amigo, esté hablando de este concilio ecuménico, y haciendo el esfuerzo de meter al pueblo pentecostal en eso? ¿Qué les pasa a Uds. pentecostales, hablando tanto de “El Doctor Santo Padre Fulano de Tal”? ¡Oh!",
    "Uds. saben que la Biblia dice, “No llaméis padre a nadie”. ¿Qué les pasa? Esa es la enseñanza de nuestro Señor. ¿Qué les pasa? ¿No conocen su Biblia? ¿No conocen a su Señor? El Espíritu Santo no les enseñaría a hacer una cosa como esa.",
    "¿No se dan cuenta que cuando estos presbiterianos, luteranos y demás se esfuerzan por entrar para obtener eso, ya es el tiempo del fin? ¡Ellos no logran entrar! La Biblia dice que no entran. “Pero mientras ellas iban a comprar aceite, vino el esposo”. [Mateo 25:10] Cuando ellas fueron a comprar el aceite. Entonces ¿qué del Rapto? La Biblia dice que cuando las vírgenes dormidas fueron a comprar aceite (¿cuántos saben que es la verdad?), cuando las vírgenes dormidas fueron a comprar aceite, entonces entró la Novia. Ellas no lo consiguieron.",
    "Volvieron y entonces fueron echadas a las tinieblas de afuera. Cuando se escucha el rumor de que tantos metodistas, presbiterianos, bautistas, ¿qué les pasa? ¡Despierten! Es más tarde de lo que piensan. Ellas volvieron, y quizás tenían una emoción, pero no llegaron. Recuerden, estaban en las tinieblas de afuera.\n\nQuizás habrán dicho, “¿Cuándo es que esto va suceder”?",
    "Dijo, “Quizás sea una mañana de estas que ya habrá ocurrido, y Uds. no sabrán ni por qué ni cuándo”. Ojalá puedan leer. Ojalá tengan suficiente Espíritu de Cristo para saber de qué estoy hablando, que el Espíritu Santo se lo revele. Esto se está grabando y corre alrededor del mundo. ¿Ven? Pero se dan cuenta.",
    "Hace unos pocos días cuando esos siete Angeles bajaron en esa visión. Muchos de Uds. saben de eso. Me dijo: “Ve a Tucson, y espera por un tiempo y escucharás un estruendo. Y cuando eso suceda, vuelve”. Y los Siete Sellos fueron abiertos en el Tabernáculo hace unos días. Cuando vi que la gente llegaba, parada allí desde las tres de la mañana para obtener un lugar para entrar al auditorio, viendo los corazones hambrientos llegando de todas partes, entonces pensé, “Oh Dios, debemos estar muy próximos al fin”. Recuerden que en el tiempo del sonido del séptimo ángel, entonces los misterios de Dios fueron consumados. Entonces bajó un Angel del Cielo y juró con las manos en alto (Apocalipsis 10:1-7) que el tiempo no sería más. Exactamente en la hora.",
    "¿A cuál iglesia viene El? A la iglesia en que vivimos nosotros, la edad de la iglesia de Laodicea, la última edad de la iglesia, tibia, con justamente lo suficiente para danzar y decir, “Sí, yo lo tengo. Yo hablé en lenguas, yo grité. Aleluya, yo lo tengo”. Y luego cuando entran a las iglesias parecen unas Jezabeles. Parecen algo que ni tengo palabras; es una corrupción. Recuerden, lo suyo de afuera expresa lo suyo de adentro. No importa qué tan tremendo sea su testimonio, su vida habla más fuerte que sus palabras. ¡Oh!",
    "Aquí estamos. Hemos llegado. Algo está por suceder. Eso viene de arriba, no viene de ninguna de estas cosas acá. Viene de arriba. Dios enviará a Cristo. Amén.",
    "Sí, nosotros tenemos a nuestro genio. ¿Dónde está? Ahora Uds. desean un genio, el mundo eclesiástico. No estoy hablando de Uds., los individuos aquí. Esto se está grabando. ¿Qué de eso? Lo están deseando y lo van a obtener. Entrarán directamente al Concilio de Iglesias, la misma cosa de la cual salieron para ser lo que son. Y luego sus organizaciones los están llevando otra vez a lo mismo, exactamente aquello de lo cual salieron, lo que Dios maldijo, esa contaminación, la suciedad. Pues en ese Concilio de Iglesias, algunos de ellos ni siquiera creen en el nacimiento virginal, la Venida de Cristo, o ninguna otra cosa. Y “¿andarán dos juntos si no estuvieren de acuerdo”? [Amos 3:3] Allí lo tienen.\n\nBueno, creo que ya es hora de terminar.",
    "Hermano y hermana, solamente recuerden esto: estamos en el tiempo del fin. La educación ha reemplazado a la Salvación. La denominación de la iglesia ha reemplazado al Cuerpo y la Novia de Cristo. Estar sentados en toda esa corrupción, eso es lo que desean. Es lo que el pueblo desea. Eso es lo que está en la iglesia americana. Es lo que está entre los pentecostales. No desean que alguien venga para decirles la Verdad. No desean eso. Uno se los dice, y ellos dicen, “Yo no tengo que estar escuchando tales cosas”, se marchan del edificio con la nariz en el aire. No lo quieren escuchar. ¿Por qué? Porque eso es lo que tienen en el corazón. Están expresando exactamente lo que son. ¿Cuál de los profetas llegó en los tiempos antiguos? ¿En qué tiempo vino Cristo? ¿Cuál mensajero vino del Cielo que la iglesia no lo haya rechazado? Aquí estamos. El mundo se está cayendo a pedazos. La iglesia se está cayendo a pedazos. Los sistemas se están cayendo a pedazos. ¿Por qué? Porque es un sistema aparte de Dios. Eso es. Estamos—estamos en el tiempo del fin. No hay nada más que se puede hacer. Sí señor. Todo, recuerden.",
    "Hagamos esta pregunta antes de continuar. ¿Cómo—cómo sería si Rusia obtuviera su mesías? ¿Qué pasaría con nosotros? ¿Ven? Recuerden, Alemania obtuvo el suyo no hace mucho. Bien nos acordamos de eso. Obtuvieron su mesías, su Hitler, su genio. Pero ¿qué si Rusia obtuviera el suyo? ¿Qué pasaría? Si no fuera que existe un Dios de misericordia en los Cielos, no sé qué haríamos, estaríamos sin esperanzas.",
    "Hay una iglesia verdadera. Hay una iglesia que está esperando la Venida del Señor. Dios siempre lo concederá, pero sólo será para los que están ordenados. Ud. dirá, “¿De que sirve si es esta clase de sistema”? Hay una Simiente predestinada. Cuando la Luz pega en esa simiente, ellos la captarán rápido. Ella florecerá. Florecerán ahora mismo. Seguro.",
    "Para otros la cosa les pasa por alto. Ellos creen en su sistema. Y así es siempre, como en los días de Noé. Ellos creían la misma cosa.",
    "Los que estaban predestinados a Vida Eterna lo captaron. Jesús dijo, “Ninguno puede venir a mí, si el Padre no le trajere. Todo lo que el Padre me da, vendrá a mí”. [Juan 6:44, 37] Lo que nos toca es esparcir la Semilla, esparcir la Luz. Oh, cada uno de Uds. debiera ser una faro.",
    "¡Uds. pentecostales que reclaman ser tanto! Uds. pentecostales que reclaman haber besado la orilla dorada del vaso de las bendiciones de Cristo! Uds. mujeres, que salen y permiten y hacen, y permiten que los ministros de esta edad les engañen y les digan que está bien si sus hijos se visten en pantaloncitos cortos, y Uds. mujeres, abuelas, cortándose el cabello. Y ¿no saben que la Biblia dice que una mujer…? Una mujer que se corte el cabello, la Biblia dice que su esposo tiene el derecho de divorciarla. “Es deshonrosa”. Antes era un delito. ¿Pintura? Hay una sola mujer en toda la Biblia que se pintó la cara, esa fue Jezabel. Y con ella Dios alimentó a los perros. ¿Ven lo que viene siendo? Alimento de perros. Así que no—no…¡Aléjense de tales cosas! ¡Esas cosas no son convenientes para Cristianas!",
    "Les habla uno al respecto. “Pues yo pertenezco a las asambleas”. “Yo pertenezco a la unidad”. “Yo pertenezco a esto”. Correcto. A eso Ud. pertenece. Pero si perteneciera a Cristo, sería distinto.",
    "Cuando la Palabra de Dios y la Simiente de Dios habitan en uno, eso florece como un ejemplo del Cristianismo. Florecerá en algo del cual el mundo se burlará y se mofará, así como hicieron con el Señor cuando vino, como hicieron con cada profeta que vino. De ellos se burlaron y se mofaron, y los metieron en las tumbas. Pero viene una resurrección. Este mundo, el hombre puede vivir para este mundo o para el mundo que está por venir. Depende en dónde están sus pensamientos, allí también están sus tesoros. Que estén en el Cielo y en la Venida del Señor. Sea Ud. un ejemplo de la feminidad. Sea Ud. un ejemplo de varón. Sean ejemplos de Cristianos. Vivan la Vida. Hagan lo correcto.",
    "La gente de hoy, y hasta nuestros propios evangelistas, andan tras el dinero. Todo, tienen que tener la promesa de tanto dinero y grandes cosas, y están edificando grandes instituciones y semejantes cosas, la misma cosa de la cual salieron los pentecostales. Y allí estamos de nuevo. ¿Qué es? Todo reluciente y brillante. Uds. saben, todo tiene que brillar. Hollywood brilla, correcto, pero el Evangelio resplandece. Hay una gran diferencia entre brillar y resplandecer. La iglesia brilla con las modas de Hollywood, con las iglesias más grandes y las torres más altas, la congregación mejor vestida, y por el estilo, así brilla, la membresía más grande. En el año 1944 los bautistas tenían el lema de “Otro millón en el cuarenta y cuatro” con el Dr. Billy Graham y otros.",
    "Hace poco yo estuve presente en un desayuno donde habló Billy Graham, en nuestra ciudad. ¡El hombre, el evangelista, un gran hombre de Dios! Estoy orando por él constantemente. Está enfermo. Tengo honor para él. El es un tipo de los que bajaron allá a Sodoma, e hicieron salir a los sodomitas, los que pudieron ser sacados.",
    "Pero recuerden, la Iglesia Elegida no estaba en Sodoma. Allá también se había quedado un Angel y les mostró una señal — a la Iglesia Elegida.",
    "Pero cuando lo hizo, parado allí, ya lo puedo ver, dijo, “¿Qué pasa aquí”? Dijo, “Yo…” Dijo, “Aquí está el ejemplo”. Dijo, “San Pablo entraba a una ciudad, y allí tuvo un convertido. Cuando regresó al año, ¿qué había? Tenía treinta de aquel convertido”. Dijo, “Yo voy a una ciudad y obtengo treinta mil convertidos en un mes y medio. Cuando vuelvo al año no puedo hallar ni treinta. ¿Cuál es el problema”? Dijo, “Uds. ministros flojos”. Dijo, “Se llevan las tarjetas de las decisiones y se sientan con los pies en el escritorio y los llaman por teléfono”. Y así siguió. Admiré al hombre por su valor.",
    "No me gusta ver un afeminado, un títere denominacional. Me—me gusta ver un hombre, un hombre enviado por Dios, que se para firme en sus convicciones a pesar de todo. Cuando se le prueba que está errado, lo admite y vuelve, y comienza de nuevo. Correcto.",
    "Y él estaba parado allí hablando de esa manera. Y yo pensé. Yo estaba sentado al lado del Dr. Mardoqueo Hamm, un amigo íntimo, hermano bautista. Lo he conocido por muchos años, nos hemos asociado. Yo y él estabamos sentados juntos a la mesa. Yo fui a su casa y fuimos juntos. Allí estábamos sentados.",
    "Yo pensé, “¡Qué cosa!” ¿Cómo? No para interrumpir ni decir nada en contra del gran evangelista. Pero pensé, “Billy, cuando Pablo fue a Antioquía y se convirtió uno, ¿cuál de los ministros allí tomó a ese convertido a su oficina para alimentarlo y hablar con él en privado”? No había ninguno. ¿Por qué? Porque Pablo lo llevó mucho más allá de las cosas del mundo a tal grado que Dios estaba bien arraigado y cimentado en su corazón. El apóstol no se apartó de esa alma hasta que estuviera bien arraigado y cimentado en Cristo.",
    "Pero hoy, ¿qué hacemos? Traemos a estas niñas y a hombres y mujeres que pertenecen a las iglesias, y toman una decisión en la hora de la decisión, y semejantes cosas. Los traen y luego los despiden igual, ¿y qué? No han progresado nada. No tuvieron más que una pequeña experiencia emocional, por medio de la Palabra, y en realidad lo hará. ¿Ven? Lo hará. Producirá una emoción. Eso fue lo que ocurrió con los pentecostales. Se basaron en la emoción. Y es lo que ha ocurrido con todos.",
    "El evangelismo es como una red que se extiende. Jesús dijo, “Echen la red al mar”. Y cuando la sacaron traía tortugas, ranas, víboras y cuánto más. Pero recuerden, todos ellos eran eso desde el principio. Pero también habían peces. Es nuestro negocio echar la red; es el negocio de Dios decir cuáles son los peces y cuáles no. ¿Ven? ¿Por qué no aquellos? Si aquellos treinta mil hubieran sido llevados a las profundidades del Reino de Dios como hizo Pablo con aquel convertido singular, entonces cuando él volviera él tendría cuatro cientos treinta mil. ¿Ven? Porque sus corazones estarían ardiendo.",
    "Como dijo el Hermano Crow anoche — y admiré su—su—su valor. Admiro su posición, para mantenerse firme en sus convicciones. Cuando la Luz brilla él allí está parado. Jamás lo forzarán a alguno de estos sistemas, si se mantiene como está ahora, y siguiendo de esa manera. ¡Cómo admiro a un hombre de ese calibre! Sí señor.",
    "Que digan lo que desean. Si parezco ser una veleta en el techo, prefiero ser una veleta para Dios y no un payaso pintado de carnaval para el Diablo. De todos modos estarán buscando algo. Correcto. Allí lo tienen. Pero vean, es un sistema y las cosas con las cuales vivimos y trabajamos hoy día. Allí lo tienen. La cosa entera está corrompida, hasta el corazón.",
    "Ahora tenemos instalado allá a nuestro sin vergüenza. Y ahora ¿qué piensan hacer con él? ¿Ven? Están llegando allí como—como cuervos. Exactamente. Todo el gabinete, todos, un sistema basado en millones de dólares. Eso es lo que deseaban. Es también lo que desea la iglesia. Por eso entran. Es muy fácil ahora entrar a las iglesias. ¡Oh, qué cosa! Con los pentecostales solamente tiene uno que brincar un poco, o estremecer un poco, o decir que tiene alguna clase de testimonio. Cualquiera puede testificar.",
    "Debieran ir conmigo en alguna ocasión a la India, y escuchar cuando testifican los hindú. Los dejarían a Uds. avergonzados. Correcto. Debieran ir conmigo al Africa, con los Hotentotes cuando matan a un animal y se pintan con la sangre. Escuchar allí su testimonio y sensaciones y cuando hablan en lenguas, seguro; adoran a un ídolo rociado de sangre.",
    "¡Oh Dios, cómo quisiera poder hacer que toda persona aquí viera eso! Ciertamente. Todo—todo lo que Dios saca, el Diablo lo imita. El lo imita. Aún hasta la Verdad de Dios, él la imita. Exactamente la verdad. Noten. Allí están. Pero ¿qué es lo que desea la iglesia?",
    "La nación desea algo, si pueden obtener…No un presidente que se siente con el consejo de ministros para poner fin a estas barbaridades. Podrían eliminar a tal grado la venta de alcohol en las ciudades que a un borracho lo tendrían que cebar por media hora para que pudiera escupir. Pero—pero—pero no desean tal cosa. Desean a un individuo que les conceda toda la cerveza que desean, que lo legalice, luego llevarlo preso si llega a estar demasiado borracho; y—y violaciones, y los asilos de los dementes, y todo lo demás que existe, y miles de choques de autos en las carreteras por razón de conductores borrachos. Y salen a la carretera y si un conductor borracho choca con uno y lo mata, perdonan al borracho. Y para mí es homicidio premeditado.",
    "Si otro está celebrando, y sale al patio, y dispara una pistola unas dos o tres veces al aire, a ése lo meten tan profundo en la cárcel que se pudre antes de poder sacarlo. ¿Qué es? Allí lo tienen. Allí tienen sus sistemas del mundo. No hay nada de justicia.",
    "Este hombre estaba hablando del gobierno de los Estados Unidos. Y es cierto, todo gobierno en todo el mundo es controlado por el Diablo, todo sistema, todo…Así dijo Jesús. Satanás lo admitió: “Todos estos son míos y haré con ellos como deseo”. ¿En dónde estamos hoy? Fíjense en dónde estamos parados.\n\nAhora, amigos, para terminar permítanme decir esto.",
    "Pueden ver que el mundo político se está cayendo a pedazos. Aquí en los Estados Unidos estamos volviendo directamente a Roma tan rápido como se puede. La Biblia dice en Apocalipsis 13 que así haríamos. Y allí estamos. ¿Qué fue lo que hizo? Tenían que tener un gran número de organizaciones para cumplir Apocalipsis 17, la madre ramera y todas sus hijas. Allí está volviendo, toda denominación con ella. Allí están. Tienen a un Faraón que se ha levantado, el cual no conoce a José, y allí vamos, la cosa entera. Y aun nuestros líderes pentecostales dirigiendo a todos directamente al gran encanto de Hollywood, y están llevándose al pueblo, como en forma de mayoreo. De un…Oh, es un…\n\nQue Dios ayude a esta nación. Dios ayuda a este pueblo.",
    "A veces parece que uno podría salir a la calle a gritar. Pero yo sé que la Biblia dice; “Ninguno puede venir a mí si mi Padre no le trajere”. Yo sé que estas cosas tienen que estar sucediendo en estos días. Yo veo la Luz, la Luz de Dios, esparcida. Veo allá todo lo falso; y todo el resplandecimiento y…O más bien el brillo y el resplandor, juntos. Y ¿qué debo hacer?",
    "Señor Jesús, ayúdame que sea yo fiel hasta que vengas. Oh Dios, permite que me mantenga firme. Señor, permite que me pare firme y me mantenga aquí y sólo moverme cuando Tú me muevas.",
    "¿Qué puedo decirles a aquellos que en realidad le creen a Dios? Les he pintado un cuadro muy tenebroso. Tengo como veinte páginas más, pero ya es demasiado tarde. Es el contexto que apunté para acompañar el texto. ¿Qué debo decirles en esta mañana? ¿Con qué palabras puedo dejarlos? ¿A dónde están parados Uds.?",
    "He condenado todas sus organizaciones, no los he condenado a Uds., sino al sistema que los tiene atrapados en el lugar donde están. No estoy condenando a Uds., mis hermanos ministros. Uds. se llevan una impresión errada de mí. Estoy procurando ayudarles. ¿Qué si los viera en una lancha corriendo por el río hacia la catarata, y yo sé que con esa lancha no van a poder soportar la catarata? Les estaría gritando, “¡Salgan de allí”! No sería porque no los amo, pero sería porque sí los amo. Ese sistema en que están va regresar al infierno de donde vino.",
    "Estaba hablando con un anciano el otro día. Un muchachito había entrado a la tienda allí en Tucson, a donde yo había ido a comprar un cereal para el desayuno. Y este muchacho estaba allí comprando cigarros. Le preguntó, “¿Y estos para quién son, para tu mamá”?\n\nDijo, “No. Son para aquel muchacho sentado allí”.\n\nDijo, “¿Y tiene él suficiente edad”?\n\nEl dijo, “Sí”.",
    "Yo le dije al que atendía, “Nunca llegan a tener suficiente edad”. ¿Ven? Pero uno…",
    "La gente comienza a pensar que eso está bien. Fumar es popularidad. Y las iglesias están entrenando a la gente a tomar moderadamente, el trago moderno. ¡Válgame Dios! ¿Qué entonces…? ¿De dónde sacan tales boberías? De algún sistema, y no de la Palabra de Dios. “¡Ay del que da de beber a su prójimo!” [Habacuc 2:15] ¿Ven? Cierto, así es. Y esa ha sido la ruina y la quiebra de nuestra nación, el encanto de Hollywood. Y hasta allí es donde hemos llegado, a tal enredo. Y aquí estamos en semejante condición.",
    "Y este anciano me dijo, dijo, “Pues, me da lástima”. Dijo, “Es muy difícil para que podamos dejar los cigarros. ¿No es difícil? ¿No sería igual de difícil para Ud.”?\n\nLe dije, “Nunca comencé”.",
    "Dijo, “Ah, ¿Ud. no fuma? Lo admiro”. Y él tenía como setenta años.\n\nLe dije, “Gracias”.\n\nEl dijo, “Y con el whisky es igual”.\n\nLe dije, “Tampoco bebo”.",
    "Dijo, “Pues lo admiro”. Dijo, “Yo pienso que es una…Si cuando un hombre llega a su casa desea tomarse una cerveza, está bien. Pero cuando se llevan a estas mujeres y se van a la calle, borrachos, y corriendo…El esposo allá trabajando, se llevan el carro y se van”.",
    "Yo dije, “Jamás debieran haber permitido a las mujeres manejar”. Y si yo hubiera estado, no lo hubieran hecho, si tuviera algo que decir al respecto.",
    "Dicen que las mujeres son las que conducen con más seguridad. Yo soy un viajero internacional. Cuando yo y mi hijo viajamos a lo largo de esta nación, colocamos una libreta en el tablero. Y cuando notamos un error en la carretera, lo apuntamos, para llevar la cuenta si fue hombre o mujer. Y de tres cientos, fueron dos cientos ochenta y uno causados por las mujeres; diez y nueve fueron atribuidos a los hombres. Exactamente. Sin embargo, allí están arreglando el cabello, y salen por dondequiera, y doblan a la derecha desde la izquierda y hacen de todo. Pero por supuesto, la policía no va decir nada. Las tienen hasta en el cuerpo de policía. ¡Qué tremenda desgracia!",
    "Cuando una mujer se sale de detrás de la mesa en la cocina, allí en la casa, y deja de cuidar su ministerio que Dios le ha dado, sus bebés, allí ya se salió de la voluntad de Dios.",
    "La ponen en el púlpito, está fuera de la voluntad de Dios. No existe ninguna Escritura para respaldar una mujer que predique. Deseo que algún hombre se ponga de pie y me diga dónde está, que me mire en los ojos. No existe tal cosa. Y entre los pentecostales es donde nació eso. Nunca lo fue. Primero fue formado Adán y luego Eva. Adán no fue engañado. Sin embargo lo hacen. Y ¿pueden ver a dónde les ha llevado? Acá en una rama larga, de donde no pueden volver. Pero allá van. Así es. Así es el mundo. Eso deseaban, y eso obtuvieron. ¿Ven?",
    "Pero para aquellos que están esperando un Reino, cuyo Arquitecto y Constructor es Dios, nosotros recibimos un Reino. [Hebreos 11:10]",
    "No estamos buscando una denominación (los que amamos a Dios). No estamos buscando algún genio denominacional. No estamos buscando algún gran matemático que pudiera pararse aquí y decirnos cómo engrandecer los números; y luego Ud. iría a la calle y casi matarse para traer más miembros. ¿Qué obtiene? Está trayendo más cerdos al corral. Eso es todo. Y ¿qué obtienen al llegar? Porquería. Exactamente.\n\nDios los hace nacer en un Reino de arriba. Exactamente.",
    "Me supongo que leyeron aquello que apareció en una revista donde alguien le estaba dando duro a Billy Graham por lo que hizo. Bob Jones estaba quejándose de Billy Graham…Y vean, Bob Jones no tiene ni qué decir. Billy Graham ha logrado más para el Reino de Dios, en estos pocos años que ha estado en el campo, de lo que haría Bob Jones si se quedara en este mundo un millón de años más. Correcto. Pero ¿qué dijo? “Billy Graham sale y dice que no tiene ninguna denominación a donde llevar la gente”. ¡Que Dios bendiga al hombre por eso! Sí señor. ¿Qué hacen? Los traen y en eso se convierten en dos veces más hijos del infierno que cuando los recogieron en la calle.",
    "Los discípulos no los llevaron con ninguna denominación. Ellos lograban que fueran llenos del Espíritu Santo y adentro del Reino de Dios. Y allí el Espíritu Santo tomaba control. Sí señor.",
    "Pero aquél dijo que él desacreditó la iglesia al no permitirles que vayan a las distintas organizaciones. Me supongo que todos debieran pertenecer al Colegio de Bob Jones. ¿Ven? Entonces ciertamente estaría fuera de orden. Y todos estos que se dicen ser fundamentalistas y tantas cosas, es pura bobería.",
    "Amigos, ¿qué es lo que estamos buscando? ¿Qué es? La verdadera Iglesia no está buscando alguna denominación; no está buscando un presidente; no está esperando que se levante algún genio. Pero están esperando un Reino, y un Rey que está por venir. ¿Qué es el Reino? Está ahora mismo sobre la Tierra. Es un Espíritu, el Cuerpo místico de Cristo. Y allí, ellos han salido de presbiteriano, metodista, pentecostales, y de todo. Ellos están en este Reino. Allí han nacido. Ellos entran allí por medio del bautismo del Espíritu Santo. Y están en este Reino. Y estamos esperando un Rey que venga a este Reino, el cual establecerá Su Reino aquí en la Tierra, en Su trono, el trono de David. El reinará y gobernará por siempre. Eso es lo que está esperando la Iglesia.",
    "Y amigos, lo bueno de todo esto, piénsenlo. Antes de que nosotros lleguemos a este Reino…Antes de que venga este Rey, ahora mismo podemos sentarnos juntos en lugares celestiales en Cristo Jesús, levantados por encima de todas las sombras y de toda la corrupción del mundo y todos sus programas de televisión, y tantas otras boberías que tienen en la Tierra hoy en día, y de toda la contaminación podrida y los sistemas. ¡Podemos ser levantados en lugares celestiales! Y el Espíritu Santo mismo viene sobre nosotros y declara, y nos pronuncia nuestros pecados, y cómo enderezarnos y lo que hemos hecho en la vida y lo que estamos haciendo. Es el Espíritu Santo, Jesucristo el mismo ayer, y hoy, y por todos los siglos. Ese es el Rey que vendrá algún día a Su Reino. Y Su Reino ahora mismo se está estableciendo en el corazón de Su pueblo aquí en la Tierra.",
    "Dios les bendiga. Si nunca…Quizás ya no me quieran después de esto. ¿Ven? Quizás no me quieran. Pero algún día se van a dar cuenta que esto es la Verdad. Ahora bien, Dios les bendiga. Ya no los voy a retener más. Pero quiero que se acuerden de esto.",
    "Estamos esperando un Reino, y ahora mismo recibimos un reino inconmovible. [Hebreos 12:28] Recibimos algo en nuestro corazón que ningún diablo del infierno puede sacar. Nada.",
    "Este anciano allá el otro día me dijo, “Pues, le digo, aquí está el asunto”. Yo le había dicho que era ministro y por eso no fumaba ni bebía, etc.. Me dijo, “Pues yo—yo admiro eso”. “Correcto”. Dijo, “Cuando yo servía de policía todo era la delincuencia juvenil. Es todo lo que tenemos aún hoy”.",
    "Dije, “Señor, no quiero estar en desacuerdo con Ud., pero no es la delincuencia juvenil. Es la delincuencia de los padres. Los padres son los delincuentes, correcto, al permitir que sus hijos se porten de esa manera”. Necesitan una…",
    "¿Qué hicieron? Colocaron una revista de historietas y novelas en la mesa, en lugar de la Biblia. En lugar de reuniones de oración andaban corriendo haciendo otras cosas. Ese es el problema con el mundo hoy en día. Ese es el problema con nuestros supuestos Cristianos; con sus bailes, fiestas y se juntan para tomar socialmente, y tienen de todo. ¿Ven? Es la delincuencia de los padres, no la delincuencia de los jóvenes. Los padres son los delincuentes. Esos son. Noten.",
    "Dije, “Señor ¿qué pasó”? Dije, “Ud. está parado aquí. Somos dos hombres que nunca nos hemos conocido en la vida. Ud. tiene…” Dijo que tenía más de setenta años, hacía eso no a tiempo completo. Le dije, “Yo soy un ministro”. Y le dije, “Ud. representa las leyes civiles del país. Yo represento las leyes morales del país”. Y le dije, “Ahora, si alguien violaba las leyes civiles, ¿qué hacía Ud.? Lo metía a la cárcel. ¿No es así? Ud. los llevaba preso si violaban las leyes civiles”.\n\nDijo, “Correcto”.",
    "Y dije, “Pero al violar estas leyes, van al infierno. Un juez justo que…Dios en base de Su Palabra…Esos casos se basan en las leyes del país, y cuando las violan, entonces no queda más que pagar la pena. Y cualquier ley que no tenga pena ya no es ley. Correcto”. Dije, “Al violar la ley de Dios, Su Palabra, significa separación eterna de Su Presencia. Ahora Ud. puede ver en dónde estamos”.\n\nEl dijo, “El Señor le bendiga. ¿Dónde predica Ud.”?\n\nDije, “En dondequiera que puedo hallar una puerta abierta”.",
    "Allí lo tienen. ¿Ven? Simplemente un hombre anciano de esa edad, y apenas en ese tiempo viendo claro el asunto. Al violar las leyes de Dios, las cuales son Su Palabra, y uno está destinado para el infierno. Eso es todo. Sirvan a Dios.",
    "Ahora, entramos en este Reino por medio del bautismo del Espíritu Santo. Y cuando entramos, no por una creencia manufacturada. Algunos, yo no…",
    "Ahora Uds., no—no estén pensando “El Hermano Branham no cree en hablar en lenguas”.",
    "Yo sí creo que uno habla en lenguas. Pero vean todos aquellos que hablan en lenguas y no lo tienen. Miren al…Miren como se portan y lo que hacen. Uno puede ver que no lo tienen. ¿Ven?",
    "Miren las iglesias hoy, diciendo, “Nosotros somos la Iglesia”. Cada una diciendo, “Nosotros somos la Iglesia”.",
    "Hay una sola Iglesia, y es el Cuerpo místico de Cristo. Cuando Ud. llega allí es que Ud. ha sido bautizado allí adentro por el Espíritu Santo, y eso le cambia el ser por completo.",
    "No hace mucho, deseo decir esto con respecto a algo que vino a mi mente. El verano pasado yo había llegado a casa de unas campañas, y yo y mi esposa fuimos a comprar los abastos. Vimos una—una mujer vestida con falda. En nuestra ciudad es una cosa muy rara. Todas andan desnudas. Entonces vimos esa mujer. Ella…Y reconocimos a algunas de aquellas mujeres que cantan en el coro de sus iglesias. Y mi esposa me preguntó, “Billy, ¿qué les impulsa a esas mujeres”? Dijo, “¿Por qué hacen eso”? Dijo, “Nuestra gente…” Dijo, “El pueblo nuestro…” Dijo, “¿Por qué será”?",
    "Le dije, “No—no—no somos eso. No pertenecemos a ese reino”. Y ella dijo…“Pues”. Dije yo, “No son de nuestra clase de gente”.",
    "Y ella me dijo, “¿Qué quieres decir”? Dijo, “¿No somos americanos”?",
    "Le dije, “Oh no. No señor”. Dije, “Cuando yo viajo a Alemania encuentro un espíritu alemán, un espíritu nacional. Cuando voy a Suecia encuentro un espíritu sueco. Cuando voy a la India encuentro un espíritu nacional. Cuando uno viene a América se encuentra con “ricky,” esa clase de espíritu, sabelotodo”.",
    "Fíjense cuando éstos llegan a los otros países. Lo enferma a uno el pensar que uno es americano, por la manera en que se portan. Correcto. Son los de las peores costumbres, los más imprudentes, los más independientes, y los idiotas más educados. Correcto. Y los de allá lo saben. Con razón estamos intentando comprar la amistad con los dólares. La amistad no se compra. Y allí está. Es que nuestra nación está podrida hasta las raíces. Correcto. Ya no hay esperanza, ya pasó ese tiempo. Queda una sola cosa por delante: la Venida del Señor. Sí.\n\nElla dijo, “Pero, ¿no somos americanos nosotros”?",
    "Le dije, “No. Aquí vivimos. Aquí vivimos. No hay…” Dije, “Pues”, dije, “mira, esa gente es americana. Tienen el espíritu americano. Viven conforme a Hollywood, lo cual gobierna América: con su modo de vestir, las modas, las diosas, etc.. Exactamente así es como funciona. Ahora”, dije, “ellos son americanos. Nosotros somos de arriba. Las mujeres en nuestra iglesia no se portan de esa manera, sino que viven santamente y limpias”.",
    "Una mujer que se viste con esa clase de ropa y sale a la calle, no me importa cuán moral ella trate de vivir, allá al final de la edad, será calificada de adúltera. Si algún hombre la mira a Ud. para codiciarla, cuando Ud. le ha presentado la proposición, Ud. es culpable de cometer adulterio. Así lo dijo Jesús. [Mateo 5:28] Ud. puede ser la más santita para su esposo o para su novio. Pero si Ud. se viste de esa manera y un incrédulo la mira, él tendrá que dar razón en el Día del Juicio, y Ud. fue quien se presentó.",
    "¡Mujeres, arréglense y vuelvan a Dios! Eso es…No me importa lo que digan de Uds. Vuelvan a Dios.",
    "Antes era que tenían a las mujeres en alta estima. Ella es la columna vertebral de la nación. ¿Y ahora dónde está? Ella misma se ha traído esto encima. Es considerada…Ya no se quitan el sombrero para hablar con ellas, ni nada. Es esa condición. ¿Qué hicieron? Ella misma se trajo eso encima.",
    "¿Cómo comenzó eso? Con algún sin vergüenza, sabelotodo en el púlpito, con alguna clase de experiencia del seminario, un títere de alguna organización, en lugar de un hombre de Dios que toma la Palabra de Dios para despedazar todo eso. Eso es lo que tenemos en la iglesia.",
    "¡Que Dios tenga misericordia! Vayamos a este Reino. Vayamos a donde podamos hallarlo, y si vivimos según ese Reino entonces sus—sus pensamientos serán santos. Sus pensamientos, nuestros pensamientos, son de arriba, donde habita nuestra herencia.\n\nInclinemos nuestros rostros.",
    "Solemnemente les hago esta pregunta. Quizás algunos ni siquiera volverán a la noche. Quizás sea la última ocasión que los vea en esta tierra. Jesús puede venir antes de esta noche. Pueda haber alguna destrucción antes de esta noche. Uds. saben, eso puede suceder a cualquier tiempo, esa Venida secreta de la Iglesia.",
    "Ud. dirá, “Hermano Branham, hace poco Ud. dijo que la Iglesia podrá subir y ¿no se sabrá nada al respecto”? Oh sí. La Biblia lo dice. No, ellos no sabrán nada al respecto. Es una Venida secreta. El viene en secreto y se roba Su Iglesia, se la lleva. Como un libro que leí en una ocasión, de Romeo y Julieta. ¿Ven? El viene a tomarla, y nadie sabrá nada al respecto.",
    "El mundo dirá, pues, dos o tres de acá, y dirán, “Pues, anoche alguien desapareció”. Y allá en el otro extremo del país otros dos o tres. El dijo que así sería. “Oh, salieron por allí. Ellos…Una joven cometió un error. Se fue. Algún varón, se fue con la esposa de otro”. Y será que habrán sido arrebatados. Y no sabrán nada al respecto. Centenares desaparecen cada día y no se sabe nada al respecto. ¿Ven?",
    "Pero antes de que llegue ese tiempo, ¿por qué no se arregla Ud. con Dios? Yo tengo que verlos en el Juicio. Yo los amo. Yo no regaño a los pentecostales por razón de…Yo no vine entre Uds. para desacreditarlos. Vine porque Dios me envió. Yo he venido en el Nombre del Señor Jesús. ¿Les he dicho algo errado en alguna ocasión? ¿Ha habido la ocasión cuando algunos de sus líderes se hayan levantado para decirme que estoy errado? Les pediría yo que vengan con pruebas. Ellos tienen suficiente sabiduría para no hacer eso. Muy bien. Ahora Uds.…Muchos de Uds. han estado en mis reuniones. Y saben que yo no hubiera dicho estas cosas en esta mañana a menos que supiera que esta ciudad lo necesitaba. Está totalmente entregada a toda clase de suciedad y porquería. Necesitan a Cristo.",
    "¿Desean recibir el verdadero Reino de Dios donde su ser entero es cambiado, y Ud. es transformado y hecho una nueva criatura; un retoño entero de Vida, de la Vida Eterna está en Ud. y las cosas del mundo están muertas? No les voy a pedir que venga a ningún altar. Les voy a pedir la sinceridad. Si en realidad tienen el deseo que yo ore, aquí terminando este culto, levanten su mano, y con eso estarán diciendo, “Ore por mí, Hermano Branham”. Dios les bendiga. Muy bien, como el noventa por ciento.",
    "Nuestro Padre Celestial, mientras miraba aquí antes de cerrar los ojos, Señor, y vi esta publicación, este anuncio en el periódico, “la historia de Tony Fontane”, mujeres rubias, trucos, bailando en la plataforma, música, mujeres y hombres mal vestidos.",
    "Jesús dijo, “¿Qué fuisteis a ver cuando salisteis a ver a Juan? ¿Un hombre de vestidura suave, con el cuello al revés, y demás cosas? No. Tales viven en el palacio con el rey. ¿Salisteis a ver una caña movida por el viento, uno que se iría tras alguna organización donde le ofrecen algo mejor que la otra? Así no era Juan. El no era una caña movida por los vientos. El no tenía compromiso con nadie. ¿Entonces qué fuisteis a ver, un profeta? Yo os digo que más que profeta”.",
    "Nuestro Padre, Dios, nos damos cuenta que no queda ninguna esperanza para la iglesia organizada. Señor, esa ya quedó en cero. Era contrario a Tu voluntad desde el principio. No hay esperanzas para la nación, está en cero.",
    "Vemos como esta nación está siguiendo el patrón perfecto de Israel. Cuando Israel entró a su patria, y —y corrieron a los habitantes, así como nosotros entramos y corrimos a los indios americanos. Y como es que tuvieron grandes hombres en aquellos días, David, Salomón, Josué. Y nosotros también llegamos y corrimos a los nativos y colocamos lo nuestro, nuestra economía sobre la base de la libertad de culto, cuando habíamos estado dominados por las dogmas y cosas. Tuvimos grandes hombres: Washington, Lincoln. Pero cuando pasaron los años, por fin eligieron un Acab, que tenía una Jezabel pintada y ella fijó las modas para el mundo entero. Hemos hecho lo mismo. Y ahora estamos viendo las mismas cosas ocurriendo. En aquel día tenías a un Elías que llegó a la escena para condenar todo aquello. ¡Y cómo lo odiaban! Pero él se mantuvo firme. Su voz todavía estará presente en el Día del Juicio.",
    "Y Padre, envíanos un Elías. Envíanos la Voz de la Biblia, la Voz de Dios, y vindícala. Y demuestra que eres Dios y que haces lo mismo ayer, y hoy, y por todos los siglos, para que el pueblo pueda saber. Sin ningún titubeo, ellos verán que es la Verdad. Y el pueblo…",
    "Como la mujer junto al pozo, habiendo estado enredada en toda clase de asuntos, pero cuando la Luz brilló en el camino donde ella venía caminando, ella vio algo. Ella nunca más fue la misma. Ella llegó a una Fuente que nunca había visitado antes.",
    "Concede hoy Señor, que muchos puedan ver que existe una Fuente abierta, y la Palabra de Dios aún está vigente para todos los que creen y desean recibirla. Señor Jesús, muchas manos fueron levantadas. Están desesperadamente necesitados. Yo creo que son sinceros. Se me hace difícil imaginarme a personas que—que están haciendo el esfuerzo, y han entrado en este movimiento pentecostal porque salieron de estas modas y cosas y han visto que allí no había nada. Y han venido acá para descubrir que están en la misma porquería de—de Hollywood, los mismos programas de educación, y Señor, como decimos aquí en la tierra, gente que se cree gran cosa. Oh, como…Dios, ayúdalos. ¿Lo harás Padre?",
    "Y yo—yo no creo que podrían levantar la mano a menos que hubiera algo allí impulsándolos. Hay un Espíritu alrededor de ellos. Y estos hombres y mujeres, quizás noventa por ciento, Señor, se dan cuenta que algo anda mal, y no desean continuar en eso. Y ahora, según la ciencia, no podrían levantar esa mano; la gravedad mantiene las manos hacia abajo. Pero ellos pueden desafiar la ciencia porque son seres humanos y tienen un espíritu que puede demandar que la mano suba, y la mano sube.",
    "Y Dios, Tú has investido al hombre de libre albedrío, para que él pueda decidir por sí mismo. Y ahora hay un Espíritu al lado de cada uno, el cual les ha dicho que el espíritu, alrededor del cual han estado adorando, está errado, y desean una decisión. Y el Espíritu a su lado — el Espíritu Santo — les hace que levanten la mano para decir, “Deseo a Dios”. Señor, Tú conoces los corazones. Yo ruego que el Espíritu Santo venga en forma explosiva como cuando se rompe una presa, y que las anticipaciones almacenadas del Espíritu Santo enciendan sus almas con el verdadero Fuego, del amor de Dios ardiendo allí a favor de la humanidad moribunda; no a favor de la organización, pero a favor de la humanidad moribunda; no para la política, a medida que ven el mundo de organización que se está cayendo a pedazos. Ellos ven al mundo político cayéndose a pedazos. Y el…Las Naciones Unidas como un gran globo neumático que es movido por toda clase de viento político, impulsado para acá y luego para allá. Oh Dios, ellos pueden ver este Concilio de Iglesias (según la llaman), y pueden ver que los está dirigiendo directamente a una trampa, Señor, como una araña formando su tela.",
    "¡Dios, que despierten los pentecostales pronto mientras hay tiempo de despertar! ¡Señor, despierta esta ciudad! Despierta estas mujeres sentadas aquí. Despierta estos hombres. No permitas que se les pase por alto.",
    "Así como la iglesia católica despertó después de San Patricio; como la iglesia judía despertó después de Elías, luego se ocuparon en arreglar su tumba. Como la iglesia católica despertó después de Juana de Arco. No lo conocen mientras está ocurriendo. Pero después de que se haya ido, luego se dan cuenta. Como la iglesia despertó después de la crucifixión de Jesús. Entonces ya era demasiado tarde, ya habían cometido el hecho.",
    "¡Oh Dios, despierta los pentecostales! Señor, yo los amo. Ellos son los…Ellos—ellos me ayudan a alimentar a mis hijos. Señor y Dios, permite que se den cuenta que el Mensaje de Dios no tiene que salir de su organización o sus rangos. Tú levantas a quien quieres. Tú eres Dios. Padre, en esta mañana sacude sus almas, y tráelos nuevamente a saber que Jesús es el mismo ayer, y hoy, y por todos los siglos. Y que ahora estamos sentados en Su Presencia en lugares celestiales, habiendo sido levantados por la Palabra. Señor, son Tuyos; haz con ellos como te plazca. Te los presento a Ti como trofeos del Mensaje, en el Nombre de Jesucristo. Amén.",
    "Yo le amo. ¿Le aman Uds.? [La congregación responde, “Amén”.] Si nuestra hermana nos da el tono, “Yo le amo, yo le amo”. ¿Está airados conmigo? [“No”.] Si es así, vengan aquí y denme la mano y oremos. ¿Ven? Yo les he dicho la Verdad, la única Verdad del Evangelio. Algún día quizás se darán cuenta. No permitan que sea demasiado tarde. ¿Podemos ponernos de pie por un momento?\n\nYo le amo,…\n\nSi es así levanten la mano\n\n…Yo le amo\n\nPorque El a mí me amó\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "Ahora, metodistas, extiendan la mano a los bautistas; los de la unidad, extiendan la manos a los trinitarios; e iglesia de Dios, extiendan la mano a los de las asambleas. Cada uno, mientras cantamos, diga con sinceridad, “Te amo, hermano y hermana. Estaré orando por ti, tú eres mi hermano y mi hermana”. Una vez más:\n\nYo…\n\nPorque El a mí me amó\n\nY me compró la salvación\n\nAllá…",
    "Ahora, asambleas de Dios, vengan y vean esto, y luego arrepiéntanse. Oren por su organización, o salgan de tal clase de hendidura. Las asambleas de Dios tienen unos hombres realmente piadosos. Yo los conozco. Los de la unidad tienen hombres realmente piadosos, correcto. La iglesia de Dios tiene hombres realmente piadosos. Los bautistas, los metodistas, todos tienen hombres piadosos. Pero son los sistemas que los mantienen en esa condición, títeres al sistema.",
    "🦅 Yo…” Levantemos nuestras manos hacia Aquel que amamos. “Yo…” Con todo su corazón, “Yo le amo”.\n\nMuy bien, Hermano Demas. 🦅"
  ]
}