{
  "title": "DIOS OCULTÁNDOSE EN SIMPLICIDAD",
  "id": "63300009",
  "content": [
    "🦅  Gracias, hermano. Buenas tardes. Es un privilegio estar aquí en esta noche, en este tremendo tiempo de compañerismo. Parece ser tan real, al escuchar los testimonios de otras personas que están gozando de esta bendición, al compartir juntos nuestras experiencias en esta noche. Ahora, deseo darle las gracias al Hermano Shakarian y muchos…el Hermano Danny, y tantos otros aquí que no puedo llamar sus nombres, que me han invitado a este maravilloso capítulo aquí en—en Albuquerque.",
    "Pienso yo que si pudiéramos, cuando forman otro capítulo, si enviaran alguien, que pudiera recorrer por las iglesias, en forma de avivamiento; y así estarían orando y esperando y estarian bajo expectativa en las iglesias; y el Espíritu de Dios moviendo entre las iglesias, y luego entrar en algo como esto, entonces en realidad tendrían algo. Nosotros…\n\nAquí tienen potencial. Uds.—Uds. tienen gente muy fina.",
    "He visto en dondequiera que voy, y he viajado mucho en estos últimos años, vuelta y vuelta al mundo, predicando. Y he descubierto que en todas partes Dios tiene personas muy finas con esta maravillosa experiencia. Viajo hasta las selvas de Africa y la India, a las islas, y me encuentro con personas que no saben distinguir entre diestra y siniestra, y jamás han escuchado el Nombre del Señor Jesús, no saben nada al respecto, nada. Y lo raro es que cuando ellos reciben el Espíritu Santo, se portan igual que Uds. ahora mismo. ¿Ven? Ellos…Uno lo puede ver que—que en realidad es algo. Y Dios los ama y los sana.",
    "Ahora, este capítulo de los Hombres de Negocio, es lo único a lo cual estoy afiliado en cuanto a organizaciones del mundo. Es por razón de eso, en una ocasión yo era el…",
    "He estado sentado allí, el Hermano Crow y yo, hablando de nuestro pasado entre los bautistas. Yo fui ordenado en la iglesia bautista misionera. Pero desde luego, cuando recibí la experiencia del Espíritu Santo, pues, allí quedó todo concluido. Y así que…Nada en contra de aquellos hermanos allá. Hay algunos varones muy finos allá, y entre todas las iglesias, las denominaciones. Y los apreciamos en gran manera.",
    "Este ha sido un gran tiempo para mí. Esto de los Hombres de Negocio ha sido la cosa que yo…me ha dado un lugar de donde hablar.",
    "Ahora, cuando yo escuché el nombre “pentecostés”, pues escuché el nombre, y me dijeron, “Se trata de unos santos rodadores que se ponen a rodar por el suelo, soltando baba”. Pero luego descubrí que no era de esa manera.",
    "Y luego cuando me metí entre ellos vi que estaban divididos en semejante número de organizaciones como nosotros en la bautista. Pensé que era un solo grupo. Pero descubrí que habían toda clase de grupos, discutiendo entre sí mismos casi igual como nosotros los bautistas y los demás. Y estamos casi iguales.",
    "Y luego—luego, en vez de entrar y unirme con las asambleas o los unitarios, o la iglesia de Dios, y todos aquellos hombres muy finos, en todos los grupos, mejor me paré entre todos y dije, “Somos hermanos. No discutan el uno con el otro”. Ahora si Satanás nos puede mantener peleando entre nosotros mismos, él no tiene que pelear. ¿Ven? Pero cuando entrenamos las armas en él, y no en nuestro prójimo, y comenzamos a amarnos los unos a los otros, y teniendo compañerismo el uno con el otro, entonces comenzará el Milenio.",
    "Pero ese ha sido mi propósito. Y el grupo de los Hombres de Negocio del Evangelio Completo ha sido como un oasis para mí, para reunirnos. Porque es que ellos patrocinan muchas de mis reuniones. Y así de esa manera la…Su gente viene para mantener en alto la apariencia. Y ha sido una gran cosa para mí aquí en esta nación, en los Estados Unidos.",
    "Ahora el 5, y 6, yo sé que…¿Está bien si digo algo respecto a la reunión? [Un hermano dice “Sí”.] Seguro. El 5, 6, y 7; 5, 6, 7 y 8 de junio, tenemos planes para una campaña en Tucson, en el lugar donde celebran el banquete de los Hombres de Negocio, la Ramada Inn. Hay lugar para 2,500 ó 3,500, todo con aire acondicionado.",
    "Y ahora, en cuanto a ser un orador, cualquiera que me conoce, sabe que no soy un orador. Solamente tengo educación de primaria y muy escasa. Apenas llegué hasta el séptimo grado. Así que yo, el decir que soy “un predicador”, Uds. saben que no lo soy. Pero sí aclamo con júbilo al Señor, y hago el esfuerzo de compartir con otros lo que he aprendido de El.",
    "Mi llamamiento en la vida es orar por los enfermos. Con eso me ha bendecido el Señor, en grandes reuniones, dirigiendo al pueblo. El número más grande que hemos tenido en alguna ocasión en una sola reunión fue en Bombay, [India], y fueron quinientos mil en un solo culto.",
    "Y luego en Africa, creo, si contamos los convertidos entre los nativos paganos, los cuales no distinguían entre diestra y siniestra, tuvimos 30,000 que recibieron a Cristo como Salvador, en una sola ocasión. De un joven lisiado y ciego que no estaba bien de la mente, la quinta persona en pasar por la plataforma. Y cuando el Espíritu Santo…",
    "Y he visto a médicos, así como está presente hoy este doctor fino que habló hace unos momentos. Si yo viviera en esta ciudad y estuviera enfermo y requería atención médica, desearía que me atendiera un hombre como éste, uno que cree en Dios. Si requería de su asistencia en la medicina, ciertamente desearía un hombre que creyera en Dios de esa manera. Un verdadero…Es una bendición para esta ciudad que tengan un médico como éste, un verdadero hombre que teme a Dios, que tiene confianza en Dios para guiar sus manos en la cirugía o cual fuere la cosa que él hiciere. Tengo confianza en un hombre como ese. He visto cuando médicos vienen y entregan su corazón a Cristo, y llegan a ser misioneros en las selvas. Y ciertamente aprecio eso.",
    "Y ahora aquí en casa, en América viajo por todos lados y tengo cultos de sanidad donde oro por los hijos enfermos de Dios. Y aprecio mucho la oportunidad.",
    "Así que si están en, alrededor o cerca de Tucson, los días 5, 6, 7 y 8, de junio, el capítulo local está patrocinando esa reunión, hasta donde sabemos. Y todas las asambleas de Dios, pienso que son como cinco, seis o siete asambleas de Dios. Y muchas de las demás, iglesia de Dios, y otras, todas van a cooperar en este compañerismo para esta reunión. Ahora si Ud.….si…creo que ya está anunciado. Pero será en la Ramada Inn. El Hermano Stromei, no sé cómo se escribe, pero él es un…Lo verán allí en La Voz de los hombres. El les puede dar mayores informes al respecto, al avanzar el tiempo.",
    "Voy ahora de inmediato a Alaska, para fundar un capítulo allá en Anchorage.",
    "Y de allí pasaré a la provincia de Yukon para una semana o diez días, y en aquellos pequeños lugares apartados donde otros ministros, como los grandes hombres, como el Hermano Oral Roberts y Tommy Osborn, y aquellos varones que tienen esos ministerios sobresalientes, ellos no podrían llegar a tales lugares. Es imposible económicamente. No gozan de tanto tiempo.",
    "El ministerio que el Señor me ha dado, pues lo he tratado de mantener humilde. Yo—yo no…Nunca en mi vida he levantado una ofrenda. Yo—yo—yo no tengo programas que esté patrocinando. Yo—yo no tengo nada que vendo. Yo—yo—yo simplemente quiero mantenerme en condiciones que si el Señor desea que vaya a predicarles a diez, puedo ir. Y si El desea que vaya a ultramar, El me respaldará. Así puedo ir a dondequiera que El me guíe. Y me gusta mejor de esa forma. Y no requiero mucho dinero ni nada. Solamente deseo las bendiciones del Señor. Así que sólo oren por mí, si pueden. Eso, yo estaba pensando cuando…",
    "Hace poco fui invitado por nuestro precioso y honrado Hermano Oral Roberts. Yo estaba parado allí en su edificio. Creo que me dijo que le costó como tres millones de dólares, el edificio. ¡Oh, qué cosa! Yo he estado en Hollywood, y he orado por el Rey Jorge en su palacio, y el Rey Gustavo en Suecia, y distintos lugares, y he estado en muchos lugares, el privilegio de haber estado allí, y he visto mucho, pero nunca había visto un edificio como ese. Y cuando entré allí, había tanta gente frente a la puerta, que la policía me tuvo que sacar por una puerta de atrás, porque estaban esperando que saliera y orara por los enfermos. Y cuando salí por atrás, el Hermano Fisher me sacó, después de haberme mostrado todo el edificio, cuando estaba afuera, mirando ese edificio tan gigantesco.",
    "Había venido directamente de donde el Hermano Tommy Osborn. Ambos de esos muchachos dicen que vinieron a mi campaña y fueron inspirados. Entonces doy gracias al Señor por permitirme tener una pequeña parte en el ministerio.",
    "Y como el Hermano Osborn vino aquella noche y vio aquel maniático cuando corrió a la plataforma, para matarme. Y levantó los brazos, y dijo, “Voy a quebrar todos los huesos de tu cuerpo”.",
    "Yo dije, “Por cuanto Ud. ha retado el Espíritu de Dios, esta misma noche Ud. caerá a mis pies”.",
    "Escupió en mi cara y dijo, “Te mostraré a los pies de quién caeré yo”. Y levantó la mano para pegarme.",
    "Yo dije, “Satanás, sal del hombre”. Comenzó a girar varias veces y cayó sobre mis pies, de donde la policía tuvo que quitarlo.",
    "Tommy Osborn dijo, “Si Dios puede hacer eso con un hombre, lo podrá hacer con otro”. Y así que…",
    "¡Y Tommy es un siervo valiente, un verdadero hombre! Y yo había estado en su gran lugar y había visto su gran edificio.",
    "Luego vi el edificio del Hermano Oral Roberts. Luego ellos…Salí por atrás. Iban a venir a levantarme allí. Estaba mirando ese edificio gigantesco. Pensé, “¡Oh, qué cosa! Mira Señor, cómo has bendecido al Hermano Tommy”. Y me fijé en el edificio del Hermano Oral, y dije, “¡Lo que Dios puede hacer con un pequeño hombre humilde! Oral Roberts nació en un sótano escarbado en el campo. Un muchacho pobre, y cómo es que le pones millones de dólares en la mano, y tantas cosas”.\n\nY, algo me dijo, “¿Y qué de ti”?",
    "Yo pensé, “Pues no”. Pensé, “En realidad tendría vergüenza si uno de ellos viniera a mi oficina. Tengo una sola máquina de escribir al fondo de un edificio”. Ahora el Hermano Oral tenía como quinientas máquinas IBM en un solo piso. Pensé, “Las cosas ni son tocadas por manos humanas, así de alto”. Pensé, “¡Oh, qué cosa! Si él viniera allá conmigo y me dijera, ‘Hermano Branham, quisiera ver su oficina.’ ¡Ay”! Pensé, “Qué vergüenza me daría”. Pensé, “Pues Señor, quizás—quizás no me puedes tener esa confianza. Quizás no sería de beneficio que yo fuera así”. Dije, “No Señor. Tú eres infinito. y Tú sabes que yo no tengo suficiente inteligencia”. Y pensé, “¡Mira lo que ellos han heredado”! Pensé, “Pues, quizás no tengo mucho”.",
    "Y en eso Algo dijo, “Mira hacia arriba”. Entonces estuve muy satisfecho. Estoy esperando una Ciudad cuyo Arquitecto y Constructor es Dios.",
    "Ahora, no tengo nada en contra de estos hermanos a quienes Dios puede tener confianza de esa manera, y yo—yo los amo. Y doy gracias a Dios por obrar así con estos grandes hombres.",
    "Pero para mí, sólo la preocupación de todo eso me tendría muerto. Si yo tuviera que tener entre veinte y treinta mil dólares al día para manejar un negocio. Si obtengo suficiente para mis tres hijos y mi esposa y yo para comer y tener donde dormir, con eso tengo. Luego si el Señor desea que vaya a algún lugar, a estos lugares humildes, puedo ir. Quizás El me mantuvo así. ¿Ven?",
    "Yo no podría lidiar con los hombres con quienes ellos se encuentran, no tengo esa inteligencia; no tengo la educación. Así que yo voy y oro por Sus hijos enfermos, y espero que algún día en los palacios allá arriba nos podamos encontrar nuevamente, donde no habrá más enfermedad; no habrán más cultos de oración ni predicación a los impíos. Pero hasta entonces, yo soy su hermano en Cristo.",
    "Ahora, las cintas que se están grabando aquí, son, las pueden obtener. El Sr. Sothmann por aquí. Ya están hechas, e inmediatamente después del culto las pueden obtener, no tienen que esperar. Allí están y las pueden obtener.\n\nY ahora, oren por mí.",
    "Y ahora en esta noche, el Hermano Shakarian me dijo que me iba presentar temprano. Me supongo que eso indica “salir temprano”. Y voy a hacer lo mejor para lograrlo. Y siendo que este es el Viernes Santo estaba pensando hoy en la mañana…",
    "[El Hermano Demas Shakarian dice, “¿Cuántos desean que Branham tome su tiempo, y que no se apure”? La congregación aplaude y dice, “Amén”.] ¡Oh! Gracias. Gracias. Gracias. Gracias. Gracias. [“Muy bien. No quiero me culpe a mí”.] No, hermano. Hermano Shakarian, no lo quise decir de esa manera. ¿Ven? Yo…[“Queremos Hermano Branham que Ud. tome su tiempo. Aquí tenemos toda la noche.] Gracias. Gracias. [A donde está el Señor, hay paz, hay confortación, hay descanso”.] Gracias.",
    "En veces cuando estoy hablando si mezclo las palabras, me hace recordar una historia que escuché en una ocasión de un muchachito. Un ministro venía caminando por la senda y escuchó a un niño por allí en un rinconcito citando el abecedario, “A, B,C, D…” Y se detuvo para escucharlo. Tenía las manos alzadas hacia el Cielo. Cuando terminó se puso de pie y se puso el sombrero.",
    "El dijo, “¿Hijo”? Se dio la media vuelta y lo vio. El dijo, “Yo soy un ministro”. Dijo, “Te escuché allí de rodillas con las manos en alto, citando el abecedario”.",
    "Dijo, “Señor, me criaron en un hogar Cristiano, y ambos padres murieron de repente. Me llevaron y estoy viviendo con un hombre que es demasiado cruel conmigo. Yo estaba orando por él. No sé cómo orar. Pero estaba citando todas las letras del abecedario y pensé que Dios sabría cómo acomodarlas”.",
    "Así que quizás Uds. piensen lo mismo conmigo. Quizás El entenderá y lo acomodará para que Uds. entiendan el objetivo que tengo en mi corazón con respecto a lo que digo.",
    "No ha sido mi costumbre ponerme nervioso entre los hombres porque he estado entre los hombres. Pero tengo un solo objetivo: Cristo y El crucificado. Yo veo una Iglesia que amo, por la cual El murió; y soy muy celoso con respecto a esa Iglesia. Y hago lo mejor que puedo para mantenerla en lo correcto, según mi entendimiento, en orden y en línea con la Palabra de Dios. Y estoy esperando algún día pasar la Eternidad sin fin con Uds. en una tierra donde nos podremos sentar como aquí en esta noche.",
    "Muchas veces cuando celebramos los desayunos o las cenas, y cosas semejantes. Ahora, yo soy del sur. Y para mi todavía es “cena”. Hablan aquí de desayuno, lonche y comida. Yo—yo no puedo hacer eso. Ahora, ¿qué pasó con la cena? ¿Ven? Tengo…tengo que tener la cena. Correcto. Tomar un lonchesito no me basta. Tengo que comer tres veces al día.",
    "Pero, así yo estaba pensando al observar. Estaba saludando a varios de los hombres aquí, ministros de edad avanzada que sin duda ya estaban en el campo cuando yo aún era un pecador. Los veo y observo las canas. Y pienso, “¡Qué cosa! Esos hombres ya estaban allá peleando aún antes que yo fuera convertido. Yo no tengo ningún negocio estar parado aquí en la plataforma, hablando a tales hombres”. Luego miro…",
    "Pues, lo que hicieron fue que profetizaron y dijeron que estas cosas aparecerían. Y quiero que sepan hermanos míos, Uds. colocaron las piedras del fundamento para el…y prepararon los campos.",
    "Uds. hermanos pentecostales que se pararon por aquí con su pandero en la mano, cuando no tenían ni siquiera una iglesia donde congregarse; cuando la gente se reía y les tiraban huevos podridos, y Uds. pasaban la noche en la cárcel; molían el maíz al colocar los granos en la vía del ferrocarril, y sus hijos sufrían de hambre. ¡Dios bendiga sus almas valientes! Uds. debieran estar parados aquí y no yo.",
    "Pero Uds. dijeron que llegaría el tiempo cuando estas cosas ocurrirían, y me alegra ver que han vivido hasta ver que está ocurriendo. La mitad aún no se ha contado. Y yo—yo los aprecio a Uds.",
    "Miré a lo largo de la mesa y vi a varios, y pensé que quizás nunca más pueda cenar con Uds. aquí en esta tierra. Pero algún día cuando la vida haya terminado, nuevamente cenaremos juntos. Correcto. Eso será allá en Casa de nuestro Padre, cuando nos miraremos el uno al otro, sentados a la mesa. Ahora estamos en el campo de batalla, y tenemos que apurarnos e irnos. Pero me imagino cómo será cuando estoy mirando a través de la mesa y veo a todos los redimidos sentados allí. Me extiendo y lo tomo a Ud. de la mano. Comenzaremos a llorar, tiene que ser así, pero luego saldrá el Rey y El mismo enjugará toda lágrima de nuestros ojos, y dirá, “Hijos, no lloren más. Ya todo ha terminado. Entren ahora al gozo del Señor, lo cual ha sido preparado para Uds. desde antes de la fundación del mundo”. Entonces desaparecerán todas nuestras pequeñas diferencias. Y será una gran Eternidad, la cual deseo pasar con Uds.\n\nOremos ahora mientras inclinamos nuestros rostros.",
    "Nuestro Padre Celestial, el gran poderoso Jehová, cuya Voz tronó allá en el principio y dijo, “¡Sea la luz”! Y apareció la luz. Oh Jehová truena en semejante forma y muestra Luz sobre nuestro sendero en esta noche. Muestra Luz sobre Tu Palabra. Muestra Luz sobre el día en que estamos viviendo. Envía la Luz. Concédelo Señor.",
    "Bendice Tu pueblo en todas partes alrededor del mundo, donde están ardiendo los fuegos del avivamiento en cada loma allá en las tierras paganas, alrededor del mundo. Rogamos que bendigas a cada ministro enviado por Dios. Oh Dios, inspira sus vidas. Y el sólo pensar que en este mismo momento personas están recibiendo el Espíritu Santo alrededor del mundo. Hay gente que está sanando en este mismo momento alrededor del mundo. Cómo te agradecemos por esta gran bendición universal que fue hecha posible por la muerte de Tu Hijo hace unos mil novecientos años en esta misma tarde, mientras celebramos este Viernes Santo.",
    "Rogamos que Su Espíritu Santo venga entre nosotros ahora mismo y que nos conceda la porción del Pan de Vida que necesitamos, la cual nos mantendrá en el camino que está por delante. Nos hemos apartado del campo por estos días para gozarnos en la sombra del Arbol de la Vida; para gozarnos el uno con el otro en nuestro compañerismo mutuo. Gracias por esto, ha sido un tiempo de refrigerio. Ahora concede una vez más Padre, llena nuestras almas.",
    "Sana a todo enfermo presente. Cómo te agradecemos por Tu sanidad hoy, de nuestra hermana con esa pierna corta y el pie corto en esa condición. Estamos agradecidos, Señor. Te damos gracias. Eso muestra que el Dios vivo está morando entre nosotros. Te damos gracias por la hermana que fue sanada del bocio en el cuello. Quizás ni nos damos cuenta de todo lo que has hecho. Y es tan sobresaliente ver cómo obras. Estamos agradecidos contigo.",
    "Ahora bendícenos más adelante. Bendice la lectura de Tu Palabra. Esconde Tus siervos, y circuncida los labios que han de hablar y los oídos que han de escuchar. Porque pedimos esto en el Nombre de Jesús. Amén.",
    "Abramos ahora para un texto para leer, o más bien para la lectura de las Escrituras. Deseo leer de dos porciones en la Palabra. Y es de Isaías, el capítulo 53, de Isaías. Deseo leer desde el primero al décimo versículo. Y también deseamos leer en Mateo 11:25 y 26. Ahora leamos.\n\n¿Quién ha creído a nuestro anuncio? ¿y sobre quién se ha manifestado el brazo de Jehová?\n\nSubirá cual renuevo delante de él, y como raíz de tierra seca; no hay parecer en él, ni hermosura; le veremos, mas sin atractivo para que le deseemos.\n\nDespreciado y desechado entre los hombres, varón de dolores, experimentado en quebranto; y como que escondimos de él el rostro, fue menospreciado, y no lo estimamos.\n\nCiertamente llevó él nuestras enfermedades, y sufrió nuestros dolores; y nosotros le tuvimos por azotado, por herido de Dios y abatido.\n\nMas él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre él, y por su llaga fuimos nosotros curados.\n\nTodos nosotros nos descarriamos como ovejas, cada cual se apartó por su camino; mas Jehová cargó en él el pecado de todos nosotros.\n\nAngustiado él, y afligido, no abrió su boca; como cordero fue llevado al matadero; y como oveja delante de sus trasquiladores, enmudeció, y no abrió su boca.\n\nPor cárcel y por juicio fue quitado; y su generación, ¿quién la contará? Porque fue cortado de la tierra de los vivientes, y por la rebelión de mi pueblo fue herido.\n\nY se dispuso con los impíos su sepultura, mas con los ricos fue en su muerte; aunque nunca hizo maldad, ni hubo engaño en su boca.\n\nCon todo eso, Jehová quiso quebrantarlo, sujetándole a padecimiento. Cuando haya puesto su vida en expiación por el pecado, verá linaje, vivirá por largos días, y la voluntad de Jehová será en su mano prosperada.",
    "Desde luego, allí está hablando de Jesús, nuestro maravilloso Señor. Mateo capítulo 11, y los versículos 25 y 26:\n\nEn aquel tiempo, respondiendo Jesús, dijo: Te alabo, Padre, Señor del cielo y de la tierra, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños.\n\nSí, Padre, porque…\n\nSí, Padre, porque así te agradó.",
    "Ahora, si fuera la voluntad del Señor, deseo obtener de aquí un texto, para hablar por un tiempo corto, tan rápido como pueda; luego poder sentarme a escuchar otros cuantos testimonios. Deseo abordar el tema: Dios Ocultándose En Simplicidad.",
    "Uds. saben, Dios es tan grande. El se oculta en simplicidad, y luego se revela en lo mismo en que se ocultó. Y Dios es tan grande que se puede hacer sencillo, eso es lo que lo hace grande. Muchos lo pasan por alto debido a las maneras tan sencillas en que se oculta. Sabemos que el hombre no puede hacer nada de eso. El hombre no puede hacerse tan grande para hacerse sencillo. ¿Ven? Lo que hace que Dios sea tan grande es que se puede hacer tan sencillo. Y Dios no se revela en grandeza, así como nosotros llamamos grandeza.",
    "Ahora, mientras leemos la Palabra, y estudiamos la Palabra de Dios, hallamos la manera en que Dios hace las cosas. El jamás puede cambiar Su programa. Lo que Dios dice, El nunca puede retroceder en cuanto a Su Palabra.",
    "Cuando nosotros hacemos algo; yo puedo hacer algo este año y pienso, “Esto está bien”. Pero al año, o a la semana, puedo ver donde estoy errado.",
    "Pero no es así con Dios porque El es infinito. Su primera decisión…Si El es llamado a la escena para obrar, entonces la manera en que El obra a base de esa decisión es la misma manera como debe obrar cada vez cuando se tome esa decisión nuevamente. Porque si El obra de cierta manera en cierta decisión, luego el mismo tema aparece otra vez, y si El no obra igual como obró la primera vez entonces obró mal la primera vez.",
    "Por lo tanto, si algún hombre llega a El buscando la Salvación y El lo salva a base de como lo salva, entonces tiene que salvar al próximo sobre la misma base. Y si un hombre viene buscando sanidad y El lo sana sobre cierta base, si llega otro lo tiene que sanar sobre la misma base. El no puede cambiar, siempre tiene que ser igual.",
    "Dios formuló un programa. Allá en el principio cuando el hombre pecó, intentó hallar una vía de escape para sí mismo. Trató de hacerse un cubierto de hojas de higuera. Eso no le funcionó. Pero Dios le abrió camino por donde el hombre pudiera tener compañerismo con El nuevamente. Y eso fue bajo la sangre derramada de un sustituto inocente. Y esa es la única manera como Dios se encontró con el hombre; y es la única manera como Dios jamás se encontrará con el hombre: bajo la sangre derramada de un sustituto inocente.",
    "Ahora, estamos aquí en este Viernes Santo. Y el mundo hoy, en las denominaciones católicas, están subiendo los escalones y tantas formas que tenemos de cumplir con las tradiciones, y tocando huesos. Y existen 19 clavos “absolutamente probados” que sacaron de las manos de Jesús, según reclaman. Cada iglesia tiene el suyo. ¿Qué tanto importa si es un clavo o el manto o lo que fuera?",
    "Nosotros tenemos el Espíritu Santo. Eso es lo que Cristo le dejó a la Iglesia. No alguna ropa, o un pedacito de la cruz, o algún clavo, o algo. El nos dejó un memorial y es el Espíritu Santo, lo cual El dejó para la Iglesia. Ahora, ahora eso fue lo que El dejó para la Iglesia hace mil novecientos años esta misma tarde cuando murió en el Calvario; encomendó Su Espíritu en las manos de Dios, lo cual regresó sobre la Iglesia en el Día de Pentecostés. Ahora Dios…",
    "Allá en el principio cuando el hombre pecó, eso mostró la naturaleza del hombre. El siempre ha querido esconderse de Dios y por sí mismo abrirse un camino para entonces sentirse justificado, una religión. Religión significa “algo que cubre”. Así que intentó fabricar su propia religión.",
    "Pero Dios tomó Su decisión de cómo era que se encontraría con el hombre, y eso fue a base de la Sangre derramada. Y esa es la única manera. No importa cuánto intentamos buscar otra manera, ese es el único lugar donde Dios se encontrará con el hombre para tener compañerismo: bajo la Sangre derramada.",
    "Dios solamente se encontraba con Israel bajo la sangre derramada. El único lugar donde Israel podía adorar era bajo la sangre derramada.",
    "Y hoy hemos intentado con organización, hemos intentado con denominación; hemos intentado, hemos intentado con educación; hemos intentado con éxitos científicos, y de todo, tratando de traer el hombre a una unidad para compañerismo. Y cada cosa ha fallado.",
    "Hay un solo lugar donde el hombre se puede congregar y tener compañerismo con Dios y el uno con el otro, y eso es debajo de la cruz, cuando cada hombre acepta la Sangre de Jesucristo. No importa en cuanto a sus peculiaridades, él aún puede extender la mano y tomar al prójimo de la mano y llamarlo hermano. Eso es cuando nos unimos bajo la cruz donde murió Jesús.",
    "Nos estamos convirtiendo en una edad científica. Todo tiene que ser probado científicamente. Estamos viviendo en la edad de la ciencia, tal como fue predicho por la Biblia: más débil pero más sabio, como fue predicho. Y estamos viviendo en esa edad. Y por cuánto más nos profundizamos en la ciencia, tanto así nos distanciamos de Dios. Ud. jamás podrá probar a Dios científicamente.",
    "Y toda la armadura del Cristiano es absolutamente sobrenatural, no hay nada natural. Si Dios se pudiera comprobar, entonces ya no se necesitaría fe. Pero es necesario que el que se acerca a Dios crea que existe [Hebreos 11:6], es por fe. Toda la armadura Cristiana es fe.",
    "El Dr. F. F. Bosworth, uno de mis primeros asociados, escribió un libro, titulado, Mirando Hacia El Invisible. Sin duda, muchos de Uds. lo han leído. Es un libro muy fino referente a mirando hacia lo que no se ve. El Cristiano mira hacia cosas que no puede ver.",
    "Ahora, consideremos la armadura del Cristiano y veamos si es sobrenatural. Amor, gozo, paz, fe, longanimidad, mansedumbre, ternura, paciencia. Todo es sobrenatural. Amor, vaya a la farmacia y cómpreme un tostón de amor, lo necesito. ¿Ven? No se puede hacer. Cómpreme un dólar de paz. No se puede. ¿Ven? Todo es sobrenatural. Toda la armadura de Dios es sobrenatural. Su Iglesia es sobrenatural, no es una organización sino un Cuerpo sobrenatural en la cual son nacidos hombres y mujeres por medio del Espíritu Santo. Y es una vía muy fácil.",
    "Dios no hace las cosas complicadas, tantos más cuantos rosarios, y tanto de esto acá, y únase a esto; tanta educación y tanta teología. Pues cada día nos estaríamos apartando más y más de Dios al hacer eso.",
    "Hoy somos científicos a tal grado que podemos decir cuántas moléculas forman un átomo; cuántos electrones y así, y podemos partir el átomo y decir cómo se hizo, y así fabricar una bomba atómica. Y luego podemos explicar cómo se hizo. Pero pisamos una hoja de zacate que no se puede explicar.",
    "Dios en simplicidad, Dios manifestándose en simplicidad. El se hace sencillo para que los sabios no lo puedan entender. Jesús dijo, “Te alabo, Padre, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños, los cuales pueden aprender”. [Mateo 11:25]",
    "Nunca trate Ud. de educarse para llegar a Dios. Cuando lo hace se está alejando de Dios. Dios no se conoce a base de educación. Dios se conoce a base de fe. Y el primer golpe que dio el Diablo fue con el programa de la educación, y el hombre allí perdió su compañerismo con Dios. Exactamente. A Dios se tiene que conocer por fe, no por lo que se puede explicar sino por lo que se cree y no se puede explicar. Tenemos el cuadro al revés.",
    "Ahora, hoy todo es a base de algún programa educativo. Sí, pisamos la pequeña y sencilla hoja de zacate. Enviamos nuestros hijos a la escuela Bíblica y los colegios. Y recuerden, no estoy condenando eso, no estoy respaldando la ignorancia; pero estoy tratando de mostrarles la locura de todo eso, y allí es donde…Uds. saben que algo anda mal.",
    "Y es como por ejemplo en mis reuniones. Muchas veces cuando tengo una reunión, veo que llegan las personas que no tuvieron éxito en las reuniones de otros. Porque muchas veces…",
    "He observado al Hermano Roberts. Alguien dijo, “Hermano Branham, el Hermano Roberts ora por quinientos mientras Ud. ora por tres”. Y es la verdad, exactamente. Y él obtiene el doble de testimonios, ciertamente, hasta cincuenta veces más. ¿Ven? Y es porque esto se basa en la fe de los mismos individuos recibiendo la oración. Pero todos los que fallan allá, vienen acá. Porque…",
    "Aquí está sentado un médico. Si un médico…Si Ud. va con el médico y le dice, “Tengo dolor del estómago y dolor de la cabezay”. Y luego el médico simplemente le recta unas aspirinas, o algún tranquilizante; pero él no ha diagnosticado el caso, sólo quiere despedirlo de la oficina. ¿Ve Ud.? Ahora, si él se interesa en Ud. de corazón, y tiene interés, él va diagnosticar el caso hasta hallar la causa.",
    "Y cuando un hombre o una mujer está enferma o algo les ha sucedido, hay una sola manera correcta de resolver eso, y es volver y descubrir la causa. Hay que volver para ver qué han hecho. En las reuniones, vean cómo es cuando están parados en la plataforma y el Espíritu Santo les dice, “Hace diez años Ud. estuvo en cierto lugar e hizo cierta cosa, y luego hizo esto…” Muchos lo han oído, muchos, en las reuniones. ¿Ven? La persona hizo eso y primero tiene que arreglar esa cuenta. Y luego, si prometen arreglar eso, entonces se escucha cuando viene ASI DICE EL SEÑOR. Apúntenlo en su libreta. ¿Han visto que falle una sola vez? Claro que no. No falla, y no puede fallar. ¿Qué es? Primeramente uno tiene que descubrir la causa antes de producir la solución. Se tiene que descubrir el porqué.",
    "Y ahora, hoy estamos intentando educar la gente en la vía científica para conocer a Dios. Y eso no se puede hacer. Dios no es conocido a base de ciencia, sino a base de fe es como conocemos a Dios.",
    "Y yo diría esto, que un hombre puede sentarse y observar unas flores, un ramillete, y estudiar eso por media hora, sinceramente de todo corazón, y así conocerá más de Dios que si obtuviera todos los títulos de educación que le pudiera otorgar una escuela Bíblica. Porque Dios se revela en la flor. La vemos que muere y resucita de nuevo, la resurrección. Vemos dos o tres colores en la misma especie de flor. ¿De dónde vinieron esos colores? Explíquemelo. ¿Cómo llegó allí, a dónde va, y cómo regresa de nuevo? ¿Cómo es que esa semilla tiene que morir, podrirse y volver de nuevo? Es Dios mostrándose en simplicidad, y luego ocultándose en muerte para mostrarse nuevamente en resurrección. ¿Ven? Es solamente…",
    "Uno no tiene que tener mucho conocimiento, sólo tiene que conocer que se requiere fe en lo que uno está mirando, lo que está creyendo. ¿Ven? Creer. En una hora se comprobaría, y le enseñaría más con respecto a Dios que todos los títulos que uno pudiera tener.",
    "Dios es tan grande que se puede hacer sencillo. Y para mí en eso es que está la grandeza de Dios, el hecho que se puede hacer sencillo. Y en eso se oculta de los sabios y entendidos. Piénsenlo. Se oculta de las personas entendidas, y se revela a las personas humildes. La Biblia dice en Isaías 35, “…por torpe que sea, no se extraviará”. Es tan sencillo. Y mientras Ud. lo estudia y lo calcula, tanto así se está apartando de Dios. Cada vez que lo hace se está apartando más y más. Deje de calcular y simplemente crea lo que dice. Eso es todo. Simplemente crea. Y luego El se oculta de los sabios, y se muestra a los sencillos. El hombre no puede ser así de grande.",
    "Un hombre, al obtener algún título de alguna clase, él entonces conoce más que el prójimo y uno no le puede decir nada. Hoy día a la iglesia le encanta jactarse de su pastor, por cuanto él es graduado de cierto seminario. “El tiene su título de bachiller”. “El tiene su título de doctorado en divinidad”. Pero eso no significa nada. Uno puede tener todos esos títulos y ni siquiera poder distinguir el café de los chícharos. Me van a perdonar esas palabras, este no es el lugar para los chistes. Esa no fue mi intención. Me perdonan. Lo que quiero decir es que todo eso no tiene nada que ver en el asunto.",
    "Uno conoce a Dios a base de fe, y más nada. Eso fue comprobado cuando Jesús vino a la tierra. Y los fariseos y otros, los que tenían los títulos más sobresalientes, los más sabios, los hombres más santos que había, si hubiera una sola tacha en su contra los apedreaban sin misericordia. Pero Jesús les dijo, “Sois de vuestro padre, el Diablo, y sus obras haréis”. ¿Quién podría señalarlos con el dedo y decir algo?",
    "Nosotros calificamos de pecado el cometer adulterio, diciendo una mentira, fumando cigarros, masticando tabaco. Pero esas cosas no son pecado, eso no tiene nada que ver con pecado. Son más bien los atributos de incredulidad. Hay un solo pecado: incredulidad. “…el que no cree, ya ha sido condenado…” [Juan 3:18] Cuando un hombre se pone a negar la Palabra de Dios, allí mismo está el pecado.",
    "Cuando Jesús estuvo aquí en la tierra, dijo, “¿Quién me puede redargüir de pecado? ¿Quién puede decirme que no cumplí todo lo que fue profetizado de Mí? Cuando vine estaba supuesto a hacer ciertas cosas, y ¿quién puede comprobar que no hice exactamente lo que las Escrituras dicen que debía hacer? Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí. ¿Quién de vosotros me puede redargüir de pecado”? [Juan 8:46 y 5:39]",
    "Ahora, esa gente allá tenía que lavar las ollas de cierta manera antes de comer, y tenía una serie de tradiciones que guardaba, pero Jesús los condenó a todos, y los apartó a un lado y les dijo que eran todos diablos. ¿Se pueden imaginar tal cosa?",
    "¿Creen Uds. que El haría la misma cosa en las iglesias hoy? Ciertamente. Nos hemos enredado con las tradiciones a tal grado que nos encontramos en la misma condición de ese tiempo. Y ahora, cuando Dios se manifiesta en simplicidad, la gente no lo reconoce. Es muy por encima de su manera de pensar. Tienen el asunto todo calculado a su manera de pensar, y si no viene por esa misma vía entonces no lo reciben. Así es, y ese siempre ha sido el problema.",
    "Recuerden, para subir hay que bajar. Correcto. “El que se humilla será enaltecido”. [Lucas 14:11]",
    "¿Y cómo sabe Ud. cuál es arriba y cuál es abajo? Si el mundo está así en el espacio, ¿será el polo norte o el polo sur el que está hacia arriba? ¿Cuál es? ¿Ven?",
    "Y si hablamos de la estrella vespertina y la estrella del alba, pues es la misma estrella. La misma luz que fue dada en la mañana es la misma estrella para la tarde, es que el mundo dio la vuelta. Es todo. Entonces a pesar de todo no es tan complicado. Es simplemente fe para creer en Dios. Noten. Como dije, para subir hay que bajar.",
    "Tenemos que creer en Dios y tomarlo según Su Palabra. No debemos estar calculando las cosas, pero así como Dios lo ha dicho. El verdadero Espíritu de Dios acentuará a toda Palabra de Dios con un “Amén”. Es que el Espíritu Santo escribió la Palabra.",
    "Y si el Espíritu Santo escribió la Palabra, y el Espíritu Santo está en Ud., entonces ¿cómo puede decir que eso fue para otra edad? Cuando dice que Jesucristo es el mismo ayer, y hoy, y por todos los siglos, ¿cómo puede Ud. colocarlo allá en otra edad en el pasado o alguna edad que está por venir?",
    "El hombre sigue siendo el mismo. Siempre le está dando gracias a Dios por lo que ha hecho, mirando hacia lo que hará, e ignorando lo que está haciendo en tiempo presente. Así ha sido el hombre, siempre. Y hace lo mismo hoy. Siempre, así es el hombre. Y uno tiene que salir de eso. Uno tiene que permitir que el sentir o la mente que estaba en Cristo también esté en uno.",
    "La forma de Dios tratar con el hombre siempre ha sido en humildad. El nunca trata con el hombre en grandes términos teológicos. Díganme de una ocasión cuando fue así. Nunca lo hace. El se hace sencillo. Pero el hombre lo quiere hacer complicado. El se hace grande al hacerse humilde.",
    "Ahora, cuando el hombre se acumula una poca de educación o algunos títulos, él sabe tanto que uno no le puede decir nada. Pero si él pudiera seguir haciéndose grande hasta donde pudiera hacerse pequeño, a donde no sabe nada, entonces estaría bien. Pero no puede hacerse tan grande. ¿Ven? El simplemente no puede hacerse así de grande.",
    "Pero Dios sí es tan grande así. El es tan grande que se puede hacer humilde. Pero nosotros no podemos llegar a tal grandeza para hacernos humildes. Esa es la diferencia. Entonces Dios se oculta en humildad y en simplicidad, y la sabiduría humana de este mundo mira totalmente por encima. Con razón Isaías [53:1] dijo, “¿Quién ha creído nuestro anuncio? ¿Y sobre quién se ha manifestado el brazo de Jehová”? Jesús dijo, “Te alabo, Padre, Señor del cielo y de la tierra, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños, que aprenderán”. Humildad, sencillez, vean como Dios se hace sencillo.",
    "Fíjense. Fíjense en el Edén. El sólo creer Su Palabra fue todo lo que tenían que hacer para vivir. Ahora, Dios nunca le dijo a aquella primera causa, que uno tenía que acumular tantos títulos del colegio. Pero dijo, “Esta es mi Palabra, créanla y vivan. Descréanla y morirán”.",
    "Ahora, Eva no la descreyó toda. Ella solamente descreyó una pequeña fase.",
    "Ahora deseo hacerles esta pregunta, hermanos y hermanas. Si Dios permitió que todo esto aconteciera por razón de que Eva descreyó una sola fase de la Palabra, y causó que la humanidad llegara a donde está ahora, ¿piensan que volveremos descreyendo alguna fase? Piénsenlo. Si Dios puede observar a niñitos sufriendo, guerras, problemas, hambre, enfermedad, asesinos, y todas estas cosas que están ocurriendo, todo porque se dudó una pequeña fase de Su Palabra. ¿Piensan que volveremos al dudar alguna fase? Si aquello causó todo esto, ¿nos va dar pase libre para volver si decimos, “No la entiendo y de todas maneras no la creo”? No.",
    "Uno tiene que creerla toda. No importa cuán humilde sea, créala de todas maneras. Ud. dirá, “Pero no la entiendo”. De todas maneras créala. No es cuestión de que la entienda, pero es que debe creerla. Créala de todas maneras. Y así somos hoy, la misma cosa, que Dios…",
    "Es como un ejército saliendo a pelear. Nosotros tenemos espías en Inglaterra, e Inglaterra tiene espías acá. Los espías están por todos lados, por todo el mundo. ¿Por qué? Están buscando nuestros secretos militares. Cuando descubrimos algún secreto militar, luego tan pronto como ellos lo descubren se llevan eso o algo para combatirlo. Es una guerra.\n\nLa guerra más grande que ha habido es la guerra espiritual.",
    "Ahora, cuando Dios supo que esto iba ocurrir, El obró a favor de Sus hijos igual como los Estados Unidos obra a favor de su ejército. Le damos al hombre un casco porque sabemos que lo va usar. Le damos una pala para escarbar donde esconderse. Le damos un bulto para cargar en la espalda, como de 90 libras. Y cuando un recluta lo lleva, parece ser algo difícil, pero el ejército sabe que lo tienen que entrenar para eso, porque lo va necesitar. Cuando él llega al frente de batalla va necesitar todo ese equipo.",
    "Y amigos, eso es lo que debemos hacer hoy. Tenemos que llevar toda la Palabra de Dios porque lo vamos a necesitar. Tenemos que utilizar cada Palabra contenida aquí porque son ASI DICE EL SEÑOR. Y tenemos que utilizar el Evangelio completo, todo. Ahora, cuando Dios fortificó Su Iglesia, empleó lo mejor que podía hallar porque son Sus propios hijos. Y El fortificó la Iglesia con Su Palabra, Su propia Palabra. El simplemente les ha pedido que crean Su Palabra, eso es todo.",
    "Luego Satanás, con su sabiduría, causó que Eva rompiera esa barrera en un solo lugar. Satanás reconoció que toda la Palabra era correcta, pero dijo, “No”. Fue todo lo que tenía que saber, “No moriréis”. Y allí estaba la laguna o el escape. El sacó a Eva de detrás de la Palabra con una sola duda.",
    "Y es exactamente como obra con la iglesia hoy día, lo mismo. Una sola duda lo lleva a uno de este otro lado. Y no hay ninguna manera de pensar que Dios lo va perdonar a Ud. al pertenecer a alguna iglesia, pertenecer a alguna organización, o algún grupo o lo que fuera, o basado en alguna sensación.",
    "Ud. tiene que creer Su Palabra y ponerla por obra. Correcto. Es al única manera. Fue el programa de Dios en el principio, ha sido el programa de Dios por toda la vida, y es el programa de Dios ahora. La iglesia tiene que mantenerse detrás de la Palabra. Es la única manera de estar seguro.",
    "Noten a Noé, allá en su día, como hablamos hoy en la mañana. En su día era un tiempo muy intelectual, y los hombres eran muy sabios. Pero en el gran tiempo intelectual de Noé, Dios bajó para salvar las personas elegidas.",
    "¿Creen que Dios tiene una Iglesia Elegida? Ciertamente. Y El viene para salvar a esos elegidos. Los demás son paja común para la quema. Pero El sabe que habrá cierto número que serán salvos por cuanto El colocó sus nombres en el Libro de la Vida del Cordero antes de la fundación del mundo. Exactamente, según las Escrituras.",
    "Y en los últimos días el anticristo engañará a todos aquellos cuyos nombres no fueron escritos en ese Libro antes de la fundación del mundo. Así dice la Biblia. El anticristo será tan semejante que será pentecostal al pie de la letra. ¿Ven? Pero engañará a todos aquellos cuyos nombres no estaban escritos en el Libro de la Vida desde la fundación del mundo, allá cuando fue herido el Cordero.",
    "Ahora, hallamos que Satanás, aquel delegado, sólo conquistó a la iglesia la primera vez cuando logró que aceptaran su sabiduría del mundo y que se apartaran de la fe sencilla que Dios les dijo que tuvieran en Su Palabra. Ese fue su primer programa, y tuvo éxito; y ha hecho lo mismo cada vez. Oh, si nosotros solamente pudiéramos ver que ese es el detalle. Y cuando él logra sacarlo a Ud. de detrás de esa Palabra, con eso tiene. Ud. entonces está a su disposición.\n\nNoten, sólo crean Su Palabra y vivan.",
    "Ahora, pero para Eva eso no fue suficiente. Ella deseaba de la sabiduría del mundo.",
    "Y así somos nosotros hoy. Siempre tenemos que tener un cierto individuo titulado en las humanidades y en la divinidad, para que nos aclare las cosas. Hermano, si es algo contrario a esta Palabra, Ud. déjelo quieto. No importa si es el Papa de Roma, o alguna jerarquía, o el arzobispo de Canterbury, sea quien sea, no importa. Ud. crea la Palabra de Dios y permita que toda otra palabra sea una mentira, cualquier cosa contraria a la Palabra.",
    "He descubierto esta cosa: Viva Ud. por medio de la Palabra. Si Dios hace una promesa, El tiene que guardar esa Palabra. Si El no guarda esa Palabra, entonces no es de Dios.",
    "Ahora, Dios tiene que juzgar al mundo algún día por medio de alguna norma. Si es como nos dice la iglesia romana que El va juzgar al mundo empleando a la iglesia como la norma, entonces ¿por cuál iglesia será? Existen más de 900 organizaciones. ¿Cuál de ellas? Los bautistas dicen que la suya es la norma; los pentecostales dicen que la suya; los católicos dicen que la suya. Para mí no es ninguna de ellas.",
    "La Palabra es la Verdad. “El que le quitare una palabra o le añadiere una palabra, al mismo le será quitado de su parte del Libro de la Vida”. [Apocalipsis 22:18, 19] Es por la Palabra de Dios donde Dios juzgará al hombre.",
    "La gran generación de Noé cuando eran tan ilustres, Dios les envió un mensaje y cuando lo hizo, no les envió un arcángel. Les envió un agricultor, con un mensaje muy sencillo. Pero era para mostrarles. ¿Creen Uds. que lo recibieron? No, por cuanto era demasiado sencillo. Si no fuera tan sencillo lo hubieran recibido. Si hubiera sido algo tremendo diciéndoles cómo edificar una pirámide más grande que las que ya tenían edificadas, entonces quizás lo hubieran recibido. Pero envió a un hombre sencillo, con un mensaje que iba llover. Pero eso no cuadró con su educación científica. Ellos podían lanzar hacia los cielos con radar o algo, y probar que allá no había agua.",
    "Pero Noé dijo, “Dios dijo que sí habría agua. Y si Dios ha dicho que habría agua, aunque no hay, El puede ponerlo porque El es el Creador. Así es. No importa lo que digan los demás, Dios dijo y El es capaz de guardar Su Palabra”. Y ese pequeño mensaje sencillo condenó al mundo entero en su día, y salvó a los de su casa. Correcto. Algo tan sencillo. No fue algo radical, sino simplemente subir al arca, ese fue todo el requisito. Creer y subir. Dios salvó al mundo por medio de la simplicidad, mostrándose de una forma tan humilde. ¿Qué fue? Dios nuevamente ocultándose de los sabios y educados.",
    "Cualquiera sabe que los antidiluvianos eran más inteligentes que nosotros hoy. Estaban mucho más adelantados en la ciencia y otras cosas que nosotros hoy. Han descubierto las momias de aquellos tiempos; y nosotros no conocemos nada de momias, no podríamos hacer esa preparación. Tenían colores que no podemos duplicar hoy. Edificaron las pirámides y el Esfinge y otras cosas que no podríamos duplicar de ninguna manera, no tenemos el equipo para tal construcción; no tenemos el poder para subir eso a esa altura. No podríamos construir eso. Pero ellos las edificaron. ¿Por qué? Porque eran más inteligentes que nosotros.",
    "Y entre aquella raza de gente tan inteligente y educada Dios envió un mensaje que los tropezó a todos. Lo rehusaron y lo rechazaron, y la justicia de Dios requería juicio para aquellos que habían rechazado Su mensaje, y por eso condenó al mundo y lo hundió por medio del diluvio pero salvó a Noé, el justo que había creído por medio de un mensaje sencillo que Dios había dado. ¿Qué fue? Dios ocultándose en simplicidad. Oh sí. Sí señor. Normalmente, como siempre hacen, lo creyeron.",
    "En otra ocasión, cuando la hora de liberación estaba a la mano, Dios envió un hombre muy sencillo que procedía de una familia sencilla. El no escogió alguna familia de renombre, pero se trataba de la familia de Moisés. Hallamos que era un hombre sencillo de una familia común, creo era de la tribu de Leví, y de esa familia lo sacó.",
    "El permitió que Moisés procediera y llegara a ser el hombre más educado de todo el país. El podía instruir sabiduría a los egipcios. El era un hombre militar, según nos dice la historia, y conocía todos los detalles de cómo tener éxito. Y Dios permitió que fuera entrenado de esa manera y le probó que uno no puede lograr nada para Dios en esa forma. Con todo lo militar, su mente de genio, y toda su educación, él falló miserablemente. Dios así se lo permitió. Permitió que fuera educado y sabio. Duró cuarenta años en educarlo, y luego otros cuarenta años para sacárselo antes de poder usarlo. Correcto. Lo llevó al desierto y allá le sacó toda la educación.",
    "Oh, el único problema hoy es que estamos siempre empacando para la Venida, cuando debiéramos estar sacando cosas para la Venida. Tiene que haber allí un espacio, tiene que haber un hambre. Estamos tratando de persuadir y animar, pero no debiéramos hacer eso. Si un hombre tiene hambre de Dios, existe un lugar vacío para El. Eso es todo. Pero hasta entonces no podemos forzar Dios a nada. Quizás logremos que el individuo se ocupe en ismos, y que tenga escalofríos, y otras cosas, y que actúe en forma rara. Pero ciertamente no habrá éxito hasta cuando ese individuo mismo tenga el deseo de Dios. Sí señor. Entonces nuestros programas formados por los hombres no sirven para nada. Entremos al de Dios. Correcto. Uniéndose a la iglesia, estrechando las manos, formas de bautismos, y tanto rito y rosarios, etc. ¡Puras tonterías!",
    "Es más bien un nacimiento. Y Dios: “Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados”. [Mateo 5:6] Correcto. Uno tiene que tener un vacío. ¿Por qué es que el hombre tiene hambre?",
    "¿Qué impulsa a los hombres a salir y hacer las cosas que hacen? ¿Qué les impulsa a estas mujeres salir a la calle vestidas tan inmoralmente? ¿Qué están queriendo lograr? Están intentando satisfacer un hambre que tienen. Y ¿hambre de qué? Es que fueron creados para tener hambre. Pero con respecto a ese hambre, ¡qué atrevido sería alguien al intentar apagar ese hambre santo que Dios ha puesto para que uno tenga hambre de El, y que lo traten de satisfacer con las cosas del mundo! Ud. no tiene el derecho de hacer eso.",
    "¡Reto a cualquier persona, cuando intentan colocar el bingo y bailes y cosas en la iglesia, y ventas de alimentos, para ganar el pago para el pastor, alguna clase de entretenimiento carnal, y luego se llaman religiosos, para calmar ese hambre santo! Cuando debieran tener allí un aposento alto y estar allí orando para que el bautismo del Espíritu Santo llene esa congregación. Uno no tiene derecho.",
    "Pero es demasiado humilde, y no cuadra con sus requisitos. Su educación está mucho más adelantado. Ud. es demasiado inteligente y desea educar la gente a ese nivel. Ud. no desea un pastor que conozca el Espíritu Santo, a tal persona lo correrían del púlpito. No desean tal persona porque él no puede mostrar ninguna tarjeta de identificación; no puede mostrar de cuál escuela viene. ¿Piensa Ud. que Moisés pudo haber mostrado tal tarjeta? ¿Piensa que alguno de los profetas pudo haber mostrado tal cosa? ¿Lo pudo haber mostrado Jesús?",
    "Le hicieron la pregunta: “¿De cuál escuela viene? ¿Dónde obtuvo esta educación? ¿De dónde viene todo esto”? No tenemos ningún registro de que haya asistido a la escuela un solo día en toda la vida.",
    "¿Qué de Juan, aquel barbudo que parecía lana, que vino saliendo del desierto? Su padre era un predicador, y él se graduó del colegio; era un sacerdote. Pero no tenemos ningún registro de que éste haya asistido a la escuela. A los nueve años se fue al desierto. ¿Por qué? Porque le tocaba un trabajo muy importante. ¿Por qué no siguió en las pisadas de su padre, como era la costumbre? Aquel seminario lo hubiera enredado a tal grado que…“Si crees que vas a anunciar al Mesías, tú bien sabes que el Hermano Jones es el que llena mejor esos requisitos”.",
    "El se fue al desierto y allá esperó en Dios, hasta cuando el Señor le dijo, “Sobre quien veas descender el Espíritu y que permanece, El es el que va bautizar con el Espíritu Santo y fuego”. [S. Juan 1:33] Su ministerio era demasiado importante para andar buscando una educación. Ciertamente. El tenía que tener el poder de Dios.",
    "Ahora bien, si Ud. tiene su educación más el poder de Dios, maravilloso. Pero, no ponga la educación por encima del poder de Dios. ¿Ven? Ciertamente.",
    "Ahora, hallamos a Moisés. Y cuando andaba allá, es que por cuarenta años se había entrenado — su madre conociendo que era él que habría de librar a los israelitas. Cuando mató al egipcio él pensó que seguramente los hermanos lo habrían de comprender. Pero no fue así. Entonces a lo largo de todos sus maniobras él fracasó miserablemente. Pero dentro de cinco minutos en la presencia de la zarza ardiente, Dios le metió más que lo que obtuvo allá en el seminario en cuarenta años.",
    "Ahora, yo reconozco una cosa: cuando Ud. aprende de Dios, un Dios de humildad. ¿Qué de aquella zarza? ¿Qué tal si Moisés hubiera dicho, “Un momento. Mi educación es de lo mejor. Así que creo que voy a intentar recoger algunas hojas de la zarza y las voy a llevar al laboratorio para examinarlas y ver con qué química fueron rociadas que puedan resistir el fuego”? Vean, él nunca hubiera descubierto el secreto. Pero más bien él se acercó a la naturaleza, se quitó los zapatos, se hincó y comenzó a hablarle a la zarza. Y la zarza le respondió. Así es.",
    "No trate de educarse hacia algo, pero más bien póstrese ante Jehová Dios. ¡Háblele y El le responderá! Así es de humilde. “Pedid y se os dará. Llamad, y se os abrirá. Buscad, y hallaréis. Pedid y se os dará”. [Lucas 11:9] Así es de sencillo.",
    "Ahora, yo sé una cosa segura: cuando Ud. en realidad halla a Dios, le hará portarse en una forma peculiar. Notaron a Moisés al día siguiente, después. El había corrido de…",
    "El ya había corrido de Egipto, y estaba allá, y se casó con Séfora y tuvo el hijo llamado Gersón. Y ya se había olvidado de la cautividad del pueblo. Pero cuando Dios se le apareció en la zarza, al día siguiente tenía a Séfora sentada en la mula con el niño al costado, tenía la barba blanca que le llegaba hasta la cintura, y la cabeza calva brillando, con un palo en la mano, e iba por allí clamando, “Gloria a Dios”. Tenía los ojos enfocados allá lejos.\n\n“Moisés, ¿a dónde vas”?",
    "🦅 Vamos a Egipto para tomar control”. Era una invasión de un solo hombre.",
    "Oh, le hará que actúe algo raro, pero está bien. Con tal que Ud. sepa hacia donde va, todo está bien.\n\n“¿Cómo sabes que vas a tomar control”?\n\n“Dios lo ha dicho”. Con eso todo quedaba arreglado. “Dios lo ha dicho”.",
    "🦅 Pero tienes ochenta años. Si lo hubieras hecho, hubieras ido cuando tenías cuarenta”.",
    "🦅 Pero Dios ha dicho que vaya ahora. Este es el tiempo”. Era una invasión de un solo hombre, que iba para lograrlo.",
    "Dios hace que uno actúe algo raro, hasta que parezca una veleta allá arriba de un edificio. Pero mientras es Dios que está impulsando, muy bien. ¿Qué tanto importa? Quizás hasta pueda sacarle a uno algo del entrenamiento teológico bautista. Pero mientras es Dios obrando, El se revela en la simplicidad. Cuando aquel predicador venía bajando del techo, él sabía más de Dios que todo lo que aprendió en todos los años que estuvo estudiando en el colegio. Amén. Dios se revela en la simplicidad y se muestra en poder. Amén. Se oculta, luego se muestra. Uno desea descubrir qué tan sencillo puede llegar a ser, no qué tan inteligente puede llegar a ser; pero qué tan sencillo puede llegar a ser.",
    "Dios se da a conocer en la simplicidad, no en la inteligencia ni en la astucia. Todo eso es del Diablo. Siga la línea del entrenamiento. ¿Qué pasó con los hijos de Caín, los hijos del Diablo? ¿Qué pasó con ellos? Todos llegaron a ser muy inteligentes, maestros, científicos y demás cosas. Pero siga los hijos de Set: campesinos humildes, pastores de ovejas y otras cosas. Al final del mundo antidiluviano ¿qué ocurrió? Todos estaban perdidos. También eran religiosos, claro que sí. Pero Dios envió a Noé, era humilde y sencillo, y los recogió. Y los hijos de Caín fueron destruidos.",
    "Lo mismo que está ocurriendo hoy, los inteligentes, los astutos. ¿Ven? Y así fue como Satanás engañó a Eva allá en el Huerto del Edén. Es como sus hijos siempre han obrado.",
    "Fíjense en Moab, aquella organización tan fina allá sobre el cerro. ¡Qué tremendo lugar! Ellos adoraban el mismo Dios. Fueron y trajeron su obispo, Balaam. El vino y colocó los siete altares para siete sacrificios, igual en sacrificio, en número, en todo, igual como había hecho Israel, aquel “vagabundo”. Luego intentaron maldecir a su hermano, para impedirle el camino a través de su país. No querían ningún avivamiento de aleluyas entre su pueblo. ¿Qué pasó? De todas maneras Dios pasó por allí, por cuanto caminaban bajo la promesa de que irían a la tierra prometida, y nada los iba detener. Dios lidió con ellos. Dios escondiéndose en la simplicidad. Y así es como siempre hace. Y por lo regular se les pasa por alto.",
    "Moisés era un dedicado siervo de Cristo. Y ante Dios allá en la zarza ardiente, Moisés conoció más acerca de Dios cuando se fue de la zarza ardiente que lo que había aprendido en cuarenta años estudiándolo allá en Egipto. Sabemos que así es.",
    "En los días de Acab, el mundo había llegado a tal grado y la política formaba una gran parte — como hablamos hoy en la mañana — que por fin Acab llegó a la escena. Ahora Acab no era un tipo muy malo. Era simplemente un israelita tibio y recaído, que permitía que su esposa lo guiara. Ella era el pescuezo que giraba la cabeza.",
    "Y es lo mismo que tenemos ahora mismo aquí en los Estados Unidos. Cierto. Yo no ando diciendo, “Nuestro presidente para acá y para allá”. Puede ser que sea un buen hombre. Pero es aquel sistema por detrás, eso es lo que lo está haciendo.",
    "Fíjense bien. Apúntenlo. Quizás piensan que estoy parado aquí hablando de cosas y que no sé de lo que estoy hablando, recuerden lo que les he dicho. Ya estoy envejeciendo. No me quedan muchos días aquí en la tierra. Si Jesús tarda, yo me habré ido. Pero esto estará grabado y lo van a tocar nuevamente, y descubrirán que es correcto. Están viviendo en las sombras. No nos queda ninguna esperanza. Recuerden, yo siendo un hombre avanzado como lo soy, y parado aquí sabiendo que el tiempo está pasando rápido. No hay esperanza, ni para la nación, ni para nada. Correcto. Lo único es: “Sed salvos de esta perversa generación” [Hechos 2:40] porque ha llegado a su fin. Correcto.",
    "Acab. En aquel día cuando Jezabel inspiró a todas las mujeres a que se portaran igual que ella, a raíz de todas las cosas por donde ella pasó. Y Acab se lo permitió. Y todos los predicadores se volvieron mundanos.",
    "Pero en ese mismo tiempo Dios levantó a un hombre poderoso. No sabemos ni de dónde vino. No sabemos quiénes fueron sus padres. El vino de la nada, pero se fue a la Gloria. No sabemos nada de su padre ni su madre, y no tenemos conocimiento de que haya asistido a la escuela. Era un hombre del desierto. No sabemos cómo llegó. De repente llegó a la escena en forma rara y se fue de semejante manera. Y cuando vino sacudió a esa generación, y siendo un hombre sencillo.",
    "¿Qué piensan Uds. que los teólogos de aquel día pensaron de él? ¿Piensan que aceptaron a Elías? Dijeron que era un viejo maniático. Jezabel dijo, “Le odio”. Y es que todos lo odiaban. Pero él tenía la Palabra del Señor para la salvación de la nación. Pero no quisieron creerlo.",
    "Elías era una persona muy sencilla. Y sirvió tan perfectamente el propósito de Dios — aquel espíritu tan sencillo en Elías — que Dios lo empleó en tres hombres más, ya lo hizo, y prometió emplearlo una vez más en los últimos días. Correcto. Era tan sencillo que simplemente se paraba y decía la Verdad. Lo usó en Eliseo después de él. Lo usó en Juan el bautista. Está prometido nuevamente para Malaquías 4, para restaurar la fe de los hijos nuevamente a la fe de los padres pentecostales y el Evangelio original. ¡Lo prometió y El lo hará! Correcto. Ese espíritu tan sencillo, no algo astuto o inteligente.",
    "Elías no fue un erudito. El no era algún personaje conocido mundialmente. No sabemos ni de dónde vino, pero tuvo suficiente inteligencia para creer en Dios, así de sencillo. Así es, esa es la clase de gente con la cual Dios puede obrar, y en ellos se puede ocultar. Dios se ocultó en Elías.",
    "¿Se pueden imaginar a un hombre como Moisés, un hombre ordinario, haciendo las cosas que él hizo?",
    "¿Se pueden imaginar a Elías — un hombre peludo, con pelo por todo el cuerpo, y vestido con una piel de oveja? ¿Pueden imaginarse a Dios tomando algo como eso cuando allí estaban los sacerdotes y hombres del clero con sus vestimentas y tan pulidos en la teología, perfectamente en orden? Pero Dios pasó por alto a todos aquellos.",
    "Siempre lo hace así. Díganme de una sola ocasión cuando los haya usado. ¡Nunca! No señor. Los pasó por alto por completo para llegar hasta un tipo sencillo. El se revela y obra en la simplicidad, algo muy sencillo, para que todos puedan entender. Y por eso es tan tremendo. Se puede hacer sencillo.",
    "Y ahora, El los pasó por alto. Aunque el mundo estaba lleno de grandes eruditos en aquellos días, pero no empleó a ninguno de ellos. Se halló a un tipo sencillo. Pero recuerden, en aquella edad había de esta clase, pero el espíritu en el cual El vino era demasiado sencillo para su educación. Ya lo tenían todo bien calculado lo que podía aparecer. Estaban tan perfectamente pulidos que se les pasó por alto la simplicidad del asunto. Y muchas veces hasta lo pisotean y se mofan.",
    "Me hace recordar el antiguo proverbio: Insensatos caminan con botas con tachuelas donde los mismos ángeles temen entrar.",
    "Un hombre, mirando las obras de Dios que se están efectuando y sabe que son las obras de Dios, y a la vez los llama las obras del Diablo. Jesús dijo que eso era blasfemia. “A cualquiera que dijere alguna palabra contra el hijo del Hombre, le será perdonado; pero al que hable contra el Espíritu Santo, no le será perdonado, ni en este siglo ni en el venidero”. [Mateo 12:32] Pero es que caminamos con botas con tachuelas donde los mismos ángeles temen entrar.",
    "Somos tan inteligentes, tan preparados, y a eso ha llegado nuestra América. Somos demasiados astutos. Nos estamos educando y apartándonos de Dios. Nuestras escuelas están produciendo predicadores como pollos producidos en la incubadora.",
    "Siempre he tenido lástima para los pollos nacidos en la incubadora. Fueron empollados bajo una luz artificial, y de repente comienzan a decir, “Pío, pío”, buscando su mamá porque es lo más natural. Pero no tiene madre. Fue empollado en la incubadora.",
    "Y asimismo pienso de estas letras de doctorado, son semejantes al pollo empollado en la incubadora, piando y no saben ni de qué están hablando. Correcto. Cuando tienen forma de piedad y a la vez negando la Palabra, y negando que el Espíritu Santo es el mismo hoy como fue el día cuando fue enviado en el Día de Pentecostés.\n\nDijeron que aquello solamente fue para los discípulos.",
    "Jesús dijo, “Id por todo el mundo y predicad el evangelio a toda criatura. Y estas señales seguirán a los que creen”. ¿Por cuánto tiempo? “Hasta el fin del mundo, y a toda criatura. Estas señales los seguirán”. [Marcos 16] Correcto. Ahora, yo le mostraré donde El le dio el poder a la Iglesia, Ud. muéstreme dónde fue que se lo quitó. No existe tal cosa. No.",
    "Pero es que llegamos a tal nivel de inteligencia que nos educamos lejos de eso. Tenemos terminologías y cosas con las cuales discutimos. Y nos ponemos a razonar, y eso es lo mismo. Por ejemplo, decimos hoy que tenemos médicos muy finos. “Entonces ¿por qué necesitamos la sanidad divina”?",
    "Pero fíjense en lo que dijo este médico hace rato. Dijo que llega al final del camino y entonces confía en Dios. Allí lo tienen. Eso es. La ciencia está muy bien mientras uno va subiendo el árbol; pero cuando llega a donde no puede seguir más, entonces hay que dar el paso al árbol de la fe y allí puede continuar caminando, porque allí no tiene fin. Todas las cosas son posibles para los que creen.",
    "La ciencia está muy bien, hasta donde llega. Sus cinco sentidos son muy buenos mientras están en acuerdo con la Palabra. Pero cuando los cinco sentidos condenan la Palabra, entonces apártese de eso. Yo no confiaría en mi sentir, ni en mi oír, ni en mi vista ni nada si fuera contrario a la Palabra.",
    "Un individuo me dijo no hace mucho, “No importa cuántas personas Uds. pentecostales puedan probar que han sido sanadas, yo no creo en eso”.",
    "Yo le respondí, “Ciertamente que no, Ud. es un incrédulo. Esto no es para incrédulos, es para creyentes”. Exactamente. Cierto. Esto no fue enviado para incrédulos, fue enviado para los que creen.",
    "Jesús llegó en un día de gran incredulidad, y no le estorbó. El predicó igual. Dios obró milagros de todas maneras, en aquel mundo educado.",
    "Y nosotros estamos viviendo en un gran mundo educado hoy. Estamos partiendo los átomos y fabricando bombas y demás cosas, y los astronautas volando hasta la luna y alrededor de la Tierra. Es cierto, estamos haciendo esas cosas. Eso está muy bien.",
    "Pero, todavía hay gente que cree que el bautismo del Espíritu Santo es igual como siempre. No lo pueden explicar, pero saben que lo tienen. Eso es todo. No tienen que poder explicarlo; la cuestión es tenerlo. Amén.",
    "Amén significa “así sea”. No es que me esté diciendo Amén a mí mismo. Pero es que me encanta la Palabra, que así sea. Yo sé que esto es la Verdad.",
    "Dios se hace tan sencillo que pasa por encima de muchos. Los sabios son tan inteligentes. Uds. saben, con los sesos tamaño de un cacahuate [maní] allí lo tienen todo calculado, y a tales no se les puede decir nada al respecto. El mundo no puede girar, el sol no puede salir sin ellos saberlo. Pero Dios se mueve por encima de tales y allí los deja sentados. Así siempre lo ha hecho. Sí señor.",
    "Desde el Huerto del Edén, fue profetizado que vendría el Mesías: “…ésta te herirá en la cabeza, y tú le herirás en el calcañar”. [Génesis 3:15] ¡Oh, qué cosa! Los profetas de la antigüedad lo vieron. Y dijeron exactamente lo que El sería; dónde iba nacer; cómo iba nacer; qué clase de obra haría; cuál sería Su señal de Mesías. Las Escrituras lo venían anunciando desde allá.",
    "Pero los teólogos lo tenían todo calculado a su manera y por lo tanto le erraron al blanco por cien millas. Pero El no vino contrario a la Palabra, más bien vino exactamente en orden con la Palabra. Pero ¿por qué no lo recibieron? Porque no vino según la manera como ellos pensaron que debía venir. Y es exactamente como erraron en ver a Noé. Es la manera como erraron en ver a Moisés, y es como han errado por todas las edades.",
    "Fallan en ver la simplicidad de Dios haciendo algo. Dios se oculta en eso. Y El pasa por encima de los sabios y prudentes por cuanto El es tan grande. Cuando Ud. tiene dos objetos que están por encontrarse y de repente se pasan, ¿ven lo que quiero decir? Así es como hace Dios. El puede ser tan sencillo que le pasa por alto a una persona a tal grado que ni siquiera lo pueden hallar. Amén. Me gusta eso. Y me da gusto saber que lo hizo de esa manera, entonces yo lo puedo aceptar. Porque si fuera cuestión de alguna beca, pues yo no sabría qué hacer con eso. Pero El lo ha formado en manera tan sencilla que la gente como yo lo puede entender, o creerlo. Así que estoy tan agradecido por eso.",
    "Ahora, del Mesías, se predijo cómo vendría, dónde habría de nacer, qué haría, lo que sería Su ministerio; y en qué tiempo habría de llegar. Pero para cuando El llegó, aquellos ministros y cleros de aquel día ya tenían una cantidad de tradiciones. Cada uno lo tenía pensado cómo es que iba llegar. Los fariseos dijeron, “Si es que viene, será un fariseo”. Los saduceos dijeron, “Tonterías, no con toda esa santurronería. El será un saduceo”. Pero cuando vino, no era de ninguno. El no les preguntó…Dios no tuvo que consultar con la sabiduría de aquellos para saber cómo enviar Su Hijo.",
    "Lo envió en la manera como dijo que lo haría. Vino según…Y cuando uno hablaba de su Mesías y que fue anunciado desde un establo, con todo el estiércol alrededor, en un establo con vacas…¿Podría ser posible que aquellos fariseos tan pulidos, santurrones, altivos, hipócritas pudieran esperar que su Mesías llegara a un establo? Pero ¿qué era? Era el pequeño Jehová llorando como bebé. ¿Podrían ellos esperar que el terrible Jehová — el cual se mostró en los truenos en el Monte Sinaí y que incendió el cerro, y que abrió el Mar Rojo — que llegara a ser un bebé en un establo? Oh, su teología no pudo tragar eso. No señor, no su Mesías.",
    "Dijeron, “Cuando Dios manda el Mesías, no cabe duda que va bajar una gran escalera desde el Cielo. Tendrá una escolta de diez millones de Angeles que vendrán bajando. Y llegarán directamente al Templo que nos dejó Moisés, o más bien el que nos construyó Salomón. Llegará directamente al Templo y nos aceptará aquí en el mismo terreno. Y nuestro sumo sacerdote que hemos elegido, nuestro jefe, nuestro representante del estado (o lo que fuera), El llegará con él y dirá, ‘He llagado, aquí estoy. Yo soy. Yo soy el Mesías. ¿No me reconoces? ¿Ves como ha bajado la escalera? Yo he descendido del Cielo.’” Así lo tenían ellos calculado.",
    "Pero cuando vino, se encontraba en un establo. Nacido de una madre y un padre que parecía que tenían un pasado ilegítimo, según ellos pensaban. Me dicen que lo envolvieron en un trapo que le quitaron al buey parado allí al lado. Así eran de pobres. El Dios que creó los Cielos y la Tierra e hizo todo lo que existe por medio de Cristo Jesús; y aquí estaba el mismo Creador, Dios, el cual hizo los Cielos y la Tierra, acostado en un establo en un pesebre de paja, la cual El mismo había creado. El creador de Cielos y Tierra humillándose para llegar a ser el más bajo. El más alto se hizo el más bajo. Eso fue lo que lo hizo Dios. Eso lo hizo lo que fue. Luego se humilló; el hombre no pudo hacer eso.",
    "Si en la organización le otorgan cualquier posición a un hombre, por más pequeña que sea, ya es imposible tratar con él; se infla como un zapo comiendo perdigones. No se puede lograr nada con él.",
    "Pero Dios se puede humillar porque El es tan grande. El está mucho más allá de lo que nosotros llamamos grande. El está de aquel otro lado. El es tan grande que se puede hacer humilde. “Yo te alabo, oh Padre del cielo y de la tierra, porque escondiste estas cosas de los sabios y entendidos”. [Lucas 10:21] Como dije, estamos partiendo el átomo, pero no podemos explicar la vida que existe en una hoja de zacate. Pisoteamos la misma cosa que declara a Dios, caminamos por encima.",
    "Es lo mismo que hacemos hoy. Sí señor. Caminamos por encima de esto, lo cual es Dios en forma escrita. [la Biblia] Correcto. Y a la vez aceptamos el credo y el dogma de algún hombre en su lugar, vendiendo así la primogenitura por un plato de lentejas, o por un poco de fama, por una iglesia que le permite cortarse el cabello y usar ropa inmoral, y permitirle ir a las fiestas para tomar cócteles y otras cosas. Y luego Ud. se llama cristiano. ¿No tiene vergüenza? Correcto.",
    "No es cuestión de regañarlos, pero lo hago en amor y respeto piadoso. Correcto. Apártense de tales cosas. Vuelvan a Dios y Su Biblia. Vuelvan a la verdad del Evangelio. ¿Están permitiendo que alguna organización les engañe y los vayan apartando de las cosas de Dios? ¡Nunca hagan eso! Vuelvan a la manera sencilla de Dios. Caigan de rodillas y digan, “Señor y Dios, no importa cómo me lo quieres dar, pero aquí estoy para recibirlo”. Luego vean lo que sucede. Y sean sinceros.",
    "El está más dispuesto a dárselo lo que Ud. está para recibirlo. Ud. no tiene que demorar y demorar y demorar. No existe tal cosa. “Mientras aún Pedro hablaba estas palabras, el Espíritu Santo cayó sobre todos los que oían”. [Hechos 10:44] El problema consiste en que nosotros no lo deseamos lo suficiente. No deseamos humillarnos. Correcto.",
    "No hace mucho yo estaba predicando, y una dama se estaba gozando y comenzó a gritar. Y hay un muchacho que juega el béisbol allí en la ciudad, y me dijo, “Billy, yo estaba del lado afuera porque no podía entrar. Me estaba gozando con tu mensaje, pero luego aquella mujer comenzó a llorar y hacer tanto ruido. Todos los demás comenzaron a gritar y haciendo de todo. Eso me dio escalofríos por la espalda”.\n\nLe pregunté, “¿No creíste eso”?\n\nDijo, “No”.",
    "Respondí, “Pues si no lo hubieran hecho, eso me daría escalofríos a mí. No sabría de qué estaría hablando”.",
    "Entonces él dijo…Y él era un fanático del béisbol, y dijo, “¿Quién ha oído de tal cosa como esa”? Y él pertenece a la misma iglesia organizacional de la cual yo me salí. Y dijo, “Tu mensaje estuvo muy bien, lo que estabas diciendo, pero ¿quién te podía escuchar”?",
    "Dije, “Ya no era cuestión de escuchar. El Espíritu Santo estaba presente y ya había tomado el control. Ya era tiempo que yo callara cuando El se hizo presente. Es El que estaba entre el pueblo”.",
    "Me dijo, “Ay, Billy, lo que pasa es que tú eres un fanático, eso es todo”.",
    "Dije, “Pues quizás lo soy. Pero si así es, entonces soy uno de los fanáticos más contentos que has visto”.\n\nEntonces me dijo, “Mira, te quiero decir…”",
    "Entonces le pude hablar un poco,",
    "y el parque del béisbol no está muy lejos de mi casa, y dije, “Oye, ¿qué fue lo que estaba ocurriendo por allá la otra noche”?",
    "Me respondió, “Lo hubieras visto. ¿Conoces a Charles Nolan? Mira, teníamos tres hombres en las bases”, y se puso tan emocionado.",
    "Le dije, “Pues, Uds. que no son aleluyas, yo nunca he oído tanto ruido en toda mi vida. Si yo hubiera estado, no hubiera dicho casi nada al respecto; simplemente hubiera estado observando”.\n\nDijo él, “¿Será que no te gusta mucho el béisbol”?",
    "Le dije, “Es la pura verdad. No me gusta el béisbol. Y por lo tanto no me interesa. Si yo tuviera interés en eso entonces me hubiera comportado igual que tú. Y si tú tuvieras interés en mi Dios y la Venida del Señor Jesús, y el poder de Dios, tú actuarías igual cuando el Espíritu Santo baja en el edificio”.",
    "Todo depende qué clase de espíritu uno tiene por dentro, con qué se está uno alimentando. Su vida se está alimentando con algo. Y dije, “No seas un buitre, comiendo de los cadáveres muertos, la carroña mundana. Aliméntate con las cosas celestiales, la Palabra de Dios. Jesús dijo, ‘No sólo de pan vivirá el hombre, sino de toda palabra que procede de la boca de Dios’. Aliméntate con Su Palabra”.",
    "Entonces cuando Jesús vino, tenían todo bien calculado a tal grado que lo tenían a El tan grande. Ellos no podían entender cómo era que una gran persona como éste pudiese haber nacido en un establo. No podían entender cómo era que una gran persona como El pudiera ser tan sencillo.",
    "Y es lo mismo hoy. El pueblo piensa que la religión, la religión Cristiana tiene que tener una gigantesca iglesia, tremendo edificio, un órgano de pipas de un millón de dólares, asientos suaves y muy finos.",
    "¿Alguno de Uds. ha estado en Irlanda? ¿Se dieron cuenta de San Patricio? Uds. los católicos dicen que era católico (y era tanto católico como lo soy yo). ¿Han subido allí? El ni siquiera permitía que colgaran un crucifijo. El protestó en contra de la iglesia romana tan duro como pudo. El no permitía que la gente se sentara, pero les permitió que se medio sentaran, no en una tabla pero sobre piedras allí en el edificio; y el edificio todavía permanece. El les enseñó el bautismo del Espíritu Santo. San Francisco de Asís.",
    "Y aquellos grandes reformadores primitivos y los hombres en aquellos días enseñaron el bautismo del Espíritu Santo. San Martín, Ireneo, y aquellos grandes hombres, enseñaron el bautismo del Espíritu Santo. No les permitían a su pueblo los lujos y la comodidad como hacemos hoy. Sin embargo decimos que ésta es una iglesia muy prosperada. El hombre muchas veces llama religión a la prosperidad.",
    "Se comentó en California que un hombre no es espiritual hasta cuando pueda ser dueño de tres carros Cadillac. Pero a mi opinión, entonces es cuando se ha apartado de Dios. Correcto. La iglesia pentecostal de hoy ciertamente se está portando muy distinta a como se portaba la primitiva iglesia pentecostal.",
    "En cierta ocasión yo estaba hablando en una reunión de los Hombres Cristianos de Negocios, y no sé cómo fue que me volvieron a invitar, me supongo que fue porque me aman.",
    "Pero yo—yo les hablo exactamente lo que el Señor me dice que les diga. Yo no digo nada en forma jactanciosa, si así fuera entonces yo soy el que debiera estar en el altar. Yo les digo así porque los amo, y les tengo respeto.",
    "En cierta noche, estaban allá testificando ante hombres de negocio del mundo, diciendo cuántos carros Cadillac tenían y de sus pequeños negocios. Yo les dije, “Esos hombres no quieren saber de eso. Díganles mejor de la humildad de Cristo”. Les dije, “Uds. son muy distintos a como era la primitiva iglesia pentecostal. Ellos vendieron todo cuanto tenían y se lo daban a los pobres, y se fueron predicando el Evangelio. Pero Uds. siempre están diciendo cuánto han prosperado y cuánto tienen. Pero no es cuestión de cuánto tienen, sino de cuánto pueden deshacerse”.",
    "Pensé de aquel que habló anoche, hablando de lo mismo. Un cierto hermanito pentecostal de Chicago se levantó y dijo, “Hermano Branham, yo quisiera llamarle la atención en algo”.\n\nYo dije, “Prosiga pues”.\n\nEl dijo, “Allí es donde la iglesia cometió su gran error”.\n\nLe dije, “¿El Espíritu Santo cometió un error? Es imposible”.",
    "El dijo, “Pues allí sí lo cometió. Vea Ud., cuando se levantó la persecución, ellos no tenían casa a donde ir”.",
    "Yo le respondí: “Y era perfectamente la voluntad de Dios. Por eso salieron a todos lados esparciendo el Evangelio, porque no tenían a dónde ir”. Fue de lo mejor. Sí señor. Dios se encargó de que todo estuviera vendido para que no tuvieran a dónde regresar, y por lo tanto se fueron predicando a todos lados. Fue la única manera que Dios pudo lograr que salieran.",
    "Pero hoy en día nos gusta acomodarnos, y estar sin aprietos. Si el pastor aquí en las asambleas dice algo que no nos conviene entonces nos cambiamos a los unitarios. Cuando allá dice algo que no nos gusta, por fin terminamos en la bautista o presbiteriana, o algún lugar donde podemos hacer lo que nos dé la gana. Así somos nosotros, y con todo eso nos llamamos Cristianos.",
    "Muchos de Uds. votan a favor del pastor, y cuando lo hacen desean el erudito más pulido, para entonces comentarles a los vecinos, “Nuestro pastor tiene grado de doctorado, nuestro Dr. Fulano de Tal”. ¡Qué cosa! Se están apartando de Dios.",
    "Pero Dios se revela en la simplicidad. Escuchen bien. Aquello fue demasiado para esas personas altivas, educadas y eruditas de aquel día: Dios ocultándose en la simplicidad en un pequeño bebé.",
    "Miren cuando lo crucificaron, entonces fue el colmo. Hace mil novecientos años esta misma tarde crucificaron el Príncipe de Vida. Cuando aquellos sumo sacerdotes, que lo vieron obrando los milagros se maravillaron, y sabían que El había condenado sus organizaciones. Los peló y casi les quita el cuero. Les dijo que no eran más que un lote de diablos y que se arrepintieran.",
    "Juan dijo, “Dios puede de estas piedras levantar hijos para Abraham. No pensáis que sois hijos de Dios solamente porque habéis nacido como judío”. [Lucas 3:8] Los llamó: “Serpientes en el zacate”, y de todo. [Mateo 23:33]",
    "Luego cuando estaba allí en la cruz, dijeron, “Ahora bien, si tú eres el hijo de Dios, si acaso eres el hijo de Dios, bájate de la cruz y te creeremos”. Es lo mismo. Cuando pensaban, “Este hombre está obrando milagros”. No podían negar eso. Pero verlo parado allí, el mismo Dios de la creación.",
    "Ahora, yo estoy al tanto de esta nueva ola de hoy, cómo es que lo quieren hacer alguna otra persona. Pero no fue otra persona aparte de Dios mismo. Correcto. El pensamiento moderno de hoy dice: “El fue un gran maestro. Fue un profeta”. En verdad, fue un gran maestro, y fue un profeta. Pero fue más que maestro; fue más que profeta. ¡Fue Dios mismo, nada menos que Dios!",
    "Dios estaba en Cristo reconciliando el mundo para Sí mismo. Jesús dijo, “No soy yo el que hace estas cosas, pero es mi Padre, y El mora en mí. Es el Padre en mí”. [San Juan 14:10] El fue Dios manifestado en carne.",
    "Alguna mujer de la ciencia cristiana…(Me lo van a perdonar, no fue mi intención pronunciar ese nombre. Pido perdón.) Pero ella me dijo, “Señor Branham, me gustó lo que dijo. Pero Ud. se jacta demasiado de Jesús”.",
    "Le dije, “Muchas gracias. Si ese es mi error más grave, entonces estoy asegurado llegar al Cielo. Ojalá conociera millón idiomas más en las cuales pudiera jactarme de El”.",
    "Ella dijo, “Pero Ud. hace de El algo que no es”.\n\nDije, “Para mí es todo”.",
    "Y ella dijo, “Pero yo le puedo probar que Ud. lo hace Dios”.",
    "Yo dije, “Es que era Dios. Si no fue Dios entonces fue el más grande engañador que el mundo jamás ha conocido”. Dije, “Fue Dios y nada menos que Dios”.",
    "Su propia sangre era Dios. Somos salvos por la Sangre de Dios. El no fue judío ni tampoco gentil.",
    "El varón produce la hemoglobina, cualquier médico sabe eso. La gallina puede poner el huevo, pero si no ha estado con el gallo ese huevo no empollará porque no es fértil. Correcto. La célula de la sangre viene del varón.",
    "Y en este caso Jehová Dios era el varón. El creó la célula de sangre en María.",
    "Y Uds. católicos la llaman la madre de Dios. ¿Cómo puede ella ser la madre de Dios y Dios siendo infinito y Eterno? Ella no fue la madre de Dios, más bien fue la incubadora que Dios empleó para traer aquí Su Hijo. Cierto.",
    "Ud. dirá, “¿No fue de ella el huevo”? No señor. Si así fuera entonces ella hubiera requerido una sensación, y entonces miren lo que hacen de Dios.",
    "El fue absolutamente el Dios creativo, el Dios de la creación siendo creado en la forma de hombre. Exactamente la verdad. Y cuando lo hizo…",
    "Entonces ella dijo, “Pero yo le puedo probar a Ud. con su propia Biblia que El no fue nada más que un hombre”.\n\nLe dije, “Hágalo pues”.",
    "Y ella dijo, “En San Juan once, cuando fue a levantar a Lázaro”. Y dijo, “Cuando fue allá, la Biblia dice que El lloró. Eso muestra que fue mortal, de otra manera no hubiera podido llorar”.",
    "Le respondí: “Ese argumento es más débil que la sopa hecha de la sombra de la gallina que se murió de hambre. No trate Ud. de decirme eso.",
    "Dije, “Quiero decirle algo a Ud. Cuando El fue a la tumba es cierto que El lloró, era un hombre llorando. Pero cuando enderezó Su cuerpecito flaco, y dijo: ‘¡Lázaro, sal fuera!’ Y entonces un hombre que había estado muerto por cuatro días se puso de pie y vivió nuevamente, ese ya fue más que un hombre, que podía llamar al muerto”. Ese fue Dios en Su Hijo. Exactamente.",
    "Es cierto que cuando vino bajando del cerro aquella noche, buscando algo de comer, y miró al árbol y no halló nada de comer, y maldijo el árbol. Ese fue Dios con hambre. Pero cuando tomó cinco panes y dos pescaditos y con ello alimentó a cinco mil, ese era Dios el Creador en Su Hijo.",
    "El era un hombre acostado en el barco aquella noche cuando diez mil diablos del mar juraron que lo ahogarían. El barco estaba siendo lanzado como el corcho de una botella. El era un hombre allí dormido, la virtud se le había ido. Pero cuando colocó el pie sobre la baranda del barco y miró hacia arriba y dijo, “Sea la paz”, y de repente las olas y el viento le obedecieron, ese fue más que un hombre. ¡Ese fue Dios hablando a través de El! El era un hombre—Dios.",
    "No lo pudieron ver en la cruz. Dijeron, “Si eres el Hijo de Dios, sálvate”, le dijo el ladrón. “Y si eres el Mesías, bájate de la cruz. Muéstranos. Si eres el rey de los judíos. Bájate y muéstranos”. ¿Pueden ver? Eso sería mostrando autoridad.",
    "Dios se estaba humillando en la simplicidad, llevando sobre sí la forma de muerte. Dios, la forma más alta de vida llegó a ser la maldición más baja de vida: un pecador, para morir para entonces traer la resurrección. ¡Oh, qué cosa! Dios ocultándose en muerte, para luego mostrase en resurrección. Dios, la forma más alta: Vida Eterna, formando un Hombre, un cuerpo de hombre para tener donde morar, llegó a ser la forma más baja de la vida, un ser humano condenado por Dios. Y llevó la maldición en Sí mismo y murió, ocultándose de aquellos eruditos educados.",
    "Cuando el Diablo lo llevó allá y le vendaron los ojos, y le pegaron en la cabeza, luego dijeron, “Ahora, nos dicen que eres un profeta. Profetisa ahora y dinos quién te pegó, y nosotros te creeremos”. Entre tanto se pasaron el palo de uno al otro. Pero El no abrió Su boca. Cuando le escupieron en la cara y a manadas le sacaban la barba, ese Diablo dijo, “Si ese fuera Dios lo hubiéramos tenido. Eso es todo. Mírenlo”. Pero El sí fue Dios. Cuando subía…",
    "Ahora, volvamos nuestra cámara hacia atrás a aquella tarde tan oscura hace mil novecientos años esta misma tarde. Mírenlo mientras va subiendo la colina. Puedo oír algo que viene golpeando. ¿Qué es? Es una cruz labrada que va subiendo la colina, y está borrando las pisadas sangrientas del que la lleva, mientras va golpeando por las piedras, pasando por la calle.",
    "Me fijo en Su espalda y parece que en ese manto sin costura puedo ver puntitos. El Dios de la creación llevando la cruz que El mismo creó. En su espalda se pueden ver puntas rojas de sangre en el manto, la sangre de Emanuel. Mientras El va subiendo la colina las puntas se hacen más grandes, y de repente se unen como una sola mancha de sangre, la cual va goteando sobre sus piernas débiles y humildes. ¿Qué fue? Se cayó. Su hombro…Su fuerza humana…¿Qué fue? Dios. Dios escondiéndose en la simplicidad. Ese fue Dios cargando esa cruz.",
    "Allí va subiendo la colina, tropezando. Allí está la Sangre que se le va saliendo. Se cayó, y Simón levantó la cruz para ayudarle.",
    "Mientras va subiendo la colina, el Diablo le dice, “¿Saben qué? Ya sé que no es Dios, sé que no es. El nunca haría eso. Ahora sí lo tengo. He conquistado a todo hombre. Ahora lo tengo. Así que yo sé que ese no es Dios”.",
    "Entonces envió la abeja de la muerte para picarle. Y cuando las abejas comenzó a darle vueltas…Uds. saben, las avispas son insectos que tienen aguijón. Y la muerte tiene aguijón. Pero si el insecto pica muy profundo, allí deja el aguijón. Entonces si eso hubiera anclado en un hombre, un hombre cualquiera, si El hubiera sido un hombre cualquiera, un profeta…El había picado muchos profetas y murieron. Pero cuando le picó a éste, allí perdió el aguijón. Después de eso él ya no tenía aguijón. Dios. El ancló su carne en Emanuel, y El le quitó el aguijón a la muerte.",
    "Unos años después cuando estaban listos para matar a uno de Sus apóstoles, el gran San Pablo, él clamó y dijo: “¿Dónde está, oh muerte, tu aguijón? ¿Dónde está, oh sepulcro, tu victoria? Mas gracias sean dadas a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo”. [I Corintios 15:55, 57] Sí señor.\n\n¿Qué fue? Dios humillándose. ¡Oh!",
    "Cuando el hombre pecó, él cruzó un gran abismo que fue colocado entre él y Dios, dejando ningún camino de retroceso. Luego Dios aceptó un sacrifico como sustituto. Se ofreció un sustituto y fue aceptado. Y si el hombre aceptaba el sustituto, en su lugar, entonces podía volver y tener compañerismo con Dios, como dije en el principio. Y el hombre siguió por muchos años con la sangre de corderos, machos cabríos y animales, pero éstos jamás podían quitar el pecado, solamente cubrían el pecado.",
    "Pero luego ¿qué sucedió? ¿Qué sucedió? Un día algo llegó que podía quitar el pecado, la Sangre de Su propio Hijo. Y El remitió el pecado.",
    "No hace mucho…Y yo no sabré. Puede ser que aquí estén algunos científicos, y voy a decir algo. Solamente voy a llamar esto así, no significa eso de ninguna manera. Pero voy a decir, antes como hacíamos, tomábamos una sola gotita de tinta. Y Dios puede ocultarse en eso. ¿Ven? Si es una gota de tinta, tenía que ser algo antes de ser la gota de tinta. Veamos lo que es.",
    "Primero es una gota de tinta. ¿Qué es? Es formada por química. Si la analizamos, ¿de dónde vino? Pues, podríamos decir, “Es agua, con su formula de una parte hidrógeno y dos partes oxígeno”. Esa es una parte.",
    "Luego tiene una química para el color. Y ¿de dónde vino el color? Hay un solo color original, y ese es blanco. Sabemos eso. Todos los demás colores se basan en el blanco. Entonces nos ponemos a descubrir el origen de esto. ¿De dónde vino esto?",
    "Bien, sigamos el hilo. Se puede decir que llega a ser un ácido.",
    "Y del ácido, llega a ser ¿qué?",
    "De allí se puede decir que viene de una luz. Y la luz viene de cierto número de moléculas.",
    "Ahora digamos que las moléculas 1 y 4 y 8 se unen y forman el átomo 1 por el átomo 4 por el átomo 6. Ahora, si hubiera sido átomo 4 por el átomo 5, hubiera sido blanco. Pero tuvo que ser el 6. Ahora ¿qué es lo que determina todo eso? Y ¿de dónde se consigue la química para formar ese color negro de la tinta?",
    "Bien, todo está formado. Pero ¿de dónde vino? Tuvo que venir de otra parte. Tuvo que originar con un Creador, por cuanto es una creación. Una creación tiene que originar con un Creador.",
    "Entonces esto llegó a ser tinta, y tuvo su propósito. Sirve para escribir su perdón; puede escribir San Juan 3:16 y salvar su alma. Y también puede servir para escribir su condenación y enviarlo a la celda de la muerte. Tiene su propósito.",
    "Ahora, a través de todos estos años ha llegado a ser lo que es, determinado por algo para ser hecho lo que es. Y ¿cómo se va deshacer?",
    "Han fabricado un blanqueador, Uds. damas lo usan, Cloro. Digamos que yo tuviera aquí un tinaco lleno de Cloro, y dejo caer en el tinaco de Cloro esta gota de tinta. Ahora dígame ¿dónde está el color? ¿Qué pasó con eso? ¿Qué pasó? Primero cayó al agua, cayó al Cloro. La química fue tan poderosa que la deshizo a tal grado que no quedó ni el olor ni nada; ha desaparecido, jamás existirá, porque la envió al lugar de su origen.",
    "Ahora, eso es exactamente lo que hace la Sangre de Jesucristo con el pecado. ¡La sangre de Jesucristo! Cuando Ud. confiesa su pecado sobre la sangre de Jesucristo, eso lo omite y lo coloca en el mar del olvido, para nunca más ser recordado en contra de Ud.",
    "Entonces, hermanos míos, ¿dónde está la iglesia hoy día? Si nosotros nacimos para ser hijos de Dios.",
    "Y Jesús mismo dijo, “Si vuestra misma ley ha dicho que vosotros sois dioses” — dioses amateur con el control de la Tierra — El dijo, “Si llamaron dioses a aquellos a quienes vino la palabra de Dios” — los cuales fueron profetas, la Palabra de Dios viene a los profetas — “y si llamasteis dioses a aquellos, ¿cómo es que me condenáis a mí cuando digo que soy el Hijo de Dios”?",
    "Ahora, si el poder de los toros y machos cabríos podía infundir un poder en Moisés para salir por la comisión de Dios y levantar la vara y decir, “Que vengan las moscas” — él tenía la Palabra de Dios y la habló. Y al hacerlo cambió de ser pensamiento de Dios. Una palabra es un pensamiento expresado. Entonces cuando Dios lo pensó y lo colocó en la mente de Moisés, y él lo habló, allí se convirtió en palabra. Y Moisés se dio la vuelta y se fue, y quizás no había ni una mosca en todo el país. Y quizás una hora después había por allí una sola mosca verde, volando. Pero dentro de media hora había moscas a cinco kilogramos por cada metro cuadrado. ¿Qué fue? La Palabra creadora de Dios que fue hablada por los labios de un hombre mortal.",
    "Dios emplea al hombre. Dios pudo haber empleado al sol para predicar el Evangelio; pudo haber empleado al viento para predicar el Evangelio. ¡Pero Dios escogió al hombre para predicar el Evangelio!",
    "¿Qué pasa con la iglesia hoy en día? Algo anda mal. A mi opinión no estamos llegando sinceramente a lo correcto. Si Dios pudo lograr aquello basado en la sangre de toros y machos cabríos — la cual solamente servía para cubrir el pecado, y formaba un apaciguamiento para el pecador; pero el pecado permanecía pero solamente estaba cubierto — entonces ¿qué no podrá hacer por medio de la Sangre de Su Hijo, la cual omite el pecado? No es que Dios haya manufacturado, sino que ha creado una Sangre que quita todo pecado.",
    "Y Marcos 11:23 dice, “Porque de cierto os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho”. Entonces ¿a dónde está la iglesia pentecostal hoy día? Amén. Es que no se dan cuenta que el pecado sinceramente confesado queda omitido. Si no hay omisión…Eso forma el puente sobre el abismo que lleva al hombre nuevamente a la Presencia de su Creador, y lo hace un Hijo de Dios. Amén. “De cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también…” [San Juan 14:12] Amén. Allí lo tienen. “Porque de cierto os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho”. Gloria a Dios. Es Dios revelándose en humildad. ¿Ven?",
    "Dios toma a un pecador humilde y lo lava con Su Sangre, y deja caer ese pecado confesado al Cloro — el blanqueador de la Sangre del Hijo de Dios — y coloca Su propia Vida en ese hombre por medio del bautismo del Espíritu Santo. Luego, si nosotros tenemos el genuino bautismo del Espíritu Santo, ¿qué pasa con nosotros? En tipo allá, cuando Elías dejó caer el manto para Eliseo, éste obtuvo una doble porción. Jesús dijo, “Las obras que yo hago, vosotros también las haréis, y aun mayores haréis, porque yo voy al Padre”. Iglesia, ¿qué nos pasa?",
    "Ahora, Uds. han llamado de Beelzebú esto de las visiones. ¡Ya déjenme en paz! ¡Hermanos vengan a la cruz, vengan al Evangelio! No tenemos que estar imitando. ¿Por qué se iría Ud. con una imitación? ¿Por qué se queda con una concepción falsa cuando los cielos están llenos del genuino poder pentecostal que lo hace a un hombre o a una mujer un hijo o una hija de Dios, y lo lleva nuevamente a la Presencia de Dios? Amén. Allí lo tienen. Dios revelándose en humildad.",
    "Uno tiene que apartarse de sus propios pensamientos, y permitir que exista el mismo sentir que estuvo en Cristo. [Filipenses 2:5] Tiene que permanecer allí hasta que haya huido de su corazón todo pecado de temor, todo pecado de duda. Y si Ud. está allí y Dios no omite sus pecados y lo lleva a la Presencia de Dios, algo está errado con su experiencia.",
    "Poco me importa cuántos grados de doctorado Ud. pueda tener, ni a qué tan grande iglesia pertenece, ni qué tan grande influencia pueda tener, ni a cuántas organizaciones, etc. Todo eso no tiene nada que ver en el asunto hasta cuando sus pecados sean confesados, y Ud. se encuentra bajo la Sangre de Jesucristo, libre de todo adulterio, nacido de nuevo, un hijo o una hija de Dios con la Vida de Dios en Ud. Entonces podrá hablar una palabra creativa, “Que sea movido este monte”, y le hará caso. Amén.",
    "Dios revelándose en humildad. El levanta a aquellos que no tienen nada de educación. El levanta a aquellos que simplemente le creen. “Te alabo, Padre, Creador de cielo y tierra, porque escondiste estas cosas de los sabios y de los entendidos”. [Mateo 11:25]",
    "Fue azotado y herido. Y lo tuvimos por azotado y herido, seguro, de parte de Dios. Pero herido fue por nuestras rebeliones. El Cloro llegó. “El fue molido por nuestros pecados. El castigo de nuestra paz fue sobre él. Por su llaga fuimos nosotros curados”. [Isaías 53:4,5]",
    "¿Qué hizo El? Se humilló hasta la muerte, aquel Viernes Santo por la tarde, para que pudiera luego resucitar en la madrugada del Domingo de la Pascua. Amén. Para poder enviar nuevamente el Espíritu Santo sobre la Iglesia, en doble porción, para que pudiésemos hacer las mismas obras como hizo El. El prometió, “Estas señales seguirán a los que creyeren”. Y ¡qué distante nos hemos alejado de El por medio de nuestras tradiciones! Allí lo tienen.",
    "Dios ocultándose en humildad, revelándose en poder. Así es como Dios lo hace. Es el programa de Dios de cómo obrar. Sí señor, para que así pueda traer hijos a través de este abismo.",
    "Para terminar, quisiera decir esto. Dios ocultándose en muerte para volver nuevamente en la resurrección. Quiero relatarles algo que leí no hace mucho, ya para terminar. Dijeron…",
    "Esto fue durante el tiempo de la Primera Guerra Mundial. Los hermanos mayores de mi padre y mis primos participaron en esa guerra y muchos murieron.",
    "Pero en cierto lugar tenían atrapado a un regimiento entero de soldados americanos. El ejército alemán los tenían atrapados. El fuego de las metralletas, los cañones, y las armas que tenían, los tenían atrapados y no había escape. No había manera de escapar.",
    "Un regimiento entero de soldados estaba pereciendo allí mismo porque aquellos estaban a todos lados. Tenían aviones pero sería un riesgo enviarlo porque éstos lo derribarían. Un individuo trató de escaparse, pero estaban rodeados por todos lados. No había manera. Sus armas tan finas habían fallado. Toda la estrategia militar había fallado. Estaban atrapados por el enemigo, y no había manera de escapar. No había nada.",
    "Pero por fin un soldado se presentó, y había hallado una paloma, una paloma mensajera, y esa era la única esperanza. Escribieron un mensaje, y pensaron que si esta paloma pudiera salir y llegar al cuartel general de donde vino, y pudiera llevar el mensaje. Era una paloma mensajera y era lo único que tenían, una paloma sencilla. Todo lo militar había fallado, pero tenían esta paloma tan sencilla. Escribieron el mensaje y se la amarraron a la patita, y la soltaron con una bendición y una oración, esperando que pudiera llegar.",
    "Desde luego, los alemanes vieron que tomó vuelo la paloma blanca, y le dispararon e hicieron de todo. Una bala le traspasó una ala y le quitó unas plumas; otra bala pasó por el pescuezo y le cortó el buche; otra pasó por la pata donde traía amarrado el mensaje. Pero la pobre paloma siguió volando, tratando de hacer llegar el mensaje. ¡Tenía que seguir, habían vidas que dependían! Por fin, con muchas luchas, y dando vueltas en el aire, llegó en el campamento donde estaban los soldados.",
    "Un soldado lo levantó y lo examinó, y dijo, “Esta paloma está herida”. Se dio cuenta de la patita herida, y allí estaba la notita. Leyeron la nota, y estaba bañada de sangre. Y aunque estaba bañada de sangre, el mensaje llegó. Siempre llegó. Rápidamente enviaron refuerzos y salvaron el regimiento entero de soldados. Si la paloma no hubiera llegado, hubieran perecido todos aquellos hombres. ¡Qué tremendo desastre hubiera sido! Hubiera sido algo terrible. Y fue algo grande lo que logró la paloma, aunque le costó la sangre. Su sangre estaba sobre el mensaje.",
    "Eso fue algo tremendo. Pero tiene poca importancia en comparación a cuando un día el pecado tenía atrapados a los hijos de Dios. No había ninguna esperanza. No había nada que podían hacer. Toda esperanza había desaparecido. Pero luego vino, no un paloma, sino una paloma tórtola. Hace mil novecientos años esta tarde, habiendo nacido en simplicidad en un pesebre, muriendo sobre una cruz, pero El llegó al Cielo con Su propia Sangre sobre el Mensaje. Y liberó a los hijos de Dios. Y ahora, nuevamente nosotros podemos ser hijos de Dios e hijas de Dios, para vivir en santidad y pureza, para vivir en Su Presencia. Estoy tan agradecido por esa paloma tórtola que vino desde la Gloria, y llevó el mensaje que yo estaba en gran necesidad, y voló nuevamente hasta el Cielo, estaba toda sangrienta donde los pecados del mundo la habían manchado. Pero hoy estoy liberado, estoy libre. Estoy tan agradecido.",
    "Y aún los más sencillos lo pueden entender. Estoy contento que soy suficientemente sencillo para entenderlo. ¿Ud. también está contento? ¿No está agradecido? Dios ocultándose en la simplicidad.",
    "Fue despreciado y desechado — nosotros no lo estimamos, pero fue menospreciado y afligido, y escondimos de El el rostro. El no fue el gran soldado que ellos creían que iba ser. El no fue un tremendo hombre militar que ellos esperaban. Pero de El escondieron sus rostros, tenían vergüenza. Sin embargo, “El herido fue por nuestras rebeliones, molido fue por nuestros pecados”. [Isaías 53] ¿Qué fue? Dios ocultándose en la simplicidad. Jehová llegando a ser hombre para que pudiese morir a favor del hombre, y así llevar consigo el Mensaje con Su propia Sangre (el requisito de Dios), mostrando que el precio había sido pagado. Y ahora somos redimidos.",
    "Y hoy, tan humilde como puede ser — Ud. no tiene que ser inteligente, no tiene que tener educación — simplemente es cuestión de creer el Mensaje, la Palabra de Dios, y Ud. también puede ser salvo y ser hijo de Dios para pararse en la Presencia de Dios, y hacer las obras de Dios.",
    "Inclinemos nuestros rostros por un momento, mientras pedimos la bendición de Dios sobre estas cosas.",
    "Quiero hacerles esta pregunta. Hoy se han prendido los radios, y salieron los periódicos — vi en el periódico esta mañana donde habían hombres realizando el drama, hombres cargando una cruz. Tienen toda clase de cosas. En el Domingo de la Pascua toda la iglesia estará decorada con lirios, y los altares llenos de lirios. El conejito de la pascua estará tomando el lugar, y también los pollitos. Quisiera saber yo ¿qué tiene eso que ver con la Pascua? El conejo que es un animal inmundo a la vista de Dios, a tal grado que se les prohibía tocarlos o comerlos en los tiempos de la Biblia; y el pollo igual, y patos. Pero esas cosas han tomado el lugar de la resurrección. Santa Claus ha tomado el lugar de la Navidad. ¡Oh qué cosa! Amigos, ¿hasta dónde ha llegado el mundo? ¿Dónde estamos? ¿Pueden ver a dónde hemos llegado? Estamos yendo directamente hacia el hoyo. Correcto. Estamos atrapados por el pecado, los credos y las dogmas.",
    "Pero hace mil novecientos años esta tarde un Mensajero llegó. Se llenó el requisito. El Hijo de Dios, formado a la semejanza de carne pecaminosa; nacido en el pesebre sin hermosura para que le deseemos. Era un hombre de desprecio. No le deseamos y de El escondimos el rostro. Y hacemos lo mismo hoy.\n\nUd. dirá, “Yo no lo hubiera hecho”.",
    "Pero su actitud en el día de hoy comprueba que sí lo hubiera hecho, lo está haciendo ahora mismo. ¿Por qué no busca su camino en humildad? Y diga, “Señor y Dios, no me importa lo que me vaya a costar, no me importa, he terminado con el pecado”. Yo no digo que Ud. es una mala persona, o que fuma, o que bebe, o esas cosas. Pero es que Ud. no cree la Palabra.",
    "Si Ud. cree la Palabra entonces diría, “Señor, no importa cuánto me cueste. Si me cuesta mi denominación, si me cuesta mi sociedad de costura, si me cuesta mi club, si me cuesta la fama entre mis amigos, no importa. Yo voy a aceptar el Mensaje del Calvario. Yo voy a ser humilde y de aquí en adelante voy a humillarme”.",
    "Las mujeres, “Yo sé si me dejo crecer el cabello, me van a llamar de anticuada. No me importa lo que me llamen. Voy a ser una dama. Me dicen que estoy muy pálida y aparento como muerta. Es que sí estoy muerta, en Cristo. Lo voy a hacer”.",
    "Y los hombres, “No me importa cuánta dogma y credo me tratan de hacer tragar, de aquí en adelante voy a aceptar el Mensaje humilde de Dios. Lo voy a creer, y voy a permanecer hasta que desaparezcan mis pecados. Voy a permanecer hasta que el Espíritu Santo vacía en mí fe para toda Palabra de Dios que está escrita. El me lo prometió; y si existe el puente sobre el abismo por medio de Su Sangre justa, entonces puedo pararme firme como un hijo de Dios. Yo creo el Evangelio entero. Lo voy a hacer”.",
    "¿Quisieran Uds. hacer eso? ¿Quisieran hacer esa consagración ahora mismo? Si así desean, levanten la mano hacia Dios, y con eso están diciendo, “Recuérdeme a mí, Hermano Branham, mientras esté orando. Yo deseo que Dios obre en mí”. Dios les bendiga. Muy bien. Por todos lados. El ve sus manos.",
    "Nuestro Padre Celestial, la humildad de creerte a ti, y cómo es que te revelas en la humildad. Cómo es que descubrimos en este día y en todos los días que la iglesia llega a esa condición, y luego Tú bajas hasta la calle más sucia, cuando menos se piensa, y levantas algo, y lo unges, y lo envías. Y eso será rechazado y luego por medio de eso mismo juzgas al mundo.",
    "Dios, vemos hoy día, que por cincuenta años, el precioso Espíritu Santo — lo cual el pueblo ha querido recibir por medio de dogmas, sin embargo lo has mostrado en su poder y en su manifestación — y un pobre pueblo despreciado, botado, lo ha aceptado y lo ha creído. Tú te has magnificado en ellos, Señor. Y ahora los vemos a ellos, en otra generación, tratando de llegar a ser nietos de Dios. ¡Oh Dios, qué cosa más terrible! Que sea que hombres y mujeres huyan rápidamente hacia la humildad de creer el Evangelio. Concédelo Señor.",
    "Muchas manos fueron levantadas aquí en esta noche, de muchos hombres y mujeres. Señor y Dios, yo ruego que los bendigas. Yo ruego que en esta misma noche cada uno pueda hallar la paz de Dios en sus corazones, y que sean tan llenos de Tu Espíritu que puedan tener fe para obrar milagros, fe para vivir una vida piadosa, y para vivir una vida tan dulce, que cuando hablan mal de ellos, no vayan a retribuir con malas palabras. Que puedan retribuir un beso por una cachetada. Que puedan dar bien por mal. Concédelo Señor. Haz que los hombres sean humildes. Haz que los hombres lleguen a conocerte en el poder de Tu resurrección. Que Tu muerte no sea algo que ocurrió en vano para nosotros en esta generación.",
    "Rogamos ahora Señor que levantes Tu Iglesia. Glorifícala y magnifícala y llévala a la Gloria. Padre, creemos estas cosas. Haz que muchos aquí en esta noche, que están buscando a Dios, que lo puedan hallar en esta hora. Pedimos todo esto en el Nombre de Jesús.\n\nY mientras tenemos nuestros rostros inclinados.",
    "Les pregunto si no desean tomar un paso más. Si Ud. desearía ponerse de pie, y con eso decir, “Yo no me avergüenzo. Aunque yo pertenezco a la iglesia, yo soy metodista (o bautista, pentecostal, o lo que Ud. sea), yo no me avergüenzo. Me doy cuenta que he confiado mucho en lo que sé, pero nunca he llegado al lugar donde pudiera creer el Evangelio completo y que funcionara en mi vida. Yo veo cosas y creo que son promesas. Yo los quiero creer. Pero El me dice que si lo creo, entonces esto funcionaría. Entonces hay algo errado conmigo, porque no funciona. He intentado hacer que funcione, pero no funciona. Y yo me avergüenzo de eso, y quiero que el mundo sepa, quiero que esta gente aquí sepa que soy sincero, y lo quiero en mi vida. Yo quiero ser un testigo fiel para Cristo, con el Evangelio completo manifestándose en mi vida”. ¿Se pueden poner de pie? Y así decir, “Yo quiero ser un testigo que estoy buscando a Dios”. Dios les bendiga. Correcto. ¿Ven?\n\nJesús dijo, “El que se avergonzare de mí ante los hombres, del mismo me avergonzaré yo ante el Padre”. [Marcos 8:38]",
    "Ahora, estas personas que son pentecostales, o metodistas o bautistas, ¿le son ciertas estas cosas? ¿Han cruzado el abismo a tal grado que saben positivamente que están parados en la Presencia de Dios, redimidos como un hijo e hija de Dios; y las señales y maravillas, no de incredulidad, pero lo genuino de Dios, el Espíritu Santo arde dentro de cada uno; y lo que Ud. le dice a este monte, se mueve? ¿Lo creen? Si no es así con Ud., esta es su hora.",
    "🦅 ¿Cómo sabe Ud. que hay lugar”? Ud. dice, “Yo me he parado antes”.",
    "Pero si Ud. en verdad tiene hambre de Dios, Ud. se mantendrá poniéndose de pie hasta cuando El le responde. De esto no hay fin, Ud. es persistente. Como la mujer sirofenicia, ella no pudo recibir una respuesta negativa, porque en verdad lo deseaba. ¿Están listos para ponerse de pie? ¿Algunos más, antes de orar? Aquel bello himno que dice,\n\nEl fue clavado en la cruz por mí.\n\nEn la cruz fue crucificado, allí murió por mí.",
    "🦅 Hermano Branham, yo lo deseo”. “Dios yo lo deseo. En verdad lo deseo. Yo quiero cambiar mi vida. He vivido una vida de suposición, una vida de ojalá; pero deseo algo, deseo esto. Si aquellos apóstoles podían pegar en el blanco cada vez, yo también puedo”.",
    "Eso es lo que digo yo. Si esto funcionó con los apóstoles, también funciona hoy. Si ocurrió en alguna ocasión, puede ocurrir nuevamente. Si El en algún tiempo fue Dios, todavía es Dios. El es el mismo ayer, y hoy, y por todos los siglos. Ese es el lema de mis campañas. Si la denominación suya no cree eso, deje que la denominación crea lo que guste. Pero Ud. crea la Biblia. Créala. ¿Se ponen de pie? Como otros diez se pusieron de pie. Dios les bendiga, Dios les bendiga. Otros se están parando. Otros más. “Soy sincero, Hermano Branham, yo lo deseo”.",
    "Algo ocurrió el otro día, Uds. leyeron, o más bien escucharon la cinta de Los Siete Truenos, Señor, ¿Qué Hora Es? Eso ocurrió el otro día. Uds. saben estas cosas. Iglesia, el tiempo está a la mano. ¡El tiempo está a la mano! No, no, no esperen más. ¿Ven?",
    "¿Cómo saben que el Rapto no está ocurriendo a toda hora? De repente se darán cuenta que ya pasó. Uno desaparece por aquí, y otro por allá. Y de repente se habrán ido. Y entonces el juicio descenderá sobre el mundo. Y entonces dirán, “Pero, yo pensaba…” Entonces será demasiado tarde.",
    "Recuerden, no sabían hasta cuando entraron en el arca, pero entonces era demasiado tarde. Las vírgenes fatuas no sabían hasta cuando volvieron y descubrieron que se habían ido las vírgenes prudentes. Entonces ellas permanecieron para el tiempo de la tribulación.",
    "Ningún buen maestro cree que la Iglesia, la Novia — la iglesia pasa por la tribulación, pero no la Novia. La iglesia pasa para la purificación, seguro, bajo el Sexto Sello. Correcto. Igual con Israel, con los 144,000. Pero no así para la Novia.",
    "La Novia está perdonada y ella sube directamente a la Gloria en el Rapto. Correcto. A mi opinión, el último miembro será llamado un día de estos. Quizás eso ocurra y Ud. ni cuenta se dé. Recuerden, es un arrebatamiento secreto, muy secreto. El vendrá en una hora cuando menos piensan. No sabrán nada al respecto pero ella se habrá ido. Entonces será demasiado tarde.",
    "Ud. entonces dirá, “Ojalá me hubiera puesto de pie”. Si en alguna ocasión Ud. ha tenido la intención de pararse firme, permita que esta reunión aquí en Albuquerque sea el tiempo cuando Ud. tomó su posición.",
    "Ahora, si Ud. en verdad se siente asegurado por Cristo, y siente que en realidad tiene el Espíritu Santo, y la Sangre de Jesucristo, y todas las señales y las promesas están a su disposición; y Ud. las ve manifiestas y obrando en su vida, y sabe que son la verdad. Si Ud. está sentado allí con ese testimonio, entonces yo tomaré su palabra en el asunto. Eso está con Ud. Si no es así entonces debiera estar de pie. Pero si Ud. cree eso, y sabe que esas señales y maravillas que Jesús — vindicaciones del Mesías — le hablan a Ud.; si no es así, Ud. debiera estar de pie. Dios les bendiga. Correcto.",
    "Yo soy un extraño para muchos de Uds. Muchos de Uds. me consideran ser un vidente. Y Uds. saben que yo no digo nada al respecto. Lo he guardado, aún no es la hora. Pero Uds. me creen ahora, me creen como siervo de Dios. ¿En alguna ocasión les he dicho algo en el Nombre del Señor y que no haya tenido su fiel cumplimiento? Si así es, digan Amén. [La congregación dice, “Amén”.] Esto nunca ha fallado, y ya van miles de cosas, y siempre, si excepción, ha sido verídico. Uds. lo saben, y el mundo entero.",
    "Aunque muchos de Uds. no están de acuerdo conmigo en la teología, pero yo no soy teólogo. Yo solamente hablo lo que oigo. Y cuando lo oigo, consulto con la Biblia. Si no es según la Biblia, yo no lo recibiría; pero ni una sola vez ha sido contrario a la Palabra, sino que concuerda con la Palabra. Por eso es confirmado. Dios lo vindica.",
    "Ahora, escúchenme bien. Si Uds. creen que soy mensajero enviado de Cristo a Uds., créanme. Si Ud. no se encuentra en el Reino de Dios, conviene que se meta rápido.",
    "Esto no va mejorar, sino que se irá de mal en peor. Apunten eso, y recuerden, vean si eso es verdad o si es un error. Vean si es la verdad o un error. No va mejorar, pero va empeorar. Cada vez se va poner más difícil. El avivamiento ha terminado. Solamente estamos espigando en los campos. Esto ya se acabó. Ahora, Ud. dirá, “Yo no estoy de acuerdo con eso”. Muy bien. Está bien. Ud. siga así. Esa es mi convicción. Es lo que yo he escuchado del Cielo.",
    "Yo creo que la edad de Laodicea es la edad pentecostal cuando llega a la condición tibia y Dios la vomita de su boca. Y exactamente a esa condición ha llegado. El movimiento pentecostal ha llegado a ser tibia, no caliente como fuego, ni frío como el hielo. No son fríos y formales, tampoco son calientes. Están en la condición de vómito y así les va pasar.",
    "Es la única edad cuando Jesús estuvo del lado afuera de la iglesia, porque sus dogmas lo habían corrido, pero estaba tocando, intentando volver a entrar por la puerta. “He aquí, estoy a la puerta y llamo; si alguno oye mi voz…” [Apocalipsis 3:20] Me da gusto que Ud. oyó en esta noche.\n\nAhora, yo solamente puedo pedirles que se pongan de pie.",
    "El los está mirando. Jesús dijo que “donde están dos o tres congregados en mi Nombre, allí estoy yo en medio de ellos”. [Mateo 18:20] Si eso no es cierto, entonces no existe Dios, no hay Biblia, no hay sol que sale ni que se pone; no hay flores, no hay árboles. Y Ud. en realidad no está aquí presente, sino que está en un sueño. La vida no es real y Ud. no es un ser humano. Y es imposible que eso esa así, igualmente es imposible que El no esté presente. “Y si pidiereis algo en mi Nombre, en fe creyendo, El os lo concederá”.",
    "Ahora, eso es Ud. ahora mismo. Ud. se puso de pie como testigo, mostrando que lo desea a El. Y ahora de su propia manera, la manera en que Ud. ora, como Ud. desea, quiero que Ud. diga, “Señor y Dios”, en su corazón. No se distraiga, los de la campaña le van a conceder el tiempo suficiente para esto, todo el tiempo que desea.",
    "Pero ahora, en su propia manera, en su propia manera. Y yo sé que por costumbre uno se para y otro se hinca de cierta manera. Pero como Ud. desea, no importa cuál sea, no vaya a decir, “Señor, permíteme hacer estoy y aquello”. Pero diga, “Señor, lléname. Lléname con el Espíritu Santo. Yo soy sincero en esto. Lo estoy haciendo en forma seria”. Ahora, si en realidad Ud. viene en forma seria, tiene que suceder. Es imposible que no suceda. El lo ha prometido. El está queriendo entrar en su corazón.",
    "Lo que sucede es que Ud. abre su corazón un poquito y dice, “Pase, y quédese aquí, pero no ande metiéndose a mi vida privada”.",
    "El lo desea a Ud., entero, todo lo que Ud. es. El desea todo los compartimientos en su corazón. El desea su vida privada; El desea toda su vida. El desea ser su Señor. Y Señor significa dueño. El quiere ser su dueño para entonces poder guiarlo y dirigirlo, llevarlo y usarlo. ¿Está Ud. dispuesto a tomar ese paso? Si así es, El está queriendo entrar, de otra manera Ud. no estaría allí parado. Entonces esta es la hora para que Ud. lo reciba.",
    "Ahora, la decisión es suya. Ahora si Ud. cree de todo corazón, de aquí en adelante esto quedará arreglado. Esta será una noche memorial. Es posible que por toda la noche no cerrarán estas puertas. Ud. aquí se quedará toda la noche. Pero si Ud. hace de esta manera, diga, “Señor, estoy de pie. Hasta cuando me llenes según Tu promesa no me voy a mover de donde estoy parado”. Cuando Ud. se pone serio con Dios, El entonces le responderá en forma seria.",
    "Pero mientras no es así, Ud. está repitiendo, “Señor, ¿me vas a dar el Espíritu Santo esta noche? No he sentido nada. Pues quizás lo intente nuevamente mañana”. Así no va recibir nada de parte de Dios.",
    "Ud. tiene que llegar en forma desesperada, muriendo. Entonces recibirá. Correcto. El lo ha prometido. Si no es así, entonces ¿por qué está perdiendo el tiempo, si esas promesas no son verídicas?",
    "Así es como estas cosa suceden. Por eso me puedo parar firme y decir al mundo: “¿En alguna ocasión ha fallado la Palabra”? Cuando yo era un muchacho, Dios me hizo la promesa. Esa es la razón.",
    "Ud. dirá, “¿No teme Ud. que va fallar”? Yo nunca. Yo siempre soy una falla, pero El nunca falla.",
    "Yo no hablo mis palabras, pero hablo las de El. Por eso siempre son correctas. ¿Ven? Por eso puedo decirle al mundo: “Muéstrenme una ocasión cuando no se cumplió. Muéstrenme una ocasión entre las miles de cosas que El ha hablado, pero ni una sola vez ha fallado”. Y jamás fallará, por cuanto es Dios y no el hombre.",
    "Entonces Dios está presente ahora mismo. Cristo está en medio nuestro. El está dispuesto a darle a Ud. el Espíritu Santo si Ud. está dispuesto a aceptarlo. No es cuestión de pagar el precio, el precio ya fue pagado. El precio fue pagado esta tarde hace mil novecientos años, si Ud. está dispuesto a recibirlo. Si así es, suelte su corazón, ábralo y quite todo temor, todas las dudas. Levante sus manos hacia Dios y diga, “Señor y Dios, aquí estoy. Estoy aquí parado en el Nombre de Jesucristo”.\n\nVoy a orar por Uds. Uds. también oren.",
    "Señor Jesús, en la forma más humilde y de humildad, te presento esta congregación que está de pie. Te los presento porque ellos se han parado, respondiendo al llamado. Están buscando las cosas más profundas. Están buscando más vida, después de haber oído que la Sangre de Jesucristo los limpia a tal grado que no queda nada y que la Palabra entera de Dios mora en ellos. Que el mando de su propia voz es poder creativa porque en ellos mora el Espíritu Santo. Y este Espíritu Santo es un Creador; El hace que las cosas lleguen a cumplimiento por cuanto El habla la Palabra. Y la Palabra hablada llega a ser Dios en acción.",
    "Y Señor, yo ruego que envíes el Espíritu Santo a cada uno de ellos ahora mismo. Y en el poder de la resurrección de Cristo entrega a cada uno las cosas que desean en su corazón: una vida mejor, el bautismo del Espíritu. Señor que sea así, que esta congregación sea iluminada, y los corazones del pueblo puedan ver la visión y sean llenos del Poder de Dios. Te los encomiendo a ti Señor, en el Nombre de Jesucristo.",
    "Mantenga sus manos en alto. Mantenga su rostro en oración. Mantenga su corazón lleno, diciendo, “Señor, yo te creo”.\n\nLléname, lléname, sálvame.\n\nEspíritu del Dios vivo, cae de nuevo sobre mí.",
    "Traigan su director de cantos aquí ahora mismo, para que dirija el himno, “Cae frescamente sobre mí, Espíritu Santo”.",
    "Manténganse, “No, no importa. Señor, me voy a quedar aquí. Estoy a Tu disposición, como ante el juez injusto, aquí estoy”.",
    "Manténganse allí. “Me voy a quedar aquí como una estatua. Me voy a quedar parado como aquel predicador la otra noche, sobre el techo. Aquí estoy parado, Señor. No importa quién me esté mirando. No importa si mi pastor, o quién sea; yo estoy aquí buscando algo. Yo quiero que algo suceda conmigo. Tú lo prometiste, y aquí estoy para recibirlo. Si funcionó para otros, entonces funcionará para mí. Estoy aquí para recibirlo y no me voy a sentar. Estoy determinado”.",
    "[Alguien en la plataforma dice, “Un himno, hermano. Les gusta. El te desea aquí. ¿Correcto”?]",
    "Eso es. Manténganse en oración, si lo hacen en serio, si lo hacen en serio. Amén. Si lo hacen en serio, manténganse fijos. El está a su lado. Manténganse orando. “Señor, aquí estoy y no me voy a mover. Te voy a creer. Tú lo has prometido. No voy a confiar en algo imaginado. Yo deseo el genuino Espíritu Santo sobre mí. Quiero que me llenes ahora mismo. Estoy aquí esperando”.",
    "No se detengan, manténganse en oración. No le pongan atención a la música, manténganse orando. Ese es el problema que tenemos hoy, nos ponemos a escuchar la música y tantas otras cosas, cuando debiéramos estar escuchando la Voz de Dios. Manténganse escuchando. El lo ha prometido. Y si El lo prometió, El lo hará. Amén.",
    "¿Cuántas veces he visto que se abran los ojos de veinte y treinta mil personas? ¿Cuántas veces he visto? Como allá en Durban, Sudáfrica, vi veinticinco mil milagros sobresalientes a una sola vez, la gente parada así de cerca. Llenaron siete camiones grandes de muletas y sillas de ruedas de nativos que no distinguían diestra de siniestra. Pero se pusieron de pie y aceptaron a Cristo y se fueron, habiendo sido mancos, cojos, sordos y mudos. Si sucede así con un africano negro, ¿qué no hará para Uds. que supuestamente están viviendo en un tiempo y en una iglesia y en un lugar donde se está manifestando el Espíritu Santo? Amén.\n\nHumíllense. “Señor, estoy creyendo. Yo lo sé. Yo…” Ud. venga.",
    "Ahora hay algo errado. No hay nada errado con Dios. Dios lo prometió.",
    "Con Dios como mi testigo, desde donde estoy parado aquí, yo pudiera señalar hilera por hilera y decirle a cada uno dónde está y qué ha hecho. Yo digo eso en el Nombre del Señor Jesús. Y Uds. saben que es la verdad.",
    "Y veo que tienen miedo de entregarse por completo. Tienen miedo de algo. Hay algo errado. Dios no hace una promesa para luego cambiarla. Es la Verdad y aquí está, si la desean. Es su muerte, es su entierro, es su aceptación. Allí está la Palabra.",
    "Con Dios como mi testigo, el Espíritu Santo está presente. Con Dios como mi testigo, Jesucristo está aquí. ¿Jamás les he dicho algo errado? ¡El está presente! Pero hay algo…Estoy mirando…¿Pueden ver Uds. esa Luz que está girando a través del edificio, va de aquí para allá? ¡Qué cosa!",
    "Allí lo tienen. Así es. Así es. Cayó sobre una dama por aquí. Así es. Cayó sobre otra. Allí lo tienen. Allí está. Ahora es el tiempo de aceptarlo, mientras está aquí. ¿Ven? Gloria. Seguramente caerá sobre alguien por allí. Alabado sea Dios. Amén. Eso lo lleva. Allí va ahora sobre alguien más por aquí, otro, otro. ¡Alabado sea el Señor! ¿Ven?",
    "El es la Verdad. El es el Camino, la Verdad y la Vida. Correcto. Acé ptenlo mientras está cayendo sobre otros. Acéptenlo, está moviendo por todo el edificio. Es el Espíritu Santo. Yo no estoy emocionado, les estoy diciendo la Verdad. Gloria, muy bien.",
    "Manténganse fieles. Manténganse fieles. Manténganse fijos. No tienen ni cinco minutos. Manténganse fijos. “Dios Tú lo has prometido y yo estoy aquí para recibirlo”. Muy bien, allí está. Extiéndase y diga, “Yo lo recibo. Aquí está Señor. Yo lo deseo. Yo me he mantenido fijo, y soy sincero. Lo hablo en serio. Tú me lo has prometido”. Amén. Gloria. Aleluya.",
    "Manténganse creyendo. Dijeron que me creían. El Espíritu Santo, esa Luz sigue moviéndose alrededor del edificio. ¿Qué está haciendo? Está buscando alguien que se rinda. Yo les he dicho la Verdad. Amén.",
    "Levanten las manos y digan, “Señor, te doy gracias. Me has dado la promesa. Ahora me voy a mantener firme con la promesa. Gracias Señor, gracias”.\n\nLo estoy mirando directamente. ¡Alabado sea el Señor!",
    "Manténganse fijos. Manténganse. “Señor, me voy a quedar. No importa si aquí amanezco, aquí voy a estar alabándote. Yo sé que me lo vas a enviar. Esta convención está terminando esta noche, y yo estoy aquí aún sin el Espíritu Santo. Pero me voy a ir de aquí lleno del Espíritu Santo. Tú lo has prometido. Me quedaré como una veleta, o haré cualquier cosa que Tú deseas, solamente quiero el Espíritu Santo. Y estoy determinado que lo voy a recibir”.",
    "Cuando Ud. se rinde totalmente entonces El entrará totalmente. Pero mientras Ud. no se rinde, El no puede entrar totalmente. Ríndase. Rinda sus pensamientos. Rinda su modo de pensar. Rinda su vida. Rinda su todo. Rinda su prestigio. Ríndale todo ahora mismo, y El llegará y lo llenará con el Espíritu Santo. Para eso es que El está presente. Ya cayó sobre unos dos o tres en el edificio. Pero hay más que esos que están deseando el Espíritu Santo. Manténganse creyendo. Gloria a Dios. O estoy correcto, o estoy errado. Humille su modo de pensar. Humille sus costumbres.",
    "Manténgase fijo, y diga, “Señor, aquí estoy. Si se lo das a alguien más aquí en esta noche, también me lo vas a dar a mí. Me voy a quedar aquí hasta que venga a mí”.\n\nMientras levanta su voz, sus brazos, su vida, su todo.\n\nPuedo oír Tu Voz llamando,\n\nLevanten sus manos y cántenle.\n\nPuedo oír…",
    "Entonaron un himno, Uds. saben. Si El lo está llamando hacia el Espíritu Santo, ríndase ahora mismo. Ríndase completamente.\n\nPuedo oír Tu Voz llamando,\n\n“Trae tu cruz y ven en pos de Mí”.\n\nAhora aquí lo tienen.\n\nSeguiré…",
    "🦅 Seguiré do Tú me…Señor, hasta aquí me has guiado, estoy de pie. Aquí me quedo.\n\n…guíes,\n\nSeguiré…\n\n[El Hermano Branham habla con el Hermano Shakarian.]\n\nDonde quiera…",
    "Acabo de mostrarle al Hermano Demas que estaba pasando el Angel del Señor. Le dije, “Fíjese en esa mujer”. Cuando pasó por ella, ella alzó las manos así. Le estaba mostrando, el Hermano Demas lo vio, mientras pasó ahora mismo, a una mujer aquí. Le dije, “Hermano Demas, ¿no lo puedes ver? Se está moviendo por todo el edificio”. Dije, “Mire cuando pasa por aquí”. La dama alzó las manos.",
    "Es la dama de pie, vestida con eso de cuadritos. Algo cayó sobre ella hace unos momentos y alzó las manos. Señora, ¿así fue? Ud. con las manos en alto, la que está detrás de la dama con el vestido azul. Sí, allí lo tienen. ¿Ven? Pues no es ni…Lo estoy mirando directamente. Ahora, si les he dicho algo errado, díganme cuándo fue. Aquí está.",
    "Amigos, tienen que apartarse de esa costumbre pentecostal almidonada. Tienen que en realidad morir. Tienen que hacerlo en forma seria. Tienen un hambre parcial, pero no un verdadero hambre. Eso tiene que ser genuino. “Mientras aún hablaba Pedro estas palabras, el Espíritu Santo cayó sobre todos los que oían”. [Hechos 10:44] Cierren sus ojos e inclinen sus rostros. Piénsenlo. ¿Hay algo errado? “Señor quita mi incredulidad”.",
    "Ahora, aquí con ojos mortales, el Angel del Señor, cuya foto tenemos y ha sido tomada como ciencia comprobada, la misma Columna de Fuego que siguió a los israelitas. Ese fue Jesús, cuando había muerto, sido enterrado, y ascendido nuevamente a Dios.",
    "Saulo estaba camino a Damasco y fue tumbado a tierra por la misma Columna de Luz. Dijo, “Señor, ¿quién eres”?\n\nLe dijo, “Yo soy Jesús”.\n\nJesús dijo, “Yo vengo de Dios, y regreso a Dios”.",
    "Y aquí está hoy, el mismo Jesús, visto entre nosotros por estos ojos, captado por una cámara, manifestado en el Espíritu. Oh hermano y hermana, ¿qué más puede hacer Dios? Esta es la hora de la gracia.",
    "Quiero creer que son sinceros. Creo que lo son, pero se cierran. No son suficientemente sinceros para recibirlo.",
    "Y está aquí mismo en el edificio. ¡Yo no les miento!",
    "Ahora, mientras se están aquietando por unos momentos. ¿Habrá alguien aquí que siente que ha recibido el Espíritu Santo? Mueva la mano. Lo vi por toda la congregación. Sí, Dios les bendiga, veo tres, cuatro. Muy bien. Cuatro recibieron el Espíritu Santo durante esa lluvia. Cuatro personas recibieron el Espíritu Santo durante ese tiempo. Alabado sea el Señor.",
    "Hace unos momentos, una Luz estaba viajando. Pasó de aquí para allá, y luego hacia acá, y así volvió varias veces. Le dije al Hermano Shakarian, “Venga acá. ¿Ve como viene por aquí? Mire mientras va pasando. Hay una dama allí”. Y cuando dije que estaba sobre la dama, ella alzó las manos y comenzó a gritar. Allí estaba. Pasó hasta la esquina y vino por aquí. Ahora no la veo. Esa es la verdad. Yo les digo la verdad. Y aquí está. Cuatro recibieron el bautismo del Espíritu Santo.",
    "Ahora, si Ud. lo desea, es suyo. Es para Ud. si Ud. está dispuesto a rendirse.",
    "Ud. tiene una concepción de lo que debe hacer. Tiene una idea, “Bueno, si yo me paro aquí, esto…” No, no. Pudiera estar sentado, no importa dónde esté. Pero es que si se rinde, y luego el Espíritu Santo caerá sobre Ud.",
    "Luego, a veces El comienza a ungirlo a Ud. y Ud. no se rinde para seguir la corriente. Ud. se pone temeroso, como que tiene miedo. Y se echa para atrás. Simplemente ríndase, ríndase al Espíritu Santo.",
    "No tenga temor del fanatismo. Si fuera el Diablo actuando, ¿no cree Ud. que lo sabríamos? Sí señor. El no va estar por aquí, no se preocupe. El no le va molestar.",
    "Ud. simplemente ríndase al Espíritu Santo. Cuando Ud. siente ese sentir glorioso, como nos testificó este ministro que sintió aquella noche y que algo caliente vino sobre él, si él hubiera sabido cómo rendirse en ese momento. Eso es todo. Simplemente diga, “Señor Jesús, yo te creo, yo te acepto”. Y entonces algo comenzará a suceder. Dígalo de todo corazón, y entonces sucederá.",
    "Oh, ¿le aman? [La congregación dice, “Amén”.] Dios sea con Uds. Que Dios les ayude. Yo quiero que…",
    "¿Cuántos más hay aquí que desean el Espíritu Santo? Levanten la mano. Uno, dos, tres, cuatro. ¡Oh, qué cosa! No hay porqué irse sin recibirlo. Hay ocho o diez aquí, once. Como once, quizás doce aquí que aún necesitan el Espíritu Santo. Yo sé que ya es tarde, quizás son las nueve y media, o algo así. Pero tenemos—pero tenemos mucho tiempo. Tenemos mucho tiempo. Amigo, deseamos que Ud. sea salvo. Deseamos que sea lleno. Recuerden, desde luego, Ud. es salvo cuando acepta a Cristo. Pero no es convertido hasta cuando haya recibido el Espíritu Santo. Uds. saben eso. Correcto.",
    "Jesús le dijo a Pedro la misma noche cuando fue traicionado (él ya estaba salvo), le dijo, “…una vez vuelto (convertido), confirma a tus hermanos”. [Lucas 22:32] Correcto. Ud. aceptó a Cristo como su Salvador, pero cuando Ud. es convertido, es cuando en realidad es cambiado. Correcto. Y él aún no había sido cambiado. El maldijo ante el Señor, lo negó e hizo de todo. Pero después de convertido, “una vez vuelto, confirma a tus hermanos”. Correcto. ¿Es la verdad? Así dicen las Escrituras. Y eso indica que es correcto. Jesús le dijo a Pedro, el cual le había seguido, y había lanzado diablos, y había obrado milagros y de todo, le dijo, “Aún no has sido convertido. Pero una vez vuelto, confirma a tus hermanos”. Correcto. Es la verdad. Ahora, ¿por qué no…?",
    "Pues, ¿cómo podría Ud. rechazar una invitación como esa? Es para Ud. Hermano, yo no quiero ver que se vaya sin esto. Quizás nunca más tengamos una convención. No sabemos. No sabemos lo que está por delante. Quizás no tengamos otra. Si Ud. desea sentarse para orar por un rato, eso está con Ud., lo que Ud. desea hacer. Si Ud. se quiere sentar, o si quiere permanecer de pie. Vamos a orar de nuevo, Ud. haga como guste. Pero yo quiero que Ud. reciba el Espíritu Santo. Es para Ud. ¿Cómo puede ser que cuatro lo recibieron y los demás no? Es que tienen que humillarse y abrir su corazón, y en verdad creerlo.",
    "Yo quizás no sea un buen maestro para esto. Mi ministerio es orar por los enfermos.",
    "¿Dónde está un predicador pentecostal por aquí, alguien que sea un predicador pentecostal? Levante la mano. ¿Qué de este hermano que oró por los enfermos? Y otro acá. Vengan acá. Aquí está un hombre, yo nací fuera de tiempo entre los rangos pentecostales. Pero deseo que este hombre ore por Uds. Me voy a parar a su lado. Dios le bendiga mi hermano.",
    "[El hermano pentecostal viene al púlpito, y le dice a los que están parados: “Si Ud. desea que el Espíritu Santo venga sobre Ud., levante sus manos”. El mismo hermano pronuncia seis frases cortas en otra lengua, y luego se aleja del púlpito y continua hablando en otra lengua entre aquellos deseando el bautismo del Espíritu Santo.]",
    "Ahora sean reverentes. El ha bajado para imponer sus manos sobre alguien. Sean muy reverentes. No, no estén mirando para todos lados. Sigan mirando hacia arriba, sigan mirando hacia arriba, sigan mirando hacia arriba. Seguiremos orando. Sigan orando.",
    "[El Hermano Branham habla con otro hermano.] Venga acá hermano. Ud. tome mi lugar, aquí hermano. Ud. se los puede explicar. Ud. conoce más al respecto que yo. Muy bien. Sólo venga y hable. Ellos han orado por esto, y ahora han venido aquí al altar. Correcto.",
    "[El Hermano Branham habla con otro hermano que ha venido al púlpito.] Muy bien, señor. Dios le bendiga. Ahora Ud. sabe mejor que yo como hacer esto. Yo me voy a parar aquí a orar. Ud. les puede dar mejores instrucciones. 🦅"
  ]
}