{
  "title": "DÍA DE VICTORIA",
  "id": "63310009",
  "content": [
    "🦅  Pueden tomar asiento por favor. Y quiero expresar mi agradecimiento a Dios por el privilegio de estar aquí y por conocer conciudadanos del Reino de Dios. Al reunirse Uds. aquí esta mañana en este hogar del hermano para—para tener compañerismo, me recuerda un poco a la Iglesia primitiva. La manera como comenzó la Cristiandad, fue, dice la Biblia: “De casa en casa. Ellos se reunían y partían pan unidos de corazón”. Y eso es lo que queremos tener esta mañana, mientras estamos aquí: unidad de corazón, un propósito.",
    "Una—una cosa queremos lograr, y es cumplir el plan de Dios para nuestras vidas, mientras estamos aquí en la tierra. Y puede ser que tal vez Dios, hace muchos miles de años, pero Su, con Su sabiduría infinita, sabía que estaríamos aquí esta mañana, y estaríamos por acá atrás en esta pradera o—o desierto aquí, en este lugarcito. Él lo sabía hace miles de años.",
    "Ahora, nos encontramos con unos amigos nuestros de Tucson camino acá esta mañana, la familia Stricker. Y les falló el generador de su auto. Y recogimos lo que pudimos, para traerlos con nosotros, la dama aquí y los—los niños. Y ellos llegarán un poco más tarde, si pueden arreglar el generador. Fue por acá en un pequeño cruce; no sé por dónde fue. Pero estamos contentos de estar aquí.",
    "Y ahora, el Hermano Isaacson aquí, pues, apenas nos conocemos, solo sabemos que somos hermanos en Cristo. Y hemos compartido momentos de compañerismo. Y creo que primero nos conocimos en… allá en Phoenix, hace años. Y si su esposa está presente, no la reconocería. Bueno, así de bien nos conocemos, que no sé quién sea su esposa, o su familia.",
    "Al llegar conocí a uno de nuestros hermanos de color parado a la puerta, un individuo muy fino me estrechó la mano, Uds. saben, haciéndolo sentir a uno muy bienvenido, Uds. saben, al entrar, y—y estar entre esta multitud así en esta mañana, pues es un privilegio para mí.",
    "Y, pues, he tenido el privilegio de hablar en muchos lugares llenos, donde tenían tal vez miles y miles de personas reunidas. Pero yo… Los recuerdos importantes de mi ministerio son momentos como este, cuando tal vez son una docena o dos, reunidos, parece ser que Dios trabaja más de cerca con las personas. Creo que sentimos que nos conocemos mejor, pues—pues al congregarnos en una reunión pequeña. Parece ser que donde la Palabra de Dios es tan—tan notable para nosotros, es cuando nosotros, Él dijo: “Donde están dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos”.",
    "Anoche, cerca de la media noche, estaba reunido con… en el hogar donde estaba un varón y su esposa, y una joven estaba perdiendo la razón por un pequeño asunto que sucedió. Y allí, mientras… estábamos reunidos la joven y yo solos, en una habitación, por las cosas que se tenían que hablar que sucedieron, hubiera preferido que estuvieran todos. Y llegó esta Luz, el Ángel del Señor, posándose directamente sobre donde estábamos, mostrando que—que Dios cumple Su promesa.",
    "Y ayer, había un joven de veintidós años, de una familia muy prominente, que contrajo paperas, y las paperas se le bajaron. Y muchos de Uds. los adultos saben de eso, especialmente en el varón. En los varones realmente puede ser mortal. Y este muchacho, por varios días, iba para dos semanas, tenía una fiebre de ciento cinco [40.5C]. Bueno, Uds. saben que esas condiciones dan para un derrame cerebral. Y los médicos ya habían agotado todo lo que tenían, con penicilina y de todo, para atacar la fiebre de esa infección. Pero, parece que eso no tuvo efecto. Pero con un minuto que estuvo ante Dios, la fiebre dejó completamente al joven. Él se levantó, sano. Y solo muestra que la Persona importante es Cristo.",
    "Para eso estamos aquí en esta mañana en este hogar, para servir a Cristo, en este día sabático.",
    "Había esperado ansioso el momento de venir aquí, a reunirme con nuestro precioso hermano y con Uds. Recibí sus diezmos que el hermano tantas veces me ha enviado, de esta pequeña congregación por acá. Y tesoros como esos los guardo en mi ser como muy sagrados, porque sé que yo tendré que responder algún día por dónde fueron después. Y realmente quiero agradecer, y agradezco, y quiero expresar mi gratitud por la lealtad de Uds., de—de esta consideración que han tenido, sabiendo de sus diezmos que tienen. Y reuniéndose en casas como esta y, quieren aun que lo poco que Uds. tienen vaya, hasta donde Uds. saben, para el apoyo del—del ministerio. Luego, de ahí en adelante, yo tengo que responder por eso. Y quiero ser un buen mayordomo para nuestro Señor, y cuando tenga que responder en ese Día por lo que hemos hecho en la tierra.",
    "Ahora, noté algo, por acá no nos molesta mucho el ruido del tráfico, y eso es bueno.",
    "Y ahora, se me hace difícil decir esto, pero quisiera que tuviéramos un avivamiento por acá, por varios días. Pues, así de esta manera, uno solo llega y dice: “¿Cómo está Ud.? Me da gusto conocerle”, y habla por unos momentos del Señor, y se marcha nuevamente. Debo estar en Tucson a la una y media. Y, cómo eso… Solo nos conocemos aquí de esa manera, nos estrechamos la mano y decimos: “¿Cómo le va? Me dio gusto conocerle”, y nos vamos.",
    "Pero, saben, pienso en el Día cuando nos reunamos donde no tendremos que despedirnos. No diremos: “Qué bueno verlos. Espero que pueda regresar”. Siendo que aquí solo contamos con un par de horas juntos; allá podremos, tal vez sentarnos y hablar por un millón de años, si existiera tal cosa como el tiempo, y no—no habrá pasado más tiempo que cuando nos sentamos. ¿Ven? Simplemente es la Eternidad. No tiene—no tiene fin. Y pensar en ese momento en que estemos allá, y todo eso, y caminemos por los corredores del gran paraíso de Dios, y los Ángeles cantando himnos.",
    "Y—y ahora es el momento donde tenemos que—que pelear, para ganar la batalla y vencer las cosas del mundo.",
    "Y Allá, bueno, no habrá lucha Allá. Se hará la última oración; ellos no necesitarán más de reuniones de oración. No habrá más oportunidad para que la gente sea salva. No habrá enfermedad que sanar. Y solo será una gran cosa gloriosa.",
    "Y nosotros como seres humanos, en esta mañana, ¿qué—qué pudiéramos prometer? ¿En qué pudiéramos fijar la mirada que fuera mejor que mirar a esa promesa de ese tiempo? ¿Ven?",
    "Pensamos en… aquí yo miro el cambio de las etapas: de bebés amamantándose sobre el regazo de su madre, a los niños de escuela, las niñas y niños adolescentes, y luego la edad adulta, y entonces los ancianos. ¿Ven? Y el—el niño de escuela, el año pasado estaba en el regazo de su madre, era un bebé amamantándose. ¿Ven? Y parece como que el adolescente apenas entró al colegio el año pasado. Y el de edad adulta era un adolescente. Y luego la vejez. Solo… ¡Oh! ¿Ven? Es como una neblina que pasa por la tierra y se desvanece. Creo que fue Salomón que dijo: “Es como una flor. Sale y luego es cortada, y se descompone”. Y nosotros—nosotros queremos aprovechar el tiempo que estemos aquí.",
    "Así que, hablemos ahora con Él, mientras inclinamos nuestros rostros en oración.",
    "Y si alguien aquí quisiera ser recordado en oración, por ejemplo, porque está enfermo o en necesidad, solo hágaselo saber a Dios en su corazón, diga: “Bueno, Señor, he entrado para—para hacer esta petición”. Y Ud. si tan solo, para que yo lo sepa, si solo levanta la mano, y así, de esa manera, dice: “Recuérdeme a mí”. El Señor los bendiga ricamente.",
    "Dios Todopoderoso, Quien formaste los cielos y la tierra, con Tu Palabra, nos hemos congregado aquí esta mañana para hablar de esta Palabra, y de ese Ser grande Quien es la Palabra.",
    "Te damos gracias por este gran privilegio de regresar a la parte trasera del desierto. Fue un día allí donde una zarza ardiente captó la atención de un profeta fugitivo. Y allí fue comisionado nuevamente, y fue enviado, llegando a ser un gran libertador del pueblo de ese día, de la herencia de Dios que estaba en esclavitud. ¡Oh, gran Dios!, ¿vendrías a la parte trasera del desierto con nosotros en esta mañana? Como sabemos, Tú estás en grandes catedrales y alrededor del mundo. Pero sabiendo que Tú eres el Dios infinito, pues no hay lugar demasiado pequeño, o que no hay lugar, no importa cuánto seamos esparcidos sobre la faz de la tierra, Tú aún eres omnipresente, puedes estar en todo lugar en todo momento. Te damos las gracias por esto.",
    "Y en esta asamblea en esta mañana, Te damos las gracias por nuestro hermano y—y su pequeño rebaño aquí, y por el valor y lealtad que tienen con la Causa de Dios hoy en la tierra, y pedimos Tus bendiciones sobre ellos. Y siempre y cuando haya un corazón deseoso de Cristo, que siempre haya un mensajero en algún lugar que lo conceda, traiga el Mensaje a ese corazón hambriento.",
    "Y oramos, Padre Celestial, por la necesidad de aquellas personas que levantaron la mano ahora mismo. Tú conoces lo que palpita allí bajo esa mano, en ese corazón. Ellos tenían una necesidad. Si es enfermedad, Señor (Tú, Quien tomaste a Paul Sharritt, del cual oímos apenas hace unas horas, estando postrado entre la muerte y la vida, con una fiebre tan aguda que ninguna ciencia médica pudo detener, y solo una pequeña oración detuvo la fiebre inmediatamente; Tú eres Jehová Dios), muestra que Tú en verdad continúas bien representado, e igual de real hoy aquí en la parte de atrás de este desierto, como lo fuiste en los días con Moisés en ese desierto allá atrás.",
    "Te damos las gracias porque sé que Tú oyes la oración. Y venimos a Ti con gran humildad y sinceridad, sabiendo que no sería correcto pedirte cosas que solo nos imaginamos en nuestra mente. Queremos ser sinceros y estar completamente seguros, que lo que pedimos tenemos que creerlo, y—y—y saber que es la voluntad de Dios concedérnoslo, porque lo hemos resuelto en nuestros corazones, hasta donde sabemos, Señor.",
    "Así que oro, que Tú sanes a toda persona enferma aquí en esta mañana. Salva a todo el que está perdido. Concédelo. Que algo se diga o se haga hoy, que provoque que ellos, en el lugar donde están sentados, o parados junto a las paredes, o donde pudiera ser, que la fe de Dios que ancla, entre a sus corazones y deje eso resuelto de una vez por todas. Concédelo, Padre.",
    "Bendice al hermano que nos ha dejado usar la casa aquí para el servicio.",
    "Ahora háblanos por medio de Tu Palabra, porque para eso estamos aquí, Señor. Nos encanta el compañerismo entre nosotros, sin embargo, eres Tú a Quien queremos, Señor. Podemos salir bajo los árboles en algún lugar y sentarnos y hablar entre nosotros. Pero, aquí, nos congregamos para encontrar favor Contigo. ¿Podrías venir con nosotros ahora, Señor? Hemos abierto un lugar en nuestro corazón, para que Tú te entrones hoy, nos hables y nos digas de las necesidades que tenemos, y nos expreses Tu amor a medida que Te expresamos a Ti nuestro amor. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "Allá, si hay alguien allí en la parte de atrás que quiere sentarse, veo unas sillas aquí, para que Uds. puedan estar juntos, y si quieren estar más cómodos.",
    "Ahora, estos tiempos que estamos viviendo son tiempos tremendos. Y ayer, pensaba en lo que diría hoy, sabiendo de la expectativa que he tenido para venir aquí, y ¿qué diría cuando estuviera aquí en la pequeña reunión de oración? Y le pedí al Señor que me ayudara. Y—y tomé algunos apuntes aquí de una Escritura que quisiera expresarles a Uds. en esta mañana, mientras esperamos las bendiciones del Señor.",
    "Y oramos ahora que Uds. abran su corazón y entiendan el más mínimo llamado, por pequeño que sea, de Cristo en el corazón. Recuerde, Ud., si no es un creyente y aún no ha aceptado a Cristo, esto será lo más grandioso que le haya sucedido a Ud., será el estar reunido en esta casa esta mañana, que cuando venga ese llamado a su corazón, si Ud. lo acepta, es una puerta a la Vida. Rechazarlo es muerte. Y para eso estamos aquí esta mañana, para mostrarles a Uds. que hay una puerta abierta para todo creyente que puede creer.",
    "Ahora quiero leer del Libro del Apocalipsis de Jesucristo, el capítulo 15. Quiero leer una porción, los primeros cuatro versículos del capítulo del Libro de Apocalipsis:\n\nVi en el cielo otra señal, grande y admirable: siete ángeles que tenían…siete plagas postreras; porque en ellas se consumaba la ira de Dios.\n\nVi también como un mar de vidrio mezclado con fuego; y a los que habían alcanzado la victoria sobre la bestia y su imagen, y su marca y el número de su nombre, en pie sobre el mar de vidrio, con…arpas de Dios.\n\nY cantaron el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.\n\n¿Quién no te temerá, oh Señor, y glorificará tu nombre? pues sólo tú eres santo; y todas las naciones vendrán y te adorarán, porque tus juicios se han manifestado.",
    "Y si el Señor quiere, me gustaría tomar un texto de allí, llamarlo un día-V, Día de victoria, que simboliza, una victoria completa.",
    "Estas personas, que en el capítulo que estamos… acabamos de leer, recién habían conseguido la victoria. Creo que la palabra victoria es una gran palabra en el idioma inglés. Significa que Ud. ha—Ud. ha derrotado al enemigo, y ha vencido, y Ud. es un victorioso con una victoria. Y nosotros cantamos y vitoreamos en una victoria. Y aquí vemos que había algo, estas personas habían llegado a este mar de vidrio, mezclado con fuego. Y ellos habían alcanzado la victoria sobre la bestia, sobre su imagen, sobre la marca y la letra de su nombre. Ellos habían conseguido la victoria sobre todas estas cosas, y eran victoriosos al estar parados del otro lado, sobre el mar de vidrio mezclado con fuego, cantando el cántico de alabanza al Dios Todopoderoso.",
    "Ahora, hablar de victoria y días-V, y demás, nos lleva a pensar en la guerra, cuando pensamos en el día-V. Pues, recientemente, en los últimos años, vinimos a un—un—un día que llamamos el día-V, de la guerra, donde ellos obtuvieron la victoria sobre el enemigo. Y es muy lamentable que tengamos que pensar en eso, pero el mundo ha sido empapado de sangre humana desde la sangre de Abel el justo.",
    "La primera sangre humana que cayó a tierra fue la de Abel el justo. Y él, la razón por la que tuvo que derramar su sangre, fue porque él había estado correctamente con Dios. Y Dios había aceptado su—su expiación, que él por fe le había ofrecido a Dios este cordero.",
    "Y su hermano celoso, sintiendo celos de él, mató a Abel el justo. Y esa misma razón, ha provocado casi el derramamiento de toda sangre humana sobre la faz de la tierra. Y esta antigua tierra sí que está bañada de ella, por todo el mundo, de sangre humana. Nosotros… Y es por una razón. Hay una razón para que sucediera, que se derramara esta sangre humana. Y vemos que la primera razón fue por causa de los celos, que—que Caín tuvo celos de Abel porque Dios aceptó el sacrificio de Abel. Y Hebreos 11 nos dice que—que—que: “Abel ofreció a Dios más excelente sacrificio que Caín, y Dios dio testimonio de eso”. Y Caín, desde luego, sintió celos por esto, porque su sacrificio fue rechazado y el de Abel acepto. Y Abel hizo esto por fe. La Biblia dice que él hizo esto “por fe”.",
    "Viendo que—que, los dos muchachos querían hallar favor con Dios, para regresar, pues lo sabían, porque para ellos lo del huerto de la Vida era algo reciente. Y ellos habían caído del otro lado por la transgresión de sus padres, sometiéndolos a la muerte; así como todos estamos en esta mañana, sujetos a la muerte. Y ellos querían saber cómo regresar a ese lugar donde podían encontrar la Vida nuevamente. Y, en este esfuerzo, ellos—ellos querían hallar favor con Dios.",
    "Y Caín ofreció un sacrificio hermoso de flores y frutos del campo, o lo que haya sido que puso sobre el altar.",
    "Pero Abel, por revelación espiritual, le fue revelado que no fue el fruto del campo lo que causó la muerte. “Fue sangre lo que causó la muerte”. Entonces, en respuesta, él ofreció la sangre de un sustituto inocente, y Dios la aceptó. Y esa ha sido la expiación de Dios por nuestros pecados desde ese mismo día. No hay otra manera, porque si Él hubiera aceptado otra base, entonces hubiéramos tenido que venir sobre esa base, para ser, para hallar favor con Dios. Pero Dios aceptó únicamente la sangre inocente de un ser inocente. ¿Ven?",
    "Y, por tanto, si la belleza y los lugares grandes hubieran sido lo aceptado por Dios, hoy nosotros… Nos preguntaríamos: “¿Vendría Él a la parte de atrás del desierto, a esta pequeña casa aquí junto a la línea del tren? ¿Vendría Él por acá a encontrarse con nosotros?”. Pero si hubiera sido una gran catedral o la hermosura que—que ofreció Caín, pues, encontraríamos que solo hemos estado hablando solos, y con el aire.",
    "Pero Dios vino en base a la sangre derramada. Hoy no importa, entonces, los poquitos que seamos, lo pobres, ni cuánto queramos ser, ofrecerle a Dios un lugar más grande, pues Dios no lo aceptaría más que Él lo hará ahora mismo, porque venimos en base a la Sangre derramada de un Sustituto inocente, siendo que Cristo murió por nosotros pecadores.",
    "Ahora, la razón por la que esta Sangre ha sido derramada, es porque, creo yo, que el hombre quiere… Dios invita al hombre a que mire, pero el hombre quiere—quiere mostrarse a sí mismo. El hombre quiere ver lo que Dios está queriendo mostrarle, en base a su—su propia idea al respecto. ¿Ven? Dios quiere mostrarle algo al hombre, pero el hombre quiere aceptarlo en base a lo que él… la forma en que él lo ve.",
    "Pero, igual como alguien que quiere mostrar un cierto lugar; tiene que haber una razón para mostrar ese cierto lugar. Hay… Si Ud. dice: “Mire allá a la montaña”, pues hay algo allí que captó su atención, por lo que Ud. me pide a mí que mire esa montaña. ¿Ven? O: “Mire este árbol” ¿ven?, ese árbol tiene algo que Ud. quiere que yo vea.",
    "Ahora, Dios trata que el hombre mire a ese Sustituto inocente como camino de regreso. Y el hombre lo quiere mirar a su propia manera. Él no quiere ver lo que Dios le quiere mostrar, en este Sustituto inocente. Así que, esto es lo que ha causado el problema. Entonces, cuando el hombre lo hace, como sucedió, levanta los lentes para ver a larga distancia para ver lo que Dios quiere mostrarle, él no enfoca correctamente sus lentes.",
    "Aquí en la carretera no hace mucho, venía de un viaje a las montañas, alguien dijo: “Mire, tome estos lentes y mire aquí una cierta cosa”. Bueno, tomé los lentes. Vi tres o cuatro objetos diferentes. Ahora, ¿ven?, yo sabía que algo andaba mal allí. ¿Ven? Pues, este antílope en el campo, parecían haber tres o cuatro de ellos parados juntos. Ahora, en realidad, el antílope sí era un antílope. El lente estaba bien. Pero lo que yo tenía que hacer, era regular ese enfoque hasta lograr que los tres antílopes fueran uno, y formara un antílope. ¿Ven? Y entonces eso… ¿Ven?, más allá, yo sabía que era un… sería un antílope, porque eso me dijeron. Pero al tomar el lente y mirar por él, vi, por decir, tres antílopes parados allí. Bueno, el lente no estaba enfocado. Yo—yo tengo que enfocar ese lente, hasta que llegue a donde yo pueda ver ese solo antílope. Y entonces el lente me lo acerca lo suficiente para ver cómo luce.",
    "Bueno, Dios nos da la Biblia. Ahora, la Biblia es la Palabra, y la Palabra es Dios. Así que, esos son nuestros binoculares; son nuestros lentes. Y, entonces, cuando miramos la Biblia y vemos cuatro o cinco maneras distintas, bueno, eso necesita enfoque, ¿ven Uds.? Y nosotros—nosotros tenemos que llevar la cosa al punto donde veamos un solo propósito solemne para Dios.",
    "Pero el hombre quiere iniciar una organización, marchar en esta dirección. Y el otro quiere: “Pues, yo no… Creo que puedo ser más grande que él, así que, comenzaré por acá. Educaremos mejor a nuestros niños, y haremos esto y lo otro”. ¿Ven? Ellos no enfocan el lente. Dios quiere que ellos vean una cosa, y esa es la Sangre inocente que fue derramada por sus pecados. Eso exactamente. Eso es lo real, sin discusión. No necesitamos una organización. No tengo nada contra ellas, solo que ellas… el daño que causan al sacar personas y separar la hermandad y demás.",
    "Pero nosotros solo tenemos que mirar una cosa, y es a nuestro Sustituto. Así es. Y ese Sustituto es Jesucristo.",
    "Y luego hoy Uds. ven cómo nos hemos desviado en organizaciones. Y ellos dicen: “Los metodistas van a tener un avivamiento. Obviamente eso no incluye a los bautistas. Esos son los metodistas. Y estos van a tener un avivamiento, y todo eso”. Y ellos—ellos dejan afuera al prójimo todo el tiempo. Pero nosotros no queremos ver eso de esa manera.",
    "Lo que queremos es seguir ajustando ese enfoque hasta que veamos que sí hay un Dios. Cuando Ud. ve tres allí, más le vale que enfoque el lente un poco mejor. ¿Ve? Ud.—Ud. está viendo algo errado. Más vale que Ud. lo enfoque y descubra que hay un Dios sobre todos nosotros, y Él es el Dios de la raza humana.",
    "Y si Él es Dios, Él está interesado en cada ser humano, por cuanto es Su creación. Y Él está interesado en los niños. Él está interesado en los ancianos y los de edad adulta. Él está interesado en los—los colores que seamos, y los blancos, cafés, negros, los—los amarillos; en los diferentes tonos de nuestra piel de la región de donde venimos y de nuestros antepasados. Él está interesado en todos nosotros. Él no está interesado únicamente en los judíos, o en—en la raza amarilla, la raza negra, la raza blanca, la que sea.",
    "Él está interesado en toda la raza humana, y quiere que toda la raza humana enfoque Su Palabra en una cosa, y que diga: “Existe un Dios, y ese Dios proveyó un Sustituto inocente al venir; llegando Él mismo a ser Hombre, para quitar el pecado, para salvar a toda la raza humana”. Juan el profeta lo ilustró tan hermosamente: “He aquí el Cordero de Dios, que quita el pecado del mundo”, quienquiera. Todo el problema del pecado queda resuelto allí en ese único Sustituto inocente.",
    "Pero cuando el hombre comienza aquí a tomar los binoculares de Dios, él—él comienza a… Él mira lo natural tanto, que no puede ver la aplicación espiritual que da la Palabra.",
    "Ahora, ¿ven?, esa es una de las cosas grandes que hace el hombre cuando intenta mirar, porque él mira como Caín miró a través de los lentes. Él puso la mirada en un—un logro personal. Caín pensó: “Bueno, si puedo sacar a Abel del camino, entonces seré yo solo. Y, ¿ven?, este otro quedará fuera del camino”. Eso es lo que el hombre ha intentado a través de los años, sacar a la otra persona del camino.",
    "Cuando él debería estar tratando que la otra persona entre en el camino con él, y—y ser un hermano, ¿ven Uds.?, en lugar de decir: “¡Oh, ese grupito!, solo sáquenlos. Y este por acá, ¡oh!, pues, ellos son esto o aquello”. ¿Ven? No debemos hacer eso. Debemos estar esforzándonos por traer todo el asunto a un—a un cuadro sólido, y ese es Jesucristo.",
    "Una jovencita, anoche, en una entrevista, dijo… Pero ella dijo… La hija de un ministro había tenido alguna clase de pequeña relación amorosa, y—y había perdido la mente por eso. Había sufrido un colapso nervioso. Una joven muy hermosa, y como de veintitrés años.",
    "Y cuando era una niña pequeña, como de doce, estuvo en Chicago. Y estando en la reunión… O, fue en Elgin. Y estando en la reunión, el Espíritu Santo salió por la audiencia y le dijo a ella quién era, y dijo: “Ud. sufre de un soplo al corazón. El médico dice que Ud. no vivirá hasta los quince años. Pero, ASÍ DICE EL SEÑOR, Ud. queda sana”. Y ella nunca siquiera—siquiera sintió una molestia al corazón desde ese momento.",
    "Y anoche ella tuvo otra clase de molestia del corazón. Era problema cardíaco espiritual. Su amado se había ido y se casó con otra mujer. Y ella aún estaba enamorada. Y este muchacho decía que él aún estaba enamorado de ella, y que “su padre lo había causado”.",
    "Yo dije: “¡Oh, tonterías! Él no tenía que casarse con la otra muchacha. Él lo hizo porque no tenía la clase de amor correcto por Ud.”. Exactamente.",
    "Pero, ¿ven?, estando toda consumida por eso, la muchacha estaba allí como en—en un colapso. Y ella decía: “¡Oh, yo sé que Johnny me ama! Yo lo sé”. ¿Ven? Eso era todo lo que ella podía ver. Ella vivía a solas en ese pequeño mundo, ella se había formado allí.",
    "Y la tomé de la mano. Le dije: “Escúchame”. Y el Señor mostró una visión, ¿ven?, de lo cual ella sabía que yo no estaba enterado, que algo había sucedido, algún acuerdo entre ellos. Y cuando se habló eso, pues eso la trajo de vuelta de inmediato. Le dije: “Ahora que Ud. ha salido de allí, mire al Calvario. Por eso, Ud. ha salido acá y ha comenzado a querer beber, siendo la hija de un ministro, la hija de un ministro pentecostal, y haciendo las cosas que Ud. está haciendo, queriendo ahogar esa tristeza; ese hombre, pues alguien que con chasquear los dedos Ud. no le importa”. Le dije: “Mire hacia el Calvario, muchacha; es el único camino de regreso”.",
    "Nosotros tenemos que enfocarnos, al punto que vivamos o muramos, hundirnos o ahogarnos, que sea el Calvario, Cristo. Esa es la cosa a la que Dios quiere que regresemos.",
    "Y los hombres, enfocando la Palabra de Dios, en lugar de tomarla y hacer que diga solo lo que Dios dice que Ella diga, miramos el lado natural. Por tanto, eso—eso, el hombre al hacer eso, se coloca en la posición de solo ir detrás de lo que se le presenta. “Esta es una oportunidad para que nosotros, el grupito, podamos hacer esto, y podamos… No tendremos nada que ver con los demás”. Y—y eso, ¿ven?, eso es lo primero que se presenta; en lugar de enfocar que es amor fraternal que debemos tener el uno por el otro, y—y entendernos el uno al otro, y amarnos el uno al otro, y adorar el uno con el otro. Ellos degradan al hombre por la ropa que usa, o la—o la educación que tiene, o el color de su piel, o—o algo así. O su… Y eso, por tanto, separa a las personas, y los hombres se van detrás de eso.",
    "Eso nunca le da la oportunidad al hombre interior de funcionar. Ahora, nosotros somos—somos un ser trino: alma, cuerpo y espíritu. Ahora, pero cuando la mente natural… Las dos fuerzas espirituales que obran en Ud. son su mente y su—y su espíritu. ¿Ven? Ahora, la mente natural, que ha sido altamente pulida, intentará lograr algo con su inteligencia. ¿Ven? Y al hacerlo, eso mismo cuando lo hace, él se aparta y aleja del hombre espiritual que está en él. Y eso es lo que causa el problema allí mismo ¿ven?, él trata de entenderlo por su propia cuenta.",
    "Como dije aquí no hace mucho, creo que fue en el tabernáculo, que “Dios es tan grande, que Se puede hacer tan sencillo”.",
    "Ahora, vean, cuando nosotros llegamos a ser grandes, no podemos ser sencillos. ¿Ven? Nosotros, nosotros sabemos demasiado. Y nosotros—nosotros tenemos que: “¡Oh, simplemente tiene que ser de esta manera, como nosotros Lo decimos o no es así, para nada!”. ¿Ven? Bueno, de esa manera se nos pasa Dios.",
    "Pero si un hombre pudiera, un gran hombre pudiera solo ser más y más grande, y seguir siendo más grande, ¿qué haría él? Él solo regresaría directamente a ser muy humilde y muy sencillo, al punto que la gente pasaría por encima de él y no lo sabría, ¿ven?, de la gran persona que está entre ellos.",
    "Así mismo hacemos nosotros. Nosotros—nosotros medimos un electrón, y partimos un átomo, y enviamos un—un mensaje a la luna, y caminamos sobre pasto común del que no sabemos nada. Es cierto. La florcita, nadie puede explicar o puede hallar la vida que se esconde en esa pequeña semilla debajo de la tierra para producir una flor al próximo año. Una hoja de pasto común, ni todos los científicos del mundo pudieran hacer un ramito de pasto, ni una hoja. ¿Ven? No se puede hacer, porque tiene vida. Y, por eso, ¿ven?, nosotros…",
    "Se ha dicho: “Los necios caminan con zapatos de clavos donde Ángeles temen pisar”. Y eso es muy cierto. Caminamos por encima de las cosas sencillas. Le pasamos por encima a Dios.",
    "Nosotros pasamos sobre una—una orquídea buscando una margarita. Bueno, eso es, ¿ven?, pasando sobre la orquídea. Y si nosotros tan solo nos simplificamos, bajamos. Nadie pudiera siquiera mirar…",
    "Esa vid allá afuera, ¿qué es? Dios. ¿Qué es? Es ceniza volcánica que contiene vida. Dense vuelta, miren, allí hay un gran árbol, un álamo, creo yo. ¿Qué es? Es ceniza volcánica que contiene un tipo de vida diferente. Esta clase de vida, hizo un—un árbol. Esa clase de vida, hizo una vid. ¿Ven?",
    "Y ¿qué somos nosotros? Ceniza volcánica que contiene vida. ¿Qué nos hizo a nosotros lo que somos? No seríamos más que eso, pero Dios puso Vida Eterna en nosotros, y entonces venimos a ser súbditos de Dios. Entonces, estamos—estamos vigilando, enfocamos entonces la Palabra en Dios.",
    "Pero el hombre no da la oportunidad para que el hombre interior explique lo correcto, y eso causa el problema. Miren. Encontramos que si él no lo hace, entonces ¿qué sucede? Vemos que su temperamento, como Caín, se enardeció, ¿ven?, rápidamente. Él tuvo celos. A él no le gustó que Dios, cuando ofreció el suyo, que aceptara el de Caín… el sacrificio de Abel en lugar del suyo. Él también quería ir. Él quería su propio sacrificio. Él quería su propia manera, ¿ven? en lugar de venir donde Abel, y decir: “¡Oh, mi hermano, estoy tan contento que Dios haya aceptado! Ahora tenemos una manera para saber que Jehová acepta de esta forma, porque él lo ha probado recibiendo tu sacrificio”. ¿No hubiera sido eso lo que—que se debía hacer? Pero en lugar, él tuvo celos.",
    "Ahora, ¿no ven Uds. eso mismo hoy en los hombres? [La congregación dice: “Amén”.—Ed.] ¿Ven? Así es él, ¿ven?, pues, en lugar de aceptar la manera que Dios vindica como la Verdad.",
    "La manera en que Dios Mismo entra en la escena, y dice: “Así es. Estas señales seguirán a los que creen. Yo estaré con vosotros, aun en vosotros. Un poco y el mundo no Me verá más; pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros”. ¿Ven?, el mundo, Uds.… “El mundo no Me verá a Mí, pero Uds. sí”. ¿Ven?, “Caín no Me verá, pero tú sí, Abel”. ¿Ven Uds.? Porque eso—eso sigue igual.",
    "Y en lugar de venir y decir: “Bueno, maravilloso; vemos a Dios en medio del pueblo, obrando, hagamos eso”. No, señor. Tienen credos, el mismo asunto y, avaricia, mejor dicho, y con celos, igual que Caín, él requiere la sangre de su hermano. Él trata de desaparecerlo del camino, deshacerse de él. “Esos son solo un montón de santos rodadores; son poca cosa”. ¿Ven? Uds. saben lo que quiero decir. Eso es lo que comienza el problema. Ahí es donde comienza el problema. Ahí se rompen los votos. Ahí es donde el compañerismo roto separa. Eso es lo que separa hogares. Esa es la cosa que comienza a girar la—la rueda hacia los divorcios. Eso mismo rompe el compañerismo.",
    "Eso fue lo que rompió el compañerismo en el Edén, cuando Eva no mantuvo el enfoque, mantener la mirada en la Palabra de Dios, y escuchó los razonamientos del enemigo. ¿Ven? ¿Ven? Si ella solo se hubiera quedado con: “Dios lo dijo. Asunto concluido. Dios lo dijo”, pero ella no quiso hacerlo. ¿Ven? Ella cambió el enfoque de su lente, y comenzó a ver que en lugar de un solo camino, se abrieron dos caminos. ¿Ven? Ella vio: “Bueno, pues, este hombre pudiera tener la razón. Tal vez él tenga razón. Bueno, sabemos que Dios tiene la razón, y pueda ser que aquel tenga razón. Esto solo es más luz en cuanto a lo que dijo Dios”. ¿Lo ven Uds.?",
    "Eso es lo mismo que sucede hoy, se repite la misma escena. ¿Ven? ¿Ven? Ud. ve dos ideas. Solo hay una. No es ningún credo. Es la Palabra, la Palabra de Dios, el propósito de Dios, el Plan de Dios. Todos los otros planes no sirven.",
    "Eso, y Eva hizo esta cosa malvada, y hoy por eso es que Dios, en Su Palabra, jamás permite que las mujeres sean ministros. ¿Ven? Sencillamente la Palabra no lo permite.",
    "Esta mañana, en nuestra casa, hablábamos sentados temprano a la mesa del desayuno. Queríamos empezar, llegar aquí a tiempo, y poder regresar a la otra cita. Entonces, nosotros, yo dije… Hablábamos en la mesa. Y—y hablábamos de, llegamos al tema de los Ángeles. Mi pequeño Joseph, sentado allí, dijo algo acerca de los Ángeles. Y él dijo: “Pues, papá” dijo él, “los Ángeles…”\n\nYo dije: “Dios es un Hombre”.\n\n“Pero” dijo, “los—los Ángeles son mujeres”.\n\nYo dije: “No existe tal cosa”. ¿Ven? Él dijo…",
    "🦅 Bueno, Ellos…” Sarah, mi hija, dijo: “Pero, papá” dijo, “allí, ellos, ellos tienen faldas”. Dijo: “Esas, esas son mujeres”.\n\nYo dije: “Ese fue algún psicólogo que dibujó ese cuadro”.",
    "Ellos nunca han visto, en la Biblia, un Ángel llamado “ella”. Era “él”, siempre él, él, él, no—no “ella”. No existe un Ángel que sea una mujer. Jamás lo hubo en la Biblia. Ni lo hay en la Iglesia del Dios viviente. No existe una mujer mensajera. Un ángel es un “mensajero”. Así que, Dios nunca lo permitió.",
    "Pues, la Biblia dice: “Adán fue formado primero, y después Eva. Y Adán no fue engañado, sino que la mujer siendo engañada incurrió en transgresión”. ¿Ven? Por tanto, ella… Dijo, Pablo dijo: “Yo no permito que la mujer enseñe, ni que tenga autoridad, sino que esté en silencio, como también lo dice la—la ley”.",
    "Ahora, en eso, Uds. ven, pues, pues, como nuestros grupos pentecostales, son la esencia de eso. ¿Ven? Lo que ellos hacen, lo enfocan: “Bueno, ahora, mire, mire a esta mujer que puede predicar como un relámpago”. Pues, sin duda alguna. Seguro. He oído predicadoras que pueden predicar, que hombres ni les llegan a los talones, pero eso no tiene nada qué ver con que sea lo correcto; ¿ven?, en nada.",
    "Pablo dijo: “Si uno habla en lenguas y no hay intérprete, entonces que guarde silencio”.\n\nDicen: “Yo no puedo guardar silencio”.",
    "Pero la Biblia dice que Ud. puede, ¿ve?, así es. ¿Ven? Se debe hacer en orden, puesto en orden, ubicado en su lugar, y permanecer para siempre allí en su lugar.",
    "¿Ven?, en eso, Ud. se sale del enfoque. Eso causa resentimientos, avaricia y todo eso. En lugar de enfocarnos nuevamente con la Palabra, nos desenfocamos, y vemos: “Bueno, dejen que hagan lo que ellos ven”. ¿Ven?, así, pues de esa manera. Muy bien.",
    "Ahora, vemos que eso rompe el compañerismo de hogares. Rompe el compañerismo de iglesias. Eso rompe el compañerismo de naciones, ese mismo asunto.",
    "Las naciones quieren ver a su propia manera. Alemania solo quiere ver a su manera. Rusia solo quiere ver a su manera. América solo quiere ver a su manera. ¿Ven? Entonces, ¿ven?, eso es. Es el espíritu de las naciones. Uno lo encuentra dondequiera que va; Ud. encuentra un espíritu nacional. He ido allá, y ellos tienen otras costumbres. Es muy extraño. Si tuviera tiempo, me gustaría saltar por algunas de las naciones y mostrárselos.",
    "Cuando uno entra, va a Alemania, encuentra un espíritu militar. Todo es militar. Uno tiene que pararse recto, caminar recto, cortar en sus esquinas, y todo. Es lo militar.",
    "Uno va a Francia, encuentra un espíritu inmoral: solo es mujeres y vino, y licor, y—y esa clase de cosas. ¿Ven?",
    "Uno va a Finlandia, Ud. encuentra un espíritu noble, como que todo es honesto. “Tenemos que dejar todo pagado”. ¿Ven? Hay que hacerlo. Simplemente tiene que ser así. No importa lo duro que tengan que trabajar, lo que cueste, así hay que hacerlo.",
    "Ud. viene a América, se encuentra con un gran: “¡Ja, ja, ja, ja, ja!”. Eso es. Seguro. Ese es el espíritu americano. Alguien cuenta un chiste inmoral en la radio, y todos se ríen. Ernie Ford, o—o alguno de ellos, contando esos chistes que tienen, Uds. saben, por todas partes, Arthur Godfrey y ese grupo así, ¿ven?, ese—ese es el espíritu americano. Ud. encuentra que es así.",
    "Y entonces esos espíritus se ponen celosos de otro espíritu. y ¿qué hacen? Ellos causan guerra. Es cierto.",
    "Ahora, vean, toda nación es controlada por Satanás. La Biblia lo dice. Él es el dios de las naciones. Satanás llevó a Jesús a la cima de la montaña, y dijo… le mostró a Él todos los reinos del mundo, todos los reinos, en un momento en el tiempo. Dijo: “Son míos. Hago lo que quiero con ellos”. Dijo: “Te los daré, si Tú me adoras”.",
    "Jesús dijo: “Apártate de Mí, Satanás”. Él sabía que los heredaría en el Milenio. ¿Ven? Así que Él no tuvo que postrarse ante él. Él sabía que ellos serían…",
    "Ahora, cuando Dios vuelva de nuevo, y tome, haga aquí Su Reino, ¿ven?, no habrá diferentes clases de espíritus: un espíritu alemán, ni un espíritu francés, ni un—un espíritu noruego, ni un espíritu americano. No será así. Será un solo Espíritu, amén, el Espíritu de Dios, viviendo en cada corazón. Así es. Y habrá una bandera, una nación, un pueblo, una hermandad, la Paternidad de Dios y una hermandad de hombres. ¡Hijos! Sí.",
    "Entonces vemos que, la gente por hacer esto, pues—pues causan estas grandes disputas, y todo eso… Ahora ¿ven?, mientras Satanás lo controle, habrá guerras y problemas, y guerra. Jesús dijo, en San Juan… San Mateo 24 dice: “Oirán de guerras, y rumores de guerras, y guerras, y guerra”. ¿Por qué? Porque el príncipe de la tierra, el Satanás, el poder de las naciones… Hay un espírtu nacional aquí, un espíritu nacional aquí. Son diablos. No se llevan el uno con el otro. ¿Ven?",
    "¿Han tomado Uds. un grupo allá de la región esquimal, donde vamos en trineos de perros, al norte de Alaska, y bien arriba en el territorio noreste? Cuando el—el guía amarraba estos perros, llamados Huskies… Y él ataba uno aquí, y uno por allá, y otro por acá.\n\nLe dije: “¿Por qué hace eso?”.",
    "Dijo: “Están tan llenos del diablo que se matarían el uno al otro”. ¿Ven? Solo—solo matar, es lo único en lo que piensan.",
    "Pues, ese—ese es el diablo, ¿ven? Él es un asesino. Él solo, él, la nación… Aun los diablos pelean con los diablos. ¿Ven? Ellos pelean uno contra el otro.\n\nPero, Dios es puro amor, ¿ven?, así que Uds. no pueden hacer más que amarse.",
    "¿Ven entonces?, todas las bases principales van directamente de nuevo a esos espíritus, exactamente al principio. Génesis es el capítulo de semilla, y allí se produce todo, luego, lo que tenemos en la tierra hoy.",
    "Ahora tenemos guerras y victorias, grandes victorias. Una nación viene y derrota a la otra, dice: “¡Gloria! Tuvimos la victoria. Les dimos duro”. Y—y entonces, cuando menos lo piensan, se hacen amigos y estrechan las manos, y tienen comercio entre ellas.",
    "Y después de un tiempo, es otro presidente, u otro rey que viene, u otro gobernante, otro sistema. Y casi sin darse cuenta, aquí están, sus nietos nuevamente con armas, peleando otra vez uno contra el otro. “Guerras, y rumores de guerras”. Y este de aquí invade al otro: “Ahora tú me servirás a mí, Uds. saben. Soy el vencedor, y tú eres el—tú eres el perdedor”. Y todo así. Uno simplemente…",
    "Como oí un comentario una vez: “Dios hizo al hombre, y el hombre hizo esclavos”. Dios no hizo al hombre para que gobernara sobre el otro. Dios hizo a los hombres para que fueran hermanos, así es, que fueran hermanos, no para gobernar uno sobre el otro. No una raza superior, no una nación superior, no un idioma superior. Nosotros tenemos un idioma, el Celestial. ¿Ven? Así es. Nosotros tenemos una hermandad: es el hombre. Ese es el hombre, no importa quién sea él.",
    "¿Por qué pelear y matarnos? Pero ellos lo hacen. Y en algún momento, una buena nación, o una nación que tiene un sistema, que quiere hacer lo correcto, y que lucha por sus derechos, viene una nación mala a invadir. Y entonces ellos la toman, y esta nación llega a ser aquella. Y así de allá para acá, cambiando, de allá para acá.",
    "Las naciones han tenido muchas, muchas grandes victorias nacionales que han intentado, habiendo intentado luchar por sus libertades, y lo que ellas tienen como—como suyo. Y ellas han—han ¿qué? Mientras Satanás las controle, van a continuar peleando. Pero han ganado muchas victorias grandes, grandes victorias. Podemos regresar, desde el mismo comienzo, y mostrar dónde nación ha gobernado sobre nación, y la celebración de grandes victorias y todo eso.",
    "Como en la Primera Guerra Mundial, cuando tuvimos la Primera Guerra Mundial, y muchas de las naciones se unieron y se enfrentaron en los terrenos de Alemania. Y donde Bélgica y diferentes naciones peleaban bajo diferentes banderas, se llamó la Primera Guerra Mundial. Ahora yo…",
    "Hay dos hermanos sentados aquí, o tres, tal vez cuatro de Uds., que lo pueden recordar. Yo lo alcanzo a recordar. Tengo cincuenta y cuatro.",
    "Y recuerdo, de niño, como de nueve, ocho o nueve años de edad en 1914. Veamos, nueve, diez, once, doce, trece, catorce. Yo tenía cinco años cuando comenzó. Recuerdo cuando dijeron que iba a haber una guerra. Y mi papá tenía veintidós, y tenían que enviarlo a la guerra. ¡Oh!, yo no me podía imaginar eso, que enviaran a mi papá a la guerra. Él venía por la carretera. Venía en una carreta. Y él tenía una… Y él había ido a la tienda, a unas cuantas millas de nosotros, y él tenía allí un saco de frijoles. Nosotros… Y pues yo dije… Levanté los frijoles. Pensé: “Si ellos vienen y comienzan una guerra, los golpearé con este saco de frijoles si vienen”. ¿Ven? Ahora, ellos eran un… Solo con pensar en la guerra, ¡que mi papá tuviera que ir a la guerra!",
    "Bueno, la—la trompeta sonó, y—y eso de “Compren sus bonos”, y todo eso.",
    "Y como todos recordamos: “Iremos allá y tendremos esta guerra mundial, y arreglaremos eso. Y entonces ellos se organizarán”. Ellos organizaron lo que llamaron la Liga de las Naciones. “Y entonces habrá paz, paz Eterna. Eso es todo. No más guerra”.",
    "En tan solo veinte años estábamos involucrados otra vez en eso tan fuerte como siempre, en otra guerra mundial. ¿Ven? ¡Guerras! ¿Por qué? Es avaricia, celos. ¿Ven? Tan pronto como el Kaiser Wilhelm dejó Alemania, entonces entró este individuo, llamado Adolfo Hitler, un austríaco, y torció la mente de esas personas, lo cual es inspirado por el demonio, de que ellos podían vencer al mundo. Y, ellos, ahí tienen Uds. ¿Ven? Es diablo contra diablo otra vez, ¿ven?, de esa manera. Y los súbditos inocentes de esas naciones, que, ellos solo se conducen a guerra, a guerra, a guerra. Y sencillamente ha sido así, todo el tiempo.",
    "Ahora, ahora vimos entonces que cuando menos se dieron cuenta, vino otra guerra. Ahora, de nuevo, el mundo entero fue otra vez a la guerra, con mejores instrumentos y mejores aviones, y bombas más grandes. Y ellos pelearon, y sangraron, y murieron, murieron de hambre y se congelaron, y todo lo demás. ¡Guerra, guerra, guerra!",
    "Entonces vino un día, el cual llamamos el día-V. De allí tomé este texto, de ese día-V, Día de Victoria. Ese fue el día que ellos obtuvieron la victoria, y donde los—los ejércitos ganaron la victoria sobre otros ejércitos, el día-V. Ahora, hubo un día-D, y después un día-V. El día-D es cuando ellos entraron a pelear. El día-V es cuando se firmó la paz, cuando Alemania y sus demás naciones aliadas y todos se rindieron a las—a las—a las otras naciones.",
    "Y ¿qué hicimos nosotros? El día-V cantamos. Gritamos. Lanzamos nuestros sombreros al aire. Disparamos las armas al aire. Lloramos. Soplamos silbatos. Tocamos los tambores. Nosotros, nosotros pusimos a sonar música. Nos, nos dimos palmadas en la espalda. ¿Por qué? Era una victoria. ¡Oh, nosotros teníamos la victoria! Cómo estos… Pues, sentíamos que: “Hemos ganado. Hemos ganado”. Se izaron las banderas y sonaron las trompetas y, ¡oh! ¡qué bien lo pasamos! “¡Victoria, victoria, victoria! Ganamos”.",
    "Y fue algo grandioso. Les trajo paz a las—a las naciones Cristianas, las así llamadas. Y tuvimos un corto tiempo de respiro. Algunos de los muchachos que sobrevivieron regresaron a casa y todo eso. Pero han sido muchos de esos días grandiosos, muchos de esos, y grandes guerras.",
    "Pero ¿saben?, todo el tiempo que se ha peleado esa clase de batalla, el pueblo creyente de Dios también ha tenido muchos grandes días-V. ¡Oh, sí! Ambos lados lo han tenido, se ha enfocado el lente, yendo a la parte natural, de días-V; enfocando también la Palabra en la Escritura, vemos otro día-V en ocasiones.",
    "Hemos tenido muchas de esas grandes batallas contra nuestro enemigo. Y Dios ha tenido grandes hombres acá afuera que están al frente, quienes han—han podido cautivar, por el Espíritu de Dios, los pensamientos de la gente, y enviarlos al Reino de Dios más allá, y salir victoriosos.",
    "Nosotros combatimos eso a diario. Cada Cristiano pelea una batalla, a diario. Estamos en guerra ahora mismo, constantemente en nosotros, entre el bien y el mal. “¿Aceptamos Eso? ¿Qué haremos? ¿Nos doblegamos ante el mundo? ¿Rendimos esta idea que tenemos?”.",
    "Y si Lo vemos, enfoquémoslo. Tomemos Eso desde Génesis hasta Apocalipsis. Ella es ASÍ DICE EL SEÑOR, cada vez, a medida que sucedió. Nosotros no podemos rendirnos en Eso. No podemos ceder como todos los demás. Sencillamente no podemos hacer eso. Tenemos que permanecer aquí. Eso es todo. No importa lo grande que sea el enemigo, ni cuánta maquinaria tenga contra nosotros, ni cuántas organizaciones, ni cuánto de esto, aquello o lo otro. Nosotros, con todo, hemos tomado este enfoque, de la Palabra de Dios, hasta que encontramos que hay una cosa, y esa es la Sangre de Jesucristo. Y Él es el mismo ayer, hoy, y por los siglos.",
    "Por lo tanto, no importa lo que cualquier otro diga. Ellos dicen: “Los días de los milagros pasaron. No existe eso de sanidad Divina. No hay bautismo del Espíritu Santo. Y el bautismo en el Nombre de Jesucristo, eso solo fue para los discípulos”. Y todas estas cosas, ellos buscan desenfocarlas. Y a pesar de todo, eso se enfoca de vuelta directamente a la Palabra, y nadie puede decir que no está allí. Es cierto.",
    "Así es que estamos en una guerra. Y los héroes de Dios siempre han tenido guerras.",
    "Y Uds., pequeña iglesia por acá atrás, recuerden: Uds. son parte de esa unidad. Uds. son un puesto de avance acá atrás. Y, Uds. saben lo que es un puesto de avance. Deben saberlo, cuando tienen parte de uno aquí junto a Uds. Así que, Uds. son un puesto de avance acá, para un lugar, para—para mantener las banderas en alto, hacer lo correcto, para aún proclamar que Jesucristo es la única esperanza del mundo; no la iglesia metodista, la iglesia bautista, la idea presbiteriana, católica o judía, o la que pueda ser; raza, clan o color. Eso no lo es. Es Jesucristo. ¿Ven? Es Él. Él es nuestro Vencedor. Ese es Él. Él es el Capitán Supremo de la marcha. Estas son Sus órdenes. Tenemos que llevar a cabo las órdenes. ¿Cómo pudieran Uds.…?",
    "Algunos de Uds. muchachos prestaron servicio en la guerra. ¿Cómo pudieran Uds.…? El capitán da una orden, y Uds. se dan la vuelta y hacen lo contrario, pues, confundirán a todo el ejército. Es cierto. Uds. causarán una revuelta. Uds. tienen que llevar a cabo las órdenes. La única manera de Uds. poder hacerlo, es enfocándolo, y viendo el propósito, y de qué se trata. Muy bien.",
    "Hemos tenido muchas grandes batallas, batallas espirituales. Muchos grandes días-V que la Iglesia ha tenido; me refiero a la Iglesia, el Cuerpo de Cristo. Ahora, no estoy hablando del sistema de organización. Estoy hablando del Cuerpo de Cristo. El Cuerpo de creyentes, a través de las edades, ha tenido muchos grandes días-V.",
    "Hablamos de que hemos tenido varias guerras, las guerras y rumores de guerras, y días-V, y días-V, y días-V. Y eso terminará finalmente en la gran batalla de Armagedón. Esa será la última. Cuando se llegue a la batalla de Armagedón, eso lo concluirá todo. Un poco antes del gran Milenio, el Armagedón sirve para limpiar la tierra. Ella se vuelve a purificar con esta explosión atómica, y la ceniza volcánica y demás hunde esta sangre de los hombres de sobre la tierra empapada, y el pecado y el crimen. Es hundida bajo tierra, y lo volcánico rebuzna de nuevo, y renueva y limpia la tierra para el gran Milenio. Él limpia Su Iglesia durante ese tiempo, para que un pueblo viva aquí. Amén. Digo que me—me gusta eso. Sí, señor. Viene un tiempo cuando será maravilloso.",
    "Ahora, grandes días-V, recordemos en el tiempo. Solo regresemos. Nos quedan ahora unos minutos para recordar algunos de los guerreros. Regresemos y recordemos uno de los… Pudiéramos regresar muy atrás. Pero solo regresemos hasta Moisés. Moisés tuvo un tiempo en que entró en una gran guerra, porque la iglesia en sí, hacía mucho que había olvidado la victoria.",
    "Eso es lo que sucede con la iglesia hoy. Hace mucho que olvidamos que Jesucristo es el mismo ayer, hoy, y por los siglos. Olvidamos que Dios es un Sanador que puede sanar a los enfermos. Olvidamos que el bautismo del Espíritu Santo fue derramado sobre los discípulos, y fue dado de generación en generación, para cualquiera, el que quisiera pudiera venir. Hemos olvidado eso, hace mucho, mucho tiempo.",
    "Israel también había olvidado. Llegaron a estar satisfechos en Egipto, y después terminaron esclavos.",
    "Y ahora aquí estaba Moisés que había ido, con su propio concepto intelectual, para lograrlo intelectualmente, para intentar, con poderío militar, sacar a Israel, y no pudo hacerlo.",
    "Pero solo con una Palabra de Dios, en la parte de atrás del desierto, cocinó toda la cosa nuevamente. ¿Qué sucedió con Moisés? Él enfocó sus lentes. No era el único propósito de Dios casarlo por allá con esta hermosa muchacha etíope de color, y—y establecerse y tener hijos, y—y criar ovejas para su suegro. Sino que su misión era—era libertar a los hijos de Dios, sacándolos de esa esclavitud. Esa fue su comisión. Para eso nació él.",
    "Y cada uno de nosotros nace para algo. No fuimos puestos aquí para nada. Esa montaña no se hizo allá solo porque sí. Ese árbol fue puesto allí con un propósito. Todo es con un propósito. Tiene que cumplir algo. Y nosotros estamos aquí con un propósito. Tal vez sea para testificarle a una persona y lograr que sean salvos, y de allí puede ser que venga un predicador que envíe un millón de almas a Cristo.",
    "Miren la conversión de Dwight Moody, y muchos de ellos. ¿Ven? Tan solo una mujercita anciana, con un… Una pobre mujercita lavandera con un mensaje en su corazón, de hacer algo por Dios, y ella alquiló una vieja caballeriza, y logró que un ministro viniera y predicara. Y nadie más que solo un pobre muchachito, con el cabello por el cuello, y con los tirantes de su papá puestos, fue allá y se arrodilló al altar esa noche. Dwight Moody, el cual envió medio millón de almas a Jesucristo. ¿Ven? Esa mujer tenía algo por hacer. Ella… Era con un propósito. Ella fue hecha una lavandera, con un propósito.",
    "No desprecie el lugar donde Dios lo ha puesto a Ud. Más bien, lleve a cabo su propósito. Viene un gran día de victoria, un día de estos, donde la batalla habrá terminado.",
    "Ahora, fíjense. Moisés fue allá, después de enfocar sus lentes y ver que ese era el programa de Dios, lo que él debía hacer. Él fue allá. Peleó fuertemente. Él tuvo muchas grandes batallas. Pero una de sus grandes batallas de prueba, me gustaría presentarla. Cuando él pudo, al mostrar señales y maravillas, por medio de diferentes cosas que Dios le había mostrado, hablar la Palabra y eso materializarse y suceder.",
    "Es lo mismo con nosotros hoy, al hablar la Palabra sobre los enfermos, [El Hermano Branham chasquea el dedo.—Ed.] y mire como Ella lo sana, y hacer estas otras cosas que la Palabra de Dios habló por labios humanos. “Si Ud. le dijere a este monte: ‘Quítate’, y no dudare, sino creyere que será hecho lo que dice, lo que Ud. diga le será hecho”. Jesús lo dijo. Ahora, nosotros lo creemos y nos aferramos, y lo tomamos y lo creemos.",
    "Y ahora, Moisés había hecho eso. Y llegó allá, y Dios probó que estaba con él. Pero después de haberlo preparado, Dios…",
    "Parece como que la vida Cristiana, si el individuo no está absolutamente centrado en Cristo, la vida Cristiana, al parecer, tiene muchas decepciones. Pero esas decepciones son—son la voluntad Divina de Dios para nosotros. Pues, no pareciera serlo, pero es la manera como Dios hace las cosas. Él nos permite caer al río, para ver lo que haremos.",
    "Moisés guió a los hijos de Israel estando exactamente en el puesto del deber, y el ejército de Faraón allí tras él, y el polvo candente de—de medio millón de hombres armados. Y allí estaban dos millones de judíos indefensos, sin nada, parados allí, hombres, mujeres, niños y demás. Y el Mar Rojo lo tenía encerrado. El Mar Muerto lo tenía encerrado. Él… no había lugar dónde ir. ¿Ven? Pero Moisés tuvo un día-V cuando su oración fue oída. Él fue y comenzó a clamarle al Señor.",
    "Y el Señor dijo: “¿Por qué clamas a Mí? Yo te comisioné para que tú lo hicieras. Háblales a los hijos, para que avancen en la línea del deber”. Amén. Ahí lo tienen. “No me clames a Mí. Tú has sido comisionado para llevar a estas personas allá. Solo háblales, que avancen, permaneciendo rectamente en la línea del deber”. Amén.",
    "¡Qué aliento debe ser eso para la persona enferma! ¡Qué aliento debe ser para el descarriado! Dé Ud. un giro, y comience de nuevo. Permanezca en la línea del deber. Es asunto de Dios abrir los Mares Rojos. Ese es asunto de Dios. Ud. solo hable y avance. Es todo lo que Ud. tiene que hacer.",
    "Y Moisés, ese gran día-V, fue allá en ese mar. ¡Oh, qué día-V fue ese para Moisés!, y para los hijos de Israel quienes obedecieron la voz de su profeta, cuando hablaron y avanzaron. Moisés dijo: “Acaso no he… Uds. ya han visto diez milagros, y aún dudan”. Y él comenzó a caminar hacia el mar, con ese palo en la mano. Y Dios envió un viento durante la noche y sopló ese mar de un lado al otro, y ellos pasaron al otro lado en tierra seca, un día-V.",
    "Miren esto. Se pararon, aun nuestro texto hoy, dijo: “Ellos se pararon y cantaron el cántico de Moisés sobre el mar mezclado con fuego”. ¿Ven? ¿Ven? Ellos cantaron. Y Moisés, cuando cruzó, pues él no sabía qué hacer. Y al cruzar… Aquí venía el ejército del Faraón, queriendo imitar las cosas que él estaba haciendo. ¡Imitaciones carnales! Y ¿qué sucedió? El mar se desplomó y los ahogó a todos. Y él vio a los capataces muertos.",
    "María tomó un pandero y fue de allá para acá, tocando este pandero. Y las hijas de Israel la siguieron, gritando y con panderos, y danzando. Y Moisés cantó en el Espíritu. Si esa no es una reunión del Espíritu Santo a la antigua, yo no he visto una. [Cinta en blanco.—Ed.]",
    "🦅 Estos egipcios que Uds. ven hoy, jamás los volverán a ver”. Amén. ¡Qué día! Todo ha terminado.",
    "Algún día también vendrá otro día-V para el Cristiano. Así es.",
    "Fíjense, Josué también tuvo un día-V en el río. Josué tuvo un día-V en Jericó. Seguro que sí. Allí donde cruzó, él tuvo un día-V, primero, en el río. Allí se encuentra él en el mes de abril, tal vez tenía una milla de ancho, el Jordán, porque allá arriba en la cima de las montañas hay nieve derritiéndose. Y el río se había salido por todas las llanuras.",
    "Y no cabe duda que el enemigo hubiera dicho: “Vaya, ¿qué—qué buen general es Dios, verdad? Llevar Su ejército allá en este tiempo de primavera, cuando el río está en su peor momento, siendo el peor momento para cruzar, y luego llevar Su ejército allá, y guiarlos a cruzar”. No.",
    "Dios permite desilusiones para mostrar la victoria. ¡Oh, si nosotros tan solo pudiéramos ver eso! ¿Ven? Ud. solo vería que estas cosas que parecen estarlo moliendo tanto y perturbando, son pruebas. Estas son cosas para que Ud. se detenga, enfoque sus lentes en la Palabra de Dios. Y hable la Palabra, y luego solo camine adelante. Solo así se logra.",
    "Nosotros llegamos a un momento, decimos: “Dios, no sé qué hacer. Estoy enfrentando esto”.",
    "Hable la palabra: “Señor, yo creo”. Y solo camine adelante. Dios es el que abre el mar. Ud. solo siga caminando. ¿Ve?",
    "Ahora, vemos que Josué, en ese preciso momento, oró. Y el Señor le dijo lo que sucedería. Y él tuvo un día-V. Él venció. Luego, cuando él venció el río y pasó al otro lado, ¿qué hizo? Puso el arca…",
    "Siendo que, la Palabra estaba en el arca. Él puso eso primero. Después los cantores y demás, venían allí atrás. Pero el arca pasó primero.",
    "Cuando Israel iba a la batalla, los primeros que salían eran los cantores. Y los cantores salían cantando. Luego ellos soplaban las trompetas y demás. Entonces venía el arca. Entonces, cuando el arca pasaba adelante, entonces bajaban el arca, y comenzaba la—la batalla.",
    "Fíjense. Pero ahora, en cuanto a esto, cuando Josué tomó primero la Palabra, y puso primero la Palabra, él cruzó…",
    "Dios le había dicho: “Como Yo estuve con Moisés, así estaré contigo. No te fallaré. Estaré contigo. Nadie se parará ante ti, todos los días de tu vida. Yo estaré allí. No temas lo que sucederá. Yo estaré allí”. Entonces ¿qué?, con una comisión así ¿qué más podía hacer Josué que poner primero la Palabra? Amén. Ahí lo tienen. Con una comisión de Dios, puso primero la Palabra. Y eso trajo un día-V. ¡Oh, tiene que venir! Así de sencillo.",
    "Él puso la Palabra primero, y ¿qué sucedió? El arca fue primero, al agua. Y cuando lo hizo, el mar se abrió, el río, mejor dicho, y ellos cruzaron.",
    "Luego ¿qué va a hacer él después de llegar allá? ¿Qué es lo siguiente que va a suceder, cuando él llega al otro lado? Entonces él se entera que todos están amurallados, por el miedo que le tenían cuando él cruzara.",
    "Pero él se encontró con el Capitán Supremo, un día. Y él tuvo otro día-V. Él le dijo exactamente qué hacer, y los muros de Jericó cayeron. ¿Y cómo va a hacerlo?",
    "El hombre natural mirando allí por el lente, diría: “Pues, mira, Tú me trajiste por acá, y aquí estoy. Mira la oposición. Pues, todos están adentro, con sus hondas. Si llegamos a acercarnos a ese muro, ay de nosotros. Ellos tienen rocas allí adentro, sus grandes hondas. Tienen lanzas. Tienen arcos. Ellos tienen de todo allí adentro. Y ellos solo…”\n\nPero, ¿ven?, Josué puso primero a Dios. Y cuando lo hizo…",
    "No es cómo es que Ud. va a llegar allá. Eso depende de Dios. Solo siga avanzando, siga la Palabra.",
    "Él dijo: “Marcha alrededor por siete días. Y en el séptimo día, marcha siete veces. En… En la última vuelta, toca la trompeta”. Fue obra de Dios, el quitar lo natural. Y entró lo espiritual, y los muros cayeron. Y ellos entraron directamente y tomaron la cosa. Sí, señor. Dios tuvo un día-V allá.",
    "Abraham tuvo un día-V, después de habérsele prometido por tanto tiempo este niño, era Dios probando su amor y su lealtad; de quien nosotros somos simiente, si le creemos a Dios.",
    "Y Abraham tuvo un día-V. ¿Cuándo fue? ¿El día que él dejó la tierra de los valles del Sinar? No exactamente. Él cruzó al otro lado, es cierto, del Éufrates, y vino sobre este otro lado para peregrinar. Ese fue un buen día. Ese fue como un…",
    "Pero su día-V principal fue sobre el monte Jireh, cuando subió allá ese día, que Dios le dio la prueba final; cuando él tenía su único hijo. Él dijo: “Ahora, Abraham, sube con él allá a esa montaña, y ofrécelo como sacrificio. Yo te he hecho padre de naciones. Aquí está lo único que tienes, con lo cual hacerte ‘padre de naciones’, es por medio de este hijo. Yo quiero que lo mates”. ¡Oh!, ¿lo ven? “Destruye todo. Destruye el propio objetivo. Aquí estás, Abraham, como de ciento catorce, quince años ahora. Y has esperado veinticinco años por el bebé. Y ahora el muchacho tiene quince o dieciséis años. Y quiero que lo lleves allá arriba y lo mates, para Yo poder hacerte padre de naciones”. ¡Oh, vaya! Sí.",
    "Abraham no se movió. Él no, no tembló ante la Palabra de Dios. Dijo: “Sí, Señor. Aquí voy”. Recogió la leña, y llevó a Isaac directamente a la cima de la montaña, en perfecta obediencia. ¿Por qué? Él puso el mandamiento de Dios primero. ¿Cómo va a ser padre de naciones cuando solo tiene un hijo, y ahora con más de cien años? ¿Cómo lo hizo él? Por esto, él dijo: “Yo…” Él percibió que si Dios pudo darle a Isaac, como uno de entre los muertos, Él podía también volverle a levantar de entre los muertos.",
    "Ahora, amigos, el Dios que nos ha levantado a nosotros de las cosas del mundo y de la corrupción de esta tierra, ¿no podrá Él mucho más darnos Vida Eterna y ponernos en una Tierra donde no hay muerte? ¿Ven? Nosotros miramos estas pequeñas pruebas, y pensamos que son tremendas. Pues, no son sino pequeños momentos de prueba. ¿Ven? Dios probó a Abraham, pero cuando él obtuvo su día-V fue cuando subió allá en obediencia a la Palabra.",
    "Como ellos dicen hoy: “Yo sé”. Escuché a un ministro hace un rato leer Hechos 2:38, pero a él le faltó, ¿ven? Él dijo: “Y Pedro dijo que ellos debían ser bautizados, y entonces—entonces ellos recibirían el Espíritu Santo”, no leyó el resto Allí. ¿Por qué? ¿Ven?, las organizaciones han combatido ese mismísimo Asunto. Ahora, ¿captan la idea? ¿Ven? ¿Por qué hacen Uds. eso? ¿Qué hace que Uds. ignoren esas Cosas?",
    "Si la Biblia dice Eso, Ud. léalo exactamente como Lo dice, y diga lo mismo que dice la Biblia. Allí es cuando Ud. tiene nuevamente su enfoque correctamente, ¿ven?, regrese a lo que dice la Palabra.",
    "Ahora, vemos que ellos, Uds. tienen su—su… Uds. están desenfocados allí.",
    "Ahora, Abraham había tenido su enfoque correctamente, porque Dios dijo: “Te haré padre de naciones”, cuando él tenía setenta y cinco años y Sara sesenta y cinco.",
    "Y él le creyó a Dios. Él ¿qué hizo él? Puso su enfoque en lo que era ASÍ DICE EL SEÑOR. Sí, señor. Y él caminó exactamente con eso, lo que era ASÍ DICE EL SEÑOR. Día tras día él caminó. Año tras año él caminó, confesando que: “Todo lo contrario a Eso, era—no era correcto. No, señor. Tenía que ser de Esa manera. Dios lo dijo”.",
    "Me imagino que algunos de sus enemigos venían, decían: “Padre de naciones, ¿cuántos hijos tienes ahora?”.",
    "🦅 No tiene ninguna importancia cuántos yo tenga ahora. Soy padre de naciones. Eso es todo”.\n\n“¿Cómo lo sabes”?",
    "🦅 Dios lo dijo. Asunto concluido. Eso es lo que importa. Dios lo dijo, y eso lo concluye”.",
    "Y Abraham siguió adelante. Y finalmente vino a ese mismo… entonces, ¿ven Uds.?, era muy fiel; entre más fiel, más pruebas. ¿Ven? Así que Él lo trajo allí nuevamente.",
    "Ahora, recuerde. Cuando… Dios lo ha considerado a Ud. digno cuando Ud. tiene una prueba. Ahora, no fallen en esto, en captar esto. Cuando Ud. tiene un problema o una prueba, muestra que la gracia de Dios lo ha hallado, Ud. halló favor con Dios, y Dios cree que Ud. pasará la prueba.\n\nRecuerde que Él hizo lo mismo con Job.",
    "Satanás dijo: “¡Oh, sí!, vi a Job allá”. Dijo: “Él no…”",
    "Dios dijo: “Él es un siervo perfecto. En la tierra no hay como él. No hay nadie como Job. Él es un hombre perfecto. Pues, él, él es Mi—él es Mi orgullo y gozo”.",
    "Satanás dijo: “¡Oh, claro! Porque recibe todo lo que pide”. Dijo: “Déjamelo a mí alguna vez”. Y dijo: “Yo, yo haré que él Te maldiga en Tu propia cara”. Dijo: “Haré que él Te maldiga”.",
    "Dios dijo: “Él está en tus manos, pero no le quites la vida”. ¿Ven? Dios confiaba en Job. Amén.",
    "Cuando parece como que todo ha salido mal, Dios lo está probando a Ud. Él confía en Ud. Él no tiene que andarlo mimando a Ud. Ud. no es una planta de invernadero, un híbrido. Ud. es un verdadero Cristiano. Dios lo está probando a Ud., para ver lo que Ud. hará al respecto. Amén. Con razón Pedro dijo: “Estas pruebas de fuego, pues, téngalas por gozo. Son—son más preciosas para Ud. que el oro”.",
    "Y muchas veces nosotros resoplamos y, vaya, “¡Oh!, bueno, si yo tan solo…” Pues, eso, bueno, es algo que Dios le dio a Ud., para vencerlo. Él—Él—Él sabe que Ud. lo logrará. Él, Él ha—Él ha depositado Su confianza en Ud.",
    "Y Él le creyó a Abraham… Abraham le creyó a Dios, mejor dicho. Y Dios dijo, sin duda, le dijo a Satanás: “Yo puedo probarte que él Me ama”. Dijo: “Estoy… Él cree esa promesa, porque Yo se lo dije”. Así que él llevó arriba a su propio hijo, a la cima de la montaña, ató sus manos detrás de él, ese, el día que Dios lo dijo.",
    "El pequeño Isaac sospechó, Uds. saben. Dijo, Génesis 22, él dijo—él dijo: “¿Padre?”.\n\nÉl dijo: “Heme aquí, mi hijo”.",
    "Él dijo: “Aquí está la madera, y aquí está el—el—el altar, y todo. Pero—pero—pero ¿dónde está el cordero” ¿ven?, “para—para el—el—el sacrificio?”. Él comenzó a sentir algo extraño. “¿De qué—de qué se trata todo esto? Se nos ha quedado algo”.",
    "No tiene importancia lo que Ud. piense que ha dejado. Ud. ha dejado el compañerismo de todo lo demás. “Bueno, Ud. necesita sus fiestas de naipes; necesita hacer esto; necesita una pequeña bebida. Ud. ha dejado…”. Ud. no ha dejado nada. Adelante, obedezca la Palabra. ¿Ven? Eso es todo, solo obedecer la Palabra. Ud. no ha dejado nada. Solo obedezca la Palabra.",
    "Él dijo: “Dios dijo: ‘Tráelo acá arriba’, y él—él… Subiré aquí a la cima de la montaña. Debo hacer algo. Cuando llegue allí, yo lo haré”.",
    "Así que él subió allá, y le ató las manos, y lo recostó sobre el altar, así. El pequeño Isaac no murmuró; obediente, ¿ven? un tipo de Cristo. Entonces cuando sacó el cuchillo de su funda, y le apartó el pelo del rostro, para tomar su vida, ese fue el día-V de Abraham; ¡oh, vaya!, cuando él fue probado hasta el mismo límite, de su único hijo.",
    "Ahora, si Ud. tan solo es espiritual, aplique esa prueba, a cuando Dios entregó el Suyo, ¿ven?, el día-V, lo que Él amaba. ¡De tal manera amó Dios la raza caída de Adán! Llegaremos a eso dentro de poco.",
    "Fíjense, el día-V, el día-V de Abraham fue sobre el monte Jireh, donde el Señor proveyó un sacrificio para él en lugar de su hijo. Amor, ¿ven?, amor. Ese día Abraham le probó a Dios, sin duda alguna, su lealtad. Abraham le probó a Dios su fe en Él, porque él dijo: “Recibí este muchacho cuando yo tenía cien años, por creer una promesa. Y Él me dijo que yo era padre de naciones. Si Él me pide que tome su vida, Dios puede resucitarlo de los muertos”. ¡Fiu! ¡Vaya, oh, vaya! Eso debería hacer a un presbiteriano gritar, ¿verdad? ¿Ven? “Cómo Él—Él—Él me hizo la promesa, y Él—Él—Él me mostró a mí ahora la—la evidencia de esto. Amén. Él, Él me lo ha probado a mí, que Él cumple Su Palabra”.",
    "Bueno, ¿de dónde nos tomó Él a nosotros? ¿De qué clase de enredo salí yo? ¿De qué clase salió Ud.? ¿En dónde están nuestros pensamientos en esta mañana? ¿Acaso no ha probado Él que está entre nosotros? No hay duda de eso. Amén. Y nuestro—nuestro día-V está asegurado. Tenemos que tenerlo. ¿Ven? Él lo ha probado.",
    "Abraham dijo: “Él me lo ha probado a mí. Yo no tenía hijos. Yo era—yo era un anciano. Era estéril, y el vientre de mi esposa estaba muerto. Y teníamos… Ella tenía sesenta y cinco, y yo setenta y cinco, pero Dios dijo: ‘Te daré un bebé por ella’. Eso concluyó el asunto. Con eso fue suficiente”. Abraham dijo: “Yo lo creo”.",
    "Entonces Dios lo lanzó a una prueba de veinticinco años. Eso no significó nada para Abraham. Él salió más fuerte que cuando comenzó, y aun glorificando a Dios. Sin duda, Dios miró hacia abajo y dijo: “¡Qué siervo!”.\n\nDijo, Satanás dijo: “¡Oh, claro!”.\n\nDijo: “Él…”.",
    "🦅 Pero Yo—Yo probaré que él Me ama. Lo llevaré allá arriba a la cima de la montaña, a destruir la mismísima evidencia. Lo llevaré allá arriba”.\n\nY Abraham subió para hacerlo. Así es.",
    "Y Abraham, cuando ya iba a tomar la vida de su hijo, el Espíritu Santo le agarró la mano, dijo: “Abraham, detén tu mano. Yo sé que Me amas”. Amén.",
    "Esa es la clase de persona que yo quiero ser, amar a Dios a pesar de lo que suceda. “Detén tu mano”. Lo prueba a uno, aún en contra de nuestro propio razonamiento. Pero, mientras que la Palabra lo diga, hágalo de todas maneras. ¿Ven?",
    "🦅 Detén tu mano. Yo sé que Me amas, porque no Me has rehusado tu propio hijo”. Dijo: “De cierto te bendeciré” dijo, “su descendencia se parará en las puertas de su enemigo, y él vencerá”. ¡Oh, hermano! Vaya, que lo hizo.",
    "Un poco más adelante llegaremos allí, a esa “simiente de Abraham”. Muy bien. ¿Qué hizo…?",
    "Las dudas dejaron a Abraham. Cuando él escuchó la verdadera Palabra, las dudas desaparecieron. Cuando él vio a Dios vindicar la Palabra, las dudas desaparecieron. El amor tomó su lugar. “Yo sé que tú Me amas, Abraham. No dudas de Mí en lo absoluto. No importó el tiempo que tuvieras que esperar, aún Me creíste. Te pedí que destruyeras la propia evidencia que te di. Te di la evidencia, después te pedí que la destruyeras. Y tú Me amas tanto que guardaste Mi Palabra a pesar de lo que fuera”. Amén. Ese fue un verdadero día-V para Dios. ¿Ven?",
    "Jacob tuvo un día-V una vez. Él temía regresar donde su hermano, porque había obrado mal. Sin embargo, el Espíritu Santo comenzó a advertirle en su corazón: “Regresa a la patria de donde vienes. Vienes de la patria. Has obrado mal allá, ahora te envío de regreso”. Y cuando se acercaba, él tuvo… Claro, seguro.",
    "Por eso es que el diablo nos persigue tanto a nosotros. ¿Ven? Por eso es que el diablo persigue tanto a la Novia, la Iglesia, tanto ahora, porque se acerca al día-V. Así es. Ella se está acercando bastante. Ahí es cuando el enemigo hace lo peor, para desviar. La Biblia dice: “Ay de la tierra, porque el diablo está como un león rugiente, en los últimos días, buscando a quien devorar;” ¿ven Uds.? “Ay de ellos”; las persecuciones y cosas que sucederían. Aférrense allí de Ella. No se muevan ni a diestra ni a siniestra. Quédense allí con esa Palabra. Dios lo dijo. Eso concluye el asunto.",
    "Jacob, con ese anhelo en su corazón, todo parecía ir mal. Él quería regresar a casa. El Espíritu Santo lo estaba dirigiendo. Él le había hecho una promesa a Dios. Tenía que ir a Bet-el, para pagar estos diezmos y demás. Y aquí, camino de regreso, se entera que Esaú, su hermano enemigo, estaba—estaba allí al cruzar el río esperándolo con un ejército. Así que, Jacob era un cobarde, a pesar de que tenía las bendiciones de Dios. Dios había prometido bendecirlo. Él tenía la primogenitura. Amén.",
    "¡Qué tipo de la Iglesia hoy con el bautismo del Espíritu Santo, que tiene la promesa de la Palabra de Dios para vindicarla, porque Ud. viene a ser parte de esa Palabra, la primogenitura!",
    "Y Jacob tenía la primogenitura. Amén. Él tenía… A su hermano no le interesó. Y él tenía la primogenitura, pues su hermano se la vendió por un plato de potaje.\n\nY también el mundo de la iglesia hoy vendió su primogenitura.",
    "Y gracias a Dios, nosotros La tenemos. Sí. Nosotros La tenemos. ¿Qué nos importa a nosotros la unión de iglesias y la Liga de las Naciones, y todas estas otras cosas, siempre y cuando uno tenga la primogenitura?",
    "Lo que la iglesia necesita hacer es lo que hizo Jacob, orar hasta que Ud. consiga un día-V. Y, así es, Jacob tuvo una fiesta de lucha. Él luchó toda la noche con el Señor, pero dijo: “Yo no Te voy a soltar hasta que consiga esta victoria”. Y cuando rayaba el alba, una mañana, él obtuvo un día-V. Él ya no volvió a caminar igual. Pero, de este lado, él era todo un gran miembro fuerte y temible de iglesia. Pero, del otro lado, él fue un pequeño sacerdote cojo, o mejor dicho, príncipe; un pequeño príncipe cojo, con suficiente valor para pelear contra todo el ejército.\n\nEsaú dijo: “Te abasteceré un ejército”.\n\nÉl dijo: “No lo necesito”. Él había tenido un día-V.",
    "Nosotros no necesitamos sus organizaciones. Nosotros no necesitamos sus—sus cosas de este mundo. No necesitamos sus… tener que encajar con las cosas de este mundo. Hemos tenido un día-V. Nosotros luchamos un día, o una noche.",
    "¡Oh, cómo recuerdo esa lucha!, cuando—cuando tuve que morir a mí mismo. Pero vino un día-V, cuando yo conseguí la victoria, entonces la Palabra de Dios vino a ser lo correcto. Y la iglesia bautista, para mí, no fue más que cualquier otra organización. Correcto. Yo tuve un día-V. La Palabra de Dios es lo correcto.\n\nEl Dr. Davis dijo: “Pues, terminarás siendo un santo rodador”.\n\nYo dije: “¡Santo rodador o no santo rodador!”.",
    "Estuve despierto allá en Green’s Mill toda la noche en oración, hasta que ese Ángel entró allí esa mañana, esa Luz. Dijo… ¿Qué? Buscaba deshacerme precisamente de lo que Dios me dio para pelear, las visiones, porque ellos me decían que Eso era del diablo. Entonces Él vino a decírmelo, me refirió a las Escrituras: “¿No dijeron aquellos lo mismo acerca del hijo de Dios, y todo eso?”. Yo tuve un día-V. No más de eso para mí. Salí a los campos, y alrededor del mundo una y otra vez. ¡Un día-V!",
    "¿Ven?, Jacob tuvo este día-V. Él luchó toda la noche. Pero cuando comenzó a rayar el alba, fue un día-V para él.",
    "¡Todas estas grandes victorias y demás! Me pongo a hablar de estas cosas y no hay dónde parar ¿verdad? Todas estas grandes victorias estuvieron bien. Estamos agradecidos por cada una de ellas. Todas fueron grandes victorias. Las grandes victorias en las guerras, y las grandes victorias de las guerras espirituales y todo eso, fueron grandiosas. Pero, si notan, ninguna de ellas perduró. ¿Ven? Nosotros conseguimos una gran victoria, temporalmente. Ahora, nosotros solo…",
    "Nos dimos cuenta de eso aquí, no hace mucho, cuando fuimos a la guerra con Japón. Pues, yo—yo… En nuestro propio hogar había un pequeño artefacto. Alguien nos había dado una pequeña, ¡oh! una baratija, Uds. saben, algo como una muñequita. Y allí decía: “Hecho en Japón”. El hombre la arrojó al suelo y la dañó. ¿Ven? Y uno podía decir: “Hecho en Japón”, ellos lo desechaban. O, ellos entraban en las tiendas de baratijas, un grupo de rickies, Uds. saben. No es… Personas delincuentes entraban en una tienda de baratijas, pasándose de listos, ¿ven?, entraban por cosas del Japón. Ellos querían mostrar su lealtad a la nación.",
    "¿Pero y con Dios qué? Se ríen en Su cara. ¿Ven? Si les fue tan fácil correr a una tienda de baratijas y tumbar los estantes, y cosas así, porque tenían pequeñas muñecas y baratijas, y cosas, eso hecho allá… hecho en Japón, por cuanto estaban en guerra con ella; ¿qué pasa con fumar cigarrillos y beber, mentir, robar, y cosas como esas (¿ven?), para el verdadero ejército de Dios? ¿Ven? Ellos quieren ser leales. ¿Y qué pasa con nuestra lealtad? Si ellos iban a la cárcel por hacer eso, ¿qué importa? Ellos quieren ser leales a la nación, a la bandera. Pero a veces el Cristiano teme decir algo. ¿Ven? Por eso necesitamos más días-V, donde uno mismo logra conquistarse. ¿Ven? Deje que Dios lo conquiste a Ud. con el poder de Su amor.",
    "Todas estas victorias fueron victorias temporales. Aun con Moisés, Israel regresó nuevamente a la esclavitud. Siempre entran en ellas y salen, entran y salen, vemos eso. Muchos héroes continuaron peleando, y murieron. Ellos aún lo hacen en las guerras, al enfocar el lente en lo natural. Ellos lo hacen en lo espiritual. Los héroes pelean y mueren. ¡Pudiéramos continuar! Tengo toda una lista de ellos apuntada aquí, como Daniel, y los jóvenes hebreos, y esos grandes vencedores allá atrás que obtuvieron victoria.",
    "Pero, continuamente, ellos… finalmente llegaban a una cosa llamada la muerte, se los llevaba, ¿ven?, de todas formas. Así continuaron, ¿ven?, seguían peleando, muriendo; peleando, muriendo; ganando victorias, muriendo; ganando victorias, muriendo.",
    "Pero, ¿ven?, al fin y al cabo, el hombre no fue hecho para morir. El hombre fue hecho para vivir. Y no importa los grandes logros que obtuvo, igual, él aún murió. Y nos fuimos al sepulcro, lo sepultaron, y allí concluía. Marcaban su tumba allá con una lápida y, o su sepulcro, y eso—eso concluía el asunto. La muerte lo devoraba. El gran Moisés, el gran Josué, los grandes profetas de la Biblia, casi todos ellos, excepto dos o tres, sabemos dónde están sus tumbas, dónde fueron marcadas. La muerte los devoró y se los llevó. ¿Ven?",
    "Pero un día hubo una batalla, allí vino el Guerrero Principal, bajó, Jesucristo, el Hijo de Dios. Y hubo una Pascua. Ese fue el verdadero día-V, después que Jesús peleó y prevaleció. Él peleó contra todo enemigo que había que combatir.",
    "Para comenzar, cuando Él nació, llegó con una mancha en el nombre, entre el pueblo, de Hijo ilegítimo. Él luchó al pasar por eso. “María, por cuanto tuvo este bebé con José, sin estar casados”. Él vino entre los niños, con ese sobrenombre. Pero en Su corazón, Él sabía que era el Hijo de Dios. ¿Ven? Él luchó con eso.",
    "Llegó el día en que tuvo que tomar la decisión en cuanto a lo que haría, después de haber recibido el Espíritu Santo.",
    "Llegó el día cuando Satanás lo llevó a la cima del monte, y le mostró todos los reinos del mundo, y dijo: “Te haré un rey ahora. Dices que Tú eres el Hijo de Dios, y tienes poder. Yo Te daré el gobierno de todas las naciones”, precisamente lo que el anticristo procura ser hoy. Pero hubo un día-V. Él peleó con todo eso. Dijo: “Si Tú eres el Hijo de Dios…”.",
    "Llegó el momento cuando Él fue desafiado con la Palabra. “Si Tú eres el Hijo de Dios, ordena que estas piedras se conviertan en pan”. ¿Ven? “Y si tienes hambre, pues cómelas”. ¿Ven? “Si Tú eres el Hijo de Dios, puedes hacerlo”. Él podía. Es cierto. Pero tenía que haber un día-V. Él ganó la victoria sobre esa tentación. ¿Ven? Él ganó la…",
    "Dijo: “Ahora Tú podrás ser una Persona importante. Podrás mostrarte, lo que Tú eres”. Lo llevó a Él al pináculo del templo, dijo: “Échate abajo. Te citaré la Escritura, escrito está: ‘A Sus Ángeles mandará acerca de Ti, para que no tropieces con Tu pie en piedra, en sus manos Te sostendrán’”. Miren qué teólogo es Satanás. ¿Ven?",
    "🦅 Apártate de Mí, Satanás”, respondió la Palabra. Ese fue un día-V. Él vino a cada día-V.",
    "Él entró en la presencia de—de la madre de la esposa de Pedro postrada allí, enferma de fiebre. La fiebre ardía en su cuerpo. Ellos necesitaban un servicio. Él camina hacia allá y le toca la mano. La enfermedad no podía permanecer en Su Presencia. Seguro que no.",
    "Luego Él llegó al momento donde hubo muerte en—en una familia. Llegó al momento donde un hombre llamado Lázaro, un amigo Suyo, murió y fue sepultado, y yacía en la tumba, y hedía, era como el cuarto día. El cuerpo entra en corrupción en tres días ¿ven?, setenta y dos horas, corrupción. Y llegó al momento donde la vida y la muerte se enfrentaron. Aquí está Él, Vida; allí está la muerte, que se llevó a Su amigo; en un enfrentamiento. Él caminó allá al sepulcro, enderezando esos pequeños hombros, dijo: “Lázaro, ven fuera”. ¡Oh, vaya! Esa Palabra fue hablada. Era la Palabra de Dios. La vida en sí volvió nuevamente. La víctima regresó del más allá, de algún lugar, a la vida nuevamente. Seguro. Él ganó la victoria. Así es.",
    "Enfermedad, tentación, lo que fuera, Él luchó con todo eso. ¡Un día-V! Seguro que sí.",
    "Entonces llegó el momento cuando el mundo entero estaba en tinieblas, las regiones de las sombras de muerte; todo hombre, todo humano, todo profeta, todo gran hombre, todos estos grandes héroes que Él había enviado. Todos ellos yacieron, en el pasado. Allí yacía Abraham, Isaac, Jacob, José, todos ellos postrados allá en el sepulcro, creyendo; sin más evidencia que solo: “La Palabra de Dios lo dijo. Dios lo dijo”.",
    "Miren a Job cuando él luchó tan duro. Su esposa, aun su esposa, su compañera, él dijo: “Aún su aliento es extraño para mí”, y así. Él estaba…",
    "¡Qué momento pasó ese hombre, las tentaciones! Y aún Bildad y todos los demás, dijeron, y Eliú, quisieron acusarlo, y cosas así. Pero él sabía que se había quedado con la Palabra.",
    "Y su esposa vino y le dijo: “Job, te vez miserable”. Dijo: “¿Por qué no maldices a Dios y te mueres?”.",
    "Él dijo: “Hablas como una mujer fatua”. ¡A-já! ¡Oh, vaya! ¡Qué héroe!\n\nAun Jesús se refirió a él: “¿No habéis oído de la paciencia de Job?”.",
    "Job falleció en el puesto del deber. Abraham falleció en el puesto del deber. Sí, señor. Isaac falleció en el puesto del deber. José falleció en el puesto del deber.",
    "José dijo: “No me entierren aquí. Entiérrenme acá ¿ven?, entiérrenme por acá con mis padres. Sepúltenme como ellos fueron sepultados, la Palabra, en el valle donde fueron sepultados, el lugar donde ellos fueron sepultados”.",
    "Eso mismo está en mí. Por esa razón yo quiero ser sepultado en el Nombre de Jesús. “Porque los que están en Cristo Dios traerá con Él”, ¿ven Uds.?",
    "Vemos entonces, uno tras otro y otro y otro, morían héroes, héroes, héroes. Y aquí llegó el momento en que el Capitán Supremo, el que los había enviado… Y ellos habían caído en el campo de batalla, grandes vencedores. Ellos llegaron a sus días-V, y obtuvieron la victoria sobre el enemigo. Ellos aun…",
    "Josué, con la… tenía el… quería tiempo, él detuvo el sol con su propia palabra, y no brilló. Y el sol no bajó por veinticuatro horas. La Biblia dice: “No ha habido hombre así, antes ni después, que haya ordenado al sol a detenerse, y que Dios haya oído la voz de un hombre”.",
    "¿Por qué? Vean, él tenía a todo el enemigo huyendo. ¿Ven? Ellos simplemente, todos huían, por todo lugar. Él tenía que cazarlos y matarlos. No había más qué hacer, pues esa era su comisión. Y él sabía que si llegaba la noche, ellos tendrían tiempo para movilizarse de nuevo y agruparse, y él perdería más hombres. Por tanto, dijo: “Necesito tiempo. Necesito luz. Sol: detente”. Amén. ¡Oh, Dios! Dios escuchó a la voz de un hombre y detuvo el sol. Permaneció en su mismo lugar por veinticuatro horas, hasta que peleó, desarraigó todo enemigo y los derribó. Ellos no pudieron… No les dio tiempo de movilizarse otra vez. Él siguió avanzando.",
    "Y, con todo, Josué dio su vida, yace en el polvo de la tierra.",
    "Pero cuando vino este gran Príncipe, Cristo, Aquel que vio Daniel…",
    "Ese gran guerrero, Daniel, en medio de todos los problemas y cosas así, y el gran… Pues, si tuviéramos tiempo, pudiéramos referirnos a él. Con todo, él yace en el polvo de la tierra. Él dijo: “Tú reposarás en tu heredad hasta ese día, pero, Daniel, te levantarás de nuevo”.",
    "Ahora, la promesa le había sido dada a él, a todos estos héroes, hasta que finalmente vino un momento, y la hora crucial, en que se debía pagar por eso. Jesús había venido a la tierra. Él venció toda enfermedad. Él lo venció todo. Ahora Él tenía que vencer el sepulcro.",
    "Él había vencido la muerte. La muerte no resistió Su Presencia. Él nunca siquiera predicó un funeral. No, señor. La viuda de Naín venía con su hijo así. Él detuvo eso, lo resucitó. ¡Oh, vaya! Sí, señor. Él probó que tenía el poder sobre la muerte.",
    "Ahora, hay dos enemigos más: es el sepulcro allá, y el infierno; el hades, la tumba. Así que, ese día cuando Él estuvo tan muerto que el Sol dejó de brillar, y la tierra—la tierra tuvo un colapso nervioso, las rocas se desprendieron de las colinas, y cosas así, Él murió. Él bajó al infierno. Él venció la muerte. Él venció el infierno. En la mañana de Pascua Él venció el sepulcro. Amén.",
    "¿Me habla de un día-V completo? Un verdadero día-V: los sacó a ellos. Y no solo eso, sino que cuando salió del sepulcro, Él trajo a los cautivos que estaban allí. La Biblia dice: “Él llevó cautiva la cautividad”. Se levantó del sepulcro, trayendo con Él a todos esos héroes del más allá. No saben Uds. que ese fue un tiempo maravilloso allá arriba ese día, cuando ellos—ellos entraron a ese Reino, vaya, entraron al Reino de Dios, ¡trajo de allí a los santos cautivos! Él fue una victoria total, una victoria total. Él sacó a todos los héroes muertos. Él sacó a Abraham, Isaac, Jacob, Job, a todos los demás, los sacó del sepulcro con Él.",
    "Él llevó cautivo. ¿Ven?, Él vino a la tierra, Él capturó la muerte. Él capturó el infierno. Él capturó el sepulcro. Él lo capturó todo. Y ahora Él se levanta, amén, con Sus santos con Él.",
    "🦅 Ahora Él subió a lo Alto y dio dones de nuevo a los hombres”. ¿Qué eran? Espadas, puso espadas en sus manos, la Palabra, ¿ven?, para vencer. ¡Oh, vaya! Él les dio espadas (¿para qué?) la Palabra, para vencer ¿qué? Enfermedad, pecado, supersticiones, el mal, para traer a toda criatura que quiera vivir, traerlos a cada uno de ellos al entendimiento, que: “Porque Yo vivo, vosotros también viviréis”.",
    "Nosotros tenemos la pelea de la fe. Peleemos la buena… Completemos nuestra victoria, porque nuestra victoria total es segura. Es segura. Tiene que serlo. Nosotros tenemos las primicias de eso. Tenemos la evidencia de eso ahora en nuestro corazón, porque ya tenemos la primera batalla detrás de nosotros. Hemos podido vencer, por medio de la Fe de Jesucristo. Nosotros tuvimos un día-V.",
    "Recuerdo allá, como a las diez en punto una noche, o cuando estaba allá en ese pequeño garaje viejo, orando: “Dios, mátame o sálvame”. Yo fui a iglesias. Querían que pasara adelante y estrechara la mano del predicador.\n\nDije: “Yo quiero algo más que eso”. ¿Ven?",
    "Entonces, en ese garaje esa noche, cuando yo dije: “Dios, ya no puedo seguir más. Yo—yo moriré”. Y cuando estaba allí en ese viejo edificio mojado, y mis rodillas… Estaba arrodillado en un viejo costal de pasto, con las manos alzadas, diciendo: “Dios, no sé cómo hablar, Señor”. Quería escribirle una carta para pedirle que me perdonara. No sabía cómo orar. “Yo quiero ser perdonado”.",
    "Lo prometí cuando moría en el lecho. Y Él me permitió… Cuando el médico me desahució, el corazón solo me palpitaba diecisiete veces por minuto. Y Uds. saben cuán lento es. Dijo: “Él se está muriendo”, y yo lo oí. Se lo dijo a mi papá, y cerró las cortinas a mi alrededor. Y allí en ese cuarto, esa hora, yo vi esas J’s grandes por todos lados; esa cortina me rodeaba, así. Oí a esa enfermera que lloraba, dijo: “Solo es un muchacho” ¿ven?, “y aquí se está muriendo”. La anestesia espinal se había filtrado y me había entrado en el corazón. ¿Ven? Solo latía diecisiete veces por minuto.",
    "Cuando llegué a casa, tenía que probar eso, que yo—yo amaba a Dios. Y yo—yo me arrodillé en ese suelo. Dije: “Yo—yo no sé cómo orar”. Y me—me mordía la uña del pulgar. Pensé: “Tal vez… Yo había visto fotos. Doblaré mis manos así, cruzaré los dedos”. Dije: “Estimado Señor: Quisiera hablar con Ud.”. Yo escuchaba. Decía: “No le oigo”. Yo decía: “Doblé las manos mal. Tal vez debo hacerlo así”. Ponía mis… Dije: “Estimado Señor, yo… Jesucristo, yo quiero hablar con Ud.”. Decía: “Señor, no le oigo. Respóndame. He oído a otras personas decir: ‘Dios me habló a mí’”. Ahora quiero hablar esto con Ud. Le prometí que lo haría. Quiero hablar al respecto. “¿Por favor podría venir y hablar conmigo, Señor”? Pensé: “No, yo no tengo las manos correctamente, o Él hubiera dicho algo”. Yo no sabía cómo hacerlo. Nunca había orado en mi vida. No sabía qué hacer; en este pequeño cobertizo viejo.",
    "Un día, pues, pensé esto. Pensé: “Conforme a las Escrituras, lo he oído cuando leen, Él era un Hombre. Y si Él era un Hombre, Él entiende como un Hombre”. Así es. “Y pues, no sé si Tú me oyes”.",
    "El diablo dijo: “Pues, tú has pecado, derrochaste tu día de gracia. Ya no hay más. Mira, has sido tan malo que ya Él no te perdona”.",
    "Dije: “Yo no creo eso. Simplemente no puedo creerlo. Yo creo que Él sí me hablaría”.",
    "Dije: “Señor, no sé si cometo un error, si no tengo las manos dobladas correctamente, o lo que sea, Tú—Tú perdóname por ello. Pero yo quiero hablarte”. Yo dije: “Soy el bribón más bajo del mundo”. Dije: “He, he hecho todas estas cosas, y—y he huido de Ti, y todo”, continué hablando así.",
    "Y sin darme cuenta, mientras yo hablaba, por el cuarto vino una pequeña Luz, y fue hasta el otro lado de la pared, y formó una cruz de Luz, esa Luz, y comenzó a hablar en un idioma. Yo nunca, nunca había oído de tal cosa como hablar en lenguas; ni siquiera había leído la Biblia; buscaba Santiago 5:14 en Génesis. Estaba mirando allí arriba, y vi esa Luz, y hablaba alguna clase de idioma. Entonces desapareció.",
    "Y dije: “Señor” dije, “Yo—yo—yo no sé nada acerca de esta vida Cristiana”. Dije: “Si—si ese fuiste Tú hablándome, yo no puedo entender Tu idioma, Señor. Pero si Tú hablas… Y si no puedes hablar mi idioma, ¿ves?, y yo—yo no entiendo el Tuyo, pero tal vez podamos entendernos así: Si Tú regresas allí de nuevo, esa será una señal entre Tú y yo, que me perdonas”.",
    "Ella apareció allí de nuevo. ¡Oh, hábleme de un día-V! Yo tuve uno, sí, un verdadero día-V. Allí estaba Ella de nuevo, hablando así igual. Y yo tuve un día-V. ¡Oh, vaya!",
    "Y desde entonces, cuando Él puso la Palabra en mi mano, he peleado por ganar el galardón, navegando por mares sangrientos.",
    "Todos tenemos una victoria. Hemos peleado consiguiendo muchas victorias. Y viene una gran victoria pronto, está al voltear de la esquina. Nuestro día-V vendrá pronto en su plenitud, cuando el Hijo de Dios irrumpa en los cielos, y dé un grito con la Voz del Arcángel, y Él venga nuevamente. Y los sepulcros se abrirán, y los muertos saldrán caminando.",
    "Creo que Uds. tocan mis cintas por aquí, de la visión que tuve, o una traslación, lo que haya sido, en un cuarto; y subí allá y vi a esas personas, igual como los veo a Uds., con esta Biblia abierta aquí delante de mí. Y Dios sabe que esa es la verdad. ¿Ven? Allá estaban, jóvenes, así mismo y, como…",
    "Todos Uds. han estado en las reuniones y lo saben, de esas visiones. ¿Han visto una que falle? No, señor. Recientemente Él me envió en una, me dijo lo que sucedió. Todos Uds., todos Uds. saben de eso. Así sucedió. Allí estaba, exactamente. Eso nunca falla.",
    "Y se los digo, como un grupito Cristiano que está aquí en esta mañana, aférrense de la mano incambiable de Dios. Uds. han tenido una victoria temporal. Pero viene todo un verdadero día-V, cuando Jesús venga.",
    "🦅 Y la trompeta sonará; los muertos en Cristo se levantarán”. Y si no tienen esa esperanza en Uds., no dejen que pase este día sin recibirla.",
    "Escuché una cosita, hace un tiempo, me gustaría repetirla. Vino de, creo que fue Billy Sunday que hizo el comentario. Un muchacho había cometido un crimen. No sé si lo hayan oído o no. Él había cometido un crimen. Ellos lo metieron en la cárcel, le iban a… en donde estaba. Así que, él tuvo un juicio. Y—y el juez dijo…",
    "Y salió el jurado y dijeron: “Encontramos al muchacho culpable del crimen. Y nosotros” dijo el jurado, “requerimos su vida”.",
    "Y el juez dijo: “Yo—yo lo condeno a Ud. a morir ahorcado de una soga, hasta que no le quede vida mortal. Y Dios tenga misericordia de su alma”.",
    "Y el muchacho fue llevado a la prisión, y metido en el calabozo, donde estaría hasta el momento en que iba a morir.",
    "Y amigos acudieron al juez, y dijeron: “Juez, lo ayudamos a elegir a Ud. al consejo. Por favor, por favor, no deje que ese joven muera así”.",
    "Yo acabo de llegar de Texas, de otro, algo similar. Un joven y una joven, y Dios les perdonó la vida. Ellos debían morir, como a los dos o tres días. Supongo que todos Uds. vieron el periódico, los que estuvieron conmigo allá, que les perdonaron sus vidas.",
    "Así que rogaron y rogaron, y rogaron, la gente, para que él no lo hiciera. Pasado un tiempo, con el gobernador del estado…",
    "La madre, afuera de la puerta, un día, se desplomó en la puerta, así, y lloró pidiendo entrada.",
    "Y finalmente el hombre entró, dijo: “La madre de ese muchacho, gobernador, está—está allí afuera. Ella quiere verlo a Ud.”.\n\nY el gobernador dijo: “Déjela pasar”.",
    "Y la mujer, en humildad, se arrastró sobre las manos y los pies hasta el gobernador, y se agarró de sus zapatos, y dijo: “Señor, ese es mi hijo. No lo mate. No lo mate. Él es el único que tengo. No lo mate”. Dijo: “Él no quiso hacer eso. Solo dele vida en la prisión. Pero no le quite la vida, gobernador”.\n\nEl gobernador dijo: “Bien, iré a verlo”.\n\nDijo: “Muy bien”.",
    "Así que el gobernador fue allá a la prisión donde se encontraba, y entraron. El muchacho quiso ser arrogante. Dijeron: “Alguien quiere verte”.",
    "Y el gobernador entró, dijo: “Joven, quiero hablar contigo”. Él le fue muy arrogante, sentado allí, callado, no decía nada. Él dijo: “Joven, quiero que me hables. Yo quiero hablar contigo”. Y el muchacho solo actuó como si no le oyera. Y él dijo: “Joven, puedo ayudarte si me lo permites”.",
    "Le dijo: “Lárguese de aquí. No quiero oír nada que Ud. tenga qué decir”.\n\nÉl dijo: “Bueno, hijo…”.",
    "Él dijo: “Cállese. ¿No ve que estoy nervioso? No quiero oír ni una palabra que Ud. vaya a decir”.\n\nÉl dijo: “Bueno, yo vengo…”.\n\nÉl dijo: “Salga de esta celda”.\n\nAsí que él se fue. Cerraron las puertas.",
    "Entonces cuando él regresó, el hombre, el—el policía en la prisión, a la puerta, dijo: “Ud. es la persona más insensata”.\n\nÉl dijo: “Y de todas formas ¿quién era ese tipo?”.\n\nLe dijo: “Ese era el gobernador del estado”.",
    "Dijo: “No, no el gobernador. El único hombre que me puede perdonar, y yo lo eché de mi celda. El único hombre que me puede firmar el perdón, y yo lo saqué de mi celda”.\n\nMientras el gobernador salía, dijo: “Él ha escogido”.",
    "Entonces, lo último que dijo el muchacho, cuando le pusieron la máscara negra sobre el rostro, para ahorcarlo, cuando le apretaron el lazo, que le pusieron la máscara, dijo: “Y pensar: el gobernador se paró en mi celda y me hubiese perdonado si yo no lo hubiera echado”.",
    "¿Cómo sabemos nosotros, en esta mañana, que el Gobernador no está parado junto a nuestra celda esta mañana? No Lo rechace, si Ud. no ha recibido el perdón de Él. No solo el Gobernador, sino el Rey, el Único Quien puede perdonarlo a Ud., tal vez esté parado junto a esa pequeña celda en la que Ud. ha vivido por tanto tiempo. ¿Por qué no le da Ud. entrada a Él, si no—si no lo ha hecho, si Ud. no se ha rendido completamente a Él?",
    "Algún día Ud. se dará cuenta que este pequeño camino humilde, que Ud. tal vez considera un montón de tonterías, un montón de gente que no sabe de lo que habla, Ud. se dará cuenta que el Gobernador está aquí en esta mañana. Si Ud. tiene necesidad, si está en una pequeña celda de enfermedad de la que no puede salir, el Gobernador está aquí. El Gobernador del mundo, Él es justo y no lo rechazará a Ud. Él vino. Él firmó su perdón. Él solo quiere entregárselo en esta mañana. No lo rechace.\n\nInclinemos nuestros rostros un minuto.",
    "Si Ud. quiere ahora una verdadera victoria, con su rostro inclinado, ¿por qué no se rinde y le permite al Gobernador de estado, le permite al Gobernador firmar su perdón en esta mañana? Él está dispuesto a sacarlo a Ud.; sacarlo del pecado, sacarlo de la incredulidad, sacarlo de la enfermedad, sacarlo de lo que sea que Ud. quiera. Hágalo Ud. mientras que oramos.\n\nAhora, ore a su propia manera. Hable Ud. con Él. ¿Ve?",
    "El alcaide pudiera haber hablado con el gobernador; no hubiera servido. ¿Ven? El muchacho tenía que hablar con el gobernador. ¿Ven?",
    "Ud. tiene que hablar con el Gobernador. Si Ud. está enfermo, hable con Él. Si Ud. ha pecado y obrado mal, hable con Él. Él tiene un perdón para Ud.",
    "Padre Celestial, estamos agradecidos. Y yo, Señor, estoy tan endeudado Contigo. No hay manera que yo pudiera llegar a pagar la deuda de mi pecado. Un día, yo estaba en una celda, porque nací en esa celda. Yo conocía lo—lo que significaba la libertad. Y el precio era tan alto, que yo no podía pagarlo. Pero estoy tan contento que el día que Tú visitaste mi celda, yo lo reconocí, que era el Único que podía perdonar. La única manera de yo poder ser libre y tener victoria, una victoria total, era aceptando el perdón que Tú firmaste para mí. Y hoy yo soy libre.",
    "Estoy tan contento, Señor. Yo visito de cárcel en cárcel, a aquellos que tienen enredos matrimoniales, aquellos enfermos y con fiebre, aquellos enfermos y en prisión, aquellos en pecado y en prisión, aquellos con confusión y duda, y en prisión. Voy de celda en celda, diciéndoles, aquí justamente viene el Gobernador, perdonando a todos, liberando a todos.",
    "Padre, Tú conoces el corazón de las personas aquí hoy. Que este sea un día-V, todo un día-V. Que este sea un día cuando todos, Señor, hoy, reciban la victoria. Concédelo, Señor.",
    "Permite que toda persona enferma sea sanada, que está en este auditorio hoy.",
    "Que este desierto acá atrás sea un tiempo cuando la Voz de Dios hable por medio del—del fuego ardiente de la fe. ¡Oh, Dios! que ese pequeño fuego que arde allí, de la fe, esa pequeña esperanza que arde, permite que por ese medio hable la Voz de Dios, a cada prisionero en esta mañana, y diga: “Yo he venido a liberarte”. Si hay un muchacho o muchacha, hombre o mujer aquí, Señor, que no te conoce como su Salvador, que esa pequeña Voz hable, esa pequeña fe, una Voz hable ahora, y que digan: “Sí, yo creo que Dios existe. Yo creo que Él es todo lo que dicen que Él es”. Y, Señor, permite que esa pequeña fe los libere ahora mismo. Concédelo, Señor.",
    "Bendícelos. Bendice aquí al Hermano Isaacson, Señor. Amamos a este joven y a su esposa, a sus niños. Bendice la pequeña iglesia, ¡oh, Dios! Pues estamos muy contentos por ellos, estamos muy contentos de ver que tienen un techo aquí sobre su cabeza, y un lugar aquí. Eres tan bueno con ellos, Señor. Y estamos muy agradecidos Contigo. Que ellos siempre permanezcan humildes y dulces, en la Presencia de Dios.",
    "Bendice a este extranjero que ha entrado por nuestra puerta. Bendice al que visita, Señor. Oramos que Tú seas con ellos. Y si ellos no han recibido esta victoria plena, al grado que puedan decirle “amén” a toda Palabra que Dios habla, entonces, Señor, que su fe, esta mañana, que tienen en Ti, acentúe cada Palabra con un “amén”. Concédelo, Señor.",
    "Bendícenos juntamente. Libera al enfermo y al afligido. Recibe Tú la gloria.",
    "Y amado Dios, que no nos preocupemos ahora después de esto, y recordemos que estas pruebas y demás que nos vienen, solo suceden porque Dios nos ama. Él nos las da para, porque confía en nosotros. Él cree que nosotros… que tenemos fe y amor por Él, que podremos vencer. Él verá que así sea. Y permite que no nos preocupemos y—y nos alteremos por eso. Solo permite que caminemos allí arriba y hablemos la Palabra, y avancemos. Los mares se abrirán. Vendrán los días-V. Concédelo, Señor. Y que este sea uno de los días-V más importantes de nuestro tiempo. Bendícenos hasta que nos reunamos de nuevo, en el Nombre de Jesucristo. Amén.",
    "Quiero decir esto, antes de tener que marcharme. Tengo una hora y media ahora, para llegar a Tucson. Es una buena manejada. Pero quiero decir esto: que verdaderamente he disfrutado estar aquí y sentir esta—esta fe que Uds. tienen. Nunca se aparten de ella. Permitan que ese pequeño fuego continúe ardiendo y ardiendo. Y recuerden: Dios habla en esos pequeños fuegos.",
    "Hermano Isaacson: yo—yo sencillamente no sé cómo expresarlo, lo agradecido, por Ud. que ha podido venir acá y—y mantener al—al grupito junto. Que Dios, mi hermano, siempre le de la fuerza para continuar adelante. Y para Uds. los que vienen a oír: que Dios siempre les conceda fuerzas, fuerzas Divinas, para que sigan adelante. Ahora si…",
    "Supongo que tendrán una pequeña despedida formal en unos momentos, a la manera del Hermano Isaacson. Le entregaré el servicio a él.",
    "Y si alguno de Uds. aquí, que ha, que ha estado estudiando acerca del bautismo en agua en el Nombre de “Jesucristo” en lugar de los títulos de “Padre, Hijo, Espíritu Santo”, nuestro pastorcito aquí, está aquí dispuesto, con gusto lo hará, realizará el bautismo. Si hay problemas en su corazón y quieren que él ore por esto a su lado, él está aquí mismo para hacerlo. Y yo… no hace mucho lo conozco, y—y estuve con él, y me he sentado con él, y todo eso, se encuentra un buen espíritu fino y Cristiano en el hermanito. Y—y estoy seguro que Dios oye una oración así.",
    "Había un anciano que vivía en nuestra región, llamado Hay. Él era un gran anciano. Él era un… Cada vez que alguien… Él era humilde y amable. Pero, y algunos de ellos pensaban que él solo era un religioso raro o algo. Pero, saben, cuando alguien se enfermaba, ellos llamaban al anciano Papá Hay para que viniera a orar por ellos. Él entonces no era para nada un raro. Él solo era un hombre genuino. Y ese soldado anciano…",
    "Y un incrédulo vivía allá en la cima de la colina, tenía una granja. Era un amigo de mi papá. Mi padre bebía. Me avergüenza decirlo. Pero, esa es la verdad, Uds. saben.\n\nLa Biblia es algo que dice la Verdad. ¿Ven?",
    "Y, tenemos un libro llamado la historia; dice que George Washington nunca dijo una mentira. Yo dudo eso. Lo dudo. Sí, señor. Soy… Yo—yo—yo no—no creo eso. Un niño puede ser criado… “Uno nace en pecado, es formado en iniquidad, viene al mundo hablando mentiras”, dice la Biblia. Así que yo—yo dudo ese punto histórico acerca de George Washington. Pues solo habla del lado bueno del hombre.",
    "La Biblia habla de los dos lados del hombre. Lot era un buen hombre allá en Sodoma. “Los pecados de la ciudad afligían su alma justa”. Pero, no obstante, Ella no falló en decir que él vivió con su propia hija y tuvo un hijo, ¿ven? Ella dice las dos partes de aquello. Así que, nosotros tenemos que decir los dos lados.",
    "Mi padre, cuando bebía, andaba con este incrédulo. Y él se reía de este anciano. Siempre se estaba burlando de él. “El Anciano Papá Hay” le decíamos, “Pop Hay”, solo tenía un bordecito de pelo. Él era un predicador anciano. Y una vez ellos querían que lloviera. Todas sus cosechas se estaban secando. Y ellos vinieron a una iglesita no más grande que esta, llamada El Pequeño Reino De La Zarigüeya, por allá adentro en Kentucky. Y cuando fueron allá, dicen que él dijo…",
    "Él, el anciano Pop Hay, tenía un dicho. Él decía: “Amigo, bendita alma mía”. Un hombrecito humilde, andaba a caballo, un predicador de circuito anciano. Y ellos le pagaban con una canasta de calabaza seca, Uds. saben, y con lo que tuvieran, Uds. saben, y un poco de grasa o algo. Con eso, Uds. saben, es la manera que les pagaban a los antiguos predicadores de circuito. Muchos de Uds. aquí recuerdan los antiguos predicadores de circuito del Este.",
    "Y un día todas las cosechas se estaban secando. Y el anciano Pop Hay dijo: “Bueno, amigo, bendita alma mía”; después de tener un pequeño servicio como este. Dijo: “Si algunos de Uds. se quieren quedar y orar pidiendo lluvia, para que Dios salve sus cosechas” dijo él, “quédense conmigo”. Y toda la iglesia se quedó allí con él.",
    "Pop, salió allá, era apenas un muchacho, le quitó la silla de montar al caballo, la entró—la entró a la iglesia, porque él sabía que iba a llover.",
    "Ese anciano se arrodilló en el altar. Él ni siquiera se levantó. Dicen que como a la hora, él oyó un ruido. Él miró alrededor. Una nube oscura venía sobre la colina. Allí estaba. ¿Ven?",
    "El incrédulo, entre los amigos de papá que se burlaron del viejo predicador, cuando él murió, tuvieron que sujetarlo en la cama. Se contagió de fiebre tifoidea. Muchos de Uds. por acá probablemente no sepan lo que es. ¡Oh, es una cosa terrible! Y él peleó contra diablos por horas y horas, por tres o cuatro días. Él decía: “Charlie, Charlie”, ese era mi padre. Él le decía: “No dejes que me agarre. No lo dejes que me agarre. ¿No lo ves sentado allí al borde de esa cama allí, envuelto en esas cadenas? No lo dejes que me ate con ellas. ¡Oh!”. Él gritaba. Y lo sujetaban, cuatro o cinco hombres lo sujetaban en la cama, cuando él estaba para morir.",
    "Por allá en Kentucky, tenían viejas clavijas por la pared donde colgaban la ropa. ¿Alguien ha llegado a ver una casa de esas, donde ponían las clavijas?",
    "Y él tenía su saco viejo colgando de allí. Dijo: “Charlie, hay un frasco de whisky en mi bolsillo. Ve y dáselo a mis hijos”.",
    "Y su esposa, una Cristiana, lloraba allá en la cocina, mientras cocinaba la cena. Él dijo: “Yo no pude hacerlo”.",
    "Y ellos lo sujetaron en la cama hasta que murió, luchando para quitarse esos demonios de encima.",
    "Cuando el anciano Pop Hay, del que se burlaron, cuando él ya iba a morir, tenía como ochenta y cinco, noventa años, él se durmió. Y todos los niños lo rodearon. Los hijos de sus bisnietos ya adultos se reunieron alrededor de la cama. Él se levantó. Tenía las barbas blancas, Uds. saben, un pequeño borde de pelo en la cabeza. El… Su cabeza arriba, calva. Movió su bigote, dijo: “Amigo, bendita alma mía”. Dijo: “Todos Uds. pensaron que el anciano Pop Hay estaba muerto ¿verdad?”. Él dijo: “Bueno, yo no puedo morir”. Dijo: “Yo morí hace años”. Dijo: “Solo es que voy a encontrarme con el Señor Jesús”. Él dijo: “¡Oh, es grandioso!”. Dijo: “Todos Uds., hijos míos, acérquense a la cama”. Él tomó, desde el mayor hasta el más joven, de la mano, y los bendijo.",
    "Entonces les dijo a sus dos hijos mayores, dijo: “Levántenme”. Y ellos lo levantaron en la cama. Él no podía sostener las manos alzadas. Estaba muy débil.",
    "Él le dijo a su otro muchacho, dijo: “Levántame la mano”. Él le levantó las manos, así.",
    "Él dijo: “Día felíz, día felíz, cuando Jesús me lavó de mis pecados. Él me enseñó cómo vigilar y orar, y a vivir en regocijo a diario”. Inclinó el rostro y partió.\n\nBueno, nosotros tendremos que llegar a uno de esos finales.",
    "Me alegra que Uds. tengan a un hombrecito humilde como este con Uds., en quien tienen confianza. Créanle; Dios obrará milagros para Uds., entre Uds.",
    "Y quiero pedirle algo a esta iglesita. Oren por mí, ¿lo harán? Yo también soy uno de sus hermanos. No estoy con Uds. todo el tiempo; quiero estar. Uds. reciben las cintas y demás aquí. Y ando por acá afuera en un gran campo de batalla. Esta solo es una de las misiones donde estamos esperando la Venida del Señor. Oren por mí, pues verdaderamente necesito sus oraciones. Dependo de ellas, muchas veces cuando llego a lugares difíciles, especialmente en los campos en el extranjero.",
    "Y hay brujos y de todo, miles y miles de ellos parados allí, retándolo a uno, y uno sale allá, solo, ¡oh!, más vale que uno sepa de lo que está hablando. ¡Oh, vaya! Cuando ellos pueden hacer cualquier cosa. Ellos pueden imitar casi cualquier cosa que Dios tiene. Pueden hacerlo. Así como Janes y Jambres, ajá, ellos pueden imitar cualquier cosa que Dios tiene aquí.",
    "Entonces recordaré, pensaré en el pequeño grupito fiel. “¿Qué hora del día es?”. Por allá en la parte trasera del desierto allá, lejos, en un pequeño lugarcito llamado Sierra Vista, ¿ven?, en este momento están teniendo una pequeña reunión de oración. ¿Ven? Lejos por allá al otro lado de la montaña, allá arriba en ese viejo campamento de vacas, en un lugar así, ellos están orando.",
    "Entonces salgo allá, digo: “Estoy cubierto por la oración. Satanás, tú no me puedes hacer nada a mí. Yo vengo en el Nombre del Señor Jesús”. ¿Ven Uds.?, algo sucede.",
    "Oren por mí. ¿Lo harán Uds. ahora, todos Uds.? [La congregación dice: “Amén”.—Ed.] Amén.\n\nHermano Isaacson, pase aquí.",
    "Saben, yo—yo quisiera poder quedarme por aquí, y poder ir a casa con cada uno de Uds. y cenar. Me tomaría bastante tiempo. Y sé que Uds. varones tienen la mejor cocinera del mundo. No cabe duda que la tienen. ¿Ven? Y en realidad me gustaría hacer eso. Pero yo—yo no puedo hacerlo hoy. Todos Uds. lo entienden, ¿verdad? Uds., Uds. entienden, que no puedo hacerlo ahora mismo. Estoy aquí bajo tremenda presión, actualmente. Yo quiero venir y tener un poco de compañerismo con Uds. De hecho, quiero regresar, regresar y estar con Uds. Dios les bendiga.",
    "Ahora, Hermano Isaacson, se lo entrego, lo que el Señor le guíe a hacer.",
    "Ahora, si hay alguno de Uds. que quiera pasar aquí, que nunca se ha rendido a Jesucristo, y Ud. quiere pasar aquí y pararse aquí en esta mañana, junto a este púlpito, donde nos paramos el Hermano Isaacson y yo, y quieren recibir oración, quieren que oremos para que Dios los salve, ¿pasarían ahora? Y Uds., Uds. conseguirán una victoria total hoy. Si Uds.…",
    "Si alguno de Uds. está descarriado y apartado de Dios, y no sabe—no sabe, Ud. ha perdido ese compañerismo, como esa damita anoche. ¡Oh, las tinieblas se juntan cuando Ud. se aparta de Dios! Ud. está en un camino lodoso. Está destinado a perder. Y si Ud. no tiene esa victoria que debería tener, ¿por qué no viene Ud. también? Esta es una victoria completa. Este pudiera ser un día-V para Ud., sobre todas las cosas del mundo.",
    "Ud. dice: “He tenido tantas pruebas, Hermano Branham. He sido arrastrado de lugar a lugar”. ¿No acabo de decirle que ese es Dios, por cuanto Él ha confiado en Ud.? Ud. no le va a fallar a Él, ¿verdad? Puede ser que Ud. haya caído. Tal vez Ud. ha cometido un error. Pero Ud. no le fallará, ¿verdad? Ud. se volverá a levantar como un verdadero soldado, empuñe la Espada y venga de nuevo adelante. Nos daría gusto hacer eso. Seguro.",
    "Y si no, entonces el Hermano Isaacson continuará hablándoles.",
    "Si me disculpan ahora, tendré que salir, para regresar a Tucson. Volveré a verlos de nuevo, si es la voluntad del Señor. Dios los bendiga. Ahora, ¿van a orar por mí? [La congregación dice: “Amén”.—Ed.]",
    "Recuerden, Ud. es victorioso completamente, y ponga su enfoque en Jesucristo. Él es el mismo ayer, hoy y por los siglos. Y algún día, con su mira enfocada, Él vendrá del cielo con una Voz de mando, la Voz del Arcángel. Los muertos en Cristo resucitarán. Y estos cuerpos mortales se vestirán de inmortalidad, e iremos a estar con Él para siempre. Hasta entonces, vigilen y oren. Dios les bendiga. 🦅"
  ]
}