{
  "title": "MIRA",
  "id": "63320009",
  "content": [
    "🦅  …Hermano Jimmy. Y buenos días, amigos. Es… Estoy muy contento de estar aquí en Phoenix de nuevo esta mañana, disfrutando este tiempo tan bueno de compañerismo. Ojalá pudiera sentarme mucho tiempo, escuchando estas hermosas canciones, y ver al joven Jimmy realmente interpretar esa canción. ¡Hmm! No hay nada fingido en ese muchacho, ¿verdad?",
    "Y el Hermano Outlaw me estaba diciendo esta mañana que esta es su preciosa madre sentada aquí junto a la puerta, de ochenta y un años. Dios la bendiga, hermana. Me supongo que hace muchos años cuando Ud. mecía a ese pequeño bebé en sus brazos, y esas manitas golpeaban sus mejillas, Ud. nunca se imaginó que tal vez estaría sentada aquí, de ochenta años, escuchándolo a él en su iglesia, en ese momento. ¿Se lo imaginó allá? ¡Qué bien eso!, muy bien. ¡Qué felicidad! Dios le ha dado… Bueno, no pudiera decir muchos años, porque Ud. es—Ud. es, en su interior, un ser Eterno. ¿Lo ve? Ud. nunca comenzó, así que Ud. no puede terminar, Ud. sencillamente tiene Vida Eterna. Eso es muy bueno.",
    "Al Hermano Dyson, aún no he tenido el privilegio de conocerlo, pero él va a continuar con este servicio hasta la próxima semana, comenzando esta noche, aquí en la iglesia. Y estoy… En verdad espero que este avivamiento tenga un tremendo éxito. Solo desearía poder sentarme aquí atrás en alguna parte y simplemente empaparme de las bondades de Dios, como predica nuestro hermano. Escuché que él es hijo de un misionero de Jerusalén. Y, pues, estoy seguro de que van a disfrutar el ministerio de nuestro hermano esta semana. Si es posible, asistan, escúchenlo, apóyenlo. Y los que no puedan venir y estén lejos de casa, fuera de la ciudad y no puedan regresar, hagan lo que yo voy a hacer: oren por él, y oren por el éxito del servicio.",
    "Recuerdo la primera vez en Phoenix. Fue en esta iglesia, solo que en otro lugar. Era la iglesia, pero bajo un techo diferente en el cual adoramos, y el gran compañerismo que tuvimos con el Hermano Outlaw. Tengo un disco que se hizo en esa reunión. Y siempre… Cuando me siento un poco triste, pongo a sonar este disco, y ya casi está todo rayado. Quizás, puede ser que el hombre que lo hizo esté aquí esta mañana; un pequeño disco rojo flexible. Y luego, por supuesto, tengo muchos de los últimos discos de este coro de jóvenes aquí, que eran bebés en ese entonces, cantando. Lo disfrutamos mucho.",
    "Cuando oímos estos hermosos cantos, le dije al Hermano Outlaw: “Me alegro que los estén grabando, porque me gusta estudiarlos. Me gusta oír esos cantos y poner la cinta, escuchar los cantos cuando uno logra sentarse”.",
    "No hay nada como la música. Saben, Dios sana por medio de la música. ¿Lo sabían? Ajá. Dios sana por la música.",
    "Dios sana por medio del amor. ¿Ven? Dios sana por medio de la medicina. Dios sana por medio de la oración. Dios tiene muchas maneras de sanar. Depende del tipo que Ud. necesite.",
    "A veces un poco de amor, expresado, sana una vieja llaga, una vieja herida que se convirtió en un rencor o algo. Lo sanará de inmediato, solo un poco de amor, un poco de afecto.",
    "En algún momento, cuando uno se siente todo triste y, como decimos en expresión de la calle, triste en el basurero, ¿ven?, solo pongan una de esas cintas, esa música o un disco, y colóquenlo. Cuando menos piensa, Ud. estará llevando el ritmo con su pie, o su mano, y hasta ahí llegará eso. Ud. está de pie otra vez y listo para continuar.",
    "Ahora, estos Mensajes de seis horas, no son del tipo evangelístico, son cuando estoy en casa y—y como que… Todos allí saben cómo soportarme, es algo de tiro largo. Y muchas personas pueden decir más en cinco minutos, ¿ven?, de lo que yo puedo decir en esas seis horas. Así que, depende de lo que Ud. esté diciendo.",
    "Ahora, en esta mañana, creo que tengo una notita por aquí, de una hermana aquí que quiere que su bebé sea dedicado al Señor. Y le dije al Hermano Outlaw: “¿Ud. no bautiza a los niños?”.\n\nÉl dijo: “No”. No, él solo… Él los dedica como la Escritura dice que sean dedicados.",
    "Así que yo—yo creo que, en este momento, si esta hermana tiene a este pequeño para traer, lo trae. Y nosotros—nosotros creemos en esto, siendo una doctrina de la Biblia. Y tratando de seguir la Escritura y el patrón que el Señor Jesús nos dejó, lo más fiel que podemos, es siguiendo la manera en que Él lo hizo. Y no encontramos ningún lugar en la Biblia donde Él los haya bautizado o aun comisionado a que se bautizaran. Él—Él simplemente… Dijeron: “Le traían niños, para que los bendijera. Y Él puso Sus manos sobre ellos y dijo: ‘Dejad a los niños venir a Mí, y no se los impidáis, porque de los tales es el Reino de Dios’”.",
    "Así que, si el organista o el pianista nos dan un poco de esa hermosa música, suavemente: “Tráiganlos, tráiganlos, tráiganlos de los campos del pecado”. Yo creo que Uds. están familiarizados con ella.",
    "¿Cuál es el nombre del pequeño? [La madre dice: “Es una niña. Es Rebekah”.—Ed.] Rebekah. ¿Apellido? [“Hammer”.] Hammer. Este es el Hermano y la Hermana Hammer. [“Sí”.] Dios les bendiga. ¿Esta es la única? [“Nuestra cuarta niña”.] Cuarta niña. Ud. debería ser un evangelista. Felipe tuvo cuatro hijas, Uds. saben. [“Así es”.] Y todas fueron profetisas. [El padre dice: “Yo no soy un ministro”.] Puede que no lo sea, pero confío en que Dios le dé cuatro profetisas en estas hijas, a fin de cuentas, Hermano Hammer.",
    "Muy dulce. Está bostezando ahora. Deberían verla. Me gustan. Pero siempre temo al cargarlos, para dedicarlos, siempre temo romperlos. Uds. saben, son como… me—me siento muy raro, al cargarlos. Y mi esposa siempre dice: “No los puedes romper”. Así que, pero se ven tan dulces. Es que uno tiene que tomarlos. Así que, voy a tratar de cargarla, si está bien.",
    "Ahora, este es un trabajo que a mi esposa le gustaría. ¿No es una muñequita? La pequeña Rebekah Hammer, ¿cómo está Ud.? ¡Qué bien! Estamos agradecidos por esto, cómo Dios ha dado esta hermosa niña a esta unión. Tiene que venir de Dios solamente; nadie puede dar vida sino Dios.\n\nInclinemos nuestros rostros ahora.",
    "Nuestro Padre Celestial, Te traemos esta mañana esta pequeña masita de amor que ha sido puesta en este hogar, por Tu gran mano. ¡Cómo la madre, en estos meses, la ha llevado debajo su corazón, anhelando ver cómo se vería al llegar! Y aquí está en esta mañana, esta dulce y encantadora niña. Y ella le da un nombre Bíblico. Y ahora vienen al altar de Dios, ella y su esposo, para dedicarla, devolviéndola al Dios que se las dio. Bendice su hogar, Padre, oramos. Bendice a su familia. Bendice a esta pequeña Rebekah.",
    "En la Biblia, encontramos que la gente Te traía bebés, para que tal vez colocaras Tus manos sobre ellos y bendecirlos. Y si Tú solo estuvieras aquí en un cuerpo visible esta mañana, pues, este padre Te traería a esta pequeña Rebekah. Somos conscientes, Señor, que nuestras manos son muy pobres sustitutos para esta gran tarea, pero Tú nos has encargado hacerlo. Por lo tanto, Señor, Te entrego a la pequeña Rebeca, en el Nombre de Jesucristo, en dedicación. Que Tú tomes su pequeña vida y la uses, Señor, para Tu gloria. Y Te alabaremos por eso, en el Nombre de Jesús. Amén.",
    "Dios les bendiga. El Señor conceda que la bebé viva, llegue a ser una buena mujer y una gran sierva de Cristo para el mañana, si hay un mañana. Dios los bendiga a ambos, tan encantadores.",
    "¡Oh, esos pequeños! Si… Esa inocencia, muchas veces he pensado en lo inocente que es un niño; y, sin embargo, si tan solo pudiéramos ser tan inocentes como uno de esos niños, pero encontramos que, somos más inocentes, cuando la Sangre de Jesucristo nos ha limpiado de todo pecado.",
    "Ahora, abramos en las Escrituras. Para Uds. que les gusta leer la Escritura, abramos en el libro de Hebreos, el capítulo 9, para unas Palabras. Comencemos con el versículo 24 del capítulo 9.\n\nPorque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios;\n\ny no para ofrecerse muchas veces, como entraba el sumo sacerdote en el Lugar Santísimo cada año con sangre ajena.\n\nDe otra manera le hubiera sido necesario padecer muchas veces desde el principio del mundo; pero ahora, en la consumación de los siglos, se presentó una vez para siempre por el sacrificio de sí mismo para quitar de en medio el pecado.\n\nY de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio,\n\nasí también Cristo fue ofrecido una sola vez para llevar el pecado de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Ahora inclinemos nuestros rostros para orar.",
    "Dios Todopoderoso, Quien es el principio de todas las cosas, Quien hizo los mundos por medio de Jesucristo, venimos a Tu Presencia, en este edificio esta mañana, en una reunión de Tu pueblo: para ofrecernos primero a Ti para el servicio; para dar gracias por lo que ya hemos recibido de Tu mano; orando que bendigas la lectura de esta Palabra. Que el Espíritu Santo continúe haciendo la Palabra real a nosotros, mientras miramos al Autor de la Palabra, porque lo pedimos en Su Nombre, Jesucristo. Amén.",
    "Ahora, intentaremos, en esta mañana, tomar solo cuatro letras, en una palabra, Mira, como tema, y estudiarla por un rato, según el Señor nos guíe. Tengo algunas notas escritas aquí, y algunas Escrituras a las que podríamos referirnos, a medida que avanzamos. Mira.",
    "L, doble o, k, [“Look” en inglés—Trad.] mira. La palabra, realmente, cuando… Se usa con frecuencia. Pero, “mira”, cuando Ud. oye la palabra, por lo general es alguien buscando que Ud. vea lo que ellos están mirando. Ellos le dicen a Ud.: “Mira”. Como al ir por el camino, Ud., alguien, pudiera ver cierta escena, y dice: “Mira”, y luego expresa lo que es. Es la montaña, o el—el—el cacto, o lo que sea que ellos estén mirando. Pero, lo primero, para llamar su atención, es: “Mira”.",
    "Ahora, todos están mirando, hoy. Todos están esperando algo, y esperando que suceda algo.",
    "Sabemos que el mundo está constantemente vigilando los cielos, el radar y las pantallas que tenemos, alrededor del mundo, en cada nación, para su propia defensa, tienen—tienen algo como un ojo mágico, mirando para—para detectar algo que aparezca en esta pantalla, como un misil atómico o algo. Entonces, ellos tienen algo allí para responderle al que envió algo hacia acá.",
    "Todo está mirando. La Compañía Ford está con la mira en hacer un mejor Ford. El Chevrolet está con la mira en hacer un mejor Chevrolet. Phoenix está con la mira en hacer una ciudad mejor y más grande. La nación está con la mira en más territorio, para poder expandirse. La iglesia, solo la iglesia, está con la mira en más miembros.\n\nPero la Novia está con la mira en la Venida de su Señor.",
    "Todos estamos mirando. Depende de lo que la voz trata de decirle a Ud. que mire. Algunos de nosotros estamos diciendo: “Tengan en la mira esto”. Y si es una iglesia, estamos diciendo que queremos muchos más este año, miembros. Eso está bien.",
    "Pero la Voz de la que estoy tratando de hablarles a Uds. esta mañana, es como el escritor de esta epístola, creemos que es Pablo, quien dice: “Con la mira en la Venida de Jesucristo, la segunda vez”, con la mira en Él. Para hacerlo, Ud. tiene que ver algo antes de poder decirle a alguien más que mire lo que Ud. está viendo.",
    "Noé tuvo una experiencia de esto. Y él, por fe, vio venir un diluvio, una gran lluvia que iba a cubrir la tierra e iba a quitar toda la… lavaría la tierra; la re-dedicación a Dios. La inmundicia del mundo, la conglomeración a la cual había entrado la gente en ese día, y todo tenía que ser lavado, para comenzar de nuevo.",
    "Acabo de terminar una serie de servicios sobre los últimos siete sellos. Y encontramos que en este sexto sello, que hay una gran interrupción en—en la naturaleza; la luna, las estrellas, la tierra eructa. La iglesia es purificada, Israel es purificado, y todo es purificado bajo ese séptimo sello, para que pueda comenzar el Milenio. Primero tiene que haber una limpieza.",
    "Y es lo que la iglesia hoy, y quiero señalarles eso a Uds., de que necesitamos una limpieza. Antes de que algo pueda comenzar de Dios, tenemos que tener una purificación. Y cuando miramos y vemos las cosas que hay ahora, en las condiciones presentes y de la manera en que están, vemos que necesitamos que suceda algo antes de que Dios pueda continuar Su programa, y una purificación. Muchos de nosotros, y lo digo, quizás miremos atrás a…",
    "Tengo una cinta o, bueno, es una película que fue filmada en Jerusalén, donde les preguntábamos a los judíos, cuando regresaban de Irán y de muchos lugares, hace unos años, hace como cinco años, cargando a sus seres queridos en sus espaldas, y sacándolos de barcos y de aviones, y demás, regresando. Les hicieron la pregunta: “¿Están regresando Uds. a la patria a morir?”.\n\nEllos dijeron: “Venimos a ver al Mesías”.",
    "Cuando Uds. ven a Israel, ese árbol, produciendo sus brotes, es una gran insignia. El tiempo está a la mano cuando Israel llega a ser una nación, y ella es una nación hoy.",
    "Vemos suceder cosas que, para el mundo, está tan ciego a ellas como lo estuvo en los días de Noé. Pero para nosotros que tenemos la mirada en Cristo, la segunda vez, es una insignia de que Él viene pronto. Vemos que algo está por suceder, y depende de lo que Uds. estén mirando.",
    "Ahora, Noé supo por la Palabra de Dios que vendría un diluvio; por fe él lo vio. Él supo que aquello iba a suceder, porque la Palabra de Dios lo prometió. Ahora, Noé mismo, por fe, vio lo que decía la Palabra de Dios. Pero el mundo no pudo verlo, porque no se podía probar científicamente que había agua en el cielo. Pero Noé sabía que estaba allí, porque Dios así lo dijo.",
    "Esa es la Iglesia, la Novia, los llamados fuera hoy, saben que la Venida del Señor está a la mano, no importa cuánto hayamos podido progresar, y demás, y tener éxito en partir un átomo, y—y enviar un—un mensaje de radar a la luna. Eso no significa nada para el creyente, solo una señal de que la Venida del Señor está a la mano. Vemos naciones en la quiebra, y las naciones vienen, se hacen pedazos, y el mundo haciéndose a pedazos, y el movimiento de la iglesia hecho pedazos. Entonces, somos instruidos que, “Nosotros recibimos un Reino que no puede ser conmovido”. Pero a medida que comienzan a suceder estas cosas, la Iglesia se une, más y más fuerte, con la… por la Palabra de Dios. Es un gran día en el que estamos viviendo. Y estamos…",
    "Todos tienen la mira puesta en algo. Ud. pudiera estar esperando hoy la hora de llegar a casa, para tomar su cena. Pudiera haber un—un día de campo esta tarde, al que Ud. llevará a su familia. Puede ser que haya otra cosa, la próxima semana, que Ud. esté esperando que venga un vecino, o algún amigo. Pero todos están con la mira en algo.",
    "Y como un grupo de creyentes hoy, reunidos, queremos fijar nuestros pensamientos, nuestros principios y cosas, en la Venida del Señor: “Con la mira en Cristo, Quien aparecerá por segunda vez, sin pecado, para salvación, para aquellos que creen y están con la mira en que Él venga”. Dios, aquí, el… por el escritor, nos está invitando a—a ver esto y a mirarlo. Nosotros… El escritor dice aquí que, “Tenemos la mirada en Cristo, la segunda vez, para verlo como Él es”.",
    "Y ahora sabemos que la Palabra es Cristo; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y Hebreos 13:8 dice: “Él es el mismo ayer, hoy, y por los siglos”. Por lo tanto, es la Palabra a la que miramos, entonces, porque Ella es la—la expresión de lo que Dios es. Y cuando Dios vino en Cristo, Él fue la expresión de lo que era Dios. Y lo que Él haya sido, Él lo será para siempre, porque Él es Eterno y no puede cambiar.",
    "¡Qué esperanza nos da, que Dios no nos ha dejado sin un verdadero testigo en los días de confusión en que vivimos hoy! Sin embargo, realmente somos un pueblo privilegiado, si solo miramos al verdadero testimonio que tenemos, la Palabra, ¿ven?, porque esa es la revelación completa de Dios de Jesucristo. No se Le puede añadir ni quitar nada, porque Ella es la revelación de Jesucristo.",
    "Dios nunca ha dejado a Su pueblo sin un verdadero testigo. Dios va a juzgar al mundo por medio de Jesucristo. Y si Jesucristo es la Palabra, entonces Dios juzga a la iglesia, o al mundo, por la Palabra, porque Él es la Palabra. Viene un Juicio; el pecador lo sabe.",
    "Mucha gente, cuando Ud. habla de la Iglesia, ellos tienen una idea rara. El mundo, cuando pasan junto a la Iglesia, quiero decir, el Cuerpo de Cristo reunido, ellos se imaginan a nuestras mujeres con un gran cabello largo y fibroso, con vestidos negros y todo. Y ellos piensan en los hombres con dedos largos, vestidos de negro, y siempre condenándolos. En el buen sentido de la palabra, eso es verdad, porque: “La Iglesia es un pueblo peculiar, un pueblo llamado a salir”.",
    "Y la razón por la que le parece de esa manera a ese hombre que quiere juzgar a la Iglesia en esa condición, es porque la Iglesia siempre está señalando con un dedo condenatorio a todo lo que él considera que es bueno. Y si es un pecador, él piensa que el pecado es bueno, los placeres de la vida, viviendo en el mundo. Y cuando la Iglesia se pone de pie y condena esa cosa, Eso le parece a él un animal espantoso. Pero si él tan solo supiera que, es la única manera de Dios de traer salvación, correcto, expresando la Palabra de Dios por los labios de Sus siervos.",
    "Ahora, Dios pudo haber escogido predicar el Evangelio por el sol, por la luna, por las estrellas, por el viento, o por la naturaleza. Pero Él escogió hombres para predicar el Evangelio, y de allí es de donde vendrá la Voz de Dios. Y Ud. puede juzgar la voz de acuerdo a la palabra que expresa, entonces se puede ver qué clase de voz Ud. está escuchando. Si es contraria a la Palabra, no le presten atención. Pero si es la Palabra, entonces Dios tiene el deber de respaldar esa Palabra y vindicarla y hacerla la Verdad, porque Él prometió hacerlo. Así que estamos viviendo en un gran día, estas Palabras de Cristo expresadas.",
    "Cuando Él vino al mundo, Él mismo era la Palabra. Él no tuvo que escribir libros; Él nunca escribió un libro. ¿Por qué? Él era la Palabra. Él no tenía que escribir de nada, porque Él era de lo que los otros habían escrito. Él era la Palabra. Por lo tanto, Él no escribió nada con Su Propia mano. Él Mismo era la Palabra. Y Él es el mismo ayer, hoy, y por los siglos, así que Él sigue siendo la Palabra.",
    "Él les dijo a los judíos, un día, Él dijo: “¿Quién Me puede acusar de pecado?”. Ahora, pecado es “incredulidad”. “¿Quién puede señalarme con el dedo y decir que Yo no he cumplido toda Palabra que fue escrita de Mí?”.",
    "¿No sería algo glorioso en esta mañana, mis hermanos y hermanas, si la Iglesia del Dios viviente pudiera pararse y decir: “Quién me puede acusar de pecado? Todo don que Dios prometió en la Biblia, y todo lo que Él prometió que se cumpliría, está operando entre nosotros hoy”. ¿No es algo maravilloso? ¿Quién puede? Entonces nosotros… Los pensamientos denominacionales dejarían de existir completamente cuando podemos ver a Dios hablando por Sí Mismo.",
    "Tantas personas están buscando diferentes… Nadie quiere morir; nadie se quiere perder. Todos quieren estar en la Presencia de Dios; yo lo quiero, Uds. lo quieren, todos lo quieren. Pero no estamos dispuestos a venir de la manera que Dios ha provisto para que vengamos. ¿Ven? Eso es lo que hace tanta diferencia.",
    "Mi muchacho, Billy, el otro día, me dio una cámara. Y me mostró un—un objeto. Él dijo: “Papá, haz la fotografía de eso allá”. Bueno, es una pequeña Petri de 35mm. Y tomé la pequeña cámara y miré el objeto. Había como tres de esos objetos allá, un cacto Saguaro. Pude ver un tallo, dos tallos, tres tallos. Y la bajé, miré, solo había un tallo. Miré de nuevo, parecía que había tres tallos.",
    "Bueno, así es, a veces, nosotros nos desenfocamos. Consígase un Telémetro. Y queremos poner algo de Dios por allá en el pasado, en otro lugar, y lo que sea, es porque tal vez no hemos usado nuestro Telémetro. Deje que el Espíritu Santo aparte nuestras ideas de nosotros y de la teología de nuestra iglesia, y permitan que el Telémetro entre y nos conecte, Uds. no verán tres o cuatro. Uds. verán un objeto, de Dios. ¿Ven?",
    "Mirando a través de la misma cámara, el hombre puede ver algo, pero su propia inteligencia le dice que solo hay un tallo allá afuera. ¿Ven?",
    "Pero así es como lo hace el Espíritu Santo, si tan solo Le permitimos que sea a Su manera. Tomará la Palabra Misma y La enfocará, hasta poder ver lo que estamos mirando entonces. Y entonces Ud. se dará cuenta de que, quizás, la gente que está tratando de mostrarle algo, no está tan errada, después de todo, ¿ven Uds.?; si tan solo permiten que el Telémetro funcione, la Palabra Misma, comenzar a mostrar la Palabra en manifestación. Amén. Lo—lo hará si Ud. solo se lo permite. ¿Ven? Pero uno tiene que usar el telémetro, para tener su—su… Si da en el blanco una vez, volverá a darle.",
    "A mí—a mí me encanta disparar, y—y a los blancos. Y aquí no hace mucho, yo estaba cazando ardillas allá en Kentucky. Había… Yo tenía un pequeño rifle modelo 75. Suena… Espero que no les suene sacrílego a Uds. decir esto en un sermón, pero yo—yo se los voy a decir. Estoy queriendo hacer un punto. Y este pequeño rifle, lo calibré. Y he manejado y maniobrado armas desde que era un niño; me—me encantan. Y yo—yo tenía este pequeño modelo 75 afinado para darle, siempre, al ojo de una ardilla a 45 metros.",
    "Tenía una hoja de patio de tiro allá, firmado, que, “Pasaron nueve balas por el mismo hoyo, a cuarenta y cinco metros, en un día lluvioso y con viento”. Y lo tengo firmado y notariado. Y ese fue el Señor ayudándome, por supuesto, a hacer eso. Eso es inusual.",
    "Y comencé a dispararle a las ardillas. Y me di cuenta, le daba en otra parte y no el ojo. Me puse nervioso. Lo intenté de nuevo, en un blanco de papel, y no dio en el blanco. Pegaba a, ¡oh, un cuarto de pulgada, o media pulgada, algo, a cuarenta y cinco metros! Pero yo sabía que podía mejorar eso. Le hice todo lo que pude al rifle, y nada parecía poder—poder corregirlo.",
    "Así que lo empaqué en una caja y lo mandé de vuelta a la Compañía Winchester para que lo examinaran, para recalibrar. Ellos me escribieron una amable carta que tengo, en mi archivo en casa. Y decía—decía: “Rev. Branham” decía, “ese—ese rifle se moverá una pulgada a veintidós yardas”. Decía: “Solo es un modelo 75”. Decía: “No es un arma de tiro al blanco; solo es una pequeña arma recreativa”. Y decía: “Ud. no va a conseguir un mejor resultado que ese”. Ahora, esa era la Compañía Winchester que fabricó el arma, decía: “Una pulgada a veintidós metros”, y yo pasé nueve tiros seguidos por un hoyo a cuarenta y cinco metros.",
    "Ahora, este es mi pensamiento. Mi esposa dijo: “Mira, Bill” dijo ella, “si esa compañía quien fabricó el rifle dice eso, y que no vas a tener un mejor resultado que ese, entonces quién eres tú para decir eso”.",
    "Le dije: “Cariño, la cosa es esta: a mí no me importa lo que diga la compañía; he visto que puede hacerlo, y sé que lo hará”.",
    "Y me senté allá, cuando los otros hermanos estaban disparándole a las ardillas. Dondequiera que les disparaban estaba bien, al medio o al centro, atrás, o adonde les diera. Me senté debajo de un árbol y lloraba. Dije: “Dios, estoy muy nervioso; no me puedo contener. ¿Por qué me hiciste un hombrecito así tan nervioso?”. Y solo…",
    "Y soy consciente de dónde estoy parado aquí, con la Biblia delante de mí. Y una Voz tan clara como pueden escuchar la mía, dijo: “Fuiste hecho así con un propósito”.\n\nPues, hasta que uno—uno sabe que ese rifle dará en el blanco una vez, porque… Si dio en el blanco una vez, más bien, dará en el blanco de nuevo; es el mismo rifle.",
    "Entonces, lo veo. ¿Ven? Si al obedecer esta Palabra, tomando este Telémetro y Lo llevo al sitio donde yo pueda ver lo mismo que vieron esos apóstoles, el mismo Evangelio que predicaron ellos, producirá los mismos resultados, porque Lo hizo por ellos. Dará en el blanco cada vez. No importa lo que digan las iglesias, y la gente que reclamen serlo, yo—yo sé que Ella lo hará. Porque… Y allí es donde yo quiero mirar, esa Palabra, ver que está exactamente enfocada, para ver la misma visión que vieron ellos. Y tendrá el mismo desempeño que tuvo para ellos, sanará a los enfermos, resucitará a los muertos, echará fuera demonios, producirá una Iglesia gloriosa Quien está dispuesta a sellar su testimonio con su propia sangre si es necesario hacer eso. Pues, depende de lo que Ud. esté mirando.",
    "Ahora, si yo hubiera mirado lo que dijo la Compañía Winchester, que se supone que son los que—que hicieron el arma, entonces yo los hubiera escuchado; pero yo sabía que no era así.",
    "Ahora, si yo miro a la iglesia, y ellos dicen: “¡Oh!, esos días han pasado, y no existe Aquello” y, ¿ven?, ¿ven dónde quedaría uno? Daría completamente fuera del blanco. ¿Ven?",
    "Pero si Él alguna vez fue Dios, Él sigue siendo Dios. Él siempre fue Dios, y Él no puede ser nada más que Dios. Y Él es Dios, Eterno. Así que, queremos mirar hacia ese Blanco; no al blanco al que está disparando la iglesia, sino al Blanco al que está disparando Cristo;",
    "🦅 Esperamos que aparezca Cristo, el mismo Jesús”. Él dijo, cuando estuvo en la tierra: “Un poco y el mundo no Me verá más. Pero, vosotros Me veréis, porque Yo estaré con vosotros hasta el fin del mundo”. Aquel mismo que podía dirigir la Palabra, y ser la Palabra, y dirigirla directamente al Blanco, ese mismo Señor Jesús está aquí esta mañana en la forma del Espíritu Santo, para dirigir nuestros pensamientos y enfocar Su Palabra, a un Dios vivo y verdadero, a un propósito, a un logro. Y si tan solo Le permitimos hacerlo, Él enfocará la Palabra directamente al lugar donde probará que Él es el mismo ayer, hoy, y por los siglos. Depende de lo que Ud. quiera mirar.",
    "Debemos enfocar nuestras vidas. No en lo que otro diga, sino enfocar nuestras vidas en Él; y Él es la Palabra. ¿Ven? Si alineamos nuestras vidas con la Palabra, entonces la Palabra y nuestra vida llegan a ser lo mismo. Él dijo: “Si permanecéis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queráis; os será concedido. De cierto os digo, si dijereis a este monte: ‘Muévete’, y no dudaréis en vuestro corazón, sino creyeras que lo que has dicho se cumplirá, puedes recibir lo que has dicho”. ¡Oh, vaya! “No lo que Yo dije; lo que Ud. dijo, puede recibirlo”, porque Ud. y Él llegan a ser lo mismo. Porque la mente que estaba en Cristo está en Ud. Y la mente que estaba en Cristo era cumplir la Palabra del Padre. Lo cual, Él era la Palabra. Allí lo tienen. Entonces Ud. y la Palabra están enfocados, juntos. Ud. llega a ser una unidad viviente de Dios. ¡Qué grandioso!",
    "Hubo un tiempo cuando los pecados del hombre… Cuando el hombre pecó delante de Dios, él cruzó un gran abismo. Como dijo un escritor aquí, que “Él apareció en los últimos días para la salvación de aquellos que la esperan”. Ahora, este gran abismo que el hombre cruzó, no se dejó camino de regreso. Él no podía regresar, por cuanto había cruzado esa separación entre él y Dios.",
    "Dios, estando lleno de gracia y misericordia, tomó un sustituto, y fue un cordero o un animal, ofrecido, una muerte sustitutiva. “Pero la sangre de toros y machos cabríos” como dice Hebreos aquí, un poco antes de donde leí, “no puede quitar el pecado”, solo cubría el pecado. Era una propiciación, ciertamente, pero solo cubría el pecado, porque hablaba de buena conciencia, esperando cuando vendría la Sangre que limpiaría el pecado, lo divorciaría, lo quitaría para siempre.",
    "Ahora, cuando vino Jesús, Él no tan solo fue un hombre; Él no fue solamente la tercera persona de la trinidad. Él, Él fue Dios. Él Mismo era Dios. Él, Él era Emanuel. Y la Biblia nos dice que, “Somos salvos por la Sangre de Dios”. Cuando Dios Mismo llegó a ser uno de nosotros, Él—Él cambió Su—Su—Su, lo que Él era. Él cambió Su tienda. Él descendió, condescendiendo de la Gloria, y Se hizo hombre. Por lo tanto, al nacer, no por sexo, Él Mismo Se creó un cuerpo en el cual Él Mismo vivió. Emanuel, Dios representado con nosotros, la Palabra hecha carne entre nosotros, y vivió con nosotros, para redimir a muchos hijos de nuevo a Dios, por medio del derramamiento de esta Sangre.",
    "El cuerpo, seguro, era Cristo; era el Ungido. Y si Cristo significa “el Ungido”, y Él es el mismo ayer, hoy, y por los siglos, y Él es la Palabra, entonces la Palabra es la unción. “Si permanecéis en Mí, y Mi Palabra en vosotros, entonces pedid lo que queráis”. Es la Palabra de Dios, la Palabra ungida, eso es lo que lo hace.",
    "Ahora, tiempo atrás, como lo he dicho, que una mujer, cuando ella tenía una mancha en una—una prenda blanca, ella… No había manera de quitarla. Recuerdo cuando mi madre solía poner café negro en grasa, para tratar de quitar una mancha de algo. Recuerdo una ocasión en que ella solía tomar el antiguo frasco de trementina y trataba de quitar la mancha, aceite de carbón y demás, para remover la mancha de una prenda. Bueno, uno no podía quitarla del todo; aún quedaba un rastro. Eso, en símbolo, me gustaría aplicar, como la sangre de cabras y ovejas, y demás.",
    "Pero ahora fabricaron una cosa llamada cloro. Y esa lejía, Clorox o lo que sea, es una lejía que se ha fabricado. Y pues, esta mañana, ¿si yo tuviera una tina llena de ese cloro puesta aquí, y un—un gotero con tinta negra? Estudiémoslo por un minuto. ¿Qué es esa tinta negra? Gran parte de ella es agua. Pero, el color, ¿de dónde vino el color? El color tuvo un origen. Sabemos que es una creación. Así que si comenzó en una creación, tuvo que venir de un Creador antes de que pudiera ser una creación.",
    "No sé lo que significan estas palabras; yo no podría desglosarlas. Pero disculpen las palabras que voy a usar, pero es para llegar a un punto. Bueno, digamos, bueno, cuando cae…",
    "Esta gota de tinta, ahora, tenía un propósito. Ese color llegó a ser ese color con un propósito. Esa sola gota de tinta puede firmar su sentencia de muerte, puede enviarlo a Ud. a la silla eléctrica. O esa sola gota de tinta puede perdonarlo a Ud. de sus pecados. Fue puesta aquí con un propósito. Tenemos que usarla para lo correcto.",
    "Pero, por ejemplo, ha terminado. Y echamos esa gota de tinta en una tina llena de cloro. ¿Qué le sucede? Ud. no ve que suceda nada, pero ya no hay color. El color se descompone. Ud. no sabe a dónde se fue. Bueno, volvió de nuevo a los ácidos. Por supuesto, el agua es, la fórmula es H2O, regresa, el agua, regresa al agua que está en el cloro. Pero el químico en este cloro lo desintegró tan completamente, que uno ya no puede encontrar ni una sola mancha. Ha desaparecido. Se descompuso en, digamos, volvió a los ácidos. ¿De dónde vienen los ácidos? Eso continúa, digamos, vino de—de átomos, pues, o moléculas. Y ¿qué moléculas? Molécula de átomos, átomos a electrones, y así sucesivamente, a medida que Ud. profundiza.",
    "Pensémoslo. Cuando comenzó allá atrás, decimos que vino del átomo, o de la molécula, digamos, la molécula cuatro-uno por la molécula seis-nueve hizo la molécula H. ¿Y si hubiera sido seis-ocho en lugar de seis-nueve? Saldría rosado en lugar de negro. Algo tenía que determinarlo. ¿Y si fuera átomo por cuatro, por seis, por once? Debería haber sido… Si hubiera salido seis en lugar de once, hubiera sido color café. ¿Ven? Tenía que venir de alguna parte de quien lo diseñó.",
    "Mire por la ventana a esa palmera. ¿Qué es? Es ceniza volcánica con vida. Mire al otro lado de la calle, y verá un eucalipto. ¿Qué es? Ceniza volcánica con vida, de una especie diferente. Miren, Uds. ven una rosa. ¿Qué es? Ceniza volcánica con vida. ¿De dónde vino el color? Solo piénsenlo. Bueno, ¿quién coloreó esa flor? Hay dos flores, de la misma especie, una amarilla y la otra roja. Ambas vienen de una pequeña semilla. ¿Y qué, de dónde vino el color? Parte de ella es verde, parte blanca, parte roja, parte amarilla, ¿de dónde vino el color? El mismo sol brilló en el mismo lugar. Algo tiene que determinarlo. Es una sustancia natural, así que tuvo que haber una creación en alguna parte. Ahora miren, entonces, ¿qué hace? Se remonta directamente al principio, a un Creador.",
    "Entonces si el pecado puso una mancha en un ser humano, y Moisés, al ofrecer una oveja, podía tomar la—la Voz de Dios…\n\n“Pondré Mis Palabras en tu boca”.",
    "Y él salió allá con la Palabra de Dios, y dijo: “Que haya moscas”. Y no había ni una mosca, en ninguna parte. En menos de cinco minutos, quizás, una mosca verde comenzó a zumbar. En otros diez minutos, eran tal vez dos libras por yarda cuadrada. ¿Qué fue? La Palabra de Dios en la boca de Su profeta. La Palabra de Dios creando, pero tiene que venir de la fuente correcta.",
    "Y entonces si Dios pudo recibir a ese hombre, y hacer un puente para cruzar allí, por medio de la sangre de ovejas y cabras, y pudo hacer la Palabra de Dios creativa por la boca de un hombre, cuánto más… no solo, pero, la creada… o el poder del sacrificio de un toro o un macho cabrío, sino la Sangre de Jesucristo; que cuando se confiesa el pecado y cae en ese cloro de Dios, la propia… La propia forma creada de Dios de remover la mancha, tanto, que queda en el Mar del Olvido, para nunca más ser recordado.",
    "Cuando un hombre confiesa sus pecados y se reconcilia con Dios, y Dios echa el pecado de esta confesión en la Sangre de Su propia Sangre, y perdona ese pecado, y—y reemplaza en ese hombre el Espíritu original que debería haber estado allí, Su propio Espíritu, haciéndolo un hijo de Dios, ¡cuánto más debería estar el poder creativo de Dios en la Iglesia! ¿Ven? Derriba toda pared de pecado. Eso derriba. ¿Ven?",
    "La gente hoy en día quiere decir: “Esas palabras fueron para otra edad pasada”. Lo son, si Ud. todavía está fuera de esa Sangre.",
    "Pero si Ud. está bajo esa Sangre, el poder de Dios por Su Palabra permanece igual; tiene que ser el mismo. Si Él pudo hacer eso por medio de la sangre de ovejas y animales, ¿qué me dice de la Sangre de Jesucristo? ¡Era muy capaz!",
    "Nuestras vidas deben cuadrar y ser enfocadas en la Palabra de Dios. Tal como lo haríamos con una cámara fotográfica, buscando el enfoque correcto antes de tomarla, y entonces tenemos la fotografía verdadera y correcta. Eso es lo que queremos hacer, enfocar nuestras vidas en Jesucristo, que Cristo y Ud. lleguen a ser la misma Persona. Ud. es un hijo adoptado de Dios por la Sangre de Jesucristo, el justo.",
    "Entonces la Iglesia avanzaría sin fricción, sin lastimar, sin daño, sin—sin dudas, sin escrúpulos, sin fricciones. Se movería en el poder de la Palabra de Dios, manifestando toda bendición Divina que Dios Le prometió, si tan solo hiciera eso.",
    "Tenemos que hacer nuestras vidas, y luego verlo a Él y a Él solamente, no a algún obispo, algún gran hombre, o algo a lo que queremos parecernos, sino mirar a Jesucristo. No alguna organización, no algún papa, o—o algún arzobispo de Canterbury, o algún otro “hombre Divino”, como llamemos en la tierra. Pero debemos mirar a Jesucristo; Él es la Palabra. Y el u-…",
    "Abraham, cuando se le pidió que peregrinara en tierra extraña, y esperara la promesa, él nunca dudó de la promesa.\n\nEl Cristiano mira lo que no se ve.",
    "Recuerde, Ud. está dotado de cinco sentidos. Uno de ellos es la vista. Pero les probaré que su vista no lo ve todo. Aquí, esta mañana, aquí mismo en este cuarto ahora mismo, hay representaciones vivientes de criaturas en este cuarto. Hay voces vivas en este cuarto. Si no, entonces vaya y encienda la televisión y vea si no hay gente por toda la nación que está siendo representada aquí mismo en este salón esta mañana. Sus figuras y sus seres están pasando por este cuarto. ¿Es verdad? ¿Por qué? La única manera en que Ud. lo percibirá, es con un transmisor, que lo capta y lo transmite a la realidad.",
    "Y la única manera en que la Iglesia sabrá que Jesucristo es el mismo ayer, hoy, y por los siglos, es al entrar en ese transmisor, la Sangre que transmite nuestros pecados lejos de nosotros, y nos trae sobre ese abismo, a la Presencia de Dios, siendo hijos de Dios en lo cual Él Mismo Se representa. ¡Oh, qué gran cosa! Si miráramos eso en esta mañana, olvidaríamos las diferencias por las cosas que hay en el mundo hoy, y esas cosas que otras personas buscan, y los grandes números y demás. “Nosotros estamos mirando a Jesucristo, Quien es el Autor y Consumador de nuestra Fe”.",
    "Ahora recuerden, toda la armadura Cristiana es sobrenatural, si Ud. es un Cristiano.",
    "Ud. dice: “Ver para creer”. Ud. nunca podrá ser un Cristiano si cree eso.",
    "🦅 Porque la fe es la substancia de lo que se espera, la evidencia de lo que no se ve”. Ud. no puede ser un Cristiano y tener que ver la cosa; toda la armadura de Dios es sobrenatural. Amor, gozo, paz, fe, paciencia, bondad, mansedumbre, amabilidad, y el Espíritu Santo, todo es invisible. Y el Cristiano no mira lo que ve con sus ojos, él mira lo que ve con su fe.",
    "Y su fe solo se puede basar en una cosa: es la Palabra. Amén. Ahora me siento como un bautista gritón. Sí, señor. ¿Ven? Cuando Ud. llega a esa Palabra, esa es la cosa viva. Esa es la Palabra. Cuando su mente y ojos pueden estar enfocados únicamente en esa Palabra, y se enfoca en eso hasta que Ud. ve exactamente lo que Dios está haciendo, ¡es una cosa muy maravillosa!",
    "Abraham lo vio. ¿Ven? Él no miró ninguno de los malentendidos de la promesa. ¿Qué si él hubiera mirado y dicho: “Pues tengo setenta y cinco años, y tal y tal voz me habló y me dijo que voy a tener un bebé de mi esposa; ella tiene sesenta y cinco años, como quince, veinte, años más allá de la menopausia”? ¿Qué hubiera hecho él? Pero ¿qué hizo él? No le prestó atención a las cosas naturales; él miró a lo que Dios dijo. Eso llegó a ser tal realidad para él que no vio otra cosa, sino lo que Dios dijo. Él dejó su hogar. Él se separó de toda incredulidad, de cualquier cosa que tratara de apartarlo. Se separó para él poder caminar solo.",
    "Eso es lo que todo creyente genuino tiene que hacer. Separarse Ud. de estos incrédulos y escépticos, y caminar con Cristo. Eso, eso es Vida para Ud.",
    "Y Abraham hizo aquello. Y veinticinco años después, lo encontramos aún creyendo la misma promesa. ¿Por qué? Él había enfocado su—su mente en la voluntad de Dios, por la Palabra de Dios, y lo creyó.",
    "Si podemos enfocarnos en el plan de Dios, en lo que Dios quiere para nosotros y lo que Dios nos prometió, y así dejar todo lo demás en paz. No importa cuánto tarde, solo seguir creyendo.",
    "Romanos 4 aquí, encontramos Romanos 4:14. Dice: “Y él no dudó de la promesa de Dios, por incredulidad”. Él no permitió que la incredulidad lo contaminara, en lo absoluto. Él miró a una cosa, y fue: la Voz que le habló.",
    "Eso es lo que la Iglesia debería hacer hoy. Mirar a esa sola cosa, la Voz, la Palabra de Dios que nos habla. Las iglesias y las personas pueden decir lo que sea; pero, miren a la Voz. ¿A qué estamos mirando nosotros?",
    "Él miró a la Voz que le habló. “Él llamó a todo, contrario a esa Voz, como si no fuera”. Y, sin embargo, materialmente, estaba tan fuera de enfoque con el mundo como lo estaba en el tiempo de Noé. Estaba igual de desenfocado.",
    "¿Por qué? En el tiempo de Noé, ellos no podían probar que había lluvia allá arriba. Pero Noé supo que, si Dios lo dijo, Él podía poner lluvia allá arriba.",
    "Abraham sabía que su—su cuerpo estaba como muerto, pero él no consideró su propio cuerpo; él no consideró la esterilidad de la matriz de Sara. Una jovencita, él se había casado con su media hermana, vivió con ella por todos estos años. Y ahora ya tiene noventa años, y él tiene cien años. Pero él ni siquiera consideró eso; ni siquiera le vino a la mente. ¿Por qué? Él se había desenfocado de toda incredulidad. ¡Oh, gloria!",
    "Eso es lo que debe hacer la Iglesia. Eso es lo que cada miembro de la Iglesia debe hacer, desenfocar de Ud. toda duda. Solo con la mira en esa Palabra. Ella lo prometió. Dios lo dijo. Tiene que ser de esa manera.",
    "La Biblia dice: “Contra esperanza, él creyó en esperanza. Él no dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció, dando gloria a Dios”. Cada día él se fortalecía porque el milagro sería mayor.",
    "A veces nosotros no podemos esperar de una noche a la otra. A veces no podemos esperar de un avivamiento al otro. Tenemos que salir y enredarnos con las cosas del mundo; vergüenza debería darnos.",
    "Antes de nosotros pasar aquí a confesar y entrar en esa Sangre de Jesús que nos limpia de todo pecado, debemos enfocarnos, para ver a ese único y verdadero Dios viviente parado allí, Quien hizo la promesa, que, “Los cielos y la tierra pasarán, pero Su Palabra no puede fallar”. Permanezca allí mismo en Eso, entonces Ud. no será sacudido por vientos de doctrina, llevado de un lugar a otro, de aquí para allá.",
    "Pero, Ud. sabe dónde está parado, porque Ud. ha sido calibrado con Dios. Ud. ve su propia vida dando en ese blanco, así como aquellos apóstoles. Ud. vive como ellos. Ud. fue bautizado como ellos. Ud. ve los mismos resultados que vieron ellos. Ud. lo ve operando en su interior. Ud. está calibrado. A mí no me importa lo que diga la compañía ni lo que digan las denominaciones. Ud. está calibrado, porque sabe que está dando en el blanco. Amén. Entonces Ud. sabe dónde está parado. Depende de lo que Ud. esté mirando. Si Ud. está mirando a alguien más, Ud. irá en cualquier dirección. Cualquier pequeño viento lo alejará a Ud. del blanco. Pero, ¡oh, Ud. no se puede desviar del blanco cuando Ud. está calibrado! Eso es todo. No hay nada que lo detenga. Dios lo lleva a su…",
    "Tal como la piedrecita de David en la honda, fue directo a su destino.",
    "Así también sus oraciones irán directo a su destino, porque se ofrece en la Sangre de Jesucristo que lo limpia a Ud. No hay pecado ni mancha en Ud. en ninguna parte. Así es. No puede haberlo. Siempre y cuando ese Cloro esté entre Dios y yo, ¿cómo verá Él mi pecado? ¿Cómo puede hacerlo?",
    "Si cometo un pecado, no es voluntariamente. “El que pecare voluntariamente después de haber recibido el conocimiento de la Verdad”. Pero no hay pecado voluntario, sin embargo, Ud. peca. Pero Ud. no lo hace voluntariamente, porque, en su corazón, Ud.—Ud. no tiene la intención de hacer esas cosas.",
    "Pero cuando uno lo hace voluntariamente, es diferente, entonces pienso que Ud. no estuvo allí en primer lugar.",
    "Ahora, el asunto es, llegar al punto donde toda mancha de pecado sea lavada de Ud. Entonces Ud. se para, redimido por la Sangre del Cordero. Ud. es un Adán, como lo era antes de él caer. Ud. es un hijo de Dios, lavado en la Sangre de la Propia Sangre de Dios.",
    "Fue la sangre la que produce un hijo. Solo fue la sangre únicamente. La sangre viene del sexo masculino. La sangre viene del hombre. La mujer, ella produce el óvulo, el relleno. Pero el hombre es la hemoglobina, pues, de allí viene el germen. Y en el germen es donde—es donde está la vida.",
    "Y la Vida no viene por confesión en alguna iglesia, o algún credo, o algún documento. Sino que la Vida viene cuando Ud. ha nacido de nuevo por la Sangre de Jesucristo, el—el Germen. “Las—las obras que Yo hago, vosotros también las haréis. El que en Mí cree, aunque esté muerto, vivirá. Todo aquel que vive y cree en Mí, no morirá jamás”. Allí está esa Vida de Dios, como un hijo de Dios, nacido por la Sangre de Dios. Y Ud. está… El mismo Espíritu Santo que escribió esta Biblia La enfocará nuevamente dentro de Ud. No hay denominación ni credo que pueda hacerlo. Solamente Dios Mismo puede tomar la cámara, el lente de sus ojos, y permitirle ver lo que es Dios, y cuál es Su propósito. Sí, señor. Seguro.",
    "Ahora, lo vemos, en Moisés. Vemos más adelante que él—él edificó… Él vio a Israel. Moisés, el gran profeta, él miró por las ventanas. Él fue criado en las cortes de Faraón. Y él miró por la ventana y vio un montón de pisadores de barro. Solo era gente a medio vestir con marcas de látigos en la espalda, sin posibilidad de ser liberados. Pero Moisés conocía la Palabra de Dios, y él los miró como un pueblo bajo promesa. Él los miró como un pueblo que tenía una promesa. No importa cuánto el mundo de ese día los menospreciara, como un montón de pisadores de barro o esclavos, él los miró como un pueblo que tenía una promesa.",
    "Faraón los miró por la misma ventana, pero él vio esclavos.",
    "Moisés vio la victoria. ¿Por qué? Él se había enfocado. Aunque era un príncipe, aunque era heredero del trono de Egipto, él se desenfocó de la concupiscencia del mundo. Él mismo quitó el enfoque de la belleza y poder que tenía en su propio potencial para recibir. Él desenfocó eso, al punto que vio un pueblo bendito allá, por la promesa de Dios. Él se enfocó, pues sabía que Dios le había prometido a Abraham que Él visitaría a Su pueblo. Y él sabía que había sido levantado para ese propósito, y él lo desenfocó todo.",
    "Faraón no tenía este potencial. Se lo ofrecieron, pero lo rechazó. Y cuando lo rechazó, entonces él no pudo enfocarse.",
    "Ningún hombre, después de haber rechazado la Palabra de Dios, puede enfocarse en Ella, porque Ud. rechaza la Palabra que lo trae a Ud. a una relación con Cristo. Así es. Así que…",
    "Pero, Moisés miró por esta ventana, él lo creyó. ¿Por qué? Moisés miró por fe. Así es como Moisés miró.",
    "Ahora escuchen bien este comentario. ¡Fe! Ahora, no dejen de captar esto. La fe está diseñada para ver lo que Dios quiere y desea. No hay conocimiento que pueda hacer eso. Solo la fe está diseñada, y entregada a la raza humana, para hallar cuál sea la voluntad de Dios.",
    "Y si Ud. toma la fe que Ud. tiene, y no se enfoca con la Palabra, entonces déjela allí; Ud. tiene la fe equivocada.",
    "Pero cuando su fe dada por Dios lo enfoca a Ud. con la Palabra de Dios, Ud. está perfectamente en línea y calibrado. ¡Oh, vaya! Dios nos ayude en esta hora, la gran hora en que vivimos. ¡Fe, diseñada para ver lo que Dios quiere! ¿Cómo lo ven Uds.? A través de la cámara de Su Palabra, Su promesa. Esta es una revelación completa de Jesucristo.",
    "Entonces, cuando la fe que está en Ud. lo enfoca a esta Palabra, Ud. queda desenfocado de todas las denominaciones y credos y todo. Ud. está enfocado directamente en la Palabra de Dios. Ud. está calibrado; solo necesita un pequeño toque para despegar. Amén. Esa oración vuela directamente a la Presencia de Dios, porque no hay nada que la detenga. Sí. Eso lo produce, cuando Ud. está calibrado con Dios, enfocado, para entonces Ud. está mirando al blanco.",
    "Ud. no está mirando lo que dice alguien más: “Esto no puede suceder, y eso no puede suceder”.",
    "Ud. está mirando a lo que Ud. sabe que sí sucedió. Mire a su blanco. Ud. ve dónde ellos le acertaron. Si ellos le acertaron en aquel día, Él es el mismo ayer, hoy, y por los siglos. Enfoque y quite todos estos credos y cosas que Ud. tiene mezcladas. Regrese directamente a la Palabra, luego confiese su incredulidad, y permita que Dios tome Su Espíritu Santo y dirija sus ojos directamente a Jesucristo. Entonces estamos mirándolo a Él, no a lo que dice alguien más.",
    "Ni siquiera a lo que dice el médico, tan bueno como pudiera serlo; él tiene su lugar. La iglesia, tan buena como… Tiene su lugar; no lo negamos. Pero tiene, todo tiene su lugar. Disparará, pero no dará en el blanco.",
    "🦅 Solo aquellos que buscan a Cristo por segunda vez”. Ese es el blanco. Depende de lo que Ud. esté mirando. Sí.",
    "Ahora, hoy, ¿ven Uds.?, la fe está diseñada para hacer esto. La misma fe hoy ve la misma cosa. Una fe de la Iglesia hoy debería ver el mismo programa de Dios. Quiero que no se les pase esto ahora. La Iglesia hoy, que es llamada de Dios, ciertamente verá el programa de Dios, porque el programa de Dios está escrito Aquí, el Plano. Y el Espíritu Santo, por fe, es Quien Lo lee y Lo coloca bien.",
    "Entonces ¿cómo un hombre podría decir que está lleno del Espíritu Santo, y el Espíritu Santo dice hacer algo de cierta manera en la Biblia, y viene un hombre, y dice: “¡Oh, pues, eso es fanatismo!”? ¿Pudiera el Espíritu Santo, ser el verdadero Espíritu Santo, y negar Su Propia Palabra? [La congregación dice: “No”.—Ed.] No. Tiene que quedarse con la Palabra porque es Dios. ¿Ven?",
    "¿Qué está mirando Ud.? ¿Qué está viendo? Debemos ver a Jesús. Y la única manera de ver a Jesús, es ver la Palabra. Este es el—el Símbolo natural del Espíritu. ¿Lo entienden? Es el Espíritu que vivifica la Letra. ¿Ven? Esa es la Letra, esa, y el Espíritu vivifica esta Letra y La hace una realidad. Sí.",
    "Moisés miró por fe. Y hoy el hombre que ve el programa de Dios, hace lo mismo, mira por fe.",
    "Moisés, más tarde, vio esta gran cosa. Cuando la gente se metió en problemas, ¿qué hizo él? Hizo una serpiente de bronce, la puso sobre un asta. Y dijo, cuando las serpientes los mordieron, a causa de su incredulidad, que, “Cualquiera que miraba a esta serpiente vivía”. Fíjense. El hombre que simplemente venía y miraba…",
    "Ahora, el palo, el poste en el que estaba, era un pedazo de árbol que lo cortaron allá en el desierto, probablemente un pedazo de mezquite, o—o algo que Uds. tengan aquí, madera dura, o lo que sea. Ya se había separado de su crecimiento natural. Estaba muerto, en sí mismo. El bronce probablemente era un pedazo de cascos de los romanos, o—o algo que ellos habían recibido en el botín. Fue moldeado y ensamblado, y se hizo una serpiente.",
    "Si los hombres salían allá, para mirar a esa serpiente solo como un ídolo, no recibían nada.",
    "Pero cuando el creyente verdadero salía allá y miraba a esa serpiente, con la Verdad espiritual revelada… Esa serpiente misma, siendo que estaba en la forma de una serpiente, representaba el pecado ya juzgado. Ellos veían el pecado, su incredulidad, ya bajo juicio, de la serpiente del huerto del Edén. Y la serpiente estaba hecha de bronce, que significa juicio Divino. ¿Ven?",
    "El altar estaba hecho de bronce, el altar de bronce, sobre el cual se ofrecía el sacrificio; bronce, juicio Divino.",
    "El gran profeta, Elías, cuando miró hacia los cielos, en los días de su ministerio, los tres años y medio, y no—no había agua, en lo absoluto. Él dijo: “Los cielos parecen de bronce”. ¿Qué fue? Juicio Divino sobre una nación incrédula, al mensaje de Dios, cuya fe era tan débil, que no podían verlo en ese día.",
    "Me pregunto hoy, al ver todos los hidrógenos y oxígenos, y las bombas y cosas que hemos creado, me pregunto si no vemos una nación, un tiempo que parece de bronce. Es juicio Divino.",
    "Nos hemos vuelto muy—muy profundos en nuestro intelecto. Educamos a nuestros hijos al punto que tenemos un montón de Rickys. Y recibimos lo que tenemos, aun nuestras iglesias y cosas. Y nuestros muchachos van a seminarios, salen por aquí, y van allá y obtienen algún Ph.D. y L.L.D. Déjenme decirles algo: Cada vez que reciben uno, se alejan más y más de Dios.",
    "Dios es muy sencillo. La razón por la que el hombre no puede encontrar a Dios, es por no ser lo suficientemente sencillo.\n\nAlguien dijo: “Hermano Branham, ¿cómo ve Ud. visiones?”.",
    "No soy yo. ¿Ven? Uno—uno mismo tiene que sacarse del cuadro. Dios hizo una promesa. Dios tiene que pararse por esa promesa. Pero Ud. tiene que ser lo suficientemente sencillo para apartarse de su propio camino.",
    "Alguien dijo: “Este sería un gran hombre si tuviera un L.L.D. de nuestra universidad”. Si lo hace, se aleja cuanto más de Dios.",
    "🦅 Los hombres hoy pueden enviar un mensaje” dije yo, “a la luna, pero él camina sobre una hojita de hierba que ni siquiera podría explicar”. Dios está escondido en la simplicidad. ¿Ven? Uno no puede hacerse lo suficientemente sencillo. Un hombre recibe educación, ¿y de repente?, se siente tan grande, que no se puede humillar.",
    "Y Dios es tan grande, que Él Se humilla y Se esconde del pecador. Jesús Le dio gracias a Dios por eso. Él dijo: “Te doy gracias, Padre, Creador de los cielos y de la tierra, que escondiste Esto de los sabios y entendidos, y Lo revelas a niños que aprenden”. La manera de conocer a Dios es hacerse sencillo. El camino hacia arriba es hacia abajo.",
    "¿Hacia dónde está el polo norte o el polo sur? Si uno está en el espacio. ¿Ven?",
    "El camino para subir es bajando; “el que se humilla será enaltecido. El que se enaltece será humillado”. ¿Ven? Debemos humillarnos, no buscar saber demasiado.",
    "Solo sepa una cosa. Desenfoque todo lo demás, y mire a Cristo. Si Ud. no sabe cómo escribir su nombre, eso no tiene nada que ver en el asunto. Solo enfoque su corazón en Cristo y Su voluntad, y observe lo que sucede. Sí. Seguro.",
    "Ahora, muchos vinieron allí y miraron, dijeron: “He allí una gran serpiente. La gente va allá y es sana, al mirar a la serpiente. Tal vez sea mejor que llevemos a la familia y vayamos allá”.",
    "Uds. escuchan cosas así hoy: “Viene un gran sanador al pueblo. Y él, allí, iremos todos y seremos sanados”. Ahora, cuando Ud. piensa de esa manera, ciertamente que tiene su cámara fuera de enfoque. Sí, señor.",
    "Enfóquela en Jesús, y en Él solamente. Mírenlo a Él, y verán cuál es el propósito de Dios.",
    "Ahora, cuando ese hebreo llegaba allá y miraba a esa serpiente de bronce, y decía: “Ese bronce, esa serpiente, significa pecado ya juzgado. El bronce es juicio Divino sobre aquello, y Dios ha juzgado mis pecados. Y—y yo soy… Por medio de esta serpiente de bronce, representando algo que ha de venir, pecado ya juzgado. Soy libre”. Él era sano. Así es.",
    "Y hoy, Jesús dijo en San Juan 3:14: “Así como Moisés levantó la serpiente de bronce en el desierto, así es necesario que el Hijo del Hombre sea levantado”. Si Ud. puede mirarlo a Él; no como un hombre de iglesia, no como un profeta, no solo como un buen hombre, no como una tercera persona de una trinidad, o algo así. Si Ud. puede verlo como Emanuel, Él Mismo, Quien bajó y dio Su vida. Y fue levantado: “Para que todo aquel que en Él cree, no se pierda, mas tenga Vida Eterna”.",
    "Si Ud. puede enfocar su cámara hasta ver eso, y saber que le costó la vida a Dios Mismo cuando Él había hecho Su vida aquí, no tenía que entregarla, Él la puso, gratuitamente, Él era Dios, Él no tenía que morir, pero lo hizo, gratuitamente, dio Su propia vida, para poder traer hijos hacia Sí, para que Su obra pudiera continuar, “Las obras que Yo hago” Juan 14:12, “las obras que Yo hago, vosotros también las haréis”, si se pudieran hacer las cosas de esa manera, y Ud. pudiera verlo a Él y solo a Él, entonces Ud. enfocará su cámara, ¿ven?, al punto donde Dios pueda usarlo. Seguro.",
    "Ahora, si Ud. solo mira aquello, y dice: “Tengo un pequeño crucifijo colgado en mi carro. Tengo uno en mi casa, una cruz”. Eso está bien. Pero ese no es el asunto. Eso no es de lo que Él está hablando.",
    "Ud. tiene que ver que Dios sabe que Ud. es un pecador. Y que Ud. ha confesado sus pecados, y Dios puso su iniquidad sobre Él, sobre Sí Mismo, y llegó a ser un hombre. Él Se despojó de Su estirpe, y bajó de ser Dios, a ser hombre, para poder morir en lugar suyo, para darse a Sí Mismo por Ud. Y Ud. confesó su pecado. Y no es un Cloro manufacturado; más bien un—un poder de Dios que fue hecho Sangre, para que Él pudiera quitar su sangre pecaminosa que vino por el deseo sexual, y hacer de Ud. un hombre y una mujer de Dios libres. Allí lo tienen.",
    "¿Qué están mirando? Ud. dice: “¡Oh, yo pertenezco a las Asambleas de Dios! Yo pertenezco a los Pentecostales Unidos. Yo pertenezco a los metodistas, a los bautistas”, Ud. aún se está desenfocando.",
    "Enfóquese en Jesucristo. Amén. Escuche la respuesta: “Todos tus pecados, que son muchos, son todos perdonados”. Sea per-…",
    "Sea persistente, como la mujercita sirofenicia. No importa cuántas desilusiones tuvo, al venir, ella ya se había enfocado en que aquello era Dios. Y ella vino a Él y recibió lo que pidió, por cuanto tenía el enfoque correcto. Ella lo tenía, no importa cuántas ráfagas de viento vinieran, diciendo: “Los días de los milagros han pasado. Tu esposo te va a dejar”. Eso no la molestó en lo más mínimo. Esa bala fue directamente al blanco. Amén. Podemos enfocarnos en…",
    "[Cinta en blanco.—Ed.]…tiempo. Entonces estamos esperando que Él venga, ese es quien se va. ¡Oh, vaya! ¿Ven?, uno tiene que captar el propósito. Ud. tiene que llegar a saber lo que es.",
    "Miren la puerta de las Ovejas. Había gente. Dios siempre ha tenido una manera para que el hombre busque la salvación. Esa serpiente de bronce, la gente tenía que mirarla. Así es. Y en la puerta de las Ovejas, ellos tenían que mirarla. La gente esperaba allí.",
    "Imaginemos que era un hospital. Había muchos enfermos y afligidos. Había miles, multitudes postradas allí, como un hospital hoy. Las tiernas manos de sus seres queridos los atendían, tal como lo harían hoy en un hospital.",
    "Ellos estaban esperando. Sus ojos vigilaban esa agua. Había cinco pórticos donde estaba la puerta de las Ovejas. En la… Está fuera de Jerusalén, y allí, o en esta puerta. Y luego, cuando entraba, él observaba. Tenía que suceder algo sobrenatural. Y tan pronto como sucedía eso sobrenatural, ellos se apresuraban hacia allá.",
    "Miren a la iglesia hoy. Dios quiere que estemos atentos a lo sobrenatural cuando Su Palabra se manifiesta y es vindicada. Ahora huimos de aquello porque no está conectado con nuestras organizaciones. ¿Ven?",
    "En la puerta de las Ovejas, ellos esperaban el movimiento sobrenatural. Dios siempre se ha movido en Su pueblo, a través de la vindicación sobrenatural de Su promesa. Él prometió que lo haría. Cuando ellos veían que esa promesa comenzaba a moverse, en lo sobrenatural, ellos saltaban directo en ella y lo recibieron.",
    "Hoy, aun ahora, el Espíritu Santo, el poder sobrenatural de Dios, está en la tierra, moviéndose, mostrando cosas. Y la gente huye de Aquello, en lugar de entrar en Él, la Palabra hecha carne y vindicada, las mismísimas cosas que Él hizo y prometió que nosotros haríamos, hace lo mismo. Y si Aquello no está conectado con nuestros grupos, no queremos tener nada que ver con Ello. Así es.",
    "Jesús fue y encontró a una persona en toda la iglesia. Ud. dice: “¿Dios sana a todos?”. No, señor.",
    "Y los hermanos pentecostales, permítanme soltarles esto: Uds. están esperando el momento cuando haya hombres que se levanten en la tierra, y salgan a los hospitales y los liberen, y digan que se vacíe todo el hospital. Nunca sean engañados así, si me creen, crean que eso es una mentira, nunca sucedió. Cuando Jesús…",
    "Digamos que allí era un hospital. Él fue allí dirigido por el Espíritu. Él encontró a un hombre que Él sabía que estaba listo. Y le habló a ese hombre. Le habló del secreto de su vida, se lo dijo allí.",
    "No era que no podía caminar; él podía caminar. Y alguien le ganaba, corriendo. Él dijo: “Cuando voy, otro pasa antes de mí”. ¿Ven? Él no era ciego, ni era sordo, ni era mudo. Él no estaba lisiado. Él tenía alguna clase de enfermedad que lo tenía lento, no lo iba a matar. Él la tuvo por treinta y ocho años. Y él trataba de llegar allá, y alguien un poco mejor que él entraba antes, y la virtud del Ángel se iba.",
    "Hoy entramos y encontramos a un hombre de Dios, guiado por el Espíritu de Dios, ve una visión, va, hace algo así, y dicen: “Pues, aquí está Jones, sentado en la esquina. Déjenme verlos a Uds. sanadores sanarlo”.",
    "¿Ven Uds. a ese mismo diablo, que le dijo eso a Jesús, con un trapo cubriéndole Sus ojos? Y decían… Le golpeaban la cabeza con un palo. Y decían… Cambiaban el palo, de una mano a otra. Decían: “Dinos quién Te golpeó. Entonces creeremos que eres un profeta”.",
    "Pues, antes de que comenzara el mundo, Él sabía quién tenía ese palo en la mano. Él no era payaso de nadie. Él hizo exactamente lo que era la voluntad de Dios; la Iglesia hará lo mismo. ¿Ven?",
    "La puerta de las Ovejas, pero ellos estaban esperando algo; estaban buscando algo.",
    "Ahora, si ellos hubieran dicho: “¡Oh, bueno!, iremos allá y veremos lo que hacen los demás. Veremos si aquello parece sobrenatural”. Ellos no hubieran recibido nada.",
    "Pero es aquel hombre que tuvo que presionar, no sentado atrás, sino al frente; ese hombre que esperó el llamado al altar, ese hombre que esperó para ver algo sobrenatural.",
    "Como este hombre aquí, el hijo del Hermano Williams, criado en una familia pentecostal. Pero, sin embargo, una vez, estando en una reunión donde su papá se sintió guiado a enviarlo, y allí, ese joven parado allí, y vio la mano sobrenatural de Dios, rápidamente él llegó a ser Cristiano. Él estuvo listo para aceptarlo, por cuanto vio el movimiento del agua. Él sabía que había algo sobrenatural.",
    "No un “unirse a la iglesia, darse la mano, y un millón más en el ’44, o una iglesia nueva, un edificio nuevo, o algo nuevo”.",
    "Fue una vida nueva, que vino por un movimiento sobrenatural, que ellos esperaban que sucediera. Ellos sabían que ocurría cada cierto tiempo; entonces bajaba, y ellos esperaban.",
    "Ahora, si no sucede todo el tiempo, y no estamos en la azotea, saltando alrededor, decimos: “Bueno, dejaremos esta iglesia; se ha enfriado”. ¡Qué tontería! ¡Cómo es que no podemos esperar! No con Abraham, esperó… Él no pensó que Dios se había enfriado. Él esperó veinticinco años, luego vio la mano de Dios moverse.",
    "Ellos esperaban en la puerta de las Ovejas, mes tras mes, o lo que fuera, por ese movimiento sobrenatural. Pero ellos lo esperaban. ¡Oh, vaya! Ellos lo estaban buscando.",
    "Y hoy hemos perdido esa visión, Pentecostés. Hemos perdido algo. Miremos a Cristo. Nuestras denominaciones se han esparcido al grado que se han ido muy lejos, y ahora estamos peleando y tratando de tener más iglesias y más grandes, y de una clase más alta, y predicadores mejor educados, y cosas. ¿Y qué tenemos? Nos hemos apartado precisamente de Lo que Dios nos dijo que miráramos. ¿Qué estarán mirando Uds.?\n\nMire y viva. Eso es lo que debemos hacer si esperamos vivir.",
    "Otros quizás se hayan reído de ellos, diciendo: “Ese montón de santos rodadores allá, alrededor de ese estanque. Pues, dicen que hay un… Pues, no es más que el viento. Bueno, el viento baja, y mueve el agua”.",
    "Para ellos no. Era el Ángel de la misericordia, era el Ángel de sanidad. Y yo creo que era el Ángel, aunque parece tan sencillo. Pero, ¿ven Uds.?, Dios se esconde en la simplicidad.",
    "Los he visto venir a la reunión, decir: “Hermano Branham, yo no sabía que Ud. era un santo rodador. Pues, me fijé que todo ese grupo gritaba y lloraba, y de todo mientras Ud. hablaba, gritando ‘amén’ y demás. Pues, eso no es más que emoción”. Puede que lo sea para Ud. que no cree.",
    "Pero, para nosotros que hemos gustado de las cosas buenas de Dios, ¡nosotros los que sabemos lo que es el Espíritu Santo!",
    "Ud. dice: “Esa gente hablando en lenguas, solo balbucea algo. Ellos solo… Eso solo es intelectual; solo es algo manufacturado”. O alguien dice… Puede que lo sea, para Ud.",
    "Pero para esa persona sobre la cual Aquello está cayendo, Eso es diferente para él. Sí, señor. Sí, señor.",
    "Ud. dice: “Bueno, ahora, sabe, es solo el día de… Eso es de esa cosa. Hay—hay… Bueno, la gente no creerá eso”.",
    "Eso no detendrá el verdadero mover de Dios, para nada. Jesús vino en medio de la incredulidad, pero eso no Lo detuvo ni un poquito. Él siguió adelante.",
    "La gente hoy, no importa cuánto traten, por mucho que quieran decir que es fanatismo, la gente sigue adelante creyéndo Eso. No Lo pueden explicar. No saben Eso que es. Ellos saben que tienen una idea de Lo que es.",
    "Como Benjamín Franklin, con la cometa en su mano, él dijo: “Lo tengo. Lo tengo. Yo lo tengo”. Él sabía que tenía algo.",
    "Así también este hombre y mujer, quienes tal vez no puedan decirles lo que son los átomos, cuántas moléculas hay en un átomo, pero ellos saben que tienen el Espíritu Santo. ¿Por qué razón? Ellos lo calibraron con la Palabra de Dios, lo que Pedro dijo en el día de Pentecostés: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo”. Cuando ese pecado confesado cae en esa Sangre, toda la Sangre, es perdonado. La Sangre perdona el pecado, y el hombre se para como un hijo de Dios. Amén.",
    "Entonces él está calibrado: “Pedid lo que queráis y os será hecho”. Entonces, de alguna manera u otra, Ud. parece conocer la voluntad de Dios. De alguna manera sobrenatural, hay un movimiento, algo en Ud., que dice: “Ve aquí y haz eso. Ve allá y haz eso”. ¿Ven?, hay algo en Ud. que siempre da en el blanco exactamente como debe ser. ¡Oh, qué maravilloso!",
    "Tenemos que terminar porque se está haciendo demasiado tarde ahora. Solo unos minutos más.",
    "Esas personas pudieran haberse reído, pero eso no los detuvo a ellos. Igual, esperaron.",
    "La gente pudiera decir, nuestra iglesia, nuestros hermanos: “El—el Mensaje se ha enfriado”, y cosas así.",
    "No se ha enfriado. Estamos vigilando por el movimiento del agua. Estoy vigilando para ver que algo suceda. Estoy aquí en Tucson ahora. ¿Por qué? No lo sé. El agua me movió para acá. Estoy vigilando para ver suceder algo. Va a suceder.",
    "Les dije cuando vine aquí el otro día: “Algo va a suceder. Habría un trueno o un estruendo, y vendrían esos siete sellos”. Consigan las cintas y Averigüen si es correcto o no. ¿Ven? ¡Oh, esperamos el movimiento del agua!",
    "Vimos algo, por allá atrás, en un cruce, al lado de ese desierto al norte de Tucson. Justo lo que les dije aquí, antes de que sucediera. Yo estaba quitando esos pequeños cadillos de allí, y en ese momento explotó, y sacudió toda la montaña. Las rocas rodaron, y cosas así. Y el Espíritu Santo se volvió, dijo: “Regresa a casa inmediatamente, porque los Siete Sellos serán abiertos”. Consigan las cintas y véanlo. Eso es ASÍ DICE EL SEÑOR, dicho antes de que sucediera, y todo. Averigüen si es la Verdad o no. Cuando me haya ido, eso aún vivirá.",
    "Estamos en el tiempo del fin, amigos. Estoy con la mira en que venga Jesús. Ese bendito Señor Jesús a Quien he amado, y al que he dado mi vida, de joven, aún estoy mirando por Su venida. Yo creo que Él lo hará. Aunque, como Abraham, puede tardar. Sin embargo, me fortalezco y me enamoro más de Él, expresándome diariamente a Él. Yo sé que todo creyente aquí hace lo mismo.",
    "No importa lo que otros digan: “¡Oh, Ud. es un anticuado! Ud. debería… No me importa lo que digan.",
    "Yo aún le creo a Dios. Me he enfocado en la Palabra y conozco esa Verdad. Nadie ha podido sacudirme de eso aún. Mientras Dios mantenga mi corazón rectamente en esa Palabra, me quedaré allí. Amén.",
    "Elías, él, un día cuando miraba por algo que viniera, para traer ayuda a la gente, él miró. Y él miró hasta que el anciano, de ochenta y tantos años, ya demasiado cansado para subir la montaña, después de haber ayunado, orar. Pero Dios le dijo que si ellos se arrepentían, algo sucedería. ¿Qué estaba mirando? Él envió a su siervo, dijo: “Sube y mira. Mira. Algo va a suceder”. Tres años y medio, sin lluvia, ni una nube, ni siquiera rocío. Pero dijo: “Ve, mira”. Y Elías o…",
    "Giezi se paró y miró, y miró y miró. No vio nada. Volvió a bajar. Él dijo: “No vi nada”.\n\n“Regresa de nuevo”. Amén. “Regresa y quédate hasta que suceda”.",
    "Y Elías regresa… o, quiero decir, Giezi, y él miró y miró y miró.",
    "Y Elías, esa cabecita calva allí bajo el sol, y sus bigotes y su barba, la barba blanca, y esos bracitos huesudos sobre sus rodillas huesudas. Él dijo: “Señor Dios”, mientras comenzó a orar.",
    "Dijo: “Regresa ahora”. Amén. ¿Qué estaba haciendo? Él estaba esperando que Dios se encargara de Su promesa, no importa cuán bronceado se viera, cuánto juicio haya sobre ella. Así es.",
    "Alguien dijo, el otro día, él dijo: “Hermano Branham, Ud. cree Eso, y Ud. habla tanto en contra de las organizaciones de religiones. ¿Qué lo hace hacer eso?”.",
    "Yo dije: “No tengo nada en contra de los hermanos en esa organización, sino contra el sistema”.",
    "Como los discípulos que iban a embalsamar el cuerpo de Jesús. Ese cuerpo estaba a punto de pudrirse, correcto, era un olor horrible. Pero ellos se quedaron allí con él.",
    "Es lo mismo hoy, aunque la iglesia misma se ha enredado; está en toda clase de condiciones. Se ha dividido en ismos y formalidades y todo, pero tengo que quedarme con ella. Debemos quedarnos allí. Tenemos que quedarnos allí porque la amamos. Hay algo dentro de nosotros que nos obliga. Las palpitaciones de nuestro corazón dicen: “Quédese con ella, porque va a haber una resurrección un día, y Dios sacará de allí”. Amén. Sí. ¡Maravilloso Señor Jesús! Muy bien.",
    "Encontramos que Elías siguió mirando hasta que vio solo del tamaño de la mano de un hombre.",
    "Ahora, la incredulidad hubiera tomado eso rápidamente: “¿Si eso es lo mejor que puedes hacer?”. ¿Ven? “Si eso es todo lo que puedes hacer, pues, llévatelo”.",
    "Pero ¿qué pasó? Él estaba con la mira en lo sobrenatural. ¡Oh, él sabía que solo la mano de Dios podía hacerlo! Y cuando él vio esa mano, J-e-s-ú-s, él tenía f-e. Sí. Y cuando él lo vio, dijo: “Oigo el sonido de abundancia de lluvia”. ¿Qué fue? Él aceptó el primer movimiento.",
    "¡Oh, incrédulo, en esta mañana, Uds. que han estado todos enredados en sus bautismos en agua y todo lo demás, permita que el Espíritu de Dios le abra los ojos y le muestre alguna cosita, entonces comience desde allí! “Oigo el sonido de lluvia abundante”. Uds. que creen credos en lugar de la Palabra, regresen a la Palabra, solo vean el primer pequeño movimiento. La fe lo aceptó. “Allí está lo que estoy buscando”.",
    "Estamos con la mira en la Venida del Señor. Vemos al Espíritu Santo como baja en los postreros días. Miramos señales y prodigios. Observamos lo que está sucediendo. ¿Ven? ¿No lo ven? ¿Qué están mirando? Eso es exactamente lo que Dios dijo que sucedería. Deje que la fe eche mano, diga: “Yo también lo quiero”.",
    "Observen a Elías. Cuando él lo aceptó, Uds. ven que su vida se debe haber renovado. Él corrió más rápido que el carro de Acab. Corrió delante del carro, cuando antes ni siquiera podía subir la colina. Él corrió delante de esos caballos veloces. “Saquen los barriles de lluvia. Oigo el ruido de lluvia abundante”. El primer pequeño movimiento: “¡Gloria!”.",
    "Al primer pequeño movimiento en el estanque de Betesda, ellos se apresuraban a llegar a Él. Amén.",
    "¡Oh!, si la gente aquí, si Uds. no han recibido el Espíritu Santo esta mañana, si ese primer tintineo dijera: “Esa es la Verdad. Ese hombre está diciendo la Palabra que es la Verdad”, entonces apúrense tan rápido como puedan. No esperen. ¿Qué están mirando? ¿Qué están esperando? La hora es más avanzada de lo que Uds. piensan. Acérquense a Ella, tan rápido como puedan. ¿Por qué? Cuando Elías vio ese movimiento, fue la evidencia de una oración contestada.",
    "¡Oh, Dios!, deseo que toda persona enferma aquí en esta mañana, que siente este Espíritu Santo en nuestra presencia ahora, pueda darse cuenta de eso. Esa es la evidencia de una oración que Ud. oró, y que ha sido contestada en la Presencia de Dios. Todo hombre que quiere el bautismo del Espíritu Santo, si Ud. siente ese gran sentimiento, diciendo que, “Yo creo que esa es la Verdad”; si Uds. tomaran eso: “Esa es la evidencia de mi oración contestada”; levanten sus manos y digan: “Dios, ahora Lo recibo”, algo acontecería. Depende de…",
    "Dios arroja las señales por todo nuestro rededor, y nosotros aún seguimos adelante solo apartándonos del camino. Sí. ¡Oh, vaya!\n\nElías sabía que era una respuesta a la oración.",
    "Jonás rehusó mirar a cualquier cosa que fuera contrario. Él estaba en el vientre de la ballena, en el fondo del mar. Pero él dijo: “Eso no me esconderá”. Él dijo: “Una vez más miraré hacia Tu santo templo”. ¿Qué estaba mirando? Él en realidad no podía ver el templo, pero él vio la promesa hecha, por el templo.",
    "¡Oh, Dios!, si tan solo nosotros pudiéramos ver la promesa de la Palabra, que Cristo prometió: “Dondequiera que estén dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos. Y todo lo que pidan, lo recibirán”. Si tan solo pudiéramos verlo, y al primer movimiento, entrar directamente en Eso. No espere más. ¿Qué está buscando Ud.?",
    "Dios responde su oración, y lo rodea de Ella, entonces Ud. dice: “Bueno, ahora, déjeme ver, ¿qué diría fulano de tal?”. ¡Oh, no haga eso!",
    "Miren a Cristo. Fíjense en lo que Él dijo: “Donde hay dos o tres reunidos en Mi Nombre allí estoy. Yo estoy allí entre ellos. Que pidan. Ellos recibirán”. ¡Qué promesa!, ¡qué promesa Divina!\n\nÉl rehusó mirar cualquier cosa que lo hiciera dudar.",
    "Si el diablo le dice a Ud., dice: “Ahora, espere un minuto, quizás esta noche Ud. pueda estar un poco mejor, cuando comience el avivamiento”. Pudiera estar bien, eso pudiera ser bueno, pero no espere hasta que comience el avivamiento. Sea…",
    "Llegue a ser parte del avivamiento ahora mismo. Dios quiere comenzarlo en Ud. Dios quiere comenzarlo en la iglesia. El Espíritu Santo tomará entonces al mensajero, y enviará el Mensaje. Dios vindicará ese Mensaje, grandes señales y prodigios. ¿Ven? Niéguese a mirar cualquier cosa que le haga dudar.",
    "Jonás lo hizo, y Dios lo liberó del vientre de la ballena. Seguro. Sí, señor.",
    "Job, cuando aun todos sus amigos lo habían rechazado, todo estaba mal, Job siguió mirando al cielo. Algunos de ellos dijeron: “Tú eres un pecador secreto. Tú—tú, estás mirando. Job, ¿para qué estás mirando hacia allá arriba de esa manera? Porque has pecado, Dios lo ha probado por lo que ha hecho contigo. Tú eres un pecador en secreto, Job”.",
    "Job sabía que él no era pecador. Él había cumplido exactamente toda Palabra que Dios requería, ese holocausto. Ese holocausto era todo lo que Dios pidió. Dios solo pidió el holocausto, y Job sabía que él había hecho el sacrificio del holocausto.",
    "Dios solo le pide a Ud. que crea Su Palabra. Amén. Amén. Él no pide todos estos ismos y credos, y todo eso demás. Él pide que Ud. Le crea. “¡El que cree en Mí”! Amén, y amén. “¡El que cree en Mí, las obras que Yo hago”! “Mirad a Él, todos los confines de la tierra, y viviréis”. “Él es el mismo ayer, hoy, y por los siglos”. Amén, y amén. Sí, señor. No esperen nada más. Miren.",
    "Job se paró y miró. Él vio su carne, en toda corrupción. Él se vio todo untado de sangre. Se vio repleto de llagas. Vino su esposa. Los miembros de su iglesia lo dejaron, y lo acusaron de ser un pecador secreto. Vino su esposa y dijo: “Te ves miserable. ¿Por qué no maldices a Dios y mueres la muerte?”.",
    "Él dijo: “Como mujer necia has hablado. Jehová dio, Jehová quitó; bendito sea el Nombre del Señor”.",
    "Para ese momento, cuando él se quedó con la Palabra, entonces los relámpagos comenzaron a destellar, los truenos rugieron, y el profeta miró hacia el cielo. Y dijo: “Yo sé que mi Redentor vive. Él se parará en los postreros días sobre esta tierra. Y aunque, después que los gusanos de la piel hayan destruido este cuerpo, aun en mi carne yo veré a Dios, a Quien contemplaré”.",
    "Observen. Primero, Él es llamado “Redentor”; al siguiente, Él es “Dios”. “Yo sé que mi Redentor vive. En los postreros días, Él se parará en la tierra. Aunque, después de que los gusanos de la piel destruyan este cuerpo, aún en mi carne veré a Dios, a Quien contemplaré por mí mismo. Mis ojos verán, y no otro”. Cuando él se estaba muriendo, y su cuerpo pudriéndose, mientras estaba en la carne, él miró hasta que vio la resurrección, aleluya, y supo que él estaba incluido en ella, porque él estaba guardando la Palabra de Dios. Mira y vive, mi hermano. Amén. Él vio cuál era el propósito de Dios, y lo hizo. Dios tenía una causa, para probar a Job.",
    "Él ha tenido una causa, para probar al pueblo. Todo se hace por una causa. Él está haciendo lo mismo ahora. Él nos envía señales y prodigios entre el pueblo. Él envía la Verdad del Evangelio, y permite que La pasen por alto, por algún credo, niegan la Verdad genuina y toman un credo; niegan Esto y toman aquello, cuando saben que la Biblia enseña lo contrario. Pero Él lo hace como una prueba. Entonces no habrá excusa en el Día del Juicio. ¡Oh, vaya!",
    "Miren lo que está prometido en los últimos días. Ya terminando, permítanme decir esto antes de terminar. Miren lo que prometió en los últimos días.",
    "Miren lo que Él ya ha hecho en estos últimos días. Él ha derramado el Espíritu Santo sobre Su pueblo, ha traído de nuevo el Pentecostés original, trajo de nuevo el bautismo original del Espíritu Santo; trajo de nuevo el bautismo en agua original, trajo de nuevo todo, de nuevo a su original. Descendió directo, y trajo de nuevo la evidencia original de Cristo, mostrándonos visiones y profecías que jamás fallan ni una sola vez. Ha bajado con todo, todo exactamente igual, para mostrar que está más allá de la mente humana. Ellos no podían hacer eso; es Dios.",
    "Observen esa gran Columna de Fuego que guio a los hijos de Israel. Cualquiera, cualquier erudito de la Biblia, sabe que ese fue el Ángel del Pacto, Jesucristo.",
    "Hebreos dice, Hebreos capítulo 11 dice que, “Moisés dejó a Egipto, teniendo por mayores tesoros el vituperio de Cristo que los de Egipto”. ¿Ven? ¿Qué fue? Cristo en el desierto.",
    "En Juan 16 o… Perdónenme. Juan 6, cuando estaban tomando la comunión, o lo que fuera, partiendo el pan y pasándolo muy bien allí en el jubileo. Jesús dijo: “Yo soy el Pan de Vida que vino de Dios del Cielo. El que come Mi carne tiene Vida Eterna, y Yo lo resucitaré en el día de los—los postreros días”. Él sabía que Lo haría. Él dijo que Él era el Pan de Vida.",
    "Ellos dijeron: “Tú Te haces Dios. Te haces…”. Dijeron: “Pero, pues, ahora sabemos que estás loco”. Demente significa “loco”; “Sabemos que estás loco. Tú eres un Hombre de no más de cincuenta años, ¿y dices que ‘viste a Abraham’? Sabemos que estás demente. Perdiste la razón. Eres un fanático religioso”.\n\nÉl dijo: “Antes que Abraham fuese, YO SOY”. Amén.",
    "¿Qué era el ‘YO SOY’? Esa Luz ardiendo en esa zarza. Moisés La vio. Él La observó todos los días de su vida, y Ella lo guio directamente a la tierra prometida.",
    "Esa misma Luz descendió y estaba parada allí. Y Él dijo: “YO SOY antes que Abraham fuera. YO SOY esa zarza ardiente. YO SOY EL QUE SOY, ese Ángel de Luz. Yo vengo de Dios, y a Dios vuelvo”.",
    "Unos días después de la resurrección, Saulo de Tarso iba de camino a Damasco, para perseguir a los Pentecostales. Y cuando él iba de camino allá, hubo una gran Luz que bajó, le cegó los ojos. Él pudo… Ninguno de los demás pudo ver esa Luz, pero él pudo. Fue tan brillante para él que Eso le cegó los ojos. Dijo: “Saulo, Saulo, ¿por qué Me persigues?”.\n\nÉl dijo: “¿Quién eres, Señor?”.",
    "Él dijo: “Yo soy Jesús”. Esa misma Luz que estaba en la zarza ardiendo, la misma Luz había venido de Dios y había regresado a Dios.",
    "Y tenemos una fotografía de esa misma Luz entre nosotros hoy, haciendo las mismas maravillas, y los mismos milagros, y las mismas señales, y con todo, esperamos algo más. La Verdad del Evangelio, de la vindicación de la Palabra, este bautismo del Espíritu Santo, bautismo en el Nombre de Jesucristo, estas cosas que enseñamos, son absolutamente la Verdad. ¿Dónde son vindicadas? [La congregación dice: “Amén”.—Ed.] Amén. ¡Fiu! Me siento religioso. Sí. ¿Por qué? Porque el Espíritu Santo está aquí. Pues, Él lo ha probado, alrededor del mundo, de allá para acá, y sin fallar ni una sola vez. Amén.",
    "¿Qué están mirando? ¿Qué están esperando? Ajá. Es la hora. Las aguas se están moviendo. Entre ahora; las señales de los últimos días.",
    "🦅 Habrá Luz en el tiempo de la tarde”, Uds. saben. Sí. “Así será”, dijo Haywood. Y así es. “El camino de la Gloria ciertamente hallarás”. Sí, en estos últimos días, Uds. lo harían.",
    "Miren. Depende de lo que Ud. esté mirando. Miren lo que se ha hecho. La Columna de Fuego, el Espíritu Santo, Él es el mismo ayer, hoy, y por los siglos. Ahora miremos. Creamos. Entendamos que estamos en los últimos días. Estamos en las últimas horas. Y estamos en los últimos minutos de la última hora.",
    "Tengo esta película, y tal vez se la traiga al Hermano Outlaw, en algún momento, para un servicio de miércoles por la noche, y mostrarla a Uds., la tomamos en Jerusalén, se llama Tres Minutos Para La Medianoche. Tomando lo que la ciencia ha dicho.",
    "La Biblia dice, Jesús dijo: “Cuando veáis la higuera, y todos los otros árboles, brotando sus renuevos”, Israel regresando como nación. Ellos son una nación. Vemos los otros árboles: los metodistas brotando lo suyo, los bautistas teniendo lo suyo, los católicos teniendo lo suyo, todos los demás teniendo lo suyo; los pentecostales, por medio de Oral Roberts, teniendo lo suyo; todos los demás teniendo sus avivamientos, brotando su rama. “Entonces sabed que el tiempo está a la mano. Esta generación no pasará hasta que acontezcan todas estas cosas”.",
    "Vemos a Israel en su patria, con su bandera alzada, la estrella de David de seis puntas. Ella tiene su propio dinero, su propia nación, su propio ejército. Ella lo tiene todo. Ella es—ella es Israel. ¿Qué es? Ella está allí, lista para la limpieza, para que Dios arrebate de ella esos ciento cuarenta y cuatro mil.",
    "Miren a la iglesia hoy, está en su caos, toda enredada y demás. Está mirando: “Y tenemos más allí. Nosotros somos mejores que ellos. Somos esto, eso, y lo otro”.",
    "Y allí esa Novia está esperando la Venida del Señor Jesús. Lo cual, eso secreto, la Venida secreta de Cristo vendrá y arrebatará a Su Novia en la noche. Como un libro que leí de Romeo y Julieta, una vez, cómo él vino con una escalera y sacó a su novia de entre ellos. Así vendrá Jesús, algún día, buscando a la que no está mirando a sus credos, sino mirando a Cristo, esperando que Él venga, con su corazón centrado.",
    "Ellos son, parientes de Sangre, como Isaac y Rebeca, parientes propios de Sangre. A eso debemos llegar, a una relación de Sangre con Cristo, por medio del Sacrificio, cuando nuestros pecados son omitidos por la Sangre de Jesús; no por lo que dice alguna iglesia, o lo que dice alguien; sino lo que la Sangre ha hecho, y ha probado que ha hecho, por medio de la Palabra obrando a través de la misma cosa, llevando a cabo el mismo ministerio que Él tuvo. Amén.",
    "¿Qué estás mirando, iglesia? ¡Oh, estos últimos días!, ¡oh, Él ha estado directamente entre nosotros, amigos, y lo olvidamos! Él estuvo entre nosotros, y no lo supimos. El Espíritu Santo está aquí esta mañana, y quizás muchos se irán y lo olvidarán. Tal vez muchos que están enfermos se olviden de creer y anclar su fe allí donde debe estar ahora. El verdadero…",
    "Verdaderamente el estanque ha sido agitado. Las aguas giran contrario a lo natural, mostrando lo sobrenatural. El Espíritu Santo está aquí, tomando un grupo normal de personas, inteligentes, aquí, bien vestidos, bien educados, mirando. El Espíritu Santo cae sobre ellos, y algo les da un giro. Ellos gritan: “¡Gloria a Dios! ¡Aleluya!”. ¿Qué sucede? El agua siendo agitada. Amén.",
    "Pecadores sentados allí, descarriados, prostitutas, borrachos, y cuanto más, ahora son santos, piadosos. Ud. no puede poner un dedo en sus vidas, en ninguna parte, desde que lo recibieron. ¿Qué es? El movimiento de las aguas. ¿Qué están viendo Uds.? El Espíritu Santo cae entre nosotros…",
    "Sentado allí, hace un rato, con el Hermano Outlaw, le señalaba personas, aquí con enfermedades y cosas. Y se pudiera hacer ahora mismo, mostrando las diferentes cosas que han sucedido en vidas y demás. ¿Qué es? Es el Espíritu Santo, Jesucristo, el mismo ayer, hoy, y por los siglos. ¿Qué estamos esperando? ¿El movimiento del agua? Ya está en movimiento. El Ángel se irá muy pronto, y toda la virtud desaparecerá, y entonces no quedará salvación. Ud. quedará en las tinieblas de afuera.",
    "Una historia que escuché, hace unos días; para terminar, tal vez mencione esto: Un muchacho había cometido un asesinato. Hizo algo errado.",
    "Bueno, me llamaron por un caso, el otro día, Uds. saben, por aquí en Texas. Recibí un certificado de ellos el otro día, decía: “Ha salvado una vida”. Fuimos allá por ese muchacho Ayers. Ese hombre que tomó la fotografía del Ángel del Señor, quien, esa noche allá en Houston, pues, me criticó y dijo cuanta cosa de mí. Me envolvió en sus brazos, me abrazó, dijo: “Solo pensar, Hermano Branham, precisamente el hombre que dije era hip-… que practicaba hipnosis, ha venido a salvar a mi hijo de la silla eléctrica”. Así es. Yo hablé allí delante de todos ellos. Y ¿qué hizo el gobernador? Lo perdonó. ¡Oh, vaya!, cuando iban a morir cuatro o cinco días más tarde. Correcto. ¿Por qué? Estoy interesado en la vida. ¡Vida!",
    "Yo dije: “Señor, Ud. no tiene derecho a quitarle la vida al muchacho. La primera sangre que se derramó fue cuando un hermano derramó la de otro. Él derramó su sangre. Pero Dios no le quitó la vida con alguna pena capital. Él le puso una marca, para que nadie lo matara. No se la quite”. Amén, y amén. Correcto. Nos interesa la vida.",
    "Un día, el hijo de una madre había matado a un hombre. Él estaba allí, ya para morir. Y la madrecita se paró junto a la puerta del gobernador, y ellos pidieron entrar. Y, finalmente, uno de los guardias, dijo: “Gobernador, esa madre de ese muchacho está aquí afuera, lo necesita a Ud. Ella quiere verle”.",
    "Y cuando abrieron la puerta, y le dijeron: “Dama, él la recibirá”.",
    "La pobrecita se arrastró de rodillas, hasta los pies de él, colocó sus manos… sus manos sobre sus pies, y le dijo: “Gobernador, honorable señor” dijo, “Ud. es el único hombre que queda, que puede perdonar a mi hijo. Por favor, amable señor. Yo sé que él es culpable. Él lo es. Sus tribunales de justicia lo hallaron culpable”. Y ¿cuántos de nosotros no somos culpables en los tribunales de Dios? “Sus tribunales de justicia lo hallaron culpable. Él realmente mató, y está condenado a muerte. Yo lo sé. Pero, señor, como hombre, Ud. no tiene derecho de quitarle la vida a mi muchacho. Solo Dios puede dar vida, y solo Dios puede quitar la vida. No lo haga, señor. Por favor no. Se lo ruego, es todo lo que el corazón de una madre pudiera soportar”. Y entonces él la despidió.",
    "Le rompió tanto el corazón a él, la súplica de esa madre, que fue a la cárcel, a la prisión donde estaba el muchacho allá en la prisión.",
    "El hombre había desarrollado un complejo. Así como la iglesia lo ha hecho hoy: “Ud. o La predica como a mí me gusta”, o Ud. no La oirá en lo absoluto. “¡Yo no prestaré atención!”. Estaba… y se encontraba allí. Hombre tras hombre habían venido, intentando hablarle. Él se había cerrado a sí mismo al punto que ya no oiría más.",
    "Entonces entró el gobernador. Le dijo: “Hijo, me gustaría hablar contigo”.\n\nÉl dijo: “Cierra la boca y salga de aquí”, en su celda.\n\nÉl dijo: “Hijo, he venido para ayudarte”.\n\nDijo: “Le dije que se largara de aquí”.",
    "Así es como la gente lo hace con el Espíritu Santo hoy. Sí. “Lárgate. No quiero tener nada que ver con Eso”. Y llama a la puerta. “Si hago eso, tendré que renunciar a mi fiesta de naipes; tendré que renunciar a esto; tendré que renunciar a eso; tendré que renunciar al credo de mi iglesia; tendré que renunciar”. ¿Ven? Será mejor que Ud. escuche. Él es el Único que tiene perdón. Así es. ¿Qué están mirando Uds.? ¿Ven?",
    "Él había puesto la mira en tantas cosas, que temió mirar a este hombre. Él no volteó su rostro.",
    "Y así hace la gente hoy en el llamado al altar. No voltean sus rostros. Ellos no quieren oír Aquello. Le dan la espalda a Dios Quien les está diciendo: “Esa es la Verdad”. Una pequeña Voz, como un toque.",
    "Uds. saben, Elías, él escuchó el viento recio, sangre, fuego, humo, y eso no le conmovió. Pero cuando él escuchó esa pequeña Voz, él salió. ¡Oh, esa Voz que la iglesia ha fallado en escuchar! Así es.",
    "Así que, el—el—el hombre hizo lo mejor que pudo. El gobernador trató de hablar con el muchacho. El muchacho dijo: “¿Se va a largar de aquí o tendré que arrojarlo fuera?”.",
    "Se dio la vuelta y dijo: “Muy bien, hijo. Hice lo mejor que pude”.",
    "Cuando salió, el muchacho miró alrededor, algo arrogante, mientras él caminaba por el pasillo.",
    "Y cuando miraba, uno de los guardias salió y dijo: “Gobernador, ¿pudo hacer algo bueno?”.\n\nÉl dijo: “No. Él no quiso escuchar”.",
    "Ese muchacho saltó. Agarró los barrotes, dijo: “¿Quién era ese?”.\n\n“Ese era el gobernador. Venía a perdonarte”.",
    "Ya era demasiado tarde. Él gritó. Él lloró. Él dijo: “Solo pensar. El gobernador, aquí en mi propia celda, para perdonarme, y yo lo rechacé”.",
    "Cuando le pusieron la soga alrededor del cuello, antes de ponerle la bolsa negra, después de haber caminado los trece pasos, las últimas palabras que dijo: “Solo pensar. El gobernador se paró en mi celda, para el perdón, y yo lo rechacé”. Y ellos lo colgaron.",
    "¡Oh, más que un gobernador está aquí esta mañana! Jesucristo está aquí. Y esa pequeña celda, llamada hombre o mujer, Él está aquí para dar perdón. No, no Lo rechacen. No lo hagan. Encuentren el propósito por el cual Dios los trajo aquí a la vida.",
    "Estamos en una hora tremenda, amigos. Uds. lo saben. Como dice el antiguo canto:\n\nNaciones en la quiebra, (Miren qué hora es.) Israel está despertando,\n\nLas señales que la Biblia predijo;\n\nLos días de los gentiles contados, cargados de horrores;\n\n“Regresen, ¡oh dispersos, a lo suyo!”.\n\nEl día de la redención está cerca,\n\nEl corazón del hombre desfallece de temor;\n\nSed llenos del Espíritu, vuestras lámparas arregladas y limpias, (¿Qué?)\n\n¡Miren hacia arriba! Vuestra redención está cerca.\n\nAsí es.\n\nLos falsos profetas mienten, la Verdad de Dios están negando,\n\nQue Jesús el Cristo es nuestro Dios;\n\nAsí es.\n\nEsta generación rechaza la revelación de Dios,\n\nPero nosotros seguiremos las huellas de los apóstoles.\n\nEl día de la redención está cerca,\n\nEl corazón del hombre desfallece de temor;\n\nSed llenos del Espíritu, vuestras lámparas preparadas y limpias,\n\n¡Miren hacia arriba! Vuestra Redención está cerca.",
    "Así es. Mire hacia arriba, hermano, apártese de todo este dogma del mundo. Mire hacia arriba. Miren a Cristo. Miren a Jesús, como dice el canto:\n\n¡Mira y vive, mi hermano, vive!\n\nMira a Jesús ahora y vive;\n\nEstá registrado en Su Palabra, ¡aleluya!\n\nSolo debemos “mirar y vivir”.\n\n¿Qué están mirando Uds. esta mañana?\n\n¡Mira y vive, mi hermano, vive!\n\nMira a Jesús ahora y vive;\n\nPues está registrado en Su Palabra, ¡aleluya!\n\nSolo debemos “mirar y vivir”.\n\n¿Lo creen? Cantémoslo juntos. ¿Se la saben?\n\n¡Mira y vive, mi hermano, vive!\n\nMira a Jesús ahora y vive;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo debemos “mirar y vivir”.\n\nAhora cantémoslo juntos ahora.\n\n¡Oh, vive, mi hermano, vive!\n\nMira a Jesús ahora y vive;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo debemos “mirar y vivir”.",
    "¿Qué está mirando Ud.? Para los que esperan por Jesús, la segunda vez, Él vendrá en Gloria para salvación, para sacarnos de este mundo pecaminoso, de este pecado y las cosas en las que estamos. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Miren y vivan. Lo único que pueden hacer es mirar, recibir la Palabra. Así como la serpiente en un asta representó la Palabra viviente que sería hecha carne, así también la Palabra hoy representa la Presencia del Espíritu Santo cuando La vemos vindicada entre nosotros. Él está en nuestra pequeña celda esta mañana. ¿Lo escucharán a Él mientras inclinamos nuestros rostros?\n\nContinúe, hermano.\n\n¡Mira y vive, mi hermano, vive!\n\n¡Oh, mira a Jesús ahora y vive!;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo es que “miremos y vivamos”.\n\n[El Hermano Branham tararea Mira Y Vive—Ed.]\n\nMira a Jesús ahora y vive;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo es que “miremos y vivamos”.",
    "Mientras tienen sus rostros inclinados, mire a Jesús, ahora hermano, la Palabra. Si Ud. nunca se ha arrepentido, arrepiéntase. Si Ud. nunca ha sido bautizado en el Nombre de Jesucristo, sea bautizado. Ud. tiene una promesa de Dios, que Ud. recibirá el Espíritu Santo. Con eso comenzó la Iglesia original, y así como ella comenzó, Dios es infinito, Él no puede cambiar Su programa, así tiene que permanecer siempre. La Iglesia fue inaugurada en el Día de Pentecostés, por arrepentimiento, bautismo en el Nombre de Jesucristo, y una promesa de recibir el Espíritu Santo; “Estas señales seguirán a los que creen”.",
    "Si eso nunca le ha sucedido a Ud., amigo, levantaría ahora su mano a Dios y diría: “Hermano Branham, ore por mí”. Dios le bendiga, a Ud., a Ud. Dios le bendiga. Bien. Dios le bendiga, a Ud., a Ud. Eso es bueno. Muy bien.\n\n¡Miren y vivan, hermanos míos, vivan!\n\nMiren a Jesús ahora y vivan;\n\nAhora, está registrado en la Palabra, ¡aleluya!\n\nSolo es que “miremos y vivamos”.",
    "Ahora, está registrado aquí en la Palabra. Estamos en los postreros días. No hay nada fingido en esto. No hay nada falso, no hay engaño. Es la Palabra siendo manifestada; es la Palabra diciendo la Verdad. Ud. ha estado—ha estado en las reuniones. Ud. ha estado en las reuniones antes, y Ud. sabe que es la Verdad.",
    "Ahora, tenemos muchos imitadores. Lo sabemos. Pero no los mire. Hubo una multitud mezclada que fue con Moisés. Pero, recuerden, hubo algunos verdaderos israelitas allí que llegaron a la tierra prometida. ¿Ven?",
    "Lo mismo en este grupo, hermano. Hay hombres y mujeres reales, genuinos, llenos del Espíritu, genuinos, genuinos, que no les pueden señalar nada en sus vidas. ¿No mirará Ud. y vivirá en esta mañana? Aparten la mirada de los imitadores. Aparten la mirada de los—los que serían fanáticos. Aparten la mirada de todo eso y miren al verdadero Jesús. Estamos registrados en Su Palabra. Aleluya. “A los que Le esperan por segunda vez, Él aparecerá”.",
    "Si Ud. quisiera pasar al frente al altar, pararse por la oración, si Ud. no ha recibido el Espíritu Santo; no ha cumplido con estos requisitos, del libro de los Hechos, de los que habló Pedro, y a Ud. le gustaría cumplirlos en esta mañana. Mientras cantamos una estrofa más, me gustaría invitarlos, vengan a pararse al altar para orar. Y luego realizaremos el bautismo, u oraremos para que Uds. reciban el Espíritu Santo. Mientras cantamos.\n\n¡Oh, miren y vivan, hermanos míos, vivan!\n\nMiren a Jesús ahora y vivan;\n\n¿Alguien más?\n\nRegistrado en la Palabra, ¡aleluya!\n\nSolo es “mirar y vivir”.\n\n¡Mira y vive, mi hermano, vive!\n\n¡Oh, mira a Jesús ahora y vive!;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo es que “miremos y viviremos”.",
    "¿Qué pasa con las mujeres esta mañana? ¿Solo hombres? Rara vez se ve eso. Esta es la hora de la sinceridad. Muy bien.\n\n¡Mira y vive, mi hermano, vive!\n\nMira a Jesús ahora y vive;\n\nEstá registrado en la Palabra, ¡aleluya!\n\nSolo debemos “mirar y…”",
    "Siento que debería haber alguien más. Vamos. Estos, estos cuatro hombres parados aquí, hay más que ellos aquí. Vamos. ¿Quieren vivir? Recuerden, Dios lo escribe. Ellos preguntaron: “¿Cómo debemos…? ¿Qué debemos hacer para ser salvos?”. Y se les dijo. Ahora, Él no puede cambiar eso, y nunca se cambió, por todas las edades de la Biblia.",
    "Hoy tenemos ideas diferentes; lo cambiamos ahora, ¡oh, vaya!, todo. Pero no, no miren eso. No miren lo que están haciendo ahora.",
    "Miren lo que Él dijo Aquí. Miren a la Biblia. Ud. mire y viva, hermano. Esa es la única manera en que Ud. podrá; hermana, también. Venga ahora, si Ud. no ha recibido esta experiencia y sabe que es exactamente la Biblia, con Dios Mismo allí, vindicado. No se arriesgue.",
    "¿Qué están mirando Uds. en esta mañana? ¿Qué están mirando? ¿Se han detenido en este día horrible y agitado en el que estamos viviendo? ¿En qué tienen la mirada? Dios ha colocado todo.",
    "El movimiento del agua, al primer pequeño movimiento, la gente saltaba.",
    "La señal de la mano en el cielo, Elías dijo: “Esa nube, del tamaño de la mano de un hombre, como un vapor”. ¿Qué era? Él se mantuvo creyendo: “Oigo el sonido de abundante lluvia”. Esa nube llegó a ser dos nubes. Dos nubes se convirtieron en una colina. Una colina llegó a ser una montaña. La montaña llegó a ser otra montaña. De repente, todos los cielos estaban tronando, la lluvia estaba cayendo. ¿Qué fue? Él aceptó lo que Dios envió.",
    "Y esta mañana, si esa Cosita ha tocado su corazón, y dice: “Yo necesito eso”, esa es la pequeña señal, del tamaño de la mano de un hombre. Vengan.\n\n¡Miren y vivan, hermanos míos, vivan!\n\n¡Oh, miren a Jesús ahora y vivan!;\n\n¡Oh, está registrado en la Palabra, aleluya!\n\nSolo es que “miremos y viviremos”.\n\nInclinemos nuestros rostros.",
    "Me pregunto si Uds. hermanos aquí, algunos de Uds. hermanos ministros, podrían bajar allí, algunos de Uds. hermanos, y poner las manos sobre estos hermanos que pasaron aquí, por favor, hermanos.",
    "Señor Jesús, este hombre ha traído la confesión, ha venido esta mañana. Disuelve toda duda de él.\n\n¡La Sangre, Padre! ¡Perdónanos, Señor!…?…\n\nVale la pena entregarlo todo por Él.",
    "Asimismo, por este hermano aquí, Señor, que su confesión caiga en la Sangre de Jesucristo. Que él sea lleno del Espíritu Santo. Que Dios cambie su nombre, apoyado en su bastón. Pero él necesita el Espíritu Santo. ¡Hizo su confesión esta mañana!…?…",
    "Llénalo con el Espíritu Santo…?… Y que venga un gran poder del Espíritu Santo. Amén.",
    "Toda la iglesia inclinando sus rostros ahora, estén en oración. Estos hermanos están orando ahora, y todos pongan sus manos sobre ellos y oren.\n\nAquí viene otro.",
    "Señor Jesús, sobre la confesión que él viene a hacer hoy, oro, Dios, que Tú lo llenes con el Espíritu Santo, Señor. Él ahora mira hacia el Calvario, donde solo la Sangre de Jesucristo puede limpiarlo. Solamente una Sangre puede saltar sobre ese abismo. Y es la Sangre de Jesucristo que fluye dentro del abismo, y lo pone a él al lado de Dios, esta noche. Concédelo, Padre, por medio de Jesucristo. Amén.",
    "Todos en oración ahora, poniendo sus manos sobre ellos, hermano, estos hombres parados aquí. Oren con todo su corazón ahora.",
    "Ahora, venga Ud. ahora a hacer su confesión. Dios no puede mentir.",
    "Así exactamente yo lo recibí, cuando me acerqué y dije: “Señor Dios, soy profundamente sincero. Y soy sincero, de todo corazón. Esto es entre la vida y la muerte, y yo—yo no quiero morir. Yo—yo quiero vivir, y yo—yo quiero ir al Cielo. Y Tú lo prometiste”.",
    "Yo no había escuchado de algo así como Pentecostés, jamás escuché tal cosa. Pero, dije: “En la Biblia aquí estaba el requisito, de acuerdo a esta Biblia, que yo me arrepintiera, y eso es lo que hago. Y he sido bautizado en el Nombre de Jesucristo. Ahora, Señor, Tú me prometiste el Espíritu Santo. Tú prometiste hacerlo”.",
    "Yo no había oído de algo como hablar en lenguas, no leí de algo así, solo allí en la Biblia. Yo ni siquiera lo pensé. Y allí mismo vino una Luz a través del cuarto, en forma de cruz, y lo que estaba allí estaba hablando en lenguas. Yo dije: “No entiendo Tu Voz, señor, Tu idioma. Si Tú no puedes hablar inglés, y no entiendo Tu idioma, si vuelves y hablas de nuevo será una señal de que Tú me has aceptado”. Y allí estaba de nuevo.",
    "¡Oh, hermano, yo miré y viví, en ese momento! Y he estado viviendo desde entonces, en los gloriosos reinos de Dios, donde el poder de Dios está fluyendo libremente por la boca de Sus bendiciones.",
    "Ahora levantemos nuestras manos estando de pie, cada uno de nosotros aquí, y estos hombres. Ahora, hermanos, el Espíritu Santo está aquí. El Perdonador está aquí mismo a su lado. Creamos ahora con todo nuestro corazón. Que todos crean. Ahora levantemos nuestras voces a Dios. Dios los bendiga.\n\nPadre Celestial, oramos…?…\n\n¡Señor Jesús, Oro que concedas esto!…?…\n\n¡Señor, que ella no deje de verlo ahora!…?…\n\n¡Miren y vivan, hermanos míos, vivan!\n\nMiren a Jesús ahora y vivan;\n\n¡Oh, está registrado en la Palabra de Dios, aleluya!\n\nUd. solo debe “mirar y vivir”.\n\n¡Oh, “miren y vivan”!",
    "Todos Uds. enfermos, así mismo miren ahora, miren a Jesús.\n\nMiren a Jesús ahora y vivan;",
    "Eso es. Como la serpiente de bronce. No había poder en la serpiente, pero era a lo que ellos miraban. Ahora la promesa dice: “Sobre los enfermos pondrán las manos; sanarán”. Yo pongo mis manos sobre él porque es una representación, como la serpiente de bronce. Que ellos miren a Jesús, allá, Quien murió. Él es la propiciación de nuestra gente enferma para sanar. Él es la propiciación por nuestro pecado. Que el poder de Dios venga sobre esta agua, y sane a cada uno, en el Nombre de Jesucristo, el Hijo de Dios.\n\n¿El bebé? ¿El bebé?",
    "En el Nombre de Jesús…?… En el Nombre del Señor Jesús…?… ¡Oh, en el Nombre de Jesucristo!\n\nDios los bendiga ahora. Crean con todo su corazón. Créanlo.\n\n¡Oh, miren y vivan, hermanos míos, vivan! (¿Cómo lo hace Ud.?)\n\nUd. mire a Jesús ahora y viva;\n\n¡Oh, está registrado en…!\n\n¿Recuerda, hermano…?…",
    "¿Saben Uds. cuál es el problema de las iglesias hoy? Nosotros nos—nos—nos rendimos demasiado rápido. Elías se quedó allí y oró, y oró, y oró hasta que sucedió algo. Y cuando sintió ese pequeño goteo de agua bajar a su corazón, él dijo: “Oigo el sonido de abundante lluvia”. Si hay hombres y mujeres aquí, que quieren a Cristo o al Espíritu Santo, que quieren ser sanados, si tan solo se quedaran allí y dijeran: “Señor, Tú lo prometiste. Tú lo prometiste”, entonces sienta ese pequeño goteo de agua. Diga: “Aquí está, Señor. Yo lo acepto”, algo va a suceder.\n\n¡Oh, miren y vivan, hermanos míos, vivan!\n\nMiren a Jesús ahora y…",
    "Solo levante su mano ahora. Acepte lo que quiera. Él está aquí en la celda con Ud. Muy bien.\n\n…¡aleluya!\n\nMuy bien, hermano, si puede venir. 🦅"
  ]
}