{
  "title": "CONFERENCIAS",
  "id": "63380009",
  "content": [
    "🦅  Luego escuchar sus testimonios, y venir después de estar en el campo y escuchar testificar a alguien. Realmente estoy contento de ver al Hermano Jeffries. Yo le llamo Creechy, allí; no sabía que estaba en la reunión. Y sé que esto también significa mucho para Uds. que vienen del campo de batalla donde las luces están tenues; y entrar bajo esta agradable atmósfera de Cristianos y personas todas juntas, libres en el Espíritu. Me—me gusta esto, donde la gente es libre, se siente libertad; y eso tiene algo. Y no queremos actuar almidonados. Ellos solo—solo… Como solían decir, quítese el cuello y siéntase como en casa. Eso me gusta. Estoy seguro que a todos nos gusta, ¿verdad?",
    "Solo pensaba, cuando miré aquí a mi hija, Rebekah. Recuerdo una vez, estando de viaje en una reunión. Y era una pequeñita entonces, ella. Y tiene una hermanita, cuatro años menor. Y, pues, Becky tiene ojos azules y es como alta, y Sarah tiene ojos marrones y un poco bajita. Así que, ambas eran hijas de papá. Y realmente amo a los niños, y el Señor me dio unos buenos hijos.",
    "Y, pues ellas estaban esperando para verme. Cuando llegara, querían jugar conmigo un poquito. Pero Morfeo les ungió los ojos y tuvieron que irse a dormir, como a las doce o a la una. Y el avión no llegó hasta como a las dos o tres de la mañana. Y entré a acostarme, no pude dormir. Salí a la sala, a sentarme en la silla. Es algo cómico que cuento de ellas. Y fue…",
    "Después de un rato, llegó la luz del día, y Rebekah, aquí, se despertó, y ella sabía que yo seguramente estaba en casa. Y—y ella miró y vio a Sara aún dormida. Entonces miró al fondo y me vio que estaba en la habitación, y aquí venía, tan rápido como pudo, y saltó a mi regazo, con ambos brazos. Y en ese momento, Sara, su hermanita, despertó. Bueno, ella miró, pero Becky ya se le había adelantado, para llegar a mí.",
    "Pues, esto es en comparación con la iglesia que ha estado por mucho tiempo.",
    "Y Becky era un poco larguirucha, de piernas largas, y podía sentarse muy bien en mi regazo y ambos pies tocaban el suelo. Ella estaba bien equilibrada, bastante bien, Uds. saben.",
    "Digo esto por nuestro hermano metodista aquí, ha estado alrededor por mucho tiempo, Uds. saben, y creció un poco.",
    "Bueno, Sara era bajita. Y no sé si sea así con sus hijos; con los míos sí. Cuando una, la mayor recibe algo nuevo, luego pasará a la siguiente, y luego a la siguiente. Y—y Sara tenía puesto el pijama de Becky. Y eran estos pijamas con patas de conejo que tenían, Uds. saben, un poco grande, y sus piececitos no llenaban eso muy bien. Y aquí venía ella por la casa.",
    "Y Rebekah me abrazó, y se dio la vuelta, miró a Sarah, y dijo: “Sarah, hermana mía, quiero que sepas que yo llegué aquí primero”. Ella dijo: “Y yo tengo todo a mi papá y no queda nada para ti”. Bueno, Sarah se sintió un poco pisoteada, Uds. saben, y sus labiecitos se le torcieron.",
    "Y, en algo me recuerda quizás a las iglesias que han estado en el camino por mucho tiempo, Uds. saben. Tienen todos los detalles de eso, y pueden sentarse con toda la teología y explicarla, y hablarlo en griego, y demás. Comparo eso con Rebekah.",
    "Entonces Sarah mira alrededor, sus pequeños labios en pucheros, y se dio la vuelta y comenzó de regreso al cuarto. Y yo le guiñé el ojo y le hice señas así, y saqué mi otra pierna. Eso precisamente es lo que ella estaba esperando. Aquí vino ella, saltó sobre esta pierna. Y ella era… las piernitas eran cortas, Uds. saben, y no podía tocar el suelo; ella se tambaleaba. Así que, la abracé, para evitar que se cayera, la abracé, acercándola a mí. Puso su cabeza sobre mi pecho y se recostó allí un rato. Ella miró a Rebeca. Le dijo: “Y Rebeca, hermana mía” ¿ven? dijo, “yo también quiero que entiendas algo. Puede ser que tú estuvieras allí primero y puedas tener todo a papi, pero, quiero que sepas que papi me tiene toda a mí”.",
    "Pues, pues más o menos así es. Uds. saben, quizás yo no conozca todos los detalles. Pero mientras Él me tenga todo a mí, eso es todo lo que nos importa. Solo dejemos que Él nos tome y nos use de la manera que Él desee.",
    "Realmente agradezco la estadía aquí, y este hermoso compañerismo entre estos buenos hermanos, ministros, toda la cooperación del personal de trabajadores, y todo lo que se ha hecho; por el Ramada, y por su fina cooperación. Y lo único que lamento es que solo—solo sean cuatro días. Verán, apenas se empieza a conocer a la gente y la gente a conocerlo a uno, y luego—luego uno tiene que irse, justo cuando en realidad se podría hacer algo para—para realmente magnificar a Dios.",
    "Y las cosas que suceden, pueden haber sido nuevas para muchos de Uds., y Uds. no entender. Uno no puede explicar la cosa en una noche o dos. Y luego, después de uno asentarse, por supuesto, se puede. Muchas cosas acontecieron.",
    "Uds. pastores recuerden que, en sus iglesias, en las semanas por venir, mujeres vendrán a Uds., dirán: “Sabe, yo tenía un trastorno femenino; ha desaparecido”. Una: “Yo tenía un problema estomacal; ha desaparecido”. No podría mencionarlos todos. Está por todas partes, la fe salta por todas partes.",
    "Por ejemplo, hace unos momentos, un—un hombre vino aquí y—y me puso la mano sobre el hombro. Y dijo… Yo miré al hombre. Pensé: “Debería—yo debería conocer a ese hombre”. Lo había visto en alguna parte.\n\nY dijo: “¿Se acuerda de mí?”.\n\nY: “Yo creo que sí”.",
    "Entonces dijo: “Estuve en su reunión en Saskatoon, en Saskatchewan, en el ’40, como en el ’42, o algo así. Hacía mucho tiempo, muchos años atrás”.",
    "Y yo dije: “Sí”. Pensé: “He visto a ese hombre en alguna parte, pero no puedo ubicarlo”. Y, pues, continuamos, él continuó hablando.",
    "En unos momentos comencé a reconocer que, hace unas noches, en la reunión, había una—una señora, creo que era una mujer algo canosa, parada en la plataforma.",
    "Y si yo estuviera mirando hacia el oriente, lo cual es realmente una tradición de que me gusta mirar hacia el oriente, porque Él viene del oriente. Cuando yo bautizo, por lo general los bautizo de esa manera. Y parece que… Siempre a mi lado derecho, porque cada vez que entra esta Luz, viene del lado derecho. Y, pues siempre trato de que la gente venga a mí por el lado derecho. Y yo estaría parado, como en esta dirección, supongo, en posición, como el edificio está situado allá arriba.",
    "Y a mi izquierda, noté, parada a mi lado, una mujer mucho más joven que la mujer que estaba parada frente a mí. Y ella tenía puesta ropa rosada. Era diferente a la mujer parada allí. Seguí viendo, y bajé. Y yo…",
    "No hay manera de explicarlo. Uds. solo tienen que creerlo; es todo.",
    "Miré hacia abajo. Había una señora sentada aquí, a mi izquierda, y ella era como… Algo andaba mal con ella. Y volví a mirar, y luego aquí estaba un hombre de pie junto a ella. Pensé: “Qué cosa más extraña”. Y yo estaba tratando de mantener mi mente en la mujer con la que estaba hablando.",
    "Porque, verán, puede ser que, si uno ve que algo sucede, ¿ven?, pudiera estar diciéndole a esta mujer lo que esta otra mujer tenía. ¿Ven? Así que, uno, es muy… Y Satanás está allí en cada oportunidad que puede. Solo es la gracia de Dios, ¿ven?, que Él permite eso.",
    "Y luego yo—yo miré. Vi a esta mujer como… Una era mucho más joven que la otra. Y una mujer era como… Ella estaba destrozada, mentalmente perturbada. Y la otra mujer tenía una clase de aflicción muy grave. Y entonces, este hombre…",
    "Y me di cuenta, esta mañana, cuando me paré aquí, que ese era el hombre. Y yo dije: “¿No tiene Ud. una esposa que—que está enferma, que está como mentalmente perturbada, oprimida?”.\n\nY él dijo: “Sí”.",
    "Y dije: “¿Estaba ella en la reunión anteanoche, y se sentó a mi izquierda, usando algún tipo de vestido rosado o algo?”.\n\nDijo: “Sí”.",
    "Y esa era ella. Y así fue como reconocí al hombre. Creo que… creo que anoté su nombre. Estoy llegando a que no puedo recordar muy bien. Un pastor M-a-c-k, él se sentó aquí mismo en alguna parte. Y eso fue así, ¿verdad? Y él me contó, dijo: “Mi esposa, hace muchos años, estuvo en su reunión, y fue sanada instantáneamente por un milagro del cual Ud. le estaba hablando, y diciéndole de sus problemas. Y ella fue sanada instantáneamente; y muchas, un par de veces, una rara enfermedad de la sangre, y úlceras, y cosas así”.",
    "Ahora, vean lo que sucedió, si intentara hacerles ver lo que quiero decir. La señora tenía fe. ¿Ven? Y su fe, ella estaba creyendo, pero probablemente no tenía tarjeta de oración ni nada. Pero ella estaba creyendo, y tal vez más que la dama sentada delante de mí.",
    "Y ahora, creo que él dijo que su esposa entró. Y si no me equivoco, esa es ella sentada allí mismo junto al varón. Y esa es la mujer. Esa es la mujer. Al mirarla, esa—esa es la dama, seguro.",
    "Ahora, ¿ven Uds. la—la gracia de Dios, para con eso? La señora, en realidad, realmente creyó con todo su corazón. Y con una fe mucho mayor que la persona parada aquí, fue a ella. Por supuesto, ahora, y luego el hombre me preguntó, él dijo: “Hermano Branham, ¿hay algo grave afligiendo a mi esposa? ¿Estará bien o algo?”.\n\nLe dije: “No lo sé, señor”.",
    "¿Ven?, son Uds. que hacen esa visión. Su propia fe hace eso. ¿Ven? Su fe lo hace, no la mía. Son Uds. ¿Ven?",
    "Jesús, parado allí delante de esas personas, y esta mujer tocó Su manto. Él ni sabía quién Lo había tocado. Dijo: “¿Quién Me ha tocado?”. Ahora, Jesús no diría nada solo por decirlo. Él, en realidad, Él no sabía quién lo había hecho. Y Él miró alrededor, sobre la multitud hasta que encontró a esa mujer. ¿Ven? Y luego Él le dijo de la fe que ella había tenido.",
    "Ahora, yo, yo no lo sabría. Y luego a veces… Verán, supongo que esto no fue explicado. Pero, ahora, ¿ven?, lo que Ud., lo que a Ud., el problema que Ud. tenga, eso es el Espíritu Santo revelándolo. Y a veces lo observo, se torna oscuro, sombrío. Simplemente no digo nada, porque tal vez sea la muerte. Y entonces solo digo: “Vaya, el Señor le bendiga”.",
    "Y tal vez, si se quedan lo suficiente, solo esperan allí, ver lo que dice el Señor. Y entonces eso es lo que Él está diciendo. Ahora, eso es, lo que la visión ha mostrado que es su problema, o lo que Ud. ha hecho. Pero luego quédense quietos y esperen. Y yo he notado que la gente simplemente se va. ¿Ven? Quédense quietos. Solo párense allí y esperen, y vean lo que Él dice, y luego Uds. se darán cuenta.",
    "Si eso regresa y yo veo una visión de lo que Ud. va a ser, eso muestra lo que Ud. ha sido. Entonces, si puedo ver lo que Ud. va a ser, Uds. notarán, siempre es ASÍ DICE EL SEÑOR. Y luego, luego anoten eso, y vean si no sucede así mismo. Eso nunca fallará,",
    "si es una visión.",
    "Aquí está. Yo tengo confianza. Si la visión viniera, me dijera esta mañana que George Washington va a levantarse del cementerio presidencial, y que yo fuera allí y lo llamara, yo invitaría al mundo a que viniera a presenciarlo. Correcto. Eso no fallaría. No puede fallar. Nunca lo ha hecho, y nunca lo hará, mientras Ud. no trate de usar su impresión. Y ahora, muchas veces…",
    "Creo que todos somos pentecostales aquí, esta mañana, ¿no es así? Muchas veces, cuando pienso que la gente se entusiasma, ¿ven Uds.?, uno tiene una impresión de que el Señor dijo tal y tal cosa. Y Ud. lo dice, cuando en realidad no es así. Y estaría errado decir eso. ¿Ven? Ud. espere hasta que sepa que Dios definitivamente ha hablado, y será perfecto cada vez. Pero si Ud. solo tiene la impresión de decir eso, quizás lo diga, pero… Y cuando Ud. lo hace, eso causa algo así como una imitación carnal. Y Ud., realmente, hermano, hermana, eso no ayuda a Dios; eso estorba a Dios. ¿Ven? Y tal vez Dios lo llame a Ud. a ser un—un testigo o algo más. Entonces Ud. permanezca fiel a lo que Dios le dice que haga. Sea un verdadero testigo.",
    "Ahora, esta ha sido una gran reunión, uno de los mejores grupos de fe detrás de mí, de esos ministros, con los que me he sentado. Y la gente allá en la congregación ha sido maravillosa. Y solo lamento que tengamos que concluir tan rápido de esta manera. Pero espero, algún día, si es la voluntad del Señor, poder volver.",
    "Supongo que el administrador aquí, el Hermano Borders, se presentó al pueblo, y me gustaría que él se pusiera de pie. El Hermano Roy Borders ha estado conmigo en muchas grandes luchas. ¿Pudiera ponerse de pie, Hermano Borders? Él es muy humilde. El Hermano Borders no sabe esto, pero lo recordé de nuevo. Y voy a decírselo ahora. Y, el Hermano Borders es un hombre enfermo. Tengo que encontrarme con él e ir—ir con él, después de este servicio esta mañana. Hermano Borders, espero que esto no lo sorprenda. Pero el Señor tiene que tocar al Hermano Borders, inmediatamente. Tiene una válvula cerrándose en su corazón. Esa es la pura verdad. No he hablado con él más de lo que Uds. me ven en la plataforma, pero eso es verdad.",
    "Y voy a decirle a esta mujer mientras el Espíritu Santo está sobre mí, y entonces tendré que parar, ¿ven?, porque ya ha comenzado a moverse. Esta señora sentada aquí ahora, mirando en esta dirección, preguntó ese hombre. No es nada serio. Es un cambio de la vida, solo es la menopausia, una sensación de cansancio, tristeza, y todo junto. Ud. estará bien. No tema. ¿Ve? Solo es eso. Ahora, el gran Espíritu Santo, ¡en Su Presencia!",
    "Tengo una niña aquí de la cual este hombre acaba de hablar, tengo algunas cosas escritas aquí. Una—una niña fue operada ayer en Phoenix, le extirparon un riñón, o algo, de la iglesia del Hermano Outlaw, un hombre que va dondequiera que yo voy. Si está en el rango de cien o doscientas millas, el hombre asiste a cada reunión. Y uno de los miembros de su congregación está aquí esta mañana. Y una niña fue operada, por un tumor en el riñón, y es maligno. Solo Dios puede salvar la vida de esa niña.",
    "¡Una muchachita sorda de la que el Hermano Jenkins ha hablado! ¡Oh, hay tantos que están enfermos y necesitados!",
    "Y ahora, justo antes de pasar a la parte de la predicación del servicio, me gustaría que oráramos por un momento. Inclinemos nuestros rostros. Y si hay otras peticiones, solo levanten la mano.",
    "Nuestro Padre Celestial, se nos enseña, en las grandes Escrituras Divinas, Palabras inspiradas de Dios, impresas, que, “Estaríamos sentados juntos en lugares Celestiales en Cristo Jesús”. Y sentimos eso en esta mañana, al ver un—un grupo de personas rumbo al Cielo, compuesto de todas las diferentes denominaciones, sentados juntos. Poder mirarlos y ver algunos de los hombres mayores que yo, algunos jóvenes que vienen; y así como las hojas y las flores, y en toda la naturaleza, lo viejo va cayendo y lo joven entra. Padre Celestial, Te damos gracias por el Espíritu Santo, que nos da esta gran seguridad, que algún gran Día nos encontraremos de nuevo.",
    "Te damos gracias por Su gran poder. Él ayuda en nuestras debilidades. Y oramos por esta niña que—que le han removido este tumor del riñón, y es canceroso. Señor Dios, sé misericordioso con esta muchachita. Pienso, ¿y si fuera mi hija? Es la amada de alguien. Oro que la sanes. Que sea despojado el poder de Satanás. Que esa niña viva para la gloria de Dios.",
    "Bendice, oro, esta mañana, a la muchachita sorda mencionada. Oro para que Tú le devuelvas el oído a esa muchachita, a la pequeña Jenkins.",
    "Oro, Padre Celestial, por el Hermano Borders, mi precioso hermano, mientras vemos a Satanás tratando de sacarlo del campo. Dios, lo reclamamos para beneficio del Reino.",
    "Y oramos por todas estas peticiones especiales. Y por esta señora que la otra noche estaba parada allí, esa fe moviéndose, ahora Tú se lo has explicado a ella, Señor, y ahora todo estará bien. Te damos gracias por esto. Oramos que Tú continúes con nosotros.",
    "Bendice a estos ministros. Bendice a todos los que han ayudado; los músicos, este pequeño cuarteto que cantó, y el cuarteto de la iglesia allá, esos buenos jóvenes, por la señora que nos dio los especiales. Y todas estas cosas, Señor, son—son demasiadas para recordar en nuestra mente, pero Tú las conoces todas.",
    "Por este Ramada Inn, por ese buen hombre que se paró aquí hace unos momentos, y dijo: “Dios le bendiga”. Dios, oramos que le sea devuelto a él, y que él pueda, Señor, ser lleno del Espíritu Santo, llegar a ser un gran testigo en el mundo, de Jesucristo, lo más grandioso que pudiera suceder, Padre.",
    "Oramos que Tú bendigas ahora al Hermano Tony y a estos buenos hombres aquí, aun a los miembros laicos de la iglesia. Y, sin embargo, están tratando, los Hombres de Negocios, de organizarse juntos, para hacer otro testigo. Dios les conceda sus esfuerzos, y que sean llenos del Espíritu y puedan discernir el saber qué hacer y cómo hacerlo para obrar para el Señor Jesús.",
    "Bendice el Mensaje en esta mañana, Señor, mientras hablo. Y oro que lo unjas con Tus bendiciones. Y que cuando nos vayamos, podamos decir como aquellos que venían de Emaús: “Nuestros corazones ardían en el camino”.",
    "También, Padre, si hay una persona inconversa aquí, alguien que no Te conoce, o solo un miembro de iglesia, que el gran poder del Espíritu Santo les revele su necesidad hoy de salvación a través del camino apropiado de Dios, la única manera, Jesucristo, porque lo pedimos en Su Nombre. Amén.",
    "Les agradezco de nuevo. Olvidé mencionar una cosa, hace un rato. Ellos… El Hermano Tony, cuando salió al carro anoche, dijo… Le dije: “Nunca miro…”. Llevo en el ministerio ahora unos treinta y tres años. Pastoreé el tabernáculo en Jeffersonville por diecisiete años, nunca tomé ni un centavo de salario. Y nunca recogí una ofrenda, en todos los días de mi vida. Nunca la recibí, ni tengo la intención de recibirla. Y anoche el Hermano Tony dijo que ellos estaban… Dije: “¿Pudieron cubrir los gastos?”.",
    "Según entiendo, cuando me reuní con este buen hermano, Brock. Y ¿lo pronuncié bien, “Brock?”. Y el Hermano Gilmore y algunos de los otros hermanos allá, la otra noche. Yo dije: “Ahora, ellos preguntaron acerca de la condición de las finanzas”. Dije: “Lo que sean los gastos, así de sencillo”.\n\n“Bueno” dijo él, “queremos recolectarle una ofrenda”.",
    "Yo dije: “No, no. No lo haga. Yo—yo recibo—yo recibo cien dólares a la semana de mi iglesia y con eso basta” dije, “yo, es todo lo que necesito. Yo, yo no necesito nada, ¿ven?”. Yo, yo estoy pensando en el otro lado, Allá, algo Allá. Y sé que—que he tratado de mantener mi ministerio…",
    "Muchos han venido, y el administrador, diciendo: “Hermano Branham, esto debería estar bajo reflectores brillantes”.",
    "Y la presidenta de la Four Rose Whisky estuvo en nuestra casa, aquí hace algún tiempo, y trajo a su hija. Y ella dijo, ¡oh!, la niña quería ser sanada. Y dijo que ella había oído de eso, y que iba a tener una operación. Y entonces dijeron… ¡Oh, ella quería venir! Ella no quería que la operaran.",
    "Bueno, ella entró corriendo mientras yo estaba hablando, quería que se orara por ella en ese momento, tenía que ser en ese momento. Bueno, pues, ella no podía quedarse. Su madre la perseguía. Así que la mamá entró allá atrás al cuarto, se sentó con esa mirada arrogante. Entonces subimos, oramos por la niña y regresamos.",
    "Bueno, un par de días después, el médico había dicho, dijo: “Bueno. Eso es un montón de tonterías”. Dijo…",
    "Pero ella dijo: “No, yo me siento bien. No tengo apendicitis. Estoy de maravilla”.",
    "Así continuaron, por cuatro o cinco días. Pasado un tiempo… Vean, tal como lo expliqué, después de unas setenta y dos horas, ese síntoma vuelve a venir si Ud. realmente es sanado, ¿ven?, sanidad; no estoy hablando de milagros. Y volvió a ocurrir porque el apéndice comenzó a hincharse. Y el médico dijo: “Ahora, ¿ven Uds.? Ahora será mejor que vayas a buscar a ese predicador santo rodador otra vez”.",
    "Entonces, él no quiso operar. Pero, por supuesto, cuando había como mil quinientos dólares en juego, él—él—él podía hacerlo. Él dijo que no lo haría, pero lo hizo. Sucedió que había un amigo mío en ese personal, que, cuando sacaron, abrieron a la muchacha, para sacar el apéndice, no había nada malo. ¿Ven? Ellos operaron para nada. Simplemente dejaron el apéndice allí, porque ni siquiera estaba afectado. Y vino el médico, me lo contó, un amigo mío en el personal, que ayudó a operar.",
    "Ahora Uds. ven lo que era; ella estaba toda emocionada y sencillamente no sabía cómo conservar esa fe. ¿Ven? Y allí no tenemos oportunidad de explicar eso. Y eso hizo que el… Mi amigo médico le contó a la madre, y dijo: “El apéndice aún sigue allí”. Ellos dijeron: “Ella necesitaba ese apéndice, y no estaba infectado. No era nada, en absoluto, perfectamente normal, rosado; justo, ¡oh!, como debe ser”.",
    "Y la madre vino a ser creyente. Entonces ella me dijo: “Lo que hay que hacer es, en su ministerio, no es sentarse por allí en una esquina con un montón de—de gente común. Debería exhibirse por todo el país en todas partes, debería estar en las vallas publicitarias”. Ahora, eso es exactamente lo que el diablo quiere. Así es. ¿Ven? Pero, no, yo no lo quiero así.",
    "Yo—yo lo quiero de tal manera que pueda visitar cualquier lugar, como sea. Dondequiera que el Señor llame, allí es donde quiero ir. Donde Él simplemente lo mantenga humilde, y permitir que el Señor nos mueva dondequiera que Él desee movernos.",
    "Y ahora, para Uds., si Uds.… por los que se ha orado, si Uds.… Después de setenta y dos horas, comienza la corrupción. Sabemos eso. La descomposición comienza después de setenta y dos horas. Si algo reaparece… Si Ud. realmente cree eso, con todo su corazón, nada lo va a detener; Ud. créalo, de todas maneras. Quédese con eso. Todo estará bien. Ud. no…",
    "Ahora, pero Ud. no puede fanfarronear; Ud. realmente tiene que saberlo, que está hecho. ¿Ven? Hay mucha diferencia entre la esperanza y la fe. La esperanza solo se esperanza en algo. La fe sabe que está hecho. Así que, esa es la diferencia.",
    "Ahora, esta mañana, no quiero retenerlos. Ya son las diez y, ¿ven?, como seis minutos pasados, según este reloj que me dio Billy.",
    "Y ahora quiero leer un versículo del libro de Isaías, el capítulo 1, solo para unos breves comentarios. Y tengo algunas Escrituras anotadas aquí, a las que tal vez me refiera. Y solo tenerlos por unos treinta minutos, entonces estaremos listos para salir, si el Señor quiere. Isaías, el capítulo 1 y el versículo 18.\n\nVenid luego, dice Jehová, y estemos a cuenta: si vuestros pecados fueren como la grana, como la nieve serán emblanquecidos; si…rojos como el carmesí, vendrán a ser blancos como lana.",
    "Ahora, el Señor añada Sus bendiciones a la lectura de Su Palabra. Y quiero hablar sobre el tema: Conferencias. ¡Tener una conferencia!",
    "Señor, bendice la Palabra ahora, y que las semillas caigan en nuestros corazones, donde tenemos necesidad. Y, Señor, que el mío esté abierto, con cada uno aquí, para que podamos entender la hora en que estamos viviendo y lo que debemos hacer. En el Nombre de Jesús lo pedimos. Amén.",
    "Hablando de conferencias, oímos—oímos mucho de eso en estos días. Todo es una conferencia. Y, francamente, en eso estamos aquí esta mañana, una conferencia. Y oímos tanto de ellas, y en tantos lugares diferentes en donde las tienen, tantas cosas que se logran por las conferencias. Yo creo que es algo que deberíamos hacer, tener una conferencia. Y, por lo general, se llevan a cabo en momentos de emergencia. Usualmente cuando hay una—una emergencia, entonces se lleva a cabo una conferencia; se llama a una conferencia rápida. Y pensamos en ella en esos términos.",
    "Ahora, aquí, muchos de Uds. pueden recordar la… por ejemplo, la conferencia que tuvimos durante la crisis mundial, cuando Alemania y el resto del mundo estuvieron en guerra, cuando el presidente Roosevelt era el presidente de los Estados Unidos. Y—y allí estaban los otros cuatro grandes, como ellos lo llaman. Celebraron lo que llamaron la “Conferencia de los Cuatro Grandes”, de Churchill. Y se reunieron, y tuvieron lo que llamaron la Conferencia de los Cuatro Grandes del mundo libre, porque tenían que unirse y poner en común sus ideas, y coordinar una estrategia de alguna forma, porque el enemigo estaba avanzando, y él—él debía ser detenido.",
    "Y luego, ellos—ellos tuvieron que reunirse, para poder, los más sabios de los grupos. Y entonces uno tomaba la idea de uno, y la idea del otro, y luego juntarlas, y ver con qué resultaban. Esa fue la Conferencia de los Cuatro Grandes. Y dónde deberían contraatacar, dónde deberían colocar sus ejércitos, cierto, como el Quinto Ejército, y el Cuarto Ejército, y el Décimo Ejército, y demás, y cómo podían trabajar juntos, y dónde el enemigo tenía sus fortalezas.",
    "Y si se fijan, ellos siempre tratan de atacar esa columna vertebral; esa es la línea de vida. Y siempre es, ¡golpear al enemigo! Si Ud. quiere matarlo, Ud. debe golpearlo en un punto vital. Si no lo hace, Ud. no lo mata. Y, por lo tanto, solo hay una cosa por hacer.",
    "Es igual como preparar una reunión. Si pudiéramos tomar el—el Reino de Dios, como hombres han dicho muchas veces, en el ministerio, y citando en algo a la mujer, dijo: “Si tomaran y reunieran a los grandes pueblos, las grandes mentes, y los unieran, y luego desde eso atacar”. Pero, ¿ven?, Uds. están atacando la cosa equivocada. ¿Ven?",
    "Si pudiera reunir a los ministros, si pudiera reunir a un grupo de hombres salvos por Dios, y permitirles ver el poder que está en Cristo Jesús, que—que Él realmente vive en nuestros corazones, y puede saber los pensamientos de la mente, y predecir, y proclamar, y—y que sea perfecto, entonces esos ministros recibirán la inspiración y lo llevarán a su gente. ¿Ven lo que quiero decir? Allí está el lugar para atacar, donde ahora están los cañones.",
    "Y con los Cuatro Grandes tuvieron esa gran conferencia. Luego tuvimos otra conferencia que se llamó la Convención de Ginebra. Estoy seguro que muchos de Uds. recuerdan cuando hubo necesidad de la—la Convención de Ginebra. Y hubo otra llamada la Conferencia de París, cuando se reunieron en París. Sucede constantemente, todo el tiempo, conferencia tras conferencia tras conferencia, reuniéndose, porque la necesidad es grande en la vida nacional. El—el cerebro del mundo parece estar tan enredado que uno simplemente no sabe dónde, ni qué hacer. Y todo el mundo está muerto de miedo ahora mismo.",
    "Me recuerda a un muchachito yendo a casa en una noche oscura, pasando por el cementerio, silbando. Silbando tan fuerte como puede, porque se está engañando a sí mismo. Él—él—él no quiere pensar en que está asustado, pero está silbando para tratar de relajarse. Pero en el fondo, él está asustado: “Detrás de cada lápida hay un duende”. O, ¿ven?, él está asustado, y silba solo para tranquilizarse.",
    "Y es por eso que tenemos tanta tontería hoy en la radio y la televisión, de personajes, hombres que tienen talentos, cantantes como Ernie Ford y Elvis Presley, esos muchachos que venden su primogenitura por un plato de lentejas. Ellos salen allá, y solo hay que ser un bromista, o decir algo chistoso, o—o algo así, para hacer reír al público americano. Cuando, saben que Uds. solo tratan de aquietarlos; y Uds. saben, detrás de todo eso, sabemos que el juicio está a la mano. Así es. Más vale encararlo; estamos al final del camino, hermanos. Y todos los chistes de Ernie Ford, y el rock and roll de Elvis Presley, y todas estas cosas, es otra fiesta de Nabucodonosor. Eso no servirá de nada; el juicio azotará.",
    "Esta nación ha llegado al mismo nivel de Sodoma y Gomorra. Y el Dios justo, permitir que este país se salga con la suya con lo que está haciendo ahora, siendo un Dios justo, estaría moralmente obligado a levantar a Sodoma y Gomorra y disculparse por haberlas quemado, así es, si es que nos salimos con la nuestra y sin el juicio. Pero, solo recuerden, nos viene.",
    "Ud. huya a la Roca tan rápido como pueda. No lo deje para después. No se fijen en todo esto de solo unirse a la iglesia y credos y demás. Hagan como estos hermanos metodistas aquí: huyan a la Roca hasta que responda un eco, que Uds. vean a Cristo reflejado. Quizás haya que golpearlos un poco. En los tiempos antiguos de la Biblia, cuando ellos, los…",
    "Hoy en día, aquí en este estado de oro, de Arizona, en la antigüedad, ahora tienen fundiciones para sacar el hierro y la pirita, lo que se llama oro de los tontos, y en fundición sacar eso del oro verdadero, por medio de un horno.",
    "En los días antiguos, la única manera que tenían para separarlo era con el que martillaba, golpeaban el oro con un martillo, como lo golpeaban los indios. Y la única manera en que el que martillaba sabía que tenía el oro listo, era cuando sacaba toda la escoria a golpes. Y él lo golpeaba, y lo volteaba, y lo golpeaba, y lo golpeaba, hasta sacar toda la escoria. Cuando veía su propio reflejo en el—el oro, sabía entonces que toda la tierra y el hierro, y las materias extrañas habían salido del oro.",
    "Y así es como Dios quiere con Su iglesia, golpearla hasta que todos los credos y la tontería, y todo el mundo, salga a golpes, hasta que refleje la Vida de Jesucristo. Recuerden, ¡la iglesia! Acabo de salir de una gran reunión en casa, donde los seis Sellos, y ese sexto Sello… o siete Sellos. Y el sexto fue la purificación de la iglesia. La iglesia, por supuesto, pasa por el período de la Tribulación para su purificación. Pero, la Novia es raptada, esa es la diferencia entre la Novia y la iglesia.",
    "Espero no estar entrando en doctrina aquí ahora. Si digo algo que Uds. no creen, pues, hagan como cuando yo como pastel de cereza. A mi me encanta el pastel de cereza. Pero cuando encuentro una semilla, no tiro el pastel, solo tiro la semilla. Así que, Ud. haga lo mismo. Al comer pollo, cuando uno encuentra un hueso, uno no tira el pollo, solo tira el hueso. Si digo algo que Ud. no cree, solo tire el hueso, ¿ve Ud.?",
    "Ahora, pero, hay emergencias, y hay crisis, y constantemente están llamando al presidente para lo definitivo, a conferencias, y tienen que reunirse para esto o aquello. Y Cuba lanzará en vuelo, entonces tendrán que convocar una conferencia. Y algo más será lanzado, tendrán que convocar una conferencia. Casi todo lo que oímos, es de conferencias.\n\n¿Qué hacen en una conferencia? ¿Cómo la realizan?",
    "En primer lugar, ellos llaman a reunión, y seleccionan un cierto lugar. En Ginebra, he estado allí. Es un—un gran lugar hermoso. Y por lo general tratan de llegar a un lugar que inspire, para poder llegar allí, y seleccionan este lugar, llaman a todos los hombres importantes a este lugar. Y hacen un… No lo tengo anotado aquí. ¿Dónde estaba ese lugar en Suiza, donde fuimos allá, Billy? Donde ellos… Eso fue en Ginebra, ¿no es así? Y creo que es un país hermoso. No anoté el—el nombre de esa conferencia, pero recuerdo que fue allí. Y ellos se reúnen y tienen estos lugares, y seleccionan lo mejor que pueden, y trabajan en eso.",
    "Ahora, eso es el mundo. Y todo lo que está errado, todo lo que está en el mundo, y está errado, es un tipo de lo correcto.",
    "Pues, el pecado mismo solo es justicia pervertida. Ahora, solo hay un Creador, y ese es Dios. Y Satanás no es un creador; solo es un pervertidor de la creación original. Una mentira es la Verdad mal representada. El adulterio es el acto correcto mal realizado. Todo siempre es una perversión de lo que es correcto. Satanás puede pervertir, pero no puede crear. ¿Ven? Y—y recordamos eso, que el mal, una mentira, o cualquier cosa que sea pecado, es justicia pervertida. Y, entonces vemos que Satanás siempre toma un tipo, de lo que él va a hacer, de lo que Dios ya ha hecho.",
    "Por ejemplo, como mucha gente al ver la reunión, dicen: “Eso es telepatía. O, es un… El hombre es, ¿cómo se llamaba? Simón, el mago, y—y algo así”. ¿Ven? ¿Por qué? Cuando Ud. ve a un espiritista o ve actuar a un diablo, eso solo es una perversión de una cosa genuina que Dios tiene. Así es. ¿Lo ven?",
    "Y los hombres deberían ser, saber lo suficiente, y ser lo suficientemente espirituales, para poder discernir entre lo que está bien y lo que está mal. ¿Ha oído Ud. alguna vez de un espiritista echar fuera demonios, y—y sanando a los enfermos, y predicar el Evangelio? “Por sus frutos ellos se conocen”. ¿Ven? Tienen un pequeño puesto en un rincón en cualquier lugar, y leen la palma de su mano, y adivinan cuatro o cinco cosas, y fallan en una docena de ellas. Allí lo tienen, ¿ven Uds.? Eso solo es una perversión, tratando de desviar la mente de la gente, desviándolos, separándolos del verdadero y genuino Espíritu Santo, donde podemos sentarnos juntos en lugares Celestiales, y Cristo nos revela lo que debemos hacer.",
    "Las iglesias deberían ser de esa manera. La gente que habla en lenguas… Yo—yo quiero mencionar esto, porque soy vuestro padre, por así decir. Voy a portarme así en esta mañana. ¿Ven? Tenemos una gran cosa. Pero es—es… Yo creo que no está representado correctamente. ¿Ven? Y si se presenta perfecta y correctamente se venderá solo. Ahora, creo que hay muchos de estos metodistas, estos bautistas y presbiterianos, a quienes les gustaría recibir Esto. Pero es la manera en que se lo presentamos a ellos. ¿Ven?",
    "Ahora, si Ud. ve a un hombre afuera construyendo una casa, y tiene un martillo y está clavando clavos en la casa. Ud. llega allí. Y tiene una máquina automática a en la que cabe medio barril de clavos, “Rrroot”. Clavando así, el doble de rápido, y haciendo un mejor trabajo. Si Ud. se acerca a él, y le dice: “Ah, ¿qué está haciendo? Ud. es anticuado. Lo está haciendo mal. Esa no es la manera. Aquí tengo una máquina que hace esto”. Allí mismo, Ud. arruinó la venta. Uds. hombres de negocios saben eso. Ud. arruinó la venta. Lo que hay que hacer es subir y elogiarlo, lo—lo bien que está construyendo, y luego simplemente presentar el producto. Si es bueno, se venderá solo. Uds. los vendedores saben eso.",
    "Y Uds. saben que no hay nada mejor que el bautismo del Espíritu Santo. No hay nada mejor que le haya sido dado al hombre, del Cielo, aparte del Espíritu Santo. Pero, ¿ven Uds.?, nosotros—nosotros queremos rebajar al otro individuo. Tratemos de levantarlo un poco, y darle un abrazo, y hagámosle saber que la cobija se extiende por toda la cama. ¿Ven? Y llevar a cabo esa clase de conferencia, ¿ven Uds.? Denle un poco de espacio, también, porque después de todo él—él ha luchado.",
    "Ahora, pero, ¿ven Uds.?, muchas veces en nuestras iglesias, permitimos que la gente se levante aun cuando se está predicando, y hablan en lenguas, y al hacer un llamado al altar, alguien habla en lenguas, y alguien que, y dar interpretaciones. Solo es que uno de ellos, pienso, creo que la persona está hablando genuinamente en lenguas; pero yo creo que el otro está, más o menos, profetizando, pues algunos hablan en lenguas tal vez por cinco minutos, y el otro da cuatro palabras de interpretación. ¿Ven? Tiene que ser con el mismo sonido, los mismos altos y bajos de la voz.",
    "Y luego, también, si ellos hablan, y no se cumple, entonces alejen ese espíritu maligno de Uds. Uds. no quieren eso. En mi tabernáculo, cuando alguien habla así, es mejor que así sea. Eso se escribe. Si no se cumple, deben sacar ese espíritu maligno de ellos. Tiene que ser exacto, no una repetición. Jesús dijo: “No uséis vanas repeticiones como los paganos”. Tiene que ser algo directamente para alguien, o para ayudar a la iglesia, o para ayudar a la causa. Eso se escribe allí mismo. Y si no… Y la gente que habla en lenguas, y esos grandes dones para ayudar al cuerpo de Cristo, ellos se reunen horas antes de que lleguemos allí, y el Espíritu Santo obra a través de ellos. Luego se pone sobre el púlpito, y nosotros anunciamos lo que ellos han dicho, aquí. Y si no sucede tal y como fue dicho que sucedería, entonces ya no lo pueden hacer más hasta que ese espíritu maligno haya salido de ellos.\n\nUd. dice: “Bueno, Hermano Branham, ¿eso?”.",
    "Bueno, miren. Y yo tengo que pararme aquí arriba. Yo no temería, porque es Dios. Tiene que ser correcto, cada vez, aquí; y allá tiene que ser correcto, cada vez. Entonces cuando la gente vea suceder esas cosas, entonces creerán.",
    "Lo que la iglesia pentecostal necesita, en esta mañana, es una buena conferencia. Esa es la pura verdad. Todas las denominaciones, los—los unitarios, dualistas, trinitarios, cuaternarios, y todos los demás, y la iglesia de Dios, Asambleas de Dios, todos nos reunimos y conversamos sobre estas cosas, así es, y poner en movimiento la iglesia.",
    "Mientras Satanás pueda mantenerlos disparándose el uno al otro, él simplemente se sienta y dice: “Hermano, yo ni siquiera tengo que pelear”.",
    "Pero si tan solo pudiéramos reunirnos y mirar a Dios, como hermanos, entonces dar un paso, armándonos, unidos. Ud. no tiene que cambiar, y uno ir a cierta iglesia. Hágalo de la—de la manera que Ud. quiera. Esas pequeñas diferencias que Ud. hace no importan de todas maneras. Dios le da a cada uno de Uds. el Espíritu Santo. Así que, la Biblia dice: “Dios da el Espíritu Santo a aquellos que Le obedecen”. Por lo que seguramente alguien ha obedecido a Dios.",
    "Pero la cosa es que, mientras Satanás pueda mantener las pequeñas diferencias, eso es lo que hace que la iglesia esté en tal conmoción como lo está hoy. Olvidemos ese asunto y juntémonos.",
    "Recuerden, el otro hermano está en Cristo tanto como nosotros. No hay hombres importantes, ni hombres insignificantes, ni superiores; somos hijos. Somos uno en Cristo. Y nuestras pequeñas diferencias no tienen importancia. Ya sea que Becky quiera un vestido azul, y Sarah quiera uno rojo, ambas están recibiendo vestidos. Eso—eso… ¿Ven lo que quiero decir? Así que ellas no deben discutir sobre eso. Y pienso que eso es lo que nosotros—nosotros realmente deberíamos hacer.",
    "Ahora, hablando de conferencias mundiales, en crisis mundiales. Saben, Dios también ha tenido algunas conferencias. Pensamos en París, y Ginebra, y los Cuatro Grandes, y muchas otras conferencias. Pensemos ahora en algunas conferencias que Dios tuvo, de las cuales estas son un tipo, de las que Dios ha tenido.",
    "Yo—yo creo que la primera conferencia, de la que puedo pensar ahora, hablando Escrituralmente, la voy a llamar la conferencia del Edén de Dios. “Dios hizo al hombre a Su Propia imagen, a imagen de Dios lo creó; varón y hembra los creó”. Ellos eran Sus hijos amados. Y ellos fueron posicionados sobre la base del libre albedrío.",
    "Ese vil incrédulo ha dicho muchas veces: “¿Por qué un Dios justo hacer una cosa como esa, y permitir todo el sufrimiento que ha sucedido a través de las edades?”.",
    "Dios no hizo eso; el hombre mismo lo hizo. Dios no había dispuesto que él lo hiciera.",
    "🦅 Pues, entonces, si Dios es omnipotente, ¿por qué lo permitió Él? ¿Por qué no hizo perfecto al hombre?”.",
    "Porque, en el principio no había nada más que Dios. Y en Dios había atributos, Su atributo de ser un Salvador. Sabemos que así es. Él es un Salvador, y eso estaba en Él. Y no había nada perdido, para que fuera salvo. En Él había atributos para ser Padre, y no había nada que Él pudiera engendrar. En Él había atributos para ser un sanador. No había nada perdido, nada enfermo. Así que lo único que Él podía hacer era crear al hombre sobre la base del libre albedrío, sabiendo que él lo haría. Dios Propiamente no lo hizo; el hombre mismo lo hizo.",
    "Y Ud. se encuentra en la misma situación esta mañana. Ud. puede aceptar la Vida o rechazar la Vida. Pero Dios hizo al hombre de tal manera, que él… sabiendo que lo haría, no queriendo que lo hiciera, pero sabiendo que él lo haría, para así desplegar Sus atributos. Así que no hay nada fuera de tiempo. Todo está marcando exactamente de acuerdo al gran reloj de Dios. ¿Ven? Y esto solo muestra Sus atributos, para seleccionar a Sus hijos quienes realmente Lo aman y Le creen. Y todo hombre tiene el mismo derecho.",
    "Dios siendo infinito, sabía desde el principio lo que sería y lo que no sería. Así que, por lo tanto, Él no quería que ninguno… Pero siendo infinito Él tenía que saberlo. Y, por lo tanto, pudo decir que Él tendría una Iglesia sin mancha ni arruga, porque Él sabía que la tendría. Él es Dios.",
    "Ahora, y este hermoso lugar en el huerto del Edén, ¡oh!, donde hombres y mujeres vivían juntos. Dios es un gran contratista.",
    "Ahora, Uds. tienen mucho de eso aquí en Tucson, mientras se está construyendo. Hace unos años cuando estuve aquí solo era una ciudad pequeña. Y ahora, por allá donde estoy viviendo, pues, los coyotes y los indios pápagos pasaban por allí cuando yo estuve aquí hace unos años. Y ahora hay… Pues, son grandes proyectos, y casas, y la construcción sigue, sigue, sigue y sigue. Bueno, ¿qué está pasando? ¿Ven?, los contratistas vienen y compran un terreno, y lo subdividen, y construyen casas.",
    "Ahora, Dios hizo eso. ¿Ven? Él—Él dispuso todo el material, para hacer nuestros cuerpos, mientras este mundo se estaba formando. Ahora, estamos hechos de dieciséis elementos, que son potasio, y calcio, y petróleo, y luz cósmica, y demás. Y todo esto se junta para hacer al hombre. Pero eso estaba aquí antes de haber un hombre sobre la tierra. ¿Ven? Dios hizo nuestros cuerpos y colocó el material aquí antes de que hubiera una tierra.",
    "Ahora, Ud. entra a eso y Ud. viene aquí por Dios. Y ahora Ud. tiene la oportunidad de vivir Eternamente si así lo elige Ud. Eso es exactamente lo que Adán y Eva tenían. Todo… Dios no puede cambiar. Él tiene que permanecer igual, darle a cada hombre la misma oportunidad.",
    "Ahora, vemos que a Dios Le agradó cuando hizo al hombre. Él miró a Su—Su hija y a Su hijo, y cuán complacido estaba con ellos. Y luego, vemos que, tan pronto como Adán y Eva pecaron, y el mensaje llegó ante Dios, nuestro Padre: “Tu hijo ha caído de la gracia. Se ha apartado de Ti”. ¡Oh, cómo eso debe haber alarmado Su corazón!",
    "Y ahora fíjense en la naturaleza. Cuando Adán se dio cuenta que estaba perdido, cuando supo que había obrado mal y fue manifiesto a él, que estaba en error, en lugar de clamar: “¡Oh, Padre!, ven a mí; estoy perdido; he hecho mal; he sido engañado; ven a mí”, él se escondió.",
    "Y fue Dios, quien iba y venía por el huerto, gritando: “Adán, ¿dónde estás?”.",
    "¿No es así hoy? Ud. le puede mostrar a los hombres, por la Palabra de Dios, cuando él ha fallado. Así exactamente. Adán sabía que él había fallado. Él le había fallado a la Palabra de Dios.",
    "Y recuerden, no se necesita mucho. ¿Saben Uds. qué causó toda esta enfermedad, y todo este problema y muerte, y dolor de seis mil años? Porque una mujer no pudo creer una pequeña esfera, una pequeña porción de la Palabra de Dios, solo una pequeña jota. Ella creyó casi todo. Satanás le dijo la Verdad de la mayor parte de Ella. “Estas cosas harás, y esto”. Y luego dijo: “Ciertamente no morirás”.",
    "Solo por descreer una pequeña jota, causó todo este problema. ¿Es así? [La congregación dice: “Amén”.—Ed.] ¿Piensan Uds. que descreer una jota los hará volver, después de haber causado todo esto? [“No”.] No, señor.",
    "Tenemos que venir a la Palabra. Eso es lo único, y Ella es Dios; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”.",
    "Y, vean, cuando Dios hizo al hombre, cuando Él comenzó a empollar sobre la tierra, surgieron como flores de Pascua, salió la hierba, salieron especies, subiendo más y más. ¡El gran Espíritu Santo, empollando! O, empollar significa “ser como una madre, arrullar”. “Cuu, cuu”. Brotaron las flores. El Padre dijo: “Es maravilloso. Que siga así”. Y Él empollaba. Y después de un rato, salieron las aves. Y lo siguiente, salieron los animales. Él siguió haciéndolo mejor, mejor, mejor, mejor.",
    "Y, finalmente, la tierra reflejó el reflejo de Aquel que estaba empollando: Dios. Y él estuvo a la imagen de Dios. Nunca hubo algo más alto que un hombre, aun para nuestras amadas hermanas, una mujer. Ella no está en la creación original. Ella es el subproducto del hombre, una parte de él; y son uno, en Cristo. ¡Oh, qué gran lección tenemos aquí mismo delante de nosotros ahora, en la que podríamos pasar horas, arrojándole luz! Fíjense.",
    "Ahora nos damos cuenta que, entonces, cuando este hombre reflejó a Dios, entonces Dios descendió en Su propio reflejo, en la forma de Hombre, Jesucristo. Y Dios estaba en Cristo. El Dios, en Cristo, reflejándose a Sí Mismo a la tierra, lo que Él era: un Salvador, un Dios, un Sanador. Dios, desplegando Sus verdaderos atributos, a través de un Hombre, el cual era Su reflejo. Y Dios, para lograr esto, no pudo venir a través del sexo, que fue lo que echó a rodar la bola en primer lugar, pero Él lo trajo a través de un nacimiento virginal.",
    "¿No pueden verlo, ese primer pecado, lo que fue? Muchos no estarán de acuerdo con eso, y Uds. discuten acerca de “la simiente de la serpiente”, pero allí está. ¿Ven?",
    "Ahora, el reflejo, Dios reflejándose en Cristo. Pero entonces cuando este hombre se perdió…",
    "Hoy, cuando al hombre se le muestra, por la Palabra, que él no debe hacer estas cosas, a veces él es fiel a una iglesia.",
    "Si hay alguno de mis amigos católicos aquí esta mañana, perdonen esto por un momento. Mi familia también toda es católica, Uds. saben, católica romana.",
    "Ahora fíjense. Cuando este sacerdote se me acercó, acerca de muchas grandes sanidades, y me dijo: “Su origen es católico. ¿Por qué Ud. no es católico?”.\n\nDije: “Soy católico”.\n\nY él dijo: “¡Oh, no lo puedo creer!”.",
    "Yo dije: “Su iglesia ¿no enseña que esta Biblia, que Jesucristo estableció la primera iglesia católica, y estos apóstoles eran católicos?”.\n\n“Sí”.\n\nDije: “Entonces yo creo exactamente lo que ellos escribieron”.",
    "Él dijo: “Pero, Sr. Branham” dijo, “la iglesia cambia constantemente. Él le dio a Pedro la autoridad para—para tener las llaves, y él puede atar, y la sucesión apostólica de los papas, y demás”.",
    "Le dije: “Yo tengo todos sus escritos, o la mayoría de ellos, allí, Los hechos de nuestra fe, y demás. Pero” le dije, “mire. Si esos hombres que escribieron esa Biblia, caminaron lado a lado con Jesús, digamos que eran católicos y ellos escribieron esa Biblia, ¿no cree Ud. que ellos sabrían más acerca de la voluntad de Dios y los mandamientos de Dios, que este grupo moderno hoy?”. Y le dije: “Fíjese, si esa es la Iglesia, entonces cuando ellos obedecieron lo que Dios dijo, originalmente, y esa es la Palabra de Dios, mire los milagros y señales, y demás, que ellos tuvieron. Y Uds. no los tienen hoy en día. Es una evidencia de que Dios no está con Uds.”.\n\nÉl dijo: “Sr. Branham, no debemos discutir”.",
    "Yo dije: “Señor, yo no discutiría con nadie. Solo le estoy preguntando algo”. Luego mencioné el Concilio de Nicea y demás.",
    "Él dijo: “No debemos discutir”. Dijo: “Ud. quiere hablar de una Biblia, de una Palabra”. Dijo: “Dios está en Su iglesia. Eso es lo que fue la iglesia; esto es lo que es hoy. Se supone que debemos escuchar a la iglesia hoy”.\n\nYo dije: “Dios está en Su Palabra”.\n\nÉl dijo: “Dios está en Su iglesia”.",
    "Yo dije: “Él está en Su Palabra. Y si la Palabra no está en la iglesia, entonces Dios no está en la iglesia, porque la Palabra es Dios”. Y yo dije: “Además, ¿cree Ud. en el Apocalipsis?”. Lo cual significa: “Revelaciones”; es el griego. “¿Cree Ud. que el Apocalipsis es inspirado?”.\n\nDijo: “Seguro”.",
    "Yo dije: “Entonces, Jesucristo Mismo dijo, en el Apocalipsis, que, ‘Cualquiera que Le quitare una Palabra, o Le añadiere una palabra, su parte será quitada del Libro de la Vida’. Entonces ¿cómo puede Ud. decir que tiene autoridad para sacar, poner, o hacer lo que quiera, cuando a Ud. le está prohibido hacerlo por el fundador de la Iglesia Cristiana, Jesucristo? Ud. no puede hacerlo”. ¿Ven?",
    "¡Oh, la hora, el tiempo tremendo que estamos viviendo! Y cuando a los hombres se les dice de su error, en lugar de querer regresar y decir: “Padre, estoy errado; perdóname”, ellos aún se esconden detrás de las hojas de higuera. Hojas de higuera es lo que ellos mismos cosieron. Y ellos trataron de… La palabra religión significa “una cubierta”. Y ellos trataron de hacerse una cubierta hecha a mano. Y el hombre aún no ha cambiado, hoy.",
    "Así que, Dios tuvo que convocar a una conferencia. Y Él tuvo que encontrarse con Su persona, Su hijo.",
    "Y recuerden, Sus mandamientos fueron: “El día que de él comieres, ese día morirás”. Y Dios no puede desafiar Sus propias leyes y ser justo. Entonces Él abrió un gran abismo entre Él y el hombre. Y, cuando ellos…",
    "Él quería redimir a Su hijo. Él no quería que ellos se quedaran así, de manera que Él tuvo que redimirlo. Así que llamaron a una conferencia, y fue la primera conferencia en que Dios se encontró con el hombre, fue la conferencia del Edén.",
    "¿Cómo va Él a salvar a ese hombre? ¿Qué puede hacer para traer a Sus hijos perdidos de vuelta a Él? Y recuerden, Su primera decisión es perfecta, siempre.",
    "Si hubieran sido los credos, las hojas de higuera, Él hubiera dicho: “Adán, lo has hecho justamente. Sal de detrás de los árboles. Yo creo que eres un hombre sabio. Me estás reflejando a Mí, por cuanto eres sabio. Tus hojas de higuera están bien”. El hombre aún sigue intentando con esa hoja de higuera.",
    "Pero Dios tomó una decisión. Y la decisión fue que algo tenía que morir, porque hablaba de Él, Su santidad y justicia, hacia Su Propia Ley. “El día que de eso comieres, morirás”. Y tenía que ser un sustituto con sentimiento. La vida botánica no tiene sentimientos. Así que Él tuvo que matar algo para poder obtener pieles, para cubrirlos. Y esa fue la decisión de Dios, de cómo salvar al hombre, traer al hombre de nuevo al compañerismo con Él, en el Edén, y así ha permanecido para siempre. Ningún hombre…",
    "No sé cuántas veces han tratado de educar al hombre. Han tratado de decirle que con un programa educativo se conseguirá. ¿Cuántas veces han intentado eso las iglesias? Y cada vez ha fallado, y así será. Tratamos de organizarnos, cada individuo tiene… Ahora, yo no estoy en contra de la educación, tampoco estoy en contra de la organización. Pero la organización y los programas educativos, y todo lo demás que hemos hecho por el hombre, son hojas de higuera.",
    "La cosa es: regresar a la decisión original de Dios en esa primera conferencia, el Edén, ¡regresar a la sangre! El judío, en los días antiguos…\n\nAhora estoy llegando a casa, a Pentecostés, solo por unos minutos.",
    "En los días antiguos, cuando Dios aceptaba este sustituto, y cómo el judío solía venir por el camino con su becerro cebado. Y él decía: “Saben, soy un pecador. Jehová requiere que yo ofrezca sangre”. Así que él va y toma su cordero o su becerro. Lo lleva al sumo sacerdote, allá al templo, y él pone sus manos sobre su sacrificio. ¿Qué hace eso? Eso identifica al adorador con su sacrificio. Y el sacerdote viene y mata el becerro, y toma la sangre y la rocía. Y este adorador sinceramente sabía, este judío, que eso era lo que Jehová requería de él.",
    "El hombre se iba a casa con un buen sentir, habiendo sentido el temblor y estremecerse de ese cordero, la sangre salpicando sus manos, y demás, y ver a ese pequeño pateando y muriendo, al cortarle la garganta. Sabía que él debía ser ese. Él miraba su sacrificio. Él se identificaba al colocar sus manos sobre él: “Ese debería ser yo”. Y luego cuando le cortaban la garganta, muriendo y balando, y partiendo, y el pequeño temblaba y luego se aquietaba, el adorador se paraba allí y decía: “¡Oh, Jehová!, has aceptado eso en mi lugar; me avergüenzo de mí mismo”. Y el hombre se iba a casa justificado, por cuanto había hecho exactamente lo que Jehová requería. Eso estaba bien.",
    "Pero, poco a poco, llegó a ser una tradición familiar. Ahora él toma su sacrificio, dice: “Bueno, veamos ahora. ¡Oh, sí!, ya casi es la Fiesta de la Luna Nueva. Supongo que tengo que ir. Es una limpieza, en el tabernáculo; es la Fiesta de Pentecostés. Será mejor que vaya y ofrezca un cordero por mí”. Iba allá y lo mataba, sin ningún sentimiento en lo absoluto; y regresaba con la misma idea que tenía, cuando entró allí.",
    "Entonces ¿qué hizo Él? Jehová dijo, aquí en Isaías, hablando un poco más adelante: Él dijo: “Vuestras fiestas solemnes han llegado a ser hediondez en Mi nariz”. [Cinta en blanco.—Ed.]",
    "Tenemos que venir, no como un montón de Rickys y Rickettas. Tenemos que venir, no como un montón de formales y demás, de los que tienen hoy, de estas religiones tradicionales. Somos pentecostales. Vengamos con profunda sinceridad, pongamos nuestras manos sobre nuestro Sacrificio allá en el Calvario, y sintamos ese sangrar y sufrimiento de Jesucristo, mientras nos identificamos muertos a las cosas del mundo y a estas ideas modernas del día.",
    "Somos como Sodoma y Gomorra, y estamos viviendo en eso. Que el espíritu de justicia en nosotros… Estos pecados aflijan nuestra alma a diario; que los pecados del mundo, y las modas de Hollywood, y todo este evangelismo de Hollywood y tonterías, todo este maquillaje y música sonando, y salte que salte. La música se detiene, y Ud. cae.",
    "Cuando un hombre es lavado en la Sangre del Cordero, él no necesita música ni nada más. El poder de Dios simplemente obra en él, y él puede gritar, clamar, alabar a Dios, o hacer cualquier otra cosa, ya sea que haya música o no. El Espíritu Santo está en él, y él está identificado con Jesucristo.",
    "Pero, hoy, solo queremos… Tenemos que saltar un poco, como pentecostales, porque nuestros antepasados lo hicieron. Ellos tenían algo por lo cual brincar, este Espíritu Santo los hacía brincar. Y luego cuando volvían a bajar, siempre vivan tan alto como salten. Si no, no salte en lo absoluto. Venimos hoy y vivimos toda clase de vida; traemos una reflexión precisamente sobre Aquello por lo cual nos estamos parando.",
    "Y nuestras organizaciones se están volviendo mundanas. Están saliendo allá y permiten que nuestros hermanos pentecostales vayan allá a estos grandes colegios. Están bien, nada en contra, pero solo estoy tratando de mostrar un punto. Ellos los educan, y les enseñan psicología, y les dan el B.A. y así como lo hacen los demás, y los envían allá. Y lo que son, absolutamente… No son pentecostales.",
    "Dios no tiene nietos. Dios tiene hijos. Queremos pensar que como nuestra madre fue pentecostal y nuestro padre fue pentecostal, y todos fuimos criados en la escuela dominical, automáticamente somos pentecostales. Esos son los nietos. Dios no tiene nietos.",
    "Él tiene hijos de Dios e hijas de Dios, y cada hombre debe pagar el mismo precio que pagó el primer hombre. Él debe venir bajo la Sangre derramada de Jesucristo. Eso es lo que él debe hacer. Ahora, vemos ahora, que es eso, en el principio, la sinceridad.",
    "Ahora queremos pensar que, porque tenemos un joven aquí que quiere una educación, va a los colegios y demás, y sale educado, puede hablar hermosamente, se puede parar en la plataforma, es un hombre encantador… Bueno, eso es Hollywood. Ellos quieren algo que brille. Uds. quieren un hombre con cultura, con una buena educación. Uds. quieren un hombre, a toda costa, que sea de mente abierta, que pueda ver, que no le importa que las mujeres se corten el cabello. La Biblia dice que ella no debe hacerlo. No les importa el… Si un diácono llega a la iglesia, si él es un buen hombre y puede pagar bastante, a ellos no les importa si él ha estado casado un par de veces. “Eso está bien. Él es un buen hombre”. Pero la Biblia lo rechaza. Exactamente.",
    "No entramos a la iglesia por teología; entramos por rodillología. Así es. Es como entramos en Cristo.",
    "Pero, ¿ven Uds.?, hoy tenemos—tenemos esta idea de querer ser como los demás. Eso es lo que metió a Israel en problemas, querer ser como los demás. Nuestra fiesta solemne de pentecostés ha llegado a ser solo una adoración formal. Todos lo sabemos. Y vemos que se está… No debemos hacer eso.",
    "Lo que debemos hacer es volver e identificarnos con Jesucristo. Tomar Su camino y permitir que Él obre a través de nosotros, entonces los hombres gustosamente Le seguirán a Él, quien una vez enseñó: “A todos atraeré a Mí Mismo”.",
    "Cómo nos gustaría continuar un poco, y expresar algo más sobre esa conferencia en el Edén, pero tengo más conferencias a las que quiero ir.",
    "Por ejemplo, tomemos otra conferencia: la Conferencia de la Zarza Ardiente, yo la llamaría, la Zarza Ardiente.",
    "Ahora, Dios tenía un profeta fugitivo. Cuando Dios llama a un hombre a hacer algo, es mejor que lo haga, o será miserable el resto de sus días. Moisés salió. Él fue llamado por Dios. Él fue ordenado para un trabajo. Y luego cuando él comenzó, la gente no le creyó, así que él simplemente dejó a la gente. Él salió corriendo y se casó con una hermosa muchacha etíope, y tuvo herencia, heredó un montón de ovejas. Y allí estaba él, allá afuera, y perdió toda la visión de la gente, de la Iglesia del Dios viviente. Y había sido ordenado por Dios que lo hiciera. Él lo levantó, “nació desde el vientre de su madre, un niño hermoso”, y Él lo levantó con este propósito. No hay necesidad de tratar de salirse de eso, Ud. lo va a hacer de todas maneras.",
    "Y Uds., solo miembros de iglesia, y Uds. sienten que hay algo más profundo en su corazón, Ud. será un infeliz miserable hasta que acepte a ese Cristo, así. Uds. han visto al verdadero Espíritu Santo genuino obrando en la gente. Ud. será miserable hasta que le llegue a Ud. Es Dios llamándolo a Ud. Entréguese. Salga de detrás de los arbustos. Ya está resuelto. Dios hizo Su camino; es a través de la Sangre.",
    "Ud. dice: “Bueno, yo pertenezco a la iglesia”. Eso no significa ni un poquito más que si Ud. perteneciera al rodeo, ni un poquito. Nada en contra de la organización; pues yo no estoy en contra de la gente en la organización, sino que es el sistema.",
    "Ahora, noten esto. Ahora encontramos esta zarza ardiente. Dios sabía que ese profeta estaba viviendo cómodamente, así que decidió que Él tendría que hablarle a este profeta. Y, Él escogió un lugar. La emergencia había comenzado: “Yo he oído el clamor de Mi pueblo. Y hay un hombre que envié para liberarlos, y él es débil e inseguro”.",
    "¡Oh, Dios!, espero que Él llame a uno aquí en esta mañana, a los ministros para que se enciendan. Miren la visión. Nos estamos muriendo. El mundo está acabado. La iglesia está descarriada. Dios está tratando de llamar a una Novia.",
    "Así que, Él escogió un lugar, un lugar muy extraño para nosotros; era un arbusto en la cima de la montaña. Pero eso atrajo la atención del profeta. Y Él lo llamó allá arriba para una conferencia.",
    "Observen. Él tenía que obedecerla, palabra por palabra. “Quítate los zapatos, Moisés. La tierra sobre la cual estás parado es santa”.",
    "Y si Moisés hubiera dicho: “¿Bueno, pues, Señor, acabo de recibir un poco de educación; honra es ‘quitarse el sombrero’, así que yo me quitaré el sombrero?”. Eso nunca hubiera funcionado.\n\nCuando Dios dijo: “Zapatos”, Él quiso decir zapatos.",
    "Cuando Dios dijo: “Nacer de nuevo”, Él quiso decir nacer de nuevo. Él no quiere decir un apretón de manos o repetir un credo. Todos le temen a ese nuevo Nacimiento.",
    "El diablo lo sustituyó con un apretón de manos, o alguna clase de cosa psíquica, que le hiciera a Ud. reconocer: “Sí, yo he nacido de nuevo”. Pero es su vida que lo dice, la vida que está en Ud.",
    "Ud. dice que ha nacido del Espíritu de Dios, y niega una Palabra de esa Biblia, eso muestra que no. Ud. trata de colocar Aquello por allá en otra cosa, eso muestra que no era el Espíritu Santo, porque Él nunca negaría Su Propia Palabra. Ud. dice: “Bueno, mi iglesia enseña eso”. Allí, muestra que Ud. no ha nacido. Ud. ha nacido de la iglesia, no de Dios. Este es Dios: Su Palabra.",
    "Aquí está él, Moisés, el ungido. “Quítate los zapatos; estás en tierra santa”.",
    "🦅 Pues, ¿no daría lo mismo, mi sombrero?”. Él dijo zapatos. Y eso es lo que Él quiso decir, zapatos.\n\nDios dice: “Nace de nuevo”. Eso quiere decir, nacer de nuevo.",
    "Ahora escuchen. ¡Oh, estoy en una multitud mixta, con niños pequeños! Pero Uds. escucharían a su médico. Escuchen. Espero que Uds. me escuchen y entiendan.",
    "Cualquier nacimiento es un asco. A mí no me importa si es en el corral de cerdos, o—o en un cuarto de hospital decorado de rosado. Cualquier revoltijo… o nacimiento es un revoltijo. Y también el nuevo Nacimiento; es un revoltijo. Lo hará hacer cosas que no pensó que Ud. haría. Pero de esa muerte y corrupción viene Vida.",
    "Y ninguna semilla puede producir su vida hasta que esté muerta y podrida. Y de ese revoltijo podrido, cuando no queda nada más que podrirse, es solo la vida la que vive. Cuando un hijo viene a Dios, pruebas le son dadas.",
    "Me paré allí ese día, lo recuerdo, mientras pasaba mi prueba. Habiendo estado días tras días, meses tras meses, y años, cuatro o cinco años en las calles, en las esquinas, predicando el Evangelio, y queriendo hacer lo correcto ante los ojos de Dios. Y Él dejó que mi esposa partiera de mi lado. Mi bebé tendida allí, muriendo. Y fui allá abajo al bebé, dije: “Señor Dios, no permitas que mi bebé muera”, de ocho, nueve meses, una pequeña, bebé.",
    "Miré hacia arriba, y parecía como una sábana negra que bajaba. Él incluso rehusó oírme. Él ni siquiera me miró. Me levanté, como de veintitrés años. Allí yacía mi esposa en la morgue. Él rehusó oírme, por ella, con todo lo que yo había hecho. Dije: “Dios, dime lo que he hecho. Si he obrado mal, castígame a mí, no a ellos”. Dije: “¿Qué he hecho? Trabajar todo el día, y predicar toda la noche, y parado en las esquinas de las calles. Y cada… ¿Qué he hecho? ¿Dime lo que he hecho?”. Él ni siquiera me dijo.",
    "Entonces Satanás se acercó a mi lado. Él dijo: “Entonces ¿vas a servirle a Él, cuando una sola palabra cambiaría toda la situación? Una palabra salvará a tu bebé, pero Él rehúsa hacerlo. Él no lo hará; ¡solo con una palabra! Entonces ¿vas a continuar y servirle a Él?”.",
    "Todo ese razonamiento humano, así es. “¿Por qué debería servirle a Él si ni siquiera mira a mi bebé, y solo eso es lo que se necesita? Y tanto que yo pensé que había hecho por Él, y Él ni siquiera escuchó a mi propio bebé”. Esa fue la tentación más dura. Todo razonamiento humano se había desmoronado. “¿Por qué debería servirle si Él no puede hacer ni siquiera eso por mí? Y yo voy día y noche por Él, y Él aún se niega a decirme lo que he hecho”. Bueno, hasta allí llegaron los razonamientos humanos.",
    "Pero, ¡oh!, cuando un hombre nace de nuevo, eso es algo allí que sostiene. Llegué a ese punto, y pensé: “¿De dónde la recibí a ella? ¿De dónde vino ella? ¿Qué soy yo, para comenzar? ¿De dónde vine yo?”. ¿Ven? Toda la parte humana se había desprendido, entonces ese genuino Espíritu de Dios estaba allí.",
    "Caminé hacia ella y puse mis manos sobre su cabeza. Ella estaba sufriendo tanto que sus ojitos se cruzaban. Le dije: “Cariño, en unos minutos te tomaré y te pondré en los brazos de mamá, allá en la—en la morgue. Te sepultaré por acá debajo de los pinos. Y algún día papá te verá de nuevo”.",
    "Miré hacia arriba. Y dije: “Dios, aunque Tú me mates, con todo confiaré en Ti. Tú la diste; Tú te la llevaste; bendito sea el Nombre del Señor”.",
    "Pues, en ese momento, todos mis razonamientos humanos se habían desvanecido. Yo estaba al final de mi camino. Pero cuando Ud. llega al final de su camino, entonces allí está ese verdadero Espíritu de Dios para tomar control, en ese momento, y levantarlo a Ud.",
    "Ud. tiene que nacer de nuevo. Todo tiene que morir. Toda su teología, todo su pensamiento, todo lo que Ud. ha sido o espera ser, su vida y todo lo demás, muere. Y entonces entra el Espíritu Santo. Ahí es cuando Ud. se quita sombreros, zapatos, y se para delante de Dios; “Nada en mis brazos traigo; simplemente de Tu cruz me aferro”.",
    "Allí es donde Moisés tuvo que llegar, donde él pudo obedecer lo que Dios le dijo que hiciera; la Conferencia de la Zarza Ardiente. Entonces Dios dijo: “Ahora te mostraré Mi gloria” después de que él estuvo dispuesto a ir. Y él fue allá a Egipto.",
    "Allí está la conferencia del Edén. Allí está la Conferencia de la Zarza Ardiente.",
    "Tomemos otra, rápidamente. Tomemos la conferencia del Mar Rojo. Saben, en la línea del deber, a veces, Satanás se cruza en nuestro camino. Hermanos ministros, todos Uds. saben eso. Cristianos, Uds. saben eso. Así es.",
    "Aquí estaba Moisés, yendo y mostrando las señales a Israel; fue a los primeros que se la mostró, y ellos no escucharon. Él regresó a la línea del deber, bajo la unción de Dios, con la mismísima voz de Dios para incluso hablar cosas a existencia. Él pudo llamar moscas. Él usó la voz de Dios. Él dijo: “Que vengan las moscas”. Y sin haber una mosca en el país. Él regresó allá. Sabía que eso sucedería porque él había hablado la Palabra de Dios. Él regresó allá. Y en seguida una mosca verde empezó a rondar, y luego ya había dos libras por yarda cuadrada.",
    "La obra creativa, que pertenece a la iglesia de Jesucristo hoy, bajo la Sangre de Jesucristo, por Su Palabra, que estamos en contacto con Él. No hay diferencia. La Palabra que oímos está aquí, y es Dios. Lo vemos a Él parado allí. Sabemos que es Él hablándonos, eso mismo. Yo lo he visto, y sé que es así. Cuadra con la Biblia.",
    "Allí, Moisés, la autoridad dada. Él fue y le mostró las señales a Israel, e Israel salió con él. Y aquí están, directo en la línea del deber, y allí está el Mar Rojo cortándoles el paso. Moisés llamó a una conferencia. Dios debe haber seleccionado un lugar detrás de la Roca. Moisés va allá, y dice: “¡Señor!”.",
    "Si Ud. está caminando en la línea del deber, Ud. tiene derecho a convocar a una conferencia. Por eso hemos venido a orar. Por eso es que somos enviados al hospital. Por eso es que vamos a la cama de los enfermos. Llame a una conferencia. ¡Oh, vaya! Me siento religioso ahora mismo. Llame a una conferencia. Eso es lo que el pueblo pentecostal necesita hoy, es convocar a una conferencia. ¿Qué sucede? Hemos aminorado la marcha. Hay un lingote en alguna parte en el campamento. Llamen a una conferencia.",
    "Moisés convocó a una conferencia, dijo: “Señor, he hecho tal como Tú me dijiste, y aquí estamos en una trampa. La muerte viene, avanzando sobre nosotros”. Como un paciente con cáncer: “La muerte avanza sobre nosotros”. Y Moisés se paró allí hasta que tuvieron una audiencia con Dios. Él se quedó allí hasta que Dios habló. Él conocía Su voz; él era el profeta.",
    "Dijo: “¿Por qué clamas a Mí, Moisés? Yo te di autoridad para llevar a ese pueblo allá, y te dije que tú lo harías. Háblale a la gente y marcha adelante”. Amén. El Mar Rojo comenzó a moverse, y todo lo demás, cuando Dios habló la Palabra. Cuando llegó la decisión de lo que él debía hacer.\n\n“Estoy aquí. Estoy frente a esto. ¿Qué debo hacer?”.\n\n“Habla y marcha adelante”. Y el Mar Muerto se movió.",
    "Se nos está acabando el tiempo. Y yo—yo tengo tantos, diferentes lugares a los que me gusta referirme. Démonos prisa. Tengo varias más, David, y demás.",
    "Pero aquí, recuerden, hubo una conferencia en el Getsemaní en una ocasión, cuando Dios y Su Hijo tuvieron que reunirse. Después de todo, no había nadie más que pudiera morir por los pecados del mundo. No había nadie digno de morir, ningún hombre.",
    "Todo hombre en este mundo nació de deseo sexual, y eso fue lo que causó el desorden en el principio. Eso es lo que lo hizo, nos hizo una criatura híbrida. Nacemos del sexo, del deseo humano. Es híbrido. Algo ha sido… Por eso es que tiene muerte, como hablé anoche. Pero cuando Dios hizo a Su primer hombre, Él no le pidió a la mujer y al hombre que se juntaran; Él lo creó de la tierra. Él era una planta genuina. Su pecado es lo que lo trajo a ser un híbrido.",
    "Eso es lo que sucede hoy, la razón por la cual tenemos tantos pentecostales híbridos. Uds. están escuchando el razonamiento en lugar de la Palabra. Regresa, pueblo. Regresa.",
    "Fíjense, allá en las multitudes mezcladas no dije esto. Es entre Uds., Uds. pentecostales aquí, y nosotros. No venimos aquí para ser oídos. Yo vengo aquí queriendo ayudar. Yo vengo. Si—si solo estoy parado aquí, para decir que yo—yo prediqué sobre cierto tema esta mañana, eso me hace un hipócrita. Yo vengo aquí con la Verdad, y una verdad que quiero que Uds. sepan, algo que yo creo que Dios puso en mi corazón, para ayudarlos, para que podamos ver la hora en la que estamos viviendo. ¿Ven?",
    "Hubo una conferencia en el Getsemaní, cuando el Único que podía morir llegó a esa hora. Entonces cuando llegó ese gran momento, allí Él tuvo que tomar Su decisión final. Sin duda el Padre dijo: “¿Aún estás dispuesto para cumplir con eso, Hijo?”.",
    "Él dijo: “Es posible, Padre, ¿hay algún otro hombre que pudieras encontrar en alguna parte? Yo amo a Mi pueblo. Yo amo a los hermanos que Me has dado. ¿Será posible que algún otro hombre pudiera?”.",
    "🦅 No. Eres el Único que puede hacerlo. Tú eres el Único nacido de una virgen. Eres el Único que ha nacido no por sexo”. Ningún otro hombre, ningún obispo, ningún papa, ningún cardenal, nadie puede ayudarlo a Ud. Solo Él. “Tú eres el Único que puede hacerlo”. Entonces comenzó la conferencia.",
    "Satanás estaba parado allí, listo para reclamar la raza humana. Él dijo que tenía derechos por cuanto ellos habían pecado.",
    "Como Uds. personas aquí, que han recibido las cintas de los Siete Sellos. Cuando el Cordero salió a reclamar Su redención, lo que Él había redimido, entonces el tiempo se había terminado. Él está en esa obra ahora, haciendo la obra de redención. Pero algún día Él saldrá del santuario, para tomar el Libro de redención que Él ha comprado con Su Propia Sangre, entonces la hora ha terminado. Él viene entonces para reclamar lo que Él ha redimido.",
    "Aquí estaba Él, parado en el Getsemaní, en ese gran sufrimiento. El pecado de cada hombre cargado a Él. Todo lo que alguna vez murió, la muerte de eso fue sobre Él. Y era inocente, pero Él tenía que llegar a ser pecado.",
    "🦅 Puedes Tú, el santo Hijo de Dios, ¿tomar el pecado de adulterio? ¿Puedes tomar el pecado, el castigo del adulterio? ¿Puedes Tú tomar el pecado, el castigo de una mentira? ¿Puedes Tú tomar el pecado de todas estas cosas? Y ¿puedes llevarlas Tú, siendo inocente?”. Él era el Único. La conferencia se cumplió.\n\n¿Qué dijo Él? “No se haga Mi voluntad; sino la Tuya”.",
    "¡Oh, Dios!, ¿podemos todos llegar a una conferencia en el Getsemaní, ese chequeo final?",
    "Luego surgió otra conferencia. Unos días después de eso, como a cuarenta días vino una conferencia, después de Su muerte, sepultura y ascensión. La Iglesia Cristiana se iba a organizar.",
    "Metodistas, bautistas, presbiterianos, luteranos, todos nosotros, escuchen ahora un minuto, para terminar.",
    "Llegó un tiempo cuando Dios no solo iba a tomar un pueblo…",
    "Como, Israel es Su pueblo. “Israel será salvo como nación” la Biblia así lo dice, “nacerá en un día”. Dios trata con Israel como pue… nación, como un—como un pueblo.",
    "Pero Él trata, con la Iglesia, con un individuo. “Él ha llamado, de entre los gentiles, un pueblo para Su Nombre”.",
    "Ahora, vemos que la hora había llegado ahora. ¿Cómo se debía dirigir esta Iglesia? Les fue prohibido, aunque hubieran predicado, aunque hubieran sanado… Escúchenme. Aunque él, ellos hubieran predicado, aunque hubieran sanado, aunque hubieran visto grandes señales y prodigios, y aunque ellos eran testigos de que Él era el Hijo de Dios, sin embargo, Él les prohibió predicar hasta que ellos tuvieran esta conferencia; “Esperen allá en la ciudad de Jerusalén. Yo les enviaré aviso de cómo se debe operar la iglesia Cristiana. Les daré a conocer si voy a tener un obispo, o un cardenal, o un papa, o lo que sea que Yo vaya a tener. Les enviaré respuesta. Voy al Cielo, a tener una conferencia. Esperen allí hasta escuchar las respuestas”. Amén. Amén.",
    "Recuerdo cuando estaban celebrando esa conferencia en Ginebra, un anciano ministro amigo mío, el Dr. Pettigrew, en Louisville, dijo que estaba escuchando la radio, escuchando. La nación estaba en juego. Él quería saber cuál era la decisión, lo que ellos iban a hacer. Y cierto beatnik llegó a la puerta, con el cabello colgándole en la cara, y dijo: “Dr. Pettigrew, entiendo que Ud. es un… que es un hombre de influencia”. Dijo: “Yo, yo tengo algunas canciones de rock and roll. Y la—la gente no me escucha. ¡Si Ud. me diera una ayudita!”.",
    "Él dijo: “Hijo, espérame allá afuera un poquito”. Dijo: “Estoy—estoy escuchando para saber cuáles van a ser los resultados”.",
    "Él dijo: “Pero, Dr. Pettigrew” dijo, “este asunto es de mucha importancia”. Él dijo: “Esto significa mucho para mí”. ¿Como si eso significara más que escuchar los resultados de la Conferencia de los Cuatro Grandes?",
    "Así es la gente hoy. Algún pobre beatnik, o alguna otra cosa, en el nombre de—de la religión vienen y quieren atraer su atención para que no escuchen los verdaderos Resultados. ¡Hum! Unos afeminados, delicados, religiosados (si es que existe esa palabra), consiguiendo más miembros y mejores personas, consiguiendo una iglesia más grande y más seguidores, queriendo atraerles su atención, hermanos. No los escuchen. Aquí tenemos los Resultados escritos.",
    "Esa fue la conferencia pentecostal. Dijo: “No canten otro canto, no prediquen ni una otra palabra, sino que suban allá y esperen hasta que concluya esta conferencia. Les enviaré las Nuevas. Les diré quién es el mayor entre Uds. Les diré exactamente lo que deben hacer; si deben tener una organización, o si deben tener un papa o un obispo, o lo que sea que deban tener. Yo se los diré. Pero esperen hasta que Uds. escuchen la Respuesta. Nosotros vamos al Cielo, para decidir el asunto”.",
    "🦅 Y Él subió a lo Alto, llevó cautiva a la cautividad, se sentó a la diestra de Dios, y envió dones de vuelta a los hombres”. Entonces cuando hubo llegado el Día de Pentecostés, ellos habían estado esperando.",
    "¡Oh!, ¿qué hubiera sido, si—si Andrés hubiera dicho, después de unos seis días: “Saben, hermanos, yo creo que no tenemos que esperar más; yo creo que, por fe, hemos recibido nuestro ministerio; deberíamos empezar, salir de inmediato y comenzar nuestro ministerio, ahora mismo”?",
    "Ese es el problema de muchos ministros. Él no se queda allí el tiempo suficiente, hasta oír la Respuesta, hasta oír su comisión.",
    "Bueno, Uds. saben, tal vez hubiera habido otro, llamado Felipe, que se levantara, diciendo: “Saben, me he sentido muy bien. Después de todo, tenemos un buen conocimiento de esto, de lo que Él quiere hacer”.",
    "Así pudiera ser, hermanos. Ud. pudiera tener un B.A., D.D., L.L., Q.U.S.T., y eso no significará nada. Su conocimiento no significa nada. Todos sus seminarios simplemente no significan nada. Uds. tienen que esperar las Respuestas, para ver lo que dijo Dios. Y ningún hombre tiene derecho a predicar el Evangelio sin conocer primero a Jesucristo como Persona, no como algún teólogo, teología. Bueno, Uds. saben lo que quiero decir, algún título teológico. Un título teológico, él no tiene derecho de hacerlo basado en eso, no importa cuánto pueda explicarlo. Esa no es la cosa.",
    "Así como Moisés. Él podía enseñarles sabiduría a los egipcios. Él era el hombre más inteligente de la tierra, pero tuvo que ir a la conferencia con Dios. Y ningún hombre tiene derecho a reclamar ser Cristiano, ninguna mujer, ningún niño, ningún predicador, especialmente, hasta que él mismo haya llegado a esas arenas sagradas donde se encontró con Dios. Todos los teólogos en el mundo, todos los incrédulos en el mundo, no se lo podrán quitar con explicaciones. Él estuvo allí; sucedió. Eso le sucedió a él. Él sabe dónde está parado.\n\nAllí, ellos fueron al Día de Pentecostés.",
    "Y no vimos un—un… Ahora, yo no… Solo estoy expresando algo. No vimos eso allí, que el obispo viniera por el camino con su morral en la mano, y dijera: “Bueno, el Señor me ha enviado. Quiero imponer las manos sobre Uds. hermanos y enviarlos”. Esa sería la versión de 1963 de eso, el obispo y su personal.",
    "Bueno, pensamos en ellos. Tomémoslo, con los debidos respetos a nuestros amigos católicos. Digamos que viniera un sacerdote por el camino, con los así llamados últimos sacramentos; “Saca la lengua y toma la hostia, y yo me tomaré el vino. Y entonces serás un miembro”. De haberlo sido, hubiera ocurrido así en primer lugar.",
    "Dios es infinito. Su decisión es como lo fue en el huerto del Edén. Él, Su primera decisión, termina el asunto.",
    "Bueno, ¿qué hicieron ellos? Esperaron y esperaron, y no quedaron satisfechos. Ellos esperaron, hasta que, “Vino un estruendo del Cielo como un viento recio que soplaba. Llenó toda la casa donde estaban sentados. Lenguas repartidas se asentaron sobre ellos, como Fuego. Y fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, según el Espíritu les daba que hablasen”.",
    "Un montón de cobardes, temerosos del evangelismo, un montón de cobardes que temían encarar los dignatarios y la celebridad de la ciudad y los críticos religiosos, salieron a la calle, testificando: “Esto es Aquello”. Esa fue la decisión de Dios.",
    "Unos días después, con los samaritanos; Felipe había ido y les había predicado y los había bautizado en el Nombre de Jesucristo, aunque el Espíritu Santo aún no había caído sobre ninguno de ellos. Así que, enviaron a buscar a Pedro y lo trajeron. Ellos sabían que tenían un gran gozo. Estaban contentos y regocijándose, y lo habían pasado muy bien. Y habían tenido grandes sanidades y todo.",
    "Ahora, hermanos nazarenos, Peregrinos de Santidad, metodistas, escuchen: sanidad no es la cosa; no lo es el gozo. Es la experiencia. Es el Espíritu Santo, Cristo Mismo, entrando en Ud., como Persona.",
    "Ellos enviaron a buscar y llamaron a Pedro y a Juan, quienes bajaron y les impusieron las manos, y el Espíritu Santo vino sobre ellos. En Hechos 10:49 encontramos que Pedro, mientras hablaba a los gentiles: “Mientras Pedro aún hablaba estas Palabras, el Espíritu Santo cayó sobre aquellos que oyeron Eso. Porque los oyeron hablar en lenguas, y magnificar a Dios. Y Pedro dijo: ‘¿Podemos prohibir el agua, viendo que estos han—han recibido el Espíritu Santo como nosotros al principio?’”.",
    "Pablo, hablando con un grupo de bautistas, en Hechos 19, pasó por la costa superior de Efeso. Él encontró ciertos discípulos. Estaban contentos. Tenían un gran predicador bautista, llamado Apolos. Y era un abogado convertido. Y él dijo que, “Estaba probando por la Biblia, que Jesús era el Cristo”.",
    "Y Aquila y Priscila, fabricantes de tiendas con Pablo, dijeron: “Nuestro Hermano Pablo está en prisión allá”. ¿Vaya lugar para que esté un predicador? Él estaba en prisión porque echó fuera al diablo de una adivina. Y dijo: “Él, él está en prisión, pero nos visitará muy pronto, y les explicará la Palabra de Dios, más perfectamente”.",
    "Y ellos lo estaban pasando muy bien, como todos los buenos bautistas, gritando, alabando a Dios, teniendo sanidades y señales, y demás.",
    "Pero cuando Pablo se acercó y los escuchó, un apóstol, él dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”. Ellos pensaban que Lo tenían. ¿Ven? “¿Desde que creísteis?”. Pensamos, que cuando creemos Lo tenemos. Eso está errado. Él dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.\n\nEllos dijeron: “No sabemos lo que es, o si hay Uno”.\n\nÉl dijo: “¿En qué fuisteis bautizados?”.\n\nDijeron: “En Juan”.\n\nÉl dijo: “Eso ya no funciona. Uds. tienen que ser bautizados de nuevo”.",
    "Así que, él los bautizó en el Nombre de Jesucristo. Les impuso las manos, y el Espíritu Santo vino sobre ellos y hablaron en lenguas y magnificaban a Dios. ¿Cómo? Tal como lo hicieron en el principio. Se aplicó la misma fórmula.",
    "Cuando un médico escribe una receta, no permitan que ninguno de estos farmacéuticos charlatanes trate de alterarla. Si le dan demasiado antídoto, no le ayudará. Y si le ponen demasiado veneno, lo matará a Ud.",
    "No interfieran con la fórmula de Dios. Entréguenla de la manera en que estaba en la conferencia. Esas fueron las Órdenes. Amén. Yo Le amo.",
    "Me recuerda a los padres de Jesús. Ellos fueron a la Fiesta Pentecostal. En el camino de regreso descubrieron algo. Habían pasado tres o cuatro días, y no Lo encontraron a Él entre ellos. Comenzaron a preguntarse.",
    "Así muy parecido es ahora. Las iglesias están comenzando a descubrir: “¿Qué fue de Jesús? ¿Qué pasó? Nosotros somos pentecostales, pero ¿qué sucedió? Somos metodistas, pero ¿qué sucedió? ¿Qué fue de Jesús?”.\n\nEllos comenzaron a buscar entre sus parientes.",
    "Y eso comenzamos a pensar nosotros: “¿Qué dijo Moody? ¿Qué dijo Sankey? ¿Qué dijo Finney?”. Ese fue su día. Hemos avanzado en el camino. ¡Si comenzamos a buscar atrás, como lo hicieron ellos!",
    "Ellos fueron a sus parientes y no Lo pudieron encontrar. Fueron a todos sus parientes, a los obispos, y demás. Y no Lo pudieron encontrar a Él. Finalmente, Lo encontraron a Él exactamente donde Lo habían dejado. ¿Dónde Lo dejaron? En la Fiesta de Pentecostés. Tuvieron que regresar todo el trayecto hasta donde Lo dejaron, antes de encontrarlo.",
    "E, iglesia, eso es lo que nosotros tenemos que hacer, regresar a donde Lo dejamos a Él. Alejarnos de algunas de nuestras tradiciones. Regresar a donde Lo dejamos. ¿Quieren saber dónde Lo dejaron? Tengan una pequeña conferencia de la Biblia y no anden con rodeos, solo digan la Verdad.",
    "Vamos a esperar ahora hasta ver cómo fue. No había obispos, no había nada, solo el Espíritu Santo debía guiar a la Iglesia. Ese es el único Líder que tenemos, el Espíritu Santo, y Él guía de acuerdo a la Palabra.",
    "Si Ud. dice: “Bueno, yo tengo el Espíritu Santo”, y Ud. niega la Palabra, entonces no es el Espíritu Santo, porque el Espíritu Santo escribió la Biblia. Correcto. Así que, no es el Espíritu Santo.",
    "Escuchen. Ya cerrando. En las conferencias mundiales, ¿qué hacen? Comen juntos. Ellos se reúnen a hablar. Ellos discuten juntos. Ellos se mienten el uno al otro, en una conferencia mundial, una conferencia del mundo, de las naciones.",
    "Pero, ¿qué de cuando Dios llama a una conferencia?, ¿qué sucedía? Ellos se reunían. No festejaban, pero sí ayunaban. Ellos no discuten, pero oran. Esperan hasta que reciben órdenes, y avanzan.",
    "Eso es lo que la iglesia necesita hoy, avanzar, recibir las Órdenes. Y Uds. dicen: “¿Cómo puedo hallar las Órdenes?”. Aquí están. Estas son las Órdenes. “¿Cómo lo sabe, Hermano Branham”? La manera original como Dios planeó la redención fue por medio de la sangre, y Él nunca la cambiará, cuando Dios toma una decisión. Por eso es que Ud. puede colgar su alma de esa Biblia, en lo que sea, como Ella diga, porque es la Palabra de Dios.",
    "Y Dios, siendo infinito, no puede decir: “Bueno, yo Me equivoque, hace dos mil años”. Dios es Eterno. Él nunca comenzó; Él nunca terminará.",
    "Y la única manera en que Ud. puede llegar a ser como Él es siendo parte de Él. En el Día de Pentecostés…",
    "Esa gran Columna de Fuego que siguió a Israel, o que Israel había seguido por el desierto, ¿ven?, esa gran Columna de Fuego era Dios, el Ángel del pacto, Jesucristo. “Moisés tuvo por mayores tesoros el vituperio de Cristo que los de Egipto, así que dejó a Egipto y siguió a Cristo”.",
    "Fíjense, en el Día de Pentecostés, ¿qué hizo Dios? Él tomó esa gran Columna de Fuego y La repartió. Ese era Él Mismo. Lenguas de Fuego, lenguas partidas, lenguas repartidas, bajaron, lenguas divididas, y se posaron sobre cada uno.",
    "¡Oh, no deberíamos avergonzarnos de permitir que nuestras organizaciones nos dividan! Cuando Dios Se repartió entre nosotros, para que pudiéramos ser uno. “En esto conocerán todos que sois Mis discípulos”. ¿Oye eso, hermano y hermana? Dios Mismo Se repartió. Nosotros nunca nos dividimos el uno del otro, porque somos partes de Dios.",
    "Solo permitan que este Fuego venga a este Fuego y, después de un tiempo, Uds. se darán cuenta, moverá aquello. Ha venido a través de Lutero, Wesley, Pentecostés. Y vean, la pirámide será coronada, uno de estos días.",
    "Saben, nunca fue coronada, la pirámide en la parte de atrás de su dólar. “El gran sello”, dice. Y nosotros en América, aquí está el sello americano de este lado. Pero, por qué dice: “El gran sello”, ¿el que construyó Enoc? No hablando ahora de doctrinas de pirámides, porque yo no creo en esa clase de cosas. Pero ellos nunca coronaron la pirámide. ¿Por qué? La—la Piedra de Corona fue rechazada. Pero vendrá de nuevo, algún día. ¡Alabado sea el Señor!",
    "Y, ¿ven?, en esa pirámide, he estado allí; está tan bien pulida que ni siquiera se puede pasar una navaja de afeitar. No hay cemento en la junta; simplemente encaja perfectamente como la misma piedra.",
    "Y cuando esa Iglesia llegue a ser pulida a la imagen perfecta de Jesucristo, Él vendrá, resucitará a todos los santos cuando Él venga, y se los llevará con Él. La Iglesia del Dios viviente será arrebatada.",
    "Pero, hermanos, no seremos como Eva, uno tiene esto y otro tiene aquello, un cuerpo desfigurado. Será palabra por palabra, lo que Dios dijo.",
    "Oiga: “Hermano Branham, ¿qué dijo Él entonces? Ud. no nos dijo”.",
    "Muy bien. Pedro lo dijo. Cuando ellos querían saber: “¿Cómo entramos en esto? ¿Qué sucedió?”. Él nos dio la fórmula.",
    "Ahora, si él hubiera dicho: “Dense la mano y únanse a la iglesia”, así sería. Y si él hubiera dicho: “Párese de cabeza”, eso hubiera sido. Si hubiera dicho: “Organizaremos un gran hombre, y haremos un gran cuerpo, y un gran papa, y un gran esto, aquello”, así hubiera sido.",
    "Pero ¿qué dijo él? “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Y mientras Dios esté llamando, tiene que ser la misma fórmula. No dar la mano, repetir un credo; sino ser bautizados por el Espíritu Santo, en el Cuerpo de Jesucristo. Así es como se debe dirigir la Iglesia Cristiana. No por credos, no por denominación, no por educación, no por teología; sino por el bautismo del Espíritu Santo, para guiar a hombres y mujeres. Y Él nunca los apartará a Uds. de la Palabra de Dios. Él los guiará directamente a la Palabra de Dios, porque “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”.",
    "¿Tienen como dos o tres minutos más, cuatro? [La congregación dice: “Amén”.—Ed.] Tengo otra conferencia que me gustaría mencionarles; la tengo escrita aquí. Solo, “Hechos 4”, dice. Sé lo que significa.",
    "Hechos 4, después de que los discípulos comenzaron a predicar, las iglesias comenzaron a criticar. Ellos comenzaron a hacerlos… Las iglesias dijeron: “Ahora esperen un minuto. Uds. pueden continuar con sus milagros. Pueden hacer todo esto, pero no prediquen más en el Nombre de Jesucristo”. Ellos los golpearon y azotaron, y todo lo demás. Entonces, ¿qué hicieron ellos? Había que hacer algo. Fueron prohibidos. La ley dijo que ellos ya no podían predicar de esta manera.",
    "¡Oh, hermano! Desearía tener un poco más de tiempo. Viene el tiempo cuando Ud. o va a poner su organización en el Concilio Mundial de Iglesias, Ud.… Si hace eso, Ud. toma la imagen de la bestia, porque Ud. recibió un poder igual como sucedió allá en Roma. Y si Ud. no lo hace, Ud. será una iglesia individual e independiente; y siéndolo Ud., la imagen de la bestia le cerrará sus puertas, y Ud. será vedado. Y entonces Ud. va a necesitar una conferencia. ¿Ven?",
    "🦅 Ellos nos dicen que ya no podemos. No podemos predicar en el Nombre de Jesús. Consultemos a Dios y veamos si podemos o no”. Así que ellos fueron y tuvieron una conferencia. ¡Oh, oh, oh, oh! Discúlpenme. Necesitamos una así, en esta mañana. “¿Nos es justo obedecer a los hombres, o a Dios?”, dijo el apóstol. Tuvieron una conferencia, como la que tenemos esta mañana. Y ellos se pusieron de pie y dijeron: “La—la—la iglesia nos está diciendo que no podemos predicar a menos que vengamos a su grupo, y demás. Y que no podemos invitar a este ministro a menos que la organización apruebe. Y no importa cuán ungido esté, tenemos que hacer esto, aquello”. Y Uds. saben cómo es, cada grupo, y demás. “¿Qué vamos a hacer?”.",
    "Y ellos tuvieron una conferencia, y se inclinaron y comenzaron a orar. Esa fue la conferencia de Hechos 4. “Y cuando lo hicieron, todos unánimes: ‘Señor, ¿por qué los pueblos piensan cosas vanas; o se amotinan las gentes, y los pueblos piensan cosas vanas? Extiende la mano de Tu Santo Hijo Jesús, para sanar a los enfermos. Se nos prohíbe hacer esto.’ Y todos ellos orando unánimes”.",
    "Ud. dice, algunas personas nos critican porque todos oramos al mismo tiempo. ¿Cuánto les hubiera gustado a Uds. haber estado en ese grupo: “Todos unánimes”? Alguien dijo: “¿Cómo puede Dios oír eso?”. ¿Cuántas oraciones piensan Uds. que Él escucha a la vez, de todas maneras? Uds. olvidan. Él no es finito; Él es infinito. ¿Ven?",
    "🦅 Y cuando todos oraron unánimes” dice la Biblia, “el edificio tembló donde estaban sentados juntos”. Amén. Las Respuestas volvieron. “Y ellos salieron predicando a Jesucristo, por todas partes, Dios obrando con ellos, confirmando la Palabra”. La conferencia de Hechos 4.",
    "¡Oh, hermano!, un momento, hay otra conferencia. Quizás Ud. no haya asistido a ninguna de estas conferencias. Quizás Uds. no hayan asistido a estas conferencias mundiales. Recuerden, quizás Uds. no lo hayan hecho. Pero, recuerden, hay una conferencia de la que voy a hablar ahora, a la que Uds. van a asistir. No me importa quién sea Ud., Ud. va a asistir. Ud. pudiera estar excusado, hasta este momento, pero de ahora en adelante no lo está. Esa es la conferencia en el Juicio. Así es. Todos Uds. van a estar allí, cada uno de nosotros. Y vamos a dar cuenta por lo que hemos hecho y dicho en esta tierra. Esa es una conferencia a la que Uds. van a asistir.",
    "Cada vez que Ud. oye una sirena por la calle, recuerde, eso le marca a Ud.: Ud. no va a estar aquí por mucho tiempo. Cuando ven que sale un cabello canoso, los hombros que se encorvan, ven un hospital, un cementerio, ¿qué es? Un testimonio: Ud. no está aquí para siempre, y Ud. se está acercando a esa conferencia. Y todos vamos a estar allí.",
    "Vamos a tener que dar cuenta de lo que hemos hecho con Jesucristo. ¿Es así? Y ¿Quién es Jesucristo? La Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. “Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "Dios, obrando en tres dispensaciones, por eso habló de llamarlo a Él, “Padre, Hijo y Espíritu Santo”. ¿Ven? No tres Dioses diferentes. Allí es donde Uds. se confunden; no son tres Dioses diferentes. Es un Dios en tres manifestaciones, ¿ven?, del—del único Dios. Solo tenemos un Dios; nosotros no somos paganos. ¿Ven? Pero nosotros—nosotros tenemos un Dios, pero tres manifestaciones. Por eso es que Mateo dijo: “Bautícenlos en el Nombre del Padre, Hijo, Espíritu Santo” porque, ¿ven?, era Uno. Ese mismo Dios del Antiguo Testamento, fue el mismo Dios que fue manifestado, y el mismo Dios que está aquí hoy. Jesucristo, el mismo; por el que Moisés dejó el—el mundo en Egipto; el mismo de entonces estuvo aquí hoy; y Ese mismo será para siempre, Jesucristo. Y Él es la Palabra. Amén.",
    "Dios tiene que juzgar a la iglesia por algo. Dios tiene que juzgar al mundo por alguna norma. ¿Creen eso? [La congregación dice: “Amén”.—Ed.] Bueno, si Él lo va a juzgar por la iglesia, ¿cuál iglesia? Si Él lo juzga por la católica romana, la griega está perdida. Si Él lo juzga por la griega, la romana está perdida. Si Él lo juzga por la metodista, la bautista está perdida. Si Él lo juzga por la bautista, la metodista está perdida; y viceversa. Si Él lo juzga por la unidad, la dualidad está perdida. Si Él lo juzga por la dualidad, la trinitaria está perdida. Si Él lo juzga por la trinitaria, ambos están perdidos. Allí lo tienen. ¿Qué es? ¿Qué es, hermanos? Es un montón de tonterías.",
    "Dios tiene que tener alguna norma. Si yo tuviera que unirme a una iglesia, ¿a cuál me uniría? Solo hay Una, y Uds. no se unen a Esa.",
    "He estado en la familia Branham, cincuenta y cuatro años, y nunca me uní a la familia. Yo nací Branham. Yo soy un Branham porque mi padre es un Branham.",
    "Y yo soy un Cristiano porque mi Padre es—es Dios. Amén. Somos Cristianos sobre esa base. Somos Cristianos. Hemos nacido de Su Espíritu. Y el Espíritu de mi Padre, en mí, yo tengo los atributos de Dios en mí, y ellos se muestran como lo hicieron en Su Hijo, Jesucristo. Allí lo tienen.",
    "🦅 Sobre esta roca Yo edifico Mi Iglesia. No por… Carne ni sangre os lo ha revelado, sino Mi Padre que está en los Cielos os lo ha revelado. Sobre esta roca Yo edifico Mi Iglesia”.",
    "Si Dios juzga al mundo por la iglesia católica, el protestante está perdido. Si une por—por los protestantes, ¿por cuál? Si juzga por la iglesia católica, hay muchas feras, esferas diferentes de la iglesia católica, entonces ¿cuál va a ser? ¿Ven Uds.?, una persona estaría confundida. Uno no sabría qué hacer.",
    "Pero aquí está por lo que Dios los juzgará, la Palabra. Esa es la norma; “Los cielos y la tierra pasarán, pero Mi Palabra nunca fallará”. Sobre Esto tomo mi posición. Todo otro terreno es arena movediza. Todo otro terreno es arena movediza.\n\nEn Cristo, la Roca sólida, me paro;\n\nTodo otro terreno es arena movediza.",
    "Estoy dependiendo de Eso. No estoy confiando en lo que yo soy; estoy confiando en lo que Él es. Yo no puedo, no puedo llegar al Cielo; Jesús dijo que yo tenía que ser perfecto para llegar Allá; “Sed, pues, vosotros perfectos como vuestro Padre que está en el Cielo”. ¿Cómo Ud. puede serlo? Pero cuando Ud. tiene… No se mira Ud., sino a su Sacrificio.",
    "Bueno, si nacía un pequeño mulo en el tiempo del Antiguo Testamento. Tenía las orejas dobladas y las rodillas torcidas, y era bizco. Pues, sabía que recibiría un golpe en la cabeza. No servía. Pero la madre podía decirle: “Hijo, tú naciste con una primogenitura. Y por cuanto naciste así, por ella, tú vivirás. Pero el que muere por ti tendrá que ser un cordero perfecto, tendrá que ofrecerse para que tú puedas vivir”. Ellos le rompían el cuello a—a—a un caballo si no servía, y él no servía. Pero, ¿ven Uds.?, pero un cordero perfecto tiene que morir para que él pueda vivir.",
    "Si Ud. dice que no sirve: “Yo no soy digno de ser sanado, Hermano Branham. Yo no soy digno de venir a Cristo”. No se mire Ud. mismo; mire a su Sacrificio. Yo no soy bueno. No hay nada bueno en mí, ni siquiera un pensamiento. No hay nada bueno, nada bueno en Ud. Ninguno de nosotros merece otra cosa que no sea el infierno. Eso exactamente.",
    "Pero, ¡oh!, miren lo que se para allí a representarnos. Miren lo que se para allí para representarnos. Y Aquí está Su Vida, impresa, tratando de manifestarse a través de nosotros. Y luego, por algún mísero credo, Lo rechazamos. ¡Oh, necesitamos una conferencia! Sí.",
    "Por eso es que puedo caminar a la plataforma, sin temor de que algo vaya a suceder, y que vaya a suceder de esta manera, o de esa manera, o que falle, o que algo salga mal. No. Yo miro a mi Sacrificio.\n\n“Billy, ¿qué hiciste esta semana?”.",
    "He hecho lo suficiente para morir, pues, en una hora. Yo, yo soy un pecador, para empezar. Pero estoy mirando a Quien me dio la promesa. Estoy mirando a Quien lo dijo así: “No temas. Párate allí. Por esta causa naciste. Yo te he levantado para este propósito”. Entonces todos los diablos del infierno no pueden hacer que me mueva. Estoy parado allí sobre Cristo, esa Roca sólida.",
    "¿Alguno de Uds. recuerda a Paul Rader? Un gran guerrero de Dios. Yo era un muchachito, sentado a sus pies. Él murió, acá en California, no hace mucho. Cuando él se estaba muriendo… Él y su hermano Luke se mantuvieron unidos, como yo y mi hijo aquí. Ellos fueron juntos, de la mano, como hermanos, así como padre e hijo. Y Paul llegó al final del camino.",
    "El Instituto Bíblico Moody envió un pequeño cuarteto allá, para cantar. Y tenían todas las cortinas cerradas, y las persianas abajo, en el hospital. Y Luke como que tenía… quiero decir, Paul tenía sentido del humor, Uds. saben. Y él comenzó a mirar a ese pequeño cuarteto. Y ellos estaban cantando Aún más cerca, cerca de Tu cruz. Él dijo: “¿Quién se está muriendo, Uds. o yo?”. Él dijo: “Levanten esas cortinas y cántenme algunos cantos alegres góspel del Evangelio”. Y se pusieron a cantar:\n\nAllá en la cruz donde murió mi Salvador,\n\nAllí clamé por limpieza del pecado;\n\nAllí a mi corazón fue aplicada la Sangre;\n\n¡Gloria a Su Nombre!",
    "Él dijo: “Eso suena mejor”. Dijo: “¿Dónde está Luke, el que me apoyó en las buenas y en las malas?”.",
    "Él no podía ver morir a su hermano. Él estaba en el cuarto al lado. Ellos fueron y lo trajeron. Paul levantó su gran mano hacia Luke, y Luke tomó su mano. Las lágrimas corrían por su mejilla.",
    "Dijo: “Luke, piénsalo. Hemos estado juntos por mucho tiempo. Hemos pasado muchos zarzales, y por muchas zanjas. Pero, piénsalo, dentro de cinco minutos estaré parado en la Presencia de Jesucristo, vestido de Su justicia”. Eso es.",
    "Paul me lo había dicho. Dijo que él… cuando era un joven. Vino de Oregón. Él era un—un leñador, y cortaba árboles. Y él dijo, cuando estaba en una de las islas… No recuerdo dónde estaba. América del Sur, allí era donde estaba. Y él estaba de misionero allí. Y se enfermó de esta fiebre negra, fiebre de aguas negras. Y, ¡oh!, Uds. saben lo que es eso; es muerte, instantánea. Estaba allá internado en las selvas, a millas de un médico.",
    "Paul era un gran creyente en sanidad Divina, como Uds. saben. Y entonces le—le dijo a su esposa, dijo… Habían ido a buscar un médico. Él dijo: “No servirá de nada; no podré vivir todo ese tiempo”. Así que su esposa… Dijo: “Cariño, ven aquí, al lado de la cama, y habla con nuestro Doctor. Llamémoslo a Él a la escena”.",
    "Así que su esposa comenzó a orar: “Dios, no permitas que mi amado esposo muera. Él está aquí en los campos misioneros por Ti. No lo dejes morir”.",
    "Con una fiebre ardiente, casi delirando, entraba y salía de consciencia. Él dijo: “Cariño, se hace más y más oscuro. Solo voy a durar un poco más”. Dijo: “Solo sigue orando, cariño”.",
    "Y él cayó en coma. Y dijo que tuvo un sueño. Dijo que soñó que estaba de nuevo en Oregón, siendo joven. Y dijo que él tenía un jefe en el campamento maderero. Y le dijo: “Paul, sube a la cima de la colina allí, y córtame un árbol de cierto tamaño y tráemelo”.\n\nDijo: “Muy bien, jefe”.",
    "Y él subió a la cima de la colina, y dijo que podía ver esa hacha. Uds. saben, mientras más al norte va uno, pues, más blanda se vuelve la madera; más al sur, más dura, la misma madera. Así que, subió allá. Y dijo que comenzó a ver que el hacha penetraba profundamente, el bocado, en el árbol, mientras él talaba el árbol. Él lo raspó, y lo preparó. Clavó el hacha en el tronco, abajo en el tronco del árbol, la parte ancha; y estaba, Uds. saben, levantando para, juntando sus rodillas, para levantar. Dijo que él era un hombre fuerte. Uds. saben cómo era Paul, un hombre bajito, fuerte.",
    "Así que él comenzó a levantar el árbol, y simplemente no podía levantarlo. Dijo él: “Me esforcé y lo intenté. Y me sentí tan… Tenía que llevarle ese tronco allá al patrón”. Dijo: “Simplemente no pude levantarlo”. Dijo: “Tiré, tiré y arrastré, y jalé y arrastré” dijo él, “hasta simplemente agotar todas mis fuerzas”. Y dijo: “Me senté contra el árbol, y pensé: ‘¡Estoy tan agotado! Ni siquiera puedo moverme más’”.",
    "Dijo: “Inmediatamente oí la voz más dulce que he oído. Era mi jefe. Y él dijo: ‘Paul, ¿por qué estás batallando con eso?’”.",
    "Él dijo: “Jefe, yo—yo—yo sencillamente no puedo levantarlo; es demasiado grande. La carga es demasiado grande para llevar; no puedo llevarla más”.",
    "Él dijo: “Paul, hay un río que pasa junto a ti. ¿Por qué no lo arrojas al río, y le saltas encima y cabalgas por los rápidos? Y este pasa justo al lado del campamento”.\n\nÉl dijo: “No había pensado en eso”.",
    "Y cuando lo arrojó al rápido, él miró hacia atrás. Y su Jefe era Jesús. Y dijo que simplemente saltó sobre el tronco, y bajó sobre los rápidos, salpicando el agua, gritando: “¡Estoy cabalgando sobre Ella! ¡Estoy cabalgando sobre Ella! ¡Estoy cabalgando sobre Ella!”. Y dijo que él volvió en sí, y estaba parado allí en medio del piso, levantando ambas manos en el aire, diciendo: “¡Estoy cabalgando sobre Ella! ¡Estoy cabalgando sobre Ella! ¡Estoy cabalgando sobre Ella!”.\n\n“Nada en mis brazos traigo. ¡Simplemente a Tu Palabra me aferro!”.",
    "Hermano, hermana, no hay nada bueno en ningún hombre. No hay nada bueno en otra cosa sino en Jesucristo. Y estoy cabalgando sobre cada promesa aquí en esta mañana. Y algún día espero cabalgar a Su Presencia sobre la Sangre derramada del Señor Jesucristo.\n\nInclinemos nuestro rostro.",
    "Estoy cabalgando sobre Ella. Estoy cabalgando sobre Ella. No sobre mi afiliación, sobre mi denominación, ni mi justicia propia, sino que estoy cabalgando sobre la Palabra de Dios. Yo creo que, por medio de la Sangre justa de Jesucristo, algún día lo veré a Él. Seré cambiado y hecho semejante a Su propio cuerpo glorioso. Yo seré a Su imagen. Lo veré como Él es.",
    "Mientras veo los años pasar en mí, el poco cabello que tengo, poniéndose gris, mis hombros encorvándose, no me queda mucho más. Treinta y tantos años he estado detrás del púlpito. Yo solo desearía tener mil vidas para poder dar por Él; desearía tan solo tenerlas. Yo amo a Su pueblo.",
    "¿En qué está confiando Ud. en esta mañana? ¿Algún buen trabajo que Ud. haya hecho? ¿Alguna iglesia a la que Ud. pertenece? ¿Está Ud. realmente parado en la Palabra de Dios? ¿Tiene Ud. realmente una experiencia? ¿Ha oído Ud. eso…? ¿Ha tenido Ud. una conferencia privada con Dios, y las Respuestas regresaron como en el día de Pentecostés? ¿No algún sustituto, no algún apretón de manos, alguna confesión mental, sino sobre el Fuego del Espíritu Santo entrando en su vida que cambia todo lo que Ud. hace y dice? Si Ud. no ha tenido eso, ¿levantará su mano y solo dirá: “Ore por mí, Hermano Branham. Yo no…”? Dios le bendiga. Dios le bendiga. ¡Vaya, las manos!",
    "¿Y Uds., pentecostales? Algunos de Uds., que saben, que solo—solo tradicionalmente Uds. van a la iglesia, y les gusta la música, y Ud.—Ud. puede actuar como un pentecostal, pero, en realidad, allí mismo en el fondo, Ud. sabe que falta algo. Uds. saben que falta algo. Si realmente lo quieren, esta mañana, en esta mesa de desayuno.",
    "Saben, quizás nunca los vuelva a ver en otro desayuno, pero quiero verlos en una Cena cuando todo haya terminado. Si nunca han tenido esa experiencia, ¿levantarán las manos, dirán: “Ore por mí, Hermano Branham. Yo ahora quiero llegar a ser…”? Dios les bendiga. Así es.",
    "Ud. dice: “¿Sirve de algo levantar la mano?”. Si Ud. lo dice en serio, así es. Él lo verá a Ud.",
    "Ahora, Uds. creen que yo soy Su siervo. Mucha gente me ha llamado profeta. Yo no reclamo ser un profeta. No. Pero si Uds. creen que Dios me habla, escúchenme ahora. Sinceramente, cuando levanten la mano, créanlo, y observen lo que les sucede. Ahora, si Él me permite saber lo que hay en su corazón, si Él puede decirme por lo que oraron antes de salir de casa, y lo que Ud. hizo, las palabras que Ud. dijo, lo que Ud. ha hecho en su vida, y quién fue Ud., y de dónde viene, y lo que le va a suceder a Ud. de aquí en adelante, y sucede, entonces seguramente Él me está hablando ahora.",
    "Hagamos de esto una conferencia en esta mañana. ¿Qué me dicen de eso, metodistas, bautistas, presbiterianos, pentecostales, unitarios, duales, ¡oh!, iglesia de Dios?, ¿Asambleas de Dios, lo que Ud. sea? Sencillamente tengamos una conferencia. Veamos si no necesitamos un poco de amor, el uno por el otro. Veamos si eso no sanaría la cosa, si tuviéramos un poco más de amor y respeto, el uno por el otro. ¿Lo harán? Muy bien.",
    "Tengamos una como Hechos 4, y Ud. confiese todo lo que ha hecho que está errado. Y allí mismo sobre la mesa donde Uds. están, ese altar donde pedimos la bendición, en el altar familiar, la mesa donde Ud. Le agradece a Dios por el pan de cada día.",
    "Y, recuérdenlo, cuando comen; porque Ud. come, algo tiene que morir, para que Ud. pueda vivir, físicamente. ¿Sabía Ud. eso? Si Ud. come carne, el animal muere. Si Ud. come pan, el trigo muere. Si Ud. come verduras, las verduras mueren; es una forma de vida. Y la única manera en que Ud. puede vivir, físicamente, es por algo que tiene que morir para que Ud. pueda vivir físicamente.",
    "¿No es eso precisamente, amigos, para mostrarles que las hojas de higuera y las ideas hechas por el hombre no funcionan? Algo tenía que morir, para que Ud. pudiera vivir Eternamente. Algo tenía que morir; no una iglesia, no Ud. Es, es Cristo que murió por Ud. Acéptelo ahora, ¿lo hará?",
    "Mientras inclinamos nuestros rostros, cada uno en su corazón con aquello que necesita. Hasta que nos encontremos, que Dios les bendiga.",
    "Padre Celestial, he retenido esta hermosa congregación de personas. Porque, no lo sé. Saben, esta puede ser la última vez. Una cosa, puede ser que Tú vengas antes de la noche. Puedes venir antes de que yo pueda regresar. Una cosa es segura: Tú vienes. Puede ser que yo muera; puede ser que tenga que dejar la tierra. Hay muchos aquí, si yo viniera en un año, a partir de este día, no hay duda de que personas aquí no estarán aquí; habrán partido. Esta es nuestra última vez, Señor, de reunirnos. Algunos de nosotros aquí, sabemos que esta será nuestra última reunión aquí en la tierra. La próxima vez que me encuentre con ellos será allá en el Juicio, y tendré que responder por lo que les he dicho, como ministro esta mañana. Yo los he puesto sobre esa Palabra, Padre; es todo lo que sé hacer.",
    "Ahora, hay muchas personas que han dicho, en esta conferencia esta mañana, que quieren hablarlo Contigo. Ellos lo están haciendo ahora, Señor. Levantaron sus manos. Son testigos de que ellos—ellos—ellos, ellos están cansados, Señor. Ellos están cansados. Y saben que las conferencias mundiales se han acabado.",
    "Ya no hay esperanzas. No podemos construir nada. Todas las naciones tienen bombas atómicas, de hidrógeno y venenosas, y astronautas, y todo, Señor. El mundo entero está temblando y se estremece. Va a ser purificado muy pronto, y estará listo para un gran Milenio. Se va a sacudir, pues, en pedazos. Está tambaleándose ahora como un hombre borracho que se tambalea camino a casa a medianoche, en la oscuridad. Ella no sabe a dónde va.",
    "¡Oh, Padre!, pero hay un fundamento. Hay seguridad: “Porque recibimos un Reino que no puede ser conmovido”. Oro, Padre, que cada uno se dé prisa a ese Reino esta mañana, en Cristo Jesús. Bendícelos, Padre, mientras tienen sus rostros inclinados, sus corazones inclinados. Ellos están esperando ahora la respuesta. Estamos en una conferencia. Envía la respuesta ahora mismo, Padre, a cada uno.",
    "Algunos de ellos necesitan salvación. Algunos, por primera vez. Algunos que… Y ellos—ellos simplemente van a olvidar sus credos. Ellos, ellos quieren encontrar Eso, de la manera en que sucedió la primera vez. Ellos quieren Tu decisión. No la decisión de la iglesia, no la decisión de algún credo; sino la decisión de la Biblia, la decisión que Dios tomó en Hechos 2, cuando Él envió el Espíritu Santo y Fuego sobre la Iglesia. Esa fue Su decisión, cómo la iglesia debe vivir, y lo que ellos deben hacer. Dejando a un lado todo lo demás, Padre, esperamos esa decisión. ¡Oh, Señor!, envía Tu poder ahora mismo y bautiza a cada uno.\n\nMientras tenemos nuestros rostros inclinados:\n\nEstaban en un aposento alto,\n\nTodos estaban unánimes,\n\nCuando el Espíritu Santo descendió\n\nEso fue prometido por nuestro Señor.\n\nEsa es Su Palabra, promesa.\n\n¡Oh, Señor!, envía Tu poder ahora mismo,\n\nOren ahora.\n\n¡Oh, Señor!, envía Tu poder ahora mismo;\n\n¡Oh, Señor!, envía Tu poder ahora mismo\n\nY bautiza a cada uno.\n\n¡Oh, Señor!, envía Tu poder ahora…",
    "Veo ministros haciendo girar a la gente a la mesa, para orar con ellos. Así es.\n\n…el poder ahora…",
    "No piensen que solo estamos parados aquí hablando. Él está aquí.\n\n¡Oh, Señor!…\n\nSi Ud. está… No mire a alguien más. Cierren sus ojos y mírenlo a Él, por fe.\n\nY bautiza a cada uno.\n\nRecuerde:\n\nEstaban en un aposento alto,\n\nTodos unánimes,\n\nCuando el Espíritu Santo descendió\n\nEso fue prometido por nuestro Señor.",
    "Aquí estamos, todos los credos diferentes.\n\n¡Oh, Señor!…\n\nEstamos en—estamos en unidad ahora, ahora. Crean ahora.\n\n¡Oh, Señor!, envía Tu poder.",
    "Miren cómo Él ha estado viniendo a nosotros esta semana. Aquí está Él, aquí mismo ahora, a su lado, si tan solo lo creen.\n\nAhora, y bautiza a cada uno.\n\n¡Oh, Señor!, envía Tu poder ahora mismo,\n\n¡Oh, Señor!, envía Tu…",
    "🦅 Te entrego mi corazón, Señor. Te doy todo. Aquí está mi mano. Yo—yo me consagro a Ti ahora mismo. Envía Tu poder sobre mí ahora mismo.\n\nY bautiza a cada uno.\n\nDe nuevo:\n\n¡Oh, Señor!…\n\nCántelo hasta que llegue a ser una realidad para Ud. ¿Ven? Ahora cierre sus ojos, cierre su corazón a toda insensatez y a todo lo exterior.\n\n…ahora mismo,\n\n¡Oh, Señor!, envía Tu poder ahora mismo,\n\nY bautiza a cada uno.\n\n¡Oh, Señor!, envía Tu poder ahora mismo,\n\n¡Oh!…\n\nOren ahora. Pídanselo a Él.\n\n…poder ahora mismo.\n\n¡Oh!…\n\nConfiese sus faltas.\n\n… Señor, envía Tu poder ahora mismo,\n\nY bautiza a cada uno.",
    "Ahora, Padre, oro que Tú limpies cada corazón. Confesamos nuestros pecados. Confesamos nuestros errores. Hemos estado equivocados, Señor, todos nosotros, juntos. Todos somos culpables. Estamos destituidos de la gloria de Dios. ¡Oh, Dios!, ¿podrías mirarnos en misericordia y piedad, Señor? Somos gente necesitada.\n\nY vemos la visión de la Venida del Señor;\n\nÉl está pisoteando la vendimia donde se almacenan las uvas de la ira;\n\nÉl ha desatado el fatídico relámpago con Su terrible y veloz Espada;\n\nSu Verdad, la Biblia, sigue marchando, marchando.",
    "Marcha sobre los credos. Marcha sobre las denominaciones. Marcha sobre todo. Tu Verdad continúa marchando.\n\n…envía Tu poder ahora mismo,\n\n¡Oh, Señor!, envía Tu poder ahora mismo;\n\n¡Oh, Señor!, envía Tu poder ahora mismo\n\nY bautiza a cada uno.\n\n¡Oh, Señor!, envía ese poder…\n\nYo lo creo, Señor. Yo lo creo.\n\n¡Oh, Señor!, envía Tu poder ahora mismo;\n\n¡Oh, Señor!, envía Tu poder ahora mismo\n\nY bautiza a cada uno.",
    "Mientras continúa la música, y Uds. orando. Ahora, si Ud. limpia completamente su corazón, todo está confesado, Ud. realmente lo puso en el altar ahora, Él es ahora el Sumo Sacerdote de su confesión. Él solamente, solo puede ayudarlo al Ud. creerlo. Si Ud. ha confesado sus pecados, si Ud. ha confesado sus errores, si Ud. ha hecho todo, confesó que Ud. ha sido muy dilatorio, lo que Ud. haya confesado, ahora está puesto sobre el altar de sacrificio. Ahora ponga sus manos sobre Jesús e identifíquese. Identifíquese Ud. Por fe, ponga sus manos sobre Jesús. Y luego cuando lo haga, mírelo a Él y diga: “Lo recibo, Señor. Yo Te creo ahora”.\n\nYo puedo, lo haré, yo sí creo;\n\nYo puedo, lo haré, yo sí…\n\nCréanlo ahora con todo su corazón.\n\nYo puedo, lo haré, yo sí creo\n\nQue Jesús me salva ahora.",
    "¡Oh!, ¿lo cree Ud. ahora, con su sacrificio en el altar, sobre el altar? Lo que Ud. ha puesto allí, todas sus diferencias, Ud. las ha puesto sobre el altar. Ahora, por fe, coloque sus manos sobre su Sacrificio, Jesús, Quien está sentado a la diestra de Dios, para hacer intercesiones por Uds., sobre su confesión, que Ud. cree con todo su corazón que Él ha aceptado lo que Ud. Le ha ofrecido. ¡Si Ud. cree que Jesucristo ha aceptado lo que Ud. Le ha ofrecido a Él en esta mañana! “Te doy mi vida, Señor. He sido frío. He sido indiferente. Yo, yo he hecho cosas que no debí haber hecho. Pero, desde esta hora, quiero acercarme más a Ti. Y yo creo que lo recibo. Pongo mis manos sobre Ti ahora, mientras hago mi confesión”.",
    "¿Lo cree Ud.? ¿Cree Ud. que Dios escuchó su oración? Si es así, levante sus manos a Dios, diga: “Creo que Tú escuchaste mi oración. Yo hago mi confesión. Yo creo que Tú escuchas mi oración. Ahora voy a pararme y alabarte por eso. Voy a darte gracias”.",
    "Pónganse de pie ahora, y digan: “Gracias, Señor. Gracias, Señor. Yo Te creo. Ahora Te alabo por darme la seguridad en mi corazón”.",
    "Ahora solo levanten sus manos y alaben a Dios, a la antigua, de la manera que Dios los guíe a hacerlo. 🦅"
  ]
}