{
  "title": "PARADO EN LA BRECHA",
  "id": "63390009",
  "content": [
    "🦅  Gracias Hermano Neville. Ahora permanezcamos de pie por un momento, mientras nos inclinamos para orar. Inclinemos nuestros rostros. Y si hubiera alguna petición especial, ¿lo podrían indicar con sus manos levantadas? Ahora retengan en sus corazones esas cosas que necesitan, y pídanle al Padre Celestial que se los conceda.",
    "Nuestro Padre Celestial, estamos llegando ante Ti ahora en el Nombre del Señor Jesús. Venimos, creyendo que las cosas que deseamos deben ser dadas a conocer en oración. Y si creemos que recibimos lo que pedimos, nos será concedido. Ahora esa promesa es tan verdadera. Todos estos años la hemos visto ser probada, y sabemos que es la verdad. Primero, queremos darte gracias, por haber guardado nuestras vidas, y permitirnos estar aquí, juntos nuevamente, en la congregación del Señor.",
    "Te damos gracias por la iglesia y por el pastor, y por la gran Verdad en que está edificada y por la cual se mantiene firme. Te damos gracias por cada persona que está en la Presencia Divina. Y pedimos que tengas misericordia hacia nosotros hoy, y concédenos el entendimiento que necesitamos, para que de esa manera podamos ser siervos eficientes para Ti. Es el deseo de nuestro corazón servirte con reverencia y con un corazón sincero, y que Tú puedas obtener lo mejor de nuestras vidas. Cada día, que nuestro caminar sea tal, que Tú te complazcas con las cosas que habremos hecho en ese día.",
    "Ahora oramos por todos los enfermos y los necesitados, que están en Presencia Divina este día, y en la presencia de Tus santuarios en todas partes del mundo, que el gran Jehová venga en Su poder y sane a todos los enfermos y los afligidos. ¡Glorifica Tu gran Nombre! Bendice todos los secretos en los corazones, de aquellas peticiones de oración, esta mañana. Rogamos ahora, mientras Tú observas cada corazón, y ves a lo que se referían ellos cuando alzaron sus manos, y concédeles sus deseos. Y bendícenos mientras te adoramos. Y cuando dejemos el edificio en esta mañana y nos vayamos a nuestros hogares, que podamos decir como aquellos caminantes a Emaús: “¿No ardía nuestro corazón dentro de nosotros mientras nos hablaba en el camino?” Pedimos esto en el Nombre de Jesús. Amén.\n\nPueden tomar asiento.",
    "Yo deseo decir que es bueno estar aquí, en esta mañana, nuevamente en la congregación del pueblo, en la Presencia del Señor. Y han pasado algunos meses desde que estuve. Y el domingo pasado era mi intención llegar, pero me—me imagino que no era la voluntad del Señor. De alguna manera, este valle no es saludable para mí. Tan pronto como llego a este valle, soy alérgico a este aire que hay aquí, y por todo el cuerpo se me forman ronchas. Y yo pienso que las ronchas [Urticaria.—Traductor], se me fueron directamente al estómago, y yo estaba tan enfermo, yo…estaba temblando, y estremeciéndome con frío. Y así fue que no podía llegar acá, aunque me levanté y traté de hacer el esfuerzo. Y yo—yo sé que yo—yo he…El valle no es saludable, y no es saludable y—y no debo vivir aquí.",
    "Ahora deseamos reportar que hemos tenido un gran tiempo en los servicios del Señor, allá en las distintas partes de la nación adonde el Señor nos ha llamado a predicar. Y ahora, yo no esperaba hablar esta mañana sobre algo en particular, sin embargo el Hermano Neville deseaba que—que dijera algo, al estar aquí con el pueblo. Entonces yo…El siempre es tan bondadoso en esa forma, como todos conocemos al Hermano Neville. Y amamos al Hermano Neville. Ahora, no pasa un solo día que yo no pienso en él y su esposa y la familia, los hijos, y oro por ellos. Que Dios le dé fuerza para continuar, para seguir adelante. Como sabemos, nuestro tiempo se está acabando. Estamos tan cerca de…de mañana, que las Luces del atardecer de hoy. Y yo…",
    "Nuestra familia está en el oeste. Todos hemos estado bien. Yo he aumentado doce libras [Cinco kilos y medio.—Traductor], y he rebajado diez desde mi retorno. Y Billy Paul aumentó dieciocho libras. [Poco más de ocho kilos.] Y Rebeca y Sara y José, todos han aumentado. Desde luego, mi esposa no ha aumentado. Sería muy atrevido si dijera eso aquí, Uds. saben, porque al rato tengo que ir a casa. Entonces yo…Pero hemos tenido un tiempo muy, muy maravilloso, y estamos agradecidos. Nosotros…",
    "Un poco mal, pensé yo, el regresar, pero hay una gran cosa, dos cosas en particular que nos han hecho falta, que no hay nada en ningún otro lugar que pueda tomar su lugar. Una cosa son nuestros amigos aquí, y la iglesia. No importa a dónde vayamos, hallamos amigos, y estamos agradecidos por nuestros amigos. Pero hay algo con respecto a los amigos que se han mantenido fieles al lado de uno a través de las buenas y las malas, que no hay cómo sustituir a esos amigos. No importa lo que otros amigos puedan ser, no hay cómo sustituir un amigo como ese. Uno está comprimido en ellos, son uno. Y nosotros, juntos, estamos esperando la Venida del Señor, mientras los días avanzan. Y es un poco difícil pensar que uno podría…Uno no puede ser separado.",
    "Me viene a la mente una Escritura que creo que la escribió Pablo, y dijo a los Corintios, que: “No hay nada presente, nada futuro, ningún poder, ni desnudez, hambre, peligro, ni ninguna criatura presente, ni vida, ni muerte, que nos pueda separar del amor de Dios que está en Cristo Jesús”. Como es que aun la muerte misma nunca nos separará por cuanto hemos sido unidos de corazón, en este gran compañerismo alrededor de la Palabra de Dios. Y aun la muerte misma no nos ha de separar. Estaremos unidos en los grandes Eternos, por todos los tiempos y edades.",
    "Y luego los hijos…Desde luego, por la mañana iríamos a la iglesia. Pero adonde sea que uno va, no hay una…No es el pequeño Tabernáculo en la esquina. Y hay algo al respecto, me—me hace falta oír esa campanita y yo…que suena allá arriba, por la mañana. Y pienso que no está sonando en este tiempo porque aún no han instalado el campanario, para la campana.",
    "Y luego el reunirnos aquí en la esquina de Penn y la Octava, donde hace como treinta y cinco años, arrodillado aquí en un pantano, para construir mi primera iglesia, y cómo fue que el Señor Jesús lidió conmigo al respecto. Y hoy es un lugar sagrado. Y los ladrillos y la mezcla, es un lugar sagrado. Pero en lo profundo de mi corazón, es un lugar sagrado que perdurará mientras tenga yo memoria. Es un…",
    "Y lo que forma la iglesia no es el edificio, es más bien el pueblo que se reúne ahí para adorar a Dios. Estamos agradecidos por estas cosas.",
    "Y ahora yo pensé, siendo que quizás nuestro tiempo casi se ha terminado, y no nos queda mucho tiempo, simplemente les diría en resumen de algunas de las cosas que han acontecido. Y luego voy a grabar algunas cintas mientras estoy aquí, porque les prometí a Uds. ¿ven?, que cualquier mensaje nuevo, mensaje en cinta, sería predicado primero desde este púlpito. Aquí es donde se hacen todas las cintas, no allá. Ahora, el Hermano Jim y ellos van y venden cintas en las reuniones, y etc., pero siempre es algo referente a algo que se habló primero aquí. ¿Ven? Averigüen y lo hallarán así. Esa fue mi promesa a Uds., y así permanecerá hasta que el Señor Dios lo cambie.",
    "Y ahora pienso que nuestros clientes de cintas, que están alrededor del mundo, un Mensaje que sale de aquí, da la vuelta al globo. ¿Ven? Allá a las selvas y a todas partes, va por medio de grabaciones en cintas. Y a los indígenas y demás, por medio de muchos, muchos idiomas a los cuales es traducido. Así que mientras estoy aquí, Dios mediante, deseo grabar algunas cintas nuevas. Y quizá, si el pastor no tiene algo ardiendo en su corazón para esta noche, pues, quisiera quizás grabar una cinta esta misma noche.",
    "Y luego mañana salgo para Arkansas, y, o el martes más bien, el martes por la mañana para ayudar en una pequeña convención allí con la Hermandad Internacional de Cristianos. Pienso…O quizás pronuncié eso mal. Es algo relacionado a Hermandad Internacional de Cristianos. Yo realmente no sé. Siento mucho. Eso es terrible, ¿verdad? [Un hermano dice: “Hermandad Asociada de Cristianos”.—Editor] Gracias, señor. Hermandad Asociada de Cristianos. Y debía haber estado desde hoy, domingo, por todo lo demás. Pero aparté hoy para el Tabernáculo, para estar aquí. Y luego—luego terminaré el día viernes…¿Ser, es ese el…es…? Viernes es cuando la—la reunión termina allá. Y haré el esfuerzo de regresar el sábado por la noche, para estar aquí el domingo por la mañana, Dios mediante. Entonces grabaré otra cinta. Y quizás en este tiempo, quiero grabar algunas cintas antes de irme.",
    "Y luego siento algo de presión por la convención en Baton Rouge, Louisiana. Y luego—y luego volver. Y luego estoy programado para ir, a como dé lugar, para Anchorage. ¿Ven? Y—y de Fairbanks y Anchorage, para los Hombres Cristianos del Evangelio Completo, aquellos afiliados. Y luego regresar. Y si es la voluntad del Señor, iré a Chicago durante la última semana de julio.",
    "Y luego me imagino, que para ese tiempo, tendré que llevar a los niños rápidamente para Arizona de nuevo para que estén en…para matricularlos en la escuela allá. Porque, Charlie, yo tengo que estar aquí como para el quince de agosto. Entonces yo—yo quiero estar aquí de nuevo para ese tiempo, Dios mediante, en Kentucky. Todos se están riendo, quizás alguna de la gente nueva no sabe lo que quise decir con eso. Y, ojalá esto no suene mal desde la plataforma, pero esa es la fecha cuando comienza la temporada de las ardillas. Así que, Mamá Cox, estoy contando con eso, ¿ve Ud.?, por unas dos semanas allá para mi vacación.",
    "Ahora yo creo que…Tengo algo aquí que me escribió Billy, unas notitas. Y una de ellas dice: “Papá, el Hermano Neville quiere saber si puedes presentar a dos niños”. Seguro, está bien. Y, sí, tenemos un servicio de presentación que la…Conviene que tengamos eso ahora mismo. Y luego pienso que tomaremos los próximos cuarenta y cinco minutos, o algo así, para hablarles en breve de algunas de las cosas que han estado ocurriendo.",
    "Ahora, mucha de la gente y las iglesias, siendo que cuando yo…Este es un Tabernáculo abierto. Nunca ha sido una denominación, y que Dios conceda que nunca sea. Porque, deseamos que este sea un lugar donde no tengamos ninguna—ninguna ley aparte del amor, ningún credo aparte de Cristo, ningún texto aparte de la Biblia. Y luego, no tenemos miembros, tenemos más bien compañerismo el uno con el otro, para toda persona, toda denominación. Todos son bienvenidos y tenemos—y tenemos compañerismo alrededor de la Palabra de Dios, donde todos pueden sentirse muy bienvenidos. Y principalmente, todos amamos al Señor Jesús. Y—y no somos un—un grupo erudito. Simplemente somos gente sencilla que hacemos el esfuerzo de leer la Biblia y no ponerle ninguna interpretación aparte de lo que dice. Simplemente…",
    "Yo creo que algún día Dios juzgará al mundo por medio de la Biblia. Ahora, si están…El va a juzgar al mundo. Y si no hay norma por medio de la cual juzgar, ¿cómo sabrá la gente qué hacer? ¿Ven? Será que Dios…No se le puede atribuir injusticia a—a Dios. Y Dios tiene que tener algo como norma, por medio de la cual El juzga a la gente. Por lo tanto, si El lo juzga por medio de la iglesia Católica Romana, entonces la iglesia Griega, la Católica Ortodoxa, y muchos de aquellos, ciertamente estarán perdidos, y todo el resto del mundo. Si El lo juzgara por medio de la iglesia Católica Griega Ortodoxa, y no por la iglesia Romana, y la otra…Entonces la iglesia Romana y todas las demás están perdidas. Si El lo juzga por medio de la iglesia Luterana, entonces se han perdido los Presbiterianos. Si El lo juzga por medio de los Presbiterianos, se pierden los Luteranos y los Bautistas. ¿Ven? Entonces si lo juzga por medio de los Pentecostales, se pierde todo el que no sea Pentecostal.",
    "Pero, en mi opinión, El no lo juzgará por medio de ninguna iglesia, porque existen demasiadas diferencias y demasiada confusión. Pero, la Biblia dice que El lo juzgará: “El juzgará al mundo por medio de Jesucristo”. Ahora, eso es Escritural. Ahora…Y la Biblia dice, que: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. “El mismo ayer, y hoy, y por los siglos”. Entonces, El es la Palabra, y Esto es Cristo en forma impresa. Y en el Libro de Apocalipsis para los Católicos, Revelación para los Protestantes, en el capítulo 22, cuando este Libro fue concluido, Jesús mismo dijo: “Si algún hombre quitare una sola Palabra de este Libro, o le añadiese una sola palabra; lo mismo, su parte será quitado del Libro de la Vida”. Entonces yo…La razón de que nosotros creemos esto, y nos mantenemos exactamente. Nada…El puede hacer cosas que El no ha escrito aquí, sabemos eso. Pero por cuanto nos mantenemos con lo que El ha escrito, eso estará bien.",
    "Y ahora, en la presentación de niños, mucha gente, los Metodistas los rocían. Y—y pienso que tienen su primera comunión en la iglesia Católica, o la Luterana, como a los doce años, y como un—un servicio bautismal cuando nacen. Yo—yo pienso que los niños son rociados. Y—y pienso que en ese punto se dividieron los Nazarenos de los Metodistas, hace muchos años, en cuanto al bautismo de bebés. Pienso que eso es correcto, Hermano Brown. Yo—yo—yo creo que eso fue lo que dividió a la iglesia Metodista y a los Nazarenos, porque los Nazarenos no aceptaban el bautismo de bebés. Pero en cuanto a nosotros aquí en el Tabernáculo, si nos vamos a quedar con lo que dice la Biblia, no hay ningún caso en la Biblia donde hayan rociado a alguna persona, mucho menos un bebé, ni siquiera un adulto. Pero ellos…La Biblia dice, lo que dice la Biblia en cuanto a los niños: “Le trajeron los niñitos a Jesús, y El…para que pusiera Sus manos sobre ellos y los bendijese”. Y El dijo: “Dejad a los niños venir a Mí, y no se lo impidáis; porque de los tales es el Reino de los Cielos”.",
    "Ahora, por lo tanto, nosotros sabemos que somos manos insignificantes, el pastor y yo, o cualquier otro pastor, para que tomemos el lugar de las manos del Señor Jesús. Y si El estuviera aquí en esta mañana, estos padres traerían ese bebé a Cristo. Pero siendo que nosotros estamos aquí en representación de El, que nosotros lo representamos, nos están trayendo los niños a nosotros. Y nosotros los presentamos al Señor, al poner sobre ellos nuestras manos, en memoria de Su gran Palabra y Su hecho. Así es como presentamos a los pequeños.",
    "Yo pensé que quizás estuviera aquí alguna madre con su bebé que nunca ha sido presentado al Señor, que quizás ella querrá venir juntamente con estos padres y madres que estarán presentando a sus niños. Simplemente los traemos aquí y los presentamos a Dios, y oramos por ellos, y le decimos al Señor que ponemos en ellos nuestras manos, y—y en una forma substitutiva por las Suyas. Y eso es lo más semejante a las Escrituras que he podido hallar. Ahora, puede ser que Ud. saque su libro de texto y halle algo que dijo algún grupo de hombres, pero yo me refiero a lo que dice la Palabra, ¿ven? Ahora pienso que lo he dicho bien, bien claro, lo que es.",
    "Ahora si el pianista (¿Es Ud. el pianista, Hermano?), si puede venir aquí. ¿No es eso terrible, en mi propia iglesia estar preguntando: “¿Quién es el pianista?” Casi tengo que tocar a la puerta. Muy bien. Ellos cantan este himno, o lo tocan:\n\nTráiganlos, Tráiganlos,\n\nTraigan los niños a Jesús.",
    "Y mientras la congregación canta esto, pongámonos de pie. Y que los padres y las madres que están trayendo a sus pequeños, vengan ahora y párense aquí. Muy bien.\n\nTráiganlos, Tráiganlos,\n\nTraigan los niños a Jesús.",
    "Ahora, pastor…Ahora tenemos a una—una pequeña que está durmiendo. Y a veces su “amén” es algo fuerte, y nosotros comprendemos eso, son bebés. ¿Cuál es su nombre, señor? William Henry Vincent. ¿Y el de su niña? Cristina María Vincent. Qué hermosa criatura recargada en el—el hombro de su papá. ¿La puedo cargar? Cristina, yo no puedo sustituir a tu papá, ¿ves? Inclinemos…¿Pondrá Ud. sus manos sobre la niña?\n\nInclinemos nuestros rostros.\n\nNuestro Padre Celestial, estamos llegando ante Tu Trono, que hoy, lejos, nuestra fe nos eleva más allá de la luna, las estrellas, más allá del sistema solar, hasta la Presencia del Todopoderoso. Traemos esta hermosa niñita. Señor, no sabemos qué es lo que sostenemos en nuestros brazos. Quizá sea una gran sierva Tuya, en los días venideros. Confiamos que así sea. Pero el padre de la niña la ha traído a nosotros, para que pongamos nuestras manos sobre ella. Siendo que nosotros hemos confesado ser Tus siervos para obrar en Tu lugar hasta que vuelvas, luego Tú te encargarás de todas las cosas. Hasta ese tiempo, Señor, debemos servirte con lealtad y sinceridad.\n\nY con nuestras manos sobre esta niña, la bendecimos en el Nombre del Señor Jesucristo. Confiamos que le des una larga vida, si Jesús demora, y que sea una gran sirva para Ti. Bendice el hogar en que ha de ser criada. Que sea criada en el temor de Dios, y que le sirva a El todos los días de su vida. Bendice a sus padres, y que ellos puedan vivir hasta ver a esta niña como un vaso de honra para el Señor, por causa de su acción este día, en el Nombre de Jesucristo. Amén.\n\n[Espacio en blanco en la cinta.—Editor]",
    "Hace treinta años, parado en la puerta de la escuela allá sobre la calle Utica, no me imaginaba que el muchachito aquel, nosotros, tímidos, mirándonos el uno al otro, que algún día yo pondría mi mano sobre su nieto, para presentarlo al Señor Dios del Cielo. Señor, recibe al pequeño Juan esta mañana como siervo Tuyo. La madre y el padre lo traen noblemente, para devolver a Dios lo que ha sido puesto a su cuidado. Y que ellos vivan una vida llena de salud y fortaleza, y determinación, en Cristo. Ahora te entregamos este niño, en el Nombre de Jesucristo, como una vida de servicio. Que él tenga una larga vida, para servirte.\n\n¿Ha sido dedicada la niña? ¿Cómo se llama? Karla.\n\nAsimismo, sobre la pequeña Karla, ponemos nuestras manos en esta mañana, y la dedicamos para el servicio de Jesucristo. Dios, bendícela. Que ella viva una vida larga y feliz. Que te sirva todos los días de esta vida. Concédelo, Señor. Bendice su hogar. Que siempre sea un lugar de oración y fe. Te entrego esta hermosa niña, en esta mañana, del corazón del padre y de la madre, quienes están frente a este altar, en el Nombre de Jesucristo. Amén.",
    "[El padre dice: “Su nombre es James Pool”.—Editor] Un niño. Lo llamaron en honor a Jim. [“Sí”.]\n\nNuestro Padre Celestial, el padre de estas criaturas ahora tiene en sus brazos el último de los tesoros que le has dado en forma de un niño, llamado en honor de su papá, James. Dios, concede que sea un hombre de sabiduría como Santiago en la Biblia. Señor, ruego que le concedas una vida larga y saludable. Y que crezca, y si existe un mañana, permite que él lleve la Palabra de Dios. Concédelo, Padre. En conmemoración de lo que hizo Jesucristo nuestro Señor cuando estuvo aquí en la tierra, pongo mis manos sobre el pequeño James Pool y lo dedico para el servicio de Dios. En el Nombre de Jesucristo. Amén.\n\n¡Dios te bendiga James! ¡Dios bendiga al pequeño!\n\nUn niño; ahora son dos. ¿Qué dice? Jerry Dean Allen.\n\nSeñor Dios, que reposen las bendiciones de Jesucristo sobre la cabeza de este pequeño, Jerry Dean Allen. Mientras ponemos nuestras manos sobre él, mientras dedicamos esta vida joven a Ti. Bendice su hogar, a sus padres. Y que él viva una vida larga y feliz de servicio a nuestro Dios y su Dios, al Cual lo entregamos ahora, en el Nombre de Jesucristo. Amén.\n\n¡Dios te bendiga, pequeño!",
    "Ahora, pienso que eso—eso concluye esa parte. Ahora estamos exactamente a tiempo, las once en punto. Ahora, Uds. saben, me puedo imaginar, viendo a esas madres y a los padres venir por ahí con esos niñitos, me hacía pensar en José y María, en la mañana de la presentación del Señor Jesús.",
    "Hermano Kidd, estaba en una entrevista con alguien en la oficina, pero yo—yo escuché su emoción en esta mañana acá, de un—de un hombre de su edad. Y me supongo que Ud. estaba relatando de cómo fue que el Señor lo sanó allá…la audiencia. Y yo por poco arruiné mi carro, una cierta mañana, para llegar con los ancianos…El es un antiguo ministro.",
    "Solo piensen, este hombre estaba, con su esposa estaba predicando el Evangelio antes de que yo naciese. Predicando este Evangelio, por las montañas y los valles de Kentucky y Tennessee, entre los mineros del carbón, y siendo echados. Y vivían sin nada de comer. Y esta pequeña esposa, lavando en un lavadero, por veinte o treinta centavos al día, para enviar a su esposo al campo para predicar el Evangelio. Eso es suficiente para estimular a cualquiera, ¿no es así?",
    "Y luego pensar, que ahí estaba tendido, cuando los mejores doctores dijeron: “Se está muriendo. La próstata, el cáncer por todo el cuerpo. El no puede vivir sino unas cuantas horas, y cuando mucho un día o dos”. Y de eso ya hace dos o tres años, tres años. Y aquí está en esta mañana, sano, saludable, dando gloria a Dios. Hermano Kidd, ¿cuántos años tenía cuando fue sanado? Como ¿qué edad tenía cuando Dios…? ¿Cuántos años tiene ahora? [Una hermana responde: “Ochenta y dos, ochenta y tres en agosto”.—Editor] Muy bien. El tenía como ochenta años cuando Dios lo sanó. Ahora, ¿se preocupa Dios por nosotros, los ancianos? Seguro que sí. ¡Sí, señor!",
    "El sanó a Abraham cuando tenía cien años y a Sara cuando tenía noventa. Y dieron a luz a Ismael, o, perdónenme, a Isaac. ¿Correcto? Estamos muy contentos por esto.",
    "Ahora, Uds. son tan bondadosos, yo podría hablar con Uds. de esta manera toda la mañana. Pero leamos un poco de la preciosa Palabra y luego entraremos directamente al servicio. Ahora, yo pienso, si fuera la voluntad de Dios, yo quisiera hablarles en una forma breve de las cosas que han ocurrido. Y luego hoy en la noche, si fuera la voluntad del Señor, deseo hablar sobre un—un tema. Principalmente deseo grabarlo para que salga. Es…Y si desean venir a escuchar, muy bien. Después que el pastor termine con su mensaje, entonces tendré mi…grabaré esta cinta. Deseo predicar sobre: La Destellante Luz Roja De Su Venida. Cómo es que uno de los rayos está sobre nosotros ahora mismo. Y yo deseo hablar sobre eso esta noche, la destellante luz roja de Su…El está aquí, está a la mano ahora mismo. La—la señal ha bajado, el tren está cerca.",
    "Números, el capítulo 16, para Uds. que abrirán para leer. Esta es la Palabra Eterna, así que leamos reverentemente. Deseo leer dos versículos de Números 16, los versículos 3 y 4, para formar la base para lo que deseo decir.",
    "Y ahora, si las cintas no están corriendo, pido que las echen a andar ahora. O, arréglenlo para que esta parte se pueda enviar. Esto lo vamos a sacar. Si desean, ¿pueden ajustar las cintas para que esta parte esté separada del resto del servicio? ¿Ven?, esto es algo—algo nuevo. Ahora, si lo pueden frenar aquí, o lo que hacen, pues, entonces…¿Desean que lo apague yo por un momento, y luego prenderlo para que tengan un espacio y así saber en dónde comenzar, o pueden comenzar así como están? ¿Así como están? Muy bien. Eso está bien.",
    "Ahora vamos a leer Números 16:3 y 4.\n\nY se juntaron contra Moisés y Aarón y les dijeron: ¡Basta ya de vosotros! Porque toda la congregación, todos ellos son santos, y en medio de ellos está Jehová; ¿por qué, pues, os levantáis vosotros sobre la congregación de Jehová?\n\nCuando oyó esto Moisés, se postró sobre su rostro.",
    "Nuestro Padre Celestial, bendice estas pocas Palabras. “Sean gratos los pensamientos de nuestro corazón, y los frutos de nuestros labios delante de Ti”. Rogamos esto en el Nombre de Jesús. Amén.",
    "Deseo tomar esto como un texto, para lo que quiero decir en esta mañana: Parado En La Brecha.",
    "Con respecto a este tiempo del cual estamos hablando, o leyendo, desde luego, todos entendemos que fue cuando Datán y—y—y Coré habían decidido que—que se opondrían a—a la comisión que Dios le había dado a Moisés, diciendo: “Debieras permitir que toda la congregación haga tal y tal cosa. Todos ellos son santos”. Y Dios le había mandado a Moisés que guiara al pueblo hasta la tierra prometida. Mas ellos dijeron: “Estás tomando demasiado sobre ti mismo. Tú, te estás mostrando como que eres el único en todo el grupo que—que tiene algo que decir”.",
    "Y esto le desagradó a Dios a tal grado que El le dijo a Moisés: “Sepárate de entre ellos. Yo—Yo los mataré a todos, y comenzaré otra generación contigo”. Entonces Moisés cayó postrado en la Presencia de Dios y le dijo que tendría que pasar primero por encima de él. ¿Ven?",
    "Ahora, hoy en día, si Dios fuera a liquidar al pueblo, y hubiera un tiempo cuando Dios estuviera fastidiado de estar lidiando con nuestro pecado, nosotros siempre errando, ¿quién se pararía hoy como Moisés, a favor del pueblo? ¿Adónde hallaríamos a una persona que se pararía, o que pudiera pararse, a quien Dios aceptaría como aceptó a Moisés? Y la vida de Moisés en este mundo significaba tanto para Dios, que detuvo la ira de Dios, y Dios no iba a pasar por encima de Moisés. Eso siempre fue una pregunta para mí hasta que yo…Un día en la revelación de la Escritura, me vino este pensamiento. Que, ¿ven?, Moisés, en hecho, en toda forma estaba substituyendo. El era un tipo de Jesucristo.",
    "Y cuando Dios iba a tomar la vida de todo el mundo y a destruirlo, y todos eran pecadores, y condenados a muerte, Cristo murió por todos nosotros. Y Dios no podía pasar por encima de Cristo, siendo Su propio Hijo. Y luego Jesús se entregó libremente, para que así El pudiese pagar el camino, entonces si…Moisés no pudo haber hecho eso. Moisés no tenía otra sangre sino sangre humana, igual como nosotros. Por lo tanto, su sangre no sería, no sería suficiente. Pero Jesús siendo la Sangre de Dios mismo, la Sangre creativa de Dios, de esa manera Dios perdonó a toda la raza humana del pecado, porque todo fue puesto sobre El. Y El fue al Calvario y murió, fuera de la Presencia de Dios, y sufrió. Y fue lanzado al infierno, por cuanto fue hecho pecado, nuestros pecados sobre El. Y en eso siendo el—el cargador de nuestras cargas, llevó nuestros pecados al Calvario, y del Calvario al infierno; y Dios lo levantó al tercer día, como propiciación de nuestros pecados.",
    "Y hoy El es el único mediador entre Dios y el hombre, y nosotros somos libremente perdonados. Dios ni siquiera sabe que pecamos. Nuestros pecados fueron colocados en el Mar del Olvido, para nunca más ser recordados. No podemos lograr eso nosotros mismos; somos finitos. El es infinito. Y en nuestro estado finito, aún podemos recordar, porque no somos suficientemente grandes. Pero El es tan grande que hasta se olvida que hayamos alguna vez pecado. Somos hijos e hijas en Su Presencia. Y todo lo que El era, nosotros somos. El llegó a ser mi pecado, para que así yo pudiese llegar a ser Su justicia. El llegó a ser su pecado, para que su…El…Ud. pudiera llegar a ser Su justicia. Entonces Dios no puede ver ningún pecado en Ud. siempre y cuando su confesión sea en Cristo Jesús.",
    "Alguien dijo, hace algún tiempo, dijeron: “¡Si yo creyera una cosa como esa, cómo dejaría escapar la presión! Pintaría el pueblo de rojo. Iría a todos los bailes. Me emborracharía, y todo, porque…”\n\n“¿Por qué?”\n\n“Uno ya está seguro en Cristo. ¿Qué tanto importa?”",
    "Yo dije: “Eso muestra que Ud. aún no lo tiene”. ¿Ven? Si alguna vez el amor de Dios tocara su corazón, y la ternura de Jesucristo, Ud. estaría tan enamorado de El, que el mundo estaría muerto, como su pecado. Así es como Ud. sabe que tiene el Espíritu Santo. No porque Ud. pueda gritar, clamar, hablar en lenguas, o lo que fuera. Pero más bien cuando el pecado esté muerto, y Ud. está vivo en Jesucristo. ¡Oh amor de Dios, cuán rico y puro! ¿Ven?",
    "Ahora, aquí en Louisville, Kentucky, no hace mucho, un ministro estaba diciendo que había una—una señorita. Ella se había esperado un poco en la vida para casarse, hasta como a los veinticinco o treinta años de edad. Y ella era una fina y firme señorita Cristiana. Y había cierto hombre en Louisville que no lo era, él no había vivido una vida tan buena. El había corrido a los bailes y a las posadas, etc., pero un día él halló perdón de sus pecados y él—él llegó a ser un verdadero Cristiano, un Cristiano fuerte. Como al año, se enamoró de esta señorita, y la señorita estaba locamente enamorada de él. Y se casaron.",
    "Y después que habían vivido juntos por dos años, dicen que un día esta señora le dijo a su esposo, dijo: “Querido, me supongo que es algo difícil para ti, siendo un Cristiano nuevo”, dijo, “yo he sido Cristiana desde niña”. Pero dijo: “Para ti, un Cristiano joven, el tener que aguantar todos los—los—los engaños y las tentaciones que le siguen a uno después de—de haber pecado por tanto tiempo”.\n\nY él dijo: “Pues, en realidad llega a ser una batalla”.",
    "Ella dijo: “Quiero que recuerdes una sola cosa, que si el enemigo logra trastornarte en alguna cosa, y tú caes y vuelves al pecado, no te quedes allá fuera del hogar. Yo quiero que vuelvas aquí al hogar”. Dijo: “Hallarás aquí en casa la misma esposa con quien te casaste”. Y dijo: “Yo te ayudaré a orar en forma seria, y volver a Dios”. Dijo: “No—no—no—no quiero que te apartes”. Dijo: “Mira, yo me casé contigo no sobre la base de quien eras, sino que me casé contigo porque te amaba”. Y dijo: “No importa lo que hagas, yo todavía te amo. Me casé contigo porque te amo”.",
    "Y el hombre fue al trabajo ese día, y lo escucharon repitiendo eso en…el lugar donde estaba trabajando. Dijo: “Ahora, ¿cómo podría un hombre hacer algo en contra de algo como eso?” Cuando una mujer, que lo ama a él a tal grado, que no importa lo que él haga, ella está dispuesta a recibirlo de nuevo, y hacer el esfuerzo nuevamente. ¿Ven? Eso muestra…Ahora, multipliquen eso por un billón y entonces tendrán una idea de lo que es el amor de Dios. ¿Ven?",
    "Que cuando un hombre se enamora de Jesucristo, las cosas del mundo…Cuando Ud. piensa de lo que El hizo por Ud. a la luz de las Escrituras, no a la luz de alguna emoción, pero a la luz de hechos, lo que es realmente, entonces algo ocurre dentro de Ud. Cuando llega el Nuevo Nacimiento, el pecado está tan muerto como la medianoche. Por cuanto mora en Ud. esa Luz, ¿cómo puede existir la oscuridad? No puede. Y eso es lo que hizo Dios con un hombre que se puso en la brecha, que podía tomar la promesa. Y Moisés siendo un—un tipo de este Antitipo, por eso fue que Moisés se paró en la brecha por el pueblo.",
    "Entonces me pongo a pensar, en este día de esta edad de Laodicea, tan suelta, floja, delicada, en que vivimos. Todos sabemos, hemos repasado las Edades de la Iglesia, que estamos viviendo en la última edad, la Edad de la Iglesia de Laodicea. Y esta edad floja, suelta, irresponsable, chistosa, pecaminosa, lujuriosa en que ahora vivimos, es un milagro que Dios no dice simplemente: “Iglesia, háganse a un lado, voy a liquidar al grupo entero”. ¿Ven? ¡Qué edad en la que estamos viviendo! Y un día de estos El hará eso. Sabemos que está en camino. Y en esto no habrá clemencia, porque El ya—Alguien ya murió por aquellos que deseaban escapar. Pero El tomará a aquellos que eran, o que han aceptado a Cristo y han llegado a ser Cristianos, ellos serán librados de la ira. Porque, allá entonces El no lo podía hacer; no había manera de hacerlo en el tiempo de Moisés.",
    "Ahora, en el Libro de Apocalipsis, cuando lleguemos a la Edad de la Iglesia de Laodicea. En Apocalipsis, el capítulo 3, la Biblia dice que esta edad, la Edad de Laodicea, estaba “ciega”. Dice: “Por cuanto eres ‘rica’, dices que eres ‘rica’, y te has ‘enriquecido’; las iglesias más grandes, la gente mejor vestida, lo mejor que ha habido en cualquier edad. Por cuanto dices: ‘De ninguna cosa tengo necesidad’. Y no sabes que eres pobre, miserable, desventurada, desnuda, ciega, y no lo sabes”.",
    "Ahora, si un hombre estuviera en esta condición, y Ud. le pudiera decir de su condición, él haría el esfuerzo por ayudarse a sí mismo si—si estuviera bien de la mente. Pero cuando se encuentra en esa condición y Ud. no le puede decir nada al respecto, él simplemente no cree que está desnudo, él no cree que está en esa condición, entonces eso muestra que él está ciego. El dios de este mundo ha cegado los ojos de aquéllos que rehusan servir a Cristo, y han…están tan ciegos que no pueden ver la señal bajo la cual estamos viviendo, la hora, el tiempo en que estamos viviendo. Y recuerden, ya hubo Uno que se paró en la brecha, y nadie más puede tomar ese lugar. Ud., o tiene que aceptar ese, ese remedio, o queda sentenciado.",
    "Ahora, para nosotros, para llegar a lo que quiero decir. ¿Podríamos ponernos…? Ahora, en esto me estoy predicando a mí mismo. ¿Podríamos mirar a un ser humano ciego, ciego en lo físico, y saber que está caminando hacia el precipicio, podríamos nosotros en nuestro—en nuestro estado mental en que nos encontramos esta mañana, podríamos mirar a un hombre ciego caminando hacia el precipicio, él ciego, y no hacer ningún esfuerzo para llamarle la atención? Eso sería, ahí, sería tan cruel. Seríamos tan indiferentes en nuestro corazón. ¿Podría Ud. imaginarse a una persona llegando a tal grado de indiferencia que casi se pone a reír, mirando a un ciego, que no puede ver nada y no puede ayudarse a sí mismo, caminando directamente al precipicio? Esa sería una—una cosa muy mala; no hacer nada al respecto.",
    "Bien, a mis hermanos, en todo el mundo, yo les quiero confesar esto. Lo—lo digo humildemente, que eso es casi lo que yo estaba haciendo, o a punto de hacer. Yo he estado predicando por años, y he—he llegado a ser un anciano y un predicador veterano, y he tenido muchas luchas difíciles, y quizás tenga cicatrices, todo cortado por dentro, de las peleas. Porque el llamado que el Señor me ha dado no es de regresar a besar a los bebés, y—y casar a los jóvenes, y sepultar a los ancianos. Pero es más bien de agarrar la Espada con las dos manos, en el frente de batalla, en contra de los males del—del paganismo y demonología, y—y los poderes de las tinieblas, y pelear en contra de tales cosas con la Palabra de Dios hasta que viera al enemigo derrotado. Muchas veces he sido cortado profundamente.",
    "Luego cuando he venido con el Mensaje en este día, y le he dicho a la iglesia las cosas que ahora voy a decir. Y yo predije hace muchos años cuando el Espíritu Santo me llamó a esta labor. Y no hay ninguna persona sobre la tierra hoy, que pueda decir que el Señor me haya permitido decirle algo en Su Nombre, lo cual no haya acontecido exactamente en la manera que habría de ser.",
    "Cómo fue que primeramente El me envió, y el primer don, y el segundo don, y las cosas que se han dicho y hecho, por todo el mundo, y realmente millones han venido a Cristo. Y miles de miles de predicadores han recibido inspiración, lo cual dio comienzo a un avivamiento que hoy día está barriendo toda la tierra. Y siendo que los Pentecostales fueron quienes recibieron mi Mensaje, ellos son los que han avanzado. La iglesia Pentecostal ha registrado más conversiones en los pequeños grupos de Pentecostales que todas las demás iglesias juntas. Esas son las estadísticas. ¿Por qué? Porque han recibido la Verdad y recibieron el avivamiento.",
    "Y ahora, después del gran tiempo de la sanidad de los enfermos, el lanzamiento de demonios, y la resurrección de los muertos; de lo cual todos somos testigos, como también lo son muchos doctores y hombres grandes en la tierra. Y la aparición del Señor Jesús entre nosotros, que está en el cuadro como pueden ver ahí, me supongo, sobre la pared, o adonde sea que esté, del Angel del Señor. Y cómo es que los científicos la han registrado, y es—es un hecho bien conocido, por todo el mundo. Y viendo las cosas que El hizo, llegando a suceder cada vez. Luego, si la Columna de Fuego que acompañó a Israel por el desierto, en los días de Moisés, que nosotros…o, ahora que Moisés fue llamado: “El siervo de Jehová”, y él siguió una Columna de Fuego de noche, y una Nube de día.",
    "Y cuando Jesús estuvo sobre la tierra, El dijo que El era ese Dios. El dijo: “Antes que Abraham fuera, YO SOY”. Y “YO SOY” fue la Columna de Fuego que estaba en la zarza ardiente, que le habló a Moisés en los—los días pasados. Hermano Vayle, yo pienso que eso es correcto. Luego El dijo: “Yo salí de Dios y vuelvo a Dios”. Y cuando fue crucificado, murió, y resucitó, y subió a lo Alto, y colocó Su cuerpo en el gran altar del Dios Eterno, para siempre estar ahí para actuar en lugar nuestro, sabiendo que El había pagado la deuda de nuestro pecado. Y luego El volvió a la tierra nuevamente en la forma de una gran Columna de Fuego.",
    "San Pablo, en camino, antes de que fuera llamado San Pablo, era llamado Saulo de Tarso. Y estaba en camino hacia Damasco, para arrestar a unas personas que estaban haciendo demasiado ruido, y gritando, y predicando un Evangelio que era contrario a la tradición de las iglesias. En el camino, un día, como a esta misma hora del día, él fue tirado al suelo por una tremenda Luz. Y viendo esta tremenda Luz, siendo él un Judío y sabiendo que la Columna de Fuego había guiado a los hijos de Israel, y aquí estaba ante él nuevamente, él clamó: “¡Señor!”",
    "Ahora si se fijan en las traducciones, tanto la King James como también la Standard [Traducciones de la Biblia en inglés.—Traductor], y todas, está con mayúscula, S-e-ñ-o-r. Y cualquiera que conoce bien su Biblia, sabe que cuando es mayúscula S-e-ñ-o-r, eso es Elohim, el Ser todo suficiente que creó los cielos y la tierra, en Génesis 1:1. ¿Ven?, mayúscula: “¡Señor!” Ahora, Pablo no hubiera llamado así a alguna ilusión óptica, él no hubiera llamado así a algo que no hubiera conocido, porque él era un hombre entrenado en las Escrituras. Había estudiado bajo Gamaliel, el gran maestro de aquel día, y él no hubiera llamado “Señor” a ese, si no estuviera convencido que Ese era Jehová. El dijo: “Señor, ¿Quién eres?”",
    "Escuchen lo que le respondió la Voz: “Yo soy Jesús”, el mismo ayer, y hoy, y por los siglos.",
    "Entonces yo pienso, en medio de todo esto, antes de proseguir, tanto aquí como a través del mundo, las personas que estarán escuchando, y están escuchando ahora, conocerán que ha sido probado por todo hecho ser Jesucristo el mismo ayer, y hoy, y por los siglos. Se han hecho las mismas cosas que El hizo, sanando a los enfermos, conociendo los pensamientos de la mente, por cuanto mostró cosas que habrían de acontecer, y cada vez perfectamente a través de estos años. Ya tengo cincuenta y cuatro años, y he visto visiones desde que tuve como dieciocho meses, y no sólo una vez, sino que cada vez ha sido la verdad. ¿Ven? Ahora, eso tiene que ser Dios. Y luego yo pienso: “¿Por qué está la gente tan ciega que no puede ver eso?”",
    "Y constantemente cuando hablo con nuestras—nuestras mujeres con respecto al cabello corto, y los ministros regañándome a mí al respecto; y con respecto a la ropa inmoral, estos pantaloncitos, y—y mostrándose así, y—y portándose de esa manera tan mala; y con respecto a nuestros hombres como es que estaban haciendo, fumando, y tomando socialmente, y—y todo; y todavía llamándose Cristianos, y participando de la Santa Cena en la mesa por cuanto pertenecen a una organización. Oh, era simplemente, ellos pensaron que yo había blasfemado contra Dios. Y ¿mejoraron las mujeres? Empeoraron, por toda la nación.",
    "Luego yo, siendo nervioso (digo esto quietamente), quizá siendo la persona neurótica que soy, y sabiendo desde el principio que yo no estaba capacitado para el trabajo; como muchos que tenían que hacerlo también se han quejado. Fue difícil. Pero yo—yo pensé: “Dios, ¿por qué no llamaste a alguien que lo pudiera haber hecho? Y yo—yo siento mucho, pero he—he fallado. La gente simplemente no me quiere escuchar. Y en alguna parte yo he fallado en hacer lo que debiera haber hecho, porque ellos no me quieren escuchar”.",
    "Mi mamá, que recientemente partió para la Gloria, hace como—como un poco más de un año. Mi mamá, su padre era un—un cazador. Y pienso que obtuve todo eso que salió de él, en ese sentido, porque yo—yo—yo amo el bosque. Y yo pensé: “Si estas personas que se dicen Cristianos, si ellos no desean escuchar el Mensaje que estoy predicando, entonces los dejaré quietos. Yo lo pararé por completo, y yo me iré a la montaña. Y yo conozco a un amigo donde…” Muchos de Uds. se acuerdan cuando predije el tiempo, como seis meses antes que ocurriera, cómo era que yo iría a un cierto lugar, de aquí mismo de esta plataforma, y ahí estaría un animal que se parecía a un venado con cuernos de puntas, y cómo era que mediría cuarenta y dos pulgadas, y cómo era que habría un oso gris de puntas plateadas, de siete pies. Uds. lo tienen en cintas y todo. Me supongo que Uds. recuerdan el tiempo, todos. [La congregación dice: “Amén”.—Editor] Bien, ahora está en mi cuarto, para—para mostrar que es la verdad.",
    "Ahora cosas como esas, porque era justamente antes de la partida de mi mamá, y El deseaba tranquilizarme antes de esa gran sacudida, sabiendo El que se la iba a llevar.",
    "Ahora, me encontré con un hombre que era Cristiano, y él tiene un gran terreno abajo de Alaska. Y yo me había decidido, que siendo que me había ido de aquí hacia el oeste, que me llevaría a mi esposa y la medio engañaría; la llevaría hasta allá y yo llegaría a ser un guía. Y luego si el Señor deseara que yo hiciera alguna cosa, me dejaría crecer el pelo y—y yo—yo…mi barba. Y—y me—me iría allá al interior y sería un guía. En aquella región sólo viven unos dos o tres indios. Yo—yo simplemente sería un—un guía y le ayudaría a Bud. Y si el Señor deseara que yo hiciera algo, entonces yo—yo diría: “Muy bien Señor”. El me daría una visión. Yo saldría.",
    "Yo digo que la gente…Yo nunca me he considerado a mí mismo, cualquiera sabe esto, pero la gente ha dicho: “Hermano Branham, el Señor lo ha llamado a Ud. para que sea Su profeta”. Pues, yo—yo nunca me he considerado como eso, pero estaba llegando al tiempo cuando ya estaba casi listo para hacerlo, pensando: “Pues, quizás lo soy. Si lo soy, entonces viviré en el desierto. Y si yo vivo en el desierto, entonces yo—yo—yo seré Su profeta, (¿ven?), y entonces si El desea enviarme a algún lugar. Y mientras El no me esté usando, entonces yo de seguro pescaré unos buenos peces y—y haré algunas cosas”. Por supuesto, esa era una actitud un poco egoísta, ¿ven?, el que yo deseara hacer eso. Ahora, no es exactamente la cosa que se debe hacer. Y ahora, yo tenía eso decidido en mi mente, hacerlo.",
    "Y ahora, un poco antes de que predicara Las Siete Edades De La Iglesia, así como están dibujadas ahí…Hay muchos hoy, que estuvieron presentes durante ese tiempo, y saben cómo es que Dios bendijo eso, allá sobre la pared, lo reflejó. Para…¿Cuántos están aquí hoy, que estaban presentes cuando El—El vino? [La congregación dice: “Amén”.—Editor] Eso lo hizo.",
    "Luego recuerdo de un Hermano Jackson. Por lo regular él está con nosotros. Hermano Junior Jackson, el Metodista, era un ministro Metodista. Sí, aquí está sentado. Ahora, él vino a mí con un sueño, y luego otros hermanos vinieron con sueños semejantes. Ahora, el Señor ha sido muy bueno conmigo, y yo nunca, quiero que esto quede bien registrado en esta mañana, nunca les he dado una interpretación errada de un sueño. No señor. Porque el Señor…Yo no lo hablo hasta que yo mismo lo vea otra vez y conozca lo que El dice al respecto, luego se los diré. Y entonces él dijo que yo—yo estaba teniendo un servicio allá en su iglesia, y él, de alguna manera, él estaba muy nervioso esa noche, y salió de la iglesia y dio la vuelta por el otro lado y vino y me encontró en el carro, y la gente estaba pasando. Dijo: “Quiero decirle algo”.",
    "Y me dijo que había tenido un sueño, que por acá en algún lugar, como en Indiana, había un gran cerro largo de pura grama, y el agua se había llevado toda la tierra de la parte superior, y había llegado a ser piedra, como una—una cumbre calva sobre el—sobre el cerro. Y luego, en esta piedra había una Inscripción rara. Y dijo que ahí estaba parado yo con todos los hermanos de aquí de la iglesia, interpretando esta Inscripción. Y luego cuando llegó a la hora cuando la hube interpretado toda, entonces la…de alguna manera, si entiendo correctamente el sueño, obtuve algo como una herramienta, o—o, alguna clase de fierro o algo, no un fierro, quería decir un—una palanca o algo, y corté la tapa de esa montaña y la levanté. Y por dentro era de piedra blanca, algo como granito o—o algo parecido, alguna clase de piedra blanca que no tenía nada escrito. Y yo les dije a los hermanos: “Quédense aquí viendo Esto”. Y mientras todos estaban mirando, yo me salí de entre ellos y empecé a irme hacia el oeste. Y el Hermano Jackson dice que me vio que iba por un cerro, y luego otro cerro, haciéndome más y más pequeño, yendo hacia el oeste. Uds. se acuerdan de eso.",
    "Bien, desde luego, la interpretación de eso fue dada aquí en la iglesia antes de que llegara a suceder, que este—este es el tiempo, que yo creo, que toda la revelación a través de la edad de Lutero, Wesley y Juan Smith, Alejandro Campbell, y otros, que han predicado de la Biblia y luego nos fuimos a la Biblia y mostramos que habría un Mensaje del séptimo ángel. Y que al darse a conocer el Mensaje del séptimo ángel, todos los misterios de Dios serían conocidos. Entonces vinieron siete truenos misteriosos.",
    "Y ahora, si es esa última edad en la cual estamos viviendo, a donde hemos venido por justificación, santificación, bautismo del Espíritu Santo; con señales, maravillas, y todas las cosas diferentes. Y los dones han vuelto a la iglesia, como sanidad Divina, y profecía, y—y el hablar en lenguas, e interpretaciones. Y aunque ha sido terriblemente mal representada, sin embargo, eso no le resta, existe una buena. Hay uno que es verdadero, un genuino don de hablar en lenguas, que siempre debe estar en la Iglesia.",
    "Tenemos muchas personificaciones. Tenemos gente que se levantan y hacen el esfuerzo de actuar como Cristianos, y sus vidas no cuadran, así que hay algo errado, Jesús dijo: “Por sus frutos los conoceréis”. ¿Ven? Así es como se conoce un Cristiano, por como él vive. Nunca vaya Ud. a brincar más alto de lo que vive. Entonces simplemente…Pero en eso, pero es un—es un diablo haciendo un espantapájaros, para tratar de apartar a los genuinos creyentes de la verdad del asunto. Pero que Dios nos ayude a separarnos y poder discernir entre el bien y el mal. Y—y la Palabra siempre corregirá eso.",
    "Ahora hallamos que en esto, les dije que la interpretación en la Roca. Y la Roca es Cristo, lo que estaba en el sueño del hermano, y esa es la Biblia. Y por todos estos años la Biblia ha sido interpretada, al grado que absolutamente le hemos dado una interpretación eclesiástica. Y el último don siendo añadido en la edad de Laodicea, la cual es el tiempo para que predique el séptimo ángel, en la edad de Laodicea, en ese tiempo, que entonces habrían muchas cosas que fueron mal interpretadas a través de las edades.",
    "Como por ejemplo, Lutero predicó la justificación, pero él lo dejo a medias porque él no vivió lo suficiente. Y luego…Entonces organizaron la iglesia. Lutero nunca la organizó; después de Lutero. Luego apareció Wesley. Y después de Wesley, tuvieron la iglesia Wesleyana. Luego apareció Juan Smith, el Bautista; y luego Alejandro Campbell, y etc. Pero los hombres, los reformadores no vivieron lo suficiente para acoplarlo todo. Y entonces como que han quedado muchos cabos sueltos. Y entonces cuando lo hicieron, por ejemplo, del bautismo en agua que Juan Smith instituyó, el bautismo en agua por—por inmersión; pero usando los títulos. Y muchas de esas cosas que fueron dejadas sueltas. Y entonces cuando llegamos al fin, el último Mensaje debe corregir todo aquello, para traer estas cosas a “una fe, un Señor, un bautismo”. ¿Ven?",
    "Y ahora después de que la Biblia había sido interpretada completamente, entonces notan que se abrió la parte superior de la piedra que parecía pirámide. Ahora, no es la enseñanza sobre la pirámide, no eso, porque yo…Los hombres que enseñan esa doctrina de la pirámide, me supongo que ellos saben de qué están hablando. Yo no sé nada de eso. Pero, de todas maneras, tenía la forma de una pirámide, pero la parte superior de la pirámide nunca fue colocada. Yo he estado en El Cairo y—y en Egipto, y—y la parte superior nunca fue colocada, porque era una piedra del ángulo, era una piedra de corona. En la iglesia era la piedra del ángulo. En la Iglesia completa era la piedra de corona. Así que nunca vino. Fue rechazada, Cristo. Pero sí vendrá. Y yo creo que cuando esté en camino, que la Iglesia tomará cierta forma, de justificación bajo Lutero, santificación bajo Wesley, y el mensaje Pentecostal reducirá a la Iglesia a tal minoría, y habrá un ministerio entre esa gente que será exactamente el mismo ministerio que tuvo Jesucristo. Eso traerá a Jesús y arrebatará a todos por completo.",
    "Todos aquellos Luteranos, Presbiterianos, Bautistas, Metodistas honestos y verdaderos, y quienquiera que es nacido del Espíritu de Dios, serán arrebatados con Jesucristo cuando El venga. Yo creo eso. Yo difiero con algunos de nuestros hermanos Pentecostales que creen que el remanente de la iglesia son aquellos que serán arrebatados en esta última edad. Yo difiero en ese punto porque Dios…¿Cómo podría un hombre, y cómo podría Dios…? Si dijéramos: “¿Cómo podría El?” El puede hacer lo que desee. Pero Dios, el cual le prometió a Lutero, y a los que estaban bajo justificación, eso es todo lo que ellos sabían. ¿Ven? El prometió arrebatar a la Iglesia. Y El…Yo puedo creer por medio de la gracia de Dios y por medio del apoyo de las Escrituras al respecto. Porque, El no vino en la primera vigilia, y ellos durmieron; y la segunda vigilia; y así continuó. En la séptima vigilia El vino. Y esa es la Séptima Edad de la Iglesia, durante el Mensaje del séptimo ángel. ¿Ven? Y cuando El vino, todas esas vírgenes se levantaron y arreglaron sus lámparas. ¿Ven? Presbiterianos, Luteranos, Bautistas, quienquiera que sea nacido del Espíritu de Dios, subirá en ese Rapto. Yo creo que la Novia será llamada fuera durante ese tiempo. Yo creo que habrán algunos en los últimos días que no tendrán que probar de la muerte, pero serán cambiados en un momento, en un abrir y cerrar de ojos.",
    "Ahora, pero por cuanto notaron en el sueño del Hermano Jackson, que no había nada escrito por dentro de esta piedra, por eso es que me fui al oeste. Ahora, como ha sucedido, y les dije que algún día les diría el significado. Yo fui al oeste para obtenerlo. Y les relaté la visión, que la gente, tanto en cinta como presentes en esta mañana, conocerá al tomar Señores, ¿Qué Hora Es? Y cualquiera de Uds. hermanos allá por las cintas que no tienen ese Mensaje y desean seguir esto, tomen: Señores, ¿Qué Hora Es? Antes, semanas y meses antes que sucediera, vi aquí la visión de estar en Tucson, al norte de Tucson; que sería al este de Flagstaff, norte de Tucson; y estaría quitándome unos erizos del pantalón, y habría una—una explosión que parecía que sacudiría todo el país. ¿Cuántos de Uds. se acuerdan de eso? [La congregación dice: “Amén”.—Editor] Correcto. Que sacudiría el país.",
    "Bueno, sucede que cuando menos un hombre está presente en esta mañana que estaba presente allá cuando esto sucedió. En realidad sacudió las piedras de la montaña. Y ahora ellos…Hallamos que durante ese tiempo, yo vi siete Angeles en la—en la forma de una pirámide, los cuales bajaron y me levantaron. Y yo fui traído al este para abrir los Siete Sellos para Dios. Si Ud. no los tiene…Si Jesús demora, y yo…mis bisnietos, los hijos de este pequeño Pablo, eso todavía será la Verdad Eterna del Dios vivo. Ahora, eso fue para descubrir lo que estaba sellado adentro de esta montaña, lo cual no estaba escrito. Tenía que ser interpretado. Y cuando volví, el primer Angel, en la primer noche, abrió el Sello, contrario a lo que habíamos oído en nuestras vidas. Y todos los siete salieron de la misma manera. Uds. saben eso. Uds. estuvieron aquí presentes cuando sucedió, muchos de Uds.\n\nY ahora, yo no lo conocía en aquel tiempo, pero…",
    "El Hermano Fred Sothmann, yo sé que está aquí. Y estoy casi seguro que está el Hermano Norman. Estábamos en…Tuve que ir a Houston para ver si podíamos salvar a aquel muchacho de la silla eléctrica. Y luego regresé y me fui de cacería con los hermanos. Y esa mañana yo estaba ahí quitándome las bardanas [Erizo espinoso en el campo.—Traductor], o—o lo que llaman allá cabezas de cabra, erizos del pantalón. Y la explosión fue exactamente como lo dijo. ¿Es correcto Hermano Fred? Y yo—yo—yo debí haber brincado muy alto. Y sobre mí estaban los Angeles del Señor que me enviaron el Mensaje, que me viniera aquí para abrir estos Sellos. ¿Por qué aquí? ¿Por qué en el Tabernáculo? ¿Por qué no lo hice allá? Porque yo le había hecho una promesa a mi iglesia y a Dios, que cualquier Mensaje nuevo saldría de este Tabernáculo, grabado aquí. Y El me estaba ayudando a guardar mi palabra, de venir aquí para hacerlo. Y luego inmediatamente me regresé.",
    "Y ahora yo no sabía en ese tiempo que los científicos estaban tomando fotografías de eso, mientras los Angeles bajaron del Cielo para traer el Mensaje. Y se acuerdan, yo dije que el del lado derecho de la constelación tenía, como, Su pecho erguido, y Sus alas. ¿Se acuerdan todos Uds. cuando les dije eso? [La congregación dice: “Amén”.—Editor] ¿Y cómo era que yo me le quedé viendo? El era más sobresaliente que los demás. Y yo no sabía que estaban tomando fotografías de esto, porque inmediatamente me vine para el este. Pero al regresar a Tucson, ahí estaba en los periódicos que había sido vista por casi toda la nación, o hasta en México y todos los estados del oeste, y pienso que el Courier de aquí. Estaba en la Prensa Asociada. ¿Cuántos vieron: “Una Nube misteriosa en el cielo”? Pueden ver las manos. Y ahora la revista Life lo ha captado. Y tengo el artículo aquí en esta mañana, en la revista Life, e, para mostrarlo. Ahora aquí está, al mismo tiempo cuando yo estaba allá. ¿Pueden ver la pirámide de la Nube? Yo estaba parado aquí abajo de esto. Y ahí, ¿pueden ver el Angel sobresaliente del lado derecho? ¿Ven la punta de su ala? Exactamente lo que fue dicho. Y aquí está a la vista de México y diferentes lugares de donde tomaron la fotografía. Ahora, este científico está tratando de—de obtener toda la información que puede concerniente a la fotografía, de la gente que tiene la fotografía. El la está estudiando.",
    "Ahora, él dice aquí que sería imposible que fuera una nube, porque la humedad no sube más que, yo diría, como seis u ocho millas, algo así. Cuando volamos a ultramar, por lo regular volamos a diecinueve mil pies [Cinco mil setecientos noventa y dos metros.—Traductor], y a esa altura ya estamos sobre las tormentas. Pero esta nube, según el artículo de este científico, estaba a una altura de veintiséis millas. [Casi cuarenta y dos kilómetros.] Eso es a millas y millas más allá de la humedad. Y él dijo, revisando el área, y ahora, Uds. saben que yo…¿Cuántos se acuerdan, que les dije que: “Sonaba como cuando un avión rompe la barrera del sonido”? ¿Se acuerdan? [La congregación dice: “Amén”.—Editor] Pero no había ningún avión en ese distrito. Así dice el libro. Lo investigaron. No había nada, ningún avión ahí. Y, además, no podía…Esa neblina detrás de los aviones no es más que aire partido, humedad, porque lo chupa por esta unidad, como un chorro. A medida que va avanzando, va partiendo la humedad en el aire. No puede deshacerse de eso mientras es un chorro, porque tiene que…Con eso es que se impulsa, y es la humedad que va despidiendo.",
    "Pero aquí está, millas sobre el nivel de la humedad, y no había aviones en el distrito. Y no podía ser humedad a esa altura, y estar ahí suspendida ese día. Mide treinta millas de ancho [Cuarenta y ocho kilómetros.—Traductor], está a la altura de veintiséis millas. ¿Ven? Igual como fue en esa fotografía ahí, cuando les dije: “El Angel del Señor parece una Columna de Fuego”, hace años, antes de que se tomara. Dios hace que la ciencia reconozca que es la Verdad. Y aquí, de la profecía que fue dada, Dios hace que la ciencia testifique que es la Verdad. Ahora, ¿dónde estamos parados? Deseo guardar esto, porque quizás—quizás hable con un amigo mío, que está presente esta mañana, para—para escribir esos Siete Sellos. El quizás quiera usarlo para eso. Y entonces si Ud. tiene una copia, pues, si obtiene una, reténgala para referencia. ¿Ven?",
    "Ahora, él está queriendo saber, pero ¿qué beneficio habría en decirle eso? El se reiría de ello. ¿Ven?, él sencillamente se reiría. Así que no lancemos así nuestras perlas. Pero nosotros sabemos, la Iglesia sabe, y Dios sabe que es la Verdad.",
    "Y luego mientras yo estaba orando sobre este tema, pensando en qué pasaría conmigo, y ¿saben adónde estaba yo? Al norte de Tucson, al este de Flagstaff; exactamente, posicionalmente, adonde les dije que estaría parado, meses antes de que sucediera. Y exactamente, según este periódico, y de otros periódicos y esta revista, y nuestro propio testimonio, es exactamente donde ocurrió. Dios es perfecto y no puede mentir, y sí llegará a acontecer.",
    "¿Se acuerdan en la cinta: Señores, ¿Qué Hora Es? Lo citaré de nuevo: “Recuerden, algo mayor está a punto de acontecer”. Y ahora ha hecho que toda la nación testifique del asunto. Todos los periódicos de la Prensa Asociada, y una de nuestras revistas mayores, y todo lo demás, testificando de El, y aún no se acaba. Pero qué pueblo tan privilegiado, un—un pueblo privilegiado, el Cristiano, saber que en esta hora de tinieblas, cuando no hay esperanza según la ciencia, y la bomba atómica por delante. Y no hay esperanzas de que nuestras organizaciones se unan, se están consolidando con la marca de la bestia. Y cuando todas nuestras esperanzas de esa manera han desaparecido, en cuanto a nuestra economía, del compañerismo Cristiano entre las organizaciones. Todo se está encaminando hacia el Catolicismo, lo cual será una marca de la bestia en la confederación de la iglesia.",
    "Pero, y aquéllos que aman a Dios y están buscando la realidad, que el mismo Dios que hizo la promesa en la Biblia, lo pone claro ante nosotros; y hace que la iglesia, la gente, y la ciencia, y las revistas, y todo, reconozcan que El aún es Dios y puede cumplir las promesas. ¡Qué tiempo!",
    "Luego aquella mañana allá en el Cañón Sabino, orando y pensando en qué iría a suceder, con mis manos extendidas hacia Dios, allá arriba sobre esa montaña, esa Espada cayó en mi mano; con un mango de perla, y la guarda, y la hoja como de tres pies de largo, y resplandecía como un metal o como el cromo, bien afilada. Y yo no sabía qué era. Y dije: “Yo tengo temor de estas cosas”.",
    "Y en ese momento una Voz habló que estremeció el cañón. Dijo: “Esta es la Espada del Señor”. Y la Espada del Señor es la Palabra del Señor, porque la Palabra de Dios es más aguda que una espada de dos filos.",
    "Luego volviendo a eso, luego, durante ese tiempo, un noble hermano aquí en la iglesia…Y él era un soldado y en el ejército casi fue volado en pedazos y fue considerado muerto, y dijeron que…Ellos no, los médicos no pensaron que viviría, y no valía la pena perder el tiempo con él, era un caso tan perdido. Los nervios principales en la pierna estaban partidos; casi perdió su brazo completamente; casi perdió una pierna. Pero Dios tuvo gracia, un día lo salvó y lo sanó.",
    "El, el Hermano Roy Roberson, estuvo presente cuando se tomó esa fotografía allá en Houston. Cómo fue que a su esposa se le dijo por medio de una visión lo que había estado haciendo ese día, y cómo tenía ella un problema y que sería sanada. Y eso lo encaminó a él a ser un creyente. Pero él siendo un hombre militar, era un poco (ojalá él me perdone por decir esto), del—del lado áspero, preciso, dando órdenes en el ejército. Como un hombre que tenía el mando de hombres, él tenía que hablar duro: “¡Haz esto!” ¿Ven? Y sin embargo, él—él creía. Pero firme y llegando a la iglesia y viendo lo sobrenatural, él dijo: “Yo creo eso, pero es para alguien más”.",
    "Pero una noche el Señor lo despertó, en la madrugada. Parecía que él y yo estábamos sentados en Jerusalén, en la mesa de Comunión del Señor, y yo estaba hablando. El no lo podía entender. Y el Hermano Roy, sentado presente, mirándome ahora mismo, y él lo vio. Y me llamó, en Houston…o en Arizona, o me envió una carta y yo lo llamé a él. El dijo: “Hermano Branham, Ud. estaba sentado ahí, y yo vi a esa gran Columna de Luz bajar y recogerlo a Ud. y llevárselo de la mesa del Señor, y Ud. se fue hacia el oeste”. Porque él estaba sentado del lado este, mirándome ir hacia el oeste, y esta Luz entró y me sacó.",
    "Dijo que era una mañana, como que era una visión. Se sentó en la cama, como a las tres o cuatro de la mañana, algo como eso, y vio que ocurrió todo esto. Y dijo que parecía que exclamó, como por días: “¡Hermano Bill, vuelva!” Y Roy y yo hemos sido verdaderos hermanos. Hemos vivido juntos, y cazado juntos, y somos hermanos. Y él—él gritó por mí, hasta que se puso ronco de la garganta: “¡Vuelva! ¡Devuélvelo! Devuélvelo”, clamando. El dijo que yo…Allí venía esa Columna de Fuego, volviendo, o una Nube volviendo, y El me puso a la cabecera de la mesa, y yo había sido cambiado. Era un misterio para el Hermano Roy, que yo hubiera cambiado y me viera diferente. Pongo esto aquí para algo que quiero recordar: “ser cambiado”, cuando yo le dé la interpretación de eso.",
    "Eso fue justamente antes de que yo regresara por los Siete Sellos. Cuando volví por los Siete Sellos, entonces yo…Una mañana él llamó a Billy y quería hablar conmigo. Y yo estaba ocupado, en oración por los Siete Sellos. Entonces él me dijo de…Sucedió nuevamente, y se repitió. Hermano Roy, si yo digo esto mal, Ud.—Ud. me llama la atención. Y él dijo que nuevamente se levantó, por la—la madrugada, me supongo otra vez temprano, en la madrugada. Y él miró en la habitación y vio esta gran Luz, o Nube sobre una montaña. No hace mucho me preguntó: “¿Hubo algo con respecto a una Nube estando sobre una montaña”, y yo dije…“en la Biblia?”",
    "Y le dije: “Sí, cuando Pedro, Jacobo y Juan fueron llevados, y una Nube cubrió al Señor Jesús. Y—y Dios habló, diciendo: ‘Este es Mi Hijo amado’”. Prediqué sobre eso no hace mucho. Un mensajito, para que entiendan los hermanos en las cintas: Escuchadle. Me supongo que quizás lo tienen en cinta. Estoy seguro.",
    "Y él dijo que subió la montaña. Y cuando llegó, ahí estaba yo parado. Y una Voz procedió de la Nube (¿No fue así, Hermano Roy?), y dijo algo parecido a esto: “Este es Mi siervo. Y Yo lo he llamado para ser un profeta para esta edad, para guiar al pueblo igual como lo hizo Moisés. Y se le ha otorgado la autoridad para que pueda hablar cosas a la existencia”. Algo como eso, como hizo Moisés, como crear las moscas. Y sabemos de las ardillas, y las demás cosas, y las cosas que ya han acontecido. Ahí está la Hermanita Hattie Wright, me supongo que saben lo que sucedió en su casa. Y le dijo que yo había hecho lo que hizo Moisés.",
    "Y él me relató eso, regresando de un—un viaje. Y en mi mente, yo me había decidido que me iba a ir allá con Bud, porque le ha ido muy mal en la cacería.",
    "Antes de salir de aquí…Quizás coloque esto aquí, y nos daremos prisa. Tuve un sueño muy raro, un sueño raro. Y espero que cuando esto llegue a la atención de mi cuñado que no le hiera los sentimientos. Y ojalá no lastime a mi esposa, que está sentada aquí ahora. Pero ella lo conoce. Unos meses atrás, exactamente, pues, fue como en octubre o noviembre, yo soñé que yo—yo andaba vagando en la oscuridad, y yo…Pues, yo—yo no tenía a dónde ir y nadie me quería, y yo había llegado a ser un vagabundo, un—un vagabundo. Y yo tenía frío, y miré a lo lejos y vi una lumbre. Y cuando llegué ahí, era el—el basurero de la ciudad, y tenían zanjas, y el fuego estaba en estas zanjas. Y entre las zanjas estaba limpio, adonde dormían los vagabundos, entre estos fuegos, para calentarse y no congelarse en las noches frías del invierno. Y yo—yo tenía frío. Y me—me acerqué a este fuego, para calentarme, y habían muchos vagabundos. Y ellos estaban…Yo no vi a ninguno de ellos, pero todos tenían sus puestos o lugares adonde dormían. Y vi a mi cuñado, Fletcher Broy.",
    "Y Fletcher, cómo me acuerdo de él. El es un buen muchacho. Pero esto quizá sirva como buena lección para los jovencitos. Hace unos pocos años, me acuerdo de un joven muy guapo, James Fletcher Broy, y él se metió con gente mala, y tomó su primer trago. Me acuerdo cuando me llamó detrás de las cortinas de mi casa. Y su papá, que ya hace algunos años se fue a la Gloria, estaba allá afuera, tocando una guitarra: “En el Monte Calvario estaba una cruz”.",
    "Y Fletcher me llamó y dijo: “Hermano Bill, ora por mí. Escucha eso que está tocando mi papá, y yo he estado tomando”.",
    "Yo le dije: “Fletcher”, un joven como de dieciocho años, le dije, “no te vayas por ese camino”. Pero él no me puso atención. El siguió. Llegó a ser totalmente un alcohólico. Y lo dejó su esposa, sus hijos, y está en esta misma hora…Y Dios sabe que lo amo.",
    "Yo fui a orar por él, un vagabundo. No hace mucho fui a orar por él, cuando estuve aquí con los Siete Sellos, se había lastimado. Le dije: “Fletch, tengo dos trajes que quisiera regalarte”.\n\nEl dijo: “Hermano Bill, no lo hagas”.\n\nY yo—yo sabía que no tenía nada de ropa. Y dije: “¿Por qué no aceptas la ropa?”\n\nEl dijo: “No, no”. Y me miró: “¿Ves? Tú sabes lo que yo haría con eso. La empeñaría para emborracharme”.\n\nY le dije: “Fletch, te voy a dar un poco de dinero”.",
    "El dijo: “No, no lo hagas, Hermano Bill. Yo—yo—yo no quiero que lo hagas”. De corazón es un buen hombre, pero ha llegado a ser un alcohólico y un vagabundo. Y su—su esposa ha tomado el camino equivocado. Y, oh, de todo le ha pasado al pobre.",
    "Y cuando desperté, o antes de que despertara, Fletch me dijo, me dijo en el sueño, me dijo: “Billy, yo—yo te buscaré un lugar, Hermano Bill. Tú les diste de comer a mis hijos cuando tenían hambre”. Y dijo: “Tú fuiste papá para ellos. Ahora yo te hallaré un lugar aquí para que te calientes”. Y fuimos caminando por todos los lugares de los vagabundos y por fin llegamos a un lugar, él dijo: “Me sentaré aquí”. Y yo dije: “Me iré caminando por aquí para ver si puedo hallar un lugar”.",
    "Y caminé y me quedé viendo la noche oscura y fría. Y pensé: “Piénsalo. En una ocasión, el Dios Todopoderoso me permitió guiar a Su Iglesia. En una ocasión, El me permitió predicar Su Evangelio y ver las almas llegar a la salvación. Hombres y mujeres llegaban de todo el mundo, para hablar conmigo por unos pocos minutos. Y ahora aquí estoy, un vagabundo, y nadie me quiere. Y tengo frío. Y ¿qué debo hacer?” Y en eso desperté.",
    "Le dije a mi esposa, dije: “Quizá significa que Fletch está necesitado”. Entonces nos apuramos, para ver si lo podíamos localizar. Y su hermano lo halló. Se estaba quedando acá, en…con los Weidners. Allá donde tienen…comercian con caballos y cosas; dormía en el rincón de un granero o algo así. Me fui. Pensé: “Bueno, tendré que pasarlo por alto”.",
    "Entonces he vuelto ahora de Canadá con Fred y los demás, el otro día. Y en mi mente, me había decidido: “Si esta gente no quiere escuchar mi Mensaje, muy bien, no lo tienen que escuchar”. He predicado como por unos treinta y cinco años. Y los últimos quince a dieciocho años no he hecho nada sino servir al Señor. He tratado de vivir tan apegado a El y no decir ni una sola palabra hasta que El me la dijera a mí primero, todo.",
    "La gente dice: “Ahora, si el Hermano Branham le dice que viene, recuerde, esté esperando una reunión, porque él viene en el Nombre del Señor. El no hace nada hasta que el Señor le dice…” Correcto. Yo esperé hasta que El me dijese. Yo no me moví hasta que El me dijese. Y entonces llegó a ser que en estos últimos meses, El no me decía nada con respecto a qué lugares debiera ir.",
    "Luego, volví de Canadá, y Fred le dijo…O el Hermano Roy me relató su sueño, mientras él y yo y el Hermano Banks viajábamos juntos, antes de separarnos.",
    "Y al día siguiente llegamos a donde el Hermano Fred. Y su hijo, Lynn, no estaba en casa, así que él no podía venir con nosotros. El y su esposa tenían que esperar. El recogió a su esposa ahí en Rosewood…o, Melrose, Saskatchewan.",
    "Billy y yo seguimos en la camioneta del Hermano Fred. Esa noche viajamos casi toda la noche, y el día siguiente. Y luego a la mañana siguiente habíamos salido de Helena, Montana, y veníamos hacia la frontera.\n\nY yo—yo me puedo mantener alerto como hasta las nueve, y luego me da sueño. Tengo que dormir. Y Billy, a él le gusta quedarse dormido hasta las diez, cuando ya es de día, así que nos salía bien para viajar.",
    "Entonces yo—yo me levanté como a las cuatro y comencé a manejar, Billy estaba dormido. Llegamos a un lugar y yo tenía esto en mente: “¿Sabes qué? Un día de estos, tan pronto como pueda llevar a mi esposa para allá…Y no le voy a decir lo que voy a hacer. Pero iré allá, y luego le diré: ‘Yo amo tanto este lugar, no hay porqué ir a otro lugar. Quedémonos aquí’”. Y eso está tan apartado de la civilización, mil cien millas de cualquier lugar. ¿Ven? Allá en el desierto. Yo pensé: “¿No será bueno eso? Ya no tendré que cortarme el cabello, y—y no tendré que vestirme bien. Y seré un—un montañés común, lo que siempre he deseado ser”. Y dije: “Tengo algunos rifles, que alguna gente me ha regalado, y yo seré un guía como nunca se ha conocido. Yo voy a amar eso. Luego si el Señor me dice que vaya y le diga algo a alguien, yo iré y se lo diré y volveré nuevamente. Y le ayudaré a Bud, y tendremos un lugar muy hermoso aquí”. Yo estaba pensando en todo eso.",
    "Entramos a un restaurante, para comer, un pequeño lugar en la sierra, como a las siete, se estaba haciendo tarde, así que desperté a Billy. Se nos estaba acabando la gasolina, teníamos que comprar gasolina. Y entramos a este lugar, este pequeño restaurante. Y mientras estábamos ahí, un hombre vino cruzando la calle, quizás un poco mayor que yo, pero a mí me parecía un hombre. Traía puesto pantalones de mezclilla, chaqueta de mezclilla, botas de montar, un sombrero negro, barba así por toda la cara así, blanca como la nieve, el pelo le salía por detrás del sombrero. Yo pensé: “Ese sí parece un hombre”. No algún tipo débil, flojo, con un puro en la boca como así de largo, vestido en pantaloncitos cortos, sentado en el patio o al lado de alguna alberca, algún tipo barrigón de allá del Este. Perdónenme esa expresión. Pero, sin embargo, para mí, este tipo parecía un hombre; duro, áspero. Parecía que él vivía adonde Dios hizo que el hombre viviera. Y yo lo estaba admirando.",
    "El entró al restaurante y pidió unos panqueques. Había como quince o veinte personas. El tuvo que estornudar. Y Uds. saben como hacen algunas personas…[El Hermano Branham imita a la persona que quiere frenar el estornudo.—Editor] Perdónenme. Pero éste soltó un estornudo sano, del bosque: “¡Ker-choo-ee!” Vaya, parecía que las ventanas se iban a reventar. Cuando lo hizo, nadie se atrevió a decir algo. No, señor. Yo dije: “Billy, ahí está un hombre conforme a mi corazón”.\n\nEl dijo: “Ay, papá, tú no quieres ser…”\n\n“Así, ese soy yo en el futuro”. ¿Ven? Yo dije: “Ese soy yo”.",
    "Y me quedé sentado ahí por unos momentos, y Billy me miró y continuó comiéndose sus panqueques, y yo—yo ya había terminado lo mío. En unos momentos alguien en otra mesa, enfrente de nosotros, con unas tablas, así, la parte posterior de esa cabina, donde yo no podía ver. Se levantó un hombre, que se parecía exactamente a mi perfil, como de setenta y cinco años, un hombre pequeño. Era andrajoso, con la ropa amarrada. Y el amigo que andaba con él era igual a Fletcher Broy, exactamente, pelo canoso colgando por la cara. Y Billy los miró y dijo: “Papá, esos dos se parecen a ti y a Fletcher”. Se pueden imaginar cómo me sentí. Y el hombrecito que se parecía a mí, venía tambaleándose. Uno…Habían estado al lado de una fogata, todos ahumados, caras sucias. Creo que por los dos desayunos juntos, el hombre pagó como veinte centavos, quizás una taza de café o algo. Mi corazón brincaba dentro de mí. Y me fijé. Y Billy me dijo: “¿Qué te pasa?”\n\nDije: “Nada”. Y me fijé en ellos, y dieron la vuelta y se fueron.\n\nEl dijo: “Papá, ¿qué te pasa?”\n\nDije: “Nada”. Y él se subió al carro. Yo dije…\n\nEl dijo: “¿Te molesta si sigues manejando?”\n\nDije: “No”.\n\nEl dijo: “Todavía tengo sueño”.",
    "Así que él se durmió, y yo me fui manejando por la carretera, como a cincuenta y cinco millas por hora, en el camioneta, por las montañas, viniendo hacia la—la frontera, hacia…Yendo a casa, a Arizona, pero ahora estaba llegando a Utah. Y llegando por ahí, saliendo de las montañas, como a veinte millas antes de la ciudad, tal como si uno…Uds. lo han oído, como les he contado sobre la mañana de las ardillas, y todas estas cosas, cómo es que algo…Alguien comenzó a hablar conmigo, una Voz, así como Uds. están escuchando la mía. Yo sé que suena como neurótico. Pero como acabo de expresarles: “¿Les he dicho algo que no fuera la verdad?” Y una—una Voz comenzó a hablar. Yo le estaba hablando a El.",
    "Decía: “Sigue con tus planes y así serás”.\n\nYo dije: “Señor, yo no deseo ser así”.",
    "Dijo: “También se te irá tu esposa. Ella no vivirá allá en esas montañas así. Y tú llegarás a ser un vagabundo así como te lo mostró el sueño”.",
    "Yo dije: “Yo no quiero ser así, pero el…Yo—yo—yo no quiero tener que vivir así. Yo—yo quiero hacer algo diferente. Pero me—me han dicho que—que Tú me habías llamado para ser un—un profeta, y yo quiero vivir en el desierto como el profeta”. Pero estaba usando mi propio pretexto para poder cazar; para mi propio bien.",
    "Y El dijo: “Pero esos fueron los profetas del Antiguo Testamento. Tú has sido llamado para ser eso pero en un oficio mucho más alto que ese”. El dijo: “Tú tienes más dones además de ese. Tú fuiste llamado para orar por los enfermos y para predicar el Evangelio. Y en la forma Apostólica, (Uds. saben), de—de cosas más grandes, muchos grandes dones”. El dijo: “¿Por qué esperas que Yo te mueva cada ves que te mueves? ¿Dónde está tu recompensa?” Luego pude ver. Y luego dijo: “¿Te acuerdas?” Les dije…?…“¿Te acuerdas lo que el Hermano Roberson te dijo en tu sueño, su sueño, o visión? Que habías hecho igual que Moisés. Te has olvidado del sentir de tu gente. Se te ha olvidado el llamado al cual te llamé”.",
    "Yo dejaba los enfermos sin atención. Yo deseaba que el Señor me dijera adónde ir y adónde no. Eso no es correcto. Me había creado un complejo, porque la gente no ponía atención a mi Mensaje. Y si se…Y Dios me perdone que yo trate de comparar esta vida con la de Moisés, pero eso es exactamente lo que Moisés hizo. La gente no lo escuchaba cuando él vino para libertarlos, entonces él los dejó quietos y se fue al desierto, pero Dios le dio vuelta. Y él se había olvidado completamente de la gente allá sufriendo.",
    "Y entonces yo dije: “Señor, si…Eso es correcto, ¿cómo podría yo ser capaz, sin educación, apenas con educación de primaria? Y la gente parada en filas y en todas partes, para escuchar el Evangelio sencillo”. Es más, es mayor ahora que lo que fue bajo el Antiguo Pacto. El subió a lo Alto y dio dones a los hombres. ¿Ven? Jesucristo el mismo ayer, y hoy, y por los siglos. Luego yo estaba hablando, y escuchaba que me hablaba a mí. Y se me fue.",
    "Y yo dije: “Billy”. Y él estaba bien dormido. Yo dije: “Billy, ¿eras tú?” Ni siquiera se despertó.",
    "Y yo pensé: “Señor Dios”, bajé la velocidad del carro, “¿qué significa esto?”\n\nY dije: “Billy, Billy”.\n\nDijo: “¿Qué quieres?”\n\nY yo dije: “¿Me estabas hablando?”\n\n“No. ¿Por qué?”",
    "Y dije: “Te quiero decir algo. Yo tuve un sueño no hace mucho. ¿Te acuerdas que vimos aquéllos que se parecían a mí y a Fletch? Pregúntale a mamá cuando llegues a Tucson, yo le conté este sueño. Y, Billy, hay algo que está pasando. Está sucediendo ahora mismo. Algo me estaba hablando, y yo—yo pensaba que eras tú”.",
    "El me miró un poco raro, y esperó un poquito, seguimos viajando. Y, en unos momentos él nuevamente se quedó dormido. Y yo estaba manejando, pensando en ¿qué podía significar eso? Manejando por la carretera, y, de repente, ahí venía hablando de nuevo.",
    "Y El dijo: “¡Vuelve! ¿No te dije Yo allá en el principio que hicieras el trabajo de evangelista? Cuando Yo te llamé allá en el río, ¿no te dije: ‘Así como Juan el Bautista fue enviado para precursar la Primera Venida’? ¿No fue Juan más que profeta? Jesús mismo lo dijo. ‘¿Qué salisteis a ver, un profeta?’ Dijo: ‘Más que profeta’”.",
    "Entonces todo me comenzó a aclarar. Comencé a—a preguntarme. Luego El me recordó nuevamente del—del pueblo. ¿Cómo, haciendo lo que hizo Moisés, cómo podía Moisés tener contacto con la gente, estando en el desierto? Y ¿cómo podría yo tener contacto con el pueblo, estando en el desierto? Exactamente la misma cosa. Luego llegó a esto, a Segunda de Timoteo 4. ¿Recuerdan cuando dedicamos la iglesia aquella mañana, hace treinta años, algunos de Uds. más ancianos, cuando El me mostró aquellos árboles y los planté a ambos lados? ¿Se acuerdan de eso? Se acuerdan de la visión. Está escrita en libros y grabada en cintas y todo. Hace mucho años, cómo yo vi a éstos y—yo nunca crucé la Unidad y la Trinidad. Me paré entre ellos y planté estos árboles, y eran los únicos árboles que tenían fruto. Y yo…Todos los árboles crecieron como hasta treinta pies [Como nueve metros.—Traductor], y no más. Estos crecieron hasta el Cielo; quebrados de la misma rama. ¿Ven? Uno de un lado y otro de otro lado, y yo los quebré. Uds. se acuerdan de la visión. ¿Ven? Está escrita en libros y está en la historia de mi vida y todo. Y subieron hasta el Cielo, así, rápidamente. Y El dijo: “Extiende las manos, para tomar el fruto”. Y luego hallé el mismo fruto en la cruz, cuando corrí allá. Y El dijo: “‘Haz la obra de evangelista. Cumple tu ministerio. Y vendrá tiempo cuando no sufrirán la sana doctrina’. No vayas a parar ahí. Sigue adelante”. Todo eso se me vino a la mente.",
    "Y luego me acuerdo de Marilyn Monroe, la muchacha que vi morir como una semana antes de que muriera, y cómo fue que dijeron que cometió suicidio, cuando no fue así. Yo les dije acerca de eso, antes, lo que iba a suceder, y así fue. Como también fue con los boxeadores; cuando uno iba a matar al otro. Estoy errado en cuanto a la muchacha. Hay otra muchacha, que su primo, es—es—es Danny Henry. ¿Cuál es su nombre? Jane Russell. Su primo, un muchacho Bautista.",
    "Yo estaba predicando en Los Angeles, en el desayuno de los Hombres de Negocio. Y parado ahí, dándoles durísimo a esas organizaciones, y ahí estaba el hombre principal de las Asambleas, y muchos de los grandes dignatarios que se habían reunido ahí. Y cuando hube terminado de hablar y estaba por bajarme de la plataforma, alistándome…Porque, el Mensaje lo estaban enviando a través de la—la—la nación, por radio, y tenía que hacer el cambio. Durante este cambio, cuando cortaron la radio, luego, para enviar ese Mensaje, e hicieron esa pausa para anunciar la emisora. Y yo estaba en Clifton’s, adonde tuvimos el desayuno. Y mientras yo estaba caminando de la plataforma de arriba a la de abajo, un joven fino y guapo como de treinta años de edad, vino corriendo y me abrazó. Me dijo: “Yo soy Danny Henry”. Y sin saber que era su hermano el que estaba manejando la cámara de televisión. Y, lo estaban televisando ahí para los Hombres Cristianos de Negocios. Y Jane Russell, la actriz de cine, su primo. Su madre es una predicadora Pentecostal.",
    "Y entonces cuando yo, él empezó a correr hacia mí, y me abrazó, y dijo: “Dios le bendiga, Hermano Branham”. El dijo: “Ojalá esto no suene sacrílego, pero a mi manera de pensar, ese Mensaje podría ser el capítulo 23 de Apocalipsis”. Y cuando él dijo eso, comenzó a hablar en lenguas. Un muchacho que ni siquiera había escuchado de tal cosa, un Bautista por denominación. Y tan pronto como…El se volvió blanco, y me miró a mí. El no sabía qué hacer. Hay hombres sentados aquí que estaban ahí. ¿Estabas presente Fred? ¿Cuántos estuvieron presentes en esa ocasión? Sí, aquí están los tres, que estaban presentes en ese tiempo. Y él no sabía qué decir.",
    "Y había una Francesa, una mujer muy grande, sentada por aquí. Ella se puso de pie, dijo: “Pues, eso no necesita ninguna interpretación. Eso fue puro francés”.\n\nEl muchacho dijo: “Yo no sé ni una sola palabra de francés”. Y ella había escrito lo que él dijo.",
    "Y luego había un hombre sentado en la esquina, él dijo: “Eso es correcto. Yo tengo apuntado lo que él dijo, es francés”. Allá mero atrás, un joven guapo, de pelo rubio, parado contra la pared, vino caminando hacia el frente para comparar los apuntes. El era el intérprete de la O.N.U. para el francés. Y este hombre acá era Victor LaDeaux, de la iglesia Arne Vick allá, y él lo escribió. Y aquí tengo la interpretación de eso.",
    "Escuchen esto, si lo puedo leer.\n\nYo, Victor LaDeaux, soy cien por ciento Francés; Cristiano nacido de nuevo, lleno del Espíritu Santo. Mi dirección es 809 North King Road, Los Angeles 46. Yo asisto al Templo Betel, Pastor Arne Vick, pastor. Yo declaro que es una traducción verídica, de una profecía hablada sobre el Hermano Branham, dada por Danny Henry en francés, el 11 de febrero de 1961, en el desayuno de los Hombres de Negocio del Evangelio Completo. Una traducción fiel de la profecía.",
    "Ahora aquí está lo que dijo:\n\nPor cuanto tú has escogido la vereda angosta, el camino difícil, tú has caminado en tu propia elección. (Ahora, yo puedo ver eso. Moisés también tuvo que escoger. ¿Ven?).\n\nTú has escogido el camino preciso y correcto, la decisión correcta, y es MI CAMINO. (“MI CAMINO” viene subrayado, el Espíritu Santo hablando nuevamente).\n\nPor razón de esta decisión, una gran porción del Cielo te espera…te espera.\n\nQué decisión más gloriosa…(Ahora escuchen bien)…Qué decisión más gloriosa has hecho. Esto en sí mismo es aquello que hará, y traerá a cumplimiento, la tremenda victoria en el amor Divino.",
    "Notarán, es el verbo antes del adverbio. ¿Ven?, en francés. Ahora el intérprete de la O.N.U. interpretó eso. Y este muchacho no sabe ni una sola palabra, nunca había oído—nunca había oído de tal cosa como hablar en lenguas. El era un Bautista. Sucedió que llegó ahí, y escuchó la música, y decidió llegar ahí y pararse y escucharme predicar.",
    "Ahora, “en el amor Divino”, Divino amor. ¿Cómo puede ser Divino amor si no es el—el Espíritu Santo? El Espíritu Santo es Divino amor.",
    "Ahora, mientras Billy y yo continuamos por la carretera, ¿ven?, continuamos por la carretera, Billy se durmió de nuevo. Y Esto me dijo: “Te daré una señal eterna”.",
    "Yo dije: “Señor, ¿qué…?” Esperé unos momentos y nada sucedió. Dije: “Señor, ¿qué es la señal eterna?” Y esperé unos momentos. Y en ese momento miré hacia Billy; él estaba dormido.",
    "Y El dijo: “Te daré una señal eterna”, nuevamente. Dijo: “Mira hacia el oeste de donde estás”.",
    "Y volteé la cabeza así en la camioneta, para mirar; iba muy despacio. Y ¡oh, hermano, el Espíritu del Señor! Yo sentí como que podía clamar y llorar. Y miré, y sólo vi una montaña con picos blancos. Dije: “Yo no sé, ahí no veo ninguna señal eterna”.",
    "El dijo: “Tu nombre está escrito en todo eso”.",
    "Oh, yo pensé: “¿Qué es eso?” Y me puse muy débil y comencé a parar.",
    "Y Billy se levantó y dijo: “¿Qué pasa contigo?” Y yo tenía las manos dobladas así, el sudor estaba cayendo de mi mano, y estaba nevando.",
    "Dije: “Billy, algo está pasando. Yo sé de una ocasión, en que hice mal. Yo sé que le he fallado a Dios”. Y parecía que podía escuchar ese himno y ver miles de personas mezcladas, cojos, mancos, ciegos, y paralíticos; escuchaba a un coro, la voz de alguna voz conocida, cantando:\n\nAtormentado por el enemigo,\n\n(Uds. conocen el himno).\n\nLlegó Jesús y al diablo derrotó.",
    "Yo podía ver las líneas de los enfermos por todos lados, y tenía que pararme. Billy no sabía lo que estaba pasando. Y miré hacia arriba.",
    "Me detuve y me fijé en la montaña, y vi los siete cerros. Ahora aquí está, si desean ver algo. Habían siete picos sobre una montaña, una sola montaña, la cual se extendía por varias millas. La última montaña antes de pasar a la otra parte del país; no hay más montañas después de eso. Y estaba corriendo de este a oeste, como está colocada la montaña, y arriba tenía nieve.",
    "Primero había dos picos pequeños, y luego un pico grande; y luego otro pico pequeño, y un pico más grande; y luego un pico pequeño, y luego una montaña grande, gigantesca y larga, cubierta de nieve. Y yo dije: “Señor, yo no entiendo lo que eso significa”.",
    "El dijo: “¿Cuántos picos hay?”",
    "Yo dije: “Hay siete”.",
    "🦅 ¿Cuántas letras hay en tu nombre?” B-r-a-n-h-a-m, M-a-r-r-i-o-n B-r-a-n-h-a-m.",
    "Y había tres picos sobresalientes. El dijo: “Esos tres picos son el primero, segundo y tercer jalón. El primero fue la primera parte de tu ministerio, cerro pequeño, luego tu primer jalón, bien alto”. Uds. saben, la señal en la mano. Entonces ahí había un pequeño intervalo, el tiempo que me salí por estar demasiado cansado. Muchos de Uds. se acuerdan de eso. Y luego vino el discernimiento, el segundo jalón. Ahora he tenido otro, ya van unos cuantos años de picos pequeños, ¿ven?, otra vez como cuando no había comenzado mi ministerio, y luego vino el tercero.",
    "Tres es el número de cumplimiento, ¿ven?, el tercero. El siguiente pico era cinco, el número de gracia. Y el siguiente pico era siete, el número de—de perfección, el fin. “Seis días trabajarás. El séptimo es el Reposo”, el fin de la semana, el fin del tiempo. ¿Ven? Y me detuve y se lo mostré a Billy. Y los miré.",
    "Y El me dijo: “Eso, que eso permanezca, si alguna vez hubiera una duda en tu mente, acuérdate de este lugar, vuelve aquí”.",
    "Y Billy me tocó el hombro, me dijo: “¡Papá, mira hacia el este!” Cómo es que ocurrió esto, yo no sé, pero ahí mismo, al lado este de la carretera, estaba ese basurero ardiendo. Millas y millas de cualquier ciudad, un basurero mugroso ahí al lado izquierdo de la carretera.",
    "Yo estoy volviendo al ministerio. Amén. Ya sea viejo o joven, vivo o muerto, yo obedeceré a Dios hasta que la muerte me libere. Yo le he fallado al Señor, no queriendo. Si yo hago…Yo he tratado…Permítanme insertar esto. ¿Ven? ¿Todavía sobra cinta? Permítanme decir esto. Yo he deseado, yo he deseado ver a Jesucristo manifestado sin un solo defecto. Y que los hermanos que irán a escuchar esta cinta, y que esta iglesia se acuerde, desde este día, la razón que no han habido defectos, y la razón por la cual a través de todos estos años no pueden señalar una sola cosa que se haya dicho o hecho, que no tuvo su perfecto cumplimiento. Yo reto a cualquiera que traiga un solo ejemplo de las miles de cosas que se han hecho en la plataforma, y el discernimiento, y la predicción de lo que sucedería; todo ha acontecido exactamente al pie de la letra. Ahora, si la iglesia cree eso, digan: “Amén”, para que…[La congregación dice: “Amén”.—Editor] No hay nadie en todo el mundo que pueda mostrar un solo caso. Pero que esta iglesia y la iglesia que está por venir, sepan que: si Dios empuja a un hombre por un tubo, y éste no se mueve para nada hasta que Dios le dice, no hay nada de fe relacionado a eso. Es Dios empujándolo a algo. Y ha llevado el ministerio al lugar en donde nadie puede decir ni una sola palabra en contra. Pero de aquí en adelante, permítanme hablarles primero en el Nombre del Señor, antes de que escuchen, porque yo tengo que salir por fe. Yo lo debo hacer por fe, si pienso que es correcto o errado, o lo que sea. Hago lo mejor que puedo al escoger, y luego prosigo para ponerlo por obra. La razón de que no ha sido errado, es porque yo he esperado hasta que El me dijera que lo hiciera. Yo he esperado en El. Así que no era yo; era El.",
    "Pero ¿ven?, aun el gran San Pablo se encontró en un apuro en una ocasión. Y muchas veces Dios ha hecho cosas o ha permitido que las hagan Sus siervos, las cuales eran errores, para así probar estas cosas. Ahora, sabemos que los seres humanos pueden cometer errores, pero Dios no puede cometer errores. Pero ahora, si yo entro al campo de la predicación, y haciendo lo que—lo que hago, entonces tengo que fijar las reuniones de antemano y—y alinear las cosas. Y quizás este sea ese gran tiempo por venir que todos hemos estado esperando. Y seguramente si “Esto en sí mismo es una cosa tremenda que traerá a cumplimiento, y hará que se cumpla, la tremenda victoria en el amor Divino”, y ese es el verbo antes del adverbio, entonces es Divino amor, lo cual es Dios. ¿Ven? Y se necesita el amor de Dios para ponerse uno directamente en la línea del frente y pararse en la brecha a favor del pueblo.",
    "Y estos Rickies y Rickettas que han hablado en contra de la Palabra, y los he llamado “Ricky” y “Ricketta”, Dios me ha dado a entender que yo no debiera hacer eso, porque muchos de ellos aún son Sus hijos. Soy un…Ellos no pueden evitar el hecho de que actúan tan diferente. Algunas de estas iglesias antiguas, frías y formales los tienen, con ese espíritu sobre ellos, y asimismo están en—en prisión como Israel estaba en prisión, así como cuando Moisés fue a libertarlos de la esclavitud. Seres humanos que aman a Jesucristo, y que le servirían si solamente supieran de qué manera servirle. Y están en esclavitud bajo el denominacionalismo que les dice: “No hagan esto, y no hagan aquello”.",
    "Pero tiene que venir el llamado de Dios: “Quienquiera marchar hacia la Tierra prometida, que marche”. Estamos en camino a la Tierra prometida. Amén. Que vengan y marchen. Estamos en camino para encontrarnos con Cristo en el tiempo del fin. Y yo quería traerles esto para que vieran, y mostrarles el error que un hombre puede cometer, aún siendo sincero.",
    "Moisés perdió el sentir por su gente porque no le ponían atención. Y, Hermano Roy, ¿puede ver Ud. su sueño? Y ahora, yo no puedo salir, con un ministerio como ese, hasta que sienta diferente en mi corazón al respecto, aunque Dios me dijera. Pero ese es aquel cambio que el Hermano Roy…que vio que venía. Algo me tiene que cambiar, porque yo, en mi corazón, si yo salgo con el sentir que ahora tengo; todavía siento que debieran haber escuchado ese Mensaje, lo debieran haber hecho. Y no tengo el sentir por el pueblo, que debo tener. Hasta que pueda tener ese sentir, no hay necesidad de que vaya, porque sería un hipócrita.",
    "Y todos estos años he tratado de servirle con un corazón sincero, y no voy a salir allá como hipócrita. Tengo que sentir aquello, que no es Ricky y Ricketta, y no son este montón. Son los hijos de Dios que están en la esclavitud, y debo ir a ellos. Hasta que yo pueda sentir así, tendré que descansar, predicar en algunas convenciones y cosas, pero esperar.",
    "Tengo un canto. No sé cantar. Simplemente quiero citárselos. Hermanos, este es apenas un diagrama, no lo tengo todo todavía. No está escrito bien. Ni siquiera sé si lo podré leer o no. Es en el tono de: El Himno De Batalla De La República, “¡Gloria! ¡Gloria, Aleluya!” Uds. lo han oído. “¡Gloria! ¡Gloria, Aleluya!” ¿Cuántos? Desde luego, todos lo hemos oído.\n\nEl predicador de circuito fue cabalgando por la región,\n\nCon un rifle en el hombro y una Biblia en la mano;\n\nLe dijo a la gente de los llanos de una bendita Tierra prometida,\n\nMientras cabalgaba, cantaba también.\n\nLibre, salvo,\n\nDel pecado y del temor;\n\nLibre, salvo,\n\nEn los brazos de mi Salvador.\n\nEl predicaba del juicio venidero, de fuego y de azufre;\n\nY un glorioso e inacabable Cielo sólo para los justificados.\n\nMientras iba por las montañas, uno lo podía oír entonando este canto,\n\nMientras seguía cabalgando.\n\nHay poder, poder, sin igual poder,\n\nEn Jesús, quien murió;\n\nHay poder, poder, sin igual poder,\n\nEn la Sangre que El vertió.",
    "El antiguo predicador de circuito. Uds. lo recuerdan. ¿Ven?\n\nAhora su rifle está viejo y oxidado, y está colgando en la pared;\n\nSu Biblia está gastada y polvosa, y el…casi nunca es tocada; (correcto),\n\nPero el Mensaje que nos trae nos enfrentará en aquel día,\n\nPues aún marcha la Verdad de Dios.\n\nAhora, todos:\n\n¡Gloria! ¡Gloria, Aleluya!\n\n¡Gloria! ¡Gloria, Aleluya!\n\n¡Gloria! ¡Gloria, Aleluya!\n\nQue marcha Su Verdad.",
    "Me voy a aprender eso. Esta mañana cuando estuve apuntando eso, puse mi mano sobre mi rifle que tengo sobre la pared. Pensé: “Ya no falta mucho”.\n\nSu rifle está viejo y se oxida, al estar colgado en la pared, (correcto),\n\nY la Biblia está gastada y polvosa, y casi nunca es tocada;\n\nPero su Mensaje de esta Biblia…algún día en el Juicio.\n\nY sigue marchando Su Verdad.",
    "La Verdad de Dios en esta Biblia. Sí. Jesucristo es el mismo ayer, y hoy, y por los siglos.",
    "El predicador de circuito con su rifle colgando en su espalda, la Biblia en la mano, cabalgaba por los llanos, y sobre las montañas, y por los valles y por todas partes, predicando de un Milenio que viene, de un Juicio ardiente para los impíos, y predicando un Reino de Dios para los justos. Es la verdad. El viejo Winchester se está oxidando. Y la Biblia, tienen—tienen algún libro de sexo en Su lugar. Pero la Verdad de Dios todavía está en marcha. El se hace tan real hoy como siempre, y lo prueba. “¡Sigue marchando la Verdad de Dios!”\n\n¡Gloria! ¡Gloria, aleluya!\n\n¡Gloria! ¡Gloria, aleluya!\n\n¡Gloria! ¡Gloria, aleluya!\n\nQue marcha Su Verdad.",
    "¿Por qué? Alguien la recibirá. Porque Jesucristo es el mismo ayer, y hoy, y por los siglos. Cantémoslo otra vez. Ahora, aquí estamos todos mezclados, Metodistas, Bautistas, Luteranos, y todos los demás. Mientras cantamos ese último coro, saludemos de mano a alguien cerca de uno, y entonces estaremos despedidos.",
    "Y ahora, recuerden, Uds. que tienen que asistir a sus iglesias, vayan esta noche. Saluden a su pastor de parte mía. Y—y luego oren por mí, cada uno de Uds. Y luego, nuevamente, quiero que recuerden, si no tienen dónde asistir…[El Hermano Branham le dice al Hermano Neville: “Y si Ud. tiene algo para esta noche”.—Editor] Después del mensaje del Hermano Neville esta noche, después de su mensaje, entonces quiero grabar una cinta, llamada: La Destellante Luz Roja De Su Venida, ¿ven?, esta noche. Ahora el Señor les bendiga. Y la semana entrante, yo, el próximo domingo, Dios mediante, quizás esté nuevamente para grabar otra cinta, porque tendré que estar en Arkansas esta semana que viene.",
    "Muy bien, ahora cantemos otra vez, y salúdense.\n\n¡Gloria! ¡Gloria, aleluya!\n\n¡Gloria! ¡Gloria, aleluya!\n\nSeñor Jesús, bendice estos pañuelos…[El Hermano Branham ora mientras la congregación sigue cantando.—Editor] En el Nombre de Jesucristo, ponemos nuestras manos sobre estos pañuelos.\n\n…Verdad\n\n¡Alabado sea Dios! Ahora inclinemos nuestros rostros por un momento.",
    "Está a tiempo, Hermano Ruddell. Venga acá un momento para orar. El Hermano Ruddell, otro de nuestros hermanos asociados aquí, de esta pequeña asociación de iglesias juntas que tenemos, interdenominacional. Y he oído de la posición firme que el Hermano Ruddell ha tomado por el—por el Evangelio. Y entonces yo—yo digo esto, Hermano Ruddell, que todo a lo largo del camino…Dios no ha prometido un lecho de rosas. Pero El ha prometido una batalla, sí, pero también ha prometido victoria. Esa es la cosa.",
    "Y me acuerdo cuando yo tomé esta posición allá en el principio, aun mi propia madre y padre querían correrme de la casa. ¿Ven? Pero, oh, vaya, cómo fue que los bauticé en el Nombre del Señor Jesús. La única esperanza que tengo hoy es por razón de esa posición. Estoy tan contento que el Mensaje de la Biblia, desde el tiempo del predicador de circuito hasta el tiempo de hoy…Aunque la gente la ha manoseado y le han quitado, y han hecho denominaciones, y le han puesto credos y todo lo demás, esa Verdad sigue marchando. Correcto. Todavía está en marcha.",
    "Que Dios los bendiga, a cada uno, y esperamos verlos otra vez muy pronto. Hasta entonces, ¿harán este favor por mí, tanto aquí presente como también en las cintas, Uds. hermanos? Oren que Dios ponga en mi corazón, aquello que perdí allá en ese complejo. Es tan fácil hacerse un complejo.\n\nTuve una entrevista el otro día con mi Hermano Way, sentado aquí, parado aquí al frente. Un buen hombre, pero se había hecho un complejo, otra clase de complejo, hizo la misma cosa. Hermano Way, Ud. lo puede hacer tan fácil; es que uno retiene algo pequeño en la mente y sigue pensando de esa manera. Regrese y revise eso con la Escritura, y vea si es correcto o no, y luego prosiga desde ahí. Sí. No pierda el sentir por el pueblo. ¿Ven? Tienen que recordar que no son hechos de aserrín. Son de carne y sangre, seres humanos con alma…Oren por mí, todos Uds., si lo desean. Dios les bendiga ahora.\n\nVamos a inclinar nuestros rostros y pedir a nuestro Hermano Ruddell si él…",
    "¿Perdón? [El Hermano Parnell dice: “Hermano Branham, tengo algo que quisiera decir, me tomará medio segundo”.—Editor] Muy bien, hermano. [El Hermano Parnell relata un sueño que tuvo.] ¡Alabado sea Dios! Este es un ministro. Alguien quizás no lo conozca. Y él era uno de los del grupo que, no tuve tiempo hoy en la mañana, que estuvo en uno de esos sueños, hablando de mi ida hacia allá, ¿ven?, hacia el oeste, saliendo hacia el oeste esta última vez. El Hermano J.T. Parnell.",
    "Ahora, pueden haber desconocidos que se estarán preguntando acerca de las personas que tienen sueños, soñadores. No, nosotros no admitimos toda clase de sueños y cosas, pero creemos que la Biblia dice: “Y llegará a acontecer en los postreros días, que derramaré de Mi Espíritu sobre la gente; y ellos profetizarán, y verán visiones, y soñarán sueños”. Y por cuanto eso se encuentra dentro de las cubiertas de la Biblia, es mi deber creerlo y predicarlo. Y cuando la gente relata sueños, si el Señor no da la interpretación, lo pasamos por alto. Y si es algo…Cuando alguien habla en lenguas, tiene que ser algo para la iglesia, y también tiene que suceder. Al no ser así, sería un espíritu malo. Tiene que suceder, porque la interpretación de las lenguas es profecía. Sabemos que eso es correcto. Entonces aquí tratamos de vivir la Biblia tal y como es enseñada. No le restamos nada ni le añadimos nada, pero la vivimos así como es. Bendito sea el Señor. Hermano J.T., eso me ayudó, el creer que…Dios no me dijo que saliera y tuviera algo que ver con el pecado; pero que saliera y continuara obrando. ¿Ven?",
    "Ahora oremos. Hermano…[Una hermana en la congregación comienza a clamar.—Editor] Alguien se ha desmayado. Esperen un momento. Todos quédense quietos. ¿Ven? [El Hermano Branham deja el púlpito y baja hasta la congregación.]",
    "Padre Celestial, permite que Tu misericordia y bondad sean con el Hermano Way. En el Nombre de Jesucristo, que él vuelva. Devuélvelo Señor, y dale fuerza y salud.\n\n¡Créanme, su corazón comenzó a latir nuevamente! Quédense quietos, todos, y oren.\n\nSeñor Jesús, permite que Tu bondad y misericordia sean con el Hermano Way, en el Nombre de Jesucristo.",
    "Está concluido. Estando yo aquí en este altar, adonde se han predicado funerales. Aquí donde estoy parado, donde centenares de personas han hallado a Cristo en oración, yo extendí mi mano, sus ojos ya estaban fijos, no había nada de pulso. Y en cuanto pronuncié el Nombre de Jesucristo, el pulso comenzó a volver. ¡Alabado sea el Señor! ¡Alabado sea el Señor! Como ministro de la cruz, yo digo eso en el Nombre de Jesucristo. ¿No es maravilloso El? [La congregación dice: “Amén”.—Editor] Un infarto al corazón. ¿Ven? Estoy tan agradecido que eso ocurrió ahora mismo, en vez de cuando ya nos hubiéramos ido. ¿Pueden ver la gracia de Dios? ¡El Señor sea bendecido!\n\nInclinemos nuestros rostros.",
    "Padre Celestial, te agradecemos ahora mismo por Tu bondad y Tu misericordia. Siempre estás entre nosotros. Señor, dame Aceite en mi lámpara. Dame la—la—la—la Vara del Señor, que yo la pueda extender sobre los enfermos y afligidos. Que la pueda traer sobre…para traer liberación a aquellos que tienen necesidad, y juicio para aquellos que la estén rechazando. Concédelo, Padre. Te damos gracias por todas Tus bondades, en el Nombre de Jesucristo. Amén.\n\nHermano Ruddell, Dios le bendiga, hermano. 🦅"
  ]
}