{
  "title": "LA DESTELLANTE LUZ ROJA DE LA SEÑAL DE SU VENIDA",
  "id": "63400009",
  "content": [
    "🦅  Gracias, Hermano Neville. Permanezcamos de pie por un momento para orar, e inclinemos nuestros rostros. Nuestro Padre Celestial, a Ti te brindamos alabanza por todo lo que nuestros ojos han visto y lo que nuestros oídos han escuchado. Y te damos gracias Señor, porque hoy sabemos que Tú eres el mismo gran Jehová Dios que siempre has sido y que siempre serás.",
    "Te damos gracias por Jesucristo, Quien abrió el camino para que pudiésemos estar nuevamente en compañerismo Divino contigo, por medio del derramamiento de Su Sangre inocente. Que por la expiación de esa Sangre, nosotros ahora somos hijos e hijas de Dios; aún no se ha manifestado lo que hemos de ser en el fin, pero sabemos que seremos semejantes a El, porque le veremos tal como El es. Y Padre, eso nos basta, con tal de que seamos como El, manifestados en la forma de Su imagen.",
    "Y ahora, Padre, no queremos conformarnos en esta hora con las cosas de este siglo, sino más bien ser transformados por medio de la renovación de nuestro espíritu por medio del Espíritu Santo, que El venga y tome nuestras vidas bajo Su control, y que—que nos guíe y nos dirija a través de los días que nos quedan sobre la tierra, y así podamos ensalzar Su gran Nombre.",
    "Te damos gracias por todas estas cosas. Y bajo expectativa esperamos Tu visita entre nosotros en esta noche al habernos reunido, y estamos creyendo que te encontrarás con nosotros así como lo has prometido. En el Nombre de Jesucristo. Amén.\n\nPueden tomar asiento.",
    "Creo que fue David que dijo: “Yo me alegré cuando nos dijeron, cuando me dijeron: ‘A la casa de Jehová iremos’”. Y estamos verdaderamente agradecidos de estar aquí esta noche, y siento que es un gran privilegio de tener esta gran oportunidad de—de estar aquí, para hablarles a todos Uds.",
    "Estoy grabando algunas cintas, así que estaba mirando hacia el cuartito, para ver si los hermanos estaban grabando. Ya—ya están encendidas, las cintas están corriendo. Muy bien. El propósito de esto es que yo había prometido enviar Mensajes grabados, y que serían grabados aquí en el Tabernáculo. Ahora estamos…",
    "Quisiera decir algo con respecto a esta mañana. Más bien, hoy, un poco después del mediodía, cuando estaba terminando el culto de la mañana, algo sucedió que quizás algunos de Uds. no estaban presentes y no supieron del incidente. Yo estaba terminando el culto, y estaba hablando desde aquí de la plataforma, observando a un hermano, a un hermano parado aquí que saludaba de mano a otras personas, y aquí le decimos Hermano Way, por su apellido. Su esposa es una buena enfermera registrada.",
    "Y el Hermano Way es un siervo de Dios, y también tiene un trabajo secular, pero por años ha tenido en su corazón un llamado para trabajar en el campo misionero. El ha sentido que Dios lo ha traído aquí, y esperar aquí hasta recibir orden para avanzar al campo. Hace unos días, estuve hablando con él en una entrevista, con él y su esposa.",
    "Y en esta mañana, cuando estuve haciendo mi confesión de que tenía un complejo, me referí al Hermano Way diciendo que también tenía un complejo, lo cual ciertamente es algo normal entre toda la gente, y un—un momento después de eso, el Hermano Way sufrió de un infarto al corazón y cayó muerto al piso. Y yo vi a su esposa, y noté…Yo he estado cerca de muchas personas cuando han muerto, y yo—yo no tengo que—que decir esto.",
    "Me encanta jactarme de Jesucristo y Su poder. Pero a la vez, pienso que no debemos jactarnos de El con respecto a algo que El—El—El no haya hecho. Pero yo he visto a Jesucristo levantar a los muertos, muchas veces, infaliblemente, con los médicos ahí examinando para probarlo.\n\nPor ejemplo, hace poco en una reunión en el estado de Connecticut, sentados en un gran, el antiguo…alguna clase de auditorio famoso, había ahí un Doctor Barton, un doctor Cristiano conmigo en la plataforma, un doctor médico. Y estaba ahí una señora Cristiana de renombre, era una señora muy amable y muy adinerada. Ella estaba sentada a mi izquierda. Y yo había llamado la línea de oración, y noté que de repente la señora…",
    "Cuando alguien, cuando su corazón se para…Uno puede cerrar los ojos, pero cuando muere repentinamente, cuando su corazón se para, en realidad sus ojos dan vuelta y la parte blanca del ojo como que se quiere salir. Y yo noté esto mientras ella se iba deslizando. Y rápidamente llamaron al médico, y él corrió hacia ella para tomarle el pulso, pero sacudió su cabeza, puso sus manos sobre ella y su oído a su corazón. Y ella ya había partido. Estaba en el piso, y su hija gritando, lo cual interrumpió el culto. Yo continué hablando porque no tenía palabra de parte de Dios para la señora. Y continué.",
    "Dijeron algo de hacer contacto con el Hermano Branham. Y dijeron: “No queremos llamarlo de la línea de oración porque está bajo el discernimiento”. Y dijeron: “Traigan al pequeño Branham”, el cual sería Billy. Y Billy, siendo que la señora estaba muerta, no quería…",
    "Uds. saben, la gente se pone muy sospechosa cuando alguien está muerto. Esa, esa es—esa es solamente la cáscara. Ahí no hay nada. Eso…La gente piensa cosas raras. Eso, la persona misma no está ahí; se ha ido. Y así que él tenía miedo de—de acercarse a la señora por cuanto estaba muerta.",
    "Luego inmediatamente el Espíritu Santo me habló. Di la vuelta de donde estaba, bajé por el escalón, llegué a donde ella estaba. Y cuando me dirigía a donde ella estaba, el Espíritu Santo me habló, y yo dije: “¡María!”",
    "Ella dijo: “Sí, Hermano Branham”. Ella estaba bien. Y—y ella nunca nos había visto antes. Era nuestro primer encuentro.",
    "Luego no hace mucho allá en Shawano [En el estado de Wisconsin.—Traductor], yo diría que hace como cuatro o cinco años. Yo estaba hablando una noche en el auditorio. Y había una gran multitud de gente. Y estaba presente un anciano como de ochenta años, me supongo, junto con su esposa, ellos eran por fe, Luteranos, asistían a esa gran y famosa iglesia Luterana que hay ahí. Ahora se me olvida el nombre. Es el grupo Luterano más grande en América, en una sola reunión de miembros de iglesia. En esa parte del país hay muchos Luteranos. Y mientras yo estaba hablando, me fijé en el hombre, que se le fue la cabeza así, y sus manos se extendieron, y cayó de frente, muerto, ahí en la silla. Y su esposa comenzó a gritar, y ella gritaba: “¡Ayúdeme alguien! ¡Ayúdeme alguien!”",
    "Y yo me fijé, dije: “Todos quédense en sus asientos y guarden silencio”. ¿Ven? Yo esperé que el Señor me diera una palabra. Y—y yo…Satanás…Yo estaba a punto de hacer el llamado al altar, y entonces es cuando él desea mostrarse.",
    "¿Han notado que cuando uno comienza a hacer el llamado al altar, hasta los niñitos comienzan a gritar, y cosas por el estilo? Eso es Satanás. Uds. que son espirituales entienden.",
    "Entonces el Señor me dio su nombre, y lo llamé, y él volvió a vida así de rápido.",
    "Y en esta mañana cuando yo estaba dando la vuelta, ¿ven?, y he visto muchas veces al Señor Jesús levantar a los muertos. El niñito en México murió a las nueve de esa mañana, y ya eran entre las diez y las once de la noche cuando resucitó. Y—y eso es testimonio de buena fe y el médico fue testigo ¿ven?, que el niño murió en su oficina a las nueve de esa mañana, creo que fue de neumonía. Y el niño vive hoy, hasta donde sé. Y eso fue ante, oh, algunas treinta o cuarenta mil personas.",
    "Luego en esta mañana, yo vi a nuestro Hermano Way, mientras estaba sentado, así como está sentado aquí ahora. Pero entonces estaba sentado en esta parte por aquí. Estaba parado. Y estábamos cantando: “Gloria, gloria, aleluya”, y nos estábamos estrechando la mano el uno del otro. Yo noté cuando esto le sucedió, y se le fue la cabeza para atrás. El Hermano Way no es uno que se desmaya ni tales cosas. Y él, yo vi que cayó hacia atrás. Y vi a su esposa, la cual es una enfermera registrada, que le estaba buscando el pulso. Y ella gritó; él ya no tenía pulso.",
    "Y—y luego creo que fue la Hermana Nash, una señora de aquí, una hermana de color que asiste a la iglesia, algunas de ellas comenzaron a correr hacia acá. Y ella, la Sra. Way, me estaba haciendo señas que me bajara de la plataforma. Y yo dije: “Todos quédense quietos, quédense en sus asientos”. Nunca se vayan a excitar en esa clase de momentos. ¿Ven? Eso es lo que Satanás quiere lograr. Simplemente esperen para ver qué dice El. Si es alguien pasando a la Gloria, bueno, alguna vez tenemos que partir, no habría mejor lugar que en la iglesia, así—así en la casa del Señor. Entonces…\n\nPero el hombre estaba volteado. Yo pensé que quizás, que él se había desmayado o algo le había pasado, así de esa manera. Pero cuando me fijé, y vi su cabeza volteada así, y viendo la parte inferior interna de los ojos que estaban salidos. Uno no puede poner los ojos en esa posición; es el paro del corazón lo que produce eso. Y entonces crucé esto, y él…Hubo alguien, alguna persona bondadosa, había colocado un—algo para recostar su cabeza. Y ahí estaban sus pies, manos, y todo, tiesos. Se le había parado. Su rostro estaba tan oscuro como mi saco, negro rojizo, y sus ojos ya volteados. Y yo sé lo que es un infarto al corazón. Yo sé lo que hacen y cómo cambian; y cualquier otro que los haya visto. Entonces coloqué mi mano sobre su pulso, y no había más pulso que el que hay en este escritorio. [El Hermano Branham toca el púlpito de madera.—Editor] Nada. Aquí está su esposa, una enfermera registrada, que le tomó el pulso. No había nada de pulso.",
    "Entonces, el otro día cuando estuve aquí con el Hermano Way en el discernimiento, noté que tenía un murmullo en el corazón de todas maneras. Entonces pensé: “Esto es”. Así que puse mis manos sobre él. Dije: “Querido Dios, llamo en el Nombre de Jesucristo el alma de mi hermano, su vida nuevamente”. Y el Señor Jehová sabe, con Su Biblia aquí abierta ante mí, cuando tenía mi mano sobre su pulso, sentía como…Y sabiendo que tendré que responder por esto en el Día del Juicio si está errado. Y sentía que su pulso latía unas cuatro o cinco veces rápidamente, haciéndole: pom, pom, pom, pom, pom. Luego comenzó haciéndole: pom, pom, pom, pom.",
    "Y él estaba haciendo el esfuerzo de abrir su boca para decirme algo. Y trataba de hacer que su boca lo dijera, y como que gorgoteaba. Y sacó las palabras: “Hermano Branham”. Entonces parecía que se iba a volver a dormir, o algo y yo esperé otro momento, luego revisé su pulso nuevamente; estaba latiendo normalmente. Y luego miré nuevamente y él miró hacia mí. Y vi que estaba un poco fuera de sí, no sabía en dónde estaba, pero su corazón estaba latiendo normalmente. Y Dios le había devuelto su vida nuevamente.",
    "Así que yo—yo digo eso para la honra de Jesucristo, el cual es el mismo Dios, que cuando…En esta mañana yo había predicado extensamente, muy por encima del tiempo, y cansado y rendido. Y podría ser una de dos cosas. El se habrá cansado, o cuando hablé de tener un complejo, no para—para irritar a mi hermano, como diríamos, porque yo tenía…yo estaba confesando que yo tenía un complejo. Y me supongo que si yo preguntara en esta noche aquí en esta congregación: “¿Cuántos saben que tienen un complejo?” Casi todas la manos serían levantadas. Para que Ud. sepa, Hermano Way, permítame mostrarle si es discernimiento o no. ¿Cuántos saben que tienen un complejo? Levanten la mano. ¡Fíjese! ¿Ve Ud.? Pero yo—yo no sé si acaso la impresión de cuando yo dije eso al Hermano Way, recibiéndolo él como que yo lo estuviera reprendiendo, o algo así, entonces cayó en esta condición y el Señor Jesús lo trajo de nuevo.",
    "Ahora, yo—yo estoy…pienso que el mismo Dios que el gran San Pablo representó en su día, que cuando él se extendió en la predicación una cierta noche, y un hombre se cayó y se le fue la vida; pero Pablo, postrándose sobre el hombre, por la gracia de Dios pudo decirle a la congregación: “Está vivo”. Yo—yo pienso que esto nos prueba, o si Ud. nunca lo ha visto antes, que Jesucristo es el mismo ayer, y hoy, y por los siglos.",
    "Y luego puede haber sido esto, lo he tratado de pensar durante esta tarde. Eso es, que me paré aquí, y de todo corazón les dije exactamente la Verdad, y les conté de mi complejo, y me confesé abiertamente, porque…Y les pedí que oraran para que lo que está adentro de mí fuera distinto hacia el pueblo, para que yo pudiera hacer como hizo el Señor. Y para confirmar que El todavía me enviaría al campo, El permitió que aquello sucediera para mostrar que El todavía sana a los enfermos y puede levantar a los muertos. Y yo pienso que fue solamente una confirmación de lo que yo he estado predicando, y de lo que he estado testificando del Reino de Dios. Y eso es algo referente a algo que El acababa de decirle al Hermano Roberson, y a otro de los hermanos. Ahora, le amamos por eso.",
    "Y estamos agradecidos de que el Hermano Way está entre nosotros en esta noche. Y seguramente que Dios no ha terminado con nuestro hermano, de otra manera él se hubiera ido esta mañana. Hay alguna obra para nuestro Hermano Way. Y Hermano Way, yo quiero que Ud. sepa que toda esta iglesia, juntamente conmigo, estaremos orando para que Dios le muestre a Ud. el plan que El tiene para su vida y la de su esposa; y tan pronto como se manifieste, que lo coloque a Ud. en él. Estoy seguro que El lo hará, Hermano Way. Y todos nosotros, como Cristianos, estaremos agradecidos por el Hermano Way. ¿Es correcto eso, iglesia? [La congregación dice: “Amén”.—Editor] Y estaremos orando para que él y la Hermana Way puedan hallar su lugar en el Señor para su servicio en esta vida.",
    "Ahora, también, yo deseaba hablar con el Hermano Way. Vine temprano para poder hablar con él y conocer su actitud o qué fue lo que sucedió. Y él no sabe. ¿Ven?, se le fue, y cayó y se fue. Eso es todo.\n\nEl Hermano Way quería saber si hubiera alguien en el edificio que va hacia Arkansas, el martes o cuando sea que van a viajar, a—a esta reunión. Ahora, es—es quizás una reunión muy pequeña. Es una hermandad que se reúne. Y pienso que está muy metido ahí en el monte o algo así, muy adentro. Y probablemente no habrá mucha gente en la reunión, me supongo, porque francamente, ellos aun no saben que yo voy para allá. ¿Ven? Y así que, mis amigos en aquella parte, probablemente pase cuando menos una noche o dos antes de que se den cuenta, aun mis amigos que tengo en Arkansas, los que me conocen por allá, que estarán en la reunión. Pero si alguien va para allá, y tuviera espacio para llevar a otros, el Hermano Way estaría muy agradecido. El me dijo que les anunciara que él no sería ninguna carga a la persona de tener que atenderlo mientras esté allí, porque él cuidaría de sí mismo. Pero si alguien va para allá, para él sería una señal que Dios estaría complacido con él, o que estaría en—en la voluntad de Dios para que él fuera. Así que todos Uds. conocen al Hermano Way, está sentado aquí en la esquina. Y si alguien quisiera, alguien que va hacia allá, y tiene cupo para otro pasajero, él estaría muy agradecido.",
    "Y luego, Dios mediante, el domingo próximo por la noche, yo—yo estaré de regreso, o más bien el domingo por la mañana. Y—y si el Hermano Neville tiene la escuela dominical, y cuando termine, quiero grabar otra cinta si puedo. Y si no estoy equivocado, pienso que estaré hablando sobre: Puede Su Vida…¿Es Su Vida Digna Del Evangelio? Eso, eso es, o ¿Es Su esposa—Vida Digna Del Evangelio? Eso es lo que quiero decir. ¿Es Su Vida Digna Del Evangelio? Y deseo grabar una cinta sobre eso, Dios mediante.",
    "Y ahora, en esta noche, he anunciado hoy que estaría grabando una cinta. Y creo que el pastor ni siquiera ha predicado; solamente me llamó, para hablar aquí en la plataforma. Ahora, entonces no sé…Ahora, si al grabar las cintas, si se cansan o algo, y desean salir, sólo estén en el mayor silencio posible, porque no deseamos…¿Ven?, estos micrófonos son muy, muy sensibles, y captan cualquier ruido. Y estamos grabando, tratando de grabar estas cintas para el ministerio internacional.",
    "Y en esta noche, deseo anunciar mi tema como el…después de que leamos la Palabra de Dios, la cual es hallada en el Evangelio según San Mateo, el capítulo 24. Del Evangelio según San Mateo, el capítulo 24, y empecemos ahora con el versículo 32 y leamos la Escritura.\n\nDe la higuera aprended la parábola: Cuando ya su rama está tierna, y brotan las hojas, sabéis que el verano está cerca.\n\nAsí también vosotros, cuando veáis todas estas cosas, conoced que está cerca, a las puertas.\n\nDe cierto os digo, que no pasará esta generación hasta que todo esto acontezca.\n\nEl cielo y la tierra pasarán, pero mis palabras no pasarán.\n\nPero del día y la hora nadie sabe, ni aun los ángeles de los cielos, sino sólo mi Padre.\n\nMas como en los días de Noé, así será la venida del Hijo del Hombre.",
    "Ahora, aquí en nuestra lectura, hallamos en esta noche mientras leemos, que la primera parte de este capítulo dice que los discípulos lo llamaron a un lado allá sobre la colina, la montaña y le dijeron: “¿Cuál será la señal del fin del mundo? ¿Cuál será la señal de Tu Venida? Y ¿cuándo será el tiempo cuando no quedará piedra sobre piedra en el templo?” Ahora, El sigue con la respuesta. ¿Ven?, aquí en el primer versículo.\n\n…Jesús salió del templo y se iba, se acercaron sus discípulos para mostrarle los edificios del templo.\n\nRespondiendo él, les dijo: ¿Veis todo esto? De cierto os digo, que no quedará aquí piedra sobre piedra, que no sea derribada.\n\nY Su discípulo…Y estando él sentado en el monte…(perdónenme)…estando él sentado en el monte de los Olivos, los discípulos se le acercaron aparte, diciendo: Dinos, ¿cuándo serán estas cosas, y qué señal habrá de tu venida, y del fin del siglo?",
    "¿Ven?, ellos le hicieron tres preguntas, y El responde tres preguntas. “¿Cuándo será el tiempo cuando no quedará piedra sobre piedra? ¿Cuál es la señal de Tu Venida? Y ¿qué del fin del mundo?” Y yo creo que muchos de nosotros, hermanos, erramos en tratar de aplicar todo esto a Su Venida. Pero El está respondiendo a tres preguntas distintas que le fueron hechas. “¿Cuándo será el tiempo cuando no quedarán estas piedras una sobre otra; cuándo será esto? Y ¿cuál será la señal de Tu Venida? Y ¿qué habrá en el fin del mundo?” ¿Ven?, tres preguntas distintas. Y El comienza a responder una, de cuando “las piedras no quedarán una sobre otra”. Y luego al terminar con esa pregunta, comienza con: “la señal de Su Venida”. Y luego sigue con: “el fin del mundo”.",
    "Ahora, aquí notamos una de las cosas de las cuales deseo hablar en esta noche, eso es la—La Destellante Luz Roja De La Señal De Su Venida. Y en esta noche estaremos hablando sobre los días de Noé: “Así será en la venida del Hijo del Hombre”. Y el otro día esto me llamó la atención, y pensé que quizás trataría de hablar sobre esto y grabarlo. Y he anotado algunas Escrituras a las cuales quisiera referirme, quizás, y—y leer, más adelante.",
    "Pero ahora, se le hizo esta pregunta a nuestro Señor Jesús, y El les dio la señal de Su Venida. E inmediatamente les dijo esto: “Los cielos y la tierra pasarán, mas Mi Palabra no pasará”. Y después dijo: “Aprended una parábola de la higuera, cuando están brotando sus ramas, sabéis que el verano está cerca. Así que cuando veáis estas cosas sucediendo, o que se estén manifestando, conoced que el tiempo está a la mano. Y esta generación no pasará hasta que todas estas cosas acontezcan”. ¿Cuál generación? La generación que viere la apostasía, de la cual hablaremos esta noche.",
    "Entonces cuando pensamos en mi texto, de Una Destellante Luz Roja De Su Venida, me hace pensar de estar esperando en la estación del ferrocarril, cuando un hombre o unas personas están de pie, como muchos lo hemos hecho, esperando tomar el tren. Y no se puede escuchar el tren, ni se puede ver, pero uno sabe que es es—es hora. Quizás el despachador dice: “Viene un—un poco tarde. No está llegando exactamente a tiempo; no sabemos exactamente cuando, pero llegará pronto”. Y damos vueltas por la terminal, con las manos en los bolsillos, y nos sentamos sobre las maletas, y salimos y compramos una bolsa de cacahuates, y hablamos con el—con alguien al otro lado de la calle. Pero de repente vemos que algo sucede. Hay un ruido allá sobre los rieles. Y cuando eso sucede, el brazo baja, y las luces rojas comienzan a destellar. ¿Qué es eso? El tren está cerca. Aunque no se puede oír, aunque no se puede ver, sin embargo esa destellante luz roja y ese brazo que ha bajado, muestran que está llegando. Entonces si Ud. espera irse en ese tren, vale más que tire al suelo esa bolsa de cacahuates, deje de hablar, recoja sus maletas y alístese, porque de otra manera lo dejarán, porque sólo está parándose localmente por unos momentos. Luego se irá. Si Ud. sigue hablando con el vecino al otro lado de la calle, lo dejará.",
    "¿Cuánto más es la expectativa cuando vemos la señal destellante mostrando que El está cerca? Ya pronto estará pasando el tren del Evangelio. Y al estudiar esta noche sobre este gran texto, la señal destellante, nuestro Señor sentado sobre el monte cuando les dijo que estas cosas acontecerían: “Así como fue en los días de Noé, así también será en los días de la venida del Hijo del Hombre”.",
    "Ahora deseamos volver un poco, y ver si podemos descubrir algo en este día que sea semejante a los días de Noé. Entonces podemos saber si estamos en ese día del cual habló nuestro Señor; ver si podemos descubrir alguna semejanza a los días de Noé. Y para lograr esto, pienso que debemos volver al Libro de Génesis, a los días de Noé. Y si abren sus Escrituras conmigo, a Génesis el capítulo 6, y esos son los días del diluvio, y la moral y las condiciones de aquel día, Génesis capítulo 6. Ahora, deseamos leer y comparar aquel día con el día de hoy. Noten:\n\nAconteció que cuando comenzaron los hombres a multiplicarse sobre la faz de la tierra,…",
    "Esta primera frase nos presenta una luz destellante, mostrando claramente que el día está a la mano, porque nunca ha habido una época en toda la historia cuando hubiesen tantas personas y que se multiplicaran tan rápido, como el que tenemos hoy en día, a tal grado que es difícil hallar un lugar donde morar. Y tanta gente multiplicándose sobre la tierra, a tal grado que la ciencia dice que: “Si la multiplicación continúa a este nivel, entonces de aquí a veinte años no habrá suficiente alimento sobre la tierra para alimentarlos”. Creo que fue la revista Selecciones que citó eso, que: “Ni siquiera habrá alimento para la gente; se está reproduciendo tan rápido”.",
    "Podemos mirar alrededor y ver que los lugares que antes eran desierto, ahora están convertidos en ciudad, y a la vez el control de la natalidad tiene más apogeo que nunca. Creo que se ha dicho de la ciudad de Chicago…Ojalá no cite mal estas cifras. Pero de casos registrados, hay treinta mil casos de aborto cada sesenta días, en Chicago. Casos de aborto que se registran cada sesenta días. ¿Qué de los que no se registran? ¿Ven?, eso es en una sola ciudad de cuatro millones de habitantes. ¿Qué del mundo entero? Y sin embargo, es tanta la gente que ni siquiera pueden cuidar de…",
    "En la India, están tratando de llegar a…están tratando de interrumpir la parte humana del hombre, para que sean estériles, y así no nazcan niños, porque están—están aumentando tanto. Hasta la fecha, en la India son cuatrocientos setenta millones.",
    "¿Qué de China, adonde el aumento es aun mayor, Rusia y los demás países del mundo? “Cuando los hombres comenzaron a multiplicarse sobre la faz de la tierra”. ¿Ven? Ahora estamos mirando el tiempo antidiluviano.\n\n…y les nacieron hijas,\n\nQue viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres, escogiendo entre todas.\n\nY dijo Jehová: No contenderá mi espíritu con el hombre para siempre, porque ciertamente él es carne; mas serán sus días ciento veinte años.\n\nHabía gigantes en la tierra en aquellos días, y también después que se llegaron los hijos de Dios a las hijas de los hombres, y les engendraron hijos. Estos fueron los valientes que desde la antigüedad fueron varones de renombre.",
    "¡Oh, qué tremendo tema tenemos aquí! ¿Ven? Ahora, una de las primeras cosas que deseo que noten es que los—los hijos de Dios vieron a las hijas de los hombres, que eran hermosas. Ahora, yo no…Estoy hablando esto para el mundo entero. Pero nunca ha habido un tiempo en la tierra, hasta donde puedo pensar, sólo aquel tiempo, en que hubo tanta—tanta belleza entre las mujeres.",
    "Y Uds. se podrán acordar, algunas de Uds. señoras de más edad, y algunos de Uds. hombres, que podrán acordarse de años atrás, que muy rara vez se hallaba una mujer hermosa. Pero hoy en día, no se ve nada sino mujeres hermosas. Es porque han llegado al punto de cortarse el cabello, y el maquillaje y—y toda clase de ropa sexual y cosas; se pueden presentar en tal forma. Y otra cosa es que la aguja del tiempo ha hecho que esto vuelva, según las Escrituras. Y la belleza de las mujeres está siempre en aumento.",
    "Yo me acuerdo de cuando era un niño en la escuela, y luego me fijo en los niños de hoy, las niñas que están creciendo. Y me pongo a pensar en las mujeres de cuando yo era un joven, y luego me fijo en las jóvenes de hoy. Me acuerdo que habría una muchacha muy popular, y esto no hace ni veinticinco años, habría una muchacha popular, una muchacha bonita, y casi todos los muchachos querían andar con esta muchacha porque ella era la reina de—de ese grupo. Quizás en toda la ciudad habrían dos o tres de esas mujeres. Ahora, todas han llegado a ser hermosas, todas. Eso es para cumplir las Escrituras, y es una destellante luz roja, mostrando que el tiempo está a la mano.",
    "Han inventado tales cosas como lápiz labial y—y maquillaje, para que una mujer que no es tan hermosa, también se pueda embellecer, por medio de—de todos los arreglos faciales y las—las cosas que hacen para hacerse hermosas.",
    "Max Factor trabaja día y noche, y aquí en América se gasta más dinero cada año para embellecer a las mujeres que lo que se gasta en alimentos. ¡Correcto! No me acuerdo de cuántos billones de dólares se gastan cada año en maquillaje para embellecer a nuestras mujeres.",
    "Ahora, no estoy diciendo nada en contra de eso. Solamente les estoy mostrando que es un destello de una luz roja, mostrando que el tiempo está a la mano. Porque Jesús mismo dijo: “Mas como fue en los días de Noé, así será en la venida del Hijo del Hombre”. ¿Ven?, lo mismo.",
    "Y noten: “Cuando la gente comenzó a multiplicarse, mucha gente. Las hijas de los hombres eran hermosas; y los hijos de Dios las vieron, y tomaron para sí mujeres”. Ahora, esa no es una cita mía, la estoy leyendo de la Biblia, donde Jesús nos dijo que volviéramos a Génesis para comparar estos días. La multiplicación de la gente, y la belleza de las mujeres, ahora, esas son tremendas señales.",
    "Ahora, la amonestación, la amonestación de Jehová en el versículo 3:\n\nY dijo Jehová…",
    "Inmediatamente cuando esto ocurrió…Recuerden, el Espíritu Santo escribió la Biblia, y Jesús fue investido con la llenura del Espíritu Santo. Y El habló solamente por medio del Espíritu Santo. Y las Escrituras son escritas por el mismo Espíritu Santo. Y el mismo Ser que escribió Génesis 6, nos dijo acá en Mateo 24, que para saber cuándo el tiempo estuviera cerca, regresáramos a Génesis 6, e hiciéramos la comparación.",
    "La multiplicación de la gente sobre la tierra; y aun con tal grado de control de la natalidad, y todas las cosas que están ocurriendo, y aun así nada lo puede detener. Va avanzando como si nada, porque estamos en el tiempo del fin.",
    "Y luego fíjense, inmediatamente llegó el tiempo cuando dice que las mujeres eran muy hermosas, muy bonitas. Y revisamos aquello con esto y lo podemos probar.",
    "Ahora, yo estaba observando algunas fotografías antiguas de nuestros antepasados, cuando cruzaron los llanos. Y no puedo recordar el—el nombre de la mujer, pero su nombre era conocido desde San Francisco hasta—hasta Boston, de ser la mujer más bella en todo el país. Creo que su nombre era Pearl White, de hace muchos años. Ella fue asesinada por su amante, Scott Jackson. Y si Uds. vieran la fotografía de la mujer, de ser la mujer más bella de todo el país, casi ni la tomarían en cuenta. Ella parecería una anticuada de la calle. Porque, cualquier mujer que uno viera en cualquier parte sería tres veces más bella que aquella, cualquier mujer que uno viera caminando por la calle. ¿Ven?, es el avance de la hermosura de las mujeres.",
    "Y luego yo me pongo a pensar si nuestras mujeres se dan cuenta de esto y pueden…Por esa razón es que deseo que esta cinta salga, para—para que no se pongan tanta…Deseamos que sean hermosas, pero deseamos que sean naturales. No deseamos que sean superficiales. Algunas de estas mujeres tan hermosas, si las metiéramos a una tina de agua y las laváramos, quizá se verían un poco distintas, y—y vestirlas como debieran estar vestidas. Pero ellas—ellas—ellas no lo hacen, y uno no les puede decir nada al respecto. Más adelante llegaremos a eso. Pero este es el—el destello de una luz roja.",
    "Y recuerden, cuando la gente comenzó a reproducirse sobre la tierra y las mujeres se tornaron hermosas, fue en esa misma hora, fue en ese tiempo, que:\n\n…dijo Jehová: No contenderá mi espíritu con el hombre para siempre,…\n\n¿Pueden ver el punto? ¿Pueden ver la mano de Dios? “Mi Espíritu…” Las hijas de los hombres eran hermosas; y tomaron para sí mujeres. Entonces dijo El: “No contenderá Mi Espíritu con el hombre para siempre. He de asignarle ciertos días”.\n\nAhora, el versículo 4:\n\nHabía gigantes en la tierra en aquellos días, y también después que se llegaron los hijos de Dios a las hijas de los hombres—a las hijas de los hombres, y les engendraron hijos. Estos fueron los valientes que desde la antigüedad fueron hombres de renombre.",
    "¿Notaron Uds. que no dice nada acerca de matrimonio? Noten: “Se llegaron los hijos de Dios a las hijas de los hombres”, nada respecto a matrimonio. Y si se fijaran en esa porción en el griego original, el significado de la palabra, dice, por aquí lo tengo anotado en alguna parte, donde dice, “esposa”. [Aquí el Hermano Branham se refiere a la Escritura en inglés.—Traductor] “Tomaron para sí esposas”, en el segundo versículo, “tomaron para sí esposas”. En el griego, lo busqué esta tarde, y ahí no dice: “Tomaron para sí esposas”. Dice: “Tomaron para sí mujeres”, no esposas. Ahora, revisen eso con—con su, el Diaglott Enfático, y vea si no es la verdad.",
    "🦅 Tomaron para sí mujeres”, no esposas. Las tomaron así como eran, amantes sin compromiso, así como existen hoy. En otras palabras, eran amantes en aquellos días así como lo son hoy. Salían hacia donde deseaban, y tomaban a cualquier mujer que podían.",
    "🦅 Y cuando los hijos de Dios…” Ahora, muchos dicen que esos fueron Angeles caídos, etc., hablando de aquellos hombres y mujeres. Pero para mostrar que eso está errado, está completamente errado, la Biblia no dice en ninguna parte si los Angeles son hombres o mujeres. Y además, nunca se habla de una mujer siendo un Angel, en toda la Biblia, nunca. Ahora, si quieren la Escritura para eso, Mateo 22:20, y demás, la pueden hallar.",
    "Ahora, eso, eso, no existe una mujer ángel. Esa es la razón de que una mujer predicadora…Angel es un “mensajero”. Y es un—y es un…Un ángel es un “mensajero”. Y no hay tal cosa. Pero ¿ven Uds.?, han cambiado hoy, como lo fue entonces. Ahora, yo tengo algunos puntos históricos escritos aquí, a los cuales deseamos llegar en unos momentos.",
    "Noten, las mujeres en aquel día, en los días de Noé, han de haber sido el tema del día. ¿Ven?, “los hijos de Dios”, o sea los hijos de Set, de Set, vieron a las hijas de Caín, que eran hermosas. ¿Por qué? Eran malas, y eran las hijas de Caín. “Viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres”. Luego los hijos de Dios cayeron de su posición con Dios y llegaron a ser mujeriegos. Y si ese no es el cuadro exacto de hoy en día, yo no sé qué sería. Esa es la verdad.",
    "¡Los hombres! Fíjense en nuestras iglesias hoy en día, fíjense en cualquier cosa que quieran, lo notarán. A cualquier lado que se mirara en aquel día debe haber habido mujeres hermosas. La historia nos dice que los hombres llegaron a ser esclavos de ellas, que los hombres en realidad llegaron a ser esclavos de las mujeres, porque éstas eran tan hermosas, y ellos llegaron a ser esclavos. Literalmente les edificaron santuarios donde las adoraban. Y piénsenlo, literalmente adoraban la carne y sangre femenina en aquel día. Eso es historia.",
    "Y compare Ud. eso con hoy. Es la misma cosa, mi hermano. Los hombres en realidad adoran a las mujeres. Pues aquí mismo en nuestro propio país, a la Sra. Kennedy la tienen como dos veces más importante que el Presidente. Correcto. Y siempre al mencionar a un hombre, si él tiene una esposa atractiva, con eso basta.",
    "Y ahora se jactan de como manejan. Se escucha decir que las mujeres son las que manejan con más precaución. Eso está errado, porque les diré la razón. Billy y yo, cruzando este país de Estados Unidos, viendo la condición de primera mano, colocamos un mapa en el carro, una libreta, y ahí escribimos: “hombre” y “mujer”. Y cada vez que una mujer cometía un error, le poníamos una flecha al lado de ella; y cuando era hombre el que hacía mal le poníamos una flecha al lado de él. Y de trescientos, lo que nosotros llamamos “errores” cometidos en la carretera, estarían sorprendidos. Hubo doscientas ochenta mujeres y diecinueve hombres. Pero ¿saben por qué? Esas cifras no las obtienen en el tribunal de transito. Los policías no detienen a una muchacha bonita; quizás una de cada mil. Seguro, sólo para obtener su número de teléfono, pero no la arresta. Y así es. Con razón los registros no muestran nada. ¿Ven? Es porque el hombre hoy es igual a como era en los días de Noé, se postra ante el santuario de la mujer bonita. Correcto. ¡Oh, hermano!",
    "Cómo habrá sido terrible en aquel día, adorando a las mujeres, exhibiéndose en una forma tan atractiva. Y si eran mejores para hacerlo allá en aquel tiempo en comparación a como hacen hoy, estoy muy contento que no vivía en ese tiempo. Piénsenlo, de como era que sólo…como es que las mujeres han llegado a portarse igual a como se portan hoy.",
    "Noten, la Biblia dice: “Comían y bebían”. Ahora, eso—eso es algo legítimo. Seguro.\n\n“El matrimonio es algo honroso”. Un hombre—hombre que se case con una mujer, eso es honrado, fue instituido por Dios. Pero cuando llega al grado en que un hombre se apodera de la esposa de otro hombre, o que se lleve a una mujer joven, o a alguna mujer, no importa quién sea, y que él rompa su voto matrimonial, y que haga algo errado, eso es pecaminoso a la vista de Dios. Y la Biblia habla muy duro en contra de eso.",
    "Ahora noten, así dice. El matrimonio, Dios lo instituyó allá en el Edén, pero ciertamente condenó el adulterio. Y los hombres y mujeres de aquel dísobrepasaron las leyes de Dios, y tomaron la cosa sobre sí mismos, y de todas maneras lo hicieron. Ahora, comparen eso con hoy. Fíjense bien. Si Uds. quieren saber si el tren está cerca, piensen en estas cosas profundamente, siendo que fue el infalible Jesucristo quien dijo estas palabras. ¿Ven?",
    "Y noten, la Biblia dice aquí: “Comían y bebían”, desde luego, con sus mujeres hermosas. Ahora, nos damos cuenta que eso está bien. Comer y beber es una de las leyes naturales de la vida, tenemos que hacer esas cosas. Pero cuando eso es todo lo que uno tiene en mente; hoy en día la gente ha llegado a ser insaciable, borracha, las mujeres tomando en los restaurantes. Y uno entra a un lugar donde sirven las—las bebidas y los cocteles, y ve que las mujeres toman más que los hombres.",
    "Jesús dijo: “Como fue en los días de Noé, cuando comían y bebían, y se daban en casamiento”. En otras palabras, estaban viviendo con las mujeres sin estar casados con ellas. Y hoy en día, pues, está tan instituido. Antes tenían la ciudad de Reno, donde uno se podía casar y divorciar y casar de nuevo, todo en un solo día. Pero ahora eso ya es muy anticuado. Los—los así llamados esposos, y las esposas, ambos cargan distintas llaves para las habitaciones en estas ciudades grandes. Ahora, yo viajo. Yo—yo estoy en esas ciudades y sé que es la verdad, que el esposo tiene sus citas, y la esposa tiene sus citas. Pues, es una tremenda conglomeración de podredumbre, a tal grado que nos ha producido una—una generación débil, floja, que no sirve para nada y que va rumbo al infierno.",
    "Hace apenas unos años, fíjense a dónde ha llegado el hombre con respecto a su cuerpo. Fíjense a dónde ha llegado, por medio de las cosas que ha hecho. La ciencia siempre nos está tratando de fabricar un alimento mejor, el maíz híbrido, y—y tomates híbridos, res híbrida, cuando esas cosas no sirven para nada. Está matando a la gente, pero no se dan cuenta. Pues, en unos cuantos años no serán nada más que algo semejante a—a la medusa [Animal marino invertebrado, aguado como gelatina.—Traductor].",
    "Hace cincuenta años los juegos de pelota eran igual a como son hoy y no se oía nada de personas heridas, pero ahora están matando una o dos docenas cada año. Una pelota le pega a un hombre y él no tiene nada de resistencia para retenerle la vida. El es como una guinea. Si recibe un golpe, él es tan débil que ahí muere.",
    "Cuando Bob Fitzsimmons peleó contra Corbett, creo que pelearon ciento veinticinco “rounds”, en una sola tarde, y a puño limpio. Aquellos hombres, con tal fuerza en sus brazos, podían tomar un pedazo de madera de dos pulgadas de grueso por cuatro de ancho, a cuatro pulgadas de la punta y partirlo sólo con sus puños callosos. Dormían con las manos en vinagre, para que se les endurecieran. Y un—un “round” no era un pequeño “round” de dos o tres minutos como tenemos hoy. Ellos no tenían un colchón de plumas en los guantes, y nadie moría. Y peleaban. Un “round” era hasta que alguien caía. Uno tenía que derribar al otro. Y aquellos pelearon ciento veinticinco caídas. Eran hombres. Pero hoy van a tener que suspender el arte del boxeo, cuando tienen un colchón de plumas protegiendo los brazos y los puños; no pueden pelear ni dos o tres “rounds” sin que alguien muera. ¿Qué les pasa? Es que están hechos de, no sé qué, estiércol débil, todo híbrido, a tal grado que toda la generación se está muriendo.",
    "¿No dice así la Biblia, que llegarían a ser más débiles pero a la vez más sabios? Pues, en la raza de gente que sigue, vivirán a base de una cápsula, tomarán una cápsula para cenar. No es nada más que un montón de fumadores de cigarros, tomadores de whisky, tomadores de cocteles, drogadictos, inyecciones. Los niños en la escuela con la delincuencia juvenil, con razón, con la madre allá en la calle y portándose de esa manera, eso lanza a los hijos a la misma cosa.",
    "Mujeres hermosas en aumento; la vida social hecha pedazos. ¡Oh, hermano, qué gran cosa en el día en que vivimos! Cómo hacen todo esto, no es…como que se están escapando. No se van a escapar. ¿Qué están haciendo? Así como hicieron allá, se están mofando de los Mandamientos de Dios. Dios dijo: “No cometerás adulterio”. Pero ellos muestran que sí lo pueden hacer, y como que se escapan. Ellos piensan que van a escapar, pero nunca lo harán. Quizás no deberían haber venido a escuchar esto. Sin embargo, Dios dijo que este sería el tiempo cuando estaría destellando la luz roja. Así dijo Jesús.",
    "Ahora, qué—qué pecado están cometiendo, ¡y riéndose del pecado! Muchas veces sucede que la misma cosa que esta Biblia llama inmoral, el mundo de hoy la llama virtud. Cuando toman a las jóvenes, y les quitan la ropa, y las sacan a pasear a la calle con pantaloncitos cortos y pantalones y cosas, y ellas piensan que eso es virtud, el hecho de que la jovencita puede desplegar su carne femenina. ¡Cuando la Biblia dice que es pecado, horrible! Pero el mundo lo llama virtud. ¿Ven?, están haciendo los Mandamientos de Dios…Y la iglesia no dice nada al respecto. Es tiempo que alguien se ponga de pie en el nombre de justicia, en el Nombre de Jesucristo, y le ponga una censura sobre esto, porque en alguna hora habremos de dar razón de esto en el Día del Juicio.",
    "Ahora, si para alguien esto suena como algo viejo y anticuado, fíjese en el pasado y luego vea lo que está sucediendo hoy, y luego imagínese el futuro. No queda ningún futuro sino la Venida del Señor.",
    "Noten. Fíjense en estas mujeres antidiluvianas a la luz del ritmo de hoy; vean bien lo que eran. Fíjense en lo que hicieron los hijos de Dios; fíjense en lo que hacen hoy.",
    "No hace mucho yo estaba sentado en una convención, y casi me hizo llorar, cuando todas las…Parecía que todos se estaban gozando con el discurso del ministro que estaba en la plataforma. Yo estaba sentado en una esquina. Y hubo una—una joven que entró, y ella realmente estaba muy mal vestida. Y ella vino caminando por esta iglesia, como dice la Biblia, danzando mientras caminaba. Y cada predicador en la plataforma, y toda la congregación, todos voltearon la cabeza para mirar y seguir a esta joven. Y yo pensé en esta Escritura: “Los hijos de Dios vieron a las hijas de los hombres”, mujeres hermosas, pecadoras, e impías. Oh, eso ha destruido a muchas iglesias. Y eso hizo que el Espíritu de Dios se fuera. Noten: “Vieron a las hijas de los hombres”.",
    "Ahora, recuerden, el infalible Jesucristo declaró que estas cosas serían de esta forma en este día. Y dijo: “Cuando vean estas cosas sucediendo, entonces sabrán que el tiempo está a la puerta”. Ahora, no son muchas las personas que hablan así. Son muchos los predicadores que no pueden decir eso. Lo podría decir si se atreviera. Pero si lo hiciera, entonces la congregación lo echaría. Eso es exactamente la verdad.",
    "Pero aquí está una cosa. Si un hombre es llamado de Dios, él se mantendrá con esa Biblia, no importa qué tenga él que hacer. Recuerden que Esta es la Verdad. Y la Verdad, o ata, o libera. Y esto es exactamente lo que dijo Jesucristo.",
    "🦅 Los hijos de Dios cayeron por causa del hermoso aspecto y figura de las hijas de los hombres”. Y eso es exactamente lo que tenemos hoy, lo mismo otra vez.",
    "Ahora, comparen ese día. La multiplicación de la gente; las mujeres llegando a ser más hermosas; los hijos de Dios cayendo; casándose y dándose en casamiento; casos de divorcio; viviendo en adulterio; y tantas cosas.",
    "🦅 Pues”, diría Ud., “Hermano Branham, un momento, yo no sé”.\n\nEscuche hermano, antes de que Ud. diga algo, escuche esto. Jesucristo dijo, que: “Cualquiera que mirare a una mujer para codiciarla, el tal ya ha cometido adulterio con ella en su corazón”. Y cuando Ud. ve…Cuando un hombre sale de su oficina, sale de la iglesia, sale de su casa, y sale a la calle, sólo se ve por todos lados una exhibición de carne y sangre de mujeres, tentadoras ceñidas de aspecto hermoso. Eso es lo que Dios dijo que tomaría lugar. Cuando eso ocurriera, entonces el tiempo estaría a la puerta.\n\n“Así como fue en los días de Noé, cuando los hijos de Dios vieron a las hijas de los hombres, y comenzaron a tomar para sí mujeres”. ¿Ven? Ahí lo tienen.",
    "Ahora miren. Encontramos la misma cosa hoy. Vemos en la historia que tenían atracción sexual a tal grado que los hijos de Dios se hicieron santuarios a la mujer. Eso es de Venus, y etc. ¿Ven? Edificaron santuarios y ahí se postraron. Cuando Ud. me dice: “Hermano Branham, no tenemos tales cosas hoy día. Ud. no puede comparar aquello con el día de hoy”. Discúlpenme. Yo creo que es peor hoy que lo que era entonces.",
    "¿Qué es lo que vemos? ¡Televisión! Uno ni siquiera puede fijarse en un periódico sin que todo lo que esté mirando sean mujeres. Mujeres bonitas en cada anuncio de whisky, en las revistas, vestidas sexual e inmoralmente. En la televisión, y en todo, está alguna mujer vestida sexualmente, alguna mujer bonita. Y hallamos en—en los anuncios de los cigarros, en todo lo que uno ve, hallamos que es una mujer atractiva. Uno ni siquiera puede observar un anuncio para medias de seda sin ver alguna clase de piernas muy delgadas pasando por ahí. Correcto. Pero ¿qué es? ¿Por qué es así?",
    "Me acuerdo de un hombre para el cual yo trabajaba, Chris Meisner, de aquí de la esquina. Muchos de Uds. se acuerdan de Chris Meisner. Su esposa, Lillian, se llamaba Lily, y creo que el apellido era Ellinger. Y cuando ella…Un hombre vino a la casa. Ella era una joven muy hermosa. Y un hombre quería obtener el permiso de su padre para colocar su cara, su perfil, su rostro, en una caja de dulces. Y este anciano Luterano Alemán se puso de pie y exclamó: “Ese es un insulto para mí, el colocar la fotografía de mi hija en una caja de dulces para regar eso por todo el país”. ¿Qué de hoy? Cuando las carteleras, la televisión, todo lo que uno ve son mujeres inmorales, vulgares, sexuales, impías. Correcto. ¿Qué es? El tren, el antiguo—el antiguo tren ahora está cerca. Así dice la Biblia, ya pronto estará llegando. Escuchamos el sonido.",
    "Hablamos de esto en otros términos, pero recuerden, este es otro destello, uno de los destellos que está destellando ante nosotros hoy mismo. Oh, vemos la condición nacional; vemos las manifestaciones políticas; vemos la situación de la iglesia. Predicamos acerca de todo eso. Pero esto es algo nuevo. Es algo que al hablar de ello, no es algo muy popular, pero tiene que ser hecho, porque tiene que haber una voz clamando. Recuerden, las mismas palabras que hablo hoy me encontrarán allá en el Juicio. ¿Ven?",
    "Cuando yo vi a esta mujer no hace mucho, en una visión que el Señor me mostró, la vi morir. Que, nunca puedo pensar en el nombre de esa mujer, ella, Marilyn Monroe. Y yo nunca la había visto. Yo no asisto a los cines. Pero yo—yo—yo había visto a la joven, y ella era atractiva. Y ella estaba haciendo el esfuerzo por llegar a algo; se estaba muriendo, sufrió un ataque cardiaco. Y el Señor dijo: “Ahora tú di que ‘ella murió a las cuatro. No cometió suicidio’”. Dijo: “Pero puedes decir que murió a las cuatro, porque faltan unos segundos para que sean las cuatro”. Y ahí vi donde la encontraron. Y le dije a Billy, le dije a la familia y a los que estaban conmigo todo al respecto. Y unos días después, era Marilyn Monroe que había muerto.",
    "Ahora, cuando yo estaba en Canadá el otro día, mis hijos me decían, y en el lugar donde una señora nos alquiló la casa, ahí había una televisión. Y ellos me dijeron: “Va a haber un programa llamado: El Río Por El Cual No Hay Retorno”. Ese es el río donde yo siempre voy a pescar. Y Juan Smith, un amigo mío, dirige esa excursión. Dijeron: “Han hecho una película”, y dijeron, “papá, quizás ese Sr. Smith está en el programa. ¿Deseas verlo?”\n\n“Bueno”, dije, “cuando vuelva de Canadá, si vuelvo a tiempo entonces lo veré”. Bien, cuando presentaron el programa lo fui a ver, lo vi. Y cuando lo vi, ¿quién estaba en la película? Marilyn Monroe. Ahora, ahí estaba ella, después de haber estado muerta por más de un año, ahí estaba vestida estilo sexual. Ahí estaba su voz, todavía tocando; y así seguirá por años y años sobre esa cinta magnética. Si esa cinta magnética retiene sus acciones, cuando si ella pudiera mirar en esta noche de donde está…Confío que sea salva, pero yo no sé; eso depende de Dios. Pero si ella pudiera mirar hacia acá, ella no podría negar eso. Ella no puede negar esto porque nosotros lo tenemos. Cuánto más tiene Dios toda acción, todo movimiento, grabado en Su gran cinta suprema que está por venir. No lo podemos evitar. Está ahí mismo.",
    "Y recuerden, si hubiera un micrófono puesto aquí mismo donde está éste, y yo estuviera difundiendo para todo el mundo, la gente alrededor del mundo escucharía mi voz aun antes que cruzara este púlpito para llegar a Uds. Esa es la electrónica del—del mundo.",
    "Y Uds. saben, esa voz nunca muere. Jamás morirá. La ciencia dice: “En veinte años”, si pueden progresar al mismo paso como han venido, que, “podrán captar la misma Voz de Jesucristo de cuando estuvo sobre la tierra, de aquí a veinte años”. Porque es como dejar caer una piedrita en un charco, las pequeñas olas por fin pueden desaparecer de la vista, pero la ciencia dice que regresan a una orilla, cruzan el océano a la otra, y regresan de nuevo y de nuevo, y que nunca mueren. Ni tampoco mueren las palabras que Ud. habla; lo encontrarán a Ud. en el Día del Juicio, y, o lo condenarán, o lo salvarán, y Ud. jamás se podrá apartar de ellas.",
    "Y estamos muy conscientes, están pasando por este auditorio ahora mismo, las fotografías de personas. Si no lo creen, prendan la televisión. Y hay voces de personas, sin embargo nuestros sentidos no los captan.",
    "Ahora, tienen una emisora y un polo magnético, o un tubo, o un cristal que capta esas voces y las reproduce. Y ahora la única cosa que es la Biblia es esto, las Palabras que Jesucristo habló, viven literalmente así como cualquier otra palabra que vive en el mundo esta noche.",
    "Ahora, si su corazón ha sido lavado por la Sangre de Jesucristo, y ha llegado a ser un receptor de aquella Emisora, El es el mismo ayer, y hoy, y por los siglos, y hace las mismas cosas que hizo, porque Sus Palabras no pueden morir. Viven para siempre. Ellas no tienen que esperar un receptor de aquí a veinte años. Las recibimos ahora mismo. Ahora, ahí lo tienen.",
    "Viviendo en este gran día en que vivimos, tan cerca de la venida del Hijo del Hombre, y las luces de Su Venida están destellando por todos lados. Las vemos en la política; las vemos en la iglesia; las vemos en el tiempo; las vemos por dondequiera que miramos. Vemos que el sol no se ve como antes.\n\nEl mundo está fuera de línea. Me dicen que ahora mismo, allá en el polo norte, en aquella región, no me acuerdo cuánto, que el mar ha llegado a ser más profundo de lo que era antes. Antes se podía caminar por el Estrecho de Bering. Ahora hay varios pies de agua cubriendo el Estrecho de Bering. ¿Por qué? Es que la tierra se está hinchando en el centro. Se está haciendo menos profundo acá donde antes era tan profundo, y se está haciendo más profundo acá donde era menos profundo. El mundo está totalmente fuera de línea. Está tambaleando. Está virando. Toda la naturaleza está cediendo, y todo lo que podemos ver.",
    "Y ahora en esta noche hallamos que la misma naturaleza está produciendo la señal de Su Venida en la raza humana; y las hijas de los hombres están llegando a ser más hermosas y los hijos de Dios están tomando para sí mujeres. ¡Qué hora en la que estamos viviendo! ¡Oh hermano, y cómo era en aquel día!",
    "Luego vemos en la historia de esta cosa tan alarmante, los hombres adorando a las mujeres, y hallamos que hoy es un mundo de mujeres.",
    "No hace mucho yo estaba en Suiza, y estaba hablando con…Ahora, nada en contra de nuestras hermanas Cristianas, no señor, ellas son joyas. Yo estoy hablando de la corriente del mundo. Había una señora que viajaba con nosotros, el Hermano Guggenbuhl y su novia, con quien él estaba. El es un hombre como—como de mi edad, pero nunca ha estado casado, un anciano soltero, y él andaba con una joven. Y luego una de las muchachas de allí…y ella dijo: “Hermano Branham, háblenos acerca de América. Nosotros entendemos que las mujeres allá, que ciertamente es un mundo de mujeres”.\n\nDije: “Eso es correcto”.\n\nDijo: “Yo siempre he deseado ir”.\n\nEntonces yo empecé a explicarle. Ella dijo: “¿Qué?” Yo dije: “Sí”. Eso inmediatamente cambió su opinión.\n\n“Bueno”, dijo ella, “entonces, ¿cómo podría Ud. vivir una vida Cristiana en un lugar como ese?” Piénsenlo.",
    "Cuando yo fui a—a Roma, y estuve en las catacumbas de San Angelo, fue vergonzoso. Cuando salí del hotel y fui al lugar que llaman: “Tres Monedas En La Fuente”, las mujeres en la calle, tan inmorales. Las mujeres le llegan directamente a uno y piden que las lleven de paseo, de todas clases, tamaños y tipos. Y se me olvida cuántas llegaron a mí, a Billy y al Hermano Baxter, antes de que pudiéramos llegar a la fuente, y también al hombre de la línea TWA que nos estaba sirviendo de guía. Dije: “¿Tienen que vivir así esas mujeres?”",
    "Dijo: “No. Cuando estuvieron aquí los soldados ellas se acostumbraron a eso. Y aunque tienen un buen trabajo, todavía siguen así”.\n\nPero aun en un lugar como ese, cuando llegué al lugar de San Angelo, a una distancia del Vaticano, había ahí un gran letrero que decía: “¡Aviso para las mujeres Americanas: Por favor vístanse antes de entrar aquí, para honrar a los muertos!”",
    "Vi a una joven Americana bajarse en París, de donde, en realidad, nuestras modas antes venían de París. Pero esa joven, que iba con su padre y su madre, estaba vestida tan inmoralmente, a tal grado que los soldados que estaban ahí trabajando dejaron caer las palas y los picos, y corrieron para asomarse y ver pasar a esta joven Americana.",
    "Nosotros fijamos el ritmo de las modas. Antes era París, pero ahora ellas vienen acá para llevarse la inmundicia baja y vulgar. Y esta nación, donde acaba de pasar un avivamiento del bautismo del Espíritu Santo, con el precioso Señor Jesús mostrando Sus señales y maravillas de misericordia, y hablando como fue en los días de Noé, y las luces destellando de lado a lado. Un Dios que puede levantar al muerto de su cama; un Dios que puede sanar a los enfermos; un Dios que puede anunciar las cosas antes de que sucedan, y hacer que salga perfectamente bien cada vez sin fallar. Y uno puede predicarle a nuestras mujeres aquí en América, y cada año se ponen peores.",
    "En Bombay, quiero decir",
    "en Durban, Africa del Sur, donde se juntaron doscientos mil indígenas en una reunión, cuando Dios obró grandes milagros, y yo vi treinta mil indígenas cubiertos con sus mantas. Mujeres paradas ahí y lo único que tenían enfrente era una cortina de cuentas de cuatro pulgadas de ancho. Y los hombres, sin ropa, con las mismas cortinas de cuatro pulgadas. ¡Desnudos! Una manta en que dormían, una piel de cabra; se las entregan a cierta edad; y en ella viven, en ella duermen, con ella se envuelven, y mueren y en ella son enterrados, en algún corral en alguna parte.",
    "Y yo vi a esas mujeres, tan primitivas, al grado que una mujer dio a luz a un bebé, a unos veinte pies de mí [Seis metros.—Traductor]. Ella no fue a ningún hospital. Ahí una mujer le ayudó por un momento, y a los cinco minutos todo había concluido. Ella tomó el bebé y le dio el pecho, para alimentarlo. ¡Así de primitivos! Pero cuando ellos vieron el poder del Dios Todopoderoso bajar sobre un muchachito afligido a tal grado que ni siquiera tenía su mente cabal; luego se levantó completamente en sí, alabando a Dios; entonces treinta mil indígenas con sus mantas recibieron a Jesucristo como su Salvador personal. ¿Qué sucedió? Recuerden, eso fue diez veces mayor que el día de Pentecostés. ¡Treinta mil! Y nadie…\n\nMe fijé en esas mujeres con mis propios ojos. Cuando se postraron sobre la tierra, rompiendo sus ídolos y entregando sus vidas a Jesucristo. No sabían. Muchos de ellos quizás nunca habían escuchado Su Nombre. Pero cuando cayeron de—de rodillas, y yo les pedí que si eran sinceros en lo que hacían, que rompieran sus ídolos. Y rompieron todos los ídolos. Y cayeron de rodillas y entregaron sus vidas a Cristo, mientras yo oré por ellos, y luego se pararon. Y esas mujeres que antes se paraban ahí con los brazos abajo, no sabiendo que estaban desnudas; tan pronto que la Vida de Cristo hizo contacto con sus vidas, yo vi esas mujeres cruzarse los brazos y se fueron de la presencia de los hombres. Y si el toque de Jesucristo hace eso con un indígena de manta, ¿qué debiera hacer con una nación que ha escuchado el Evangelio por centenares de años? Ahí nosotros…yo mismo vi eso. Eso no es lo que otra persona dijo. Yo vi eso. ¿Ven? Entonces es raro que nosotros nos llamemos Cristianos, y que cada año se quiten más ropa. Y aparentemente a las iglesias no les importa.",
    "Oh, los programas de televisión, hacen que la carne y sangre femenina…No son dioses. No son diosas. Pero pone a América perfectamente en línea para cumplir la Escritura. El número de América es trece. El santuario de América es la mujer, siempre. Está en nuestra moneda. Está en todo. Y ahora ciertamente está llegando la hora cuando también tendremos una diosa Americana, no falta mucho. Uno puede ver la escritura en la pared.",
    "Oh, ¿qué es lo que vamos a hacer? Uno ni siquiera puede salir a caminar por la calle y hallar…Fíjense en la calle, comiencen en el centro y fíjense en la exhibición de mujeres, cómo es que se exhiben con ropa, que verdaderamente una mujer aun debiera tener vergüenza de aparecer así en su vestidor. Se van a caminar por la calle, tan ceñidas, y—y con esa ropa tan pequeña. Y—y en las playas con esos “kinis”, o como les dicen, y tales cosas. Y no sabiendo que en ellas está un espíritu de maldad. Y muchas de ellas cantan en los coros. Eso es lo que Jesús dijo que acontecería.",
    "¡Carne femenina! Son carne y sangre. No son diosas. En mi opinión…Dios me perdone si estoy errado. Es un desnudismo al por mayor. Uno casi no puede culpar al hombre, si no es un—un Cristiano, el cual caería, y caería en tentaciones a tal grado que cometería algún error, hasta que…¿ven?, no podría controlarse. Es asombroso que no se comete un mayor número de violaciones, porque, en tantos casos, las mujeres lo andan buscando. Pero, aunque no fuera así, ¿cómo podemos culpar al hombre? Coloquemos la culpa en donde la culpa pertenece.",
    "La mujer dirá: “Ahora, Hermano Branham, yo soy tan moral como lo puedo…” No cabe duda.\n\nPero, hermana mía, ¿no sabe Ud. que en el Día del Juicio Ud. va a dar razón por haber cometido adulterio cuando Ud. se presenta de esa manera y los hombres la miran? El dijo: “Cualquiera que mirare a una mujer para codiciarla, el tal ya ha cometido adulterio con ella en su corazón, y tendrá que dar razón por eso”. Quizás Ud. no cometió el acto, ¡pero si Ud. permite que Satanás le unja con ese espíritu, cuando la misma naturaleza le debe hacer saber que eso está equivocado! Aun sin el Espíritu de Dios, la naturaleza le debe mostrar que eso está equivocado.",
    "Yo predigo que ya pronto estarán promoviendo una de estas cosas, será sólo una hoja de higuera nuevamente. Yo predije eso hace treinta años. ¿Ven?, un insulto a la Biblia. ¿Ven? Lo harán. Es un desnudismo público.",
    "Ahora, el diablo hace lo mismo con los hijos de Dios. Correcto. Fíjense en nuestros negocios. La mayor parte de los negocios son controlados por mujeres, muchos de ellos. Correcto. Fíjense en nuestras iglesias, fíjense en nuestra nación, cómo es que los hijos de Dios rinden homenaje ante el santuario de estas cosas, estas mujeres. Cuando para mí, no son más que rameras públicas. Esa es una cosa terrible para decir, pero es la pura verdad. Yo sé que la gente escucha estas cintas y estas cosas, y repetirán estas cosas. Pero ¿cómo lo pueden hacer? Si Ud. se presenta de esa forma, y el hombre la mira, como dijo Jesús, Ud. ha “cometido adulterio” con él. Y cuando ese hombre tenga que responder por haber cometido adulterio, ¿quién lo hizo? ¿De quién es la culpa? Es de la mujer, que se desvistió de esa manera y se exhibió, o se presentó ante aquel pecador. Correcto. Es una señal ¿de qué? Del tiempo del fin, la luz roja.",
    "La maternidad está en la ruina. Las naciones están en quiebra. Ahora, si desean ver dónde fue que Jesús dijo eso, lean Mateo 5:28. Ahí es donde está. La vida femenina ha sido la causa y la forma de la caída…ese poder del sexo ha sido la ruina…Si desean averiguar, aquí están algunas naciones sobre las cuales yo estudié su caída. Una fue Egipto, Asiria, Roma, y cuántas más, cayeron bajo el poder de la mujer.",
    "Noten, no hay nada mejor que Dios le pudiera dar al hombre, aparte de la salvación, que una buena esposa. No hay ningún hombre que puede consolar, ninguna—ninguna persona que pueda consolar a una persona, cuando está cansado, no confía en nadie más como en su propia esposa. Y qué afortunados son Uds. hermanos, al tener una buena esposa que es limpia y honesta, y moral, y Ud. puede llegar cansado y agotado y sentarse y ella le puede hablar. Ella puede hacer más con Ud. que cualquier otra persona. Correcto. Ella es una joya. Ella es una reina.",
    "Pero recuerden, “la mujer fue hecha para el hombre; no el hombre para la mujer.” El último ser creativo que hizo Dios fue el hombre. La mujer es el subproducto del hombre. “Y ella fue hecha para el hombre; no el hombre hecho para la mujer.” Lo tienen todo al revés, y el hombre se postra ante el santuario de las mujeres. Esa fue la mera cosa que dio comienzo a esto allá en el principio. Eso es lo que sucedió en el principio. Cuando el hijo de Dios, Adán, no pudo ser tentado a hacer lo malo, Satanás entró en una persona llamada la serpiente, que era como un hombre. Y ahí es donde comenzó, cuando Eva se salió de detrás de la Palabra de Dios, y eso causó todo dolor de corazón, todo panteón. Todo pecado que se ha cometido tuvo su comienzo ahí mismo.",
    "Aquí está de nuevo. ¿Qué? Las mujeres fueron la razón de la primera caída, y con las mujeres termina el tiempo. Ella lo comenzó; ella lo finaliza. Con razón la Biblia dice: “Los que se escapan de Sión serán gloriosos a la vista del Señor”.",
    "En Isaías 5, habla de cómo sería la moral de las mujeres en los últimos días, y cómo sería, cuánta ropa tendrían que tener, y cómo tendrían que peinarse el cabello, y todo de esa manera. La Biblia habla de estas cosas por ahí en Isaías 5. “Cómo es que caminarían con tacones altos, haciendo son con los pies mientras caminaban. Y que se bajarían las medias, y las cosas que harían; y que tendrían muchos cambios de ropa, y cosas así.” Y dice: “Todo eso se le quitará y ella estará en hediondez por inmoral”. Y dice: “Echarán mano de un hombre siete mujeres, y dirán: ‘Trabajaremos por nuestra cuenta, solamente permítenos llevar tu nombre para quitar nuestro oprobio’”.",
    "Pero él dice: “¡Cuan glorioso será aquel renuevo que se escapa de todas estas cosas! Será ‘SANTIDAD A JEHOVA’ en aquel día”, cuando las mujeres genuinas y verdaderas que son nacidas de nuevo conocen su lugar, y aunque se rían de ellas, y que las llamen necias y anticuadas y de todo. Pero se portarán como una mujer, como una dama. ¡Párese como una mujer! ¡Vístase como una mujer! ¡Hable como una mujer! Viva como una dama, ahí en medio de todo eso. Sí. Amén. Eso solo quiere decir: “así sea”. No tengan temor. Eso no le va a lastimar. Muy bien.",
    "Las propias Palabras de Jesús anunciaron lo que sucedería, la gran exhibición.",
    "También dijo El: “En los días de Lot”. Si desean apuntar la Escritura, es—es Lucas 17:28. El dijo: “Comían, bebían, compraban, vendían”. Normalmente estas son cosas legítimas. Pero fíjense. Y que ocupaban, pero es que pusieron todo—su mente en eso.",
    "Y en los días de Lot, las mujeres estaban a un nivel tan degradado en sus morales, al grado que ya no las usaban como las mujeres deben ser usadas, pero estaban pervertidas, al grado que…Llegaron a ser tan comunes, las mujeres llegaron a ser tan comunes que los—los, que hombres vivían con hombres. La perversión natural de las células sexuales había cambiado de lugar, por razón de que las mujeres habían llegado a ser tan inferiores.",
    "Hace algunos días yo estaba allá en Tucson, y salí para comprar una barra de pan. Y había un muchacho sentado ahí, y dos muchachos pequeños sentados en el carro. Otro entró para comprar una caja de cigarros. El caballero, anciano y canoso lo miró y dijo: “¿Para quién son estos cigarros? ¿Son para tu mamá?”\n\nDijo: “No, son para aquel muchacho”.\n\nDijo: “¿Tiene él suficiente edad para tenerlos?”\n\nDijo: “Sí señor”.\n\nEl miró así para atrás. Y yo estaba parado ahí con una barra de pan y un litro de leche, observando. Y entonces él dijo: “Muy bien”, y se los dio.\n\nMe miró a mí y dijo: “Yo dudo eso”.",
    "Yo dije: “El no puede llegar a tener suficiente edad para hacer eso. El es demasiado…A ninguna edad tendrá suficiente edad”.\n\nEl dijo: “Yo estoy de acuerdo con Ud.” Dijo: “¿Tiene—tiene Ud. dificultad en dejarlos?”",
    "Dije: “Yo nunca lo hice”. Dije: “Yo nunca hice eso”. Dije: “Mis padres fumaban y usaban tabaco, pero el Señor Dios me guardó de eso”.",
    "El se volteó y me miró un poco raro, y dijo: “Pues, yo creo que es una verdadera vergüenza hoy en día, al ver cómo…” Dijo: “Antes era que teníamos a las mujeres en un pedestal”. Dijo: “Las honrábamos. Nos quitábamos el sombrero en su presencia. Al caminar por la calle, si un caballero escuchaba a alguien decir algo respecto a cierta mujer, lo golpeaba”. ¿Ven? Y dijo: “Honraban a las mujeres”. Pero dijo: “Señor, las mujeres mismas han provocado que les pase esto”. Dijo: “Ahora ya no se levantan. Antes se levantaban; en un tranvía, si se subía una mujer, todos los hombres se quitaban el sombrero y la invitaban a sentarse”. Dijo: “Ahora es empujar, apretar”, dijo, “lo han provocado ellas mismas”. Y esa es la verdad.\n\nAquella hendidura diabólica de Hollywood lo ha producido en las televisiones y en las revistas, a tal grado que la cosa ha llegado a ser una gran olla de inmundicia. Correcto.",
    "Yo sé que eso no es un dicho popular, pero es un dicho verdadero. Es la Verdad. Es la Palabra del Señor, y también una señal de advertencia que Cristo vendrá en esta misma generación. Dijo: “Los que vieren estas cosas acontecer, no morirán hasta que todas estas cosas se cumplan”. Dijo: “El cielo y la tierra pasarán, mas Mis Palabras no pasarán”. Es una advertencia. La luz roja está destellando; el telón está bajando. Estamos en el tiempo del fin.",
    "Vemos las señales del Señor Jesús sanando a los enfermos, levantando a los muertos, echando fuera espíritus malignos. Vemos a la—la gente hecha piadosa y santa por medio del Espíritu Santo. Vemos vidas cambiadas. Vemos las grandes señales. Vemos las grandes señales místicas en los cielos, como platillos voladores. El Pentágono, mucha gente lo está difundiendo por la televisión, y por forma escrita. No saben qué pensar al respecto. ¡Toda clase de señales misteriosas! El Señor Jesús bajando en la forma de la Columna de Fuego, permitiendo que se tomase Su fotografía, viviendo entre nosotros, probando que es el mismo ayer…",
    "Vemos todas estas cosas sucediendo. Vemos la frialdad de la iglesia. Vemos las denominaciones creciendo. “Cuando viereis la higuera, y a todos los demás árboles brotándose de botones”, los Judíos regresando. “La higuera”, los Judíos volviendo a su nación, su propia patria. Vemos a los Presbiterianos, los Metodistas, los Bautistas, los Luteranos, los Pentecostales, todas las iglesias, “sus hojas brotando”, avivamiento. El dijo: “¡Alístense! Esa es la hora”. Cuando veamos esas cosas sucediendo, entonces es cuando Dios está a punto de llamar a Sus Elegidos. Entonces cuando Ud.…\n\nOtra señal. Dijo: “Cuando viereis a las mujeres llegando a ser extremadamente bonitas, cuando viereis a los hijos de Dios tomando esposas—tomando esposas, y haciendo esto, aquello, o lo otro”, dijo, “conoced que esa es la señal”. Aquí estamos.",
    "Ahora, otra cosa que yo había apuntado. Acuérdense de las dos hijas de Lot. Sí, nos acordamos de eso, allá en la ciudad de Sodoma. Jesús dijo aquí en Lucas 17: “Como fue en los días de Sodoma”. Recuerden que los hombres habían abusado de las mujeres a tal grado que ya no era deseable el acto natural de la vida. Y, oh, es algo terrible decir esto desde la plataforma, pero esto es…Si algo es Verdad, debe proceder de aquí. Y hoy en día es tan terrible, que hay miles y miles de ellos, en aumento por todas partes, perversión, sodomitas, así como era en aquel día. Por cuanto ha sido tan mal empleado el uso natural de la vida humana para reproducirse sobre la tierra, y ha continuado de esa manera al grado que el deseo de eso está disminuyendo rápidamente. Yo digo que en la forma en que está incrementando ahora, dentro de unos diez o quince años, casi habrá desaparecido.",
    "Grandes observaciones. Tenía algo de Edgar Hoover, pero no sé…pensaba que lo tenía aquí mismo, pero no lo tengo, algo que él había dicho al respecto. Y ahora, hallamos estas cosas. ¡Oh hermano!",
    "Judas, en su pequeño y gran Libro, como digo yo, en el versículo 7, leámoslo. Deseo leer esto. Judas, en el séptimo. Este es el último Libro antes del Libro de Apocalipsis. Lo tengo anotado aquí, Judas 7, el versículo 7. Hombres y mujeres contrayendo votos de matrimonio, rompiéndolos, yendo en pos de vicios contra naturaleza. Escuchen.\n\nComo Sodoma y Gomorra y las ciudades vecinas, las cuales de la misma manera que aquéllos, habiendo fornicado…ido en pos de vicios contra naturaleza…(¿Ven? Oh)…fornicado…ido en pos de vicios contra naturaleza, fueron puestas por ejemplo, sufriendo el castigo del fuego eterno. (Eso es ser completamente consumido y terminado).",
    "Hace algún tiempo en Los Angeles, estaba esperando, o más bien estaba en el campamento. Iba manejando por el camino. Y una—una dama, una muchacha bonita, muy bonita, iba también por el camino. Y yo pensé: “De seguro ella va a un espectáculo”. Iba vestida con un trajecito como de cuero, una tirita como de seis a ocho pulgadas de ancho por la parte de en frente del cuerpo, con una franja de tres a cuatro pulgadas, colgando. Y muy arriba en el cuerpo una cosita, de tal tamaño que uno lo podría hacer una bolita y encerrarla en la mano, colgándole de esta manera. Con un sombrero de vaquero y unas botas con borlas. Y muy atractiva. Yo podía ver cómo cualquier joven frenaría y haría de todo, para detenerse junto a ella, mientras iba meneándose por el camino.",
    "Y yo estaba a punto de dar vuelta para entrar en el campamento, y seguí hacia el campamento. Y comencé a dar la vuelta para devolverme. Pensé que me pararía, y le diría: “Jovencita, deseo hablar con Ud. en el Nombre de nuestro Señor Jesucristo. Aunque Ud. es una muchacha bonita, de eso no hay duda; aunque Ud. tiene una figura que probablemente…Ud.—Ud. desea oír que chillen los frenos. ¿No se da cuenta Ud. que el espíritu que le hace hacer eso la mandará al infierno del diablo donde Ud. sufrirá a través de las edades que están por venir? ¿No se da cuenta que ese cuerpo tan hermoso, esas mejillas tan bien formadas y el cabello, etc., y los labios rojos, quizás en—en unos seis meses más, los gusanos estarán entrando y saliendo de ese cuerpo tan bien formado, aquí debajo del polvo? Y el alma que está ahí hoy, estará en el tormento del diablo”.",
    "Luego algo me detuvo, como que Dios me decía: “Si tú haces eso, te pondrán preso allá en la cárcel”. ¿Ven? Ahí lo tienen. Luego vi que Billy salió y me estaba haciendo señas, era tiempo de entrar. Escuché que cantaban Sólo Creed.",
    "¡Oh, hermano! ¿Cómo es que la gente puede estar embrujada en tales cosas? Es porque pasan por alto la Palabra de Dios.",
    "Y otra cosa, los ministros que están detrás de las plataformas, los cuales están asociados en estas organizaciones, los cuales leen Eso y lo conocen, se les ha prohibido decir algo al respecto, porque con eso correrán a sus congregaciones. Y las iglesias están buscando más miembros. Pero Dios está buscando santos renacidos del Dios vivo, que brillarán como las estrellas. Que Dios nos ayude a ser honestos y siempre decir la Verdad, lo que Jesucristo ha dicho. Pero, ese es el día en que estamos viviendo. Esas son las señales que Jesús dijo que existirían, y las vemos ante nosotros.",
    "Ahora fíjense, y nuevamente en Judas 7: “Sodoma y Gomorra”. ¡Oh, hermano, qué cosa tan terrible! No casados con mujeres: “yendo en pos de vicios contra naturaleza”. Un hombre que es casado con su esposa, ya—ya no son dos sino uno. Y un hombre que sale en pos de otra mujer, él automáticamente se separa de su esposa. Y una mujer que sale con otro hombre, ella queda muerta para su esposo. Ella ha negado su propia carne; ha quedado separada de él. Correcto. En el Día del Juicio tendrá que dar razón por eso.",
    "Pero hoy en día no desean escuchar un Mensaje como ese. La gente no desea escuchar Eso. Desean más bien que les hagan cosquillas en los oídos. Exactamente lo que el Espíritu Santo me dijo el día que coloqué esa piedra angular, dijo:\n\nQue prediques la palabra; que instes a tiempo y fuera de tiempo;…\n\nPorque vendrá el tiempo cuando no sufrirán la sana doctrina, sino que teniendo comezón de oír, se amontonarán maestros conforme a sus propias concupiscencias,\n\ny apartarán de la verdad el oído y se volverán a las fábulas.\n\nDijo: “Cuando desaparezca la visión, lee Segunda de Timoteo 4”. Dijo: “¡No te olvides, Segunda de Timoteo 4!” Y cuando la visión se fue de mí, estando parado ahí en la calle 7, un muchacho de diecinueve años parado ahí, la Voz de Dios habló en la habitación y El dijo: “Segunda de Timoteo 4”. Eso es exactamente lo que ha resultado ser. ¿Ven? “Vendrá el tiempo cuando no sufrirán la sana doctrina”.",
    "La gente desea algo. Los Pentecostales desean algo que les dé palmaditas en la espalda, y les permita vivir como ellos quieren. Y pueden tocar el piano a cuarenta tiempos por segundo, y brincar de aquí para allá, y danzar; y las mujeres haciendo lo que les guste, y los hombres igualmente. Presbiteriana, Metodista, Luterana, y Bautista, hay muchas personas sinceras en todas esas organizaciones. Eso es exactamente la verdad. Pero ese sistema los tiene atados a tal grado que piensan que mientras pertenecen a esa iglesia y sus nombres están en el registro, que van rumbo al Cielo. Su nombre en un libro de registro aquí en la tierra no significa eso para Dios. [El Hermano Branham truena los dedos.—Editor] Su nombre tiene que estar escrito en el Libro de la Vida del Cordero, por la Sangre de Jesucristo, para saber que sus pecados son perdonados. Correcto.",
    "Pero desean esa clase. Esa es la clase de pastores que desean. No desean ninguna otra clase. Y cuando Dios, en estos últimos días, les ha mecido todo don Divino que viene recomendado en la Biblia, todo don que prometió Jesucristo, todo don y toda señal, y toda señal del tiempo del fin. Todo lo que está prometido en esta Biblia, hasta donde yo puedo ver, ya todo ha sido mecido ante la nación y ahora va rumbo al infierno tan rápido como puede. ¿Decirles? De todas maneras siguen hacia adelante.\n\nPermítanme tomar unas Escrituras más antes de terminar. Muy bien. Oh, “Listos para la destrucción Eterna”, así es, según dice la Biblia.",
    "Esta nación está en la misma inmundicia. Esta nación está en la misma corrupción social en esta misma noche. Uds. bien saben eso. No es ningún chiste. No es algún rumor. Es la Verdad. Génesis 6:12: “Toda carne estaba corrompida, el hombre caminaba por su camino”, en su propio pensar, ignorando las leyes de Dios. Y asimismo hace el hombre hoy día. El hombre no desea escuchar la Palabra de Dios. La gente no desea escucharla. Ellos más bien desean caminar en su propio camino.",
    "Jezabel rehusó escuchar la Palabra del Señor. Ella no desearía llamar a ese predicador peludo, Elías, su pastor. Pero de todas maneras, él era su pastor. Correcto. Dios lo envió, y él gritó su mensaje. Aunque sin educación, ellos no sabían de dónde venía ni a dónde iba. El apareció en la escena con la Palabra del Señor. El envió su mensaje, que predicó, y condenó todo lo que se llamaba pecado. Que, que esa moderna Jezabel había torcido y embrujado a todo el pueblo bajo la brujería de su poder a tal grado que toda la nación estaba corrompida, y Elías estaba parado solo allá sobre la montaña. Dios dijo: “Elías, no pienses eso. Yo tengo siete mil allá abajo que aún son sinceros de corazón”. Ese era su segundo jalón, y en el tercero fue por ellos.",
    "Pero recuerden, Dios tuvo misericordia, y El—El…Y el mensaje de Elías condenó a aquella generación incrédula. El mensaje de Noé condenó a aquella generación, y trajo juicio sobre aquellos que rehusaron escucharlo, mas trajo liberación a aquellos que lo creyeron. “Y como fue en los días de Noé, así también será en la venida del Hijo del Hombre”.",
    "Génesis 6, ignorando las leyes de Dios. Dicen: “¿Leyes de Dios?” ¡La Palabra de Dios dice hoy, en la Biblia!\n\nAhora, escuchen, yo no estoy diciendo esto a ningún individuo en particular. Sólo soy responsable como su hermano. Tengo la responsabilidad de decirles toda la Verdad, así como dijo el gran San Pablo antes de partir: “No he rehuido anunciaros todo el consejo de Dios”.",
    "Ahora, la Biblia dice hoy, que las mujeres no deben cortarse el cabello. No importa cuántos predicadores dicen que está bien hacerlo; está errado. No importa cuántas iglesias lo permiten; la Biblia todavía dice que no es correcto hacerlo. “Es vergonzoso que lo haga”. Pero de todas maneras lo continúan haciendo, continúan. ¿Qué están haciendo? En sus propias mentes, se están embelleciendo, piensan que son hermosas.",
    "La Palabra de Dios advierte que ella no debe hacer estas cosas: “No vestirá la mujer traje, o pantalón, o cualquier cosa que le pertenece al hombre”, pero ella continua como que nada. ¿Trate de pararla?\n\n“Entonces Hermano Branham, ¿de qué está Ud. gritando? ¿Por qué sigue con estas cosas? Pues la gente lo apreciaría más si Ud.…” Eso no me importa. Sí me importa lo que la gente piensa. No me mal entiendan. Pero estoy interesado en lo que Dios piensa, y esta es Su Palabra.\n\nSí, si Ud. le dice a ella que es incorrecto hacer aquello, ella de todas maneras va y lo hace. ¿Ven? ¿Por qué? Las mujeres en todo el Cristianismo hacen estas cosas y aparentemente la iglesia no tiene ningún interés. ¿Por qué es así? Los hijos de Dios se han sometido a la codicia de la carne y sangre femenina, y han negado al mismo Dios y a la Sangre que los compró para separarlos de esas cosas inmundas. Amén. Esa es la Verdad. Dios es mi testigo, esa es la Verdad.",
    "¿Trate de pararla? ¿Creen Uds. que la predicación de Noé produjo algún efecto? No señor. Pero ¿qué es? Es una voz, la Voz. Y cuando todos somos llamados al Juicio, me enfrentaré con este mismo Mensaje que estoy predicando en esta noche, Palabra por Palabra. ¿Y entonces qué puede hacer uno? Es una destellante luz roja.",
    "Hubo un tiempo, de actitud obstinada entre las mujeres. Vamos a…Traeremos esto, por estar hablando de las mujeres. Y Uds. se preguntan porqué siempre estoy hablando de esto. Ahora voy a colocar, sacar varias—varias Escrituras antes de terminar, para mostrarles el porqué. Y por esa razón tengo que mantenerme fiel a esta Palabra, y todo siervo de Dios debe mantenerse fiel a la Palabra. Uno tiene que mantenerse así, porque tiene que haber una voz en algún lugar clamando en contra de eso. A mí no me importa lo que hagan los demás; uno no es responsable por ellos. Uno tiene que responder como individuo. Ud. no va a responder como Metodista, Ud. no va a responder como Bautista, o como Pentecostal. Ud. va a responder a Dios por su vida como individuo.",
    "Y vemos estas señales, sin embargo, siguen haciendo lo mismo. Dígale Ud. que está errada, y vea qué le dice. ¡Testaruda! Eso es exactamente lo que hizo Eva. Eva sabía que no debía hacer aquello. ¿No es así? Tenía la Palabra de Dios. Le dijo: “Porque el día que de él comieres, ciertamente morirás”. Bien ¿por qué lo hizo? Deseaba su propia voluntad. Y ¿por qué las mujeres se cortan el cabello? ¿Por qué las mujeres se visten con esta ropa, cuando la Biblia dice aquí que eso es exactamente lo que deben estar haciendo? Y en lo que están haciendo, todas están condenadas. Exactamente. Pero ¿por qué lo hace? Está viendo por sí misma. Sí señor. Ella va a ejecutar su propia voluntad. Y la iglesia no dice nada al respecto. Y la iglesia supuestamente es la Novia de Jesucristo, y ¿no dice nada al respecto?",
    "Al decirle algo al respecto a una de ellas, ¿saben lo que dicen? En ciertas palabras le dicen: “Ninguna Biblia anticuada me va a prohibir gozarme”. Así, exactamente. Ud. les dice que está escrito en la Biblia. Oh, ellas quizás no digan esas mismas palabras, pero eso es lo que expresan.\n\n¿No han oído Uds. el antiguo dicho: “Las acciones hablan más fuerte que las palabras”? Bien, entonces, ¿será así? Las acciones hablan más fuerte que las palabras. No importa lo que Ud. esté diciendo, su—su vida habla tan fuerte que no pueden escuchar su testimonio. Como dije hoy en la mañana, sólo salte tan alto como esté viviendo. ¿Ven? Sus acciones hablan más fuerte que sus palabras. Y vale más que lo diga abiertamente, porque las mismas palabras lo dicen. Sus—sus palabras, no importa lo que sean, sus acciones muestran lo que—lo que Ud. es.\n\nSi Ud. dice algo distinto a lo que en realidad es, eso viene siendo hipocresía. Jesús dijo: “¡Oh, hipócritas! ¿Cómo pueden hablar cosas buenas, cuando del corazón habla—del corazón habla la boca?” ¿Ven?, estaban hablando cosas pero no sinceramente.\n\nY las mujeres así son, por decirlo, oh hermano: “Me voy a gozar”.",
    "¿Qué sucede? Sacan del matrimonio…Aquí está otra parte en la Biblia. Sacan del matrimonio el voto que dice: “Obedecer”. ¿Obedecer? “Cuidadosas de sus casas, castas, de buenas obras”.\n\nSe ríe en su cara y se va a la fábrica de municiones, a la oficina de alguien. “Mi esposo…” Sí. Oh, yo dudo eso.\n\nUno ve las fuerzas de hoy, una desgracia, empleando mujeres en la fuerza de policía. ¡Si esa no es una marca de libertinaje en cualquier ciudad! Con tantos hombres desempleados, y tienen que poner ahí a esas mujeres, cuando la Biblia dice que debe “quedarse en casa, casta, cuidadosa de su casa”. Pero ella es quien conoce todos los negocios del patrón, y los suyos también. Sí. Correcto.\n\nAhora yo no estoy hablando de las mujeres fieles. Yo no estoy hablando mal de Uds. que son mujeres verdaderamente piadosas. Dios les bendiga. Eso es en las cintas, o donde sea.\n\nPero estoy hablando de, donde se haya una así, se hayan mil quinientas de la otra clase que no escucharán ni una Palabra. “¡Quédese con su Biblia! ¡Predíquesela a Ud. mismo! Nosotras no la queremos oír”. ¿Obedecer? ¡Oh!",
    "Puede ser que ella diga esto: “Cuéntele sus historias Bíblicas a alguien más. Guarde su Dios para alguien más, y déjeme en paz. ¿Por qué me está gritando a mí? Yo nunca le pedí que me dijera estas cosas”. Yo sé, pero Dios sí. ¿Ven? Así que eso es todo.",
    "Entonces aún corrompen el camino. Así como hicieron en los días del Señor, así como hicieron en aquel día, así hacen hoy, lo mismo. No ha cambiado. No cambia. No cambiará.",
    "La delincuencia juvenil por fin se apodera de sus hijos. Una parte de las mujeres y una parte de los hombres terminan en la cárcel, pero el infierno se los lleva a todos, correcto, por fin se los traga a todos. Y parece que la predicación les pasa por alto. Nunca la escuchan. Van a tener su propia cosa. Ud. les puede decir que la Biblia dice Esto. Le dicen: “Quédese con su Biblia. Nos vamos a gozar”.",
    "Puedo oír a algunas de Uds. hermanas diciendo ahora, quizás no en este momento, pero les puedo oír decir: “¿Quién? ¿Yo, obedecer a mi esposo? ¡Ja! Yo hago que él me obedezca a mí”. Pero ahí es donde Ud. está errada. “¿Quedarme en casa, casta? ¡A mí no me importa lo que diga la Biblia al respecto, déjeme en paz!” Escúcheme hermana, eso no fue allá en las Edades del Oscurantismo, esa es la voz de hoy día. Eso no ocurrió solamente allá en el tiempo antidiluviano, ocurre hoy también. Es la misma cosa.",
    "Nuevamente dicen: “Yo soy una mujer moderna. Yo vivo en América”. Bueno, eso no es más que decir que vive en un corral de cerdos. A Dios no le importa dónde Ud. vive. Ud. es lo que es en su corazón. Correcto. Y no piense, hermana, que Ud. es tan moderna, que Ud. es una de estas mujeres modernas, como quieren decir hoy. Según esta Biblia Ud. es de muy atrás, de las Edades del Oscurantismo, del tiempo antidiluviano. En el tiempo de Noé, entonces fue cuando hicieron la misma cosa. Entonces Ud. no es tan moderna, ¿verdad? ¿Ven? Así es como se portaron en el mundo antidiluviano. ¿Ven? Y así es como se están portando hoy, entonces debe ser nuevamente la edad oscura, allá en ese tiempo oscuro.",
    "Y Uds. hombres que les permiten a sus esposas hacer tales cosas, Uds. ya no son hijos de Dios. No, Uds. han caído en Sodoma, correcto, permitiendo que las mujeres les manden. ¡Oh, hermano!\n\nNo sé si debo decir esto o no. Mejor fuera que deje esta parte. Pero…Muy bien. Esto es terrible.",
    "Pero todo para esta edad en que estamos. ¿Pueden ver la luz roja, destellando? [La congregación dice: “Amén”.—Editor].\n\nCuando la trompeta suene en aquel día final,\n\nY que el alba eterna rompa en claridad;\n\nCuando los llamados entren (del polvo de la tierra), a su celestial Hogar, (¡Oh, qué día será! Muy bien. ¡Oh, sí!).",
    "¿Volver hasta Sodoma? No se preocupen, hay una bomba atómica esperando para purificarlo todo, correcto, purificar todo el mundo. Lo hará. Y luego todo será renovado como vimos bajo el Sexto Sello, para una gente redimida que ha aceptado al Señor Jesús, que ha llegado a ser Cristiana, que han vendido todos sus cuidados y sus modas de este mundo, y han llegado a Jesucristo, y están mirando hacia El y solamente hacia El; en Su programa humilde y sencillo, para llegar y creer en El, y recibir Vida Eterna. Y si Ud. dice que tiene Vida Eterna, y está en desacuerdo con esta Biblia, su vida eterna no es la Vida Eterna que Dios da. Ud. está engañado por la muerte, no por la Vida. Correcto.",
    "Ahora, oh, “Temed a Dios y guardad Su Palabra, porque este es el mandamiento completo”. Las luces rojas están destellando, y la hora está a la mano. Así como fue en los días de Noé, ¿ven?, tomaron la cosa legítima y la pervirtieron. En cuanto al alimento, en cuanto a la bebida, en cuanto a la construcción, en cuanto a todas estas otras cosas, ellos las pervirtieron. Ahora, Jesús espera que nosotros construyamos una casa, ¿ven?; pero sólo fíjense lo que ha acontecido aun en eso. El comer, El espera que comamos, correcto; fíjense lo que ha acontecido en cuanto a eso. El beber, debemos beber nuestra agua y lo que tengamos que hacer; pero, en lugar de eso, ellos lo han llevado a bebidas y licores, y todo, cocteles, trayendo sus mujeres. ¿Ven?",
    "Y ¿qué del aumento en la población, como fue en los días de Noé? ¿Qué de la hermosura de las mujeres que va constantemente en aumento, más y más? ¿Ven? ¡Luz roja!\n\n¿Qué del tiempo cuando aparecerían las mujeres, cuando serían de la manera que ellas fueron: “impetuosas, infatuadas”, y todo, que no se les puede decir nada? Se les predica la Palabra, y continúan haciendo lo mismo de todas maneras. ¿Ven?\n\n¿Qué va a suceder? Exactamente como sucedió en los días de Noé. Un día, la puerta de la misericordia será cerrada. Entonces la Escritura dice: “El santuario llegó a ser humoso”, eso quiere decir que el Intercesor se ha ido de ahí. Y mientras el Cordero esté allá…Como dije hoy en la mañana, o en algún lugar donde estaba predicando, que mientras esté ahí el Cordero para interceder, todavía hay misericordia. Pero ¿qué seguridad tenemos cuando vemos que el tren ya está en posición, cuando vemos la Venida del Señor, el destello de la luz?",
    "Cómo pudiera yo hablar de distintas cosas que sabemos que El prometió hacer aquí en los últimos días, y las vemos claramente. Y luego vemos el tema de esta noche, de otra luz roja que está destellando, de cómo es que se portan nuestras mujeres, y las cosas que están haciendo. Vemos que está señalando, cada—cada poste de acotamiento, todo, toda aguja, todo compás está señalando directamente a Su Venida. Estamos en el fin. Hasta donde yo sé, no hay nada más por suceder sino la Venida del Señor.",
    "Y luego, mi estimado amigo que está fuera de Cristo, ¿qué piensa Ud. de todo esto? ¿Está simplemente confiando…? Sinceramente, amigo, quiero hacerle una pregunta sencilla. ¿Está Ud. confiando en alguna sensación que tuvo, o algo, quizás algo que tuvo? Quizás Ud. se alegró mucho en alguna ocasión y danzó por todo el lugar, como fue el caso de mucha gente de Santidad y los Pentecostales, y los Nazarenos, y los Peregrinos de Santidad. Ellos piensan que si se alegran lo suficiente como para danzar, que con eso tienen. ¿Y luego cortarse el cabello, vestirse con pantalones cortos? ¿El Espíritu Santo le haría hacer esas cosas cuando El lo condena en la Biblia?",
    "¿Qué de Ud. que dice: “Bueno, yo pertenezco a la iglesia. Yo soy Pentecostal. Yo soy Metodista, o lo que sea que soy, ¡yo soy miembro! Mi madre es miembro fundador de la iglesia. Yo he sido miembro fundador”? Y el espíritu que está sobre Ud. le está impulsando a hacer las cosas que esta Biblia condena que Ud. haga. [El Hermano Branham toca repetidamente en el púlpito.—Editor] ¿Ven?\n\nUd. dice: “Hermano Branham, yo he hablado en lenguas. No vaya Ud. a decir nada contra eso. Yo hablé en lenguas y esa es la evidencia del Espíritu Santo”. Si su vida…Si Ud. aún puede cortarse el cabello, si Ud. aún puede hacer estas cosas que la Biblia dice que no haga; Ud. podría hablar en lenguas día y noche, y eso no tendría nada que ver con Dios. El árbol es conocido por su fruto.",
    "Estoy envejeciendo. Yo lo sé. Cada día tengo un nuevo dolor y sufrimiento. Así es con todos nosotros. Vale más decir la verdad. Pensé: “Dios, no permitas que yo…”\n\nUna de las cosas más miserables es ver a un hombre o a una mujer que nunca ha aceptado a Cristo, y ha vivido una vida como un anticuado miembro de iglesia, más vil que el mismo Satanás, y verlo por ahí, muy malhumorado: “Pues, yo te digo, yo no creo en el…” Dios nunca…Esa es—esa es…Esa es la corona más horrible con que Satanás puede coronar una vida. Una mujer gruñona como de sesenta o setenta años, con grasa que le cuelga de los brazos, y con la cara llena de arrugas, y su cabello corto de cuatro o cinco colores, y caminando por ahí con pantalones cortos; si esa no es la coronación de Satanás, entonces no la he visto, o algún hombre muy malhumorado.",
    "Oh, Dios, yo sé…Concédeme gracia para nunca quejarme. Y yo deseo mi vida, deseo la vida de mi gente…Dios, concede que nuestra vida pueda ser coronada, no importa si tengamos que sufrir, lo que acontezca, ni cuántos se vuelvan en contra mía.\n\nYo sé esta cosa en mi vida, mientras voy envejeciendo, mis amigos, la corriente detrás de mí, pronto se desvanecerá, más y más angosto mientras voy avanzando por el camino. Y yo sé una cosa, llegará a suceder más adelante que, nadie me estará buscando para decir…para pedir consejo. Los que me conocían en mi juventud ya habrán cruzado, si yo viviera. Mis amigos irán menguando y menguando, mientras voy envejeciendo.",
    "Y yo sé que un día yo tengo que morir. Espero que Dios nunca vaya a permitir que Satanás me corone como un anciano malhumorado e indiferente, o mi esposa una vieja regañona, o su esposa, ni tampoco Ud. Yo ruego, hermano, que nuestras vidas sean coronadas con los frutos del Espíritu: amor, gozo, longanimidad, mansedumbre, paciencia, Verdad, fe, en el Espíritu Santo.",
    "Mi vida va menguando. Hace como treinta y cinco años me paré aquí en este púlpito, como un joven. En esta noche estoy viejo, canoso, calvo, encorvado de espaldas; estoy abatido. Mi vida se está acabando, los hilos por donde camino se están volviendo frágiles. Mientras voy avanzando por la corriente, mis amigos son menos. Y después de un tiempo, llegará a tal grado que quizás no me goce con los himnos como antes; y quizás mis nietos, los hijos tendrán que decir: “No pongan nervioso al abuelo”. Puede ser que llegue a eso si vivo.",
    "Luego llegaré al punto en que no podré levantarme de la silla. Luego un día la neblina entrará a la habitación, haré una seña hacia aquel lado, a la muerte, que venga por mí. El solo me puede tomar de la mano y dirigirme hacia aquel lado, a mi Maestro. El no es mi amo. Yo no soy su esclavo. El es mi esclavo. Cristo conquistó la muerte por mí. Y hay una sola cosa que él puede hacer, eso es conducirme a la Presencia de mi Hacedor, “Cuando se deshiciere este tabernáculo”.",
    "En el momento cuando una madre está a punto de dar a luz, se puede notar, no importa cuan cruel haya sido ella, o cuan vil. Uds. saben, un poco antes de que nazca ese niño, la madre se pone apacible. ¿Por qué es eso? Cuando los pequeños músculos en el vientre están brincando y estirando de esa manera, es que hay un cuerpo celestial esperándolo. Y cuando procede de la madre, el doctor o la partera, quien sea, tiene que tomarlo y darle un susto, darle un golpecito, sacudirlo, o algo, y luego toma el aliento de vida, y entra en él el espíritu angelical, el aliento de vida, y llega a ser un ser viviente. Y cuando nosotros tenemos a Cristo en nuestro corazón, y Cristo llega a ser real en nuestro corazón, es un pequeño bebé. “Si se deshiciere este tabernáculo terrestre…”",
    "Jesús dijo en Juan 14. Ya terminando diré esto. El dijo: “No se turbe vuestro corazón, si habéis creído en Dios, creed también en Mí. Porque en el Reino de Mi Padre existen muchos tabernáculos. Voy a preparar lugar para vosotros”. Cuando se deshiciere este tabernáculo terrestre, ya tenemos otro. “Voy a preparar lugar para vosotros, para que donde Yo estoy, ahí vosotros también estéis”. Deseando estar con El.",
    "Luego yo sé, así como este niño llora, por cuanto el nuevo nacimiento ha sido formado; cuando toda otra vida desaparece, toda la vida mortal y todo haya desaparecido, entonces se necesitará algo para sacudirme a mí, y se necesita la muerte. La muerte le da a uno la sacudida, cuando le pega, pero sólo sirve para hacerlo nacer en otro Reino, de aquel otro lado donde no hay enfermedad, dolores, vejez, ni nada. Dios nos ayude.",
    "Amigo ¿cómo puede Ud. rechazar algo así, siendo que no hay ninguna esperanza en todo el mundo, fuera de Jesucristo? Las luces rojas están destellando.\n\nNaciones confusas, Israel despertando,\n\nSon señales que el profeta habló (mujeres cortándose el cabello, usando pantalones cortos; la luz roja está encendida, ¿ven?),\n\nLos días Gentiles contados han sido;\n\nLa eternidad pronto será.\n\nLa redención cerca está,\n\nLa humanidad teme ya;\n\nClama por Su Espíritu, y sé lleno de El,\n\nLa redención cerca está.",
    "Yo le amo. Deseo que Uds. le amen. Y mientras inclinamos nuestros rostros por un momento, para orar, para terminar. Las luces rojas están destellando. La señal ha bajado. La Venida del Señor está a la mano. El le habla a la nación. El le habla al pueblo. El habla a través de señales y maravillas. Como observamos a Sodoma y mostramos cómo aquel Angel vino a Abraham, las señales que El obró antes de que el fuego cayera, nosotros vemos eso.",
    "El dijo: “En los días de Lot, construyeron, vendieron”. Fíjense en el día de hoy. “Y como fue en los días de Noé”, las mujeres llegando a ser hermosas, los hijos de Dios siendo engañados, carne humana siendo adorada en la forma femenina, y todas estas cosas que están sucediendo, de las cuales hemos hablado en esta noche. Las luces destellando, la Venida del Señor está a la mano. ¿Es todavía Ud. sólo un miembro de iglesia?\n\nAmigo, ¿está Ud. seguro? ¿Cómo sabe Ud. que vivirá hasta el día de mañana? Fíjense en el Hermano Way, parado aquí en esta mañana, en un momento, dándose la vuelta para saludar a alguien, cayó muerto allí mismo. Puede ser que Dios no sea tan bondadoso con Ud. como para darle otra oportunidad. Ud. no sabe en qué momento ese corazón latirá por última vez. Piénsenlo.",
    "La Venida de Cristo está destellando sus señales. Mírenlos. Vean si lo que les dije en esta noche…Quizás no sea muy popular, pero es la Verdad. Es lo que Dios ha dicho, y aquí estamos.",
    "Las mujeres no se quieren quedar en casa. No quieren cuidar de sus familias. Simplemente ocupan una niñera y salen a festejar. Delincuentes juveniles, todas las cosas que están sucediendo; cortándose el cabello, usando pantalones cortos, maquillaje. El avance en la hermosura va aumentando más y más. El hombre, los hijos de Dios están cayendo. Es una trampa para que Satanás la use, y los hijos de Dios caigan en ella. Así como dijo Jesús, tiene que suceder. El dijo que estaría, y aquí está. El dijo: “Cuando estas cosas comiencen a ocurrir, esa generación no pasará”, y eso es cuarenta años, “hasta que todas estas cosas acontezcan”. Piénsenlo.",
    "¿Es Ud. todavía solamente un miembro de iglesia? ¿Ha hecho mal Ud.? Revise bien su vida esta noche, hombres, mujeres. Mírese, fíjese en sus propias fallas. ¿Cómo sería si Ud. estuviera en su condición actual, y Cristo estuviera sobre la tierra predicando esto? Ud. dice: “Si—si El hubiera—si yo lo hubiera escuchado predicar eso, yo—yo me hubiera arrepentido”. Si Ud. lo hubiera hecho, esta es Su propia Palabra en esta noche, Ud. lo hará ahora mismo. Si Ud. se encuentra sin Dios, y Ud. sabe…",
    "🦅 Oh”, dice Ud., “yo pertenezco a la iglesia. Yo he hablado en lenguas. Yo—yo no…” Estamos dejando todo eso a un lado. Mírese a sí mismo, compare ahora su vida con la Palabra de Dios. ¿Es Ud. esa persona que se va por su camino y dice: “A mí no me importa lo que diga la Biblia. Hermano Branham, yo pienso que Ud. está errado”? No soy yo el que está errado. Si hubiera algo errado al respecto, es la Palabra.\n\nY Ud. aún no conoce a Dios, y no está seguro que estaría listo para irse si Jesús viniera en esta hora. ¿Por qué jugaría Ud., viendo que la muerte está tan cerca, cuando ve que el fin está tan cerca?",
    "Ahora con sus rostros inclinados, si hubieran algunos aquí que desearan ser recordados en oración mientras terminamos, ¿podrán levantar la mano y decir: “Hermano ore por mí”? Dios le bendiga hermana. Dios le bendiga hermano, hermana. Oh, por todo el edificio.",
    "Eso es, ahora tomemos inventario. Ahora, Uds. hermanas, con toda buena fe y esperanza, piensen en esto. “¿En verdad he obedecido a Dios? En realidad, ¿en dónde está mi deseo? Hermano Branham, yo—yo—yo—yo todavía hago estas cosas. Me—me siento bien. Me siento feliz”.\n\n¿Saben Uds. que los paganos se sienten igual de felices? ¿Saben que un borracho bajo la influencia del licor está igual de feliz que Uds., la influencia del licor? Y si Ud. es feliz bajo cualquier cosa que es contraria a la Palabra de Dios, eso es del diablo. Si Ud. dice: “Yo estoy satisfecho en mi iglesia”, y Ud. escucha que se predica la Palabra de Dios y no se pone en línea, Ud. está inspirado por alguna cosa errada, no importa cuál sea su inspiración. Yo los he visto gritar, y brincar y dar voces y—y de todo, y beber sangre de un cráneo humano, y llamar al diablo, correcto, y tan felices como Ud. pudiera estarlo alguna vez. El paganismo produce tanta psicología como cualquier otra cosa, psíquicos de la mente. Pero la experiencia de Cristo es del corazón, la cual cambia toda la composición, cambia la persona a una nueva criatura. Piénsenlo bien.",
    "Mírese. Imagínese con un espejo al frente, y se está mirando a sí mismo. “¿Soy honesto? ¿Soy sincero? ¿En realidad, en mi corazón, sirvo yo al Señor?”",
    "Dirá: “Yo le sirvo”. Y mírense, Uds. mujeres con cabello corto y vestidas con pantalones cortos. Mírense, Uds. que hacen estas cosas. Mírense, Uds. los hombres que les permiten a sus esposas hacer estas cosas; digan: “¿Soy yo un hijo de Dios? ¿Soy un sodomita?” Uds. mujeres digan: “¿Soy en realidad una mujer moderna, o soy yo alguna cosa antidiluviana que Jesús dijo que estaría aquí en los últimos días nuevamente?” Piénsenlo. Mírense.",
    "¿Ven?, su propio ser expresa lo que Ud. es. Y si Ud. no está bien, ¿será Ud. lo suficientemente honesto para…? Sea honesto ahora, levante su mano, diga: “Cristo, yo no levanto mi mano hacia el Hermano Branham ni hacia ninguna otra persona, sólo para Ti, pero yo estoy errado. Perdóname. El Hermano Branham ha prometido orar por mí, ahora voy a levantar mi mano, diciendo: ‘Jesús, ten misericordia de mí en esta noche. Sálvame por el amor de Dios. Yo no deseo estar perdido. Toda esta vida que me has dado, sería una cosa muy horrible si yo—si yo simplemente la desechara, cuando ahora tengo esta oportunidad dorada esta noche de verdaderamente ver con mis propios ojos que las luces rojas están destellando por todos lados; la Venida del Señor, la promesa que El mostraría estas señales, y que sanaría a los enfermos, levantaría a los muertos, lanzaría demonios; habría un grupo—un grupo, solamente un grupito de gente, una minoría de la cual el mundo se mofaría, y les dirían maldiciones, etc., de esa manera’”.",
    "Y nos tienen que decir maldiciones. Tienen que maldecir a la Verdad. Jesús dijo: “El que hablare una palabra en contra del Hijo del Hombre, le será perdonado”, cuando El estaba haciendo las mismas cosas que Uds. están viendo. Dijo: “Pero el que hablare en contra del Espíritu Santo, cuando viniere para hacer las mismas cosas, nunca le será perdonado en este mundo”. ¿Ven?, ellos tienen que hacer eso. Tiene que haber un Mensaje como ese, para que la gente se burle de él, para mostrar la justicia de Dios para condenar al mundo entero y destruirlo.",
    "Mientras hay misericordia y alguien parado en la brecha, Jesucristo, y una puerta abierta en esta noche, amigo, ¿no lo recibirá?",
    "Ahora, se acostumbra venir al altar. Eso está bien. No tengo nada en contra de eso. Pero la Escritura dice: “Todos los que creyeron fueron bautizados”. De todo su corazón, si Ud. entrega su vida a Jesucristo ahí mismo donde está sentado, ahí mismo donde El le habló a Ud. cuando Ud. levantó su mano.",
    "Ese mismo Dios que pudo llamar a este hombre nuevamente a la vida, estando tirado muerto ante mí en esta misma mañana, para confirmarles a Uds. que les estoy diciendo la Verdad. ¿Quién aparte de Dios puede levantar a los muertos? Correcto. Así que no es su—su pastorcito quebrantado, es el Cristo que les ama. Y El les está expresando a Uds. en esta noche: “Han escuchado la Verdad. Han visto la Verdad. Proviene de Mi Palabra. Han visto Mi Palabra llamar de nuevo. Han visto Mi Palabra predecir estas cosas. Han visto que suceda perfectamente a través de todos estos años sin una sola falla”.",
    "Ahora, ¿qué hará Ud. con Jesús mientras está destellando la luz roja? ¿Por qué no hace esto? ¡Tire al suelo esa bolsa mundana de cacahuates! ¿Por qué no se deshace de esas novelas de Historia Real y esa—esa basura por la cual está arrastrando su alma todos los días? ¿Por qué no arrastra esa televisión a la esquina y dele vuelta a la pared, si lo mantiene alejado de la iglesia? ¿Por qué no se despoja de todo peso que le asedia? ¿Por qué no levanta su corazón hacia Cristo y dice: “Cristo, esta noche he terminado? Me estoy alistando. Puedo ver Tu Venida. ¡Estoy levantando la maleta, la Biblia de Dios, que está llena de Vida Eterna, y de aquí en adelante, yo viviré de Esto!” ¿No lo hará Ud. mientras oramos?",
    "Nuestro Padre Celestial, no queriendo ser áspero, de ninguna manera Señor. Pero el Mensaje está enfocado en el tiempo, no en los individuos, no en ninguna persona en particular, sino que está enfocado en el tiempo. Es un tiempo cuando parece que el Espíritu Santo me estaba presionando a grabar esto. Como después de muchas, muchas veces a través de este púlpito, que hemos mostrado los días de Lot, los días de Sodoma, los días de los cuales habló Jesús, las señales de los tiempos, la Venida del Señor, en muchas maneras. Y luego después de todo lo que he hablado tan duro en contra de las mujeres de este día y por todo el país; luego, Padre, yo pensé que sería el Espíritu Santo hablándome que yo le dijera al pueblo el porqué he hecho esto. Es porque Tu Palabra inspirada me ha sondeado el corazón al grado que no pude quedarme callado.",
    "Algunas cincuenta o setenta y cinco manos fueron levantadas a través del edificio, Padre, a base de una áspera y cortante Palabra del Señor. Pero los ha traído a un sacudimiento, para darles a conocer que el silbato está sonando; todos los santos se están juntando; las naciones se están despedazando; las señales de la Venida; las luces rojas están destellando. Y vemos por medio de la acción, enfocada en esta noche en las mujeres de este día, cómo es que la Biblia dice que serían, y aquí están.",
    "La infalible Voz de Jesucristo nos amonestó que estudiáramos bien los días de Noé y que los comparáramos con el día en que vivimos. Y luego cuando veamos esas cosas aconteciendo, las mujeres llegando a ser hermosas, y los hijos de Dios tomándolas, y cómo estas cosas serían, entonces sabemos que esa generación vería la Venida del Señor. Luego reconocemos la luz destellante, Su Venida está cerca.",
    "Padre Celestial, yo ruego que Tú bendigas a cada uno que levantó su mano. Yo—yo simplemente presento esto con oración humilde y sincera, y yo sé que me escucharás. Si Tú fuiste tan bondadoso con el Hermano Way hoy en la mañana, para permitir que una oración pequeña y humilde diera comienzo de nuevo a ese corazón, por amor sincero hacia un hermano, el cual había caído frío y muerto sobre las rodillas de su esposa. Señor, concede a la gente en esta noche saber que estar muertos en pecados y delitos es algo mucho más peligroso que el pasar por la muerte física; porque entonces no hay nadie que lo puede rescatar a uno en ese tiempo, si uno pasa más allá de la cortina, estando en pecados y delitos.\n\nConcede en esta noche Señor, que toda alma que alzó sus manos; yo presento esta oración en el Nombre del Señor Jesús; que venga una revolución a sus vidas de tal manera que hubiera un propósito en sus corazones, que puedan proponerse a nunca más pecar contra Dios; que puedan pararse firmes desde esta hora en adelante sobre la Eterna y bendita Palabra de Dios, y que sean alimentados por Su Espíritu Santo, y dirigidos en las sendas de Vida, de día en día, mientras van avanzando en la jornada de hoy en adelante.",
    "Ahora Padre Celestial, quizás nunca más los vea, quizás nunca más pueda estrecharles la mano físicamente aquí sobre esta tierra, aunque lo quisiera hacer. Pero Señor Dios, yo ruego que esta oración sea contestada. Y Tú dijiste en Tu Palabra: “El que escuchare Mi Palabra, y creyere en Aquel que me envió, el tal tiene Vida Eterna; y no llegará al Juicio, mas ha pasado de muerte a Vida”. En mi forma humilde de presentar la Verdad de Dios esta noche, muchos escucharon la Palabra. Ahora, Tú prometiste que los salvarías, y que “no perecerán”, y que ningún hombre los podría arrebatar de Tu mano, que los resucitarías en el día postrero, ni un solo cabello de su cabeza perecería. Tú lo has prometido.",
    "Ahora, como una oración, como un siervo, Señor, y como un hermano para—para ellos, yo—yo presento esta oración y los entrego en las manos de Dios, que jamás pueda venir sobre ellos algún mal, y que Satanás no podrá arrebatarlos de la mano de Dios. Son trofeos Tuyos. Y confío que les des larga vida, y si fuera posible, permite que vean la Venida del Señor Jesús. Que puedan irse de aquí esta noche, para ser ganadores de almas, para contarles a otros, para traerlos al conocimiento de la salvación de Cristo. Concédelo. Todo está en Tus manos, Padre. En el Nombre de Jesucristo.",
    "Mientras tenemos nuestros rostros inclinados por un momento. Me pregunto si hubiera alguna persona presente que siente que mientras estábamos en oración que—que algo extraordinario sucedió en su corazón, y Ud. siente que de hoy en adelante Ud. va a vivir una vida consagrada a Cristo, y Ud. ve la Venida del Señor a la mano, Ud. cree que lo que he predicado es la Verdad, sobre esta destellante luz roja, de cómo están las cosas. Y—y Ud. entiende que es la Palabra del Señor por cuanto es Cristo, y Ud. cree que de esta noche en adelante Ud. va a vivir una vida mejor y más apegada a Cristo por causa de la oración que Ud. ha elevado en esta noche y la confesión que ha hecho. Y así con su rostro inclinado, puede levantar su mano y decir: “Yo lo creo. De esta noche en adelante yo viviré una vida distinta”. Dios les bendiga. Eso está bien. Eso es maravilloso. Creo que puedo decir que quizás casi todos los que alzaron su mano hace rato, alzaron su mano nuevamente que lo han aceptado.",
    "Ahora, si Ud. nunca ha sido bautizado en el Nombre de Jesucristo para la remisión de sus pecados, recuerden: “Porque no hay otro nombre bajo el Cielo, dado a los hombres, en que podamos ser salvos, sólo en el Nombre de Jesucristo”. Recuerden, hay una sola Novia, la Novia de Cristo, y ella lleva Su Nombre.",
    "Ahora, y si Ud. nunca ha sido bautizado por inmersión en agua, en el Nombre de Jesucristo, permítame a mí como Su siervo…Si Dios le ha probado a Ud. por medio de señales y maravillas, y por Su Palabra, que yo digo la Verdad; yo les mando así como lo hizo San Pablo, en Hechos 19, que se encontró a un grupo de Bautistas. Ellos habían sido bautizados por Juan el Bautista. El les dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”\n\nLe dijeron: “Ni sabemos si hay Espíritu Santo”.\n\nEl dijo: “Entonces ¿cómo es que fuisteis bautizados?”\n\nRespondieron: “Ya hemos sido bautizados, por Juan el Bautista, allá en el Jordán, el mismo hombre que bautizó a Jesucristo”.",
    "Ese sería un bautismo maravilloso, pero Pablo dijo: “Eso ya no sirve”. El les mandó a que fueran rebautizados, en el Nombre de Jesucristo, Hechos 19:5.\n\nY Pablo dijo: “Si un Angel bajare del Cielo y os predicara algún otro evangelio que Este que les he predicado yo, el tal sea anatema”, Gálatas 1:8. Luego lo repitió y dijo: “Como antes he dicho, también ahora lo repito: ‘Aunque un Angel’”, mucho menos un ministro, obispo, papa, o lo que fuera, “si un Angel bajare del Cielo, un—un Querubín de los Cielos, y predicare otro evangelio aparte de Eso, sea anatema”.\n\nEntonces, yo mando, si Ud. nunca ha sido bautizado en el Nombre de Jesucristo, mientras el agua está en el bautisterio, y las batas están listas, venga y sea bautizado: “Invocando el Nombre del Señor, y recibiréis el don del Espíritu Santo, porque la promesa es para vosotros y para vuestros hijos y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Nuestro Padre Celestial, ahora todo depende de Ti. Persuadir al hombre, yo hago el esfuerzo; pero forzar al hombre, eso no puedo. Y Tú nunca obras contra la voluntad del hombre; porque si un hombre o una mujer está predestinado a Vida Eterna, cuando la Luz de Dios brilla en esa simiente, brotará a Vida. Y si hubiera Vida aquí entre nosotros en esta noche, Padre, sobre los cuales has brillado Tu Luz, y ellos han visto la Verdad, que caminen hacia el bautisterio humildemente y dulcemente para ser bautizados en el Nombre de Tu Hijo amado, Jesucristo.",
    "Lo cual, sabemos que toda persona en las Escrituras tuvieron que ser bautizados, y rebautizados. Los que no fueron bautizados en el Nombre de Jesucristo, tuvieron que ser rebautizados. Y el gran apóstol, que tenía las llaves del Reino, dijo en el día de Pentecostés: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de vuestros pecados, para que sean remitidos vuestros pecados, y luego la promesa del Espíritu Santo es para vosotros”. Concede que sea cumplido en esta noche en una medida completa, Padre.",
    "Los entrego ahora a Ti. “Toma estas pocas palabras y la meditación de mi corazón, y que sean gratos delante de Ti, oh Señor”. Y que sirvan de ancla para Tus hijos, y concédeles Vida Eterna. Salva a todos los que son salvables, y sana a los que estén enfermos. Que la gracia de Dios repose sobre cada uno de ellos, mientras los entregamos ahora a Ti, en el Nombre de Jesús.",
    "Ahora con nuestros rostros inclinados, voy a pedirle a nuestra hermana que toca el piano que venga acá. Unos momentos, solamente unos cinco minutos más. Y si ahora hubieran algunos que desean ser bautizados, que han hecho una confesión y creen. Si Ud. cree que Jesucristo es el Hijo de Dios, y lo cree de todo corazón, no sólo—sólo en lo emocional, pero lo cree, y está dispuesto a confesar que está errado; y Ud. no se basa en sus propios méritos, sino más bien en lo que El hizo; y está dispuesto a pasar al frente para tomar Su Nombre en el bautismo en agua, y llegar a ser miembro del Cuerpo por medio del Espíritu Santo; entonces el cuarto de las mujeres está a mi derecha, y el de los hombres está a mi izquierda, con las batas y las cosas listas.",
    "Mientras inclinamos nuestros rostros, mientras nuestra hermana toca: “Puedo oír la Voz de Cristo”, si el director de cantos nos da unas palabras de eso. Ahora con nuestros rostros inclinados, el culto ahora está en las manos del Dios Todopoderoso; quienquiera ser bautizado, si desean pasar a los cuartos de oración para orar por el bautismo del Espíritu Santo, aquí hay personas que estarán dispuestos a instruirle o ayudar en cualquier manera. Que las Palabras no caigan en vano, pero que hagan aquello para lo cual han sido enviadas. Con nuestros rostros inclinados, oremos. Y a donde El le guíe, Ud. siga.\n\nPuedo oír la…(Ahora oren, todo pecador).\n\nTiernamente está…(¿Pudo oírlo Ud. llamando hoy en la mañana cuando levantó al hombre muerto?),\n\nPuedo oír el…(¿Puede Ud. oírlo llamando cuando Ud. escucha la Palabra destellando Su Luz en el tiempo del fin?),\n\nDondequiera fiel te…(¿Está Ud. dispuesto a seguirlo por todo el camino?).\n\nSeguiré do…(Dios le bendiga mi hermano. Los hombres a la izquierda. Las mujeres a la derecha).\n\nSeguiré do Tú me guíes,\n\nSalvador, seguirte…(La Biblia dice: “Los que creyeron fueron bautizados”)…quiero,\n\nDondequiera fiel te seguiré.\n\nYo te seguiré en el huerto,\n\nPor la vía dolorosa, (El Espíritu Santo…?…),\n\nY con mi alma tan…\n\nSi alguien va con las mujeres acá de este lado, para buscar el Espíritu Santo, entren en el cuarto a la derecha, algunas de Uds. hermanas, instruidas en el Señor.\n\n…seguiré.\n\nSeguiré do…\n\n¿Puede Ud. honestamente decir eso: “Donde El me guíe, yo le seguiré”? ¿Lo harán? ¿Qué de la pequeña Voz que le habla? ¿Irá—irá Ud. a donde le guíe? Fíjese en la luz roja. ¿Puede ver la luz destellando? Estamos en el tiempo del fin.\n\nSalvador seguirte quiero,\n\nDondequiera fiel te seguiré.\n\nPuedo oír la Voz de…\n\n¿Cómo es que El habla? A través de Su Palabra, a su corazón. ¿Vendrá Ud. ahora? Esta es su invitación. Recuerde, si llega a acontecer antes de que nos juntemos nuevamente, Ud. ha sido advertido.\n\n…oír el llamamiento:\n\n“Trae tu cruz y ven en pos de Mí”.\n\nSeguiré…\n\nAhora, algunos de los hermanos, ¿podrán entrar aquí al cuarto a mi izquierda para instrucción, con los hermanos que se están alistando para el bautismo? “Seguiré do Tu…” Algunos de estos hermanos ministros, vengan y ayúdennos, entren al cuarto con ellos.\n\n…guíes,\n\nSalvador…(¿Lo dicen en serio?), quiero,\n\nDondequiera fiel te seguiré.",
    "Ahora, un momento. Ahora, si Ud. no ha sido bautizado en agua, por medio de la inmersión en el Nombre del Señor Jesucristo. Solamente los títulos: “Padre, Hijo y Espíritu Santo”, nunca hubo ni una sola persona en toda la Biblia, ni una sola persona en toda la Biblia fue bautizada en el Nombre del “Padre, Hijo, y Espíritu Santo”, ese título. Ninguna persona fue bautizada en la iglesia, en la historia, por los primeros trescientos años de este lado; todos fueron bautizados en el Nombre del Señor Jesucristo, hasta el Concilio de Nicea en Nicea, Roma, en donde la iglesia Católica Romana fue organizada, entonces fue cuando introdujeron los títulos de “Padre, Hijo y Espíritu Santo”.",
    "Si hubiera un historiador, un ministro, o cualquier otra persona, en el aire, en las cintas, que puede producir una sola Escritura o una pizca de historia, mostrando dónde alguien fue bautizado de alguna otra manera aparte de en el Nombre de Jesucristo, hasta la iglesia Católica Romana en Nicea, Roma, Ud. tiene el deber de traérmelo, para que pueda disculparme. No existe tal cosa. No. Y toda persona que fue bautizada por inmersión, que no haya sido bautizada en el Nombre de Jesucristo, se le mandó, antes de que pudieran entrar a la Gloria, que se regresaran y que fueran bautizadas de nuevo. Ahora eso depende de Ud.",
    "No existe Escritura en la Biblia, donde alguna persona haya sido bautizada empleando el nombre de el “Padre, Hijo y Espíritu Santo”, tal como la gente bautiza hoy en día. Es un credo Católico, Católico Romano, que vino a través de Martín Lutero y Juan Wesley, y así siguió. Y la Biblia predice que así sería y que terminaría en los últimos días, y que la puerta estaría abierta, así como hemos pasado por las edades de la iglesia, para verlo.",
    "Depende de Uds. Yo sólo soy el mensajero del Mensaje. Una vez más, creámoslo. Las puertas están abiertas. El bautisterio está lleno, y no hay ninguna razón…Las batas están listas, y estaremos listos para bautizar en los próximos momentos.",
    "Si Ud. está presente y no ha sido bautizado, cantemos una vez más, y vengan, ¿no lo harán? Cumpla…",
    "Ud. dice: “Hermano Branham, algún día tengo la intención de hacer eso”. Ese ‘algún día’ lo puede encontrar a Ud. como lo hizo con el Hermano Way esta mañana, pero quizá sin la gracia que siguió como en este caso. Ud. puede partir en cualquier momento. Ya sea Ud. joven, si Ud. vive a través de esta noche, Ud.…Y si Ud. tiene setenta años, Ud. vivirá más tiempo que mucha gente de diez, quince y treinta años. Miles morirán por la noche. Correcto. Ud. no sabe cuándo va a partir.",
    "Esté seguro. No tome el riesgo en ese aspecto. Recuerde, Ud. puede tomar un riesgo en su trabajo, o tomar un riesgo en esto. Pero no tome Ud. el riesgo en Aquello. Recuerde, mi voz será un testigo en la cinta magnética de Dios en el Día del Juicio contra eso.",
    "Pero ahora, piénselo, mientras cantamos una vez más con nuestros rostros inclinados. “Seguiré…” Hermano Neville. “…me guíes”. 🦅"
  ]
}