{
  "title": "¿POR QUÉ?",
  "id": "63410009",
  "content": [
    "🦅  Buenas tardes, amigos. Realmente es un gran privilegio estar aquí esta noche y, sobre todo, estar de nuevo en Arkansas, y, otra cosa, el estar en el campamento. Creo que estas son mis primeras reuniones campestres a las que he asistido en mucho tiempo. Y tenía la invitación para venir, y—y comenzar con Uds. Y acabo de escuchar, apenas llegando, que lo han estado pasando maravilloso aquí en esta reunión. Estoy muy agradecido por eso.",
    "Y, yo, venía por la carretera hace unos momentos con mi hijo, y hablábamos de años atrás cuando vine por primera vez aquí a Arkansas, fueron mis primeras reuniones. Cuando primero comencé, fue en Arkansas, en todo caso, tratándose de reuniones evangelísticas. Y, desde entonces, le he dado la vuelta al mundo siete veces, y ahora estoy de nuevo en Arkansas. Es como un billete malo, siempre regresa. Dondequiera que he estado, creo, en los Estados Unidos, he preguntado: “¿Hay alguien aquí de Arkansas?”. Siempre he tenido amigos de Arkansas, casi en todas partes. Y siempre he dicho: de los corazones más leales, ceo yo, son los que laten bajo esas viejas camisas azules de aquí en Arkansas. ¡Gente muy buena! Los amo.",
    "Y yo—estoy agradecido con Dios por la oportunidad de regresar esta noche, a Arkansas, de estar aquí con Uds. Y, pues, creo que aún nos quedan tres noches en la convención, y por tener la oportunidad de llegar y expresarle mi amor a Jesucristo, y tener compañerismo con Uds. y el hermoso grupo de hermanos aquí, a muchos de ellos no los conozco. Miré alrededor y vi a uno que sí conozco, el Hermano Jack Moore, por casualidad, y la Hermana Moore, los reconocí en ese momento. Y realmente estamos contentos de estar aquí.",
    "Ahora, lo sé, todo el día debe cansarlos, Uds. saben, cansarlos físicamente. Nunca será demasiado… nos cansáremos de alabar y bendecir a Dios por Su bondad, lo maravilloso que es Él. Y, pero, todo el día, y luego cuando llega la noche, entonces aquí entro yo. Y soy uno de esos ministros a los que se les ha ocurrido predicar muy largo. Pero no creo que lo haremos ahora, por esta restricción de la convención. Sin duda han escuchado grandes oradores durante el día y durante la convención. Y luego pararme aquí en la plataforma, pues, delante de todos estos finos oradores que, me siento muy pequeño, y pararme aquí.",
    "Uno de los ministros con el que acabo de estrechar la mano, me dijo que estos son los primeros servicios que tienen en este tabernáculo, como le llamaría yo; no sabría qué es exactamente, este templo o lo que sea. Y estamos—verdaderamente estamos agradecidos de nuevo por la oportunidad de entrar en una iglesia nueva, algo construido para la alabanza y honra de Dios. ¡Qué maravilloso!",
    "Y nos hemos mudado de nuevo, o no mudado de nuevo… Solo regresamos de la… para las vacaciones escolares de los niños. Ahora vivimos en Tucson, Arizona. Y ha hecho mucho calor allá, pero hallamos que hace un poco más de calor aquí en casa que allá, por la tremenda humedad. Y eso nos cansa, después de acostumbrarnos al aire allí.",
    "Llegamos a casa y tuvimos el primer servicio el domingo pasado, y hemos visto al Señor Jesús continuar Su gran obra de amor y poder entre el pueblo. Y el mismo Evangelio que les prediqué hace quince años, aquí en Arkansas, aún creo lo mismo. Simplemente no Lo cambien; es Cristo.",
    "Algo ocurrió en la iglesia el domingo. Dio la casualidad de que miré alrededor y vi al caballero del—del milagro.",
    "Fíjense, a todos nos encanta jactarnos del—del Señor Jesús; nos—nos encanta. Una mujer me dijo una vez, dijo que era la única falla que podía encontrar conmigo, que yo: “me jacto demasiado de Jesús”. Dije: “De seguro que me iré al Cielo si esa es toda la falla que tuviera, jactarme de Jesús”. Y, pues, ella—ella no creía que Él fue Divino. Quiso decir que Él solo era un hombre y un filósofo, o un profeta, o algo por el estilo. Pero yo dije que Él era Dios. Y entonces nos…\n\nY dijo ella: “Puedo probarle que Él no era Dios”.\n\nY dije: “¡Oh, no creo que pueda hacerlo!”.\n\nDijo ella: “¡Oh, yo puedo probar que Él solo era humano!”.",
    "Dije: “Bueno, admito que Él era humano, pero Él era tanto humano como Divino”.\n\nElla dijo: “Él no podía ser Divino”.\n\nY dije: “¡Oh, Él era Divino, y es Divino!”.",
    "Ella dijo: “¡Oh, Él no podía serlo!”. Dijo: “Se lo probaré con su propia Biblia”.\n\nDije: “Muy bien”.",
    "Y dijo ella: “En San Juan el capítulo 11, camino a la tumba de Lázaro, la Biblia dice que: ‘Jesús lloró’”.\n\nDije: “Bueno, ¿y eso qué tiene que ver?”.",
    "Ella dijo: “Bueno, si Él—si Él llora, es la prueba que Él no es Divino”.",
    "Yo dije: “Señora, su argumento es más pobre que el caldo hecho de la sombra de un pollo que se murió de hambre”. Dije: “Ud. debería saber que no es así”. Dije: “Él era—Él era humano cuando fue a la tumba de Lázaro, llorando, correcto. Pero cuando enderezó Sus pequeños hombros, y dijo: ‘Lázaro, ven fuera’, y un hombre que llevaba muerto cuatro días se puso de pie y volvió a la vida, eso era más que un hombre, el que podía hacer eso”. Yo aún creo que Él es eso.",
    "El domingo, mientras predicaba, nosotros… Le pedí a la gente que se diera la vuelta en el tabernáculo y se dieran las manos. Y hay un—un querido amigo, que he aprendido a amarlo. Él acaba de entrar a la iglesia, él y su esposa; su esposa es una enfermera registrada. Y él mismo es un inglés. Ella es noruega. Cómo sucedió eso, no lo sé. Pero—pero, sin embargo, los dos son buenas personas. Y este—este hermano ha sufrido de algo, como en el corazón. Y un hombre Cristiano muy fino, y de hecho, un hombre intelectual, hace un trabajo secular para contadores y demás. Y él se dio la vuelta y, al hacerlo, sufrió un ataque al corazón, y cayó al suelo, muerto.",
    "Y su esposa, siendo enfermera, lo agarró rápidamente, y le tomó el pulso, en el corazón: “Estaba muerto”. Y miré su rostro, todo oscuro, los ojos se le pusieron blancos. No solo cerró los ojos, sino que se le brotaron. Y él estaba… Pasé a la plataforma, traté de calmar a la congregación, varias personas trataban de ayudar a la hermana, por supuesto, en esa condición, con su esposo. Alguien le puso algo sobre la cabeza, o debajo de su cabeza, mejor dicho.",
    "Puse mi mano en su corazón, para… su pulso, en el brazo, y no tenía más pulso de lo que tiene ese pedazo de madera. Y luego me arrodillé y oré: “Señor Jesús, Te pido que le devuelvas la vida a nuestro Hermano Way”. Y su corazón latió cuatro o cinco veces, y comenzó a latir con regularidad otra vez. Y se pudo levantar, y trató de hablar. Él no podía hablar, estaba… La sangre se detiene, Uds. saben, cuando el corazón se detiene. Y pasó bastante tiempo antes de que su sangre comenzara a circular correctamente. Lo oí decir mi nombre, y regresé a la plataforma.",
    "Hermano Way, me pregunto si se pudiera poner de pie para que la gente pueda ver quién es la persona. Ese es el hombre que cayó muerto, el domingo por la mañana, de un ataque al corazón. La Hermana Way, su esposa, una enfermera que estaba parada allí para tomarle el pulso, para ver. Y ver que él… Así que, yo…",
    "Eso quizás suene muy extraño para la gente que no cree estas cosas. Pero yo he visto al Señor Jesús resucitar a los muertos, muchas veces. Y eso no es nuevo para nosotros, así que no… Pienso que está bien jactarse de Jesús, pero creo que debe ser cierto, de lo que Ud. se jacta. Así que, Lo hemos visto a Él, Le he visto, en los últimos quince años, en muchos casos infalibles, resucitar a los muertos.",
    "Especialmente uno en México, estando el Hermano Moore y yo en Ciudad de México, un pequeño bebé murió una mañana a las nueve, de neumonía, en el consultorio del médico. Y la mujercita, no podíamos llevarla a la… Bueno, el hombre había repartido todas las tarjetas de oración, y teníamos que contarlas a medida que iban subiendo. No había más tarjetas de oración. Y esta hermanita hispana, me supongo, de veinticinco años, traía un bebé muerto; y estaba lloviendo, y ella lo tenía debajo de una cobija.",
    "Y la noche anterior, un hombre ciego había sido, ¡oh, probablemente de la edad de mi padre!, probablemente de setenta años, ciego, y recibió la vista cuando oré por él. Y esa noche, la plataforma prácticamente tan ancha como esto aquí, había arrumes de, ¡oh!, muy altos, de casi un metro, con chales y sombreros, y ropa vieja que habían puesto allí.",
    "Y esta mujercita estaba tratando de llegar allá arriba. Y Billy Paul, mi hijo, vino y dijo: “Papá, tengo casi trescientos ujieres allí, y los trescientos no pueden detener a esa mujercita”. Trae un bebé muerto debajo de una cobijita azul.\n\nDije: “Bueno”, le dije al Hermano Jack Moore, “baje allá”.",
    "El Hermano Jack Moore y yo tenemos muchas cosas en común. No quiero decir que nos parecemos, porque él es un hombre bien parecido. Pero una cosa que compartimos con el Hermano Moore, es que ambos nos peinamos el cabello igual; tenemos muchas cosas en común. Pensé: “Ella no me conoce”, habían tenido que bajarme con unas cuerdas y cosas, para entrar. Así que, lo envié a que bajara a orar por el bebé. Pensé: “Bueno, ellos no, ella no sabrá la diferencia”.",
    "Y entonces comencé a hablar de nuevo, cuando… El Hermano Espinoza, muchos de Uds. hermanos lo conocen, de la costa oeste, estaba interpretando. Esto fue allá junto a la plaza de toros en la Ciudad de México. Y miré al público y vi una visión de un pequeño bebé mexicano sentado, sonriéndome. Entonces dije: “Traigan aquí a la damita”. Así que impuse las manos sobre la pequeña, criatura, muerta, tiesa y fría. Sus pies comenzaron a patear, y él comenzó a gritar, y—y allí estaba, vivo.",
    "Y mandé un mensajero, Espinoza lo hizo, para verificar con el médico, una declaración antes de que pudiéramos publicarlo. El médico escribió una declaración jurada, que ese bebé murió esa mañana en su oficina, como a las nueve, y esto fue como a las diez y media de esa noche. Y el bebé está vivo hoy, gozando de buena salud, para la honra y la gloria de Dios.",
    "Así que, al ver suceder tantas cosas, no tendríamos que hablar de nuestro Hermano Way allí, pero es en honor a la verdad. Y Dios no hace esas cosas solo para… Él quiere que sea notorio, y que la gente sepa que Él los ama. Y por la gracia de Dios, el Hermano Way está entre nosotros esta noche, con vida. Estamos agradecidos por eso.",
    "Pensé, siendo que era en el campamento, al entrar, pues, no quiero interrumpir el gran momento. Billy me estaba diciendo, esta tarde, dijo: “Hablar de un verdadero Pentecostés a la antigua” dijo, “¡espera que subas allí!”. Dijo: “Ellos cantan como si hubieran tenido esa experiencia por cincuenta años”.\n\nDije: “Supongo que con algunos ha sido así, sí, por cincuenta años”.",
    "Y a mí sencillamente me encanta llegar a una reunión así, creo que a todos, donde entramos directo a eso.",
    "Como antes yo contaba una pequeña historia de pesca. Allá en el norte de New Hampshire, pescando trucha. Y en la cima de la montaña, yo tenía una pequeña carpa allí arriba, (¡oh, esas pequeñas carpas A!), una pequeña carpa del gobierno. Y había encontrado un lugar donde había mucha trucha, allá debajo de un arbusto. Y había—y había sauces alce allí, y cada vez que intentaba mojar mi mosca, pues, se enganchaba en los sauces. Y esa mañana, me levanté, fui allá, temprano, y pensé: cortaré esos sauces. Y si acaso… Si mataba un pez, entonces me lo comía, de otra manera lo soltaba. Pues, tenía toda la semana para encargarme de todo, y estaba por allá solo.",
    "Y estando fuera esa mañana, camino de regreso, una osa vieja y dos cachorros se metieron en mi tienda. Y si hablamos de destruir cosas, vaya que la habían destrozado muy bien. Destrozaron todo. Y yo—yo pensé… Cuando regresé, escuché un ruido, y miré a través de unos pequeños arbustos por los que venía. Y la vieja mamá osa y todos se estaban divirtiendo, acabando con todo.",
    "Y ella me vio, y corrió y llamó a sus cachorros. Uno de los cachorros fue, pero el otro no. Un pequeñito, era primavera, así de alto. Estaba sentado así. Y pensé: “Bueno, ¿en qué estará tan interesado el pequeño?”.",
    "Y me di la vuelta y miré. Le dije: “¡Sal de allí! ¡Sal de allí!”. Y él solo se quedó allí sentado. Pensé… Y observé a la vieja madre, porque, Uds. saben, meterse con sus cachorros, ella lo arañaría a uno, Uds. saben. Así que, yo—yo—yo observé; había un árbol muy cerca, Uds. saben. Y tenía una vieja pistola oxidada allí en la tienda, probablemente ya arruinada. Y, como sea, yo no quisiera dispararle a la vieja madre y dejar dos huérfanos en el bosque. Y no perdía de vista este árbol, dando la vuelta para ver lo que tenía al pequeño tan fascinado.",
    "Y, saben, a mí—a mí—a mí me gustan los panqueques. Nosotros, todos somos sureños, ¿no es así? Les llaman Flapjacks por aquí, Uds. saben. Pues, y realmente me encantan, y yo—y yo—yo sé… No tengo mucho de metodista; realmente me gusta vaciarles melaza. Yo sí que los bautizo, los empapo muy bien. Pues no me gusta rociarlos un poquito como en estos lugares por aquí, poquito. A mí me gusta donde uno realmente los baña, Uds. saben, y dejarlos bien untados y empaparlos.",
    "Yo tenía medio galón lleno de—de un buen sorgo añejo. Este osito lo había destapado, y realmente estaba disfrutando de mi melaza. Seguí observándolo allí detrás. Él usaba su patita y la metía en este balde, Uds. saben. Y no sabía cómo sacar la melaza, así que solo metía su pata en mi melaza, y luego raspaba y lamía cuando le corría.",
    "Déjenme decirles, cuando finalmente me acerqué y atraje su atención, él me miró. Ni siquiera podía verme, él tenía melaza desde la coronilla, hasta abajo. Así mismo su barriguita llena de melaza. Y sus ojos, ni siquiera podía abrir los ojos para mirarme, Uds. saben, tratando.",
    "Pensé: “Así es. No hay condenación para los que están comiendo”. Me hace pensar en una buena reunión pentecostal, cuando metemos nuestros brazos en ese frasco de miel, a esa profundidad, Uds. saben, de esa Miel Pentecostal.",
    "Saben, lo extraño que pasó, después de llenar su barriguita, y vaciarme el balde, se acercó a su mamá y a su hermanito, y la mamá lo lamió.",
    "Y, saben, espero que nos untemos tanto aquí, que cuando regresemos a casa, los que no vinieron laman de nosotros, un poco de nuestra experiencia, al compartirles de las grandes cosas que el Señor ha hecho aquí en Hot Springs. El Señor los bendiga.",
    "Y ahora, creo que, me dijeron que no supieron a tiempo, o algo así, para anunciar para repartir algunas tarjetas de oración, para orar por los enfermos; algunos números de las tarjetas, que llamamos y oramos por ellos. Y, pues, de esa manera, entonces me da una noche como para familiarizarme. Y mañana en la noche creo que van a repartir sus tarjetas de oración, en algún momento de la tarde. ¿Será? Sí, ya… ¿A las seis? A las seis en punto mañana por la tarde.",
    "Ahora, pensé, esta noche en tomar solo una pequeña porción de la Escritura aquí y leerla, y ver si podemos encontrar lo que el Señor tiene para decirnos. Y ahora, antes de abrir el Libro, hablemos con el Autor del Libro, inclinando nuestros rostros.",
    "Antes de orar, y con sus rostros inclinados; y dejando toda preocupación ahora y distracción del día, y el poco sentido del humor que hemos tenido, simplemente hagámoslo a un lado ahora, porque estamos acercándonos al Rey. ¿Habrá alguna petición especial, que quisieran que recordáramos, podrían levantar la mano y decir: “¡Señor!”? Solo tengan allí en su corazón su petición.",
    "Nuestro Padre Celestial, consideramos este un gran privilegio, Dios Todopoderoso, entrar a la congregación del Señor, para tener compañerismo, testificando, contando de las grandes cosas que Tú has hecho, y los lugares en los que hemos estado. Y me recuerda de Hechos 4, en la Biblia, cuando ellos regresaron y hablaban de lo que el Señor había hecho. Y todos oraron, y el lugar donde estaban congregados se sacudió.",
    "Dios, no estamos tan ansiosos, esta noche, de ver que se sacuda el edificio; pero nos gustaría que Tú nos sacudieras a nosotros, Señor. Sacude nuestro entendimiento. Sacude nuestro ser, nuestra emoción, nuestros corazones del entendimiento, para que podamos salir de aquí en esta noche, más decididos que nunca a servirte a Ti, para que podamos sentir la Presencia de un nuevo Pentecostés fresco, de un Espíritu Santo derramándose sobre nosotros, fresco y nuevo como allá en estos bosques y colinas en Arkansas, hace cincuenta años, cuando los pioneros pasaron por aquí en caballos y carretas, predicando este Evangelio. Amado Señor, que nosotros, los portadores de esta gran Causa digna que Tú enviaste por aquí, que no nos avergoncemos de esta cosa tremenda; sino que caminemos en las huellas de aquellos que pasaron antes de nosotros, Señor, cargando la bandera del Señor Jesús.",
    "Que otros, quienes aún no han aceptado este gran plan de salvación que Dios estableció para nosotros en la Escritura, predicho por todo el Antiguo Testamento, y hoy lo estamos disfrutando, que haya una gran sacudida entre nosotros, Señor, y una renovación de fe y—y una renovación de esfuerzos.",
    "Te doy gracias por esta convención, por este grupo de personas que aún se aferran, Señor. En esta hora de prueba que ha venido sobre la tierra, para probar a los que profesan ser Cristianos, que al fin seamos hallados dignos de entrar en el gozo del Señor, que ha sido preparado para los Redimidos, desde la fundación del mundo. Bendice Tu Palabra.",
    "Señor, recuerda cada mano que se levantó. Tú conoces el objetivo, conoces el motivo, Tú conoces la petición detrás de esa mano. Pido, Dios, que se lo concedas a cada uno. Que cada hombre que… o mujer, niño o niña, que levantó su mano, deseando más, salvación, o un caminar más cerca, o conocerte a Ti como su Salvador, que no abandonen este sitio hasta que esa petición les sea concedida.",
    "Por aquellos que están enfermos y necesitados, oramos, Dios, que tal ola de sanidad atraviese este lugar, que no quede una persona enferma en estos terrenos que se vaya en la condición en que vino. Tú Quien puedes levantar a un hombre de entre los muertos y presentarlo aquí delante de nosotros, nos muestra que Tú eres el mismo Dios que se paró allí junto al sepulcro de Lázaro, llamándolo a salir de entre los muertos. Padre, hazles saber que Tú eres el mismo ayer, hoy, y por los siglos. Aquí hay uno entre nosotros esta noche, hace unos días que fue llamado de la tierra más allá de la sombra del conocimiento del hombre en esta vida. ¡Cuánto Te agradecemos por esto!",
    "Bendícenos juntos ahora mientras estudiamos Tu Palabra, porque verdaderamente Tu Palabra es la Verdad. Tú y Tu Palabra son uno; no se pueden separar. Y pedimos Tus bendiciones sobre nosotros, Padre, mientras esperamos en Ti para que nos hables en esta noche, por medio de Jesucristo nuestro Señor. Amén.\n\nAhora, por favor, me gustaría ir a las Escrituras y demás.",
    "Me recosté en la cama y como que me dormí; cuando menos lo pensé, llegó Billy y me dijo: “Vamos”.\n\nLe dije: “¿Me quieres decir que ya es la hora del culto?”. Tuve que buscar un puñado de Escrituras que había usado antes, para—para hablar esta noche.",
    "Y pensé que quizás sería repartir algunas tarjetas y orar por los enfermos, y demás. He notado desde que llegué aquí, a dos personas en camillas, quizás vinieron para que se ore por ellos esta noche.",
    "Ahora, y—y Billy vino atrás, me dijo: “Simplemente no llegué a tiempo, papá”. Ya lo mencioné. Dijo: “Lo—lo intentaremos mañana en la noche”.",
    "Dije: “Está bien, ve con los hermanos, encárgate, reparte algunas tarjetas”.",
    "Y ahora quiero que vayan conmigo, al—al Libro de Segunda de Reyes, y el capítulo 1. Y también quiero que abran allí en Jeremías, el capítulo 8 y el versículo 22. Leamos solo una porción de esta Escritura.\n\nDespués de la muerte de Acab, se rebeló Moab contra Israel.\n\nY Ocozías cayó por la ventana de una sala de la casa que tenía en Samaria; y estando enfermo, envió mensajeros, y les dijo: Id y consultad a Baal-zebub dios de Ecrón, si he de sanar de esta mi enfermedad.\n\nEntonces el ángel de Jehová habló a Elías tisbita, diciendo: Levántate, y sube a encontrarte con los mensajeros del rey de Samaria, y diles: ¿No hay Dios en Israel, que vas a consultar a Baal-zebub dios de Ecrón?\n\nPor tanto, así ha dicho Jehová Dios: Del lecho en que estás no te levantarás, sino que tú ciertamente morirás. Y Elías se fue.",
    "Y luego en el Libro de Jeremías, el capítulo 8 y el versículo 22.\n\n¿No hay bálsamo en Galaad? ¿No hay allí médico? ¿Por qué, pues, no ha recuperado la salud la hija de mi pueblo?",
    "Quiero hablar, por así decirlo, sobre el tema: ¿Por Qué? Es una—es una pregunta, y Dios está haciendo esta pregunta.",
    "Y Dios es Eterno; sabemos que Él lo es. Él es perpetuo. Él no tuvo un principio, ni tampoco podrá tener un fin. La Eternidad nunca comenzó, y nunca termina, porque es Eterna.",
    "Y Dios no puede cambiar de parecer ni Su manera. Por eso es que nosotros, como personas no aceptamos credos, si son contrarios a la Palabra, porque creemos que Dios y Su Palabra son lo mismo. Creemos que la Biblia dice en San Juan, el capítulo 1, que, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Por lo tanto, cuando Dios dice algo, Él no puede, mañana o en cualquier otro momento, retractarse; una vez que Dios aparece en la escena, para tomar una decisión. Y esa decisión Suya es Eterna; jamás puede cambiar.",
    "Y Dios fue llamado para que tomara una decisión para la raza humana, en el huerto del Edén, cuando se cometió el primer pecado. ¿Podría Él alguna vez lograr redimir a Su hijo perdido de nuevo al compañerismo con Él? Y Él preparó un programa; que nunca ha cambiado: por medio de la sangre. Y sigan las Escrituras, eso nunca se alteró ni cambió, y nunca podrá, porque es la decisión de Dios: por la Sangre. Aunque, hemos tratado de cambiarlo; de inyectarle educación; hemos tratado de denominarlo. Hemos tratado de todo lo que hay en la ley del hombre, para cambiar Eso, como Adán con las hojas de higuera y demás. Pero aún permanece: la Sangre es el único lugar de compañerismo.",
    "Por lo tanto, esta noche podemos pararnos juntos, no como una denominación, quizás muchos juntos. Pero no podemos pararnos aquí para representar una denominación, tenemos que pararnos aquí en este compañerismo bajo la Sangre de Jesucristo. Todos podemos ser hermanos, hermanas. Dios abre un camino para el hombre, y luego el hombre se niega a caminar en ese camino, entonces Dios tiene derecho a preguntar: “¿Por qué no lo hiciste?”. Y eso es lo que Él hizo entonces, y eso es lo que Él hace ahora, y por eso es que Él lo hará, lo que Él preguntará en el Juicio. Ellos han preguntado: “¿Por qué?”.",
    "Ahora, nuestra lectura de la Escritura comenzó inmediatamente después de la muerte de Acab, un mal rey, un creyente fronterizo, un hombre que sabía qué era lo correcto, y sin embargo no tuvo el valor para dar un paso al frente y hacer lo que él sabía que era correcto.",
    "Solo pienso, si esto—si este mundo no está contaminado hoy con los Acab, esta Cristiandad en la que vivimos, está contaminada con los Acab, con hombres que en realidad saben que es correcto dar su vida y ser… a Dios, y ser llenos del Espíritu, y seguir las enseñanzas de esta Biblia, pero, con todo, no tienen el valor de pararse y hacerlo. Me recuerda de otro cuadro como ese, en Sodoma.",
    "La Biblia dice: “Los pecados de Sodoma, afligían el alma justa de Lot, diariamente”. Y cómo el alma del hombre era justa, y él veía los pecados de la tierra, y sabía que, aquello estaba mal, que ellos estaban obrando mal, pero no tenía el valor de pararse por su convicción.",
    "Con razón el mundo entero ha llegado a ser una Sodoma y Gomorra, y los Lot de hoy, están por toda la nación y alrededor del mundo, en las iglesias, convencidos de que Jesucristo es el mismo ayer, hoy, y por los siglos, y que Su poder es tan real hoy como siempre lo ha sido, pero sin el valor para pararse en el púlpito y denunciar el pecado, por alguna barrera que los podría excomulgar del compañerismo al que se han unido. Pero sabemos que la Sangre de Jesucristo, es el único remedio.\n\n“¿Por qué? ¿Por qué?”",
    "Ocozías era—era el hijo de Acab, había sido criado en una clase de hogar que—que era un—un hogar tibio. No era completamente Cristiano. Su madre era pagana. Y su padre se había casado por fuera del compañerismo, se había casado con una mujer que no era creyente.",
    "Y eso siempre constituye un mal hogar para criar a cualquier niño, donde se mezclen la incredulidad y la fe.",
    "Y, bueno, si el padre hubiera sido un hombre bastante fuerte en su fe, el niño hubiera tenido una mejor oportunidad, pero él—él no la tuvo. Él no la tuvo. Él sabía que existía Dios; sabía que había un Jehová. Y luego él… los dioses de su madre y demás; él estaba todo confundido. Luego, después de la muerte de su padre, este muchacho quedó en esta condición confusa, de un lado y otro.",
    "¡Y si ese no es un cuadro de las tierras hoy! Uno en la familia es de esta manera, y el otro de otra, y uno va por esta dirección y el otro va por esa otra. Con razón estamos produciendo tanta delincuencia juvenil, y toda clase de cosas, con el nombre de Cristianismo. Es porque no hay unidad. No hay un verdadero llamado a salir, y pararse por Dios.",
    "Ahora, vemos que este individuo heredó el trono de su padre. Un día, arriba en su balcón por ahí, caminando, él—él se cayó por la—la ventana. Pudiera haber estado ebrio y se cayó por el enrejado, probablemente al piso de abajo, golpeando una banca o algo, y se rompió algunas costillas o se lastimó. Y la enfermedad debe haber comenzado una infección en alguna parte, o el golpe, y le provocó fiebre. Y se enfermó bastante.",
    "Por supuesto, en esos días, ellos no tenían los remedios que tienen hoy. Quizás los médicos vinieron e hicieron lo que pudieron por el hombre, pero lo que tenían no era suficiente. Entonces él se dio cuenta de que lo único que podía hacer era acudir a un poder superior de lo que los doctores podían producir con su terminología médica. Y se decidió a ir entonces; y envió allá donde su madre.",
    "¡Qué lección debería ser esa para las madres! Un niño por lo general escucha a su mamá.",
    "Y él fue a su, acudió al dios de su madre, Baal-zebub, allá en Ecrón, donde estaba su estatua, su monumento. Y dijo: “Ve a consultar con los sacerdotes allá, y que consulten a su estatua de Baal-zebub, si me recuperaré de esta enfermedad que tengo, o no”.",
    "Pero, saben, ese hombre, en realidad, ¿se pueden imaginar? Un pueblo que se suponía que era un pueblo temeroso de Dios, permitir que un hombre así los gobernara, era por causa de una condición tibia. Fue la condición a la que la iglesia había llegado, la que puso a tal persona en el poder, o lo permitió. Yo no creo que los tiempos hayan cambiado mucho; aún al parecer sigue igual. Como le permiten a este hombre gobernar, tener el mando del país, y consultarle a alguna estatua de alguna idea pagana, acerca de su enfermedad.",
    "Y luego, Uds. saben, pero detrás de todo eso, no importa cuánto parezca que Dios ha apartado Su rostro del pueblo, Él a veces hace eso para ver qué clase de actitud toma Ud. Todo hijo que viene a Dios tiene que ser probado y disciplinado.",
    "Y, hay un lugarcito en el hombre y la mujer, cuando nacen del Espíritu de Dios que es Eterno.",
    "Y Ud. en algún momento va a llegar al lugar donde cada… Todo lo que sea humano en Ud., en cuanto a razonamiento, el diablo lo puede convencer a Ud. de que no es así. Pero cuando todo se desintegre, entonces, si esa Vida Eterna no está allí, Ud. también caerá, porque Ud. se puede alejar de Dios con su razonamiento.",
    "Pero un hombre que dice ser un Cristiano, no tiene derecho a estar en el púlpito, o no tiene derecho a un oficio o de líder en cualquier lugar, hasta que primero él haya subido esos escalones en donde haya nacido del Espíritu de Dios, y haya sido lleno del Espíritu Santo, al punto que nadie lo pueda convencer de lo contrario.",
    "Cuando Dios envió a Moisés a Egipto, para liberar al pueblo, primero lo llevó a la parte de atrás del desierto, y le sacó toda la teología que tenía, de cuarenta años, y luego se le apareció. Él conoció más de Dios, en cinco minutos, en la Presencia de esa zarza ardiente, de lo que conoció en los cuarenta años de aprendizaje que recibió.",
    "Eso es lo que la iglesia necesita esta noche: otra experiencia de zarza ardiente, donde gente de lengua resbaladiza… Pues, la Escritura dice que, “Los dos espíritus en los últimos días serán tan parecidos que engañarían a los mismos elegidos si fuere posible”.",
    "Un hombre primero debe entrar en ese terreno sagrado con Dios; donde ni todos los teólogos, todos los doctores en divinidad, todo razonamiento, todos los ateos, nada más pueda convencerlo de lo contrario. Él estaba allí cuando vino Dios, y él sabe lo que sucedió. No lo pueden convencer de lo contrario; él estaba allí cuando sucedió. Esa es la clase de hombre que necesitamos hoy en el gobierno, en la iglesia, y en cualquier otro lugar, en tiempos como estos. Para el liderazgo, necesitamos un hombre que esté lleno del Espíritu Santo.",
    "Eso es lo que la iglesia necesita hoy; no un teólogo, sino un hombre lleno del Espíritu, nacido de nuevo, lleno del Espíritu Santo. Déjenme decirles, si tuviéramos más de eso, la iglesia se vería un poco diferente a como se ve actualmente. Las cosas serían diferentes si tuviéramos más hombres llenos del Espíritu de Dios, no siguiendo las tradiciones de los ancianos, y demás.",
    "Vemos entonces que este hombre envió a consultar allá para obtener información de—del—del dios de Ecrón, Baal-zebub.",
    "Pero, todo el tiempo, Dios sabía que él lo estaba haciendo. Y, Él tenía un profeta allá, llamado Elías, y le habló a Elías y dijo: “Ve allí a cierta carretera, y párate en ese camino. Van a venir mensajeros”. ¿Ven? Uds. no pueden esconder nada de Dios, ¿ven?, no importa lo que estén haciendo. Ahora, ese hombre no tenía idea de que Dios le estaba hablando a Elías allá en el desierto en alguna parte, en una pequeña choza de barro en alguna parte, y podía decirle: “Ve, párate allá en la esquina de la carretera, y habla con estos hombres, y diles que ‘Regresen allá donde él y le digan: “ASÍ DICE EL SEÑOR, él no se va a levantar de esa cama”’”.",
    "Y Él dijo: “Pregúntale: ‘¿Por qué lo hiciste? ¿Qué te hace hacerlo? ¿Será porque no hay Dios en Israel? ¿Será porque Él no tiene un profeta? ¿Es por esa razón que lo has hecho? Pues, tú sabes lo que ha sucedido. Conoces la Escritura. Las tienes en tu propio palacio. Por allí están los sacerdotes. No hay duda que las has leído desde niño. Y ¿por qué hiciste una cosa tan tonta como esa?’”.",
    "Me pregunto, esta noche, si Cristo viniera a la escena, o a la nación hoy, llevando esta nación a juicio, si no se le haría esa misma pregunta. ¿Por qué será, es así? ¿Por qué estamos haciendo estas cosas? ¿Por qué estamos discutiendo en el gobierno, si debemos leer la Biblia en público y, ¿por qué, si estamos leyendo todas estas tonterías? ¿No fueron nuestros antepasados los que establecieron esta constitución? ¿No nació esta nación sobre los principios de la Biblia? ¿No estamos aquí por la libertad de religión, para actuar en Dios como sintamos que se debe actuar?, ¿conforme a nuestra convicción de la Verdad?",
    "Pero, vean, hemos hecho algo como lo hicieron allá. Estamos dejando que todo, la política, nos absorba, en lugar de respetar nuestra Fe en nuestro Dios, y al hombre que se ha parado por la Verdad. Estamos dejando que nuestra política atropelle eso, y le damos el voto a tales cosas que están contaminando esta nación y, al mismo tiempo nos aproximamos al juicio. Dios se levantará en la escena, algún día, con un poderoso profeta, hablará en esta generación y—y le hablará a la gente, y ellos verán que es Dios hablando, pero no se arrepentirán; será igual que fue allá.",
    "Dijo Él: “¿No hay Dios en Israel? ¿Será porque no hay Dios?”. Como dijo Jeremías: “¿No hay bálsamo en Galaad? ¿No hay allí médico?”. Entonces, ellos no pudieron contestar a eso. Por supuesto que lo había. Bueno, dijo Él: “Entonces, ¿por qué?, ¿por qué lo hiciste? ¿Por qué no ha sanado la hija de mi pueblo?”.",
    "Ahora nos preguntamos eso, esta noche. ¿Por qué? ¿No hay Biblia? ¿No hay Dios? ¿No hay diferencia? Si Dios va a traer a la gente a Juicio, Él tiene que tener algo por lo cual juzgarlos; tiene que haber alguna norma.",
    "Si Él los va a juzgar por la iglesia católica, entonces si los juzgan por la iglesia romana, la iglesia griega está perdida, las otras iglesias católicas están perdidas. Si Él juzgara por la griega, la romana está perdida. Si Él juzga por la luterana, los metodistas están perdidos. Si Él juzga por los metodistas, el luterano está perdido. Él no puede juzgarlo por medio de una iglesia; hay demasiadas organizaciones diferentes de ella.",
    "Pero Dios juzgará al mundo, dijo Él, por medio de Jesucristo. Y Jesucristo es la Palabra, y la Palabra es Dios. Y Él los juzgará por esta Biblia, porque esta es la Palabra. Esa es la norma de Dios. Debemos estar a la altura de lo que dice la Biblia.",
    "Y nos preguntamos por qué tenemos tanta confusión, tantas organizaciones, tantas diferencias separando la hermandad, y—y todo. ¿Será porque no hay Bálsamo en Galaad? ¿Será porque no hay allí médico? ¿Me pregunto si Dios nos hiciera esa pregunta?",
    "Ahora, no era—no era exactamente que no tuvieran un Médico; lo tenían. Dios era el Médico. Y no era porque no había un Dios en Israel. Había un Dios. Y ellos tenían un profeta para consultar, para averiguar lo que eran estas cosas. Pero era por la propia voluntad obstinada del rey. Exactamente.",
    "Y eso es lo que sucede en la nación hoy. Es por la propia voluntad obstinada de la gente. No porque no tengamos el mismo Dios que cruzó el Mar Rojo, con Su pueblo, que los alimentó por cuarenta años en el desierto. No es porque no tengamos el mismo Dios que teníamos al principio. Es por la propia manera obstinada de la gente. Ellos no quieren doblegarse. No quieren tener nada que ver con la santidad y pureza de vivir a la manera de la Biblia. Prefieren pertenecer a la iglesia y poner su nombre en un libro, y vivir como el resto del mundo, que doblegarse a las promesas y a los mandamientos del Dios Todopoderoso. Eso es lo que sucede hoy. Por eso es que las cosas están como están, la gente se aparta de la Palabra. Uds. nunca podrán enderezarse hasta que regresemos al camino correcto.",
    "Al construir este edificio, si ponemos esa esquina por aquí o en cualquier lugar, uno nunca construiría el edificio. Ud. tiene que ser colocado sobre el fundamento. Y el fundamento es la Biblia, la doctrina de los apóstoles y profetas, y demás, de la Biblia.",
    "La manera obstinada del rey. Él simplemente no quería consultar allá; no era algo muy popular.",
    "La verdadera y genuina manera de vivir de Dios nunca ha sido popular. Ella nunca será popular; “Porque la predicación del Evangelio es necedad para los que perecen”. Pablo dijo: “No me avergüenzo del Evangelio de Jesucristo, porque es el poder de Dios para salvación a los que creen”.\n\nAhora, aquí vemos que el rey era terco.",
    "Algo así como hoy, un paciente que se acuesta en un… ¿Qué pasaría si un paciente fuera donde un médico y se acostara en los escalones, y tuviera alguna clase de—de fiebre mortal? Y el médico viniera a la puerta y dijera: “Señor, tengo la medicina aquí adentro”.\n\nY él dijera: “Ah, no la quiero”.\n\n“Pase, le daré la inyección, la vacuna”.\n\n“No quiero su medicina”.",
    "Y, le dijera: “Señor, yo—yo puedo ayudarlo si tan solo entra”.\n\n“Es que, no voy a entrar”.",
    "Y el hombre se acostara allí en los escalones del médico y muriera; que muriera en los escalones del médico porque no aceptó la vacuna para la fiebre tifoidea o lo que sea, que él tuviera. Él no aceptó la vacuna para eso, y el hombre se muere allí mismo en la puerta del médico. Ahora, el hombre… Ud. no puede culpar al médico, si él tiene la—la medicina que—que curará la enfermedad, y el médico está dispuesto a darla, y está disponible. Y el hombre estuvo, llegó tan cerca como hasta la puerta del médico, y se sentó allí y murió, Ud. no puede culpar al médico. Ud. no puede culpar a la medicina. El hombre sería el culpable; al morir en la puerta del médico, con una enfermedad que la medicina podía curar, puede curarla, allí adentro. Bueno, esa solo es una parábola.",
    "Pero, saben, Dios tiene la medicina dentro de Su Reino, que curará toda enfermedad de pecado que haya en el mundo, y la gente se sienta justo en los escalones de la iglesia. No solo eso, sino que se sientan allí mismo en la banca, y mueren, y se pierden y terminan en el infierno, porque se niegan a recibir la medicina del Doctor. Amén. Así es. Ellos se niegan rotundamente a tomar la medicina del Doctor, por lo tanto, mueren con las fiebres.",
    "Y la gente se sienta en la iglesia y escucha los Mensajes de Dios, y los creen, y no Lo aceptan. Ellos no van a decir: “Bueno, ahora yo no creo que eso esté correcto”. Algunos vienen y dicen que están de acuerdo con Ella, dirán: “Yo creo que Eso es lo correcto”, pero no lo hacen. ¿Ven?, Uds. morirán. Muriéndose en las bancas de la iglesia, porque no aceptan el remedio. No lo harán. ¿Ven?, lo que hace, le quita un poco de—de popularidad a la gente. Eso como que los golpea un poco.",
    "Ellos le temen a ese nuevo Nacimiento. Saben, cualquier nacimiento es un desorden. No me importa dónde sea, si es en un corral de cerdos o en un hospital decorado de color rosa, es un desorden, y también lo es el nuevo Nacimiento. Le hará hacer cosas que Ud. no pensó que haría. Los enderezará. Pero antes de que Ud. pueda enderezarse, Ud. tiene que pasar por ese desorden. Correcto. Amén. Antes de que una semilla pueda nacer, tiene que morir y pudrirse. Y eso es lo que sucede con la gente hoy, ellos no quieren morir y pudrirse para el mundo, para poder nacer de nuevo del Espíritu Santo. ¿Ven?, correcto. Temerosos de ese nuevo Nacimiento; ellos le—le temen.",
    "Les hace hacer cosas que no quieren hacer. Les quita la popularidad. Les quita el almidón. ¡Oh!, déjenme decirles, me alegra que haya una vacuna esta noche, que saca eso de Ud., hermano, que sacará el mundo. Hará que la gente, la hermandad, se relacionen a pesar de las diferencias denominacionales. Hará—hará que un par de overoles abrasen un traje de esmoquin, y griten: “Hermano, ¡estoy contento de verlo!”. Amén. ¡Seguro! Pero Ud.… Ellos le temen a esa vacuna. ¡Oh, vaya!",
    "Es peligroso rechazar la medicina del médico, saben, si Ud.—si Ud. va a verlo. Y tiene miedo de… Si Ud. rechaza la medicina, es un peligro. Ud. puede morir. Pero eso, eso, Ud. solo morirá físicamente, por no tomar la medicina del médico. Pero ¡cuánto más peligroso es rechazar la vacuna de Dios del pecado!",
    "Hace poco aquí, estuve un poco enfermo, y alguien me habló, me dijo: “Bueno, Billy” dijo, “¿soltaste tu religión durante la enfermedad?”. Dijo: “Sabes, tú crees en la sanidad Divina; ¿aún mantienes tu religión?”.",
    "Yo dije: “No, ella me mantuvo a mí. La idea no es que yo la mantenga; ella me mantiene a mí”.",
    "Cuando la Sangre de Jesucristo fue derramada en el Calvario, Dios hizo una preparación. Cuando el hombre pecó por primera vez, él cruzó un gran abismo, sin dejar camino de regreso. Dios, rico en misericordia, aceptó un sustituto, y esa era la sangre de un cordero o un becerro, y ese sustituto duró años.",
    "Moisés estuvo bajo la inspiración de Dios, cuando el pecado ni siquiera había sido divorciado, solo era cubierto por la sangre de toros y machos cabríos. Y él tenía la—la gloria de Dios, que hasta pudo hablar moscas a existencia, él pudo hablar ranas a existencia. Pues, una palabra es un pensamiento expresado, y Dios le trajo Sus pensamientos a Moisés, y Moisés los habló en palabras. Y cuando la Palabra habló, el mundo entero fue formado por la Palabra de Dios.",
    "Recuerdo el tiempo, en la escuela, cuando me manchaba de tinta negra en la—en la camisa. Mamá me quitaba la camisa y decía: “Dámela, rápido, cariño” y le ponía un poco de aceite de carbón. Y lo único que hacía era esparcirla, hacía un gran círculo, donde ella puso el aceite de carbón en la tinta. Eso era todo lo que ella sabía; era lo mejor que tenía.",
    "Pero hoy es diferente. Han fabricado una cosa llamada cloro. Y Ud.… Es un químico que cada vez que esa tinta cae en ese cloro, o blanqueador, lo que sea; cuando toca eso, Ud. ya no puede encontrar eso negro, en lo absoluto. ¿Qué le sucede? Deje caer una gota de tinta negra en una tina de cloro, pues, no queda nada. No se pueden encontrar ni los gases.",
    "Si yo fuera un químico, estas—estas palabras tal vez no sean exactas a la ciencia, pero yo diría, ¿qué es? “Es H2O, agua, para empezar. Luego tiene una sustancia química, y lo hizo negro”. Solo hay un color original, y ese es el blanco. Todos los otros colores son perversiones de ese. Y ahora, yo digo… Y luego, si lo desglosaran de allí, pues, tal vez dirían: “Bueno, se convirtió en un ácido cuando entró en contacto con el cloro; se convirtió en un ácido”. Muy bien, entonces ¿a dónde se fue el ácido? “El ácido regresó…”.\n\nAhora, es del color de lo que estamos hablando, el color.",
    "Por decir: “Volvió a las moléculas. Bueno” digamos, “molécula cuatro por seis más nueve, hace la molécula H”. Si saliera cuatro más seis más ocho, ¿qué saldría? Rosado en lugar de negro. Luego regresó de allí a los átomos. Entonces, de los átomos, más uno más B2 más tres, suman cuatro, lo cual lo pone con la molécula H. ¿Qué significa? Entonces regresa a negro otra vez. Y luego cuando se va más allá, pueden llegar a los electrones.",
    "¿A dónde va de allí? Ud. tendrá que regresar. Pues es una creación, tuvo que venir de un Creador. Tiene que hacerlo. Por lo tanto, regresó completamente hasta su Creador. Ese color que estaba en esa tinta, nunca más puede volver.",
    "Ahora, Dios vio que la sangre de toros y machos cabríos no podía quitar el pecado. No manufacturó, sino que Él creó una sustancia química en la Sangre de Jesucristo. Amén. Ese pecado una vez confesado de la manera correcta; Uds.—Uds. ni siquiera hacen un puente sobre ese abismo, Uds. hacen desaparecer el abismo completamente, y Dios ni siquiera sabe que Ud. ha pecado. Correcto. Dijo que Él “los puso en el Mar del Olvido” para absolutamente no recordarlos más en contra suya. Entonces los hombres y mujeres están en la Presencia de Dios, como hijos e hijas de Dios, la misma naturaleza de su Dios está en sus corazones.",
    "¿Dónde está la iglesia hoy, hermano? ¿Qué le ha sucedido a la iglesia? Cuando, podemos ver que la Sangre de Jesucristo remitió tanto los pecados, que Dios ni siquiera recuerda que pecamos. Entonces: “Todo lo que pidiereis en Mi Nombre, eso haré”. ¿Qué sucede? Es porque alguien ha estado adulterándole estas Escrituras a la gente. Es lo único que me puedo imaginar que han hecho, porque el remedio de Dios sigue siendo el mismo. Ahora, es peligroso rechazar la vacuna del médico, ¡cuánto más a Dios!",
    "Ahora, para comenzar: ¿cómo es que el hombre descubre la medicina, para que funcione en un ser humano? ¿Saben lo que hacen los químicos, o—o científicos? Toman una enfermedad e investigan la clase de germen que es, luego consiguen alguna clase de veneno, antídoto y demás, suficiente veneno para matarlo a uno, y suficiente antídoto para evitar que lo haga, y primero lo inyectan en un conejillo de indias. Le dan al conejillo de indias la enfermedad que Ud. tiene. Y luego le aplican la medicina al conejillo de indias, y si el conejillo de indias sobrevive, entonces se la dan a uno. Así que, es una gran cosa, Uds. saben; dárselo al conejillo de indias y ver si él resiste, y si el conejillo de indias no muere, entonces se lo dan a uno. No todos—no todas las personas están hechas como conejillos de indias, Uds. saben, así que eso—eso mata a algunos y—y ayuda a otros.",
    "Pero esta vacuna que da Jesucristo tiene algo especial: los ayuda a todos. No es un remedio; es una cura.",
    "Uds. oyen a la gente decir hoy: “El asesino número uno es la enfermedad cardíaca”. Yo—yo difiero con ellos; no para ser diferente. Solo difiero porque sé que está errado. El asesino número uno es la enfermedad del pecado. Correcto, no—no la enfermedad cardíaca, es la enfermedad del pecado.",
    "Saben, algunas personas dicen: “Bueno, pues, Hermano Branham, creo que Ud. estiró la cobija allí un poco. Pues permítame preguntarle algo. Un hombre tiene que pecar; yo tengo que pecar un poquito cada día”. Eso sucede porque Ud. nunca ha sido vacunado. Eso es todo. ¿Ve? Ajá. Sí. Ud. no ha probado el remedio de Dios. Correcto. Si Ud. lo probara, entonces no lo haría.",
    "Dicen: “Es que tengo que fumar; algo simplemente me hace fumar”. Pruebe la vacuna una vez, y vea si—si funciona o no. Ud. dice: “Yo—yo simplemente no puedo evitar hacer esto. Yo—yo…”. Bueno, solo—Ud. solo tome la toxina de Dios una vez y vea cómo le afecta.",
    "Una mujer me dijo no hace mucho. La estaba reprochando por usar esta sucia ropa corta, escandalosa. Y ella dijo: “Pues, Hermano Branham, déjeme decirle, Ud. no tiene derecho a decir eso. Tenemos derecho a usar pantalones cortos si queremos”.",
    "Dije: “Supongo que así es. Pero si Ud. fuera Cristiana, Ud. no querría usarlos”. Ella dijo, ella dijo…",
    "Y ella dijo: “Bueno, ahora espere, Hermano Branham”. Ella dijo: “Sabe, es que no hacen otra clase de ropa sino solo esa ropa sexy, y demás, así”.",
    "Dije: “Aún venden telas y hacen máquinas de coser. No hay excusa”. Correcto.",
    "Es porque ellos no quieren recibir la vacuna de la llenura del Espíritu Santo, santidad a la antigua, salvación de Dios, en el campamento. Amén. Correcto.",
    "Antes era incorrecto hacer esas cosas. ¡Aún es incorrecto! Seguro. Pero qué pasó, algo sucedió. Antes, la—la gente que actuaba de esa manera, aun eran excomulgados de la sociedad; ahora no se les da cabida en la sociedad hasta que lo hagan. Y entonces, ¿ven Uds.?, depende de dónde esté su corazón, allí también están sus tesoros; o donde está su tesoro, ahí también está su corazón. Debe recordar que si Ud. ama al Señor con todo su corazón, Ud. vivirá limpio y puro.",
    "Mi esposa y yo fuimos al supermercado, aquí hace un tiempo. Vimos algo extraño, una mujer con un vestido. Era una cosa extraña en nuestra región. Y Meda me dijo, ella dijo: “Bill, yo sé que algunas de esas mujeres cantan en coros por aquí en las iglesias”. Y ella dijo: “Yo las conozco”. Y dijo: “Ahora, pues, ¿qué las hace hacerlo?”.",
    "Le dije: “Bueno, verás, cariño” dije, “siendo un misionero, como lo soy” dije, “nosotros—nosotros somos de un país diferente”.\n\nElla dijo: “¿Qué?”.\n\nDije: “Somos de un país diferente, una nación diferente”.\n\nDijo ella: “¿No somos americanos?”.",
    "Dije: “Vivimos aquí, pero este no es nuestro hogar; somos peregrinos. Estamos buscando una Ciudad, Cuyo Arquitecto y Constructor es Dios. Yo fui a Finlandia; vi como se portaban en Finlandia. Fui y bajé a Alemania; vi cómo era que tenían el espíritu alemán. Fui a Suiza; tenían el espíritu de Suiza. Vengo a América; tienen un espíritu americano”.\n\nElla dijo: “Bueno, entonces, ¿y nosotros qué?”.",
    "Le dije: “Nosotros hemos nacido de Arriba, lo Celestial, de pureza y santidad, y justicia y honestidad”. Sí. Dije: “Por lo tanto, aquellos que profesan eso, no miran las cosas del mundo. Pero nosotros declaramos claramente, con nuestras vidas y la manera en que vivimos, que tenemos un Dios, tenemos un Reino, tenemos un lugar adonde vamos. Y este no es nuestro hogar”. Amén.",
    "¡Vaya, me gusta eso! Estoy empezando a sentirme bastante religioso ahora mismo. Sí, señor. Yo creo en esta antigua salvación del Espíritu Santo. ¡Oh, hermano, hermana, eso le hace algo a uno! El mismo Dios que vivió una vez, aún vive hoy. Su misma, Su misma doctrina de santidad, vive esta noche como siempre lo ha hecho, sigue igual. Sí, señor. Fíjense, solo es que la gente se ha apartado de la doctrina de Ella. Sí. Bueno, sí, señor.",
    "Nuestro número uno… La enfermedad cardíaca no es lo principal que mata a la gente hoy. El número uno: la enfermedad del pecado. Y el pecado es incredulidad. ¿Incredulidad a qué? La Biblia. Correcto. Sí, es el número uno: la enfermedad del pecado, que mata a la gente hoy, tanto espiritualmente como… Y eso les causará la muerte física, por supuesto, porque ya han probado que el hombre que guarda rencor, y las mujeres que se quejan y revuelven, y pelean y discuten, se mueren. Provoca cáncer, hongos, comenzará todo lo demás, úlceras.",
    "¿Ven?, Uds. fueron hechos para ser felices y libres. Uds. fueron hechos para vivir como niños delante de su Padre, y—y saber que Él hace cada día, para que todo funcione bien para Ud. cada día. Sí, señor.",
    "La gente simplemente le teme a este nuevo Nacimiento; es todo. Temen llegar a eso, porque los enderezará. Hará que Ud. deje de jugar bingo, dejará de jugar en estas máquinas tragamonedas. Hará que Ud. deje de quedarse en casa el miércoles por la noche, de la reunión de oración para ver Amamos a Susy y todas esas otras locuras que tiene Hollywood, y esos chistes sucios que se hacen allá. Y hará—hará que Ud. se deje crecer el cabello, largo. La hará actuar como una dama. Hará que un hombre deje de fumar cigarrillos, y luego estar en la iglesia como diácono. Hará que la gente deje de mentir, robar. Hará algo por Ud. Los limpiará y les dará una salvación que no habrá nada en el mundo que se las quite con explicaciones, porque Uds. saben que estaban allí cuando sucedió. Sí, señor.",
    "Ahora, como dije hace un rato, cuando Dios… Cuando el hombre descubre una medicina, lo que hacen, es investigar este remedio. Luego encuentran esta enfermedad, después le inyectan eso a un conejillo de indias y ven si el conejillo de indias sobrevive.",
    "Ahora, cuando Dios iba a bajar con esta vacuna de la que estoy hablando esta noche, este bálsamo de Galaad, Él no buscó un conejillo de indias; Él vino Él Mismo. Amén. La única manera de poder hacerlo, era venir en la forma de Su Hijo, y fue hecho carne y habitó entre nosotros, para recibir el aguijón de la muerte. Él vino a morir. La única manera en que podía morir… Él no podía morir como espíritu, como hombre. Así que Se Le formó, un cuerpo, llamado Jesucristo, el Hijo de Dios, y Dios habitó en este cuerpo, haciéndose Emanuel en la tierra, para quitar el pecado del hombre. Esa era la química que estaba en esa Sangre.",
    "Alguien dijo: “Él era un judío”. Él no era judío. Algunos dijeron: “Él era un gentil”. Él no era gentil.",
    "Él era nada menos que Dios. La Biblia dice que “Somos salvos por la Sangre de Dios”. La sangre viene del sexo masculino; sabemos eso. La hemoglobina viene del macho; la hembra es solo el óvulo. Correcto.",
    "Como dije allí, como la primavera. Estas aves madres están haciendo nidos aquí y poniendo huevos. Algunas, de hecho, pondrán un nido lleno de huevos que nunca empollarán. ¿Por qué? Ella—ella puede poner un nido lleno de huevos, y sentarse sobre ellos y ser tan fiel. Ella podría voltear esos huevos a diario, y permanecer allí sin nada qué comer, debilitándose tanto que se le dificultaría volar del nido. No importa cuánto los cuide, ni cuánto los acaricie, ni cuán leal sea a ellos, nunca saldrán del cascarón. ¿Por qué? Ella no ha estado con el macho, y no son fértiles, por tanto, no saldrán de allí y solo se pudrirán.",
    "Eso es lo que sucede con muchas de nuestras conferencias. Eso es lo que sucede con nuestras reuniones campestres, muchas de ellas hoy, y nuestras conferencias. ¿Qué obtenemos? Un montón de mimados y predicadores afeminados que deberían… Pues, es una desgracia. Y entró allí porque él tiene un poco de prestigio, o un poco de educación, favoreciéndolos en cargos. Yo, ¡oh!, lo único que necesitamos hoy es un… Tenemos un nido de huevos podridos.",
    "Lo que necesitamos es una buena limpieza de nido, desde allí, que los haga salir, hasta que tengamos hombres y mujeres que estén llenos del Espíritu Santo; que hayan estado con el Macho, Jesucristo, y estén llenos del Espíritu con el que Él fue bautizado. Así es. Luego tenemos Vida en el campamento. Sí, señor. La Toxina, le tienen miedo.",
    "Jesucristo, el Hijo de Dios, cuando nació, algunos de ellos dijeron: “Bueno, ahora, Él era, Él—Él vino del óvulo de María”. Él no vino de allí. Si de María tuvo que bajar ese óvulo por la trompa y hasta la matriz, tendría que haber una sensación; así que, ¿ven Uds. lo que tendrían a Dios haciendo? Él no era de ninguno, no era parte de eso.",
    "Dios, el Creador, hizo sombra a la virgen María, y creó las células dentro de su vientre, y dio a luz a un Hombre que era Emanuel, Dios Mismo hecho carne, entre nosotros, sin ayuda de nadie. Él es el Creador que hizo al primer hombre. Amén. ¡Oh, vaya! Allí está. Allí está Él. Sí, señor. Y entonces hizo eso para poder recibir la vacuna.",
    "Cualquier buen científico, buen médico que descubre una enfermedad, algunos irán a un campo de prisioneros y conseguirán un hombre para probar eso, que tenga cadena perpetua. Si sobrevive a la vacuna, pues, y el veneno no lo mata, él puede salir libre si está dispuesto a recibir la vacuna. Los prisioneros esperan eso. ¡Oh, ese es un médico que le teme a su medicina!",
    "Pero, saben, Dios no le temía a Su Propia medicina. [Cinta en blanco.—Ed.] …en un pesebre, un hombre parado a orillas del Jordán. Cuando la vacuna bajó allí, él la vio como una paloma que descendía del Cielo, y Él fue vacunado. Y una Voz dijo: “Este es Mi Hijo amado, en quien me place morar”. Amén. Dios en el hombre. Esa es la vacuna. Dios en el hombre. El mundo lo observó a Él. Toda tentación, Él la soportó. Cuando Le escupieron en la cara, Le arrancaron la barba y Le escupieron, eso resistió la tentación. En las horas de prueba, eso resistió la tentación. ¡Soportó! La vacuna que Él recibió en el Jordán, resistió; aguantó en el momento de la popularidad.",
    "Lo que pasa con muchas de—de las iglesias hoy, Dios las bendecirá, ellas comienzan… Y eso es lo que está lastimando a nuestro pueblo pentecostal. Ellos, ellos deberían regresar, como nuestros abuelos, con una cacerola o un pandero, allá en alguna esquina, a golpear un pandero; mejor que levantar estas grandes morgues que construimos hoy, queriendo imitar otros grupos. Lo que necesitamos es un buen derramamiento del Espíritu Santo a la antigua, que los limpiará, incluyendo a Uds. los pastores de la iglesia pentecostal. Seguro.",
    "Ahora, el asunto fue que cuando el Espíritu Santo se posó sobre Jesús, en el día de Su bautismo, Él fue vacunado; lo observamos a Él en la hora de la prueba. Cuando el diablo quiso darle todos los reinos del mundo, ¿qué hizo? Él se quedó con la Palabra. Amén.",
    "Lo que me pregunto hoy, es que muchos hermanos en el campo, desde este avivamiento del último día… ¿Por qué es que cuando reciben unas cuantas monedas o una muda de ropa, son demasiado importantes para ir a alguna parte, muy, ¡oh, es una cosa u otra!, ¿y tienen que tener algo mejor que el otro? Se ha convertido en toda una carrera de ratas. Es una lástima. Dios quiere al hombre que se humille, y llegue allí a un lugar, alguien a quien Él le pueda hablar. Pero se ha convertido en semejante carrera de ratas, todos quieren sobrepasar al otro. Es un… Y, ¿ven?, ellos no pueden resistirse a ese prestigio tan tentador de Satanás.",
    "Pero nuestro Señor soportó la tentación. La vacuna resistió. Cuando llegó el momento, hubo un debate sobre la Escritura, Él se quedó exactamente con la Palabra. Satanás dijo: “Escrito está”.\n\nÉl respondió: “También escrito está”. ¡Oh!, es… ¡Gloria! Dios en el hombre, ¿ven?",
    "¿Qué tenía Él? Tenía algo con Él para respaldar cada palabra que decía. Dijo: “Si Yo no hago las obras de Mi Padre, entonces no Me crean. Pero si no Me pueden creer, crean—crean las obras que Él hace a través de Mí”. ¡Oh, vaya! Allí lo tienen.",
    "Lo que necesitamos son hombres y mujeres así, hoy, que puedan cerrarle la boca al mundo, con las señales del Espíritu Santo. Necesitamos una reunión campestre como esa. Necesitamos una volteada boca abajo, una sacudida, que saque de la iglesia tanto del mundo y de las cosas que han entrado en estos postreros días. Dinero gastándose por todo el país, y grandes proyectos, que mantienen la mente de la gente en grandes cosas y no en Dios. ¡Cediendo, cediendo en la Escritura! Cualquier hermano quien haya comenzado bien por ese camino, pero se hacen populares en alguna organización, cede en lo que cree.",
    "Esa sangre no corre en un hombre genuino, nacido del Espíritu Santo. Todos los diablos del infierno no pueden desviarlo de esa Palabra. Él se parará sobre Eso a pesar de todo. Amén. Pablo dijo: “Ni lo presente, ni lo por venir, nada nos podrá separar del amor de Dios”. Cuando ese verdadero nacimiento genuino del Espíritu Santo entra en un hombre, él es un hijo de Dios. No hay abismo que lo separe a él de Dios. Él es Su hijo en Su Presencia. Amén. Me gusta eso. Sé que es la verdad. Muy bien.",
    "Encontramos que, en la hora de la tentación, de cosas mundanas, la vacuna resistió. En el momento de ser llamado santo rodador o—o recibir burla, Le pusieron un trapo en la cara, en los ojos, y lo golpearon en la cabeza con un palo, diciendo: “Ahora, si eres un profeta, dinos quién Te golpeó”. Esos soldados romanos, viéndolo a Él discernir los pensamientos de la gente. Pararse allá y…",
    "Si Él estuviera parado aquí esta noche, Él miraría alrededor y le diría a esa mujer cuál es su problema, y qué es esto y aquello. Así es como Él lo hizo. Así es como Él aún lo hace, porque Él no cambia. Amén. ¿No están contentos? Ese es un Dios viviente. Que un hombre se caiga del techo, y la vida salga de él, y un hombre parado allí, Dios en él, pueda acostarse sobre ese hombre, y que viva de nuevo. Ese mismo Dios vive esta noche. Amén. Él es el Dios incambiable. La iglesia necesita una vacuna. Correcto.",
    "Como dijo David duPlessis: Dios no tiene nietos. Correcto. A donde están llegando nuestros hermanos pentecostales, sus hijos vienen a la iglesia y simplemente dicen: “Bueno, nosotros somos pentecostales porque papá lo era”. Si papá fue un pentecostal, y recibió el bautismo del Espíritu Santo, Uds. tendrán que recibirlo así mismo como papá. Él no tiene nietos. Él solo tiene hijos e hijas, no nietos y nietas; solo—solo hijos e hijas. Es verdad.",
    "Así que Ud. tiene que hacer lo mismo que ellos en el Día de Pentecostés. Ud. tiene que tener la misma experiencia. Uno tiene que recibir lo mismo que recibieron ellos. Dios nunca cambia Su programa. Él nunca cambia Sus maneras. Él simplemente hace lo mismo todo el tiempo. Él establece Su programa de tal manera que, debe ajustarse a aquello cada vez. Tiene que ser lo mismo. Y si Uds. lo hacen de la misma manera, tendrán los mismos resultados. Amén. Correcto.",
    "Ahora, vemos que ella resistió en tiempo de tentación. Ella resistió cuando todo iba mal. Resistió cuando todos Sus amigos Lo abandonaron. Él aún resistió, la vacuna resistió. Entonces el diablo pensó: “Ahora Lo tengo”. Él comenzó a subir al Calvario, la Sangre brotando de Su cuerpo. Su manto lo envolvía, completamente salpicado de Sangre. El diablo debe haber dicho: “Ahora Lo tengo. Ese no puede ser Dios. No, no. No puede ser Él, y permitir que esos soldados Le escupieran en la cara; permitir que Le quitaran puñados de barba del rostro; permitirles desafiarlo a que viera una visión y no hacerlo. Y ahora aquí Él sube la colina, cargando esa cruz, será mío en unos minutos”.",
    "Esa abeja de la muerte bajó y dio vueltas, para picarlo. Uds. saben, como cualquier abeja, ella tiene un aguijón. Pero, saben, Dios había preparado una carne esa vez, era la carne de Dios. Ese aguijón, una vez que se clavó en ese Hijo de Dios, en Emanuel, cuando él lo sacó, quedó sin aguijón. Él le sacó allí mismo el aguijón a la muerte. Con razón Pablo pudo decir: “¿Dónde está, muerte, tu aguijón? ¿Dónde, sepulcro, tu victoria? Mas gracias sean dadas a Dios, Quien nos da la victoria por medio de nuestro Señor Jesucristo”.",
    "Él pudo picar a Elías, y murió, pudo picar a Elías sin perder su aguijón. Pero, saben, si una abeja—si una abeja llega a picar bastante profundo, no puede picar más, pierde su aguijón. Así que, no había carne humana en la que él pudiera anclarse. ¡Oh, vaya! Nadie en el que él pudiera anclar. Pero cuando él lo enterró en Emanuel esa vez, perdió su aguijón. ¡Gracias a Dios! Sí, señor, él falló esa vez. Sí, señor.",
    "Ellos se dieron cuenta que la toxina funcionó. Dijeron: “Si Tú eres el Hijo de Dios, baja de la cruz”. El sumo sacerdote, el gran dignatario de la iglesia, dijo: “Dinos claramente ahora. Si eres el Hijo de Dios, baja de la cruz y sálvate a Ti Mismo” y cosas así. “Veamos si eres el Hijo de Dios”. Él no abrió Su boca para decir una palabra.",
    "Ahora, vemos que Él murió. Él realmente murió. Él murió al punto que el sol y la luna declararon que Él murió. Toda la naturaleza declaró que Él murió. La tierra tembló, sintió un escalofrío nervioso; al ver al mismísimo Dios que creó la tierra, colgado sobre la tierra, y la Sangre de Emanuel cayendo a tierra. Claro que murió. Él murió a tal grado que todo declaró que Él estaba muerto.",
    "Y luego veremos que, antes de morir, Él dijo: “Destruid este templo, y Yo lo levantaré de nuevo al tercer día. Uds. no podrán mantenerlo allí. Destrúyanlo, y lo levantaré de nuevo al tercer día”.",
    "Pusieron guardia alrededor, para ver si la vacuna resistiría. Ellos vieron que resistió a través de la tentación del pecado. Resistió a través de la pobreza; resistió a través de las riquezas; resistió en toda clase de tentación. Ella resistió. Pero ahora viene la muerte, ¿qué va a hacer ahora?",
    "Pero en la mañana de Pascua, ¡oh, vaya!, un poco antes de que saliera ese sol, esa vacuna entró en acción. Y, cuando lo hizo, las barreras de la muerte fueron derribadas, el sepulcro se abrió, y Él resucitó al tercer día y subió a lo Alto. Muestra que esa vacuna es la vacuna de Vida Eterna. Ud. no puede destruirla. Ni las entrañas del infierno pueden contenerla. La tumba no puede retenerla. La muerte no puede detenerla. Nada puede detenerla. Se levantará de nuevo.",
    "Jesucristo dijo: “Todo lo que el Padre Me ha dado vendrá a Mí, y Yo lo resucitaré en el día postrero”. ¡Aleluya! Un hombre o una mujer que ha sido vacunado con Esto, no puede permanecer en la tumba. No hay sepulcro que pueda retener al justo. No hay infierno que lo retenga; no hay sepultura, ninguna otra cosa. Jesucristo prometió resucitarlo de nuevo en ese Día. Amén. ¡Oh, me gozo tanto por esto, por esa vacuna! Saben, la mañana de Pascua fue la prueba.",
    "¿Saben lo que fue? Fue algo tan grandioso, que ciento veinte personas quisieron vacunarse. Ahora, si Él pudo resistir la tentación, hubo ciento veinte personas que Lo conocieron muy bien, ellos querían esa vacuna. Así que, en ese momento Él tuvo que subir al laboratorio y preparar el suero, y Él dijo: “Vayan a la ciudad de Jerusalén hasta que Yo tenga toda la fórmula preparada. Y se las voy a enviar”. Entonces ellos subieron a esperar.",
    "Cómo debería funcionar la iglesia Cristiana, ¿qué clase de vacuna se necesitaría? ¿Qué?, ¿cuál sería la vacuna? ¿Cómo lo harían? ¿Qué sucedería? ¿Deberían ir todos al seminario y estudiar, para tener un Ph.D. y un LL.D.? ¿Debería venir algún sacerdote por el camino con un kosher en las manos, y sacan la lengua y toman la comunión, y eso es todo?",
    "🦅 Pero vino un estruendo del Cielo” la vacuna estaba en camino, “como un viento recio que soplaba, y llenó toda la casa donde estaban. Lenguas repartidas se posaron sobre ellos, como Fuego. Y fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, como el Espíritu les daba que hablasen”.",
    "¿Han visto el antiguo templo, el cuadro de él? Había una puertita lateral que daba hacia afuera, subía por los escalones, llevando al aposento alto. Ellos cerraron las puertas y entraron, porque tenían miedo.",
    "Pero déjenme decirles, cuando fueron vacunados como un becerro recién marcado, no pudieron retenerlos. No, señor. Salió de ese cuarto, salió a las calles. Había sido vacunado. La muerte, el infierno, la persecución, que se rieran, las burlas, a él no le importó, ya estaba vacunado. Amén. ¡Oh, vaya!",
    "Escuchen a Pedro, parado allí. Ellos comenzaron a preguntar: “¿Quedará bálsamo en Galaad? ¿Habrá más bálsamo en Galaad? ¿No hay médico allí?”. ¡Oh, sí!, tenemos suficiente bálsamo en Galaad. Tenemos suficientes médicos.",
    "En ese día, el Doctor Simón Pedro, él era el médico. Él dijo: “Voy a darles una receta. Voy a decírselas. Y esta es una receta Eterna, porque será para Uds. y para sus hijos, y para aquellos que están lejos. En realidad, es para todo aquel quien clame, y que el Señor tu Dios llame, ‘Se la voy a dar a él’”.",
    "Dijeron: “¿Qué podemos hacer para vacunarnos?”. Allí está el asunto. “¿Qué podemos hacer para ser vacunados?”",
    "Él dijo: “Escribiré la receta”. Y dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para el perdón de vuestros pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es esta receta, y para vuestros hijos, y para los que están lejos, aun para cuantos el Señor nuestro Dios llamare”. ¡Oh, vaya!",
    "¿Saben algo? Cuando un médico descubre un remedio para una enfermedad; y da una receta, y algún farmacéutico charlatán la toma y se pone a añadirle un poco de esto y a quitarle un poco de esto, él, o matará al paciente o—o le causará algo. La receta ni siquiera tendrá suficiente medicina para algún provecho. Si no la tiene, es tan pobre que no ayudará al paciente.",
    "Y eso es lo que pasa con muchos de estos farmacéuticos de seminario hoy. Sacan la receta y La reemplazan con otra cosa, y terminan con una cantidad de morgues, moribundas.",
    "Esta receta sigue siendo la misma. Cuando los samaritanos La recibieron, fueron vacunados, y recibieron lo mismo. Cuando los gentiles La recibieron, recibieron la misma receta. Pablo se encontró con un grupo en Hechos 19, que tenían parte de la receta, no toda, él dijo: “Eso no va a funcionar. Uds. van a matar la cosa completamente”. Así que él se las volvió a escribir, les dijo cómo recibirla. Ellos la recibieron de la misma manera.",
    "Y ese es el problema hoy en día. Hay suficiente bálsamo en Galaad, y tenemos suficientes médicos, pero la gente le teme a la receta. ¡Gloria! Alabado sea Dios. ¿No hay bálsamo en Galaad? ¿Acaso no hay poder del Espíritu Santo? Ahora, ¿lo habrá?",
    "Esta vacuna funciona en todos, ¿ven? Funcionó con los judíos. Funcionó con los samaritanos. Funcionó con los gentiles. Funciona con todos de la misma manera.",
    "Soy un misionero. Voy a lugares donde la gente ni siquiera distingue la mano derecha de la izquierda, y se paran allí. ¿Saben lo que hacen cuando reciben el Espíritu Santo? Lo mismo que Uds., lo mismo.",
    "¡Oh!, ¿qué es? “Es para Uds. y para sus hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”. Esta misma receta funciona igual.",
    "Y la iglesia hará lo mismo que hizo en el principio. Así exactamente. Jesús es la vid. Nosotros somos los pámpanos, y al ser vacunados por esa Vida que estaba en la vid. La iglesia que salió, vacunada, escribió después un Libro de los Hechos.",
    "Ahora nosotros tenemos algunos sustitutos. Tenemos unos frutos injertados. Que—que viven de la vida del árbol, pero no da ese fruto. Así es.",
    "Yo estaba parado con un amigo mío, John Sharrit, allá en Phoenix, aquí no hace mucho. Él tenía un árbol allí, un naranjo, que tenía como cinco o seis clases diferentes de frutos.\n\nLe dije: “Nunca había visto algo así”.\n\nÉl dijo: “Están injertados”.\n\nDije: “¿En qué clase de árbol?”.\n\nÉl dijo: “Un naranjo”.",
    "Dije: “Bueno, hay limón, y hay lima, y hay mandarina, y tangelo, y—y toronja, de muchas clases diferentes”. Le dije: “¿Y todos crecen de ese mismo árbol?”.\n\nÉl dijo: “Sí, todo es fruto cítrico”.",
    "Dije: “Bueno, vaya, qué cosa más extraña”. Dije: “Ahora, este año, después de recoger toda esa fruta, ¿el próximo año producirá naranja?”.",
    "Él dijo: “¡Oh, no! Ah-ah. No”. Dijo: “Producirá según la rama que sea”.",
    "Y dije: “Entonces ese árbol se convirtió de, quiere decir, del—del naranjo a lo que…”.",
    "Él dijo: “No, no, no. Si alguna vez produce otra rama, producirá naranja”.\n\nDije: “Ya veo”. Amén.",
    "Hermano, tenemos cosas así en las denominaciones de iglesias inyectadas en Esto, y viviendo de Ella, llamándose Cristianos. Pero si la Vida genuina de ese árbol llega a producir otra rama propia, habrá otro Libro de los Hechos siguiéndola, porque Él es el mismo ayer, hoy, y por los siglos. Ellos ignoran por completo el mundo y sus tesoros. La gente que lee esta Biblia, si Uds. La leen desde el punto de vista denominacional, no recibirán mucho. Pero si Uds. solo miran para ver lo que Ella dice, entonces obedezcan lo que dice la receta. Léanla, obedézcanla, producirá una persona diferente.",
    "Acabo de llegar de la India, no hace mucho. Escuché de una mujer aquí, que vivía en extrema pobreza, su hijo se había ido a la India para ser médico. Y llegó allá y él se alejó de su práctica médica, e ingresó a otro campo, creo que era ingeniero eléctrico, o algo. Y esta mujer quedó en la pobreza. Ella simplemente no tenía nada, y la ayuda social vino a tratar de ayudarla para el sustento. Y entonces investigaron el caso, y al investigar, se dieron cuenta de que la mujer tenía un solo apoyo, y ese era un hijo que era un hombre muy rico en la India. Y le preguntaron: “Bueno, ¿por qué no la apoya su hijo?”.",
    "Dijo: “¡Oh, yo no sería capaz de pedirle!”. Dijo: “Soy su madre” dijo, “prefiero la caridad que pedirle a mi hijo”.\n\nDijo: “¿No recibe noticias de él?”.",
    "Dijo: “¡Oh, sé de él por lo menos una o dos veces al mes!”. Dijo: “Él me escribe algunas de las cartas más dulces que Ud. haya leído”.",
    "Dijo: “Bueno, parece que, si en verdad amara a su madre, y tuviera el dinero suficiente, él se encargaría del sustento de ella, en lugar de tener que acudir a la caridad”.",
    "Dijo: “Bueno, tal vez si él supiera que estoy así” dijo, “lo haría, él me daría el sustento. Pero” dijo, “Ud. sabe, él no está enterado, y me—me da vergüenza decirle a mi hijo, algo así”.\n\nY le dijo: “¿Y él aún le escribe a Ud. cartas dulces?”.",
    "Dijo: “¡Oh, algunas de las cartas más dulces!”. Y dijo: “Él me envía paisajes de los más lindos que Ud. haya visto”.\n\nDijo: “¿Paisajes de los más lindos? Pues veamos algunos”.",
    "Ella fue a su Biblia y los sacó. ¿Saben lo que eran? Giros bancarios. La India pone paisajes en sus giros bancarios, ¿ven?, paisajes bonitos. Ella tenía miles de dólares, al convertirlos de moneda india a dinero americano. ¿Qué era? En el borde de su Biblia, tenía tesoros que ella pensaba que eran “solo paisajes” pero, llegó a descubrir, que eran de gran valor para ella.",
    "Y, hermano, cuando Ud. lee acerca de un fuego pintado de Pentecostés, y alguien trata de decirle que el Espíritu Santo no es el mismo hoy como fue entonces, alguien trata de decirle que los días de los milagros han pasado, que Jesucristo no es el mismo ayer, hoy, y por los siglos, y tratan de decirle eso, Ud. no lo crea. Esos no son paisajes. El Dios Todopoderoso le envió ese mensaje a Ud., es cierto: “Es para Ud., y para sus hijos, para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Dios aún es Dios. Jesucristo es el mismo ayer, hoy, y por los siglos.",
    "Él está aquí, esta noche, para salvar a los perdidos, para sanar a los enfermos, para llenar con el Espíritu Santo, a los que desean ser llenos. Uds. creen eso, ¿no es así? Sí, señor. Si Uds. lo creen, entonces, ¿ven?, esas son las promesas de Dios aquí en esta Palabra, Ud. puede entrar allí mismo y encontrar toda promesa. La promesa es para Ud. Pedro dijo: “Para vosotros es la promesa, y para vuestros hijos, y para los que están lejos”. No tenga miedo de cobrar eso. Es un giro bancario del Cielo. Correcto. ¡Jesucristo el mismo ayer y por los siglos!",
    "¿Qué pasaría si Él se parara aquí esta noche y viera a esa mujer postrada allí enferma? Ella parece estar muy enferma, lisiada, probablemente paralítica o algo así. Dos mujeres… Una mujer, y un hombre de color y una mujer de color, esforzándose por un bebé, ¿qué piensan Uds. que haría si Él se parara viendo esos dos pacientes allí, como un sanador? ¿Creen Uds. que Él los puede sanar? Él ya lo ha hecho, ¿ven Uds.? Cuando Él murió en el Calvario, lo hizo. ¿Lo creen Uds., pacientes? ¿Creen Uds. que eso es verdad? Ud. allí con la damita de color, allí con el bebé, ¿cree Ud. que Jesucristo, cuando Él murió en el Calvario, que Él compró la sanidad de su hijo?",
    "Ud. allí en la camilla, si está… Parece muy enferma. Ud. está paralizada, sea lo que sea, ¿cree Ud. que Jesucristo murió en el Calvario, para salvarla de su enfermedad? ¿Lo cree Ud.? ¿Creen Uds. que lo que he dicho esta noche, es verdad? ¿Cree Ud. que esa receta es la verdad? ¿Lo cree?",
    "Si Él estuviera parado aquí esta noche, y Ud. Le preguntara: “¿Podría sanar a mi hijo?”. ¿Saben lo que Él diría? “Ya lo he hecho”. ¿Ven?, Uds. solo créanlo. ¿Ven? Si Ud. dijera: “Señor, estoy lisiado, no puedo caminar” o lo que sea. “Yo—yo no puedo caminar. Yo—yo me estoy muriendo” o algo, “¿me salvas?”. Él diría: “Ya lo he hecho”. ¿Ven?",
    "Ahora, ¿cómo sabría Ud. que es Su voz? Porque Él haría algo como lo hizo en aquel entonces. Él quizás pueda decirle algo acerca de Ud., decirle lo que Ud. era, o lo que Ud. sufre, o algo así, como Él lo hizo en los tiempos de la Biblia. Eso mostraría que Él es el mismo. Pero para sanidad, Ud. personalmente tendría que aceptarlo; “Él fue herido por nuestras rebeliones; por Su llaga fuimos nosotros curados”. ¿Lo cree Ud.?",
    "¿Cree Ud. que Él podría decirme esta noche cuál es su problema, o algo acerca de Ud. allí postrado? ¿Lo aceptaría y creería que soy Su profeta? ¿Lo hará?",
    "¿Qué me dice Ud., la señora allí a su lado, con su mano sobre su bebé, cree Ud. eso? …?…",
    "¿Cuántos lo creerán?",
    "Ahora, Padre Celestial, este es Tu siervo. Yo solo… Solo soy responsable por predicar Tu Palabra. Ahora, sé que esto es inusual, pero oro que Tú lo concedas en esta noche, para que la gente pueda saber que—que esto es la Verdad.",
    "Muy bien, miren hacia acá. Su bebé tiene cierta clase de enfermedad de los huesos. Es cierto. Tiene una gran hinchazón en la pierna. ¿verdad que sí? Mantenga su mano allí, repita y diga: “Señor Jesús, sana a mi bebé, Te serviré toda mi vida”. Si Ud. no ha recibido esta vacuna, créala con todo su corazón. Y ponga un cordón alrededor de la pierna de ese bebé, esta noche, y mídalo. Y luego traiga el cordón mañana, donde lo ha cortado, cuánto se encogió entre hoy y mañana en la noche. ¿Lo hará Ud.?",
    "Ud. acostada allí al lado, ¿cree que soy Su siervo? Yo nunca la he visto, en mi vida. Pero Ud. está tendida allí, con la sombra de la muerte. Hay una sombra oscura sobre la mujer. Ella está sufriendo, muriendo de cáncer. Exactamente cierto. ¿Y cree que Dios la sanará? ¿Puede creerlo? Entonces ¿por qué quedarse postrada allí hasta que muera? El médico no puede sanar eso. Levántese, en el Nombre de Jesucristo, y tome su lecho y váyase a casa.",
    "¿Creen Uds.? Todos los que quieran creer y aceptar su sanidad, pónganse de pie y den gracias a Dios.\n\nTómala del brazo, mi hermano.",
    "Digamos: “Alabado sea el Señor”, todos. ¿Le creen Uds.? Levanten ahora sus manos a Dios, y alábenlo. ¿Creen Uds.? ¿Acaso no hay bálsamo en Galaad? ¡El poder de Dios puede hacer eso!",
    "Pongámonos de pie, todos ahora, con fe para creerlo. Pónganse de pie, todos, y acepten la liberación, en el Nombre del Señor. Amén. 🦅"
  ]
}