{
  "title": "MÁS QUE SALOMÓN EN ESTE LUGAR",
  "id": "63440009",
  "content": [
    "🦅  Muchas gracias. Buenas tardes, amigos. Estoy feliz de estar aquí esta noche, disfrutando del apretón de manos y compañerismo con mi viejo amigo, el Hermano G.H. Brown. No lo he visto en años. Él es uno de mis—mis primeros colegas, de Arkansas, cuando estábamos allá en la 505 de la calle Victor.",
    "Recuerdo, Hermano Brown, la noche con aquella señora allá en el sótano, de espaldas, arrastrándose de espaldas, con su… Perdió el juicio, y estaba en muy mala condición. Después, la encontré en algún lugar por allá en Jonesboro, en su sano juicio, con su esposo, y completamente normal.",
    "Un hermano que acabo de conocer aquí, lo saludé de mano. Me hablaba de que estuvo en cierto lugar, y que su esposa tenía un bocio, creo, en la garganta. Fue sanada en la reunión. Y continúa sana.",
    "Dios es maravilloso, ¿verdad que lo es? Estamos muy agradecidos por eso. Deberíamos, y lo estamos, somos las personas más felices en la tierra, el pueblo de Dios, despreocupados, en el sentido que no le tememos a la muerte. Saben, Cristo conquistó todo, aun la muerte, aun ese temor de la muerte. Sí. “¿Dónde está, oh, muerte, tu aguijón? ¿Dónde, sepulcro, tu victoria? Pero gracias a Dios Quien nos da la victoria por medio de nuestro Señor Jesucristo”. ¡Cuánto Lo amamos a Él por eso!",
    "Esta hermanita de Florida, creo, dijo él, o de algún lugar aquí, que cantó ese canto: ¡Qué bella historia! Esa es mi canción favorita, escrita por nuestro amigo, el Hermano Booth-Clibborn. Creo que realmente expresa Su Deidad suprema hoy, en el día en que la gente quiere hacer de Él solo un profeta o—o algún líder. Y creo que eso expresa lo que Él es, y realmente me gusta ese canto.",
    "Ahora, saben, y lo malo de estas cosas, es que estas reuniones no son lo suficientemente largas. Apenas nos conocemos, y decimos “hola” y ya tenemos que irnos de nuevo. Pero realmente he estado a la expectativa de venir acá.",
    "Les diré una cosita. No dije eso insinuando algo la otra noche, de esa cubeta en que yo tenía melaza de sorgo que destapó ese osito. Pues esta noche alguien me indemnizó, me enviaron un frasco de melaza de sorgo. Gracias, y me encargaré de que el oso no llegue a él. Le pediré a mi esposa que me cocine una sartén de panecillos, y comenzaré inmediatamente. Sí, señor, realmente me gusta el sorgo.",
    "Billy, mi hijo, me acaba de decir, dijo: “Papá, recogieron una ofrenda de amor para tí”.",
    "Le dije a este predicador que no quería eso. Vean, yo no vine por eso, amigos. Vengo a ayudarlos, a intentarlo. Pero, no hay manera de devolverlo. Y si alguien sabe de alguien aquí que esté en necesidad, alguien, una viuda o algo, es para ellos. Así que, muchas gracias. Saben, la Biblia dice: “En cuanto lo hicisteis al más pequeño” ese soy yo, “de estos pequeñitos, a Mí lo hicisteis”. Y oro que Dios los bendiga por eso, y que Él—Él lo haga. Escuchen, si no hay una persona necesitada que la reciba, la destinaré al trabajo misionero en los campos extranjeros. Yo mismo voy, y así me aseguro de que se usa correctamente.",
    "Y en un esfuerzo de presentar este maravilloso Mensaje de—de la gracia de Dios que nos ha llegado en estos últimos días, el Mensaje, de la mejor manera que puedo presentarlo, y es el mismo Mensaje que prediqué hace muchos años. No me he apartado de él ni una pulgada, porque no se puede hacer. Si lo hiciera, tendría que salirme de la Biblia. ¿Ven? Así que, es de la Biblia. Y yo creo que “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Y Hebreos 13:8 dice que: “El es el mismo ayer, hoy, y por los siglos”. Yo lo creo.",
    "Ahora, les hablaba hoy, al mediodía, sobre un Mensaje del Evangelio. Me dio gusto ver al Hermano Tracy Boutliere aquí, y a ese hermano por aquí. Y, yo, ¿Uds. saben cómo me siento al pararme aquí? Yo—yo como que me quería escabullir de predicar esta noche, por causa de todos estos finos ministros que están aquí. Así que voy a hablar un poco acerca del Señor Jesús, sobre Su, la gran revelación de Él hoy, y acerca de Su poder para sanar a los enfermos.",
    "Y mi hijo vino hace un rato y repartió unas tarjetas de oración, y queremos orar por los enfermos esta noche. Y Uds. tienen hombres aquí que pueden predicar el Evangelio; lo han hecho, toda esta semana. Y estoy aquí para tratar de hacer mi parte, y mostrar mi agradecimiento por vuestra lealtad a Jesucristo, orando por los enfermos.",
    "Y ahora, antes de que abramos el Libro, hablemos con el Autor del Libro.",
    "Hace algún tiempo, un hombre me dijo. Yo estaba hablando de un cierto tema en la Biblia, y era un tema muy profundo sobre el cual hay mucha disputa y, sobre el Logos, y demás. Y él—él me miró. Y yo estaba con el Hermano Jack Moore, y veníamos por Cross Lake, en Shreveport, Louisiana. Y este hombre me miró, y dijo: “Es que Ud. no conoce su Biblia”.",
    "Yo dije: “Pero conozco muy bien al Autor. Y estoy seguro que, si Lo amo y Lo conozco en profundidad, Él me revelará Su Palabra”.",
    "Así que, hablemos ahora con el Autor, mientras inclinamos nuestros rostros. Ahora, mientras nos aquietamos. Y, recuerden, en nuestros corazones ahora, ¿habrá una petición esta noche entre nosotros, que quiere que Dios recuerde, que Ud. está orando por esta cierta cosa, tal vez un ser querido que venga a Cristo esta noche, tal vez alguien que sea sanado, o alguna otra petición? Manténgalo en su mente, y levante las manos a Dios, diga: “Señor, recuerda mi petición”. Por todo, en todas partes. ¡Qué mundo tan necesitado es este!",
    "Señor Jesús, venimos acercándonos a Ti en ese Nombre todo suficiente, sabiendo esto, que nos ha sido prometido que nuestras oraciones serán escuchadas. Dice: “Lo que pidáis en Mi Nombre, os será dado”. Y traemos todas estas peticiones, esta noche, ante el gran Trono blanco perlado donde está el Sacrificio Sangriento, Quien perdona todos nuestros pecados y sana todas nuestras dolencias. Y estamos muy agradecidos Contigo, en esta noche, por este gran privilegio que tenemos, y por la Palabra de Dios que no puede fallar. Aunque los Cielos y la tierra pasen, la Palabra nunca puede fallar. Y la Palabra es Dios. Y Él prometió que oiría y respondería nuestras peticiones. Ahora tenemos la certeza que recibimos lo que pedimos. Y mi mano también está levantada, Señor. Responde, esta noche, a nuestras peticiones.",
    "Queremos agradecerte por lo que has sido para nosotros, en esta convención, y a lo largo de la vida. Y también Te agradecemos por lo que eres para nosotros, y lo que serás en el futuro. Y en la hora de nuestra muerte, si tardas, sabemos que Tú serás la—la vieja nave de Sion, serás las Alas resplandecientes, serás la Estrella de la Mañana que iluminará el valle de sombra y de muerte, Tú serás el que nos llevará al otro lado del río, a esa gran Tierra prometida. Estamos complacidos por eso, Señor.",
    "Esta noche, sentados entre nosotros hay hombres, canosos y encorvados por la edad, y hace muchos años cuando yo era un muchacho pecador, estaban parados en las esquinas y peleando la buena batalla de la fe, por este mismo Mensaje por el cual estamos contendiendo esta noche. Padre Dios, estamos agradecidos de que estos hombres aún vivan, como testimonios de esta gran fe que una vez fue dada a los santos. Que podamos siempre contender por ella y ser leales a nuestro puesto del deber, hasta que Jesús venga.",
    "Ahora Te pedimos que bendigas las Palabras que leeremos, y lo que digamos en esta noche. Permite que caiga en tierra fértil que produzca un servicio, para que no quede un solo pecador en este edificio, que se vaya de aquí sin ser salvo. Que toda persona enferma sea sanada. Que no quede ni una sola persona débil entre nosotros al final del servicio. Sé que esa es una gran montaña que está frente a nosotros. Pero Tú dijiste en Tu Evangelio, según San Marcos 11:22: “Si a este monte dijereis: ‘Quítate’, y no dudareis en tu corazón, sino creyeres que se cumplirá lo que habéis dicho, recibiréis lo que habéis dicho”. Ahora nosotros lo creemos.",
    "Tú dijiste: “Cuando estéis orando, crean, perdonen”. Y nuestra oración es que perdones nuestras ofensas, como nosotros perdonamos a los que nos ofenden, para que no haya nada que impida respuesta a nuestras oraciones.",
    "Y, Señor, si sucede que nunca nos volvemos a reunir de esta manera en otra reunión, tal vez dentro de un año o cuando sea, sabemos que viene una gran reunión en la cual todos estaremos, y esa es la Cena de las Bodas. ¡Oh, Dios!, que no falte ni uno de nosotros en ese momento. Hasta entonces, mantennos saludables y felices, para servirte a Ti. En el Nombre de Jesucristo lo pedimos. Amén.",
    "Ahora, para orar por los enfermos, no me—no me pongo a predicar. Como he dicho, es—es una unción diferente; el mismo Espíritu, solo que un canal diferente por el que uno va.",
    "Y ahora quiero leer un pasaje conocido de la Escritura, y algunas Escrituras aquí a las que me gustaría referirme, antes de llamar a la línea de oración. Y sé que hace calor, y no quiero retenerlos por mucho tiempo.",
    "Y sé que es la clausura de la reunión, una gran semana, y como Uds. están repletos hasta capacidad ahora, y van a casa a pasar un buen rato. No quieran ir a casa solo para pasar un buen rato y disfrutar de las bendiciones de Dios, sino que vayan a casa para llevar lo que han aprendido y pasárselo a alguien más. Y que los hijos de esta reunión, que han nacido de nuevo, en esta reunión, el próximo año traigan a sus tátara-tátara-tataranietos; queriendo decir que Ud. ha ganado a alguien más, y ellos ganaron a alguien más, y ellos ganaron a alguien más para el Señor.",
    "Ahora abramos esta noche en San Marcos, el capítulo 12. Y quiero empezar a leer desde el versículo 38, de San… de San Marcos 12, incluyendo hasta la lectura del versículo 42. Y, por lo general, como es costumbre muchas veces, nos ponemos de pie cuando leemos la Palabra de Dios, pero siendo que están tan apretados esta noche, lo omitiremos, y nos sentaremos reverentemente y escucharemos la Palabra. Si tienen una Biblia, síganme mientras leo.\n\nEntonces respondieron algunos de los escribas y de los fariseos, diciendo: Maestro, deseamos ver de ti señal.\n\nÉl respondió y les dijo: La generación mala y la adúltera demanda señal; pero señal no le será dada, sino la señal del profeta Jonás.\n\nPorque como estuvo Jonás en el vientre de la ballena tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches.\n\nLos hombres de Nínive se levantarán en el juicio con esta generación, y la condenarán; porque ellos se arrepintieron a la predicación de Jonás, y he aquí más que Jonás en este lugar.\n\nLa reina del Sur se levantará en el juicio con esta generación, y la condenará; porque ella vino de los fines de la tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar.",
    "Tal vez use esto como texto: Más que Salomón en este lugar. Si leemos más arriba de esta Escritura, antes de esto vemos que en cierta manera encaja con lo que estábamos diciendo anoche.",
    "Cuando Cristo vino a la tierra, Él vino a los Suyos, y los Suyos no Lo recibieron. Y esos judíos fueron instruidos, por las Escrituras, acerca de la clase de carácter que tendría el Mesías. Y el Mesías habría de ser un profeta, de acuerdo a sus leyes. Moisés dijo: “Jehová vuestro Dios levantará un Profeta como yo, y a Él se aferrará el pueblo; y si no Le oyen, serán cortados del pueblo”.",
    "Vean, la Escritura no deja a ninguna edad sin una identificación clara, para que podamos saber en qué hora estamos viviendo.",
    "Aun en San Mateo 24, Jesús hablando del tiempo del fin, dijo: “Pues, de la higuera aprended la parábola”.",
    "Y Él dijo cuál sería la señal, de las tres preguntas. “¿En qué momento no quedarán estas, una piedra sobre la otra, del edificio? ¿Cuál es la señal de Tu Venida, y del fin del mundo?”. Y Él respondió las tres preguntas. Muchas veces, la gente hace de las tres preguntas una sola, pero a Él Le hicieron tres preguntas. Él respondió esas tres preguntas. Pero Él dio, por allí, una señal, porque los judíos buscan señal. Y ¿por qué buscan señales? Porque se les mando hacerlo así. El judío siempre creyó en lo sobrenatural.",
    "Aun bajo la ley, cuando había un soñador o un profeta que, daba un mensaje un poco confuso, o del cual no estaban muy seguros, ellos tenían una manera de averiguar si ese mensaje era correcto o no. Ellos llevaban a este soñador, o al profeta, al templo ante el—el Urim y Tumim, era el pectoral que colgaba, o que estaba sobre el pecho de Aarón, que representaba a todas las tribus de Israel. Y este profeta profetizaba, o el—el soñador contaba su sueño.",
    "Y no importa cuán real pareciera, si ese sueño o profecía no reflejaba una luz sobrenatural, una especie de constelación, como un arco iris allí frente a eso, que se llamaba el Urim y Tumim, el mensaje se rechazaba. Lo natural debía responder conforme a lo sobrenatural, y lo sobrenatural debe responder conforme a lo natural. Por lo tanto, en el Antiguo Testamento, el Urim y Tumim era la prueba, si las palabras eran verdaderas o no. Eso fue bajo el sacerdocio levítico.",
    "Pero Dios nunca nos dejó sin un Urim y Tumim, porque Su Palabra en esta noche es el Urim y Tumim. No importa lo bonito que suene el mensaje, o lo bien que suene el sueño, pero, si no destella en el Urim y Tumim, la Palabra de Dios, mi consejo es: deje eso en paz, porque Dios no lo vindica. Pues, este Libro es la revelación completa de Jesucristo.",
    "Ahora, Jesús había venido y había obrado exactamente como las Escrituras dijeron que lo haría.",
    "Y cuando el apóstol Pedro, como hablamos anoche, recibió la instrucción de su padre, por los maestros, que habría una resurrección del Mesías, y que este Mesías sería un Profeta. Ahora, por cuatrocientos años, desde Malaquías, no habían tenido profetas. Y aquí estaba un Hombre que cuando vino, no vestía diferente, no como algún sacerdote de renombre o un clérigo, sino como un hombre común. Y él no conocería a este Mesías por la vestimenta, sino que Lo conocerían por la—la Vida en Él. Y cuando Jesús lo miró y dijo: “Tu nombre es Simón, y tú eres el hijo de Jonás”, entonces el apóstol estuvo dispuesto a rendirse, por cuanto sabía que Jesús no lo conocía. No solo lo conocía a él, sino que también conocía a su padre, así que él supo que esa era la señal del Mesías.",
    "Seguimos también a Felipe, cuando fue por Natanael. Y lo trajo, y era un—un hombre fiel, un gran erudito en la Escritura. Encontramos que quizás Felipe le informó, en el camino, lo que había sucedido. Pero cuando llegó a donde Él, lo discernió, dijo: “He aquí un israelita, en quien no hay engaño”.\n\nÉl dijo: “¿De dónde me conoces, Rabí?”.",
    "Dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.\n\nY él dijo: “Rabí, Tú eres el Hijo de Dios, el Rey de Israel”.",
    "Y después, a la nación de los samaritanos, esta mujercita allí en Sicar. Y cómo ella en su condición de mujer de mala fama, pero cuando esa Luz del Evangelio iluminó su camino, y Él le habló de su pecado y lo que había hecho, ella dijo: “Señor, Tú eres, debes ser un profeta. Y se nos ha instruido, y sabemos que cuando venga el Mesías, Él nos dirá cosas”. Esa fue la señal del Mesías.",
    "Entonces vemos que Él no hizo esa señal delante de los gentiles, pero profetizó que se haría aquí en los últimos días, por el Espíritu Santo. Y, blasfemar Eso, sería imperdonable.",
    "Como dijo Él que así sería, como fue en los días de Sodoma, cuando vimos que la representación de Dios en un hombre, un ser humano, que comió carne de vaca, o de becerro, mejor dicho, y bebió la leche de la vaca, y comió pan, y él Le llamó: “Elohim”, el gran Dios, el Creador.",
    "Dios fue hecho carne en la forma de Jesucristo.",
    "Y hoy Él está en Su iglesia, en la forma del Espíritu Santo, aún es Dios. Y ese hombre en carne, representaba en el tiempo del fin antes de que el mundo gentil fuera quemado con fuego, que Dios estaría en carne humana, haciendo lo mismo, para vindicarse a Sí Mismo a los gentiles. Y Lo vimos a Él venir entre nosotros anoche, y hacer eso.",
    "Y ahora, Jesús estaba reprochándoles a estas personas, esta noche, por su incredulidad, porque debían haber recibido instrucción Escritural. Pero las tradiciones del día habían sacado a la gente de la Biblia, la Escritura. Jesús dijo: “Uds. con sus tradiciones han invalidado los Mandamientos de Dios”.",
    "Y me pregunto esta noche, si Él se parara en este suelo de los Estados Unidos, si no les diría lo mismo a muchos en esta noche. Con las tradiciones de los hombres, Uds. han tomado los Mandamientos de Dios y los han invalidado, al predicar que: “Es que los días de los milagros han pasado” y demás, como lo hacen. “Teniendo la apariencia de piedad” que el profeta dijo que habría en los últimos días, “pero negando la Eficacia de ella”.",
    "Encontramos, en esto, que Él los estaba reprendiendo, porque estaban obligados a mirar las señales y a creer en las señales. Noé les dio una señal. Dios siempre trató con el hombre en cada edad por medio de señales, porque Él es sobrenatural. Y donde está el Dios sobrenatural, seguramente sucederán cosas sobrenaturales.",
    "Luego encontramos, en los días de Noé: que aquellos que creyeron su mensaje y entraron, fueron salvos, y los que rechazaron su mensaje perecieron. Él les dio una señal al construir un arca.",
    "En los días de Moisés, Dios hablando a través de labios humanos pudo llamar moscas, pulgas, ranas, cerrar los cielos, oscurecer, por medio de un profeta que fue minuciosamente vindicado. Aquellos quienes creyeron y salieron de Egipto, cruzando la línea divisoria del Mar Rojo, fueron salvos. Los que estaban del otro lado, perecieron.",
    "Y Jesús los estaba discerniendo. Ellos Lo llamaron: “Beelzebú”, diciendo que Él estaba leyendo la mente de la gente. O algunos hoy hubieran dicho: “Es telepatía mental”. Pero cualquier persona inteligente que conozca un ápice de telepatía mental, sabe que las cosas que vemos no pueden ser telepatía mental.",
    "El otro día, en Tucson, un hermanito bautista, salió, y trajo a mi pequeña Rebekah a casa de la escuela, le cargó los libros. Y él fue a la reunión. Él llamó a su padre, un misionero allá en México, un buen hombre, un colega de Billy Graham; y le dijo: “Papá, date prisa y vuelve a casa rápidamente, hemos visto el poder del Señor Jesús manifestado”.",
    "Él dijo: “Hijo, ¿qué te pasa?”; lo llamó de larga distancia. Y le contó lo que sucedió. Él dijo: “Eso se puede ver en cualquier carnaval barato”.",
    "Y el joven se quedó allí por un minuto. Le dijo: “Papá, yo te amo. Has sido mi papá, y has procurado criarme correctamente. Pero ¿me pregunto si pudiéramos volver al tiempo pasado cuando Jesús de Nazaret hizo lo mismo en las costas de Galilea, si estarías dispuesto a llamarla una cosa de carnaval barato?”. El hombre dejó su puesto del deber, y vino y se convenció.",
    "¿Ven Uds.?, Jesús estaba tratando de decírselo a ellos: “Si Yo no hago las obras de Mi Padre, entonces no Me creáis. ¿Quién de vosotros puede condenarme de pecado, lo cual es incredulidad? Si Yo no he cumplido todas las palabras que fueron escritas de Mí, entonces pueden señalarme con el dedo; pero he hecho exactamente lo que la Escritura dice que Yo haría”.",
    "¡Oh!, si la iglesia tan solo pudiera tomar esa posición, esta noche, como representante de Jesucristo, y decir: “¿Dónde habremos fallado? Dios, quiero vivir para ver el día en que la iglesia de Jesucristo pueda ser una en propósito, corazón y cuerpo, de pie en el pleno poder ungido del Espíritu Santo, para representar y obrar como lo hizo Jesucristo, con Dios también en ellos”.",
    "Ahora Él comenzó desde atrás y les reprochó. Ellos sabían que Dios, en todas las generaciones, envía dones. Y cuando Dios envía un don a la tierra, y es rechazado, esa nación o esa generación entra en juicio. Y si Dios envía un don y es recibido, esa generación es bendecida.",
    "Estaba pensando esta noche, mientras venía, pensando en esto, en: “¿Cómo sería si toda América, en esta noche, creyera el don de Dios que hemos recibido?”.",
    "Jesús aquí se refiere al tiempo de—de Jonah, o realmente es Jonás. Y muchas personas condenan a Jonás, y dicen que Jonás era un… Dicen: “Él era un Jonás. Él hizo esto, aquello” porque Jonás, pensamos nosotros, se salió de la voluntad del Señor.",
    "Pero permítanme tratar de justificar eso, esta noche. La Biblia dice: “Por Jehová son ordenados los pasos de los justos”. A veces, Él nos hace hacer cosas muy contrarias a lo que pensamos; pero siempre, si estamos siguiendo la dirección del Espíritu, siempre estamos en Su voluntad. Dios hace lo que quiere. Él levantó a Faraón con el mismo propósito; y llamó, dijo que Él amó a Jacob y aborreció a Esaú, antes de que ellos nacieran. Ahora el propósito de Dios debe cumplirse. ¿Puede el alfarero… o dirá el barro al alfarero?, como vemos en Romanos 8 y 9.",
    "Observen, vemos aquí que Dios le ordenó a Jonás que fuera a Nínive, a predicar, y decir que en cuarenta días esa ciudad perecería, porque Nínive era una gran ciudad llena de pecado, una región pagana. Ellos adoraban ídolos. Eran, su ocupación principal era la pesca, porque estaban a la orilla del mar. Y se—se ocupaban en… la ocupación era pescar. Y Jonás, en lugar de tomar un barco… Y quizás el barco no salía en ese momento. Pero él tomó un barco a Tarsis. Y vemos y entendemos el problema en el que se metió Jonás, allá en el mar. Yo creo que todo eso fue ordenado por Dios. El mar se agitó, y Jonás dijo: “Átenme las manos y échenme por la borda”. Y Dios tenía un pez preparado, al cual llamamos “ballena” y, para que se tragara al profeta.",
    "Hace unos años, yo estaba en Louisville, Kentucky, y ellos—ellos tenían una ballena sobre… los huesos de una, sobre un—sobre un vagón de plataforma. Y este pequeño Ricky parado allí, con sus lentes sobre la nariz, y parecía tener más educación que inteligencia para controlar, y estaba tratando de explicar acerca de esta ballena. Él dijo: “Uds. saben, la antigua leyenda de la Biblia, que una ballena se tragó a Jonás”. Dijo: “Solo es una leyenda”. Dijo: “Porque, ¿ven Uds.?, difícilmente se podría pasar una pelota por su garganta, era tan pequeña, y no hubiera podido tragarse a un hombre”.",
    "Eso realmente fue demasiado para mí. Le—le dije a él, dije: “Señor, yo—yo quiero corregir eso”.\n\nÉl dijo: “¿Qué?”.",
    "Y yo dije: “Verá, ella quizás… Esta ballena quizás no pudiera tragárselo a él, pero la Biblia dice que, ‘Dios preparó un pez’. Era uno especial. Dios lo hizo lo suficientemente grande para que se lo tragara a él”. ¿Ven? Yo—yo sentí que hubiera sido un traidor a la Biblia si no hubiera dado mi testimonio, mostrado los colores, porque la gente se paraba allí riéndose. Déjenme decirles, la cosa cambió cuando se dijo eso, ¿ven?, no fue tan gracioso, cuando yo dije: “Ud. no conoce las Escrituras. La Escritura dice: ‘Dios preparó un pez’. Él hizo a este de manera especial”.",
    "Como una niña una vez, saliendo de la iglesia, dijo que estaba contenta. Su cabellito peinado hacia atrás, y ella se divertía, cantando las alabanzas de Dios. El incrédulo en la esquina dijo: “¿Por qué estás tan contenta, damita?”.\n\nElla dijo: “Acabo de ser salva, me iré al Cielo”.",
    "Él dijo: “¿Qué es eso que tienes debajo del brazo, será ese asunto que llaman la Biblia?”.\n\nElla dijo: “Sí, señor, lo es”.\n\nDijo: “¿Tú no creerás eso?”.\n\nDijo: “Cada Palabra de Ella”.",
    "Dijo: “Bueno, ¿supongo que crees esa historia de la ballena que se tragó a Jonás?”.",
    "Ella dijo: “Sí, señor, yo la creo. Si la Biblia dice que Jonás se tragó la ballena, yo lo creo”.",
    "Y él dijo: “Ahora, ¿cómo vas a probar que—que la ballena se tragó a Jonás, de alguna otra manera que no sea por la fe?”.\n\nElla dijo: “Cuando yo llegue al Cielo, le preguntaré a Jonás”.\n\nÉl dijo: “Y ¿si Jonás no está allí?”.",
    "Dijo: “Entonces Ud. tendrá que preguntarle”. Así que, solo para mostrar lo que iba a suceder, él terminó al otro lado. Y eso lo muestra muy bien.",
    "Pero yo creo que la ballena se tragó a Jonás. Ahora, estaba con las manos atadas en el vientre de la ballena, por allá en altamar, como a cuarenta brazas de profundidad.",
    "Bueno, Uds. las mujeres lo saben, por sus pequeños peces dorados. Un pez se mueve en el agua, en busca de su alimento. Y después que encuentra su alimento, llena su pancita, él baja al fondo de la pecera y descansa allí sus pequeñas aletas. ¿Ven?, está descansando. Sus aletas lo mantienen allí. Y ahora se está relajando porque está cansado de andar moviéndose.",
    "Pensemos que este gran pez hizo lo mismo. Cuando se tragó al profeta, bajó al fondo, su gran peso de muchas toneladas, se acuesta ahora en el fondo, con el profeta en su vientre. Y el profeta aún estaba vivo. Él se lo tragó. Y Jonás debe haberse dado vuelta, en el vientre de la ballena. Y, saben, dondequiera que miraba, podía ver el vientre de la ballena.",
    "Y a menudo pienso en las personas, que dicen: “Se oró por mí anoche, pero mi mano no mejora. Se oró por mí, y no oigo mejor”. Bueno, Uds. están mirando los síntomas, ¡mientras estén con la mirada allí! Si su pastor oró por Ud., lo ungió con aceite, o cualquier sistema que él use, de la Biblia de Dios, Ud. debe creerlo. Ud. tiene que creerlo.",
    "Ahora, yo no creo que ninguno de nosotros haya tenido tantos síntomas como los de Jonás, porque, por dondequiera que miraba, era el vientre de la ballena. ¿Pero saben lo que él dijo? Dijo: “Son vanidades ilusorias”. Él no las iba a creer. Dijo: “Una vez más miraré a Tu santo templo”.",
    "Ahora, Jonás sabía que cuando Salomón dedicó el templo, Dios vindicó Su Presencia en el templo, al entrar como la Columna de la nube, y entró y pasó detrás del Lugar Santo, sobre el Propiciatorio y sobre el arca, y se acomodó. Y Salomón oró: “Señor, si Tu pueblo estuviere en apuros, en cualquier lugar, y mirare a este lugar santo, y orare, entonces Tú lo oirás desde el Cielo”.",
    "Ahora, si Jonás, bajo esas circunstancias, pudo tener fe en la oración de un hombre, un ser humano, que más tarde se descarrió; y por un templo que fue construido por las manos del hombre, en el que Dios entró; y fue liberado de tales, tales síntomas; ¡cuánto más debemos nosotros, esta noche, bajo nuestra pequeña circunstancia, estando en medio de la Presencia del Mismísimo gran Dios, donde vemos personas sanadas, salvas y llenas del Espíritu Santo! No miren hacia un templo natural; sino miren al templo en el Cielo, donde Cristo Se sienta a la diestra de la Majestad, y el poder, con Su Propia Sangre, para interceder por nuestra confesión. Deberíamos avergonzarnos de nuestra debilidad. Ahora, hasta que Ud. pueda tener más fe que la que tuvo Jonás, no lo critique.",
    "Fíjense, entonces vemos que Dios, bajo esa oración y esa fe… Él pudo haber puesto allí una cámara de oxígeno; no sé lo que habrá hecho Él. Pero él estuvo, de acuerdo a la Propia Palabra de Cristo, tres días y noches en el vientre de esa ballena. Y entonces pensemos en eso, tal vez haya sido como a las once del día, todos los pescadores estaban a punto de ir a su almuerzo del mediodía, y listos para recoger sus redes. Y estos paganos adoraban animales, y el dios del mar era una ballena. Y como al medio día, aquí venía el dios del mar, la ballena, sacó la lengua, y el profeta salió caminando directamente de su boca. Con razón se arrepintieron, seguro, porque el dios escupió al profeta. Y él iba por las calles, diciendo: “Dentro de cuarenta días este lugar será destruido”. ¿Ven?, Dios sabe cómo hacer las cosas.",
    "Ahora, ellos Le pidieron a Jesús una señal, y Él les dijo que, “La—la generación mala y adúltera demanda señales”. Y, ahora, yo sé que hay una interpretación que Él les estaba refiriendo a ellos. Eso es verdad. Pero voy a continuar con esto, teniendo un doble significado.",
    "¿Cuándo hemos tenido una generación más perversa y adúltera que la que tenemos ahora mismo? ¡Una generación mala y adúltera! Ellos le dirán a uno, al salir por la calle, oiga: “¿Es Ud. un sanador Divino?”.\n\n“No. Cristo lo es”.",
    "🦅 Bueno, si Ud. es un sanador, o eso cree, y dice que es un sanador; conozco un hombre por acá que está enfermo, venga a sanarlo. Yo sé que Ud. ha dicho que ha resucitado muertos, ¿que cierto hombre murió y Ud. lo resucitó? Tenemos un cementerio lleno aquí de ellos; pruébenos eso”.",
    "Recuerden, es ese mismo diablo que dijo: “Si Tú eres el Hijo de Dios, ordena que estas piedras se vuelvan pan”.",
    "Es el mismo diablo que puso un trapo sobre los ojos de nuestro Señor, en el palacio esa mañana, Le cubrió los ojos, y tomaron un palo, esos soldados borrachos y bruscos, y con él Lo golpearon en la cabeza, y luego se pasaban el palo, uno al otro, diciendo: “Así que Tú conoces los secretos del corazón. Con que Tú eres un profeta. Si Eres profeta, profetiza y dinos quién Te golpeó. Entonces lo creeremos”. ¿Ven?, es ese mismo diablo. ¿Ven? Dios no payasea para nadie.",
    "Es el mismo diablo que dijo: “Baja de la cruz. Veamos como haces un milagro”. Ese diablo vive hoy.",
    "Y Jesús dijo que, “La generación mala, débil y adúltera buscaría una señal, y ellos la recibirían. Porque como estuvo Jonás en el vientre de la ballena, por tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra”. Entonces ¿de qué clase de señal estaba hablando Él? Una señal de la resurrección. Y después de dos mil años de predicación del Evangelio, dos mil años de crítica, la Biblia ha pasado por en medio de todo eso. Y, esta noche, Jesucristo está en medio nuestro, en el poder de Su resurrección, haciendo las mismas cosas que hizo cuando Él estuvo aquí en la tierra. Esta es esa generación débil y adúltera.",
    "San Juan 14:12, Jesús dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. ¿Ven? “Todavía un poco y el mundo, el cosmos, no Me verá más, pero vosotros Me veréis. Ese es el incrédulo, el mundo, el orden mundial, el orden de la iglesia, no Me verá más. Pero, vosotros Me veréis, el creyente, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Y esta generación mala y adúltera que tenemos en la tierra, que se burla de la Palabra original de Dios, se burla de—de la iglesia, ella recibe esta noche una señal de la resurrección. Pues, las cosas que Jesucristo está haciendo hoy, en la iglesia, no hay una sola persona en el mundo que pueda hacerlo aparte de Jesucristo. Y es una señal de que Él está vivo esta noche. Él resucitó de entre los muertos, hace dos mil años, y está tan vivo esta noche como cuando caminó en Galilea. Amén. ¡Señal de la resurrección!",
    "Luego notamos, más adelante, que Él se refiere al tiempo de Salomón. Él dijo: “Los hombres de Nínive se arrepintieron a la predicación de Jonás, y hay uno mayor que Jonás aquí”. Él dijo: “Y como en los días de Salomón, de cómo la reina del sur vino de los fines del mundo, para oír la sabiduría de Salomón, y uno mayor que Salomón está aquí”.",
    "¿Ven?, ellos no podían entenderlo. Eran lerdos. Isaías dijo: “Tienen ojos y no pueden ver, oídos y no pueden oír”.",
    "Voy a decir esto con amor. Pentecostés; casi está llegando a esa misma condición. Lo que Dios prometió, está pasando justo por encima de nosotros, y simplemente lo estamos dejando pasar. Lo que pasa con el pueblo pentecostal, es esto: ellos han visto tanto de Dios…",
    "Me recuerda un viejo proverbio, o una historia que leí una vez de un autor que había escrito acerca del mar, y él dijo que nunca lo había visto. Como sabemos que Stephen Foster, el amado escritor popular, escribió sobre el río “Swanee”, y nunca vio el río Suwannee. Y este escritor había escrito del mar, y nunca había visto el mar. En una ocasión él fue a visitar el mar. Y de camino allá se encontró con un marinero anciano, un viejo lobo de mar, que venía, con la barba canosa cubriendo su rostro, y su pipa de mazorca de maíz en la boca. Él dijo: “¿Adónde va, mi buen hombre?”.",
    "Él dijo: “Voy al mar”. Dijo: “Soy un—soy un poeta”. Él dijo: “Yo—yo solo quiero verlo. Quiero ver sus olas blancas, las olas salobres rebotar sobre lo azul. Quiero ver el reflejo del cielo en el agua azul, oler esa sal en el aire. Quiero oír las gaviotas en sus graznidos y chillidos, al ir y venir sobre el agua”.",
    "El viejo lobo de mar se sacó de la boca su pipa de maíz, y escupió. Dijo: “Yo nací en él, hace sesenta años. No le veo nada tan encantador”. ¿Por qué? Él lo había visto tanto, que le llegó a ser común.",
    "Y eso es lo que sucede con Uds. los pentecostales. Uds. ven tanta alabanza y bendición de Dios, que se les va de las manos. Debemos ser reverentes con estas cosas, y respetar todo lo que Dios nos da.",
    "Ahora, los días de Salomón, como cualquier teólogo, u hombre Escritural sabe, fue la edad dorada de los hebreos. No tuvieron guerras. Ellos, fue casi como un Milenio para ellos. ¡Un gran día! Ellos construyeron el templo. Todas las naciones les temían. Temían intentar cualquier cosa, porque sabían que el pueblo estaba unánime y de acuerdo. Dios les dio un don, y ellos lo creyeron. Ellos lo aceptaron, y con un solo corazón y unánimes obraban con él.",
    "¡Oh, si nosotros, la gente de América pudiéramos, esta noche, todos los presbiterianos y metodistas, y bautistas y pentecostales, derribar su tradición con la que su denominación los tiene rodeados, separando la hermandad, “aparentemente no teniendo la fe”! Si pudiéramos salir de ese viejo cascarón en el que estamos, y pudiéramos unirnos y aceptar el don de Dios, sobre las bases que Él nos lo dio, sería el mejor refugio antibombas que yo conozco. Yo prefiero pararme detrás de eso, las promesas de Dios, que todo refugio antibombas que pudieran construir. ¡Cómo sería, qué nación, qué avivamiento habría, cómo las otras naciones temerían hacer algo al respecto! Dios nos ha dado un don, pero nosotros le restamos importancia.",
    "Tratamos de llevarlo a un pequeño grupo, y decir: “Nosotros lo tenemos, y Uds. ya no tienen que ver con eso, porque Uds. no ven por mis lentes”. No debemos hacer eso. No es lo correcto. Mientras el diablo pueda hacerlos pelear el uno contra el otro, él no tiene que pelear.",
    "Pero cuando Uds. vean esa unión por los poderes de Dios, reuniendo a Su iglesia de los cuatro vientos de la tierra, entonces Uds. van a ver que algo acontecerá.",
    "Encontramos que, en los días de Salomón, Dios le dio a él un don de discernimiento. Fue un gran don, un don para discernir los pensamientos y demás, de la sabiduría. Y la gente se unió a eso. Ellos lo hicieron rey. Y, saben, él estuvo en boca del mundo. Todos comentaban de Israel. Ahora, ellos no tenían teléfonos ni televisiones y cosas, en ese entonces, llevaban las noticias de labio a oído. Y cada pueblo que pasaba por allí veía este gran don de Dios obrando, y la gente, pues, ellos—ellos se lo decían a todos. Y su fama se extendió por el mundo. Y todos ellos no tuvieron guerras, ni problemas, porque aceptaron el don que Dios les dio.",
    "Todos nosotros, esta noche, nosotros los presbiterianos, metodistas, bautistas, la sección pentecostal, si todos pudiéramos desechar nuestras ideas, y regresar y ver lo que Dios dijo al respecto, y cómo dijo que debía ser dado. Él no puede cambiarlo. Así como cayó en el día de Pentecostés, así cayó en la casa de Cornelio. Y cada vez que cayó, cayó de la misma manera, bajo la misma receta que Pedro escribió, en Hechos. Y así sigue siendo. Tiene que permanecer de esa manera. De cualquier otra manera… No hay otro lugar en la Biblia donde ellos Lo recibieron de alguna otra manera que no sea llevando a cabo esa receta de Hechos 2. Seguro que sí. Así es, y nosotros Lo recibimos hoy, así es la forma en que tiene que venir.",
    "Pero en sinceridad, el hombre sí recibe a Dios y Le cree, pero si ellos tan solo… Luego ellos, se separan, y porque “nosotros tenemos esto y no hay más en Eso”. Luego ellos se separan. Entonces no aceptarán ninguna revelación nueva. Ellos lo organizan. “Esto es. Esta es nuestra doctrina”, concluyen con un—un punto final. Si Uds. tuvieran una denominación que concluyera su doctrina con una coma: “Nosotros creemos esto, además de lo que Dios nos muestre”, entonces eso está bien, yo estaré de acuerdo en eso; pero nunca con un punto final. Pues, Dios es Dios, y el tiempo avanza.",
    "Siempre estamos queriendo mirar atrás y ver lo que dijo Moody: lo que dijo Sankey, lo que dijo Finney, lo que dijo Wesley, lo que dijo Lutero. Ellos eran hombres de ese día.",
    "La ciencia no mira hacia atrás a ver lo que dijo la ciencia. Pues, hace trescientos años, un científico francés probó que, si un hombre alcanzaba la tremenda velocidad de cuarenta y ocho kilómetros por hora, la gravedad lo sacaría de la tierra. ¿Se imaginan Uds. a la ciencia moderna citando eso? Hoy van como a tres mil doscientos diecinueve kilómetros por hora, buscando descubrir algo para que el acero no se derrita y poder ir a seis mil cuatrocientos kilómetros por hora. Ellos no miran hacia atrás ni lo citan. Ellos miran hacia adelante.",
    "Pero la iglesia siempre está mirando hacia atrás. ¡Miremos hacia arriba! Pues, sus poderes son limitados. Y nosotros tenemos poder ilimitado: “Porque todo es posible para los que creen en Dios”. La verdadera fe genuina acentuará cada Palabra que Dios dio, con un “amén”. No: “Bueno, eso fue para otra generación”. ¡Él es el mismo ayer, hoy, y por los siglos!",
    "Ahora vemos que Salomón, las nuevas se esparcieron tanto que llegaron hasta Sabá. Y había una reina allá, debe haber sido una damita amable. Ella gobernaba a su pueblo. Y, Uds. saben, empezaron a informarle que había un—un gran Dios allá en Israel, y que Él había ungido a un ser humano con un don de discernimiento que era sobrehumano, pues, ningún hombre podría tener esa sabiduría; tenía que venir de un dios. Y, saben: “La fe viene por el oír, el oír la Palabra”. Y eso impactó su corazón, como lo hizo con la mujercita inmoral en el pozo anoche. Eso impactó su corazón, y comenzó a querer saber más de esto.",
    "Pienso que eso nos conviene, a todos, cuando descubrimos dónde está la Vida Eterna, porque queremos vivir.",
    "Bueno, cada caravana que pasaba, ella probablemente los detenía y los traía al palacio. “¿Pasaron Uds. por Palestina”?",
    "🦅 Sí, tenemos ungüentos, y algunas joyas y cosas de allí”.\n\n“Bueno, ¿es verdad lo de ese gran don de su Dios?”.",
    "🦅 Es la verdad. Lo vi funcionando”. ¿Ven?, la fe viene por el oír.",
    "Y entonces ella comenzó a, comenzó a sentir sed. Ella quería verlo personalmente.",
    "Ahora, ella tuvo que pasar por muchas dificultades. Para comenzar, ella era una pagana. Y algo más, ella era la reina. Y, sin duda, para hacer esto, ella tendría que consultar con su propio sacerdote, por el permiso para ir a oír esto. Así que, me puedo imaginar… Si sueno sacrílego, pues, no es con esa intención. Solo voy a hacer un pequeño drama aquí. Me la puedo imaginar yendo al sacerdote y diciendo: “¿Santo padre?”.\n\n“Sí, hija mía” dijo el sacerdote.",
    "🦅 He estado oyendo noticias de que allá en Israel tienen un Dios que ha ungido a un hombre con Su Propio discernimiento y poder”.",
    "🦅 Ahora escucha, hija. Si, si los grandes dioses se movieran, sería entre nosotros”. Saben, no tienen que ser todos sacerdotes paganos, para creer eso. ¿Ven? “Si alguna vez actuaran, harían lo que fuera en nuestra organización. No estarían con esos otros, ¿ven? Después de todo, esos son un montón de santos rodadores”. Bueno, no quise decir eso, ¿ven?, pero Uds. saben. “Ellos—ellos—ellos, no son gran cosa; solo son un montón de fanáticos. Cuentan toda clase de historias que cruzaron Mares Rojos, lo cual no son más que leyendas. Así que, no puedes creerle a ese grupo allá, porque son—no son sino un montón de erráticos. Ahora, si hay algún poder, es en el gran dios, Dagón, o algunos de estos aquí”.",
    "Puedo oír a la mujercita, comenzó a hablar, dijo: “Pero, sabe, me dicen que este Dios que ellos tienen por allá es un Dios real”.\n\n“Pero” dijo él, “hija, ese es un dios real”.\n\n“Pero, ellos, ellos me dicen que este Dios allá arriba tiene vida”.",
    "¿Ven?, cuando—cuando—cuando algo realmente apremia el corazón, Dios hablará con Ud. si tan solo Ud. continúa en la plática. ¿Ven? “No os preocupéis por lo que diréis; les será dado en esa hora”.",
    "Luego dijo: “Dicen que este Dios por acá es un Dios que ama a Su pueblo, luego Él desciende y Se da a conocer a través de Su pueblo”.\n\n“¡Ah, eso no es verdad! Escucha”.\n\n¡Oh!, ¿qué dijo? “Pues, un momento. Voy a ir allá”.",
    "🦅 Si vas allá, pues, traerás la desgracia. No vayas a ese avivamiento. Pues, nosotros no estamos cooperando, tú lo sabes, así que no debes hacerlo”. ¿Ven?",
    "🦅 Y sabe” ella dijo, él dijo, “mi bisabuela sirvió a ese ídolo, a esa estatua, o mi abuela y mi madre, toda mi gente les sirvió a esas estatuas, y ni una sola de ellas ha mostrado una pizca de vida. Solo son… No me importa cuántos pergaminos Ud. pueda leer, ni cuánto más, ellas no han mostrado ni una pizca de vida. Y aquellos dicen que: ‘Esto es Vida’. Y esto es… Eso me interesa”.",
    "Bueno, puedo oírlo decir: “Ahora, mira, si vas allá, voy a tener que excomulgarte. Tomaré tu… Eres un miembro de los que establecieron esto, tú lo sabes. Y si yo… Y tú tienes dignidad, y rebajarás tu prestigio si vas con un grupo así”. ¿Ven?\n\n“Bueno, ¡qué prestigio ni nada!”.",
    "Saben, cuando Dios presiona el corazón de alguien, no hay nada que les impida el camino. Ellos van a llegar allí, de todas maneras, y Dios se encargará de eso; no me importa si es esposo, esposa, hijo, predicador, pastor, quienquiera que sea, cuando viene esa hambre de Dios.",
    "Ahora encontramos a la damita, cuando se preparó, ella dijo: “Bueno, como sea, yo—yo iré”.",
    "🦅 Pero te excomulgaremos. Tu nombre no estará aquí”.\n\n“Bueno, entonces mejor quítelo, porque iré”.",
    "Y, así que, ella tuvo que pagar un precio. Muchos de nosotros no queremos pagar el precio. Preferimos aferrarnos de algún credo.",
    "Ahora, la mujer, no hay duda que había estudiado los pergaminos de esta religión. Ella había visto que esa era la naturaleza de Dios; y que Dios, el Dios de toda sabiduría, estaba en un don en un hombre, que Dios Mismo Se estaba expresando, no a través de algún ídolo mudo, sino a través de un hombre.",
    "Cómo es que el paganismo es un tipo perfecto, o, un anti-… o, un tipo del Cristianismo, así como el adorador pagano cae ante un ídolo y se postra, de tal manera, que él—él cree que ese ídolo le responde.",
    "Como los—los—los indios navajos. Tenían a la tortuga como dios de la lluvia, con el lodo sobre la espalda, y la hicieron un ídolo. Y hacían un cascarón vacío, e invocaban, y así podían oír su propia voz haciendo eco, y ellos pensaron que ese era el dios de la lluvia que les respondía.",
    "¡Qué diferente con el Cristianismo! Nosotros nos postramos ante un Dios sobrenatural que no es un ídolo, y somos llenos de Él y llegamos a ser Su ídolo, una imagen viviente de Él, trabajando, caminando sobre la tierra como una representación viviente del Dios que servimos. ¡Dios en un ser humano! Es contrario al paganismo; ellos se postran ante una María o un José, o algún santo, o algo así, que ha estado muerto por años. Y, pero, ¿ven Uds.?, el Espíritu Santo entra en el ser viviente, no en un ídolo muerto; sino en el ser viviente, y obra a través de ese ser viviente, no a través de un ídolo; “Vosotros sois los templos de Dios”. ¿Ven?",
    "Vemos entonces que Dios no cambia, Él hace lo mismo en esta noche como lo hacía en los días de Salomón. Él le dio a Salomón este don.",
    "Y vemos ahora que la mujercita tiene que prepararse. Ahora, ella tenía muchas cosas en su contra. Ella tenía muchas circunstancias y muchos obstáculos, pero no su fe; su fe no los tenía.",
    "Ahora ella se decidió: “Viajaré hasta allá. Y si voy, y si la cosa es correcta, la voy a apoyar. Si no es lo correcto, puedo regresar a casa con mis regalos”.",
    "Saben, ella debería hablar con algunas personas pentecostales. Es cierto. Ajá. Es cierto. ¿Salen aquí y Uds. dicen ser de Pentecostés, y apoyan programas de radio que se burlan del asunto en el cual Uds. creen? Y siendo un deber entre su propia gente, el ayudar a sostener el programa de Dios. ¿Ven?",
    "Ahora, pero ella tomó el dinero, oro e incienso, y demás, y cargó algunos camellos.",
    "Ahora, otra cosa, ella iba a un—un viaje peligroso. Recuerden, los hijos de Ismael estaban en el desierto, y ellos eran ladrones. Y qué fácil hubiera sido para esa banda de ladrones emboscar a esta pequeña reina, con unos cuantos eunucos como guardias, y matarlos y llevarse todo ese tesoro.",
    "Pero, saben, cuando se tiene hambre y sed de Dios, no se ve ningún peligro, Ud. no ve nada. Ud. quiere llegar a Dios, y Dios siempre provee que Ud. llegue.",
    "Ella quería llegar allí. Ese era el deseo de su corazón, así que Dios iba a ver que ella llegara allí. Ahora, ella nunca consideró el peligro.",
    "Uno no piensa en el peligro. Uno no piensa en la crítica. A Ud. no le importa lo que alguien más diga. Si su corazón está tan hambriento por Dios, el único objetivo suyo es llegar a Él. No importa cómo Ud. tenga que llegar allí. ¡Solo llegue allí! Ahora, ella tenía ese mismo objetivo.",
    "Y, ahora, no cabe duda que ella consiguió todos los pergaminos y comenzó a leer, mientras iba de camino. Seguramente viajaban de noche, porque ese desierto del Sahara, esos rayos directos de calor son muy, muy calurosos.",
    "Ahora, solo piensen en la distancia que ella tuvo que recorrer para ir a ver la sabiduría de Salomón. Si lo miden en su mapa, es una larga distancia hasta allá, como cuatrocientos ochenta y tres kilómetros. Y ¿saben cuánto tiempo le tomó? Ahora, ella no fue en un Cadillac con aire acondicionado, sino que fue sobre el lomo de un camello. Y le tomó noventa días, tres meses, para llegar allá.",
    "Con razón Jesús dijo: “Ella se parará con esta generación y la condenará”. Algunas personas que viven al otro lado de la calle, ni siquiera se acercarán a la puerta donde eso mismo sucede. Correcto. Amén. Con razón ella se parará en el Juicio con la generación de ahora, y la condenará. No, nosotros con Cadillacs con aire acondicionado, y trenes y aviones, y teniendo de todo, Dios lo puso allí a su alcance y aún así no lo haremos. Y ella vino de toda esa distancia para oír la sabiduría de Salomón, y uno mayor que Salomón está aquí, ¡Jehová, Dios Mismo! ¡Fíjense!",
    "Luego vemos que ella comenzó a cruzar el desierto, leyendo esos pergaminos, finalmente, persistió hasta que llegó allí.",
    "Ella probablemente llegó al patio, al patio del palacio o donde haya sido, y levantó sus tiendas, lo cual era costumbre en aquellos días, con sus doncellas y sus eunucos, ubicados allí.",
    "Y entonces pensemos que, a la mañana siguiente, sonó la campana y—y sonaron todas las trompetas, siguieron los cantos, y ella pudo entrar y consiguió un asiento bien atrás en la parte de atrás. Ella vino para averiguar si esto era verdad o no. Ella misma quería averiguarlo. Ella no estaba dispuesta a quedarse sentada por allá lejos. Habiendo oído de esta gran cosa, ella no aceptó lo que otro dijera al respecto. Ella misma quiso averiguar.",
    "Como Felipe le dijo a Natanael, en nuestra lección anoche, dijo: “¿De Nazaret puede salir algo de bueno?”. O salir de… Recordaré el lugar en un minuto, de donde Él vino. Dijo: “¿De Nazaret podrá salir algo bueno?”.",
    "Dijo: “Ven y ve. No te quedes allí a criticar. Ven y averígualo tú mismo”.",
    "Si nosotros tan solo pudiéramos hacer lo mismo esta noche: ¡Venir y ver! Tomen su Biblia, revisen lo que ven sucediendo. “Escudriñad la Escritura” dijo Jesús, “porque Ellas son las que dan testimonio de Mí”. Él es la Palabra. Y las Escrituras Mismas son la Palabra, así que Ella testifica de Él cuando la Escritura cobra Vida para Ud., cuando Ella Se manifiesta en Ud.",
    "Ahora, vemos que ella había leído los pergaminos, y así ella conoció la naturaleza de lo que era Jehová: toda sabiduría. Y cuando ella levantó sus pequeñas carpas, escondió sus regalos en la esquina, fue a averiguar si eso era correcto o no. Si es lo correcto, vale todo lo que ella tiene. Si no está correcto, lo llevará de regreso.",
    "Y así mismo pienso yo esta noche. Si este plan de salvación por el cual estamos contendiendo está correcto, le debemos todo lo que tenemos, nuestra vida, nuestro tiempo, todo lo demás. Si no está correcto, entonces averigüe qué es lo correcto; porque Ud. solo tiene esta vida, y pronto terminará. Escudriñen las Escrituras, primero, y vean si cuadra con la Escritura.",
    "Luego vemos que esta mujercita toma un asiento bien atrás, por allá atrás, como todo recién llegado en algún momento. Y después de sonar la trompeta, el pastor Salomón entró, y se sentó. Comenzó la reunión. Se llamaron las tarjetas de oración. Eso suena mal, pero quiero llegar a un punto. Y, pues, ella investigó. Ella dijo: “Veré dónde está esta sabiduría”. Así que, cuando el primer paciente, como haya venido, o la pregunta que haya sido, vino ante Salomón, él lo reveló. Ella dijo: “Oiga, eso está bien”.",
    "Ahora, ella no quiso decir: “Saben, ese hombre tiene telepatía, creo yo”. Su corazón comenzó a sentir hambre. Ella comenzó a creer, día tras día.",
    "Finalmente llegó su turno de pararse frente a él. Ella también tenía algunos secretos. Y cuando ella se presentó ante Salomón, la Biblia dice que, “nada de su corazón le fue oculto a Salomón”. Él reveló cada secreto de su corazón.",
    "Y cuando vio aquello en operación en ella, se paró, siendo una pagana, delante del pueblo, y dijo: “Todo lo que oí es verdad, y más”. Ella dijo: “Bienaventurados los hombres que están aquí para presenciar esto cada día”. Amén. ¡Oh, ella—ella había quedado casi sin aliento! Habiendo visto a otros en los que había operado aquello, y luego obró en ella, pues entonces le creyó a Dios.",
    "Con razón, con razón Jesús dijo que, “Ella se parará con esta generación”. Cuando, allí estaba Él, parado allí, haciendo lo mismo, solo que más de eso, y señales más poderosas; y ellos parados allí: “Muéstranos” diciendo, “muéstranos una señal del Cielo”. ¡Oh, cuán ciega puede estar la gente! Él dijo: “Ella se parará en el Juicio, con esta generación, y la condenará”.",
    "Y luego, después de dos mil años de predicación del Evangelio, y del Espíritu Santo derramar en estos postreros días sobre el pueblo los dones del Espíritu Santo, y habiendo prometido que este gran discernimiento sucedería de nuevo en la iglesia: ¿qué haría ella con esta generación cuando ella se pare allí, después de su tiempo además de dos mil años de predicación del Evangelio, en estos últimos días al ver dones, no un don, sino dones del Espíritu Santo? Ella rindió su vida a Cristo. ¿Por qué?",
    "Tengo que terminar, porque no… yo quiero—quiero orar por Uds.\n\nAmigos, ¿ven?, ellos dijeron: “Muéstranos una señal. Queremos…”.",
    "Eso es lo que pasa con los pentecostales. Uds. están buscando algo, y uno de estos días estará demasiado lejos. Pasó allí al lado suyo, y Ud. no lo conoció.\n\nRecuerden, en los días de Elías, ellos no supieron quién era él.",
    "En los días de Juan el Bautista, ellos no supieron quién era él. Y hubo mención de él en la Escritura, lo que él sería: “Yo envío Mi mensajero delante de Mi faz, para preparar el camino”.",
    "Y aun los discípulos vinieron a Él, dijeron: “¿Por qué tiene que venir Elías?”.\n\nÉl dijo: “Ya vino, y Uds. no lo supieron”.",
    "Ellos no supieron que Jesús era el Cristo, hasta que murió y fue sepultado.\n\nEllos no sabían que Ireneo pertenecía o…",
    "Diré esto, para que toda la gente lo sepa. Ellos no supieron que Juana de Arco era una santa de Dios, hasta que la mataron. La iglesia católica quemó a Juana de Arco, por bruja, porque ella veía visiones y oraba por los enfermos, resucitó a los muertos. Y la iglesia católica la acusó de bruja, y quemó a esa mujer en la hoguera. Y como doscientos años después, despertaron y se dieron cuenta que ella era una santa. Por supuesto, ellos hicieron una gran penitencia, desenterraron el cuerpo de esos sacerdotes y los arrojaron al río. ¡Tonterías!",
    "Pero cuidado, eso puede suceder entre nosotros, que la cosa pudiera suceder y estar claramente identificada por Dios en la Escritura, y por la ciencia y todo lo demás, y se nos pase por alto y no lo sepamos. Entonces sucederá en el último día, claramente identificado.",
    "El hombre sigue siendo el mismo. El hombre siempre está alabando a Dios por lo que ha hecho, y hablando de lo que Él hará, e ignorando lo que Él está haciendo. Esa es la naturaleza del hombre.",
    "Mirémoslo a Él, lo que Él está haciendo ahora. Él es Jesucristo el mismo ayer, hoy y por los siglos, el mismo Jehová Dios que fue manifestado en Él. “En aquel día conoceréis que Yo estaba en el Padre, y el Padre en Mí; Yo en vosotros, y vosotros en Mí”. Dios rebajándose de una Columna de Fuego a un Hombre; y de la vida sacrificada de ese Hombre, la Sangre que nos limpió bajó a nosotros, para tener compañerismo de nuevo, para sacar una iglesia para un Edén de nuevo.",
    "¿Por qué? Ahora silencio, un minuto. ¿Qué le hizo esto a esa mujer? Ella profesaba una religión, pero su corazón estaba hambriento por ver algo real. Ella quería algo real.",
    "Y si Ud. está con hambre de ver algo real, Dios se lo mostrará. Ud. siempre encontrará lo que busca.",
    "Me recuerda, como todos Uds. saben, que yo… Hablando con mi amigo aquí atrás, el Hermano Brown, hace un rato. Recuerdo que la Hermana Brown está aquí en alguna parte, dijo él; bendiciones a ella. ¡Lo que viví con esas personas allá en aquellos primeros días de mi ministerio! Y el Hermano Brown es como un hermano completo para mí, porque le gusta cazar. La Hermana Brown le compró una nueva escopeta automática Browning. Le pregunté si aún la tenía. Dijo: “Sí”. Voy a convertirlo a él al rifle, uno de estos días, alejarlo de esa vieja cosa de salpicar.",
    "Ahora fíjense. Pero en la caza, yo solía ir a los bosques del norte a cazar venados, muy arriba, New Hampshire y Maine, que es el hogar del venado de cola blanca. Y yo tenía un compañero allá, con el que cazaba. Y él era un buen cazador, con una cuarta parte de sangre de indio. Y no había que preocuparse por él; no se le iba a perder a uno, sabía adónde ir. Y era un buen cazador. Nos separábamos, y nos encontrábamos en lugares de esas montañas blancas y grandes selvas, pero nos encontrábamos. Y no éramos simples caminantes; cazábamos. Me encantaba cazar con Bert.",
    "Él era un cazador excelente, pero era el hombre más malvado que he visto. Ese hombre tenía un corazón como de piedra. Él era cruel. Tenía ojos que parecían de lagartija, y él—él—él sencillamente era malo, simplemente malo. Y a él le gustaba dispararles a los cervatos, ese es el pequeño venado bebé, solo para hacerme sentir mal. Él mataba estos pequeños cervatos, y yo le decía: “Bert, ¿no te da vergüenza hacer eso?”.",
    "Y él decía: “Así son Uds. predicadores, tienen corazón de gallina”.\n\nLe dije: “Bert, eso no es tener corazón de gallina; eso es ser cruel”.",
    "Ahora, el—el—el sexo del venado o el tamaño no es problema. Si la ley dice que uno puede matar un cervato, adelante, mátelo. Pues, Abraham mató un becerro y se lo dio de comer a Dios; no había inconveniente, con el venado bebé.",
    "Pero solo matarlos y dejarlos allí tendidos, solo para ser malo, eso es asesinato. Y eso no me gusta, y yo se lo decía. Le decía: “Bert, eres mi amigo, y me caes bien y eres un buen cazador. Eres buen pistolero, con buena puntería, de tiro mortal”. Le decía: “Te aprecio, pero—pero eres—eres—tú eres cruel”.",
    "Y él decía: “¡Oh, Billy, si no fueras un predicador, serías un buen cazador!”.",
    "Y yo le decía: “Escucha, Bert, podrías ser más humano en cuanto a esto”. Le decía: “Eso está mal”.",
    "Él decía: “Tú…”. Yo fui guardabosques por años, Uds. saben. Y él decía: “Tú, tú estuviste en la protección ambiental por demasiado tiempo”.\n\nDije: “No, no es así”.",
    "Y, un día fui allá a cazar. Era un poco tarde en la temporada. Yo estaba en unas reuniones. Y la nieve ya había caído, unos quince centímetros, buena nieve para rastrear. Y me encontré con Bert, y él dijo: “Oye, Billy, tengo algo nuevo para ti”.\n\nY le dije: “¿Qué?”.",
    "Sacó de su camisa un pequeño silbato, y él sopló este pequeño silbato. Y sonaba como el pequeño venado llamando a su mamá, Uds. saben, solo un pequeño cervato, ese pequeño balido que dan.",
    "Y dije: “Bert, ¿no vas a decirme que harías—tú harías eso?”.\n\nÉl dijo: “¡Oh, avívate, predicador!”.",
    "Y al día siguiente fuimos de cacería. Y normalmente llevamos un emparedado, y—y un pequeño termo de—de chocolate caliente, porque tiene azúcar, Uds. saben, y nos calentaba. Sí, hace mucho frío allá arriba, en esa época del año. Así que, nosotros…",
    "La temporada había comenzado. Y—y cuando se disparan un par de rifles, Uds. hablan de que Houdini era un artista del escape, pues era un aficionado al lado de esos venados. Pues, ellos escapaban al instante, se arrastraban debajo de matorrales o lo que fuera, y luego comían de noche si la luna estaba brillando. Entonces, si no lo hacían, aguantaban el hambre, antes de salir, porque sabían que era ir a la muerte salir allí. Y, entonces, la temporada había comenzado, la gente había estado cazando por un par de semanas.",
    "Y caminamos toda la mañana, y no vimos ni un rastro. Como al mediodía, él caminaba delante de mí. Íbamos a subir a la cima del desfiladero, y luego nos separaríamos y regresaríamos por dos caminos diferentes, y llegaríamos al campamento esa noche, quizás a las nueve, diez en punto. Si matábamos un venado, lo colgábamos, y los dos regresábamos al día siguiente y ayudábamos a traerlo. Así que, íbamos subiendo, para separarnos, y aún no habíamos llegado más allá de la línea del bosque.",
    "Y como a las once y media o doce, Bert se agachó. La nieve se hacía bastante profunda, en lo alto de la montaña. Y él como que se agachó, y me pareció que llevó la mano para atrás… Él no dijo mucho. Y extendió la mano hacia atrás, pensé que iba a tomar su almuerzo; y yo fui a sacar mi almuerzo. Pensé: “Bueno, vamos a comer. Aquí es donde nos separamos, y él se irá por aquí, y yo por el otro lado”.",
    "Y él se sentó. Había un pequeño claro, como el doble del tamaño de este edificio, solo un pequeño, lo que llamamos, un pequeño parque de césped. No vimos una sola huella en toda la mañana. Y él se sentó allí al lado de esto, debajo, junto a unos árboles, como un pequeño banco de nieve; se agachó así, como si fuera a sacar su—su termo o su emparedado, comenzó a sacarlo. Y fui a sacar el mío. Y él sacó este pequeño silbato. Y me dio una mirada, con esos ojos de lagartija.",
    "Y sopló este silbato. Y cuando sopló ese silbato, él sabía muy bien cómo manipularlo, sonaba como un pequeño cervato. Y cuando lo hizo, para sorpresa mía, allí al otro lado de ese claro, estaba una gran madre venado. Esa es la gama, la hembra; hermoso animal, grandes ojos cafés, y esas orejas levantadas. Y él me miró, así, con esa sonrisa tonta. Me miró así, guardó su silbato. Pensé: “Bert, no lo harás”.",
    "Él dijo: “Sh”. Y vi el… Lo sopló de nuevo, muy suave, ligeramente.",
    "Y, ahora, eso es inusual en ese venado. ¿A esa hora del día, a las once del día, salir? No. ¿Qué fue? Su bebé estaba en problemas. Ella se levantó. La observé, detrás de este arbusto.",
    "Y él lo sopló de nuevo. Ella dio dos o tres pasos adelante, saliendo directamente al campo abierto.",
    "Eso es completamente inusual. Sí, señor, ella no haría eso. No, señor. Pero ¿qué fue? Su bebé estaba en problemas.",
    "Y ella dio unos pasos más, con esas orejas grandes, miró a los lados. Y ese Bert me miró. Y pensé: “¡Oh, oh!”. Lo vi meter esa bala en el cañón de ese treinta cero seis, y bajar el perno.",
    "Apuntó, y la cruz de esa mira allí directo a su corazón. Y cuando levantó el rifle, el venado vio al cazador. Ella se volvió.\n\nY él sopló ese silbato de nuevo.",
    "Saben, normalmente ese venado desaparecería. Pero ella no. ¿Por qué? Ella era una madre. Ella no estaba fingiendo algo. En su interior, ella nació una madre. Su bebé estaba en problemas. Aunque sabía que le costaría la vida, a ella no le importó. Ella era una madre. Ella no estaba en alguna actuación. Eso era genuino, era su vida. Ella era madre.",
    "Y vi al cazador sacar su rifle; y él tenía una puntería mortal. Y volteé el rostro; no podía mirar. Pensé: “¿Cómo puede ese hombre de corazón cruel volarle el corazón, ese precioso corazón leal latiendo por su bebé? ¿Cómo él puede volarle el corazón?”. Y yo sabía que esa gran bala de hongo, de ciento ochenta granos, le atravesaría el corazón, a esa distancia. Pensé: “¿Cómo será capaz?”. Y di la espalda, para no mirar.",
    "Y comencé a orar. Dije: “Padre Celestial, ¿cómo puede ese hombre ser tan cruel? Esa preciosa madre, ella no puede evitar eso. Ella no está haciendo un espectáculo. Ella es genuina. Y ella es—y ella es una madre, y está siendo llamada, quiere encontrar a su bebé. Aun al costo de vida, su bebé está en problemas”. Y yo estaba orando, en silencio, escuchando en cualquier momento para oír ese martillo disparar, caer, y la explosión de esa arma. Y yo solo estaba parado allí sosteniéndome así, orando.",
    "Esperé, esperé. El rifle no disparó. Esperé un momento. Y me di la vuelta para mirar, y hacía así. Él no podía tener el rifle quieto. Volteé y lo miré.",
    "Él me miró. Su expresión había cambiado. Esos ojos de lagartija habían cambiado, a otra cosa. Las lágrimas le caían por las mejillas. Él arrojó el rifle al suelo. Dijo: “Billy, ya fue suficiente. Guíame a ese Jesús del que hablas”.",
    "Allí en ese banco de nieve, esa tarde, yo guié a ese hombre de corazón cruel a Jesucristo. ¿Por qué? Porque él vio algo real, algo no fingido, algo que fue genuino.",
    "¡Oh, este mundo hambriento está buscando algo real, algo que no es fingido, algo que es genuino, que es nacido de Dios, que viene de la Biblia! A Ud. madre, hermano, esta tarde: ¿no le gustaría a Ud., Cristiano, tener a Jesucristo así en su corazón?, ¿tanto del Espíritu de Dios en su corazón, que lo impulse a hacer cosas tan leales como ese venado hizo con su bebé? ¿No le gustaría a Ud. ser esa clase de Cristiano? ¿Les gustaría tener ese tipo de salvación que haría… Ud.… ni muerte o cosa alguna, y sencillamente el—el amor de Dios en su corazón, como ella tuvo el amor por su bebé?",
    "Ahora, la única manera de hacerlo; Ud. no puede hacerlo uniéndose a una iglesia. Ud. no puede hacerlo inscribiendo su nombre en un libro. Tiene que ser real; tiene que ser genuino. Tiene que ser un nacimiento. Tiene que cambiarlo a Ud., de solo una creencia manufacturada, a un Cristiano genuino.",
    "Ud. dice: “¿Cree Ud. que el amor pudiera ser así de grande? ¿Cree Ud. que Él pudiera amarme?”.",
    "Él dijo: “Una madre pudiera olvidar a su bebé de pecho, pero Yo nunca podré olvidarme de ti. Vuestros nombres están grabados en las palmas de Mi mano”.",
    "Dios vino a la tierra, en forma de Hombre, y—y—y Él mismo desplegó, extendió Su tienda; de ser Jehová Dios, para ser Hombre, para soportar la vergüenza y la maldición. El pequeño Jehová Dios en un pesebre, en un montón de estiércol, allí llorando en un pesebre; Dios, el Creador de los Cielos y la tierra, parado allí en carne humana, para llevar sobre Sí Mismo la muerte por los pecados suyos, para poder liberarlo a Ud. para que sea más Cristiano de lo que ese venado fue madre. ¿Cómo puede Ud. rechazar un amor tan incomparable? Y, aún más, Él escribió Su Palabra. Eso es suficiente. Ud. no pudiera aceptarlo por mi palabra, Ud. tiene que… estaría bien, pero no Él. Él subió a lo Alto y dio dones de nuevo a los hombres. Él regresó en la forma del Espíritu Santo, el mismo Dios, para abrir su corazón, por medio de la Sangre expiatoria.",
    "🦅 Sed vosotros perfectos como vuestro Padre que está en el Cielo es perfecto”. Ninguno de nosotros puede ser eso. Yo no miro lo que soy. Yo, yo no soy digno; Ud. no es digno. ¿Quién es digno? No miro a lo que yo soy; miro a lo que Él es. Él es Aquel que fue examinado. Él es mi Sacrificio. Yo no soy digno de pararme aquí como ministro. Si confiara en mi mérito, yo—yo estaría en el infierno, y Uds. también; pero no miramos a lo que somos.",
    "Ud. dice: “Yo no podría hacer eso. No pudiera llamarlo. Yo no pudiera tocar el manto de Dios. Yo no pudiera hacer esto”.",
    "¡Oh, Ud. puede! ¿Miren lo que pasó? Él murió para que Ud. pudiera hacerlo, para que Ud. pudiera ser salvo. Eso es genuino. ¿Les gustaría ser así, y les gustaría ser recordados en oración? Levanten la mano, digan: “Me gustaría, Hermano Branham”.\n\nInclinemos nuestros rostros.",
    "Con nuestros rostros inclinados, vengan ahora dulcemente, humildemente. No tenemos lugar aquí para un llamamiento al altar. Ni siquiera hay un altar. Pero la Biblia dice: “Todos los que creyeron fueron bautizados”. El llamamiento al altar, comenzó en el día metodista, lo cual está bien. Pero en el tiempo de nuestro Señor y los apóstoles, ellos “creyeron para Vida”. Uno era “salvo por fe, por gracia”. ¡Y si Ud. no tiene esa experiencia esta noche, hermano, hermana!",
    "Mujeres, ¡si Uds. no tienen suficiente gracia en su corazón esta noche para saber que la Biblia enseña que deben dejar de cortarse el cabello, de usar pantalones cortos y maquillaje! ¡Si Ud. no tiene la gracia suficiente en su corazón, esta noche! Y Uds. saben que la Biblia enseña que deberían hacerlo. Él no puede cambiar. Ud. dice: “Yo no uso pantalones cortos; uso pantalones”. Eso es peor.",
    "Dios dice: “Una mujer que usa ropa que pertenece a un hombre, es una abominación para Dios”.",
    "¡Y Uds. hombres que no pueden dejar de embobarse mirando a las mujeres vestidas inmoralmente, los ídolos del día! Uds. hombres que no tienen suficiente gracia genuina en su corazón para hacer que su esposa e hijos dejen de hacer tales cosas, el amor de Dios no está anclado en su corazón; no se haga llamar un hijo de Dios. Ud. aún está en Sodoma, un hombre que no puede encargarse de su propia casa; lo cual Dios le ordenó.",
    "¡Y Uds. diáconos que se han casado dos o tres veces! ¡Y Uds. hombres que salen, engañan a sus esposas, y declaran aún estar en la fe! ¡Y mujeres, que también cruzaron la cerca! ¡Uds. que se esconden detrás del manto de la iglesia! Su denominación no querrá tener nada que ver con el prójimo, sea Cristiano o no; si él no pertenece a su grupo, Ud. no querrá tener nada que ver con él. ¡Vergüenza debería darle!",
    "Que Dios se muestre real, esta noche, para Uds. Que Ud. pueda venir a Él, dulcemente ahora, y decir: “Señor, perdona mis pecados. De esta noche en adelante, yo Te serviré”.",
    "Uds. que aman los programas de televisión, y se quedan en casa para ver alguna estrella de cine inmoral, como Amamos a Sucy o algo de esa otra cosa que tienen, se quedan en casa el miércoles por la noche para ver la televisión en lugar de venir a la sala de oración, el amor de Dios ha salido de su corazón. Ud. hace eso, ¡y con todo mantiene su membresía! El amor de Dios lo alejaría de eso, y lo conduciría a su iglesia, a su—su hermano y hermana; a reunirse, sentarse en lugares Celestiales y escuchar a su pastor predicar. Y el—el avivamiento, o el campamento, está terminando ahora. Si eso aún está en su corazón, oremos juntos ahora para que Dios lo quite.",
    "Señor Jesús, venimos con humilde remordimiento, venimos con corazones penitentes, Señor. Todos somos culpables. Hemos transgredido Tus Mandamientos. Hemos transgredido las leyes de Tu amor que nos salvó. La iglesia misma ha entrado en berrinches y programas de construcción, y toda clase de cosas; y dejó la reunión de oración y—y el Espíritu Santo por algo una o dos veces por semana, cuando debería estar en nuestros corazones y en nuestra mente constantemente. Perdónanos, Señor.",
    "Perdona a nuestros ministros, Señor, quienes se paran en el púlpito y les avergüenza proclamar el Evangelio completo de Cristo. Como muchos de ellos hoy… El mundo entero se ha convertido en una Sodoma. Muchos ministros están sentados en su parroquia, esta noche y mañana, o en su estudio, buscando palabras; y lo encuentran en la Palabra de Dios, y ven los pecados, pero temen decir algo al respecto, pues serían excomulgados. La junta de diáconos se encargaría de ellos, y serían denunciados al cuartel general y los sacarían, cuando ellos saben que deben predicar contra el pecado. Es nuevamente un Lot: “Los pecados de Sodoma afligían su alma justa”. Pero el hombre no tiene el valor. Así como Lot, él no tuvo el valor para ponerse de pie.",
    "Oro, Dios, que nos perdones por cosas como esas. Que seamos como Pablo de antaño: “No he rehuido declararles todo el consejo de Dios”. Perdónanos a todos, Padre.",
    "Como esta pequeña historia sencilla, de ese día frío de noviembre, allá en la cima de esa montaña; cómo ese hombre, esta noche es un diácono allá en la iglesia, un Cristiano fiel, por una madre venado que vino y mostró algo tan real. Tú dijiste: “Si—si ellos callan, las rocas clamarán”.",
    "Oro, Padre, que nos des algo tan real, esta noche, que atraiga nuestra atención a Cristo, para demostrarnos que Él está en medio nuestro, en esta noche.",
    "Manos penitentes se levantaron, cientos de ellas. Perdónalos, Señor. Ahora Te recuerdo, Señor, la Escritura en que dijiste: “Ningún hombre puede venir a Mí si Mi Padre no lo trae primero”. ¿Cómo podrían levantar las manos si Tú no los traes? Cuando levantan la mano, rompen toda regla científica. La gravedad mantiene sus manos hacia abajo. Pero había un espíritu en ellos, y el Espíritu junto a ellos, que dijo: “Estás equivocado. Levanta tus manos”. Y eso desafió las leyes de la gravedad, y levantaron las manos hacia el Creador: “Ten misericordia de mí, Dios”.",
    "Y Tú dijiste: “Todo lo que el Padre Me ha dado, vendrá a Mí. De ninguna manera los echo fuera. Yo les daré Vida Eterna y los levantaré en el día postrero”. Tú dijiste: “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna, y nunca vendrá al Juicio, sino que ya ha pasado de muerte a Vida”.",
    "[Cinta en blanco.—Ed.]…al Reino de Dios, para hacer miembros leales del Cuerpo de Cristo. Y sus iglesias, de estos ministros, que puedan crecer y crecer con miembros nacidos de nuevo, en el Reino de Dios. Bendice a mis hermanos, para que cualquiera por el que oren sea sanado; el Evangelio que predican, que no caiga sobre terreno duro y pedregoso, sino sobre corazones tiernos.",
    "Concédelo, Señor, que el Reino de Dios pronto sea establecido en la tierra. Tú vienes por Tus delegados. Un día el Cordero dejará el santuario, dará un paso adelante para tomar el Libro de la mano de Aquel Quien es el Dueño de la escritura. El hombre habiendo transgredido, pues, el Libro de la Vida volvió a su Dueño original. El hombre, toda vida estaba perdida; y no había hombre, ni en el Cielo ni en la tierra, que fuera digno. Pero vino un—un Cordero, un Cordero Ensangrentado que había sido inmolado desde la fundación del mundo, que vino y tomó el Libro de Redención y Lo abrió. Dios, que mi nombre esté allí. Que todo nombre aquí esté escrito Allí, Señor, que haya sido redimido en este gran plan de redención. Concédelo, Padre.",
    "Y ahora Te los entregamos. Te los encomiendo a Ti. Y si hay algunos aquí que nunca han sido bautizados en el bautismo Cristiano, que se presenten, por el acto de fe, y confiesen que están errados, y sean bautizados en el Nombre de Jesucristo para perdón de sus pecados, y sean llenos del Espíritu Santo. Concédelo, Padre.",
    "¿Podrías oírnos, Padre, en esta oración, que humildemente Te presentamos, en el Nombre, el Nombre todo suficiente bajo el que todos los Cielos y la tierra son nombrados, Jesucristo? Amén.\n\nHay una Fuente sin igual,\n\nDe Sangre de Emanuel,\n\nY queda puro en su raudal,\n\nQuien se sumerge en Él.\n\nQuien se sumerge en Él,\n\nQuien se sumerge en Él;\n\nY queda puro en su raudal\n\nQuien se sumerge en Él.",
    "¿No les encantan esos himnos antiguos? Siga. ¿No son maravillosos? Escritos por el Espíritu Santo. Me encantan. Yo creo que los himnos de jubileo están bien, pero me gustan estos himnos antiguos de la Sangre, cantos de la Fe. Cantémoslo, otro verso, a la antigua, a la manera campestre, como lo cantábamos allá en las colinas hace años.\n\nEl ladrón moribundo se regocijó al ver (Su última oportunidad).\n\nEsa Fuente en su día;\n\nAhí pueda yo, aunque vil como él,\n\nLavar todos mis pecados.",
    "Cerremos nuestros ojos y cantémoslo dulcemente a Cristo.\n\nEl malhechor se regocijó al ver\n\nEsa Fuente en su día;\n\nY ahí pueda yo, aunque vil como él,\n\nLavar todos mis pecados.\n\nLavar todos mis pecados,\n\nLavar todos mis pecados;\n\nY ahí pueda yo, aunque vil como él,\n\nLavar todos mis pecados.",
    "¡Oh!, ¿no los hace sentir todos restregados por dentro, al sentir la dulzura de la Presencia de Dios? “Ahora, vosotros sois los hijos de Dios. Ahora somos alzados a lugares Celestiales en Cristo Jesús”, con toda autoridad, los Cielos y la tierra nos han sido dados. ¿Lo habían pensado?\n\nAlguien dice: “¿Y Ud. tiene algún poder?”.\n\n“No, pero yo tengo autoridad”.",
    "Es como el pequeño policía parado aquí en la calle, un hombrecito con la gorra cubriéndole las orejas, pesa como cuarenta y cinco kilos, con una insignia abrochada. Y aquí vienen un montón de carros por la carretera, a ciento sesenta kilómetros por hora; y cada uno, cuatrocientos o quinientos caballos de fuerza. Él no pudiera detener ni uno de ellos; pero deje que levante esa mano. Ajá. Él tiene autoridad. Eso es lo que hace chirriar los frenos. No es su poder; es su autoridad.",
    "Y nosotros tenemos autoridad, por Jesucristo. Por eso es que los diablos gritan. ¿Ven? No porque tengamos poder, sino porque tenemos autoridad. El Espíritu Santo está aquí, la autoridad de Dios. “Las obras que Yo hago, vosotros también las haréis”. “Jesucristo es el mismo ayer, hoy, y por los siglos”. Yo Le creo.",
    "Ahora estamos sentados en lugares Celestiales, en la Presencia de Cristo, alzados por sobre los afanes del mundo, a una esfera de fe. ¿Qué podría suceder aquí esta noche? Podría haber otro Pentecostés. Tal cosa pudiera suceder aquí mismo, esta noche, como sucedió en Hechos 2. Correcto.",
    "Cristo está aquí. ¡Si pudiéramos sacar la dureza de nuestros corazones! ¿Estará Él con nosotros? ¿Será verdad? ¿Estará Cristo entre nosotros? Él prometió que estaría. ¿Cómo lo conocería Ud. a Él? No por Su apariencia, sino por las obras que Él hizo. Eso es lo que Él prometió, y dijo que Él lo haría.",
    "Dios, ayúdanos esta noche, para que cuando salgamos de aquí, mi oración es… Y lo diré con mis ojos abiertos, a Uds. Mi oración es que Uds. vean algo tan real, que Dios haga algo tan real, esta noche, que Uds. digan como los que venían de Emaús, al Uds. ir a sus hogares: “¿No ardían nuestros corazones en nosotros?”. ¿Ven?, ellos estaban…",
    "Jesús había sido crucificado, y muerto, sepultado, se rumoreaba que Él había resucitado, y Él caminó con ellos todo el día y no Lo conocieron. Él ha caminado con mucha gente, y no lo han sabido. Es Quien evitó que él tuviera ese accidente camino aquí; eso es lo que sana a su bebé; Cristo, y quizás Uds. no lo reconozcan.",
    "Pero una noche Él los tuvo en Emaús, a Cleofas y a su amigo, y ellos cerraron las puertas, luego Él hizo algo exactamente como lo hizo antes de Su crucifixión. Ellos supieron que era Él, en Su resurrección. Rápidamente fueron a decírselo a los otros.",
    "Que Él haga algo esta noche, como lo hizo antes de Su crucifixión, para nosotros; que nosotros, cuando salgamos de Emaús, podamos decirles a los demás: “Nuestros corazones ardían en nuestro interior”. Que podamos ver algo real, no tanto de alguna doctrina nueva o algo; sino la doctrina que conocemos, manifestada por el poder de Dios.",
    "Anoche llamé a una línea de oración, subió una señora lisiada y demás, sanados. ¡Testimonios! En una forma aficionada; no pudimos estar aquí por mucho tiempo, no lo suficiente para conocerlos a Uds. Allí podía captar los sentimientos de la gente, decían: “Él les está leyendo la mente”. Quise dar la espalda a la gente y mostrarles que no estaba leyendo la mente.",
    "Muchos de Uds. veteranos aquí en Arkansas recuerdan cuando yo solía tomar la mano de una persona, como Él me dijo: “Se cumplirá entonces que, si eres sincero, conocerás los secretos más íntimos de su corazón”. ¿Recuerdan eso, todos Uds.? ¡Y las cosas que Él ha hecho, alrededor del mundo, en todas partes!",
    "No olviden ahora la revista Life, el mes pasado. Ver dónde Él predijo lo que sucedería, y allí, parados allí, testigos aquí esta noche que estaban allí. Ni siquiera la ciencia sabe algo al respecto. Ellos se preguntan el por qué; pero apareció.",
    "Ahora, miren, voy a tomar una nueva Escritura esta noche. La Biblia dice que “Jesucristo es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Es así, hermanos? Esa es la Escritura. Ahora, si Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades, ahora si Ud. Lo tocara, Él actuaría, si Él es el mismo que era, Él actuaría como Él lo hizo allá. Porque no se puede… Esa es de la única manera en que Ud. Lo conocerá a Él, por Su acción. ¿Ven?",
    "Cualquier hipócrita puede ponerse cicatrices en la mano, y sangre o lo que sea, pero lo que confirma es una vida. ¿Ven? Yo pudiera tomar un árbol y atarle hojas, aquí afuera, de un árbol diferente, pero ¿qué clase de fruto produce? ¿Ven?",
    "Ahora, si la Vida de Cristo vive en Ud., entonces si esa primera Vida que salió de ese pámpano… Bueno, Él no tiene manos ahora sino las suyas y las mías. Él no tiene voz sino la mía y la suya. ¿Ven?, la vid no da fruto; la rama da fruto. Y si el pámpano que brotó de la primera rama que salió de esa vid de uvas, como dije, ellos después escribieron un Libro de los Hechos. Si llega a producir otra vid original, Uds. escribirán después otro Libro de los Hechos. Será el mismo Espíritu, porque es la misma Vida en toda la vid. Toda rama que produzca estará Allí.",
    "Ahora quiero que noten algo, mientras estamos aquí sentados. ¿Cuántos de Uds. creen que Cristo está aquí? ¿Cuántos de Uds. están enfermos? Levanten las manos. ¿Cuántos de Uds. creen que tienen suficiente fe, y que al tocar Su manto Él actuaría de la misma manera?",
    "No voy a llamar una línea de oración. Solo llamaré desde aquí, que salga desde aquí. Es todo un reto. Pero Uds. tienen mucha fe, y yo creo que Dios la honrará.",
    "Ahora voy a mirar a la congregación, y quiero ver si hay alguien que conozco en la congregación. Conozco al Hermano Tracy Boutliere sentado allí. Este hermano aquí, no estoy familiarizado con estos ministros por aquí. Un ministro por allá atrás en la parte de atrás, que conozco. Aparte de eso, con la autoridad de mi Biblia, y Ella sobre mi corazón… No juro, porque la Biblia dice que no lo haga; pero con mi Biblia sobre mi corazón, no miento. No veo a otra persona más que conozca, aparte de Jim Maguire.",
    "Y si no estoy seguro, ese es un hermano que conocí en el tabernáculo el otro día. Acabo de conocerlo. Olvido su nombre. Él es un… trabaja en el tabernáculo de Jeffersonville. ¿Correcto? Ahora, esa es la única persona que conozco, que puedo ver que conozco.",
    "Ahora, si Jesús estuviera aquí, y Uds. quisieran ser sanados, y Le pidieran a Él: “Señor, ¿me podrías sanar?”.",
    "Bueno. Si Él estuviera parado aquí con este traje puesto que Él me dio, Él no podría sanarle a Ud. Él ya lo ha hecho. ¿Ven?, fue consumado en el Calvario. Y el mundo entero fue salvo, el mundo entero fue perdonado, todo sucedió en el Calvario. ¿Ven?, “Él herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”, tiempo pasado. ¿Ven?",
    "Ahora lo único que Ud. tiene que hacer: Eso no le servirá de nada a menos que Ud. Lo crea; no que Lo sienta. Jesús no dijo: “¿Lo sentiste?”. Él dijo: “¿Lo creísteis?”.",
    "He visto gente levantar la mano, y decir: “¡Siéntelo! ¡Siéntelo! ¡Siéntelo!”. Él nunca dijo eso.\n\nÉl dijo: “¿Lo creísteis?”. Fe, ¿ven?",
    "Fíjense, ahora. Si Él es ese mismo Sumo Sacerdote, Él tendría que actuar de la misma manera. No importa cuánto Él me unja a mí, Él también tiene que ungirlos a Uds.",
    "Oigan, veo a un hombre que conozco. Allí está el Sr. Way, el hombre que cayó muerto en la iglesia el otro día, que Dios trajo de nuevo a vida, sentado allí mismo. Y un ministro sentado a su lado, que yo conozco, sentado allí mismo a su lado. Pero por lo demás, esto… Sí, creo que veo a este hermano, este es su hermano que conocí allá con la familia Blackwell hoy, orando en la casa.",
    "Pero Uds. quienes Le creen, y creen que pueden tocarlo, voy a preguntarles algo. Ahora, yo soy su hermano, solo un—un—un hombre, como su esposo, o su hermano, o su pastor, simplemente un hombre. Y ahora, allí, no es en algún cuarto oscuro, como algún diablo. Y, como sea, el diablo no hace eso. ¿Alguna vez han oído a un diablo predicar el Evangelio, salvar almas y sanarlas? “Si Satanás puede echar fuera a Satanás, entonces su reino está dividido contra sí mismo”, dijo Jesús. No.",
    "Pero aquí mismo, Uds. miren y crean que Jesús aún sigue siendo ese mismo Sumo Sacerdote que Él fue, y Ud. diga: “Señor Jesús, estoy enfermo. O, tengo una madre enferma sentada aquí, o un hermano en un hogar. Señor, yo—yo—yo no puedo pagar mi deuda. Ayúdame. Yo—yo confesaré todos mis pecados. Yo—yo—soy un pecador; yo—yo quiero estar bien con Dios”. Lo que sea, pídaselo a Él. Tóquelo a Él, como el Sumo Sacerdote, y vean si Él no actúa hoy como lo hizo entonces. Eso muestra que Él está con nosotros.",
    "Ahora, yo creo que Él lo hará. Yo no… Él nunca me ha fallado, en todos estos años. Yo—yo Le creo. Y Uds. pueden entender el desafío que es. Pero, no es…\n\nAlguien dijo: “¿No tiene Ud. miedo?”. No, señor.",
    "¿Cómo podría temer, si Él está aquí mismo a mi lado? Él, es Su Palabra; no la mía. Solo estoy diciendo lo que Él dijo, esa es mi confesión. Confesar significa “decir lo mismo”. La Escritura, que es Dios, Dios en forma de letra. “El Verbo fue hecho carne y habitó entre nosotros”. Y la Palabra aún es Dios. Y la Palabra dice que: “Él es el mismo ayer, hoy, y por los siglos”. Depende de Él poder confirmarlo. Y vale la pena que yo Lo crea. Ahora Ud. créalo.",
    "Ahora quiero entonces que cada uno de Uds., quietamente, en silencio, ore a Dios, y diga: “Señor Dios, ayúdame. Yo sé que ese hombrecito de hombros encorvados parado allí no sabe nada de mí, pero Tú me conoces. Y si tan solo obras, repitiendo la Escritura para mí en esta noche”.",
    "Como la mujer que tocó Su manto. Él en realidad no sintió el toque de la mano, porque, como les dije, la vestidura palestina fluye libremente; debajo de la prenda, gruesa. Grandes vestiduras pesadas, Él no lo sintió. Y Él dijo: “¿Quién Me tocó?”.",
    "Y Pedro Le reprendió, diciendo: “¡Señor!”. Pues, Lo tomó y Lo reprendió por eso. En otras palabras: “Suena como demencia que lo digas. Todos Te abrazan, dándote palmaditas en la espalda. ‘¿Quién Me tocó?’”.",
    "Él dijo: “Pero virtud ha salido de Mí. Alguien Me tocó con un toque diferente”.\n\n¿Puede Ud. realizar ese toque esta noche?",
    "Yo me rindo. Ahora recuerden: yo quedo completamente mudo a estas cosas, por fuera del Reino de Dios. Es como este micrófono. Este micrófono no puede hablar; solo puede hablar cuando algo habla a través de él. Y nosotros somos como ese micrófono, en esto. Yo no los conozco, pero se necesita de algo que hable por aquí.",
    "Y Ud. créalo, y tenga fe en Dios, y Dios lo concederá. ¿Lo cree Ud.? Ahora solo crean. Tengan fe y no duden. Crean en el Señor Dios. Ahora solo oren, sean muy reverentes, y solo vean.",
    "Ahora, Padre Celestial, me he extendido hablando. Hay personas sentadas aquí con destino a la Eternidad, cada uno de nosotros. Nuestros rostros están inclinados al polvo, de donde Tú nos tomaste; y si tardas, regresaremos a ese polvo. Estos espíritus y almas en nosotros, deben regresar a Ti para el Juicio.",
    "Ahora, Padre Celestial, oramos que honres Tu Palabra en esta noche. He hablado de Ti, ahora declara que he dicho la Verdad, Señor. Yo soy Tu siervo. Me encomiendo a Ti. Y si hay alguien aquí, Señor, que tenga esa clase de fe, que pueda producir la manifestación de Jesucristo, para mostrar que la señal que Él prometió, la última señal para la iglesia gentil, que se llevaría a cabo, la iglesia elegida, como el grupo de Abraham, llamado a salir. Vemos a Billy Graham y a esos hombres allá en Sodoma, llamándolos a salir; pero recordamos que Aquel que se quedó con Abraham les dio otra señal, que el hijo que venía estaba a la mano. Señor, permítenos ver esa señal, en esta noche, como el Hombre con Su espalda hacia la tienda, dijo: “¿Por qué se rió Sara?”. Jesús dijo que eso se repetiría, un poco antes de la venida del Hijo del Hombre; Dios manifestado en carne, en carne humana, a través del poder del Espíritu Santo y la Sangre de Jesucristo. Concédelo, Señor. Encomiendo esto, y a mí mismo, a Ti para Tu servicio. Habla, Señor. Tus siervos escuchan.",
    "Ahora, en el Nombre de Jesucristo de Nazaret, tomo todo espíritu aquí bajo mi control, por causa del Reino de Dios, para Sus obras. [Alguien habla en lenguas. Cinta en blanco.—Ed.]…?…",
    "Ahora que el Espíritu Santo actúe. Ahora, las cosas que he dicho, ¿serán la verdad o no? ¿Seguirá Él siendo Cristo? ¿Cumplió Él Su promesa, de: “Dondequiera que estén dos o tres reunidos, Yo estaré en medio de ellos”? “Un poco, y el mundo allá afuera no Me verá más, pero vosotros Me veréis, porque Yo” (el pronombre personal) “estaré con vosotros, aun en vosotros. Las obras que Yo hago, vosotros también las haréis; más que estas, porque Yo voy al Padre”. ¿Será verdad?",
    "Veo esa Luz suspendida allí sobre la niña de color. Ella está mejorando. No lo olviden, ella va a estar bien. Ud. viene de muy lejos de aquí. Ud. tiene que sacrificarse para llegar aquí cada noche, pero no tema por la niña. Ud. ha hallado gracia con Dios. Ella fue llamada la otra noche. Solo crea.",
    "Aquí, ¿alguien ha visto esa Luz? Levante la mano si la ha visto. Ud. ha visto una fotografía de Ella. ¿No La ve Ud.? Mire aquí. Mire aquí. Esa Luz, color esmeralda, suspendida aquí mismo. ¿No ven Eso? En movimiento, aquí mismo.",
    "Está sobre una mujer. Está sufriendo de diabetes. Ella ha orado. Ella cree. Dios, no dejes que Eso la deje. Ella la va a perder, tan cierto… Sra. Davis, crea con todo su corazón. Allí lo tienen.",
    "Yo nunca he visto a la mujer, en mi vida. Aquí están mis manos delante de Dios. Pregúntenle si esas cosas… ¿Es verdad eso, señora? Mueva sus manos, así, si eso es verdad. Ahora, ¿a quién tocó ella? No a mí, ella está a dieciocho metros de mí. Pero ella tocó al Sumo Sacerdote, Jesucristo. Solo tengan fe. No duden. ¿Creen Uds.?",
    "Aquí, miren aquí de nuevo, aquí mismo. Una mujer orando. Ella está sufriendo con problemas estomacales, algo mal en sus piernas. ¡Oh, Dios! Sra. Cotton, crea con todo su corazón. Reciba su sanidad, Jesucristo la sana.",
    "Dios en el Cielo sabe que yo no he visto a la mujer en mi vida. ¿Qué tocó ella? ¿No es ese el mismo Sumo Sacerdote? ¿Por qué desconfían? No duden. Tengan fe en Dios.",
    "Alguien atrás en esta zona. Uds. oren. Crean. Él es Dios, por todas partes.",
    "Hay una señora sentada aquí orando. Ella no está orando por sí misma. Ella está orando por su hijo. Él tiene problemas estomacales. Él no está aquí. Él está en otro estado. Él es de una ciudad llamada Pontiac, Michigan. No tema. Él tenía un estómago ulcerado, por una condición nerviosa. Eso lo ha dejado. Amén. Su fe Lo tocó a Él.",
    "Para que Uds. puedan saberlo. Aquí está sentado un hombre, el que toca esta guitarra, sea lo que sea aquí, sufriendo con un problema estomacal, también. El diablo pensó que se saldría con la suya, pero no lo hizo. Ud. está sano, señor. Jesucristo lo sana.",
    "¿Creen Uds. con todo su corazón? “Si podéis creer, todo es posible”.\n\n¿Lo creen Uds.?",
    "Un hombrecito aquí sentado, orando por su esposa, con las manos levantadas. Ella está sufriendo de una condición asmática. Si cree que Dios la sanará, hermano, ella será sanada. Amén.",
    "🦅 Jesucristo es el mismo ayer, hoy, y por los siglos”. Pregúntenle a esas personas, yo nunca los he visto en mi vida.",
    "Por acá atrás está sentada otra mujer. Ella tiene un tumor en el seno. ¡Oh, que a ella no se le pase! Sra. Patterson, acepte su sanidad. Póngase de pie, dé gloria a Dios. Muy bien. Yo nunca he visto a la mujer, en mi vida; Dios en el Cielo sabe eso.",
    "¿Qué me dice de esas camillas allá? ¿Qué me dice de la mujer allí? Mantenga el rostro inclinado, la mujer. Allí está sentada una mujer, ella está en un catre. ¿Cree Ud. que soy Su profeta, Su siervo? Hay una Luz suspendida sobre esa señora. Ella está sufriendo de un problema cardíaco. Si se queda allí postrada, Ud. morirá. Levántese, en el Nombre de Jesucristo. Tome su cama, váyase a casa, y se recuperará de su problema cardíaco.",
    "¿Le creen Uds. a Dios? ¿Cuántos de Uds. Le creen? Escuchen, amigos míos. Uno mayor que Salomón está aquí, el Sumo Sacerdote que se puede tocar por el sentir de nuestra enfermedad. ¿Le creen Uds.? ¡Si esa no es la obra por la cual Jesucristo Mismo probó ser el Mesías! ¿Es eso lo que dice la Escritura? Digan: “Amén”.",
    "Y a propósito, Ud., Ud. está enfrentando un colapso nervioso. Aléjese de eso. Huya por su vida. Corra rápido. Deje las cosas del pasado en el pasado, y mire a Dios. Ud. es un ministro del Evangelio. Ud., yo hablé con Ud. esta mañana. Ud. no sabía lo que era, y yo no sabía lo que era, pero ahora lo veo. Ud. está llegando a un colapso de los nervios. El diablo le está poniendo de todo en la mente, intentando ponerlo a Ud. en contra, aun en contra mía. Eso es cierto. Eso es ASI DICE EL SEÑOR. Olvídelo. Dígale que él es un mentiroso. Acéptelo ahora mismo, y eso lo dejará y nunca más regresará. Ud. será un hombre libre.",
    "¡Yo los reto a creer estas cosas! El hombre vino a mí esta mañana, preguntando. Yo no sabía, pero lo veo. Aquí mismo está delante de él, miren esa sombra oscura entrando y saliendo. Pero ahora la cosa lo ha dejado. Correcto. Aleluya. “Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "Mientras el Espíritu Santo está aquí, hay pañuelos aquí. Oremos, mientras Uds. continúan orando.",
    "Padre Celestial, se nos enseña, en la Biblia, que llevaban del cuerpo de San Pablo, pañuelos y delantales, espíritus inmundos salían de la gente, y eran sanados. Y estando conscientes de Tu Presencia aquí, sabemos que no somos San Pablo, pero Tú sigues siendo Jesús. Y no era él, para empezar, eras Tú; la fe del pueblo, cuando lo vieron profetizar, y supieron que Dios estaba con él. Señor, Tú honras las oraciones de la gente de nuevo hoy, por los mismos medios.",
    "Un escritor dijo: “Cuando Israel iba de camino a la tierra prometida, que el Mar Rojo se les atravesó, en el camino mismo del deber, a la tierra prometida. Y Dios miró a través de esa Columna de Fuego, con ojos airados; el Mar Rojo temió, retrocedió, e Israel pasó a la tierra prometida”.",
    "Dios, esta noche, la gente quiere esa promesa: “Deseo que tú seas prosperado en todas las cosas, y que tengas salud”. Y la enfermedad se les ha atravesado. Que Tú mires esta noche a través de la Sangre de Jesucristo, y estos pañuelos al ser puestos sobre los enfermos, en conmemoración de esta gran unción del Espíritu Santo, de Cristo manifestándose aquí más allá de toda sombra de duda, el mismo Jesús mostrándonos que Él aún está vivo y resucitó de los muertos. Que la enfermedad tema cuando estas señales sean puestas sobre los enfermos, que él corra y se aparte, y la gente sea sanada, en el Nombre de Jesucristo.",
    "Suavemente. La Biblia está correcta. Y si Jesús está dispuesto a venir aquí y manifestarles esto así, tan perfectamente, más allá de cualquier esfera de psicología, más allá de cualquier esfera de emoción, ¡un milagro perfecto! Un milagro es algo que no se puede explicar. Puedo entender que un hombre que cojea un—un poco del pie, pueda saltar, bajo alguna emoción. Correcto. Pero, ¿quién podría decirle lo que ha hecho, y de dónde ha venido, y lo que ha sucedido, y lo que sucederá? Y los reto: nunca ha fallado ni una sola vez, en las decenas de miles por miles, alrededor del mundo. No es un…",
    "Tenemos muchas imitaciones, lo sé. Eso tiene que venir, imitaciones carnales. Pero eso no… Eso solo hace que la Cosa real brille más; eso hace a Jesucristo real.",
    "¡Aquí está Él esta noche! Él está en medio nuestro, el mismo Espíritu Santo que Uds. recibieron, y Él les permite hablar en lenguas y hacer las cosas que han hecho. Es ese mismo Espíritu Santo dándoles esa señal de Sodoma, para que salgan de esa clase de cosa, la hora de la quema de este mundo está a la mano. Hay una bomba allá con un número. Huyan a Cristo, rápidamente.",
    "Él también dijo, en las Escrituras, las últimas palabras que salieron de Sus labios: “Estas señales seguirán a los que creen; si sobre los enfermos ponen las manos, ellos sanarán”. ¿Lo creen Uds.?",
    "¿Veré si Uds. lo creen? Me pregunto si pudiéramos hacer una buena línea rápida al estilo de Arkansas, a la antigua aquí, por un minuto. ¿Creerían? ¿Les gustaría ver eso, que se les impongan manos? ¿Les gustaría tenerla?",
    "No sé cómo la manejaremos. Dudo que podamos hacerlo. ¿Lo duda Ud.? ¿Cree Ud. que podríamos? [El Hermano Samuel Johnson dice: “Yo creo que podemos. Amén”.—Ed.] No sé cómo lo haremos. Pero podemos intentarlo, si Uds. son reverentes.",
    "Que los que están allí… ¿Qué? Sección por sección. Muy bien, que aquellos que están allá atrás, que tienen esas tarjetas de oración, den un paso al frente en esa línea allí. La sección derecha.",
    "Ahora, quiero que sepan, mis hermanos, hermanas, que Uds. no tienen que esperar a que venga algún evangelista especial. No, no. Su pastor tiene lo mismo. Ahora, él—él—él tal vez no pueda—tener ese don profético; ese viene uno en una generación. Pero miren, él tiene los mismos derechos que yo para orar por Uds. Ese discernimiento no los sana; solo hace que Ud. esté consciente de Dios, que Ud. está en la Presencia de Dios.",
    "Pero el evangelista va a la ciudad, hace toda la oración, todo el bautismo; entonces la gente, cuando él se va, el pastor queda… Bueno, la gente piensa que su pastor no es nada. Su pastor es un hombre de Dios. Él lo ha guiado a Ud. a salvo hasta aquí; él puede llevarle más allá. Él es un hombre instruido de Dios.",
    "Y yo quiero, que cada uno de Uds., si Ud. pasa por esta línea de oración y no cree esto, manténgase al margen; Ud. empeorará. Pero si Ud. realmente lo cree, cuando pase bajo las manos ungidas de Dios, quiero que vaya a casa testificando del poder de Dios; salga de aquí gritando y alabando a Dios, porque todo ha terminado. Yo quiero que Ud. lo haga.",
    "Quiero que estos pastores me ayuden. ¡Oh!, Hermano Moore, y Hermano Hooper, y muchos de estos hermanos aquí que yo conozco, y este buen grupo de pastores aquí, solo pónganse de pie y fórmenme una pequeña línea por aquí.",
    "Así lo hacíamos. No he hecho esto por años. Pero mientras el Espíritu Santo aún está sobre mí (acabo de ver algo suceder en ese momento.), mientras Él aún está aquí, y mientras yo pueda, y mientras… Ellos tienen la misma unción y la misma autoridad. Así de sencillo. Vamos a poner las manos sobre los enfermos. Y la Biblia dice: “Al poner las manos sobre los enfermos, ellos sanarán”. La Biblia lo dice. Esa es Palabra de Dios. Vengan aquí, hermanos, vengan aquí y formen una línea aquí a lo largo. Voy a pararme con estos hermanos.",
    "Ahora, cuando Uds. salgan, Uds. en este lugar, mientras salen, den la vuelta al edificio, entrando de nuevo. Y ahora voy a pedirle a alguien que se pare aquí, tal vez ese hermanito aquí, el pequeño… Vengan aquí, y revisen estas líneas, por favor, o algún hermano que pueda pararse aquí y llamarlos por secciones.",
    "Que los ministros ahora, los ministros, los siervos ungidos de Jesucristo, se paren por aquí.",
    "Tengo un par de hermanos aquí que son de Jeffersonville, algunos de mis asociados de las iglesias hermanas pequeñas del Tabernáculo. El Hermano Don Ruddell, tiene gran éxito en la oración por los enfermos. Don, ¿estás aquí? El Hermano Junior Jackson, un predicador metodista que acabo de bautizar en el Nombre de Jesucristo. Él recibió el Espíritu Santo. Este otro era un ministro de la iglesia de Dios. Quiero que Uds. hermanos que oran por los enfermos, en los alrededores del Tabernáculo, vengan, párense en esta línea con estos hermanos.",
    "Eso está bien, ¿no es así, hermano? Eso está bien, ¿no es así? Seguro. [Los hermanos dicen: “¡Seguro!”.] Sí. Muy bien, vengan, párense.",
    "¿Dónde está el Hermano Willard Collins? Otro ministro, un ministro metodista, acaba de recibir el Espíritu Santo, y fue bautizado. Me gustaría que él viniera.",
    "Su niño, el otro día, se estaba muriendo, tenía—tenía fiebre reumática, y el médico dijo que ni siquiera le permitieran levantar la cabeza lo suficiente para meterse un tubo en la boca. Yo vine de Tucson, para predicar Los Siete Sellos. Y cuando lo hizo, él levantó a ese bebé de la cama y lo trajo allá. Y casi ni había entrado, y el Espíritu Santo dijo: “ASÍ DICE EL SEÑOR. Lleve al bebé a casa, él está sano. Él jugará con mi niño pequeño”. Aquí está el hermano parado aquí ahora mismo. Su esposa está aquí.",
    "Supongo que Mike mismo está sentado aquí. Correcto. ¿Dónde estás, Mikey?, ¿dónde estás? Y los médicos… Allí está él; un misterio. El médico dijo que trajeran… Las autoridades sanitarias llevaron allí a ese niño. El médico fue y lo examinó; se rascó la cabeza, dijo: “No hay ni una pizca de eso en él”.",
    "¿Qué es? ¡Jesucristo el mismo ayer, hoy, y por los siglos!",
    "Amigos, la razón por la que llamé a estos hombres, ellos son ministros, ellos son pastores, son hombres que han sido llamados a orar por los enfermos, igual que yo o cualquier otro hombre. Y quiero que sepan que su pastor tiene autoridad para hacer esto. Ud. no tiene que esperar a Oral Roberts, ni a Jack Jones, ni a mí, ni a nadie más. Jesucristo es omnipresente; Ud. créale a Él. Su pastor es llamado a hacer eso. Si Ud. no ha sido bautizado; después de esta reunión, consulte a su pastor, póngase a cuentas con Dios. Si Uds. no han recibido el Espíritu Santo; vayan a su iglesia, él les instruirá en lo que deben hacer.",
    "Ahora mientras pasan, oren. Y quiero que cada persona aquí, cada individuo, quiero que Uds. oren. Quiero que pasen por la línea. Voy a pararme aquí mismo con este grupo de hombres, poniendo las manos sobre estas personas. Este pastor se va a parar aquí y llamará las filas. Y cuando Ud. pase, y estas manos ungidas… Voy a orar por Uds. ahora, y ellos van a orar por Uds.",
    "Y cuando ellos pongan sus manos sobre Ud., recuerde, es, Ud. está tan sano como estaría salvo. La Biblia, Ella dice: “Arrepentíos y bautizaos en el Nombre de Jesucristo para perdón del pecado, y recibiréis el don del Espíritu Santo”. Esa es la promesa de Dios. Él lo hará si Ud. lo cree. Pero si Ud. no lo cree, no funcionará. Y Él dijo: “Estas señales seguirán a los que creen, si ponen sus manos sobre los enfermos, ellos sanarán”. Está hecho, cuando ellos le imponen las manos, si Ud. lo cree.",
    "¿Lo creen? ¿Creen Uds., esta noche, que han visto tal realidad como la que esa madre venado pudo producir, para que veamos a Jesucristo manifestarse entre nosotros? Si creen que Él está aquí, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Entonces, aquí está Él.",
    "Inclinemos ahora nuestros rostros. Ahora, aquí está mi oración por Uds., con todo mi corazón:",
    "Padre Celestial, Te amo. Tú eres mi Vida. Tú eres mi esperanza, mi Dios, mi Rey, mi Sanador, mi Guardián. No solo eso, pero expreso los sentimientos de cada Cristiano creyente aquí adentro, eso es lo que Tú eres.",
    "Aquí hay hombres, algunos parados aquí que incluso ellos mismos están enfermos. Yo sé que lo están. Vi Tu Espíritu suspendido sobre ellos, hace unos momentos. Conociendo a esos ministros enfermos, pero su preocupación está por su congregación, el pueblo; renunciando a su propia oportunidad, para pararse aquí en la línea de oración, para orar por sus ovejas. Dios, bendice a ese hombre, bendice a cada uno de ellos.",
    "Estando aquí como representante Tuyo, en esta noche, de esta Verdad, la Verdad Bíblica, que cada uno de estos hombres esté tan ungido, y el Espíritu Santo… Cuando ellos impongan sus manos sobre la gente, que haya tal fe que impacte a esa persona al punto que acepten el don de sanidad dado por Dios que Tú les has prometido, Señor. Y que cada uno pase, tan lleno de expectativa, que sepan que están pasando bajo la sombra de la cruz, donde la Sangre de Jesucristo expía por su confesión, y Su gran Presencia augusta aquí con nosotros ahora, es la prueba que Él no está muerto, Él ha resucitado de entre los muertos, y está vivo entre nosotros. Entonces nuestros corazones arderán mientras vamos a nuestros diferentes hogares, esta noche, diciendo: “¿No ardían nuestros corazones en nosotros, mientras Él nos hablaba en el camino?”. Pido que Tu Poder dé tal fe en estos próximos minutos, a estas personas enfermas, que no quede ni un solo enfermo entre nosotros.",
    "Yo reto a todo diablo que tiene a estas personas atadas, con la autoridad de la Palabra de Dios, y la Presencia de Jesucristo Quien derramó Su Sangre, para hacer de toda Palabra una realidad para cada persona que creyera. Satanás, estás derrotado, tu tiempo está a la mano, deja a estas personas, en el Nombre de Jesucristo. ¡Sal de ellos! Colocamos en acción el acto de Dios, al poner las manos sobre los enfermos, y ellos sanarán.",
    "Samuel, canta Solo creed. Comiencen la línea de oración. Todos en oración ahora. Todos, en oración. [La línea de oración dura 11 minutos, las palabras del Hermano Branham no se escuchan. Cinta en blanco.—Ed.]\n\nQue enlaza nuestro corazón;\n\nEn comunión, los unos con otros,\n\nIgual a lo Celestial.\n\nAl irnos de ese calor,\n\nSe siente profundo dolor.\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.",
    "Padre Celestial, en el Nombre del Señor Jesús, que este contacto con las manos de los demás, hermanos ministrando, siendo la Palabra de Dios, concede que la virtud que levantó a Cristo de entre los muertos, y Lo ha mantenido a Él con nosotros por estos dos mil años, que ate…[Cinta en blanco.—Ed.]… almas por la Eternidad, y que Ella sane de la enfermedad entre nosotros. Y que el Nombre de Jesucristo…?… Estos pañuelos y estas telas, que el poder de Dios descanse sobre ellos, en el Nombre de Jesucristo. Amén.",
    "Ahora que toda la congregación, que crea con todo su corazón, que Jesucristo ha, guardará Su Palabra… Si Él cumplió Su Palabra por dos mil años, y dijo que esto sucedería en el tiempo del fin, y aquí ha sucedido, Él cumplirá Su Palabra que dice: “Si colocan sus manos sobre los enfermos, ellos sanarán”. ¿Lo cree Ud.? ¿Lo acepta Ud.? Entonces levantemos nuestras manos y alabemos a Dios…?… 🦅"
  ]
}