{
  "title": "EL TERCER ÉXODO",
  "id": "63450009",
  "content": [
    "🦅  Todo es posible, sólo creed.\n\nInclinemos nuestros rostros ahora para orar. Con nuestros rostros inclinados, me pregunto si hay alguna petición especial que quisieran dar a conocer delante de Dios. Sólo levanten la mano, allí debajo de su mano presenten su petición.",
    "Padre Celestial, estamos agradecidos por éste, otro momento de estar reunidos de este lado de la Eternidad. Y estamos buscando esta mañana que las fuerzas nos sean renovadas de parte Tuya, para infundirnos valor para la jornada que está por delante. Nos hemos reunido como hacían los hijos hebreos temprano en las mañanas, para recoger el maná que había sido provisto para ellos durante la noche, que los sustentaría durante el día que venía. Nosotros nos reunimos por el Maná espiritual en esta mañana, para que nos dé fuerza para la jornada.",
    "Debajo de cada una de esas manos que fueron levantadas, Tú conoces todas sus necesidades, Señor. Y yo uno mi oración con la de ellos, delante de Ti, para que suplas cada necesidad que ellos tengan. Sana a los enfermos y a los afligidos, Señor. Sabemos que Tú eres Dios y que todo lo puedes, y has prometido hacerlo si sólo podemos hacer como nos ha pedido el canto: Sólo Creed, y al escuchar también las palabras gloriosas: Caminar y Hablar Con el Rey.",
    "Ahora, Padre, Dios, bendice Tu Palabra mientras sale en esta mañana, y que encuentre Su lugar de reposo en nuestros corazones, para que Ella produzca las cosas que pedimos, Padre. En el Nombre del Señor Jesús lo pedimos. Amén.\n\nPueden tomar asiento. Gracias, hermana.",
    "Creo que fue dicho: “Yo me alegré con los que me decían: ‘A la casa de Jehová iremos’”.",
    "Cuando salíamos de Hot Springs, ayer, el Hermano Moore decía: “Hermano Branham” me dijo, “Ud., ¿por qué no conduce a Texas conmigo, allá a la convención” dijo, “descansa un par de días?”.",
    "Le dije: “Yo tengo dos servicios mañana”.\n\nÉl dijo: “¿Dos servicios?”.\n\nLe dije: “Sí”.",
    "Dijo: “Así tan duro como Ud. estuvo predicando aquí” dijo, “un hombre debería descansar por una semana después de cada una de ellas”. Dijo: “Tome Ud. un pastor, él da su mensaje el domingo en la mañana, y todo eso” dijo, “y luego él descansa el resto de la semana. Y además, y eso quizás sería unos treinta minutos, o algo”. Y dijo: “Ud. predicó aquí como dos o tres horas, cada vez” dijo, “luego, día tras día, y algunas veces dos veces al día, y luego tiene una línea de oración, todo ese discernimiento”. Dijo: “¿Y ahora dice que Ud. va a casa a tener dos servicios el domingo?”.\n\nYo dije: “Sí, señor”.\n\nDijo: “¿Cómo lo hace?”.\n\nDije: “Mi ayuda viene de Jehová”. ¿Ven?",
    "La hora es tarde, como alguno, alguien dijo hace un momento en la oración, justo cuando yo entraba. La hora es tarde, y la necesidad es grande, y estamos aquí queriendo aportar nuestra parte, para ayudar en esta gran hora en la que estamos.",
    "Ahora, si es la voluntad del Señor, esta noche, quiero hablar sobre el tema: “¿Da testimonio su vida del Evangelio?”. Eso, quiero grabar eso.",
    "Y ahora, no sé si vayan a grabar esto en esta mañana o no. Veo algunos allá en el cuarto. Allí—allí están algunos de los hermanos; me supongo que lo harán. Iba a… Pensé que el Hermano Neville lo haría. Le pedí, el domingo pasado, simplemente que siguiera con su mensaje, y luego que me permitiera decir algo después de él. Pero, si quieren grabar la lección de la escuela dominical, bueno, estaría bien.",
    "Y después, el Señor mediante, el próximo domingo (por supuesto, si el Señor lo permite y estamos aquí), quiero hablar sobre el tema que he querido abordar por mucho tiempo, y prometí que primero predicaría tales mensajes desde el tabernáculo, esos Mensajes grabados. Yo quiero acusar a esta generación por crucificar a Jesucristo; el próximo domingo por la mañana, el Señor mediante.",
    "Y ahora, en esta noche, a las siete o a las siete y media, es el—es el Mensaje: “¿Dará testimonio su vida?”.",
    "Ahora, algunas veces predicando así estos Mensajes, digo cosas que son muy cortantes. Y en realidad no es que yo lo dirija aquí para esta iglesia, nada así. Recuerden: cuando yo estoy hablando, va alrededor del mundo. ¿Ven? Y tenemos un sistema con las cintas alrededor del mundo, y ellos llevan estos Mensajes allá a las junglas y por todo lugar. Y el Espíritu Santo algunas veces me guía a decir algo que pudiera ser justamente lo que Él quiere para alguien allá en Australia, en alguna parte, o algo así. Entonces, quizás, algunas condiciones, Ud. dirá: “Bueno, mire, esa condición no existe aquí, ¿por qué dice él eso?”. Tal vez sea para alguna otra parte, ¿ven Uds.? Por tanto, sí, estoy seguro que Uds. entienden eso, que estos Mensajes no están dirigidos a nadie en particular; sólo están dirigidos a la Iglesia, en conjunto, en todas partes, y así es con lo que el Señor nos guíe a decir y hacer.",
    "Pasé un tiempo glorioso allá en Hot Springs y, en una reunión pentecostal chapada a la antigua. Estoy seguro que muchos de Uds. han quedado satisfechos de que ese pueblo allá es pentecostal, desde que—que Uds. fueron allá. Bueno, sucede que no conozco el grupo. Yo tenía que ir allá por una semana, y tener dos o tres días. Pero una cosa sí quiero decir: En esa reunión, ellos realmente tuvieron fe, para creer. Si alguno de Uds. estuvo allá…",
    "Lo cual, sé que esta señora aquí, sentada en la esquina, no sé quién sea ella; o aquí, yo sé que ella estaba allá. Y sé que un par de hermanos estaban allá, el Hermano Jackson, ellos, el Hermano Palmer.",
    "Eso es lo que la gente recibe cuando tienen fe. ¿Ven? ¿Se fijaron en esa línea de sanidad? No hubo ni uno que pasara o saliera, que Dios no lo sanara. ¿Ven? ¿Ven? Y así que, cuando se tiene fe…",
    "Y otra cosa, puede ser que algunos de Uds. tal vez no entiendan esa emoción, danzar, gritar. Bueno, ellos sólo… Ellos no están mirando a una cierta persona. Ellos sólo están gritando, delante de Dios. ¿Ven? Eso es todo.",
    "Pero sí quiero decir, es uno de—uno de los grupos de mujeres de apariencia más decente que yo haya visto, con ese cabello largo, y—y gente de por allá del bosque, de por allá del monte. Pero no creo haber visto a nadie por ahí con este tipo de apariencia moderna, Uds. saben lo que quiero decir, con toda clase de maquillaje y cosas puestas. Eso muestra que tal vez yo no esté de acuerdo con ellos en todo lo que enseñan, pero ciertamente puedo estar de acuerdo en eso; para mí, ellas lucían como Cristianas.",
    "Así que, el Señor me guió a hablar sobre un tema, ayer, o el día anterior, a medio día: Solamente Una Vez Más, Señor. Y en la iglesia, algunos allí no sabían, lo hice con un propósito, porque el Señor me guió a hacer eso. Ese grupito se estaba desviando en algo, y el Señor me ayudó a—a hacerlo. Así que, eso fue maravilloso. Yo, por cierto…",
    "Saben, hay cosas que suceden, si Uds. no tienen un ojo espiritual, Uds. no lo captan. ¿Ven? Uds. tienen que anhelar esas cosas.",
    "Yo entré. Y este Hermano Ungren, es como la segunda vez que escucho al hombre cantar; en el momento que entraba al cuarto, él estaba cantando: Yo Camino Y Hablo Con El Rey. Pensé: “¡Qué hermoso!”. Cómo es que el Rey siempre… ¿Ven? Caminando y hablando, eso significa un compañerismo constante. No sólo en la iglesia, sino en todas partes; caminar y hablar con el Rey.",
    "Y allí, miré en la pared, y allí adentro había una tarjeta puesta en un cuadrito, una especie de cuadro que un hombre llamado George Todd había—me había pintado. No sé el hombre por qué lo hizo. Tal vez, puede ser que él ni lo pensó, y lo pintó. Es una escena de una montaña, allá en el bosque, y—y la corriente del arroyo bajando. Y al otro lado del arroyo, está parada una gama y un cervato, con las orejas paradas, mirando al otro lado del arroyo. No sé si el Señor Todd está aquí; yo no lo conozco. Pero, quiero decir esto: el Señor me habló cuando miré ese cuadro. Y tal vez él no lo sabía, cuando lo estaba pintando.",
    "¿Recuerdan mi pequeña historia de la venada a la que el hombre le iba a disparar, y su silbato? Bueno, allí está con su cervato, junto a las aguas de Vida. ¿Ven? Inspiración, ¡cómo esa madre venado y su cervato estaban allí! Y yo pensé: “Sí. Y al otro lado, donde hay, junto a los árboles perennes, yo también tengo una—una madre e hija allá, que están esperando allí”.",
    "Gracias, hermano, Hermano George Todd, si el hombre está aquí en esta mañana.",
    "Ahora, voy a empezar la lección de la escuela dominical. Por lo general me demoro bastante en ella.",
    "Hay algo inquietándome el corazón, no sé, desde ayer. Ahora, nosotros… si el Señor… es un—es acerca de un tema. Me estoy envejeciendo, y yo—yo no sé cuánto tiempo más estaré aquí. Pero hay una gran interrogante en la iglesia, que tiene a los hombres en desacuerdo, y con diferentes ideas.",
    "Como el comer de “la manzana”. Y en el Mensaje yo prediqué y creo, firmemente (puedo probarlo por las Escrituras), que no fueron manzanas. ¿Ven? Causó mucha confusión.",
    "Así que, quizás antes que nos vayamos… Tenemos que regresar ahora, como en treinta días, Uds. saben, de nuevo a Arizona. Y entonces, antes que me vaya, si es la voluntad del Señor, me gustaría tomar la Escritura; y no lo graben. Si lo graban, no vendan la cinta; no permitan que salga. Yo quiero explicar la Verdad genuina de casamiento y divorcio. Es una interrogante. Y éstas son las últimas horas, “cuando todos los misterios de Dios deben ser consumados”. Y ayer, cruzando las montañas, como al amanecer, el Espíritu Santo parecía decirme: “Graba eso y guárdalo” no sé por qué, “la Verdad genuina de casamiento y divorcio”.",
    "Algunos dicen: “La gente se puede casar, si pueden jurar que ellos estaban en adulterio”. Y otros dicen: “Bueno, si ellos se maltratan, y—y no pueden vivir juntos: es mejor vivir en paz en la tierra, que vivir el infierno en la tierra”. ¡Y todas esas diferentes preguntas! Y algunos los casan de cualquier manera. Y algunos quieren rociarlos con agua bendita, para renovarlos y decir: “Ellos nunca estuvieron casados”. Y los bendicen, y les dan cabida otra vez en la iglesia. Hay toda clase de confusión. Pero si hay toda esa confusión, hay una Verdad en alguna parte.",
    "Yo creo, y digo esto con reverencia, creo que el Señor me lo ha revelado, y yo… la Verdad. Y si llegara a las iglesias, haría pedazos la cosa; lo cual, quizás debería. Pero es… Yo prefiero dejar a los pastores, dejar eso a los pastores de las iglesias, que reciban la cinta. Y que ellos la pongan a sonar, y entonces ellos pueden guiar de allí en adelante. Pero me gustaría tan sólo grabar eso, para mostrar la genuina Verdad de ello. Yo creo que ésta es la hora cuando estos “misterios han de ser consumados”, terminados. Se ha hablado de ellos durante las edades, como hemos dicho en las cintas, cuando trajimos esos Siete sellos, y esas Siete Edades De La Iglesia.",
    "Y ahora estamos esperando un tiempo para Las Siete Trompetas, y luego Las Copas. Y quizás pudiéramos tener una reunión de dos semanas e incluir los dos. Me gustaría grabarlo.",
    "Y luego, aparte de eso, estoy tratando ahora de que le den una revisión, y hacer libros, de Las Edades De La Iglesia; siete libros de la edad de la iglesia, siete cintas, y hacerlo de esa manera. Podemos hacerlo tan barato como sea posible, para que todos puedan obtenerlo. Entonces, si el Señor tarda, y yo me voy, Uds. verán que las cosas que yo he dicho en el Nombre del Señor, sucederán exactamente como fue dicho. Aún no ha fallado, y parte de Eso tiene que suceder más adelante.",
    "Y yo—yo confío que el Señor nos permitirá hacer eso rápidamente. Le informaremos a la gente, la fecha, porque hay muchos que les gusta venir y oír esas cosas. Y yo—y yo agradezco eso.",
    "Si nadie Lo creyera, o Lo escuchara, ¿en qué me beneficiaría a mí pararme aquí a hablar algo al respecto? ¿Ven? Sería como echar pan sobre las aguas. Sería como… Si nadie fuera a creerlo, entonces sería como echar perlas a los cerdos. Pero hay millares de millares que creen Eso. ¿Ven? Y ellos se aferran de cada Palabra. Y nos gustaría tener a todos los que más podamos, cuando—cuando estemos listos para tener estos servicios, y, es para la gloria del Señor. Y confiamos que Dios nos los concederá.",
    "Y no lo quiero hacer hasta que yo esté Divinamente inspirado para hacerlo. Dios tiene un tiempo para todo. ¿Ven? Uno no debe adelantarse. Si Ud. corta su trigo antes de… Si meten la trilladora allí antes que madure, Ud. perderá la mayor parte de su trigo. ¿Ven? Así que, cuando ya esté listo para pasarle la hoz, Dios la pasará, entonces cegaremos. Pero yo…",
    "Cuando me siento así presionado, pensé que con un tiempito me libraría de eso. Todo el día de ayer, no me lo pude sacar de la mente, anoche toda la noche. Me fui a acostar como a las doce. Dormí como tres horas, la noche anterior. Y anoche no pude dormir. Algo aún me decía: “Graba eso de Casamiento Y Divorcio”. ¿Ven? Así que yo—yo… El Señor mediante, si eso continúa en mi corazón y el Señor me muestra más al respecto, bueno, entonces, yo… yo—yo, pueda ser que grabe eso. ¿Ven?",
    "Pero recuerden, sólo es para los ministros. Uds. vengan, pero, y escuchen. Pero la cinta en sí, dejen que… Vean, eso saldrá entre las congregaciones y para algunos es de esta manera, y para otros de esa manera, y ellos sacan su propia opinión. Y yo quiero que los hermanos ministros tengan esto en su propio estudio, y luego que ellos avancen con esa base, porque ellos son los que son responsables; ellos lo son. Me gustaría ir y que la escuchara el juez, algunos de estos jueces de paz. Sí.",
    "Ver lo que el Señor dijo de esto de Casamiento Y Divorcio. Es más sagrado de lo que la gente piensa. Y cuadra con La Simiente De La Serpiente. Es precisamente lo mismo, sólo que ya avanzando; esos son aquellos misterios. Recuerdan que: “En los días del séptimo ángel, todos los misterios de Dios se consumarán”, esas cosas desconocidas que el Señor terminaría. Ahora, hasta aquí…",
    "Ahora, recuerden, a las siete y media es cuando comienza la reunión. [El Hermano Neville dice: “Sí”.—Ed.] Ahora, Hermano Neville, si Ud. tiene un mensaje para esta noche, predíquelo. ¿Ve? [“No, señor”.] No me tomará más que una hora o cuarenta y cinco minutos, y yo grabaré el resto.",
    "A mí me gusta escuchar al Hermano Neville: lo amo; él es mi hermano. Y yo—yo pienso que es un predicador maravilloso, un ministro maravilloso. Y yo… Una cosa del Hermano Neville que me gusta es que cuando dice algo, él vive lo que está hablando. Ahora, eso—eso es lo principal.",
    "Saben, Uds. pueden vivirle a una persona un sermón mejor que predicárselo. “Porque Uds. mismos son epístolas escritas, leídas de todos los hombres”. Ahora, antes que nosotros…",
    "Podemos abrir las páginas, pero Dios tiene que abrir esta lección de escuela dominical, así que pidámosle a Él que lo haga.",
    "Padre Celestial, nosotros—nosotros por fe miramos hacia el futuro. Estoy mirando ahora, por fe, hacia algo que viene, Señor, sobre la tierra, que va a unir a Tu pueblo. Cuando vemos las iglesias denominacionales sujetando tanto y cambiando tanto, eso realmente está empujando a la gente a salir; es igual como fue en Egipto, un faraón levantándose que no conocía a José.",
    "Como fue en Alemania, y—y allá en Rusia, y en Italia, la gente levantó Josés, a Hitler y Stalin, Mussolini, quienes odiaron a los judíos. ¡Ellos tenían que regresar a su patria! Dios, Tú tienes maneras de hacer las cosas, que nosotros no entendemos; y Tú los presionaste. Sin hogar en Alemania; les quitaron todo. Igual en Italia, Rusia, sin lugar a dónde ir. Y ellos fueron enviados de regreso a su patria, sólo para dar cumplimiento a la Palabra.",
    "¡Oh, la mano amorosa de Dios! ¡Cómo algunas veces parece cruel, la manera que la gente sufre, pero a pesar de todo, es la mano tierna de Jehová, guiando a Sus hijitos! Te damos gracias, Señor.",
    "Ahora, yo oro, Dios, viendo el día en que la denominación presiona a los creyentes, los excomulga, diciendo que “Sus nombres deben estar en el libro de ellos, o están perdidos; que no tengan nada que ver con el otro grupo”. Sólo es la mano tierna de Jehová llevándolos al Árbol de la Vida. Yo lo pido, Dios, para cada uno. Sé que serán guiados, porque es Tu Palabra y Ella no puede fallar. Y permite que nosotros seamos guiados al Árbol de la Vida, para que seamos poseedores de Vida Eterna, que veamos la mano de Dios, y mediante los ojos de fe, miremos más allá de estas sombras en las que hoy estamos caminando, y que veamos la Tierra prometida un poco más adelante.",
    "Bendice Tu Palabra en esta mañana, Señor, estas pocas Escrituras y apuntes que tengo aquí escritos. ¡Que el Espíritu Santo venga ahora, mientras yo mismo me dedico, en circuncisión de lengua y del pensamiento, y de la mente! Y la iglesia dispone sus oídos del entendimiento, sus corazones, como todos nosotros, juntos, para que nos hables por medio de Tu Palabra, porque Tu Palabra es Verdad. En el Nombre de la Palabra, Jesucristo, lo pedimos. Amén.",
    "Ahora, abran sus Biblias, en el Libro de Éxodo. Y ahora quiero leer una porción de la Escritura de Éxodo, el capítulo 3, del 1 al 12. Escuchen atentamente, mientras leemos. Éxodo, el capítulo 3, del 1 al 12.\n\nApacentando Moisés las ovejas de Jetro su suegro, sacerdote de Madián, llevó las ovejas a través del desierto, y llegó hasta Horeb, monte de Dios.\n\nY se le apareció el Angel de Jehová en una llama de fuego en medio de una zarza; y la…él…y él miró, y vio que la zarza ardía en fuego, y la zarza no se consumía.\n\nEntonces Moisés dijo: Iré yo ahora y veré esta grande visión, por lo cual la zarza…por qué causa la zarza no se quema.\n\nViendo Jehová que él iba a ver,…",
    "¡Quiero darle énfasis a eso!\n\nViendo Jehová que él iba a ver, lo llamó Dios de en medio de la zarza, y dijo: ¡Moisés, Moisés! Y él respondió: Heme aquí.\n\nY dijo: No te acerques; quita tu calzado de tus pies, porque el lugar en que tú estás, tierra santa es.\n\nY dijo: Yo soy el Dios de tu padre, Dios de Abraham, Dios de Isaac, y Dios de Jacob. Entonces Moisés cubrió su rostro, porque tuvo miedo de mirar a Dios.\n\nDijo luego Jehová: Bien he visto la aflicción de mi pueblo que está en Egipto,…he oído su clamor a causa de sus exactores; pues he conocido su angustia,\n\ny he descendido para librarlos de mano de los egipcios, y sacarlos de aquella tierra a una tierra buena…ancha, a tierra que fluye leche y miel, a los lugares del cananeo…heteo…heveo…jebuseo.\n\nEl clamor, pues, de los hijos de Israel ha venido delante de mí, y también he visto la opresión con que los egipcios los han oprimido.\n\nVen, por tanto, ahora, y te enviaré a Faraón,…",
    "¿Se fijaron? “Yo he descendido”. Pero, “te enviaré a ti”. Dios, yendo en la forma de un hombre. “Ve”. Permítanme leer de nuevo el versículo 10.\n\nVen, por tanto, ahora, y te enviaré a Faraón, para que saques de Egipto a mi pueblo, los hijos de Israel.\n\nEntonces Moisés respondió a Dios: ¿Quién soy yo para que vaya a Faraón, y saque de Egipto a los hijos de Israel?\n\nY él respondió: Ve, porque yo estaré contigo; y esto te será por señal de que yo te he enviado: cuando hayas venido…",
    "Perdónenme.\n\n…cuando hayas sacado de Egipto al pueblo, serviréis a Dios sobre este monte.",
    "No lo noté antes, pero sintiéndome muy profundamente inspirado por el Espíritu en esta mañana, acabo de captarlo en ese momento. Dios, enviando a Su siervo de nuevo al lugar de donde había huido, Él le dio a él la señal de un monte; no lo había notado hasta ese momento. “Esto será una señal Eterna para ti”. ¿Ven?",
    "Ahora vamos a hablar, en esta mañana, sobre el tema del segundo éxodo del pueblo de Dios, o del llamado a salir del pueblo de Dios. Éxodo significa: “sacado; llamado a salir; tomado de”. Y quiero usar eso como tema, del segundo éxodo del pueblo de Dios. [El Hermano Branham lo titula: El Tercer Éxodo, en el servicio de la noche.—Ed.]",
    "Ahora, ellos habían tenido muchos éxodos, por supuesto, pero estoy hablando del tiempo cuando Dios llamó a un éxodo, a una separación de donde ellos estaban, en ese tiempo presente. Aquí, Dios se estaba preparando para cumplir Su Divina Palabra prometida que Él les había dado a Abraham, y a Isaac, y a Jacob. Años, cientos de años habían pasado, sin embargo, Dios nunca olvida Su promesa. En su momento, en el tiempo de cumplimiento, Dios siempre hace efectiva Su promesa.",
    "Por tanto, Uds. pueden tener la seguridad que lo que Dios ha prometido en esta Biblia, Él lo hará. No hay necesidad de esforzarse en pensar otra cosa, y decir: “Bueno, el profeta estaba, quizás estaba errado” o, “eso no pudiera suceder en este día”. Parecía casi imposible en aquel entonces, más imposible de lo que parece hoy. Pero Dios lo hizo de todas maneras, porque prometió que Él lo haría.",
    "Y miren la sencillez en que Él lo hace: “Yo he descendido. He oído el clamor. Yo recuerdo Mi promesa. Y he descendido para hacerlo y te estoy enviando a ti; hazlo tú. Yo voy a estar contigo. Seguro, Yo estaré contigo. Mi Presencia que nunca, nunca falla, estará contigo adondequiera que vayas; no tengas temor”. ¿Lo ven? “Yo he descendido para librar”. Estoy seguro que la mente espiritual capta eso. ¿Ven? ¿Ven? “Yo—voy—voy a enviarte a ti, para que traigas a Mi pueblo a un éxodo, para llamarlos a que salgan, y Yo estaré contigo”.",
    "Ahora, ¡cómo—cómo podemos descansar!, ¡la fe realmente se puede afianzar allí! ¿Ven? Dios va a hacerlo; Él lo prometió. No importa cómo, cuáles sean las circunstancias, ni lo que alguien más diga, Dios de todas maneras lo va a hacer, porque Él lo prometió. Y Él lo hace tan sencillo que se—se le pasa por alto al—al entendimiento de la mente culta que intentará razonarlo: “¿Cómo pudiera ser?”.",
    "Ahora, yo no quiero decir que un hombre con una buena mente fuerte, con una buena educación, que ese hombre no lo entendería. Eso está bien y es maravilloso, siempre y cuando él le dé uso no para razonar, sino para creerle a Dios, esa cultura que él tiene; que sea convertida a la simplicidad de escuchar lo que Dios ha dicho, y creerlo. Entonces su cultura le ayudará.",
    "Fíjense. Pero cuando el hombre intenta razonar que “eso no se pudiera hacer”, entonces eso lo desvía a él de Dios constantemente, en todo momento, cuando él se está inclinando a—a escuchar su propio entendimiento. ¿Ven? Si Uds. no entienden, y la Biblia dice una cierta cosa, sólo puntualicen Eso con un “Amén”. Sólo déjenlo así.",
    "Ahora, en lugar de referirme a estas Escrituras, Uds. pueden anotarlas, en esta lección de escuela dominical; no obstante, tal vez lo haría, si Uds. quisieran verlas. Pero, primero, tengo tantas aquí. Vamos…",
    "Antes de poder ver lo que significa este éxodo, yo voy a tipificar el éxodo ahora (el éxodo de aquel entonces, con el éxodo de hoy), y ver si no van exactamente en paralelo. Uno de ellos es el natural. Y las mismísimas cosas que Él hizo en lo natural, Él lo está tipificando otra vez, un anti-tipo en lo espiritual, un éxodo espiritual.",
    "¡Es maravilloso, ver la Palabra de Dios! ¿Cómo pudiera alguien decir que no está inspirada? Esto fue hace como unos dos mil ochocientos años, Uds. saben. Y cómo Él prometió, y lo que Él ha hecho y que ha dejado como ejemplo, de cómo Él—Él—Él hace que la sombra de algo testifique de lo—lo positivo. Hablaré de eso esta noche, entre la luna y el sol, el Señor mediante.",
    "Pero, primero, debemos repasar en Génesis para ver por qué era que ellos estaban en Egipto. ¿Por qué estaría el pueblo de Dios fuera de esa tierra? Después de todo, Dios prometió que allí mismo donde principió (con Abraham, Isaac, y Jacob, en Palestina), Dios les dio a ellos esa tierra y dijo: “Ésta es”. ¡Oh! entonces, ¿por qué razón no estaría el pueblo en el lugar que Dios les proveyó?",
    "Ésa también es la pregunta de hoy. Dios nos dio a nosotros un pentecostés; Él nos dio el Libro de los Hechos; Él nos dio el Espíritu Santo, para dirigirnos y guiarnos. Él nos dio una Tierra. Y ¿por qué estamos fuera de Ella? ¿Por qué no está la iglesia en Ella? ¿Por qué es que la gran iglesia Cristiana hoy no está viviendo otra vez como en el Libro de los Hechos, produciendo la misma cosa? Tiene que haber alguna razón para eso.",
    "Todos sabemos que estamos desunidos, y estamos en una condición terrible. Y la condición más terrible en la que—en la que el Cristianismo alguna vez haya vivido, es hoy. Y estamos en el… justo a la orilla o al borde de—de un juicio grande y terrible que le espera a la iglesia. Y antes de que este juicio pueda suceder, Dios está llamando a un éxodo, igual como Él lo hizo en aquel entonces. Los pecados de los amorreos ya rebosaban, así que Él—Él está llamando a un—un éxodo espiritual. Ahora, regresemos por un momento, en tipo, y veámoslo.",
    "Ellos fueron a Egipto, todo, por causa de los celos por un hermano. Por esa razón es que Israel estaba en Egipto en ese tiempo, fuera de la tierra. Recuerden: las promesas de Dios eran sólo mientras ellos permanecieran en esa tierra.",
    "¿Ahora pueden ver lo que estábamos diciendo en oración, hace unos momentos? ¿Por qué tuvo Dios que endurecer el corazón de Faraón? Para poner de nuevo al pueblo en la tierra prometida, antes que Él pudiera bendecirlos; para traerles el Mesías.",
    "¡Cómo tuvo Él que endurecer el corazón de Hitler, para estar en contra de los judíos, cuando él mismo era medio judío! ¡Cómo pudo, tener Él que hacer eso en Stalin, Mussolini! ¿Ven? Un pueblo que no está inspirado, como una nación, ellos—ellos… Dios tiene que tomar las—las cosas bajo las que ellos están viviendo (las leyes de la tierra, muchas veces), para hacer que Sus promesas se hagan realidad. Así que Él tuvo que endurecer los corazones de esos dictadores para hacer regresar a los judíos a la tierra prometida. Tuvo que ser de esa manera.",
    "Ahora, veamos que yendo allá, José… Sabemos la historia, repasando el Génesis, y Uds. pueden leerla. Pues empecé un poquito tarde, en esta lección larga de escuela dominical, y trataré de darme prisa.",
    "Fíjense ahora. Lean la historia cuando puedan, de José, naciendo el último de sus hermanos, anterior al último. La mente espiritual captará eso de inmediato. Él no era el último hijo; fue Benjamín. Pero, observen en la excomunión: José y Benjamín eran hermanos de sangre, y los únicos dos que eran hermanos. Benjamín no recibió el reconocimiento hasta que se encontró con José. Y por encima de los demás, a Benjamín le fue dada una doble porción de todo lo que José dio. Muy bien. Ahora fíjense, encontramos que allá, ellos eran…",
    "Él fue arrebatado de sus hermanos porque él era espiritual. Él era un gran hombre, aunque era el más humilde del grupo, el menor del grupo. “Y ellos lo odiaron sin causa”. Ellos no debieron haberlo odiado; ellos debieron respetarlo a él. Pero, ¿por qué lo odiaron?, ¿porque él era un hermano? No exactamente por eso. Ellos lo odiaron porque Dios lidiaba con él más que con los demás. ¿Ven? Él le dio a él un—un—un—un entendimiento espiritual. Él podía interpretar sueños, perfectamente. Y él podía profetizar cosas que sucederían, perfectamente, exactamente de la manera que era; y él—y él no andaba con indirectas.",
    "Él vio el—el sueño de esos manojos inclinándose ante sus manojos, y entonces sus hermanos se enojaron con él. Dijeron: “Me supongo, entonces, que tú, insignificante santo rodador” en otras palabras, que “¿tendremos que inclinarnos ante ti algún día?”; pero sucedió de esa manera. ¿Ven? ¿Cómo iban esos grandes gigantes alguna vez a inclinarse delante de ese hombrecito insignificante parado allí? Pero lo hicieron, seguro que sí, y rogaron misericordia. Pero él no había llegado todavía al poder, ¿ven Uds.? Él sólo estaba en aquel entonces en la forma de niño.",
    "Y luego veamos que, por hacer esto, que José fue tomado de entre sus hermanos, las denominaciones, y puesto a solas. ¿Ven? Sus hermanos, todos estando en la tierra. Y luego vino una cosa tan grande. Vemos que Israel… mientras que ellos moraran en su lugar de morada, y continuaran. Ahora, eso es algo bueno, quedarse en el lugar; posicionalmente, eso es correcto. Pero, ellos se deshicieron del Espíritu.",
    "Los fundamentalistas, hoy, posicionalmente saben lo que son, por medio de una concepción intelectual de la Biblia, pero no hay Espíritu. Ellos han rechazado a José, Lo han desechado. Ellos no querían tener nada que ver con Eso; “Son una cantidad de santos rodadores. Eso es una… No queremos tener nada que ver con Eso”. Ellos lo han excomulgado a Él, lo han vendido al mundo. Ellos estaban por fuera de su compañerismo.",
    "Ahora, al hacer eso, ellos estaban sacando de lugar; fueron llevados a Egipto, tiempo después.",
    "Ahora, la historia de estos hermanos celosos, realmente es de gran comparación con el lado espiritual de eso hoy. Nosotros—todos nosotros estamos conscientes de eso, que es puro celo, no puro; es un celo inmundo, sucio. ¿Ven? En los celos no hay pureza. ¿Ven? No son más que celos inmundos. Cuando ellos ven la misma Biblia y la naturaleza del mismo Dios que escribió la Biblia, vindicándose Él mismo, y luego Lo rechazan sin ninguna razón. Es puro… Bueno, no puro; como dije: Es un celo inmundo. Observan a Dios sanar a los enfermos, resucitar a los muertos, ¡el mismo Dios que vivió en los días de los apóstoles! El mismo Evangelio que ellos escribieron, para esta jornada espiritual, es el mismo Dios que hace la misma cosa. Así que con ellos no es más que celos por lo que ha excomulgado: “Y nosotros no aceptaremos Eso entre nuestro pueblo”. ¿Ven? ¡Los desplazaron!",
    "Ellos pensaron, los hermanos, que jamás necesitarían de un hombre como ése, así que: “¿Por qué no deshacerse de él?”.",
    "Eso, lo mismo ha sucedido hoy. Ellos piensan que “porque nuestras iglesias han llegado a ser intelectuales, porque tenemos los grupos mejores vestidos, la organización más grande, los ministros más inteligentes, que no necesitamos del Espíritu Santo así como en el pasado”; que, ellos están completos. En otras palabras: las acciones hablan más fuerte que las palabras; que sus seminarios y sus… el cerebro de su—su ser, y que se han reunido y—y hablan este asunto, que son más capaces con sus propias mentes intelectuales de establecer una Iglesia en orden, que el Espíritu Santo. Así que, ellos ya no lo necesitan a Él. “Es Algo que no necesitamos hoy. Los días de eso pasaron”. Ahora, ¿no es eso exactamente cierto? [La congregación dice: “Amén”.—Ed.] “No necesitamos al Espíritu Santo para sanar a los enfermos; tenemos médicos. No necesitamos al Espíritu Santo para hablar en lenguas; todos somos personas inteligentes”. Y cuando Uds. lo hacen, quitan la línea de la Vida de allí, de su estructura.",
    "Jesús les dijo a esos judíos, en Sus días: “¿No han leído que ‘La Piedra que fue rechazada es la Piedra Principal del ángulo, sobre la cual todo el edificio está asentado’?”.",
    "Ahora, ¿ven Uds. lo que quiero decir? Estoy seguro que Uds.—Uds. lo pueden captar. Que la—la razón de eso, bueno, fue porque ellos pensaron que nunca Lo necesitarían. “Nosotros no necesitamos a los que hablan en lenguas. No necesitamos intérpretes de lenguas. Ya no necesitamos a los profetas del Antiguo Testamento para establecernos en orden, por el Espíritu Santo. Nosotros ya entendemos Eso”. ¿Ven? Ellos han adoptado un sistema hecho por el hombre para ocupar el lugar del Espíritu Santo.",
    "Por tanto, hay gente que es elegida, tienen sus nombres en el Libro de la Vida del Cordero, que no pueden aceptar eso. Ellos son de mente espiritual, y por tanto no pueden aceptar eso. Ellos no lo toleran, no importa que sus padres y madres hayan vivido en la iglesia organizacional que haya sido.",
    "Cuando una iglesia hace, lo hace, quizás no lo dice abiertamente. ¡Oh, no! Ellas no lo dirán abiertamente, pero sus acciones lo prueban. Aquí está la Palabra. Y el Espíritu Santo lo prueba entre ellos, cuando Él puede reunirlos, que Él aún sana a los enfermos, y resucita a los muertos, y habla en lenguas, y echa fuera demonios. Así que, depende del… lo que está en el interior de una persona.",
    "La Sra. Arganbright allí, estaba pensando eso el otro día, sentada en la banqueta deshierbando, cuando ella estaba cortando el césped. Yo pasé por allí, justo a su lado. Ella no me reconoció, y la dejé que siguiera. Yo estaba observando.\n\nAhora, fíjense, el Espíritu Santo en Su gran obra.",
    "La iglesia siente que no necesita el Espíritu Santo. Las iglesias les dirán eso a Uds. Y los hombres se pueden parar y darles una plática tan intelectual, que casi los pueden convencer a que lo crean. Ahora, detengámonos en eso, un minuto. ¿No dijo Jesús que los dos serían tan semejantes, “que engañaría a los mismos Elegidos si fuera posible”? [La congregación dice: “Amén”.—Ed.] Las pláticas intelectuales serían tan pulidas que—que eso engañaría a la gente. Es Evangelio, son hombres que pueden manejar esa palabra de tal manera, que pudiera hacer que cualquier persona intelectual (si Ud. está confiando en la intelectualidad de ellos) que ellos—ellos condenen al Espíritu Santo y—y escojan la vía del hombre. Vemos eso.",
    "Ahora, eso mismo pensaron de José, y ellos se deshicieron de él. Y ¡oh, allá en Egipto!, ¡oh, pudiéramos pensar, pudiera pasar horas! Uno pudiera quedarse aquí por tres años y no salir de ese tema, día y noche, y seguir encontrando las grandes pepitas del Espíritu Santo. La mente espiritual puede mirar allá en Egipto y ver cómo se levanta esa persecución; puede ver a José siendo quitado para que se pueda levantar la persecución. Y luego ver a Dios, con Su rueda en las ruedas, todo girando perfectamente. Ver a Potifar rechazando a José; ver esa mentira que fue dicha. Y ver a José en la prisión, y su barba crecida, excomulgado de sus hermanos. Pero luego, de repente, Dios entró a la escena. ¿Ven?",
    "¡Podemos ver esa rueda en las ruedas, moviéndose! El gran plan de Dios moviendo todo hacia este éxodo, a este tiempo cuando Él llamaría a Su pueblo a regresar de nuevo a la tierra, a estar de nuevo en ese lugar, en posición donde Él pudiera bendecirlos y posicionar entre ellos a Aquél que Él prometió que posicionaría entre ellos. Ellos tenían que estar en su tierra. Recuerden: ellos tenían que salir de la tierra en la que estaban, y entrar en la tierra de promesa, antes que su Mesías prometido pudiera venir.",
    "Y la Iglesia tiene que hacer lo mismo: salir de ese grupo de rechazadores, y entrar en la promesa, antes que el Mesías se pueda manifestar delante de ellos. ¿Lo ven? [La congregación dice: “Amén”.—Ed.] La Vida del Mesías, manifestada, preparando a una Iglesia, una Novia.",
    "Una mujer que se case con un hombre, y no esté de acuerdo con él, sería alguna especie de—de riña constante. Pero cuando un hombre y su esposa, su novia, su prometida, cuando ellos están en armonía perfecta, como un alma y una mente, es porque ellos van a ser una carne.",
    "Entonces, cuando la Iglesia puede entrar en una armonía así con Dios, al grado que la manifestación del Novio se manifiesta en la Novia, ¡es porque ellos van a ser uno! ¡Oh, qué gran lección! Muy bien.",
    "Ahora, recuerden, la mente espiritual captando esto, puede ver el tipo y el anti-tipo, y captarlo; sólo en una, pudiéramos continuar por horas. Observen lo que sucede.",
    "¿Y por qué hemos esperado todos estos años, desde este oasis de tiempo? Uds. saben, la Biblia habla que “la iglesia huyó al desierto, en donde ella fue sustentada por tiempo y tiempo”. Y ¿por qué ha sucedido todo esto? Para que nosotros… ¿Ven? Aún son las ruedas de Dios en las ruedas.",
    "¿Por qué Dios no ha hecho esto hace mucho tiempo, siendo que hombres se han sentado con lápices, y—y mujeres, e intentaron calcular el tiempo? Como Judge Rutherford y muchos de ellos, de que: “Jesús vino en el ’14”. Y—y la Madre Shipton, también, que lo tuvo para mucho antes de eso, y demás, todas esas fechas. Y, vean, cuando se basaron en eso, en lo que ellos habían tratado de entender de la Escritura (¿ven?), ellos lo arruinaron. Eso está escondido; en realidad está escondido. Y ¿cómo pudiera la Escritura irse en contra de Sí misma, cuando Jesús dijo: “Ningún hombre sabe el minuto ni la hora?”. ¿Ven? ¿Ven? Ellos sólo toman una porción de la Escritura y se aferran a Ella.",
    "Uds. deben tomar toda la Cosa. Entonces, si Dios está en eso, entonces Dios manifestará que eso es la Verdad. Como la sanidad Divina, si no es Verdad, entonces no es Verdad; Dios no tendrá nada que ver con eso. Pero si Él manifiesta que es la Verdad, entonces Ella es la Verdad. Así como Jesús…",
    "Dios dijo: “Si hay uno entre Uds. que es profeta o espiritual, Yo le hablaré. Y si lo que él dice viene a suceder, entonces escúchenlo; eso es. Pero si su profecía erra, entonces…”. Dios no puede errar. Él es infinito, infalible, omnipotente, y Él no puede errar. Así que, si el hombre es el que está hablando, entonces eso muestra al hombre. Si él habló sus propias palabras, eso fallará. Pero si él habla las Palabras de Dios, eso no puede fallar, porque es Dios hablando. Entonces, su inspiración viene de Dios, y eso… y tiene que estar correcto. Así es como Dios dijo que lo sabríamos. Así es que la Bi-…",
    "En el Antiguo Testamento, Él dijo: “Si ellos no hablan de acuerdo a la ley y los profetas, es porque no hay Vida en ellos, no hay Luz en ellos”. Correcto. Ellos tienen que hablar de acuerdo a la ley y los profetas. Y una profecía, o lo que sea, debe estar de acuerdo a la Palabra; si no, eso está errado. ¿Ven?",
    "Ahora, nos damos cuenta que todo esto ha acontecido, debido a la espera. Los avivamientos: los metodistas, los luteranos, los bautistas, los campbelitas, y—y todas las diferentes clases, ellos han tenido grandes avivamientos. El nazareno, los Peregrinos de Santidad, los pentecostales, todos tuvieron grandes avivamientos; pero el gran éxodo no ha venido. ¿Por qué? Dios le dijo a Abraham que lo mantendría allí en la tierra en ese momento, pero que la—la iniquidad del amorreo todavía no estaba llena. Y Dios ha esperado, pacientemente. Esa gente, esforzándose por entenderlo, ellos pueden ver la Escritura llegar a algo. Cuando llegan a algo, ellos dicen: “Éste es el día. Ésta es la hora”; pero Uds. fallan al no entender que la iniquidad de los amorreos aún no se ha cumplido.",
    "Por cuatrocientos años ellos peregrinarían allá en Egipto, y serían sacados. Pero ellos realmente se quedaron cuatrocientos cuarenta años, debido al rechazo del profeta. Ellos tuvieron que sufrir otros, como unos cuarenta años allá en el desierto, antes que Dios los sacara. Moisés estuvo en el desierto por cuarenta años antes que él regresara a liberarlos, ¿ven Uds.? Se pasaron cuarenta años del tiempo señalado, transcurrieron, porque ellos rechazaron el mensaje.",
    "Ahora, cuarenta años en el tiempo de Dios hubieran sido como un minuto y medio, de nuestro tiempo. Ésa es la diferencia que hay. “Mil años son únicamente un día”. ¿Ven? A duras penas sería siquiera un minuto. Fíjense, en eso.",
    "Ahora, nos hemos retrasado. ¿Por qué? Dios ha sido paciente, esperando, vigilando. Permitió que los—los luteranos se levantaran en un avivamiento, luego se organizaron. Permitió que los metodistas se levantaran en un avivamiento; se organizaron. Permitió que John Smith, la iglesia bautista, se levantara con un gran avivamiento; se organizaron. Permitió que los pentecostales se levantaran con la restauración de los dones; se organizaron. Hasta que la iniquidad se llene completamente, luego Dios se cansa, y allí viene un éxodo.",
    "Y nosotros lo vemos; que la gente misma puede ver allá en el transcurso del tiempo, que la cosa está maldita. Ellos vuelven a tomar un lingote y un manto fino babilónico. Y ésa es la cosa que maldice a la gente, cuando los hombres quieren inyectar sus propias ideas en las cosas.",
    "Tenemos que quedarnos con esa Palabra. Era el mandato de Dios, fue: “No toquen nada en esa ciudad, esa ciudad maldita. No lo toquen. Déjenlo en paz”.",
    "Y Acán pensó que él podía tomar este lingote de oro y vivir bastante cómodo como el resto del mundo, con el manto fino babilónico. ¡Oh, esos Acanes en los campamentos! ¿Ven? Pero la cosa está maldita, y continuamente está maldita. Fue maldita desde el mismo Concilio de Nicea, en Nicea, Roma; ha sido maldita desde entonces. Pero Dios ha permitido que la iniquidad siga llenándose, hasta que el tiempo de los amorreos ya está por cumplirse.",
    "Y ahora cualquiera con entendimiento espiritual, recuerde, continuamente estoy citando: entendimiento espiritual, Uds. pueden ver que la iniquidad de esta nación está llena. Ella está organizada y reorganizada, y organizada y organizada. Y ahora está confederada y uniéndose con algo más. La iniquidad está llena. Es tiempo de un éxodo, tiempo de un llamado a salir, a la Tierra prometida. No la promesa de sólo ir a otro país, sino a un Hogar, el Milenio, tiempo para un llamado a salir. La iniquidad de esta nación (lo tocaré otra vez en la noche, el Señor mediante) está llena. Ella es inmunda.",
    "Uds. dicen: “Hermano Branham: ¿la nación en la que Ud. vive?”. Sí, señor. Seguro. Uds. dicen: “Como ciudadano de los Estados Unidos, Ud. no debería decir eso”. Entonces Elías no debió haber invocado una maldición sobre Israel, siendo él un israelita en ese entonces. Los demás profetas no debieron haber maldecido esa nación bajo la cual eran israelitas.",
    "Pero ellos sólo hablaron, no sus propios pensamientos, sino la Palabra del Señor. ¿Ven? Depende de dónde uno esté sacando su inspiración. Depende de cómo esté viniendo. Si es contraria a la Palabra, déjenla allí. Yo le pido a cualquiera que pruebe que Eso es contrario a la Palabra.",
    "¿Qué no lo dice la Biblia, en Apocalipsis 13…? Allí es donde aparece esta nación. Esta nación es numerada como trece, una nación de mujer. Ella es una mujer, en la Biblia. La mujer está en nuestras monedas. Es una nación de mujer. Es en donde empieza la podredumbre de las mujeres, donde inicia, en donde termina. La podredumbre empezó en el Edén, por no creer la Palabra de Dios. Aquí es donde eso empolló mujeres predicadoras y todo lo demás. La inmundicia del mundo sale directo de Hollywood, la peor nación del mundo; más divorcios que el resto del mundo junto. ¿Ven? ¿Por qué? Uds. se van a dar cuenta un día de estos, el Señor mediante. Uds. verán por qué, esta cosa está maldita. Uds. pueden ver la ceguera de este asunto de divorcio que Satanás ha puesto sobre los ojos de la gente. Nosotros estamos en una hora terrible. Nuestro fin está ahora casi a la mano, creo yo. Están podridos, podridos hasta el tuétano.",
    "Ella aparece en Apocalipsis 13, número trece. Y recuerden, se levantó como un cordero: libertad de religión. Pero después recibió poder de la bestia; una imagen semejante a ella. Y ella habló con toda la autoridad, e hizo las mismas cosas podridas que la bestia hizo antes que ella. ¿Díganme entonces si no está profetizado de esta nación? La condición amorrea está por madurarse, porque ellos ya están trabajando en eso.",
    "Y aun nuestro nuevo papa, su objetivo principal es unir a los hermanos. Y para el ojo natural, es la cosa que se debe hacer. Pero, ante los ojos de Dios, eso es contrario al Espíritu Santo. Nosotros no podemos mezclarnos con eso. Y cada iglesia será llamada a que entre a esa federación. ¡Sálganse de esa cosa, tan rápido como puedan! Uds. tomarán la marca de la bestia, sin saber lo que están haciendo. Sálganse de eso.",
    "Yo espero que la mente espiritual lo pueda captar. Estoy seguro que Uds. lo captan. Pero me pregunto, ¿allá afuera? De todas maneras, uno no puede visitar cada nación; uno puede enviarles cintas. Dios tendrá alguna manera de alcanzar esa mente allá en donde está sembrada esa simiente. Correcto. Y tan pronto como la Luz la toque [El Hermano Branham da una palmoteada.—Ed.], se enciende, cobra Vida. Como la mujercita junto al pozo, ella dijo: “Allí está”; ella Lo captó.",
    "Sálganse de esa cosa; está maldita. “¿Maldita”? Díganme de una que haya caído y que se haya vuelto a levantar. Díganme de una que se haya levantado que no haya caído. Así que, Uds. pueden ver que la cosa está errada. Muy bien.",
    "La iniquidad aún no estaba llena, de los amorreos, así que ellos tenían que permanecer y esperar antes del éxodo. Pero cuando los amorreos llenaron su iniquidad, entonces vino un éxodo espiritual, o un éxodo natural, para llevar al pueblo a una tierra natural, en donde el amorreo natural una vez había habitado, llamándola su tierra.",
    "Y la iniquidad de la denominación amorrea ha hecho que se llamen a sí mismos “la Iglesia” por tanto tiempo, al grado que su iniquidad está por cumplirse.",
    "Viene un éxodo, en donde Dios mostrará quién es quién; en donde la Iglesia Misma, la Novia de Jesucristo, será sacada en un éxodo para entrar a la Tierra que es prometida. “En la Casa de Mi Padre hay muchas mansiones, en este lugar”. Uds. no tienen que ir Allá y pelear como ellos; eso ya está preparado. Si este tabernáculo terrestre en el que moramos se deshiciere, tenemos uno esperando, “para que en donde Yo estoy, Uds. también estén”. ¡El gran éxodo a la mano!",
    "Observen cómo fue que Dios hizo ese éxodo, lo que Él… las preparaciones que Él hizo, y estúdienlo sólo por un minuto, y luego miren hoy. Muy bien. Fíjense, antes de este éxodo, “se levantó un—un faraón que no conocía a José”. ¿Ven? Un faraón que no conocía a José. “No conocía a José”. ¿Qué estaba representando José? La parte espiritual en este éxodo espiritual.",
    "Allí se levanta ahora: “Nosotros somos libertad”. (“La mujer fue sustentada por un tiempo, y tiempo, y la mitad de un tiempo”). Pero finalmente se levantó allí un—un Jos-… o un faraón dictador, que no conocía la libertad de religión, uniéndolos. No permitan que eso se les pase. Llegó un tiempo en donde primero tuvo que venir un faraón.",
    "Y las organizaciones vivieron en deleite, vivieron como una rama injertada en la verdadera vid del Cristianismo, pero aún produciendo sus frutos originales: mujeres a medio vestir; hombres intelectuales y negando el poder del Espíritu; sin embargo, ha vivido bajo el nombre de una iglesia Cristiana. Es una vid injertada. Pero el Labrador viene ahora a podar esa vid, como Él dijo que lo haría. Todos aquellos que no dan el fruto, son cortados y echados al fuego y consumidos.",
    "Es algo terrible de decir, pero la Verdad algunas veces parece ser terrible. Como les acabo de decir de cómo Dios lleva a Sus hijos a través de aguas profundas y las arenas cenagosas y demás; Él lo hace de esa manera. Recuerden: el—el vaso debe ser quebrado en astillas, añicos, en pedazos pequeños para ser molido, y moldeado otra vez. Al parecer es una cosa terrible el destruirlo, pero tiene que hacerse así, para que el vaso sea hecho de nuevo, el vaso o lo que Uds. estén haciendo.",
    "🦅 Se levantó un faraón, que no conocía a José”. Y allí fue el principio del principio. Eso fue el principio del éxodo. Y cuando esa cosa se empezó a formar bajo un—un poder político (comenzándose a formar), Dios empezó a prepararse. La iniquidad de los amorreos se había cumplido. El tiempo que Él le había prometido a Abraham estaba cumplido, y el tiempo de liberación estaba a la mano.",
    "Y Dios permitió que se levantara un faraón que no conocía a José, y nació Ramsés. Y después de Seti, vino Ramsés. Y Ramsés fue aquél que no conoció las bendiciones de José. Y—y él no sabía cuál era el lado espiritual. Él sólo era un genio político que pudo tomar Etiopía y el resto de los países, bajo poder militar. Y eso era todo lo que él conocía, era el—el poderío militar.",
    "Y pienso que si cualquier hombre fuera espiritual, pudiera ver lo que está aconteciendo hoy. Estamos recibiendo un faraón que no conoce la libertad de religión. Cuando nuestro presidente tomó su oficio, él no juró por eso, que él creía en libertad de religión.",
    "¿Qué del otro día cuando tuvimos esta pregunta de la segregación, allá en el sur? Cuando ese gobernador de—de Alabama… Desearía poder hablar con ese ministro, ese Martín Luther King. ¿Cómo puede este hombre ser un líder y estar guiando a su pueblo hacia una trampa mortal? Si esa gente fuera esclava, yo estaría allá quitándome el saco, peleando por esa gente. Ellos no son esclavos, ellos son ciudadanos, ellos son ciudadanos de la nación. La cuestión es por “ir a la escuela”.",
    "Esa gente, será que tienen un corazón duro y no saben esas cosas. Uno no puede meterle a la gente cosas espirituales, que han sido metidas allí a golpes por poderes políticos. Ellos tienen que aceptarlo, nacer de nuevo, después ellos verán estas cosas.",
    "Pero este hombre, si tan sólo pudiera hablarle; ¡guiando a esa gente preciosa, bajo el nombre de religión, a una trampa mortal donde él va a matar miles y miles de ellos! Ellos no… Ellos sólo captan el—el lado natural.",
    "Ese hombre, el hermano de color, cuando se levantó esa gran protesta en Louisiana, yo estaba allá en ese tiempo. Cuando el… Había un ministro de color, un precioso hermano anciano, se paró allí y dijo, le preguntó a la milicia: “¿Pudiera hablarles a ellos? Ellos son mi pueblo”. Y este ministro anciano se paró allá, y dijo: “Yo quiero decir esta mañana: que nunca me he avergonzado de mi color. Mi Creador me hizo lo que yo soy”.",
    "Así es como Él quiere que él permanezca. Así es como Él quiere que cada hombre permanezca. Él hace flores blancas, y flores azules, y flores de todos colores. No las hagan híbridas; no las crucen. Uds. se van contra la naturaleza.",
    "Él dijo: “Yo nunca me he avergonzado de mi color, hasta esta mañana”. Dijo: “Cuando veo a mi pueblo levantarse y hacer las cosas que están haciendo ahora” dijo, “hace que me avergüence de ellos”. ¡Oh, Dios, bendiga esa voz! Él dijo: “Uds. solamente van a causar problemas”. Dijo: “Miren las escuelas aquí. Si no tuviéramos escuelas” dijo, “sería diferente. Pero, ¿quién tiene las mejores escuelas aquí en Louisiana?”. Dijo: “Tomemos por ejemplo nuestra ciudad, Shreveport”. Dijo: “Hay una escuela de blancos allí, la cual es la escuela vieja. Ellos nos edificaron otra. Ellos no tienen ni un instrumento, nada para que los niños jueguen. Nosotros tenemos un patio lleno. Y además de eso, ellos nos edificaron una piscina enorme de mármol para nuestros niños. Y tenemos los mejores maestros que se puedan conseguir”. Dijo: “¿Por qué quieren Uds. ir allá, cuando aquí tenemos una mejor? ¿Qué es lo que les pasa a Uds.?”, dijo él.",
    "Y esa gente: “¡Aaaa!” Ellos silenciaron la voz. Ahí lo tienen, (¿ven?), una inspiración incorrecta.",
    "Esa gente fue esclava. Ellos son mis hermanos y hermanas. Si ellos fueran esclavos, yo diría: “Unámonos con ellos y vayamos por la calle y protestemos esa cosa”. Ellos no son esclavos. Ellos son ciudadanos con los mismos derechos que cualquiera. Sólo es un montón de inspiración que viene del infierno, para causarle la muerte a un millón de ellos. Ellos empezarán una revolución. Seguramente que sí. Eso no es correcto.",
    "Los hombres y mujeres tienen sus propios derechos. Nuestros hermanos de color, y nuestros japoneses, y los amarillos, blancos, negros y lo que sean, con Dios no hay diferencia en el color de ellos. Todos venimos de un hombre, Adán. Pero si Dios nos separó y nos tornó en diferentes colores, permanezcamos de esa manera. Si yo fuera un—un hombre amarillo, yo quisiera permanecer japonés, o chino. Si yo fuera un—un—un hombre de color, yo quisiera permanecer de esa manera; Dios me hizo de esa manera.",
    "Francamente, hay mucho de la raza de color que la raza blanca debería tener. Ellos no tienen la preocupación; ellos son más espirituales. Hay miles de cosas de ellos que el hombre blanco ni siquiera les llega cerca. Dios los hizo así.",
    "¿Quién pudiera cantar mejor que un coro de gente de color? ¿En dónde pudieran Uds. encontrar tales voces? Los he visto venir allá de lugares remotos, en donde no sabían cuál era la mano derecha o la izquierda. Treinta o cuarenta tribus diferentes de ellos, y cantaban de tal manera que el maestro parado allí dijo: “Sencillamente no lo puedo superar”. Él entrenó coros por años, y uno estaba una octava alto y el otro bajo, y todo lo demás. Dijo: “Escuchen eso, ¡está perfecto!, aun en idiomas diferentes”. Ellos están dotados.",
    "Pero (¿ven Uds.?), todo este asunto tiene que suceder, todo por causa de un político que Uds. eligieron con sus máquinas tramposas.",
    "Y el otro día, cuando ese gobernador se paró allí, jurando, y elegido para tomar ese oficio, por el pueblo, y la cuestión de la segregación de acuerdo a la constitución, es que cada—cada estado puede tomar su propia posición acerca de eso. A él no le importó, sino que leyó la constitución, dijo: “Bueno, la escuela apoya la segregación”. Ellos tienen una escuela allá. Y solamente dos niños de color quisieron entrar a esa escuela, cuando ellos tienen su propio colegio. Pero él se paró y dijo “¿Qué?” Él aún leyó la constitución.",
    "Entonces cuando eso vino a este hombre que tenemos aquí arriba (que no conoce a José, la libertad), quiso atraer esos votos de la gente de color, no sabiendo ellos, para comenzar, que fue un partido republicano el que los libertó; vendiendo sus primogenituras a tal cosa como ésa, para llevarlos hacia una trampa mortal, para mostrar que cada sistema hecho por el hombre tiene que caer. Es exactamente correcto. Y el Sr. Kennedy nacionalizó a esa guardia, y envió a esos hombres de vuelta a confrontar a sus propios padres parados allá bajo la constitución; eso rompió la constitución de nuevo.",
    "Dijeron: “Nosotros no pelearemos. No, señor”. Y dijo: “Yo espero que la nación pueda darse cuenta que ya no estamos viviendo bajo una democracia, sino bajo una dictadura militar”.",
    "Uds. conocen el viejo refrán: “Una vez que sea demócrata sureño, siempre lo será”. ¡Quién sabe ahora! Ajá. Seguramente un hombre tendría sentido suficiente para despertarse a algo. ¿Ven? Dejen a esas preciosas personas en paz. No las maten allá.",
    "Como ese hombre que mató a ese hermano por la espalda, la otra noche, con esa pistola, y sus hijitos y esposa en la casa. A mí no me interesa quién sea él, eso es vil y bajo. Sí, señor. Me gustaría ser el juez de ese caso una sola vez. Ajá. Ajá. Dispararle a ese hombre, viniendo a casa a su esposa e hijos. Él es un ciudadano, tiene el derecho de pararse por lo que él piensa que es correcto, un buen hombre. La fotografía está en la revista Life, de ese muchachito llorando por su papá. Y algún renegado allá, le disparó por la espalda, en una emboscada.",
    "A eso llegan cuando rechazan a Cristo; es cierto. Allí es adonde ha llegado toda la nación, todo bajo la política. Es una vergüenza, pero eso es lo que quisimos; lo probamos en esta elección.",
    "Mi hijito me dijo, esta mañana: “Papá, los padres peregrinos, cuando ellos vinieron aquí, ¿pertenecían todos ellos a esta cierta denominación de iglesia? ¿Estaban todos ellos…?”. Dijo: “¿Usaban vestiduras largas?”.",
    "Dije: “No, cariño. Ellos vinieron aquí para tener libertad de religión. Por eso vinieron aquí, para salirse de tal cosa como ésa”. ¿Ven Uds. ahora hasta dónde ha llegado? Muestra que todos estos reinos deben caer.\n\nDebo darme prisa.",
    "Una cosa: oro para que el Hermano Martín Luther King realmente despierte pronto. Él ama a su pueblo; no cabe duda. Pero si él tan sólo viera de dónde viene su inspiración. ¿De qué sirve que Uds. fueran a la escuela, y un millón de Uds. estuvieran tirados allá muertos? ¿No seguiría siendo igual, ir a la escuela, de todas maneras? Ahora, por—por hambre, si eso fuera por otra cosa, por esclavitud, el hombre sería un mártir al dar su vida por una causa como ésa, una causa digna, y eso sería una causa digna; pero sólo por ir a la escuela, yo—yo no lo entiendo. ¿Ven? No pienso que el Espíritu Santo esté de acuerdo con él en eso, en lo absoluto. Tiene al pueblo todo emocionado, con un montón de publicidad sensacionalista, ¿ven Uds.?",
    "Tal—tal como lo hizo Hitler allá en Alemania, los llevó directamente a una trampa mortal, a esos alemanes preciosos. Y ellos murieron por billones, o millones, amontonados allí uno encima del otro.",
    "Y eso es exactamente lo mismo. Y recuerden: me están grabando. Uds. lo verán después, quizás después que yo me haya ido. Eso es exactamente lo que va a suceder. Esas preciosas personas morirán allá, como moscas. Empieza una revolución, blancos y gente de color pelearán otra vez y morirán como moscas. Y ¿con qué quedan Uds. cuando todo eso termina? Un montón de gente muerta.",
    "🦅 Pero se levantó un faraón que no conocía a José”. Es la misma cosa hoy: un hombre se ha levantado y juró en la—en la Casa Blanca, que no juraría según su juramento, que no quiso jurar que él cree en libertad de religión.",
    "¿Qué está diciendo este nuevo papa? Una… Él tiene cuatro cosas. Una de ellas es unir a los protestantes y a los católicos. Y para cualquier persona intelectual, ésa es la cosa que se debe hacer. Pero según la Biblia, es errado hacerlo. Y la Biblia dice que ellos harían eso.",
    "Avancemos un poco. Para este tiempo, Ramsés, en Egipto, estaba creciendo. Su poder está creciendo. El hombre natural, Ramsés, estaba creciendo.",
    "El hombre natural, el anticristo, está creciendo ahora. Por medio de políticas él ha llegado a la Casa Blanca. En religión, él tiene a todo el pueblo tan confundido, que de hecho lo aceptarán. Y en cuanto a los líderes denominacionales, prácticamente cada iglesia en la nación, ya está en la confederación de iglesias. Ramsés está creciendo. Y todas ellas se están uniendo, y eso es lo que ellas tendrán. ¿Y qué es lo que hace eso? Forman un poder, una bestia semejante a la primera.",
    "Luego viene una persecución sobre todos aquellos que no se unan a eso, y un boicot. Entonces será demasiado tarde. Ud. ya tomó la marca. No diga: “Yo lo haré entonces”. Más vale que Ud. lo haga ahora. Ramsés estaba creciendo.",
    "Pero recuerden: mientras Ramsés estaba creciendo en poder, en Egipto, Dios tenía a Moisés en el desierto. Él también estaba creciendo. Ramsés tenía un sistema político; Dios tenía un sistema espiritual, bajo un profeta, listo para descender para hablarle al pueblo.",
    "Ambos están creciendo otra vez. Habrá un enfrentamiento, uno de estos días. El tiempo no está lejos cuando habrá un enfrentamiento. Como lo natural… Como dice la Escritura: “Lo natural tipifica lo espiritual”. Uds. no pueden evitarlo. Allí está. Está delante de sus ojos; es Verdad. Mire a la Iglesia ahora, llamándola a salir, entrando en poder. El Espíritu Santo bajando, los misterios de Dios siendo revelados y puestos en orden. ¿Ven? Y aquí ahora, ella ya está en la Casa Blanca. Y la Iglesia misma se está reuniendo, amén, no en una denominación, sino fuera de la esclavitud de iniquidades, apartada de los amorreos, un pueblo libre. ¡Oh!",
    "Dios tenía a Moisés, el que sería Su profeta. Aunque él ya había profetizado, y probado que estaba correcto, sin embargo, él estaba en la escuela del desierto, escondido del resto del mundo. Pero estaba siendo enseñado, siendo instruido allá en el desierto.",
    "Los enemigos siempre van a proponer su sistema. Y la incredulidad lo aceptará, porque el enemigo es la señal intelectual.",
    "Ahora, recuerden, sólo hay dos. No olviden esto. Solamente hay dos poderes: Uno es el poder espiritual, del Espíritu Santo; el otro es el del diablo, obrando por medio del poder intelectual. Pues por allí es donde él entró, en el huerto del Edén, por medio de poderes intelectuales, para hacer a Eva creer en la concepción intelectual, contraria a la Palabra. No pudiera estar más claro, los niños pudieran entender eso. ¿Ven? ¿Ven? Y de esa manera ha sido desde el principio.",
    "Aquí está, en Egipto, esta mañana. Hay un poder intelectual obrando en Ramsés, elevándolo al poder. Y lo levantará a él, quien no conoce de la libertad para permitir lo que José había hecho, lo que la iglesia había hecho en el principio.",
    "Y ahora vemos la misma cosa, un poder intelectual entrelazándose entre las iglesias, y se ha levantado para ser la cabeza eclesiástica que no le importa lo que dice la Biblia. Ellos tienen su propio sistema. No es lo que dice la Biblia, es lo que dice la iglesia. Y los protestantes se entrelazaron con eso, al grado que todos sus grupos pequeños, es de esta manera: “Bueno, seguro. Bueno, yo sé que Ella dice Esto, pero déjeme decirles, esos días ya pasaron”.",
    "🦅 Apariencia de piedad, y negando la eficacia”. Toda Escritura en la Biblia señala directo a eso.",
    "Ahora Uds. ven por qué quiero grabar esto y enviarlo a la gente. La hora ha llegado. La verdad tiene que ser conocida. El éxodo está a la mano. ¿Ven?",
    "La—la parte intelectual parece perfecta. Y es perfecta, es exacta; pero es la perfecta inspiración de Satanás.",
    "Y luego, todo el tiempo, este Ramsés intelectual estaba creciendo y llegando al trono. Y recuerden, él fue criado como hermano de Moisés (¿ven?), un hermano de Moisés. Uno de ellos tenía que tomar el puesto intelectual, así como José para sus hermanos. Y ¿qué hicieron ellos con el pequeño José? Lo excomulgaron de la Palabra. La Palabra es Dios. Y ellos excomulgaron la Palabra y aceptaron un credo. Y ahora el credo ha llegado al poder.",
    "¡Oh Dios, permite que la gente vea eso! ¿Qué más voz podré usar? ¿Cómo puedo hacerlo más claro por las Escrituras, bajo la inspiración del Espíritu Santo, que ya estamos aquí?",
    "🦅 ¡Oh!” dicen Uds., “¡bueno, ahora, si eso viniera del Papa Juan, o del Papa Tal y tal, o del Obispo Tal y tal!”.\n\n¿Ven Uds. que Dios tomó a un pequeño insignificante morador del desierto?\n\nDicen: “¿Cómo puede estar todo eso errado?”.",
    "Dios lidia con un individuo, no con grupos; con un individuo. Dios está tomando a los Suyos—a los Suyos, está tomando a los Suyos. Lo único que Él necesitaba, era un hombre con el que Él pudiera obrar. Eso es todo lo que Él quiere: un hombre. Él ha tratado de usarlos, a través de cada edad. ¡Si Él tan sólo pudiera usar a un hombre! ¡Él usó a un hombre en los días de Noé! ¡Un hombre en los días de Elías! ¡Un hombre en los días de Juan el Bautista! Sólo un hombre, es todo lo que Él necesita. En los días de los jueces, Él intentó usar a un hombre, a Sansón, le dio gran poder, pero él lo entregó por una mujer y fue cegado. Eran jueces; no debería haber sido así, Dios es el Juez. ¿Ven?",
    "Vean, hoy Él está queriendo usar a un hombre que pueda tener en Su mano, que diga la Verdad, que la diga sin temor, que la diga sin reservas, que no sea dogmático; un hombre que Él pueda tener en Su mano y mostrar que Su Palabra vive, y Él mismo mostrarse vivo. Yo creo que Él puede tener a tal persona lista; lo creo. Yo lo creo. Yo sólo… creo la Biblia lo suficiente como para creer eso, Él puede conseguirlo, correcto, que diría la Verdad.",
    "Después de un tiempo, nos damos cuenta, después que pasó por estas escuelas. Ahora fíjense. El enemigo propone algo, la mente intelectual, porque el enemigo está obrando en la intelectualidad. Y la mente lo considerará y lo razonará, y dirá: “Ahora, espere un minuto. ¿Acaso no es cierto que un concilio…?”.",
    "Hablé con un hombre el otro día, y dijo: “¡Mire, Billy!”. Él trabaja para La Compañía De Servicios Públicos, es un hombre fino. Y él dijo: “Quiero preguntarle algo”. Dijo: “Ud. es irlandés”.\n\nYo dije: “Sí, señor”. Dije: “Estoy algo avergonzado de ello, pero, a pesar de todo, lo soy”.",
    "Y él dijo: “Bueno” dijo él, “¿no sabe Ud. que realmente, que Ud. realmente debería ser católico?”.",
    "Yo dije: “Lo soy, el católico original”. Uds. saben, la primera Iglesia fue la iglesia católica.",
    "¿Ven Uds. hasta dónde ha llegado hoy? Ella empezó en Pentecostés, pero la organización la puso en donde está ahora. Miren, y Pentecostés dio la media vuelta y se organizaron, hicieron lo que hizo la primera iglesia católica. Y hoy ellos están casi tan apartados, como les, les ha tomado a ellos dos mil años. Y en cincuenta años ellos casi han llegado a eso. ¿Ven?",
    "Él dijo: “¿No cree Ud. que cuando un grupo de mentes ecuménicas” ahí lo tienen, “se reúnen y razonan algo, y todo el grupo puede estar de acuerdo, no piensa Ud. que ellos estarían un poquito…? Yo vengo a oírlo a Ud. predicar” dijo, “pero yo no estoy de acuerdo con Ud.”.",
    "Yo dije: “La única manera en que Ud. puede probar que su desacuerdo es lógico, es probarlo por la Biblia”.\n\nÉl dijo: “La Biblia no tiene nada que ver en eso”.",
    "Yo dije: “Para Ud. quizás no, pero para mí, Ella tiene todo que ver en eso. ¿Ve?, es la Palabra”.",
    "Y él dijo: “¿No piensa Ud. que un grupo de mentes ecuménicas reunido, pudiera estar más correcto, y más seguro de estar en lo correcto, que sólo un individuo tan insignificante y sin educación como Ud.?”. Yo dije… “Pues” dijo, “¿qué negocios tiene Ud. en decir algo en contra de ese obis-… en contra de nuestra—nuestra iglesia? Cuando ha existido durante las edades, siendo que ellos tuvieron el primer concilio de la iglesia, como Ud. dijo allá una noche, nosotros oímos esto, en las edades de la iglesia, del Concilio Ecuménico que se reunió en Nicea, Roma, y formó la iglesia Católica Romana”. Dijo: “¿No sabe Ud. que había miles de hombres espirituales, hombres enviados de Dios en ese concilio? ¿Y no piensa Ud. que sus mentes estarían más inclinadas a conocer la voluntad de Dios, que la de Ud. aquí, después de que Dios ha probado por dos mil años que esa iglesia está correcta?”.",
    "Yo dije: “Él nunca lo ha probado”. Yo dije: “Si esa iglesia es una Iglesia de Dios, veamos entonces que manifieste lo que hizo la primera Iglesia. Veamos que produzca las cosas que ellos hicieron al principio. Cuando, aun la Biblia dice que: ‘Ni una tilde, ni una jota fallará de Ella’. Y Él dijo: ‘Si alguno Le quitare una Palabra, o Le añadiere una palabra, su parte será quitada’ (ya sea el Concilio Ecuménico o lo que sea), ‘del Libro de la Vida’. Él estará acabado”.\n\nDijo: “Billy, estás muy equivocado”.",
    "Y yo dije: “Entonces, supongo que en una ocasión los grandes dignatarios de Israel, cuando ellos se habían separado como los protestantes y católicos han hecho hoy, Israel quería permanecer Israel”. Pero, dije: “Encontramos que ellos tenían un rey llamado Josafat, un hombre justo el cual trató de guardar las—las—las leyes de Dios. Pero ellos tenían otro por acá llamado Acab, quien se casó con una mujer (política), queriendo entablar amistad con otra nación, y se casó con una de sus hijas, Jezabel, y también la trajo entre el pueblo de Dios”. Es lo mismo que nosotros estamos haciendo, y la trajeron. “Y ella llegó a ser una gobernadora; hacía que Acab dijera esto, y que Acab dijera eso”. Lo mismo que ellos están haciendo ahora. Y yo dije: “Llegó el enfrentamiento”.",
    "Ellos querían unir las dos iglesias, como procuran hacer hoy. Y—y para Acab… Y aun Josafat, el hombre organizacional, dijo: “Sí. Eso sería bueno. Tu pueblo es mi pueblo; todos somos Cristianos; todos somos creyentes. Unámonos”. Pero cuando él llegó al enfrentamiento, él dijo: “¿No crees que debemos orar al respecto? Deberíamos consultar al Señor”.\n\nY él dijo: “Sí”, dijo Acab.\n\nAsí que él dijo: “Te diré lo que haremos: busquemos al profeta del Señor”.",
    "Pero (¿ven Uds.?), Acab tenía un sistema que él pensaba que era del Señor. Él dijo: “Yo tengo cuatrocientos de ellos, educados e instruidos”. Y ellos reclamaban ser profetas hebreos, igual como los grupos ministeriales de hoy.",
    "Y ellos los trajeron, y les hicieron una pregunta acerca del—del resultado de la batalla. Y todos se juntaron y se unieron (así como el concilio ecuménico lo hace hoy), y ellos llegaron a un acuerdo: “Sube. El Señor está contigo, porque esa tierra verdaderamente nos pertenece. Y echa de allí a los sirios, o a los filisteos. Sácalos, porque la tierra nos pertenece”. Eso suena muy razonable. ¿Ven?",
    "Pero con todo, en el corazón de Josafat, no le sonó bien. Él dijo: “Yo sé que tú tienes cuatrocientos ministros ecuménicos bien instruidos allí. Y que todos están en un acuerdo, a tal grado que se hicieron unos cuernos de hierro y dijeron: ‘ASÍ DICE EL SEÑOR’. Pero, ¿pudiéramos buscar a otro?”.",
    "Él dijo: “No diga así el rey”, dijo el político. “No diga así el rey, porque estos hombres son hombres instruidos. Yo mismo los instruí”. Allí está la cosa. ¿Ven? Allí está la cosa. “Yo he instruido a estos hombres. Pero hay uno más, pero yo lo odio”. ¿Ven? Dijo: “Ése es Micaías, el hijo de Imla, pero” dijo, “yo lo odio. Él no es nada más que un renegado entre ellos; siempre los está regañando. Él siempre me está diciendo que yo estoy errado. Mira mi reino”. Sí, mírenlo, miren en qué enredo estaba.",
    "Miren su denominación, hoy, “teniendo apariencia de piedad y negando la eficacia”. ¿Ven? ¡Oh, puede ser que Uds. tengan un millón más, y mil más, y hombres mejores instruidos!, pero, ¿en dónde están Uds. en el Espíritu? ¿En dónde está tu fuerza como la estaba en Sansón, cuando él se paró allí, como dije el otro día? Con toda su gran estructura allí, y cada fibra allí, pero sin Vida en él. El Espíritu lo había dejado; estaba indefenso. El muchachito lo guiaba; sus ojos cegados, por causa de alguna mujer. Así como la iglesia está hoy, siendo guiada por la política, obispos, ancianos, y por toda clase de cosas. Los hombres haciendo toda clase de tretas para conseguir algo, y todo. ¿Luego en dónde estamos, cuando llegamos a este lugar?",
    "Ellos enviaron y trajeron a Imla, o al… no a Imla, sino a Micaías, el hijo de Imla. Enviaron y lo trajeron. Y él profetizó y les dijo a ellos que Acab moriría si él subía allá.",
    "Y ese arzobispo lo abofeteó en la boca. Él fue honesto en eso. Él dijo: “¿Hacia dónde se fue de mí el Espíritu de Jehová cuando me dejó?”.\n\nDijo: “Tú lo verás”. Ajá. Ajá.",
    "Dijo: “Pónganlo en la prisión. Pónganlo en la cárcel de adentro. Susténtenlo con pan de aflicción, y agua de angustia. Y cuando yo regrese en paz” dijo, “me las veré con este tipo”.",
    "¡Imla sabía que él estaba bien con Dios! ¿Por qué? Su visión cuadraba con la Palabra. Él era un profeta. Y su espíritu y su visión estaban exactamente con el profeta, Elías. Él dijo: “Si tú regresas, entonces Dios no me habló a mí”.",
    "Ahora, yo le dije a este hombre: “¿Quién tenía razón: el concilio ecuménico en donde cuatrocientos hombres elegidos se sentaron juntos, elegidos por hombres, o un pequeño renegado elegido por Dios?”.\n\n“Bueno” él dijo, “pues, ¿cómo sabría Ud. distinguir?”.",
    "Yo dije: “¡Regresando a los Planos!”. ¿Cómo sabremos construir un edificio si no hay planos?",
    "Si ellos se hubieran detenido por un minuto, y hubieran averiguado que aquel profeta, Elías, maldijo a Acab, y dijo: “Los perros lamerán su sangre”; y lo hicieron. ¿Cómo podía él bendecir lo que Dios había maldecido?",
    "¿Cómo pueden Uds. bendecir algo que Dios ha maldecido? Sálganse de esa cosa. Apártense de ella. Entren en Cristo. Amén.",
    "Ahora fíjense. Pero, el enemigo lo presentará. El enemigo se propone una cosa, la prepara, y la mente intelectual dirá: “Eso es correcto”.",
    "Allí es en donde estaba este precioso hermano. Este hombre, él dijo: “Parece… Mire esto. Ud. sabe que si todos nosotros nos juntáramos, como una iglesia, ¿no piensa Ud. que estaríamos mejor que estar separados como ahora lo estamos?”.",
    "¿No suena razonable eso, si todos los protestantes y los católicos se pudieran reunir y encontrar algún terreno mutuo? “¿Pero cómo pueden caminar dos si no están de acuerdo”? ¿Cómo se puede cuando un grupo aquí no cree en sanidad, el otro dice que ellos sí creen, el otro lo pone en algún otro tiempo en el pasado? Algunos ni siquiera creen en la Biblia. Y reúnalos: ¿qué es lo que Ud. tiene? Dios no es un autor de confusión.",
    "Antes de que Dios pudiera poner Su Iglesia en orden, ellos esperaron diez días y noches, hasta que todos ellos llegaron a estar “unánimes y juntos”. Y allí vino el Espíritu Santo para guiar, no algún concilio ecuménico. ¿Ven? Yo espero que Uds. capten esto. Fíjense.",
    "Ése es el incrédulo, desleal a la Palabra de Dios, que no se fija en lo que dice la Palabra, sino que se fija en sus propios razonamientos. Eso es lo que hizo Eva, allá en el principio; ella se apoyó en su razonamiento.",
    "Satanás dijo: “Pues, mira esto: ¿no es razonable? Yo sé que la Palabra dice Eso. Pero, espera un momento, ¿no es razonable que—que estarías mejor si tú supieras el bien del mal?”.\n\n“Bueno, sí”. Entonces ella lo tomó. ¿Seguro?",
    "Así es con el razonamiento. Ahora, la incredulidad siempre acudirá a los razonamientos, pero la fe no lo toca.",
    "¿No hubiera sido razonable para nuestro padre (el cual es el padre de nuestra fe, Abraham, que somos sus hijos estando “en Cristo”), no hubiera sido razonable que una mujer de sesenta y cinco años, y él había vivido con ella desde que era jovencita, que ella no podía tener un bebé? Y siendo que ella tenía cien años, o noventa, y él de cien, y todavía no había bebé, ¿no diría la razón, un gran grupo de médicos y la ciencia, examinando a Sara dijeran: “Bueno, su vientre está seco; las venas de leche se secaron hace cuarenta años; su corazón, a esa edad, ella no pudiera entrar en el trabajo de parto”? Bueno, esos sólo son razonamientos.",
    "Pero Abraham los rehusó. “Él no dudó por incredulidad de la promesa de Dios. Contra razonamientos, él no dudó de la promesa de Dios, no importaba lo que fuera; porque él—él había creído que Dios era poderoso para hacer todo lo que Él dijo que haría”.",
    "Ahora, ¿dónde están los hijos de Abraham en esta mañana? Uds. ministros que tienen miedo, temen por su pan y su agua en la calle, si Uds. dejan esa Babilonia. ¿En dónde está su fe? David dijo: “Yo era joven, y ahora soy viejo. Nunca he visto al justo desamparado, o a Su Simiente mendigar pan”. No tengan miedo. Sean fieles a Cristo.",
    "Pero la incredulidad se aferra a la razón. Eso es lo que hizo. ¿Ahora lo captan? La incredulidad se apoya en razonamientos, las cosas de este día presente. La fe no lo hará.",
    "La fe mira a la Palabra. Pero la fe misma se coloca sobre la Roca inmovible, la Palabra Eterna de Dios. Amén. La fe no mira al razonamiento. A mí no me interesa cuánto más Ud. pueda mostrar que sería mejor. Si la Palabra dice: “No”, la fe descansa allí. Ése es el santuario del lugar de descanso de la fe.",
    "Quiero preguntarles a Uds. luteranos, en esta mañana, a Uds. bautistas, a Uds. católicos, y lo que Uds. sean, a Uds. personas denominacionales alrededor del mundo: ¿cómo pueden Uds. basar su fe en su denominación, cuando ella es contraria a la Palabra? ¿Qué clase de fe tienen Uds.? Uds. tienen poder de razonamiento, y no fe. “Porque fe viene por el oír”, ¿oír al concilio ecuménico? ¿Pudieran Uds.…? Bueno, Uds. tal vez encuentren eso en el “Almanaque de Cumpleaños de las Damas de Antaño”, pero no lo encuentran en la Palabra de Dios.",
    "🦅 La fe viene por el oír, y el oír por la Palabra de Dios”. ¡Amén! Díganme que un hombre puede hablar algo contrario a Eso, y decir que es la Palabra de Dios; siendo que: “Cielos y tierra pasarán, pero esa Palabra no”.",
    "La fe encuentra en la Palabra su santuario de descanso. Va y se pone encima de esa Roca Eterna, Cristo Jesús, la Palabra, y se acuesta allí y descansa. Que los vientos aúllen; que las tormentas sacudan. Ella está segura, por los siglos. Ella descansa allí en esa Palabra. Allí es donde la fe, la fe genuina Cristiana descansa. El lugar de su descanso es la Palabra, por cuanto sabe que Dios mismo siempre se probará superior, por encima de cada uno de Sus enemigos. No importa lo mal que se vea, ni cómo haya entrado el enemigo, ni cuánto parezca que Ud. está derrotado, a pesar de todo, la fe lo sigue sabiendo.",
    "Ahora, para Uds. personas enfermas, ¡oh, cómo me gustaría que esto penetrara en Uds.! Cuando Uds. captan esa fe, que van a ser sanadas, cada—cada circunstancia, todo lo demás, todas las señales, todos los síntomas pueden señalar a que Uds. se están muriendo, ¡pero Uds. nunca se moverán! Su lugar de descanso es en el santuario de la Palabra de Dios, cuando la fe, la fe genuina se asienta allí. Ahora, no una manufactura; la fe. No una esperanza; sino fe. La esperanza está aquí afuera, esperando estar adentro. La fe ya está adentro, mirando para afuera y diciendo: “Consumado es”. ¿Ven? Eso es fe. Allí es en donde la fe toma su lugar de descanso, porque sabe que Dios nunca, nunca le permitirá al enemigo que le pase por encima; Él nunca lo ha permitido. La fe sabe eso, así que, no importa cómo se vea la cosa.\n\nNoé sabía que esa arca flotaría. ¿Ven? Seguro que sí.\n\nDaniel sabía que Dios podía cerrar la boca de los leones.\n\nLos jóvenes hebreos sabían que Dios podía parar el fuego.",
    "Jesús sabía que Dios lo levantaría a Él de nuevo, porque la Palabra dijo: “No dejaré Su alma en el Seol, ni tampoco permitiré que Mi Santo vea corrupción”. Él sabía que la corrupción entra en setenta y dos horas. Él dijo: “Dentro de tres días Yo me levantaré otra vez”. ¿Ven? Tomó su lugar de descanso Eterno en el santuario de la Palabra de Dios, y allí se sostuvo.",
    "La razón hará todo lo que pueda por decir: “Bueno, este sistema está destinado a ser mejor. Esta es la Cosa”. Se ve mejor porque Uds. están mirando con la mente intelectual. Uds. pueden probar razonamientos.",
    "Pero Uds. no pueden comprobar la fe; porque, si pueden comprobarla, ya no es fe. Pero la fe reconoce solamente la Palabra y la promesa, y mira a esa cosa que Uds. no pueden ver; “Fe es la substancia de las cosas que se esperan, la evidencia de las cosas que no se ven”. Uds. no pueden razonarlo. Yo no puedo probar cómo sucederá. Yo no sé cómo va a ser hecho. Yo no sé, pero yo lo creo. Yo sé que es así, porque Dios lo dijo. Asunto concluido.",
    "Por esa razón yo sé que Esto es correcto; yo sé que la Palabra es correcta; yo sé que el Mensaje es correcto: porque está en la Palabra. Y yo veo al Dios viviente moviéndose en Eso, para probarlo. Nosotros estamos en un éxodo, seguro, es verdad.",
    "Aun la muerte misma no puede sacudir la fe. Hombres parados ante la muerte, en la… allí mismo encarando a la muerte, y gritar la victoria de la resurrección. Pablo: “¡Oh muerte!, ¿dónde está tu aguijón? Sepulcro, ¿dónde está tu victoria?”. ¿Ven? “Porque Cristo resucitó, y los que están en Cristo resucitarán con Él en Su Venida”. ¿Ven? No hay manera de cambiarlo. Sí.",
    "La fe hace de la Palabra de Dios su santuario de descanso Eterno. Ella se queda en la Palabra de Dios. Fíjense, otra vez.",
    "Ahora, sólo tenemos un poco más de tiempo, como unos veinticinco minutos, si Uds.—si a Uds. no les molesta. [La congregación dice: “Amén”.—Ed.] Yo—yo quiero continuar esta cinta, en un momento.",
    "Fíjense, el rey, ese nuevo rey que se levantó, que no conocía a José, ¿cuál fue su primera treta para destruir el poder de Israel? Fue con sus hijos. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Él trató de destruir a sus hijos. Ahora escuchen atentamente. El mismo diablo, en una forma diferente de monarquía, trató de destruir al único Hijo de Dios. ¿Ven? “Deshacerse de los niños, primero, antes de que ellos comiencen”. El diablo es un pájaro astuto, muy listo. Él sabe cómo atacar la cosa antes que empiece. Él lo sabe. ¿Ven?",
    "Y lo único que Uds. podrán hacer para ganarle, es confiar en Cristo, y humillarse y dejar que Él los guíe. ¿Ven? Uds. jamás lo harán de ninguna otra manera. Su fortaleza intelectual jamás logrará eso. Uds. tienen que creerlo, sólo confiar en Él; Él es el Pastor. No es asunto de las ovejas mantener al lobo alejado; ése es asunto del pastor. Pero las ovejas deben permanecer con el pastor, para estar a salvo. Ésa es mi zona de seguridad, es en Cristo; y Cristo es la Palabra. Ésa es la zona de seguridad.",
    "Fíjense. El diablo, en la forma de—de Ramsés, un rey, lo primero que él hizo fue deshacerse de los niños, con una muerte natural. Y tan pronto como el Hijo de Dios nació… Él se había ido de Egipto, porque Dios destruyó a Egipto, lo maldijo; nunca se ha levantado, desde entonces. Luego él estuvo en Roma; Satanás cambió su—su lugar a Roma. Y lo primero que Roma hizo, para destruirlo todo, para abarcar, para estar seguro (el diablo en ese sistema romano), quiso destruir (¿qué?), al Hijo de Dios, antes de empezar. ¡El mismo diablo!",
    "Y hoy, él ha hecho lo mismo, ahora bajo la señal de un espíritu religioso, profesando Cristianismo, y tomando a nuestras jóvenes y casándolas con jóvenes católicos, y las hace que críen a sus niños católicos, para romper el poder del otro lado. Ahí tienen su demonio. Ahí está su diablo sentado en siete colinas, usando una corona triple, tan sagaz e ingenioso, listo, intelectual como la serpiente; la simiente de la serpiente, sus hijos, usando las mismas técnicas intelectuales. Miren.",
    "Allá, ellos mataron a los niños, las otras dos veces; ellos mataron a los niños con ¿qué? Dos veces. Ahora, recuerden, observen esa segunda, y esa tercera. ¿Ven? Él mató a los hijos, las primeras dos veces con muerte natural. Y esta última vez, él está tomando a los hijos y matándolos con muerte espiritual; casándolos, mezclándolos en matrimonio.",
    "¿No dijo Daniel lo mismo, en este reino de hierro y de barro, que ellos mezclarían esas simientes, buscando romper el poder del otro pueblo? Y eso es lo que ellos están haciendo, al grado que ahora tienen la cosa. Ellos colocaron un presidente. Ahora, lo siguiente que Uds. tienen que hacer, es meter un—es meter al cardenal. Cuando metan todo el gabinete luego ¿qué van a hacer Uds.?",
    "Lo siguiente que hacen es que ellos toman de su dinero y—y pagan la deuda de los Estados Unidos, y lo piden prestado a la iglesia, y luego Uds. están vendidos. Ahora, nosotros estamos—estamos viviendo hoy, pagando nuestras deudas allá al extranjero, con dineros de impuestos que no serán cobrados hasta después de cuarenta años. Nosotros no tenemos más dinero; pero la iglesia lo tiene. ¿No dice la Biblia que “ella estaba adornada de oro”? Y, ¡oh, hermanos! Pero Uds.…",
    "De esa manera lo hace (¿ven?), se casan con sus hijas, sus hijas las casan con sus hijos, crían a sus hijos católicos, exactamente, los mata con muerte espiritual. ¿No dice la Biblia que “Él la arrojaría en una cama de mundanalidad, y que mataría a sus hijas con muerte espiritual”? Apocalipsis 17. ¿Ven?",
    "Siempre es la Palabra. A mí no me interesa a dónde vayan Uds., aún es la Palabra. Eso tiene que cuadrar bien en el cuadro. Si no, no es la Palabra, no es la Palabra. Si Uds. no pueden confirmarlo por toda la Biblia, entonces está errado.",
    "Miren: Durante este tiempo, Dios estaba instruyendo a Su siervo para su obra. Instruyéndolo, fuera de la vista de ellos, fuera de sus planes, de sus tretas. ¿Lo están captando? Fuera de su sistema organizacional, Dios estaba instruyendo a un hombre para Su propósito. Él sencillamente le permitió seguir. Le permitió casarse y tener su esposa e hijos; al hijo, Gersón. Él estaba viviendo una vida muy buena; lo bendijo allá. Pero, todo el tiempo, Él lo estaba preparando, instruyéndolo.",
    "Dios y Su enemigo hicieron en lo natural en aquel entonces, así como Dios y Su enemigo están haciéndolo en lo espiritual ahora. Ellos los mataron con muerte natural; ahora es con muerte espiritual. ¿Ven? Dios estaba preparando a un hombre natural, Su profeta, para que fuera a Egipto. Y Satanás estaba preparando a Ramsés, su hombre natural (¿ven?), preparando a un hombre natural, ¿para qué?, para aniquilar, o unir a todos los egipcios y hebreos, manteniéndolos bajo su servicio.",
    "Por eso es que es tan difícil para la mente que razone en contra de un sistema educacional que puede probar sus puntos. ¿Ven? Correcto. La mente siempre se irá hacia la educación. Los intelectuales y las mentes que razonan no pueden verlo.",
    "¿Vieron Uds. Los Diez Mandamientos de Cecil DeMille? Creo que muchos de Uds. la vieron. Yo no creo en ir al cine, en todas estas cosas. Pero yo le recomendé a la iglesia, que cualquiera, si no tienen más que eso y la quieren ver, estaría bien si quisieran verla. Porque, yo no permitiría… Primero, algunos de mis hermanos fueron. Vinieron y me contaron. Yo no había ido a uno por muchos años. Finalmente, fui aquí, cuando estaba en este autocine. Yo la vi. Vi lo que era. Entonces le dije a la iglesia: “Si Uds. la quieren ir a ver, está bien”. Allí estaba. ¡Era preciosa, hermosa!",
    "Cómo es que esa treta del diablo, lo sagaz que fue allí, cómo él—él se movió allí para matar a esos niños. ¡Y cómo esa mente intelectual lo captó y lo creyó, porque ellos podían verlo! Eso era razonable. ¡Oh, cómo Dios todo el tiempo estaba instruyendo a este profeta! ¡Y cómo Egipto estaba instruyendo en política a este Ramsés, para que tomara control! Y luego un día vino la gran contienda, entre el poder intelectual y el poder espiritual. Y Ramsés, con todos sus dioses, estaba parado allá y derramando agua allí para—para bendecir al dios del Nilo. Dios lo hirió, y de allí salió sangre. Él tenía… ¡Oh!, yo—yo pienso que fue sorprendente (¿ven?), ver lo que sucedió. ¡Oh!",
    "Ahora observen. El intelectual siempre se inclina al razonamiento. Y no puede ver el lado espiritual, por cuanto es intelectual. ¡Oh, ni tampoco pudo hacerlo ningún otro tiempo! Ellos no pueden verlo ahora.",
    "Ellos no podían verlo en los días de Elías. ¿Cómo podía este profeta anciano, con cara peluda…?\n\nDios me perdone por decir una cosa como ésa. Pero lo—lo digo así… Y Dios sabe que estoy tratando de hacerlo—hacerlo tan ridículo como puedo, para que Uds. puedan ver el—el Espíritu de Dios.",
    "Como dijo Pablo: “Yo no vine a Uds. con palabras persuasivas y sabiduría, pues sus mentes se desviarían a la sabiduría. Sino que vine en el poder del Espíritu Santo, para que la—que la—la—que la esperanza de Uds. y la confianza descansara, no en la sabiduría humana, sino en el poder de resurrección de Jesucristo”.",
    "Por eso es que estoy haciendo esto tan ridículo, al describir al gran profeta piadoso con “una cara peluda”. Porque él pudiera haber sido de un—un aspecto terrible, al pararlo al lado de un sacerdote bien vestido, y llamarse a sí mismo un hombre de Dios.",
    "Mírenlo a él. Uds. pudieran ver la santidad de ese sacerdote, con la mente intelectual. Uds. pudieran verle el turbante en la cabeza, y el cuello volteado… y el efod puesto en su pecho, aquí. Uds. pudieran ver la unción del aceite, natural, sobre su barba, bajando hasta el borde de sus vestiduras. Uds. pudieran ver los fuegos de los sacrificios ardiendo, y todos los rituales en orden. Ahora, a eso es a lo que la mente natural se hubiera ido.",
    "Eso es lo que ellos están queriendo hacer hoy, el ojo, la puerta al alma. Pero (¿ven Uds.?), el ojo espiritual, ¡detrás de ese ojo!",
    "Ellos miraron a este hombre anciano de apariencia peluda parado allí con pelos en su pecho; y envuelto en un gran pedazo de piel de oveja, de piel, un cinturón sobre sus lomos, probablemente descalzo, con brazos pequeños y delgados, los músculos flácidos colgándole así, y con una barba blanca ondeando de su rostro; y en su mano una vara chueca, parado allí. Pero el ojo espiritual podía ver el poder de Dios moviéndose allí, porque estaba exactamente con la Palabra. No es lo que el intelecto ve, ¡es lo que el ojo espiritual ve!",
    "Y el—el ojo natural, hoy, ve una iglesia glamorosa, un compañerismo con el alcalde de la ciudad, o—o con quien sea, en esta organización de denominaciones. Y ellos fallan en ver el poder del Espíritu Santo, cuando Él puede resucitar a los muertos y sanar a los enfermos. Y—y—y cómo… ¿Ven? Ellos—ellos miran, y observan a Hollywood, y observan a la gente en la calle.",
    "Las mujeres hoy piensan: “Bueno, esta mujer, Susie, ella pertenece a la iglesia; ella se corta el cabello; ella usa maquillaje; ella les cae bien a todos en el pueblo”.",
    "Me pregunto: ¿Y el Cielo? ¿Ven? Cuando es contrario a la Palabra, Dios no lo puede apoyar. Él, Él lo apoyaría contra Sí Mismo. Él estaría negando Su Propia Palabra. Y sépanlo, Dios nunca hará eso, aunque cielos y tierra pasen. Una mujer con el cabello cortado es una maldición ante los ojos de Dios, o una mujer que se pone ropa que le pertenece al hombre. ¿Ven? El ojo espiritual capta eso; ellos viven para ese Más allá. La mente natural vive para razonar las cosas carnales del día.",
    "Ahora fíjense, era Dios haciendo esto, y sin embargo, la gente no lo sabía. La mente carnal iba con la razón. Dios ahora está llamando a un éxodo espiritual. Donde Él llamó a Su pueblo a un éxodo natural, hoy, Él está llamando a un éxodo espiritual (¿a Sus qué?), a Sus Elegidos, únicamente a Sus Elegidos.",
    "Ahora, Egipto no podía ver que Israel estaba en lo correcto, a pesar de la sangre del cordero sobre la puerta y el dintel, y las cosas que estaban aconteciendo.",
    "Y Dios estaba allá, moviéndose en este profeta, y tomando la palabra de un hombre. Le permitió pararse allá, y tomar una—una vara sobre la cual él se afirmaba, y extenderla hacia el este, y decir: “Que vengan moscas, y cubran a los egipcios”. Y se regresaba allá.\n\nY todos decían: “Nada sucedió. Nada sucedió”.",
    "Pero sólo en un instante, una mosca verde empezó a dar vueltas. Después de un rato, probablemente había dos libras por yarda cuadrada [0,90 kg por 0,84 m2], cuya creación un hombre habló a existencia.",
    "Había un Ramsés intelectual parado allí, que estaba en contra; un hombre muy religioso, y en contra del Espíritu del Dios viviente. Y la mente natural sólo podía ver a Ramsés. Pero la mente espiritual veía la promesa, y la veía cumplirse.",
    "Bueno, si Josué y Caleb podían considerar como que esos amalequitas, y heveos, y jebuseos, como si no estuvieran allí, a pesar de que eran el doble, o tres o cuatro veces su tamaño. Y la mente natural, en Cades-barnea, cuando los espías pasaron allá, dijeron: “¡Ah, no podemos hacerlo! Nosotros… Ellos son—ellos son demasiado. Bueno, somos—somos como langostas al lado de ellos”.",
    "Pero Caleb y Josué vieron la promesa de Dios, dijeron: “Somos más que capaces de hacerlo”. ¿Por qué? Ellos tenían la mirada en: “Dios dijo: ‘Yo les doy la tierra’”. ¿Ven? La mente carnal no capta eso. La mente espiritual lo capta.",
    "Y ¿por qué? Quiero preguntarles algo: ¿Por qué los egipcios no vieron estas cosas? Porque ellos no eran elegidos. Dios le dijo a Abraham eso antes que sucediera. ¡Cáptalo, iglesia dormida! Dios le dijo a Abraham eso antes que sucediera: “Tu simiente peregrinará en—en Egipto por cuatrocientos años, y Yo los sacaré”. Por esa razón ellos lo vieron, porque eran elegidos para verlo. Ellos eran de la elección. Israel fue elegido para ver la señal de Dios, y ellos salieron de Egipto donde perecieron los incrédulos.",
    "Y, hoy, Dios está llamando a Su Elegida, a la Simiente espiritual de Abraham, por la fe que él tenía en la Palabra de Dios. ¿No ven Uds. la Simiente espiritual hoy? [La congregación dice: “Amén”.—Ed.] Ésa no ve a la iglesia intelectual; ve la Palabra. Y está siendo llamada de esas grandes denominaciones para entrar a la Presencia de Jesucristo. ¿Estuvo claro eso? ¿Lo captaron? [“Amén”.] Muy bien. Seguiremos. ¡El Elegido, únicamente!\n\nEl doctor D.L.Ph., ellos nunca verán Eso; ellos no fueron elegidos.",
    "Y recuerden, esta elección que ahora viene, no es sólo para ir a otra nación, es para ir a la Gloria, en donde sus nombres están escritos en el Libro de la Vida del Cordero. No es bajo el corderito, el animal natural que sacó a Israel, bajo el cual ellos podían descarriarse y luego regresar; pero, en ésta no se puede. Ésta está bajo la Sangre del Cordero de Dios que fue inmolado antes de la fundación del mundo. Y sus nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo. Y ellos están allí adentro, elegidos. Y cuando esa Luz destella sobre ellos, de esa manera, esas paredes denominacionales caen, y ahí vienen. “Salid de ellos”, dijo el Espíritu Santo en estos postreros días. “No toquen sus cosas inmundas. Yo seré Dios para Uds.; Uds. Me serán hijos e hijas”. Ahora, vigilen.",
    "Israel estaba vigilando. Ellos sabían que Dios lidiaba con Sus profetas. Ellos… La Palabra vino a ellos, y ellos vinieron a verla; y ellos La vieron.",
    "Y ahora la señal intelectual, vemos ahora que ellos están creyendo en sus organizaciones. Todavía están en sus credos. Sin embargo, ellos…",
    "Igual como estaba Balaam, que subió a la cumbre de la colina en donde estaba Israel. Allí estaba Israel, no una nación, solamente era un pueblo errante, y eran culpables. Y Moab, su hermano, el intelectual, el hombre organizado, fue a la cumbre de la colina con el obispo o el profeta que ellos tenían, y edificó un altar, y ofreció el mismo sacrificio. Pero él falló en ver la Columna de Fuego y la Roca herida en medio de Israel.",
    "Así es hoy. La mente intelectual estaba mirando a la celebridad parada allí. Ellos fallan en ver la Roca herida. Aun el obispo mismo falló en ver el poder del Espíritu Santo, la aclamación del Rey en el campo. Ellos fallan en verlo.",
    "Por tanto, así es hoy día otra vez. Dios está llamando a Su pueblo elegido, y ellos son Elegidos hoy. Y son Elegidos hoy, ¿para qué? Para una resurrección. Y ¿qué clase de señal les está mostrando Él? La señal de la resurrección.",
    "¿Qué les estaba mostrando Él entonces? Una señal de liberación, para librarlos de la esclavitud, una señal de poder que podía cerrar los cielos o podía oscurecer los cielos.",
    "Y ahora Él está mostrando el poder de la resurrección de Su Hijo viviendo entre ellos, para resucitarlos de esta sepultura y sepulcro en el que estamos, hacia la Tierra que Él nos ha prometido. La señal de resurrección, llamando fuera de un Egipto espiritual y de una Babilonia espiritual, sabiendo.",
    "Permítanme decir esto, pausadamente ahora, para que Uds. lo capten: Lo está haciendo con el mismo sistema que Él usó en el principio. Él está haciendo lo mismo: cegando los ojos del incrédulo; abre los ojos del creyente. Y fíjense, en la política lo está haciendo por el lado intelectual, la política y la iglesia, la política y las naciones, todo; y el otro lado está escondido de ellos, es una causa espiritual.",
    "Dios tomó a un hombre en el desierto, lo instruyó. Y lo trajo de regresó y conquistó la cosa, y sacó al pueblo. ¿Ven lo que quiero decir? Él no puede cambiar Su programa; Él es Dios. Él nunca lidiará con un grupo; Él nunca lo hizo. Él lidia con un individuo; Él lo hizo y siempre lo hará. Y Él prometió, aun en Malaquías 4, que lo haría. Correcto. Así que, allí está Su promesa, lo que Él era; prometió lo que dijo que haría, y aquí estamos. ¡Qué gente feliz deberíamos ser; dándoles la señal por Su Palabra-señal prometida, la Palabra prometida! Él prometió que lo haría. Y ellos… “Restauraría la Fe del pueblo, los corazones del pueblo, a la Fe de los padres pentecostales originales”. Él prometió hacerlo, mostrando Sus señales.",
    "🦅 Y como fue en los días de Sodoma, así será en la Venida del Hijo del Hombre”. ¿Qué clase de señal vieron las iglesias en Sodoma? ¿Qué vio la iglesia intelectual? Dos predicadores. ¿Qué vio la Iglesia espiritual, la elegida, Abraham y su grupo? Vieron a Dios manifestado en un cuerpo de carne, de carne humana, que podía discernir el espíritu y decir lo que Sara estaba diciendo detrás de Él. “Como fue en los días de Lot, así será en la Venida del Hijo del Hombre”. Nosotros vemos al Espíritu Santo entre nosotros, haciendo la misma cosa, obrando en carne humana. Es la hora. ¿Ven? Simplemente estamos aquí, amigos. Eso es todo. Un éxodo ya comenzó.",
    "Pero ahora fíjense, Él lo hizo en ese entonces, ¿por medio de qué? Fíjense, y piensen espiritualmente. Permitan que el Espíritu Santo quite esa vieja manera indiferente de pensar en estos momentos, y presten atención. Si Dios alguna vez toma una decisión de hacer algo, de cierta manera, Él nunca la puede cambiar.",
    "En el huerto del Edén, cuando Él quiso redimir a un hombre de nuevo al compañerismo, Él tomó una decisión: fue la sangre. Ellos intentaron educación, han intentado denominación, han intentado nacionalizar, y cuanta cosa más, y nunca funciona. Solamente hay un lugar en el que Dios siempre se encontrará con un hombre, es bajo la sangre derramada, como lo fue en el Edén. Eso nunca ha cambiado. El único lugar en el que Dios se encontraba, en los días de Job, fue bajo el sacrificio del cordero. El único lugar en el cual Él se encontraba en los días de Israel, fue bajo el sacrificio del cordero; igual como lo hizo en el huerto del Edén, bajo el sacrificio del cordero.",
    "El único lugar en el cual Él se encuentra hoy, no es en las denominaciones: ellas contienden y disputan entre ellas; no es en iglesismo: ellas aún hacen lo mismo; no en los intelectuales: ellos están todos enredados; sino que bajo la Sangre del Cordero es donde todo creyente se puede encontrar en compañerismo, en donde está la Vida.",
    "Dios escogió, en los días del éxodo, Él llamó fuera a un grupo. Y de ese grupo, quiero que Uds. se fijen en algo, Él sólo tuvo dos que entraron a la tierra prometida. ¿Por qué medio Él escogió sacarlos?, ¿la política?, ¿la organización? Él escogió a un profeta, con una señal sobrenatural de una Columna de Fuego, para que el pueblo no errara. Lo que el profeta decía era la Verdad. Y Dios descendió, una Columna de Fuego, y Él mismo Se vindicó, mostró Su Palabra. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Eso es lo que Él trajo, Su primer éxodo. En Su segundo éxodo…",
    "Dios siempre obra en tres. Él es perfecto en tres. Todos Uds. se fijan que en mi predicación siempre son tres y sietes. Ajá. Siete es la “plenitud”. Tres es Su “perfección”. Primero, Segundo, y Tercer Jalón. Y ¡oh, todo, todo! ¿Ven? Justificación, santificación, bautismo del Espíritu Santo. Padre, Hijo, Espíritu Santo. ¡Todo! ¿Ven? Fíjense.",
    "¿Qué hizo Él, en el primer éxodo? Él envió un profeta, ungido con una Columna de Fuego, y Él llamó al pueblo a que saliera. Ése fue Su primer éxodo.",
    "Y cuando se cumplió el tiempo de Israel, Él envió otra vez a un Dios-Profeta con una Columna de Fuego. Juan La vio descendiendo del Cielo como una paloma. Y Él dijo: “Yo voy a Dios y Yo regreso a Dios”.",
    "Después de Su muerte, sepultura y resurrección, Saulo de Tarso, camino a Damasco, vio esa misma Columna de Fuego. Y él siendo un hebreo, bien instruido en la Palabra, dijo: “Señor: ¿quién eres?”. Él sabía que era el Señor, esa Columna de Fuego. Él era un hebreo. Dijo: “¿Quién eres?”.\n\nY Él dijo: “Yo soy Jesús”.",
    "En el segundo éxodo, Él trajo a un Profeta, ungido, que era Su Hijo, Dios-Profeta. Moisés dijo que Él sería un Profeta; y tenía la Columna de Fuego, e hizo señales y maravillas. Y ese mismo Profeta dijo que “el que en Mí cree, las obras que Yo hago, él las hará también”.",
    "Y aquí Él prometió lo mismo en el éxodo en los últimos días, y Él no puede cambiarlo. Y científicamente probada, por el testimonio del Espíritu Santo, por las obras del Espíritu, la vemos hoy, la gran Columna de Fuego moviéndose entre nosotros; y las señales y maravillas de la resurrección de Jesucristo, llamando al pueblo de un denominacionalismo a la Presencia de Jesucristo, para vivir, para ir a una Tierra. No hay error, amigos. No es lo que yo estoy diciendo (yo sólo soy su hermano), sino que es lo que Dios les está probando a Uds., lo que lo hace la Verdad. La misma Columna de Fuego que Él usó para los otros dos, Él la trajo entre Uds. hoy, y la probó por lo científico. Como Uds. saben, la revista Life publicó eso el mes pasado, allá. En donde…",
    "¿Cuántos estaban aquí y me escucharon hablar de eso, de lo que sucedió, antes que sucediera? Creo que casi todos en la iglesia.",
    "Ahí está. Ellos no saben qué significa esto; los científicos están indagando. Si alguien tiene una fotografía de Ella, llámenos “Una Nube de veintiséis millas de alto [41,8 km], en la forma de una pirámide”. Siete Ángeles representados allí, regresaron y les trajeron a Uds. la Palabra de Dios, bajo inspiración. Eso les habla a Uds. de estas horas a las que están llegando y viviendo. La mente espiritual captará eso de inmediato (¿ven?), y lo entenderá. Es un éxodo. Nos vamos a ir uno de estos días. Gracias a Dios. Recuérdenlo.\n\nTerminaré en un minuto. Tengo diez minutos.",
    "Fíjense, la Columna de Fuego que los llamó a salir, los guió a la tierra prometida, bajo la unción de un profeta. Una Columna de Fuego que ellos podían ver, los guió a la tierra prometida, bajo un profeta ungido. Y ellos constantemente lo rechazaron. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Seguro.",
    "Ahora, sé que tenemos que tener un servicio bautismal. Tengo como unas seis páginas más aquí, creo yo. Pero ahora voy a parar, en un minuto.",
    "Obsérvenlo. Estamos en un llamado a salir: “‘Salid de Babilonia, pueblo Mío’, dijo la voz del ángel”. ¿Salir de qué? De la confusión. ¿Está correcta la metodista, o la bautista, o la católica? “Salid de eso”. Dios es correcto. ¿Cómo lo sabe Ud.? “Toda palabra de hombre sea mentira, y la Mía Veraz. Salid de ella”. ¿Qué sabe Ud.? Es la misma Columna de Fuego, la misma unción del Espíritu, guiando a la Tierra prometida.",
    "Fíjense: los guió, los sacó, los condujo a la tierra prometida; a Israel, la nación.",
    "¡Y el mismo Dios, la misma Columna de Fuego! Eso sólo… “Ellos dicen que la… que esa cámara…”. Cuando Uds. leen lo de George J. Lacy (ahora, no yo), Uds. leen eso donde George J. Lacy examinó esa fotografía. El jefe del F.B.I., para huellas digitales y documentos, allí está su declaración. “Alguien dice: ‘Es una doble exposición de lentes’”. Miles y miles de personas La han visto con sus propios ojos. Nosotros estuvimos aquí y La vimos. Uds. La han visto. [La congregación dice: “Amén”.—Ed.] No lo es. “Ellos dijeron: ‘Fue una ilusión óptica’”. ¿Qué dijo el Sr. Lacy? “El ojo mecánico de esta cámara no capta sicología”. Ajá. No fue una ilusión óptica. Está allí, la misma Columna de Fuego.\n\nLuego dicen: “¡Ah, pues, eso allá fue una ilusión!”.\n\nBueno, ¡había cámaras por todas partes, por cientos de millas, en Tucson!",
    "Seis meses antes que sucediera, les dijimos a Uds., por el Espíritu Santo, que yo iría allá a recibir las nuevas. Porque el Escrito en la parte de afuera de la pirámide (como el hermano tuvo el sueño y yo lo interpreté para Uds.), ésa es la interpretación completa. Ahora todos los misterios de justificación, santificación, bautismo del Espíritu Santo, fueron explicados. Ahora está tomando esos cabos sueltos, los cuales estaban escondidos en los Siete Sellos, no en las siete edades. Los Siete Sellos revelan los misterios. Y entonces Él abrió esta cosa, por arriba, y allí adentro encontró una Roca, blanca, pero no se había escrito en Ella. Eso era un misterio.",
    "Ve a Tucson; se predijo antes que sucediera. Estando parado al norte de Tucson, hay testigos de eso aquí parados, de cuando vino un estruendo que por poco desprende las montañas del suelo. Y al mismo tiempo, un círculo de Luz estaba suspendido allá en el aire, cuando la ciencia tomó las fotografías. “Veintiséis millas de alto” [41,8 km], como cinco veces la distancia en la cual pudiera haber neblina o algo. Y ellos ni siquiera pueden encontrar lo que la produjo.",
    "🦅 Habrá Luz al caer la tarde”. El sendero a la Gloria seguro encontrarás, si Ud. es elegido. Si esa Semilla cae en terrenos áridos o sobre rocas, nunca hará nada; en corazones duros de piedra que quieren ser indiferentes. Pero si cae sobre el terreno blando y tierno de fe, producirá un Cristiano dando frutos del Espíritu.",
    "Fíjense cómo Dios hizo eso. Ahora Él tiene esa misma Columna de Fuego. Eso está vindicado.\n\nAlguien dijo: “¿Por qué no va y les dice a los científicos de Eso?”.",
    "¿Piensan Uds. que ellos Lo creerían? “No echéis vuestras perlas delante de los cerdos”, Jesús dijo que no lo hiciéramos. Yo no me siento guiado a hacerlo, y aun viviendo allí mismo en la ciudad en donde ellos querían una explicación. Yo pensé en ir. El Espíritu Santo dijo: “¡No vayas! Eso no es para ellos. Regresa y dilo al tabernáculo”. Muy bien.",
    "🦅 Y eso sucederá. Si lo que ellos dicen sucede, entonces, recuerden, Yo lo he hablado” dice el Señor, “vean, antes que suceda”. Allí sucedió. Escuchen la Biblia, la Voz de Dios llamándolos a Uds. en este día.",
    "Ahora, quiero que se fijen: Esta misma Columna de Fuego está guiando al pueblo nuevamente a la Tierra prometida, al Milenio. En donde encontramos, bajo la inspiración de este Sexto Sello (esto nunca ha sido enseñado antes), cómo la tierra tiene que ser purificada para el Milenio. La Columna de Fuego está guiándolos a un Milenio.",
    "Y fíjense, la Columna de Fuego que guió a Israel de la esclavitud, en ese éxodo; la Columna de Fuego, bajo el liderazgo de Dios… Dios era el Fuego, y la Columna de Fuego sólo ungió al profeta. La Columna de Fuego habría de estar como un testigo Celestial que Moisés fue llamado.",
    "Recuerden a Datán, a ellos; dijeron: “Bueno, nosotros deberíamos empezar una organización. Moisés: ¡basta ya de ti! Estás queriendo decir que tú eres el único santo entre nosotros. Toda la congregación del Señor es santa. ¿Por qué pues te levantas tú mismo?”.",
    "Y Moisés se postró sobre su rostro y empezó a llorar. Dios dijo: “Sepárate de él. Yo abriré la tierra y lo tragaré”. Un tipo. Cómo puede… Moisés les dijo que él les estaba diciendo a ellos lo que Dios había dicho, Dios vindicó que Eso era la Verdad.",
    "Aun María, la profetisa misma, y Aarón, se rieron de Moisés por haberse casado con esa muchacha etíope, mofándose de él. Y Dios se llenó de ira; por hablar contra Su siervo. ¿Qué hizo Él? Él los llamó a que salieran a la puerta del tabernáculo. Y a María, a pesar de que ella era una profetisa (pero Moisés era más que un profeta, más que un profeta), Él dijo: “¿No tienes temor de Dios? Si hay un profeta entre Uds., Yo el Señor hablaré a él en visiones, y Yo mismo me daré a conocer a él en sueños, pero” dijo, “no así a Moisés”. Dijo: “¿No tienes temor de Dios?”. Y ella—ella quedó media muerta con lepra, en ese minuto. Uds. saben eso.",
    "No dijo Él: “Juan el Bautista: ¿Salieron Uds. a ver un profeta? Sí, y más que un profeta”. ¿Por qué? ¿Por qué era él más que un profeta? Él era el mensajero del Pacto, el arca que unió esas dos dispensaciones.",
    "Y hoy, el… lo que tenemos entre nosotros, este gran Espíritu Santo, es más que un profeta. Es Dios manifestado entre nosotros, con Su Palabra para probarlo. Hace más que un profeta, miles de veces más que lo que los profetas hacen.",
    "Elías, uno de los profetas más grandes de la edad, sólo hizo cuatro cosas sobrenaturales, en toda su vida de ochenta y algo de años. Y Eliseo, con una doble porción, hizo ocho.",
    "Y nosotros vemos miles y miles con nuestros propios ojos, vemos al Ángel del Señor, en una Columna de Fuego. La investigación científica lo ha llevado al mundo, sabiendo que ellos mismos van a ser juzgados por Eso. ¿Qué hizo ese Cordero, ese Ángel del Señor, el cual era Cristo? ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "San Juan 6. Todos ellos estaban bebiendo de esta agua, y pasándolo muy bien y regocijándose. Él dijo: “Yo soy el Pan de Vida que vino del Cielo de Dios. Yo soy esa Roca que estaba en el desierto”.",
    "Ellos dijeron: “Ahora sabemos que estás loco. Tú—Tú estás loco; Tú, Tú tienes un demonio. Eres un Hombre loco, con un demonio”. Uds. saben, a la gente los toma un espíritu, algunas veces ellos se vuelven religiosamente muy activos. Ellos dijeron: “Tú eres—Tú eres un demonio. Tú tienes un demonio. Tú eres un samaritano y tienes un demonio”. Dijo: “Y mira, Tú ni siquiera tienes más de cincuenta años, ¿y dices que Tú ‘viste a Abraham’?”.",
    "Yo puedo verlo dar unos dos pasos atrás. Dijo: “¡YO SOY EL QUE SOY! Antes que Abraham fuera, YO SOY”. Ése era el Fuego ardiendo, esa Columna de Fuego en la zarza.",
    "Cuando Él murió y resucitó al tercer día, y Saulo lo encontró cuando iba de camino, Él había regresado a esa Columna de Fuego. Dijo: “Yo vengo de Dios, y a Dios vuelvo”.",
    "Cuando Pedro estaba en la prisión, esa Columna de Fuego entró, abrió las puertas y lo sacó. Correcto.\n\n¿A dónde los guió esa Columna de Fuego?",
    "Ahora, recuerden, Moisés no era la Columna de Fuego. Él era el líder ungido, bajo esa Columna de Fuego, y la Columna de Fuego sólo vindicó su Mensaje con señales y maravillas.",
    "Y esa Columna de Fuego los guió a la tierra que Dios les prometió, en donde Él, Él mismo, se haría carne entre ellos, algún día. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] ¿Qué hicieron ellos? Murmuraron y se incomodaron, y todo lo demás, mostrando que era bajo la sangre de un cordero normal.",
    "Pero esta vez (¡gloria a Dios!), la Columna que vemos entre nosotros, la Columna de Fuego nos guiará al Milenio, a donde Él regresará a Su pueblo en ese gran reinado Milenario después de este éxodo, en donde nosotros viviremos Eternamente con Él. Él siempre tiene la Palabra del Padre, siempre prueba que Ella está correcta.",
    "Nosotros estamos en un éxodo. Y ya para irnos, y apagando las cintas en un momento. ¡Oh, amigos míos, hermanos míos!, tanto presentes y los que oirán las cintas, permítanme… como su hermano y ciudadano del Reino de Dios: ¡Salgan en este éxodo!, porque todo lo que se quede llevará la marca de la bestia. ¡Salgan de Babilonia! ¡Salgan de esta confusión! ¡Salgan de estos sistemas y sirvan al Dios viviente! Permitan…",
    "¡Este gran Ángel del Pacto! “Jesucristo, en la forma de Dios, no consideró el ser igual a Dios, como cosa a que aferrarse”. Ahora Él está en una Columna de Fuego, en la misma forma que Él estaba allá en el pasado, trayendo ese primer éxodo, trayendo el segundo éxodo, y aquí está Él en el tercer éxodo.",
    "En el primer éxodo, ¿qué hizo Él? Él los sacó de una tierra natural a una tierra natural.",
    "En el segundo éxodo, Él los sacó de una condición espiritual a un bautismo espiritual del Espíritu Santo.",
    "Ahora Él los está llevando del bautismo espiritual del Espíritu Santo, de regreso a la Tierra Eterna del Milenio y al gran Más Allá. Es la misma Columna de Fuego, por el mismo sistema ungido, ¡el mismo Dios haciendo las mismas cosas! Y la misma Palabra que declaró el primero, declaró el segundo. La misma Palabra que declaró el segundo, ha declarado el tercero, y aquí lo vemos entre nosotros.",
    "¡Salgan! ¡Oh, salgan de este caos! ¡Vengan al Dios viviente! Vengan a la Palabra. “Y la Palabra fue hecha carne y habitó entre nosotros”. Y ahora Él está en nuestra carne, habitando entre nosotros. Salgan y sirvan al Dios viviente.",
    "Mientras inclinamos nuestros rostros. [Un hermano habla en otra lengua. Otro hermano da la interpretación.—Ed.]",
    "Con sus rostros inclinados. Desde lo profundo de sus almas, desde lo más profundo de todo lo que hay en Uds., ¿están dispuestos a recordar… están Uds. dispuestos a parar todas las cosas del mundo, y vivir para Dios? Ahora, si Uds. no son sinceros al decirlo, no lo hagan; pero si son sinceros, de todo corazón, que ahora están convencidos. Como Jesús dijo al fin de Su ministerio: “¿Ahora creéis?”. ¿Están convencidos Uds. que estas cosas son correctas, vindicadas por Dios, y que estamos en el tiempo del fin, y verdaderamente quieren venir ahora a Cristo? Entrar en este éxodo, del llamado a salir de la indiferencia, del denominacionalismo, de ideas y cosas del mundo. Y Uds. quieren rendirse de todo corazón a Él y salir en el éxodo a la bendita Tierra prometida, ¿levantarían Uds. las manos mientras oramos? ¿Están Uds. seguros que quieren salir, todos?",
    "Padre Celestial, los que tienen sus manos levantadas, permíteles ahora salir, Señor. Permite al Espíritu Santo, en base a la promesa de la Palabra, permite que el Espíritu Santo entre en sus corazones. De nuestra congregación hubo como veinte manos, me supongo, Padre, que están satisfechos y saben que es—que es la verdad, y ellos quieren salir. Si hubo…",
    "En los días de la salida de Israel, de dos millones y medio de personas, sólo dos alcanzaron la tierra.",
    "En los días de Jesucristo, como unos ciento veinte lo lograron.",
    "Y ahora, en los días del fin del mundo, Tú dijiste: “Estrecha es la puerta y angosto es el camino, y pocos son los que la hallan. Pero espacioso es el camino que lleva a perdición, y muchos son los que entran en ella”. Esas Palabras no pueden fallar; son Tuyas.",
    "Ahora oro por ellos, Señor. Oro para que en esta hora, por medio de Tu Espíritu Santo, circuncides esos corazones. Saca todas las cosas del mundo. Circuncida sus oídos, para que ellos puedan oír claramente la Voz de Dios, llamando, por medio de Su Palabra y por medio de la Luz del día. Y concede, Señor, que sus ojos sean abiertos para que ellos puedan ver la gloria de Dios en esta última hora que está por cerrarse. Tú dijiste: “Todo lo que el Padre Me ha dado, vendrá, y Yo los resucitaré en el día postrero”.",
    "Señor, quizás haya muchos aquí que hasta el momento no entienden. Yo pido que Tú lidies con ellos, y les permitas otra oportunidad, Señor, para que ellos puedan entender al oírte hablar a través de Tu Palabra, Tú mismo probándote; y luego hablarnos en la Voz sobrenatural, y luego con una interpretación; para ver Tus grandes obras probando que es la Verdad, de acuerdo a la Biblia. Yo pido, Dios, que Tú nos perdones ahora nuestros pecados, mientras yo mismo me tiendo sobre esta Palabra.",
    "Dios, estoy pensando que hace sólo una semana, yo—yo me tendí sobre un hombre muerto aquí en el piso. Yo vi al gran Espíritu Santo traerlo de nuevo a vida. Tenía los ojos volteados, yacía muerto. Sólo unas pocas, unas cuantas palabras invocando Tu Nombre, yo vi que revivió. Él aún está aquí hoy, con vida. Señor, Tú eres el mismo Dios de cuando Pablo se tendió sobre ese muchacho que lo había estado escuchando a él extenderse tanto en esa prédica, ese muchacho que se cayó de la ventana. Tú eres el mismo Dios que puedes restaurar la vida. Te damos gracias, Padre. Que… el incrédulo tal vez no crea; pero nosotros creemos, Señor. Tú mismo Te has probado a nosotros.",
    "Ahora permite que la meditación de mi corazón, y los pensamientos de mi mente, mi fuerza y todo, sean fundidos en esta Palabra. Y permite que la Palabra y yo, juntos, Señor, con el pueblo, marchemos hacia el Reino de Dios. Concédelo, Señor. Perdona nuestros pecados. Sana nuestras enfermedades, y haznos súbditos de Tu Reino.",
    "Y ahora, mientras éstos vienen, Señor, y mientras abren el bautisterio (el agua está lista, y el bautismo empezará en unos minutos), recordamos que cuando este mismo Evangelio fue predicado, la Biblia dice: “Todos los que creyeron fueron bautizados”.",
    "Aquí hay pañuelos, Señor, que yo bendigo en el Nombre de Jesucristo, para la sanidad de los enfermos. Entonces cuando…",
    "Nuestros servicios son largos, extensos, porque las horas se hacen tarde. Debemos sembrar la Palabra mientras hay un terreno en donde sembrarla, porque el invierno frío se aproxima; lo vemos. Las hojas se están cayendo, y sabemos que el invierno está a la mano. Debemos escarbar la superficie y enterrar la Semilla. Por tanto, oro, Padre Celestial, que Tú le hables a cada corazón.",
    "Y la Biblia dice: “Todos los que creyeron fueron bautizados”. Y, Señor, si hay ahora muchos aquí que han creído y no han sido bautizados aún en el Nombre de Tu amado Hijo, Jesús, que ellos vengan esta mañana, dulce y humildemente, y confesando su pecado y muriendo a las cosas del mundo para ser sepultados, tomando el Nombre de Jesucristo; para que vivan piadosamente de aquí en adelante con la ayuda del Espíritu Santo. Los encomendamos a Ti ahora, Señor, para este propósito, en el Nombre de Jesucristo. Amén.",
    "Ahora le entregamos el servicio al Hermano Neville, y a lo que él tenga que decir mientras nos preparamos para el servicio bautismal.",
    "Y esta noche, a las siete y media, si es la voluntad del Señor, quiero grabar este otro Mensaje. Dios les bendiga, hasta entonces. 🦅"
  ]
}