{
  "title": "¿ES SU VIDA DIGNA DEL EVANGELIO?",
  "id": "63460009",
  "content": [
    "🦅  Permanezcamos de pie por un momento, mientras inclinamos ahora nuestros rostros y miramos al Señor. Si hay peticiones que dar a conocer a Dios, ¿levantaría Ud. ahora, en este momento la mano a Él, de esta manera, y mantiene en su corazón lo que quiere?",
    "Nuestro Padre Celestial, estamos agradecidos por otro día más. Y ahora se podrá marcar, pasará a la historia. Los servicios de esta mañana han pasado. Las Palabras que han sido dichas están en el aire, en la cinta, y tendremos que responder por Ellas algún día; tendrán que estar correctas o erradas. Y nosotros—nosotros creemos que son lo correcto, por cuanto es Tu Palabra.",
    "Ahora, pedimos que nos concedas, en esta noche, las peticiones que hacemos. Con nuestras manos levantadas hacemos las peticiones. Tú ya sabías de lo que teníamos necesidad, y lo que estamos pidiendo; por lo cual, pedimos que nos respondas, Señor, y concédenos los deseos de nuestro corazón, eso sí, siempre y cuando podamos usarlos para honrarte a Ti. Concédelo, Señor.",
    "Sana la enfermedad en medio nuestro. Quita todo pecado e incredulidad. Danos de Tus… nuevamente una porción de Tus bendiciones en esta noche, Señor, mientras meditamos en la Palabra y en el tiempo que vivimos. Nos hemos congregado, Padre, con el solo propósito de querer aprender cómo vivir mejor, y vivir más cerca de Ti. Pues vemos el día que se acerca, y con más frecuencia debemos congregarnos, y recibir instrucción de Ti. Concédelo, Padre, en el Nombre de Jesús. Amén.\n\nGracias. Pueden tomar asiento.",
    "Sé que hace mucho calor, y el lugar está así completamente lleno. Y lo sentimos por no tener el… nada de aire acondicionado. Y yo… Eso tal vez sea… Hay dos cosas que quiero hacer por la iglesia, tan pronto pueda regresar de la manera como quiero hacerlo, si puedo regresar debidamente a las reuniones. Yo quiero un—un piano, que quede en esta dirección, para que la pianista mire hacia la congregación. Quiero un órgano de este lado, y un aire acondicionado. Creo entonces que con eso bastaría. Y, por tanto, estamos… Confiaremos en el Señor, y sabemos que Él nos lo concederá.",
    "Creo que me dijeron que el Hermano Hickerson acaba de sacar esto de la revista; lo puso sobre mi escritorio allá atrás. Eso es esa constelación de Ángeles, que está en la revista, de lo cual se habló. ¿Ven la forma de la pirámide? Miren a Éste, de este lado, el ala puntiaguda, que viene con su pecho así pronunciado, a mi lado derecho. Tal como lo dije desde este mismo púlpito hace meses, y meses y meses (¿ven?), allí está. Y la revista Look… O la revista Life lo tiene, la—la edición de mayo, el 17 de mayo creo que es. ¿Es correcto? La edición del 17 de mayo. La Sra. Wood me comentó hoy que muchos la llamaron y le preguntaron. Está en la edición de mayo, el 17 de mayo.",
    "Es una nube misteriosa. La nube tiene veintiséis millas [42 kms] de altura y treinta millas [48 kms] de ancho. Y de eso estábamos hablando aquí. Allá fue que el Ángel del Señor bajó y sacudió el lugar. Y todo el… Sonó más fuerte…",
    "Sé que hay un hombre, si… Creo que el Hermano Sothmann, lo vi por algún lugar hace un momento. Él está aquí. Se encontraba parado… Sí. Aquí atrás. Se encontraba parado cerca cuando sucedió. Supongo que no me encontraba muy lejos de él. Lo vi, quise hacerle señas, sólo que yo tenía sus binoculares; de que los—los animales que cazábamos, habían… no estaban en esa colina. Ya se habían ido para la otra colina. Yo los había encontrado el día anterior, y les dije a ellos a dónde ir. Vine para acá, por si ellos venían en esta dirección, haría un tiro al aire y causaría que corrieran de nuevo en esa dirección, para que ellos pudieran conseguir, su—su—su animal. Pues, era jabalí.",
    "Y entonces pasé a este lado, y no estaban. No estaban en ninguno de los lados. Vi al Hermano Fred que salió caminando, y no estaban allí. Él se regresó, y el Hermano Norman pasó la colina. Y yo me di vuelta, bajé por un pequeño precipicio y luego subí, solo, como milla y media [2,5 kms] por un terreno bastante escabroso. Y estaba sentado y sólo miraba alrededor. El día atardecía.\n\nY yo me quitaba esos, lo que llamamos allá espinas goathead. Es algo como un cardo. Las desprendía de la pierna de mi pantalón, exactamente de la misma manera como me vi cuando estuve aquí contándoles de la visión aproximadamente seis meses antes de que sucediera. Y yo dije: “¡Qué extraño! Miren cuán perfectamente estoy al norte de Tucson, como hacia al noreste. Hace…”.\n\n“Tucson” recuerdan que dije, “un poco al sudoeste”.\n\nY dije: “¡Qué extraño!”. Yo estaba mirando las espinas, así, quitándolas de mi… muchas, de las piernas del pantalón. Si nunca han estado allá, es región desértica; no es para nada como aquí. Es veinte veces más brillante; y no hay árboles ni cosas como aquí. Sólo hay cacto y arena.",
    "Entonces yo—yo sólo lo miraba, así. Sencillamente levanté la mirada. Y como a, diría yo, media milla de mí, vi todo un hato de… una manada de jabalí, allí, saliendo por un lado, donde comían follaje. Y pensé: “Ahora, si sólo logró que el Hermano Fred y el Hermano Norman lleguen allí, ése es el punto”.",
    "Y la noche anterior, el Espíritu Santo estuvo de una manera tan tremenda en el campamento, diciéndome cosas que habían sucedido y que estaban aconteciendo, que tuve que pararme y salir del campamento a caminar.\n\nY luego, esa mañana siguiente, yo había subido allá. Y comencé… Dije: “Ahora, si logro alcanzar al Hermano Fred, haré que dé la vuelta por esta montaña”, que es como una—una milla [1,6 kms] en esta dirección. Tenía que recorrer como—como dos millas [3,2 kms] o más, para recogerlo, tal vez tres. Regresar en esta dirección, por esto que llamamos hogback, subir así, a la cima de estas montañas escabrosas y dentadas, y correr en esta dirección, cortar por allí y venir acá, y bajar en esta dirección y recogerlo. Entonces teníamos que bajar hasta el fondo de la colina, para buscar al Hermano Norman, que probablemente hubieran sido como cuatro o cinco millas [6 a 8 kms], luego regresar. Pues iba a poner un—un pedacito de Kleenex que iba a colgar allí de un pedazo de—de mezquite, para poder indicarme hacia qué cumbre ir cuando yo regresara.",
    "Y acababa de subir por un pequeño pico donde hay bastantes piedras dentadas, y hay un—un sendero de venados bajando por el otro lado, como a cuarenta, cincuenta yardas [36 a 45mts] al bajar por el peñasco. Era como, oh, ya era tarde en el día, diría que como las ocho o nueve. ¿Qué piensa Ud., Hermano Fred, tal vez las nueve o algo? Yo corrí rápido para este lado, para evitar que los jabalís me vieran. Son un cerdo salvaje, Uds. saben, son bastante temibles.",
    "Entonces me—me fui por la colina en esta dirección, y corté camino, comencé a subir corriendo. Y corrí allí a un paso corto, que llamamos trote de perro. Y de repente, toda la región se sacudió. ¡Nunca había escuchado una explosión tan tremenda! Sacudió y las rocas cayeron rodando. Y sentí que yo—yo salté como cinco pies del suelo, así pareció. Eso—eso me asustó. Pensé: “¡Oh, vaya!”. Pensé que me habían disparado. Que alguien… Tenía puesto un sombrero negro. Pensé que tal vez pensaron que era un jabalí que corría por la montaña, que alguien me había disparado. Eso sonó muy fuerte, allí mismo sobre mí, de esa manera. Entonces, de repente, Algo dijo: “Mira para arriba”. Allí estaba Eso. Entonces Él me dijo: “Es la apertura de esos Siete Sellos. Regresa a casa”. Entonces, vine para acá.",
    "Me encontré con el Hermano Fred y con el Hermano Norman como una hora más tarde, cuando los encontré. Ellos estaban emocionados y hablando de eso. Allí está. Y la ciencia dice que es imposible que—que alguna clase de—de niebla o cualquier cosa llegue a esa altura, bruma, vapor. ¿Ven? Sólo subirá a… Yo no sabría. Yo—yo…",
    "Nosotros, cuando viajamos al extranjero, viajamos a nueve mil pies [2,743mts]; es por encima de las tormentas. Es aproximadamente cuatro millas [6kms]. Y por decir, digamos que tal vez a quince millas [24kms] no se puede tener más vapor. Pero esto fue a veintiséis millas [42kms], y estuvo suspendida allí todo el día. ¿Ven? Ellos no saben Eso qué es; pero, gracias al Señor, nosotros sí.\n\nGracias, Hermano Hickerson. Tendré eso allí sobre mi escritorio. Y cuando escribamos el libro, pues, lo incluiremos.",
    "Tengo aquí una pequeña nota que me entregaron. Creo que nuestro número se ha incrementado desde la última vez que estuve aquí. Creo que su nombre es—es… por lo menos, el nombre de su padre es, David West. Y tienen un pequeño aquí que quieren dedicar al Señor. ¿Verdad que sí? ¿Sería esta noche, o para el miércoles en la noche? No sé. Tiene… ¿Esta noche? Está bien. Bueno, ¿qué tal si…? Ud. es David, ¿verdad? Eso pensé, que era Ud. Muy bien. ¿Qué tal si traen acá al pequeño?\n\nSi nuestra hermana pasa aquí al piano, y toca el canto Traedlos. El pastor, por favor, pasé acá y dedicaremos este niño al Señor. Ahora, nosotros nos esforzamos por hacerlo Escrituralmente.",
    "¡Éste es su nieto, Hermano West! No parece posible, ¿verdad? Hermana West, ¿qué piensa Ud. de eso? No es… No obstante ¿saben lo que pienso? Uds. saben, yo también soy abuelo.\n\nMe recuerda al Hermano Demas Shakarian. Estaba parado frente a un grupo grande de personas. A él se le enreda todo como a mí, Uds. saben. Estaba parado allí. Él dijo: “Saben” dijo, “yo—yo le dije a Rose, que me sentía”, ella es su esposa, dijo, “me sentí mucho mayor desde que fui abuela”. Él dijo: “No. Quise decir abue-…”. Uds. saben, yo…",
    "Ud. no está sólo, Hermano West. Hay bastantes aquí. Y está bien. Pienso que realmente les tenemos bastante cariño a nuestros nietos. Esto no… Espero que esto no suene mal. Pero podemos pasar más tiempo con ellos, creo yo, que con nuestros—nuestros hijos. Le pregunté eso a mi esposa, el otro día. Dijo: “Seguro. Uno los ama por un ratito y se los entrega de nuevo a su madre, y sigue adelante”.",
    "Bueno, tengo un pequeño nietecito allá atrás. Él dice: “Papa, predica. Papa, predica”. Y recolectaron la ofrenda el domingo pasado en la noche, y la tenían sobre la mesa. Y ellos lo llevaron a él allá atrás, y—y él me oyó por el micrófono. Dijo: “Papa, predica. Papa, predica”.\n\nY Billy dijo: “Sí, allá arriba”.\n\nÉl dijo: “No”. Y la ofrenda terminó por todo el piso. Él—él quería salir acá, Uds. saben. Y siempre me grita, Uds. saben, cuando me ve en alguna convención. Él grita: “Papa, predica”. Grita bien fuerte. Por tanto, sé que ellos son tan lindos.",
    "Oye, ¿me pregunto si me prestas un poco de ese cabello? Él no lo necesita ahora mismo; yo sí. ¿Cuál es su nombre? [La Hermana West dice: “David Jonathan”.—Ed.] David Jonathan. ¿No es un nombre hermoso? Bueno, confío que su vida sea como la de aquellos por los cuales es nombrado. David, el rey, David; del cual Cristo se sentaría en su trono; y también Jonatán, el amigo amado. Yo—yo se los digo, son pequeños encantadores. Estamos muy agradecidos por ellos. Yo… Él se está despertando. Y puede—él puede gritar “amén” tan bien como los demás, Uds. saben, así que, no dejemos que eso nos moleste; estamos dedicándolo para el Señor.\n\nConsidero que es muy dulce, tener una pareja joven, a la que Dios le ha encomendado cuidar un pequeño como éste, y que vengan a entregarlo al Señor. Y cuando hacen eso, muestra que no… que Uds. le están devolviendo a Dios lo que Dios les dio a Uds. Dios lo bendiga.",
    "Ahora, si quiere cargarlo, pienso que tal vez la madre puede cargarlo un poco mejor que yo. Y ¿qué si sólo le imponemos las manos? ¿Prefieren hacer eso? Pues, temo que lo dejaré caer, o no que lo dejaré caer, romperlo o alguna otra cosa, Uds. saben. Y siempre temo que los voy a romper, Uds. saben. Vaya—vaya…\n\nMeda dijo, allá atrás… Pienso que éste es un trabajo en la plataforma del que ella me tiene celos, Uds. saben. A ella le gusta cargar los…\n\nPues, miren esto, él me va a mirar. Es un buen muchacho. Sí, señor. Tal vez pueda cargarlo, ¿seré capaz? ¡Oh, hermana, no…! Espero que él no se caiga. Mira, ¿qué encantador? ¿No es encantador? ¿Cómo estás? Vaya, pues que dulzura.",
    "Inclinemos nuestros rostros.\n\nSeñor Jesús, hace muchos años, cuando el Cristianismo nació en la forma de un Hombre llamado Cristo, el Mesías ungido, Su Nombre fue Jesús. La gente Le traía sus niños para que tal vez les impusiera las manos y los bendijera. Y Él dijo: “Dejad los niños venir a Mí, y no se lo impidáis; porque de los tales es el Reino del Cielo”. Esta hermosa parejita, sus abuelos y ellos han sido seguidores genuinos de la Palabra.\n\nSeñor Jesús, traigo, y levanto hacia Ti, en esta noche, el pastor y yo, a este hermoso pequeño David Jonathan West. Te lo entrego a Ti, de parte de la madre y del padre. Te lo presento a Ti, Señor, para su salud, fortaleza, para una vida larga de servicio; que sea de honra al Dios todopoderoso, Quien lo trajo a este mundo. Que las bendiciones de Dios reposen sobre él. Que el Espíritu Santo venga a reposar sobre este niño. Si hay un mañana, que él sea portador del Evangelio que sus padres y abuelos tanto valoran hoy. Concédelo, Señor. Ahora, en el Nombre de Jesucristo, te doy a este niño, dedicando su vida. Amén.",
    "Creo que quieren tomar una fotografía del pequeño. [Una cámara hace click.—Ed.] Yo también salté.\n\nDios la bendiga, hermana. Que Ud. siempre ame y valore al Señor Jesús, y que el pequeño sea criado en el temor de Dios, y que tenga un muchachito muy maravilloso; de lo cual estoy seguro. Dios la acompañe.\n\n¿Creo que dejó caer su pequeño chupete? ¿Lo recogieron? ¡Oh, vaya!\n\nAhora cantemos ese pequeño canto, Traedlos. Todos, juntos ahora, por el pequeño. Muy bien, hermana.\n\nTraedlos, traedlos,\n\nTraed los pequeños a Jesús;",
    "No conozco de mejores manos dónde ponerlos, ¿Uds.? ¡Las manos del Señor Jesús!",
    "Ahora, sé que hace calor allá afuera. Quiero decirle al conserje, mi hermano, Doc, o a otro, a los que se encargan de eso: Algunas de las hermanas se están arruinando las faldas con la—la grasa del asiento. ¿Cuántos se han manchado? Sé que mi esposa, mis dos hijas, la pequeña Betty Collins, la Sra. Beeler, algunas de ellas. Es algo, grasa que tienen. Por favor revísalo, Doc, cuando puedas. Es, creo, es donde ellos… es grasa o pintura, o algo, allí mismo donde suben y bajan, los asientos. Y ¿no lo es? [El Hermano Edgar “Doc” Branham dice: “No tienen grasa, que pueda salir”.—Ed.] Bueno, entonces yo—yo no sé qué será. Es algo que sencillamente… Me fue mencionado, y dije que se lo mencionaría a—a Doc. Muy bien.\n\nAhora, reunión de oración el miércoles en la noche. ¿Habrá más? ¿Las ha anunciado Ud.? ¿Ha hecho todos sus anuncios, Hermano Neville? Se han hecho todos los anuncios.",
    "Ahora, si el Señor quiere, el próximo domingo en la mañana, quiero hablar del tema de enjuiciar esta generación por crucificar a Cristo. Uds. dirán: “Esta generación no pudo haberlo hecho”. Averiguaremos si fue que lo hicieron o no, conforme a la Palabra. Ahora, será el próximo domingo en la mañana, si el Señor quiere. Si, ahora, si—si algo ocurre…",
    "Debo estar en Houston esta semana, también, en una convención, que me ocupará hasta el domingo, por lo cual no sé si podré o no. Pero de todas maneras nos quedan algunos domingos con los cuales jugar, antes de eso. Luego vamos a Chicago para la convención, o la reunión de Chicago, la última semana de este mes. Y luego tengo que regresar con la familia para Arizona, pues—pues sus vacaciones concluyen y los chiquillos tienen que regresar a la escuela.",
    "Ahora, ¿cuántos disfrutaron la lectura de la Palabra, y las bendiciones del Señor? [La congregación dice: “Amén”.—Ed.] Todos las disfrutamos mucho.",
    "Ahora, hace calor, y sé que algunos de Uds. regresan a casa esta noche. Sé que el Hermano Rodney y Charlie, y ellos, tienen que conducir bastante. Y, esperen un minuto, Uds. están de vacaciones, ¿no es así? Bueno, he oído que se van de pesca.\n\n“El Señor no le cuenta el tiempo al hombre cuando está pescando. Uno no envejece mientras está pescando”. Pues, ahora Uds. muchachas acompáñenlos. ¿Ven? Y yo bajaré y me uniré a Uds., si puedo. Y, saben: “El buen Señor” como dicen, “no le cuenta el tiempo al hombre cuando está pescando”. Háganlo bastante cuando Uds.—cuando se sientan todos presionados. Es lo mejor que yo haya encontrado en mi vida para relajarse, ir de pesca.",
    "Tenía una tarjetita, una vez, del Sr. Troutman. ¿Alguien recuerda al Sr. Troutman, de la compañía de hielo, de New Albany? Tenía una tarjetita, en la que decía: “Cuando va de pesca”. Y continuaba diciendo: “Un hombre que tiene… Todo hombre, sus hermanos van de pesca. Con ayuda, siempre pescarán, cuando van de pesca”. Tenía como ocho o diez cosas diferentes. Entonces cuando llegaba a la parte de abajo, decía: “El hombre está más cerca de Dios cuando está pescando”. Pues, pienso que es muy cierto. “El rico y el pobre son todos iguales, cuando van de pesca”. ¿Ven? “Con ayuda, él siempre pescará, cuando va de pesca”. Y todo tenía que ver con “Cuando va de pesca”.",
    "Bueno, les contaré de otra pesca que vengo haciendo aproximadamente en los últimos treinta y tres años, ha sido pescar las almas de los hombres. Que el Señor nos ayude a ganar todas las que podamos encontrar.",
    "Ahora, esta noche esto está siendo grabado. Ahora, esta mañana (si Jim está aquí, o está grabando), yo—yo creo que en la cinta, alguien lo trajo a mi atención, que yo dije: “El segundo éxodo”. No quise decir segundo; es el “Tercer éxodo”.\n\nEl Espíritu Santo en la forma de la Columna de Fuego, Dios bajando en una manifestación, sacó el primer éxodo, y—y allá en… sacó a Israel de Egipto.\n\nEl segundo éxodo fue Cristo sacando a la Iglesia del judaísmo.\n\nY, El Tercer Éxodo, es cuando la misma Columna de Fuego tome a la Novia de la iglesia. ¿Ven? Sacándola en lo natural; sacándola en lo espiritual; y el Espiritual de la espiritual. Los tres (¿ven?), el Espiritual sacado de la iglesia, mejor dicho. Entonces conseguimos los tres, las tres edades de eso.",
    "Ahora, esta noche, quería hacer otra cinta, y se llama: ¿Es Su Vida Digna Del Evangelio? Probablemente no tarde demasiado. Bueno, sólo son algunas Escrituras y apuntes que tengo aquí, pero primero queremos leer la Palabra de Dios. Antes de hacerlo, queremos tan sólo inclinar nuestros corazones a Él por un momento.",
    "Señor Jesús, cualquier hombre, físicamente, o una mujer, o un niño, puede abrir las hojas de esta Biblia, pero no hay nadie que pueda revelarla, sólo Tú. Oro, Señor, al tomar este texto, como me ha sido puesto en el corazón enviarlo a través de las naciones, para el pueblo, para que puedan estar enterados de la clase de vida que se requiere que vivan. Pues, tantos me han preguntado: “¿Es la Vida Cristiana una vida de servicio a la iglesia? ¿Será ayudar al pobre, al menesteroso? ¿O será ser un miembro constante? ¿Será un fiel, una lealtad a la iglesia?”, y tales preguntas. Padre, que en esta noche recibamos la respuesta correcta, a través de estas palabras, mientras nos esforzamos por—por presentarlas al pueblo. En el Nombre de Jesucristo lo pedimos. Amén.",
    "Ahora, abran sus Biblias en el Libro de San Lucas, y comenzaremos en el capítulo 14 y el versículo 16, leyendo un poco de la Escritura como base, como trasfondo, para esto a lo que le vamos a asignar como treinta o cuarenta minutos. Ahora, el versículo 16 del capítulo 14 de San Lucas.\n\nEntonces Jesús le dijo: Un hombre hizo una gran cena, y convidó a muchos.\n\nY a la hora de la cena envió a su siervo a decir a los convidados: Venid, que—que ya todo está preparado.\n\nY todos a una comenzaron a excusarse. El primero dijo: He comprado una hacienda, y necesito ir a verla; te ruego que me excuses.\n\nOtro dijo: He comprado cinco yuntas de buey, y voy a probarlos; te ruego que me excuses.\n\n…otro dijo: Acabo de casarme,…por tanto no puedo ir.\n\nVuelto el siervo, hizo saber toda esta cosa a su señor. Entonces enojado el padre de familia, dijo a su siervo:\n\nNoten, no es siervos. “Siervo”.\n\n…Ve pronto por la plaza y las calles de las ciudades, y trae acá a los pobres, los mancos, los cojos y los ciegos.\n\nY dijo el siervo: Señor, se ha hecho como mandaste, y aún hay lugar.\n\nDijo el señor al siervo: Ve por los caminos y por los vallados, y fuérzalos a entrar, para que se llene mi casa.\n\nPorque os digo que ninguno de aquellos hombres que fueron convidados, gustará mi cena.",
    "Ahora, ¿se fijaron, hubo tres jalones, o tres turnos de eso? Cuando ellos salieron, primero, y convidó a los que… o convidó a que vinieran, pero ellos no lo hicieron. Entonces salió una campaña de sanidad, salió por los ciegos y cojos. Y aún había espacio, entonces él salió y convidó a buenos, malos e indiferentes; que debían entrar.",
    "Ahora, Uds. leen otra parábola de esto, algo similar a esto, en Mateo 22: del 1 hasta el 10, si quieren leerlo después. Pero yo—yo tomé este tema de allí: ¿Es Su Vida Digna Del Evangelio?",
    "Ahora, Jesús está diciendo aquí… El hombre siempre ha querido dar excusas, para no recibir la Palabra de Dios, Su invitación. Aunque les haya sido probada firmemente, de que es—que es Su Cena y Su invitación, pero el hombre constantemente da excusas. Y si Ud. lee en San Mateo 22, encontrará que allá también dieron excusas. Y—y ellos quieren…",
    "Eso sucede en todas la edades. Sucedió allá en aquella edad, y dice que un hombre los convidó, y—y que tenía una viña. Y encontramos esa parábola. Y cómo envió a sus siervos a cobrar lo de esta viña. El primer siervo que vino, ¿qué hicieron? Lo sacaron corriendo. El próximo siervo que vino, también lo apedrearon. Y así sacaron corriendo siervo tras siervo; los hombres crueles. El rey finalmente envió a su hijo. Y cuando su hijo vino, nos damos cuenta de que: “Dijeron ellos: ‘Éste es un heredero. Lo mataremos entonces nos quedará todo’”. Entonces Jesús les dijo: “El rey envió y destruyó a esos asesinos, y quemó sus ciudades”.",
    "Ahora, vemos que cuando Dios le extiende a un hombre una invitación, pues, sea para hacer algo, o recibir la invitación que Él le ha hecho, y éste la rechaza, entonces no queda más, después que la misericordia es rechazada, sólo juicio. Si Ud. sobrepasa los límites de la misericordia, entonces sólo queda una cosa, y es juicio. Y nos damos cuenta que el hombre ha hecho eso en todas las edades. Ha sucedido en casi toda edad, de la Biblia.",
    "Cuando Dios envió a Noé, Su siervo, hizo una vía de escape para toda persona que quisiera el—el ser salva. Pero la gente sólo se burló y escarnecieron a Noé. Sin embargo, Dios hizo la manera, pero ellos tenían una excusa: no era conforme a su—a su manera moderna de pensar. Eso no… no era de la manera que ellos lo querían, así que dieron excusas en los días de Noé.",
    "Ellos dieron excusas en los días de Moisés. Dieron excusas en los días de Elías. Dieron excusas en los días de Cristo. Y hoy en día ellos dan excusas.",
    "Ahora, Él le habló directamente a Israel, los que fueron convidados a la fiesta, esto yo también lo aplicaría hoy a los hombres, la iglesia, que han sido invitados a venir a la fiesta, y no lo hacen, a la fiesta espiritual del Señor. Y ellos no lo hacen; no quieren hacerlo; tienen otras cosas qué hacer. Ellos encuentran excusas.",
    "Ahora, si Israel, hace dos mil años, hubiera aceptado la invitación que le fue hecha, no estaría como está hoy. Hace dos mil años, Israel rechazó la invitación de venir a la cena de las bodas, y la rechazaron y entraron a juicio. Pero, como dijo Jesús: ellos apedrearon y mataron a los profetas que les fueron enviados, dando excusas; ahora, las excusas las dieron ellos en cada día.",
    "Nos damos cuenta, en los días de Jesús, que Él no—Él no se afilió con ninguno de ellos. Dijeron: “¿Cuándo este Hombre aprendió esto? ¿De qué escuela viene? ¿No es Éste el Hijo del carpintero? ¿No se llama Su madre María? ¿No son sus hermanos José y Santiago y los demás? ¿Y no están Sus hermanas con nosotros? Entonces ¿de dónde obtuvo este Hombre esta autoridad, para hacer esto?”. ¿Ven? En otras palabras, Él no tenía afiliación con ellos. Entonces dijeron: “Él es Belcebú; es un samaritano; Él tiene demonio y está loco. Él es—Él es un… Él es un hombre que tiene un espíritu maligno, en la línea de la religión, y Lo ha vuelto loco. Y por eso es. Él anda por allá como un hombre salvaje. No Le presten ninguna atención”. Y sabemos lo que le sucedió a Israel. Y ellos gritaron. Estaban tan seguros que ese Hombre estaba errado, al punto que, oh, cuando ellos Lo condenaron, él dijo—él dijo: “Que Su Sangre sea sobre nosotros, y sobre nuestros hijos”. Y desde entonces ahí ha estado.",
    "Jesús estaba tratando de decirles que sus excusas fueron lo que mató a los profetas, y lo que mató a los justos que vendrían. Ellos aceptaron sus credos que hombres les habían dado, en lugar de tomar la Palabra de Dios. Y, por haberlo hecho, dejaron la Palabra de Dios sin efecto.",
    "Ahora, Ud. o tendrá que decir, en cuanto a esto: que Esto es la voluntad de Dios y el deseo de Dios, o lo será alguna otra cosa que Ud. pueda colocar allí, que sea mejor que Esto. Ahora, Ud. tiene que escoger una o la otra. Ud. no puede servir a Dios y a Mamón. Y Ud. tiene que decir: “Esto es la Verdad” o, “Eso es parte de la Verdad” o, “Eso no es toda la Verdad” o, “Eso no está bien compaginado” o, “Eso no está correctamente interpretado”.\n\nY la Biblia dice que: “La Palabra de Dios no es de interpretación privada”. Nadie más debe darle una interpretación, está escrita tal y como Dios quiere que Ella sea interpretada. Tal como dice, Eso es lo que debe ser. Simplemente tómenla tal y como dice, de la manera que Ella está escrita Aquí.",
    "Ahora, ellos aceptan sus credos. Dejan las promesas de Dios sin efecto para ellos; la pasan por alto. Ellos se alejan de Ella ignorándola.",
    "Ahora, si Rusia hubiera aceptado la Bendición pentecostal hace setenta y cinco años, cuando el Espíritu Santo bajó en Rusia, hoy no serían comunistas. Ahora, hace setenta y cinco años, tuvieron un gran avivamiento en Rusia. Dios vino a ellos, y tuvieron grandes avivamientos, por allá adentro en Siberia. Y ¿qué hicieron? Ellos Lo rechazaron. Y hoy, el país está perdido, y las iglesias no pueden tener servicio, sólo consiguiendo permiso. Y ellos están sentenciados a juicio. Se ha desviado en esta pataleta rabiosa de comunismo; se vendieron al diablo.",
    "Hace cincuenta años, el Espíritu Santo bajó en Inglaterra. Un poco después vino George Jeffreys, y F.F. Bosworth, y Charles Price, Smith Wigglesworth, esos grandes guerreros de la fe, hace cincuenta años, y le ofrecieron a Inglaterra el avivamiento del Espíritu Santo. Pero ¿qué hicieron ellos? Se rieron de ellos, los encarcelaron, los llamaron locos, pensaron que habían perdido la mente. Las iglesias rehusaron que la gente viniera a oírlos. Y ellos sanaron a los enfermos y echaron fuera demonios e hicieron grandes obras. Y por cuanto Inglaterra, como nación, rechazó el Evangelio, se sabe de sus—sus pecados por todo el mundo. Difícilmente hay una—una nación más apóstata en todo el mundo, incluyendo aun Roma y Francia, que Inglaterra. Ella es la madre de la apostasía. Allí mismo donde Finney y muchos de los grandes hombres predicaron, en el—en el Haymarket, y Charles G. Finney, y Wesley y a medida que vinieron, y ella Lo rechazó.",
    "Y ahora, incluso la semana pasada o la anterior, en los periódicos, Uds. encontrarán cómo estos hombres importantes se han debilitado tanto ante—ante el sexo de la mujer, que han entrado espías. Y su jefe descubrió más de ellos. Las revistas lo han publicado. El escándalo de Su pecado, allí mismo en su gobierno, ha sembrado un nombre deshonroso alrededor del mundo. ¿Por qué? Ella rechazó la Verdad. Ella sacó su pretexto, y ahora está acabada. Inglaterra está sentenciada, con Dios, hace mucho tiempo. Si…",
    "América, hace quince años, cuando el gran avivamiento de la sanidad continuó de pentecostés, irrumpió por la nación, y hubo avivamientos en la capital, Washington, DC. Los presidentes, vice presidentes, personas importantes, gobernadores; grandes cosas acontecieron, gobernadores y—y hombres fueron sanados. Por ejemplo, el Congresista Upshaw había sido un inválido por—por sesenta y seis años, y ellos no pudieron voltear el rostro y decir que eso no fue verdad. Sucedió allí mismo delante de ellos, pero Lo rechazaron.",
    "Y, en esta noche, por eso esta nación seguirá como está. Ella está condenada. No queda esperanza para ella, para nada. Ha cruzado la línea entre juicio y misericordia. Y ella ha elegido lo que ahora tiene aquí, para que controle a la nación. Y está podrida hasta la médula. Su política es corrupta. La moralidad de esta nación es más baja que cualquier cosa en la que yo pudiera pensar. Y su sistema religioso está más podrido que la moralidad. Ella se convierte, al haber hecho esto, se ha unido ahora a sí misma, todas estas iglesias, y de la nación, a una federación de iglesias, y ha tomado la marca de la bestia. ¡Qué cosa! ¿Por qué? Cristo les brindó a ellos la oportunidad: “Vengan a Mi fiesta”, la fiesta de pentecostés, que significa “cincuenta”.",
    "Cuando el Espíritu Santo se derramó en Rusia, ellos fueron convocados a una fiesta de pentecostés, una fiesta espiritual, y ellos La rechazaron. Inglaterra: el Espíritu Santo fue derramado sobre ellos, y Lo rechazaron. América: el Espíritu Santo fue derramado sobre ellos, y Lo rechazaron.",
    "Él convocó tres veces. Tres veces mandó Él a llamar, y ellos no escucharon a la fiesta. Entonces Él volvió a convocar, y dijo: “Ve y fuerza a esas personas a entrar. La mesa tiene que ser puesta. La mesa está lista. Aún hay espacio”. Y yo creo que posiblemente, posiblemente dentro de los próximos meses o algo, u año, o lo que sea, Dios va a enviar otra sacudida por el país, porque aún hay alguien allá afuera, en algún lugar, que es Simiente predestinada, sobre la cual tiene que caer la Luz, en algún lugar, algún lugar del mundo. La nación misma está condenada.",
    "Estaba mirando la revista Life de esta semana; allá en, bueno, allá en Little Rock, el otro día, o más bien, Hot Springs. Y allí vi, creo que al gobernador del estado de Nueva York, con alguna clase de striptease en Honolulu, bailando con ella. Ahora… Y allí, más abajo, estaba otro hombre de renombre. ¡Oh, que desgracia! Miren hoy nuestra nación. Miren la condición de nuestra—de nuestra nación. Miren en lo que se ha convertido, la bajeza que ha alcanzado.",
    "Miren nuestro sistema religioso hoy. ¿Cómo puede ser que las iglesias lleguen a la condición en la que están ahora? Es porque han rechazado y rehusado el Mensaje de Dios, la invitación de venir a la fiesta. ¿Puede Ud. llamar una vida de ésas digna del Evangelio? ¿Puede Ud. decirlo de una vida, que puede sentarse y permitir que su—su gente haga esas cosas, que fume cigarrillos?",
    "El otro día, por acá, una cierta iglesia, un equipo de las ligas de los pequeños estaba jugando acá en el parque, pues el niño de mi cuñado es el lanzador para uno de los equipos. Así que, él estaba allá lanzando, y la liga de una iglesia estaba jugando. Y allí estaba el pastor con estos pequeños allá en el campo, jugando. Y el pastor fumó cigarrillo tras cigarrillo, de una iglesia muy amigable del vecindario, de por aquí junto a nosotros. Y ¿se pueden Uds. imaginar a un hombre…? Y aún la gente sentada en la audiencia lo notó. Pero se está volviendo algo a lo que ni siquiera le prestan atención.",
    "Cierta gran iglesia, una iglesia bautista, de la cual sé, deja salir la iglesia de la escuela dominical, quince minutos antes, para que el pastor y todos ellos puedan pararse afuera y fumar, antes de volver adentro para servir en el deber del Señor. John Smith, el fundador de esa iglesia, oró tan arduamente, para que Dios enviara un avivamiento, hasta que en la noche sus ojos se cerraron de lo inflamados, y su esposa tuvo que llevarlo hasta la mesa y darle de comer con una cuchara. Si… Ese hombre se daría la vuelta en su tumba si se enterara que esa iglesia ha llegado a esa condición. ¿Qué es? Fueron convidados a venir, y rechazaron. Eso es lo único. Y recuerden, Jesús dijo aquí, que: “Los que fueron convidados, y rechazaron, no gustarán de Su cena”.",
    "Cuando Dios envía el Espíritu Santo y toca la puerta de un hombre, y él deliberadamente lo rechaza, en algún momento él rechazará por última vez, y entonces Ud. no será una persona privilegiada. Puede ser que Ud. se siente en una iglesia y escuche el Evangelio, y esté de acuerdo con el Evangelio; puede ser que Ud. hasta diga: “Yo sé que es lo correcto”, pero Ud. mismo nunca siquiera pone un dedo, para ayudar Eso. ¿Ven? Ud. sólo Lo escucha, porque dice: “Yo creo que Eso es lo correcto”. Eso simplemente es simpatizar con Él.\n\nYo pudiera decir: “Yo creo que esos son diez mil dólares”. No quiere decir que yo los tenga. ¿Ven? Yo pudiera decir: “Ésa es un agua sabrosa y fría”, pero rehusar beberla. ¿Entienden lo que quiero decir?\n\nY esto es Vida Eterna. Y el rehusar hacerlo, un día Ud. cruzará la línea entre juicio y misericordia, y después Ud. no tendrá el privilegio de venir y recibirla.",
    "Para Uds. las personas que vienen aquí. Yo no soy responsable por aquellos… o—o a los que les hablen otros ministros. Pero, si Eso está correcto, Ud. le debe su vida a Eso. ¿Qué más pudiera Ud. llegar a encontrar, que fuera de más beneficio para Ud., que saber que puede tener Vida Eterna?",
    "¿Qué tal si yo estuviera regalando cápsulas aquí, que fuera científicamente probado, científicamente probado que esta cápsula haría que Ud. viviera por mil años? Bueno, yo—yo tendría que traer un batallón acá, y espantar el gentío del lugar. Uno no tendría que hacer un llamado al altar para eso. Uno tendría sencillamente que apartarlos de aquí a los golpes; siendo para vivir mil años.\n\nY, aunque ha sido probado científicamente que el Dios Eterno, por todo el poder de Sus resurrecciones, le promete a Ud. Vida Eterna, y Satanás pondrá allá afuera sus legiones y evitará que Ud. llegue a Esto. ¿Ven? Sin embargo, Ud. pudiendo verlo, y siendo lo suficientemente sensato para ver Eso frente a Ud. y ver que es correcto, pero luego Lo rechaza. ¿Ven?",
    "Algo, alguna clase de excusa: “Hace mucho calor; estoy muy cansado; lo haré, mañana”. Simplemente alguna clase de excusa, no hacen más que eso. Por rechazar el día de la visitación, eso lo separa a Ud. de Dios.",
    "Ahora, notemos. Y, en el Antiguo Testamento, ellos tenían lo que llamaban el año del jubileo. Era cuando todas las personas que eran esclavas, podían ser libres cuando sonaba el jubileo. Y entonces si un hombre no salía, si podía dar alguna excusa, por la cual no quería regresar a su tierra, entonces tenía que ser marcado en la oreja, con una lesna, junto al poste en el templo. Y luego no importaba cuántos jubileos vinieran, ese hombre ya se había vendido. Él jamás podía regresar como un ciudadano a Israel, jamás. ¿Qué hizo él? Rechazó su invitación. Él no tenía que pagar nada. La deuda de su esclavitud había terminado. Su familia quedaba libre. Él podía regresar directamente a su patria y tener su propia posesión. Pero si rehusaba hacerlo, entonces él ya no tenía más heredad con Israel, y su posesión le era dada a otro.",
    "Ahora, lo mismo en lo natural aplica en lo espiritual. Que, si nosotros, como herederos de Vida Eterna, oyendo el Evangelio y sabiendo que es verdad, y Lo rechazamos, y rehusamos hacerlo o escucharlo, tomamos la marca de la bestia.",
    "Ahora, alguien dijo: “Pues, va a haber una—una marca de la bestia, algún día vendrá”. Déjeme decirle: ya llegó. ¿Ven? Tan pronto como comenzó a caer el Espíritu Santo, la marca de la bestia comenzó a suceder. ¿Ven?",
    "Uds. sólo tienen dos cosas. Una de ellas es: aceptar Eso; recibir el Sello de Dios. El rechazar Eso, toma la marca de la bestia. El rechazar el Sello de Dios es tomar la marca de la bestia. ¿Todos entienden? [La congregación dice: “Amén”.—Ed.] Rechazar el Sello de Dios es recibir la marca de la bestia. Pues, la Biblia dice: “Todos los que no fueron sellados con el Sello de Dios recibieron la marca de la bestia”.",
    "Cuando la trompeta sonaba, pues todos los que querían libertad podían irse; aquellos que no, eran marcados.\n\nAhora, vean, la marca de la bestia, si hablamos de ella en un futuro, será cuando se manifieste, cuando Ud. se dé cuenta que es lo que Ud. ya hizo. ¿Ven? Y así también el Espíritu Santo, Él se manifestará; cuando nosotros veamos al Señor Jesús venir en gloria, y sintamos ese poder transformador, y veamos a los muertos resucitar del sepulcro, y sepamos que dentro de un segundo seremos cambiados y tendremos un cuerpo como el Suyo. Eso será manifiesto. Luego, ver aquellos que Lo rechazaron, que serán dejados abajo, afuera.",
    "¿No dijo Jesús que las vírgenes salieron a recibir a Cristo? Algunas de ellas se durmieron, la primera vigilia, segunda, tercera, cuarta, quinta, sexta hasta la séptima vigilia. Pero, en la séptima vigilia entonces vino el clamor “¡Aquí viene el Esposo; salid a recibirle!”. Y las que estaban dormidas despertaron; regresando por toda la edad, hasta Pentecostés, despertaron. ¿Ven? Desde la séptima edad, la séptima edad de la iglesia, hasta allá atrás, despertaron. Y éstas que estaban en esta edad de la iglesia, vivas, fueron cambiadas. Y ellas entraron.\n\nEn el momento que ellas entraron, la virgen que se durmió vino y dijo: “Queremos comprar de vuestro Aceite”.",
    "Pero ellas dijeron: “Sólo nos queda para nosotras. Vayan a los que Lo venden”.\n\n“Y mientras ellas estaban buscando recibir este Aceite, vino el Esposo”. No ha habido un tiempo en la historia del mundo, que los episcopales, bautistas, metodistas, presbiterianos… Los periódicos están llenos. Los periódicos religiosos están alabando a Dios, de que esas vírgenes dormidas ahora quieren recibir su pentecostés, quieren recibir el Espíritu Santo. Y ¿no se da cuenta la gente que eso no sucederá, conforme a la Palabra de Dios? “Mientras ellas trataban de regresar, el Esposo vino y se llevó a la Novia. Y ellas fueron echadas a las tinieblas de afuera, para juicio”, por cuanto ellas rechazaron su invitación.",
    "Se convida a todos los pueblos que vengan. Dios, en cada edad, ha enviado Su Luz, y Ella ha sido rechazada.",
    "Y, ahora, hoy no hay diferencia con alguna otra edad, cuando se rechaza el día de la visitación. Cuando Dios está visitando a la Iglesia y al pueblo, recíbanlo en ese momento. No lo aplacen para el próximo año, el próximo avivamiento. Ésa es la hora: “Hoy es el día de la salvación”.",
    "Y recuerden: Dios nunca ha enviado un Mensaje, en ningún día, que Él no lo haya vindicado con lo sobrenatural. Jesús Mismo dijo: “Si no hago las obras de Mi Padre, entonces no Me creáis. Mas si las hago, aunque no Me creáis a Mí, creed a las obras”, y Uds. viéndolo tan claramente y—y manifiesto.",
    "Ahora ha llegado el tiempo en que ella rechaza Eso, entonces es horadada en la oreja con una lesna, por tanto, ella jamás Lo oirá. Ahora ella misma se lleva a la confederación de iglesias, entra directamente allí para recibir la marca de la bestia.",
    "🦅 Una de las grandes ambiciones”, alguien acaba de pasarme el periódico ahora mismo, de lo que este nuevo papa ha dicho: “es el unir a las iglesias”. Ellos lo harán tan cierto como yo estoy parado aquí. Y los protestantes serán engañados con eso. ¿Ven? Porque, la iglesia… La Biblia dice, Pablo, el profeta del Señor, dice: “Ese día no vendrá sin que antes venga la apostasía, primero, y luego el… antes de que el hijo de pecado se manifieste. Que se sienta en el templo de Dios, levantándose contra todo lo de Dios; él, como Dios”, perdonando pecados sobre la tierra y todo eso. ¡Cómo llegó a suceder esto! Pero no podía suceder hasta la apostasía, hasta que la iglesia comenzara a apartarse de la fiesta espiritual, retrayéndose y organizándose. Y entonces la revelación no permaneció con la iglesia.",
    "Recuerden: Israel caminó día y noche junto a la Columna de Fuego. Cuando esa Columna de Fuego se movía, ellos se movían con Ella. Y recuerden: de noche era Fuego, y de día una Nube. Así que, pudiera venir de día o de noche, en cualquier momento. Pero, donde Ella estaba, se hacía una propiciación, para que ellos no fallaran en verla. Era una Luz de noche, y una Nube de día, y ellos La seguían. Sí, señor. ¡Así igual!",
    "Martín Lutero La vio. ¿Qué hizo él? Salió del catolicismo. Pero ¿qué hicieron ellos? Se rodearon de un pequeño cerco, dijeron: “Somos luteranos. Ésta es la cosa”.",
    "Luego Wesley La vio que se movía de allí. Él se movió. ¿Qué hicieron ellos? Se rodearon de un pequeño cerco, dijeron: “Esto lo es”. ¿Qué hizo la Luz? Se movió, avanzando nuevamente.",
    "Pentecostés Lo vio. ¿Qué hicieron ellos? Salieron de los wesleyanos y nazarenos, y todo eso. ¿Qué hacen ellos? Se rodean de un pequeño cerco, le llaman: “Somos unitarios” y, “somos trinidad” y “somos los Unidos” y todo eso. ¿Qué hizo Él? Dios se movió, saliendo allí directamente de eso. ¿Ven?",
    "No podemos hacer eso. Tenemos que seguir, a diario, a toda hora del día, a cada paso del camino. Tenemos que ser guiados por el Señor Jesucristo. Si no, tomamos una vida organizacional. Y una vida que no sigue a Cristo, a diario, no es digna.",
    "Un hombre que es Cristiano el domingo, y va a la iglesia, se sienta allá atrás y piensa que es dueño de la iglesia porque hace esto, eso o lo otro, y el lunes roba y miente. ¡Y mujeres que van a las playas públicas, y—y andan por las calles con ropa inmoral!",
    "Pensé en—en la primera dama, que ni siquiera se puso maquillaje, para ir ante el papa; y regresó acá y estableció la moda de esos peinados cabezones para las mujeres de la nación. Y todos estos vestidos, que cuando va a ser madre, toda mujer en el país quiere usar ahora esos vestidos de maternidad. Es cierto. Son ejemplos. Y ellos saben que esas personas van hacer eso. Ellos toman un espíritu del mundo. Y eso no pertenece en la Iglesia del Dios vivo.",
    "Las mujeres deben mirar a Jesucristo. Uds. deberían mirar a Sara y a ellas del Antiguo Testamento.",
    "Ahora, se han vuelto que… Yo estaba predicando la otra noche, en algún lugar, de las mujeres que obedezcan a su esposo. ¿Obedecer? Sí. Eso salió de la ceremonia del matrimonio hace mucho tiempo. Pero, ellas no lo van a hacer. No, señor. Ellas viven en América, y se lo harán saber. Ellas no van a obedecer. Pero, mientras que Ud. no lo haga, no vaya a querer llamarse Cristiana, porque Ud. no lo es. No me interesa cuánto dance y hable en lenguas, si Ud. no obedece a su esposo, Ud. está fuera de la voluntad de Dios.",
    "Una mujer que usa pantalones cortos y hace estas cosas que ella hace en la calle, no se llame Ud. una Cristiana. Ud. quiere tener lo del mundo y aun seguir con su testimonio. Ud. no puede hacer eso en la Presencia de Dios, cuando Ud. ya sabe que eso no se debe hacer.",
    "Noten: “Horadado en la oreja”, una vez marcado, Ud. jamás oirá. Recuerden: ésa es señal de cerrar los oídos. Ud. no oirá Eso más. Ud. no escucha. Ud. jamás podrá otra vez, hacerlo de nuevo.",
    "¡Oh! “Ella no cree Eso”. ¡Oh, vaya! “No le diga. Ella lo cree”. No. “Ella le dirá allí…”. Ella no Lo sabe. ¿Cómo puede una—una dama…? Sólo les pregunto, ¿cómo puede una dama…?\n\nComo hablé el domingo, el domingo pasado en la noche, hace una semana esta noche, de “una luz roja destellante”, cómo ha sido que el—el—el avance de la mujer ha sido de más belleza que nunca. Ahora, eso no es nada—nada contra la mujer, pues, sólo es… ¡pero ella cómo maneja eso! ¿Ven? El… Ella ha venido a ser así, para ponerla como una tentación, como Eva fue puesta ante el árbol.",
    "Cada hombre, cada hijo que viene a Dios, tiene que pasar por esa hora de prueba. Ésta es la edad de la mujer, lo es esta nación, donde ella tiene que pasar por esa prueba. Si ella puede ser una mujer bonita y actuar como una hermana, las bendiciones del Señor reposen sobre ella. Pero cuando ella puede llegar al—al conocimiento de esto, y andar luciéndose, muestra absolutamente que ella tiene un—un espíritu maligno. Ella no quiere ser de esa manera, no lo creo, muchas de ellas; pero no se dan cuenta de eso.",
    "¿Puede Ud. decirme que una mujer decente, sensata, se puede poner esa ropa corta que ellas usan acá en la calle?",
    "Tengo dos hijas jóvenes sentadas aquí. Yo no sé cómo resultarán esas jóvenes; sólo oro por ellas. Los jóvenes hoy, yo no… a uno le es difícil saber; yo no sé. Ellas no son inmunes a eso. Se tienen que parar sobre sus propios dos pies, frente a Jesucristo, y rendir cuentas. Ellas no podrán entrar por lo que… por—por lo que yo creo, ni por lo que su madre cree. Yo no sé qué harán ellas. Pero realmente creo, en esta hora, que si esas muchachas salieran a la calle con esa clase de ropa puesta, y un hombre las insultara, en esa clase de ropa, no creo que yo, si tuviera la oportunidad, podría siquiera condenar a ese hombre. Es correcto. Yo condeno a las muchachas. Ellas no tenían por qué hacer eso.",
    "Escuchen. Si el hombre piensa, y ellos enseñan que “el hombre no es más que un animal. Él viene de la raza animal”. Y miren, luego, Uds. lo ponen a él allá así…",
    "Lleve Ud. el perro a la hembrita en ciertos tiempos, a través de los cercos y cuanto más, porque la hembrita está en esa condición; cerdos, vacas, con todo otro animal. Y si nosotros somos vida animal (que lo somos, la parte física), y luego cuando una mujer se muestra así, prueba ella misma que es lo mismo que la perrita, o igual, exactamente, pues ella no andaría haciendo eso. Ella sabe. La naturaleza le enseña a ella que el hombre la va a mirar. Y la Biblia dice: “Cualquiera que mira a una mujer para codiciarla, ya cometió adulterio con ella en su corazón”.",
    "Eso coloca un tiempo de prueba. Y el diablo embellece a esas mujeres, y las desviste, y las pone allá afuera, para probarlo a Ud. Hombres: volteen el rostro; sean hijos de Dios. Mujeres: Uds. vistan como hijas de Dios; no sean responsables por adulterio allá en aquel Día.",
    "Si esa mujer, no importa qué tan inocente… puede ser que ella nunca haya hecho nada errado, ni que le haya cruzado por la mente obrar mal. Pero cuando ese pecador que miró esa forma tan agraciada de esa mujer, sabiendo que él es un varón (y el sexo femenino está en una, glándulas, y la del varón, en otra), y ese pecador tendrá que rendir cuenta por eso en el Día del Juicio, ¿quién lo hizo, quién es culpable? No él. Ud. Ahí tiene, inmoral.",
    "Miren esta nación. Antes, cuando ellas—ellas tenían los vestidos que las mujeres usaban a la altura de las rodillas, nosotros teníamos que enviar a traerlos de París. Hoy, París viene aquí por ellos. Se ha vuelto tan obsceno que París ya no da la talla. Es cierto. Todo el… ¿Por qué? Por haber rechazado el Evangelio. ¿Por qué?\n\nParís no Lo recibió. Es catolicismo cien por ciento. Los protestantes ni siquiera pueden entrar allí. Miren a Billy Graham. Creo que solamente hay seiscientos Cristianos en todo París, de los millones, seiscientos Cristianos, protestantes. Esos no están llenos del Espíritu Santo. Eso sólo es protestantes estrictamente, seiscientos de ellos, de millones de millones. Ellos no tuvieron la oportunidad de rechazar Eso.",
    "Pero estas personas tienen el Evangelio. Y cuando se alejan del Mensaje y del Evangelio que han visto demostrado, se burlan de Eso porque alguna vil doctrina prostituta los tiene atados; y algún pastor parado en el púlpito, pensando más en un dólar y un boleto para comer, que lo que piensa en el alma de las personas a las que les predica, es la verdad, eso es lo que lo ha hecho. Ahora ella es la que lidera el mundo.",
    "Recuerdan Uds. que no hace mucho, en este tabernáculo, prediqué de un tema, hace como veinte años: “Les mostraré la diosa de américa”, y tenía la pequeña flapper aquí [Mujeres de los años 1920 que usaban faldas cortas, cabello corto, escuchaban jazz, usaban exceso de maquillaje, bebían y mostraban su menosprecio por lo que en ese entonces era un comportamiento aceptable.—Trad.], la tenía aquí con eso. Eso es la cosa. Ahora ya son iguales, lo captan. Están consiguiendo lo que han pedido. Y lo van a conseguir. Eso es todo.",
    "No. Ellos no lo creerán. No, señor. Le dejarán claro a uno que son ciudadanos americanos, y que tienen derecho de—de funcionar como ellos quieran. Yo sólo deseo…",
    "Déjenme decirles. Se los diré ahora. No, señor, la política nunca funcionará. No, señor, la democracia nunca funcionará. La democracia está podrida, hasta los huesos. Si se pudiera poner a funcionar entre un grupo de Cristianos, estaría bien. Pero cuando se pone así allá afuera en el mundo, viene a ser pura vela y nada de ancla. Exactamente cierto.",
    "Miren aquí, hoy. Puede suceder cualquier cosa, y ellos sólo… Lo que sea, contactan algunos políticos, y quedan impunes hasta con homicidio.",
    "Yo prediqué allá, esa noche, queriendo salvarle la vida a esos dos muchachos. Son tan culpables como se puede ser culpable. Aun ese fiscal que siguió después de mí se puso de pie, y dijo: “Es correcto”. Dijo: “Yo no creo en quitarle la vida a las personas”. Él dijo: “Si se fijan en sus registros criminales, ¿quién es el que muere en la silla eléctrica y esas cosas? No es el rico. Él puede pagarse un abogado y tiene influencia, maniobras sucias, y algunas palancas acá, u otras acá, y soborna la cosa”. Él dijo: “Son pobres muchachos así, que no tienen suficiente dinero para comprarse una comida decente, ésos son los que reciben eso. Ésa es la clase que electrocutan, alguien que es como ellos llaman: un montón de gente ignorante, y así mantienen el nombre de la pena capital”.",
    "Yo dije: “El primer homicidio que fue cometido en el mundo, un hermano mató al otro; pues, Dios no le quitó la vida por eso. Él le puso una marca, que nadie debía quitarle la vida. Correcto. Ése es el Juez Supremo”.\n\nVeo que les han quitado la sentencia. Ahora les van a hacer otro juicio. Por supuesto, ahora les van a dar vida, que será once años, y con posibilidad de libertad condicional. Ellos son culpables. Seguro. Son culpables. Deben ser enviados a la penitenciaría, de por vida, pero no que les quiten la vida. Ningún hombre tiene derecho de tomar la vida de otro. No, señor. Yo no creo en eso. No, seguro que no.",
    "¡Oh! Ellos dicen… Pues, no creen que ellos estén fuera de la voluntad del Señor, porque es todo lo que ellos conocen, no quieren escuchar más. Ellos han vuelto su oído contra la Verdad, allí adentro.",
    "Tampoco Egipto quería saber que esa cantidad de santos rodadores allá era la voluntad del Señor. Cómo iban a querer saber ellos que algún hombre loco entró allá, del desierto, con barba larga así, y dijo: “Faraón, yo vengo en el Nombre del Señor. Deja en libertad a esos hijos”.\n\nFaraón diría: “¿Quién, yo? Échenlo de aquí”. ¿Ven? “¿Yo?”.\n\n“Si no lo haces, el Dios del señor va a herir esta nación”.",
    "Y aún, “El viejo cascarrabias, sáquenlo a algún lugar. Suéltenlo. El sol como que le ha tostado la mente”. ¿Ven? Pero eso trajo juicio, porque el hombre era un profeta y tenía ASÍ DICE EL SEÑOR. Exactamente lo cierto. Ellos no quisieron creerlo.\n\nRoma tampoco quiso creerlo, pero de todas maneras sucedió.",
    "Israel no quiso creer que ése era el Mesías. “¿Cómo podían ellos, un montón de—montón de galileos?”. Decían: “¿No son todos estos galileos? ¿De dónde vinieron? ¿Con qué clase de multitud se mueve Él? Lo más pobre que se puede reunir, es la multitud con la que Él se asocia. Ésos son los que vienen a oírlo, es la gente pobre, esa gente que no sabe nada. Ellos no son de lo selecto. Ellos no—ellos no son de la clase intelectual como nosotros. Ellos son un montón de pobres”. Uno oye que dicen eso de los avivamientos hoy. “¿Qué clase de multitud los oye? ¿Qué clase van a estas reuniones? ¿Qué clase de personas son?”.",
    "Escuché a un individuo decir, no hace mucho… Bueno, él pues era… Era el padrastro de Hope. Y yo le estaba hablando del bautismo del Espíritu Santo. Él dijo: “Pues, ¿quién creería algo así, excepto ese grupo que Ud. tiene por allá?”. Él dijo: “Deje Ud. que Fulano de Tal, un negociante aquí del pueblo, de lo más malvado, deje Ud. que él diga que recibió el Espíritu Santo, entonces yo lo creería”.",
    "Yo dije: “No se preocupe, él nunca lo dirá”. El hombre murió repentinamente, sin Dios. ¿Ven?\n\nTenga Ud. cuidado con lo que hace. Cuídese de lo que dice. Ud. quiere una vida digna del Evangelio. Correcto.",
    "Israel no creía eso, de ese montón de gente, “Que un demente por el Nombre de Jesús de Nazaret, nacido” pensaban ellos, “de un nacimiento ilegitimo”. Y la gente creyó eso. Porque dijeron: “Ése no era su… Pues, Su padre es José, y María ya iba a tener este Bebé antes de ellos… Nacer, pues, es ilegítimo. Y ¿qué es Él? Nada más que un demente. Es un tipo de esos un poco raros. No vayan a oírlo”. ¿Qué hicieron ellos? Estaban enviando sus almas al infierno. Ellos tomaron…",
    "Jesús dijo: “Dejadlos. Si el ciego guiare al ciego, ¿ambos no caerán en el hoyo?”. Es cierto. Ellos no lo sabían. Ellos no creyeron Eso; no podían.",
    "Ellos no podían ver cómo era que una gente sencilla con un Mensaje sencillo, al ser rechazado, pudiera causar que una gran nación se fuera a la ruina. Ahora escuchen. Ellos no podían entender eso: una multitud de gente sencilla, común, ordinaria. Uds. saben, la Biblia dice que: “La multitud del pueblo oía a Jesús de buena gana”.",
    "Me sucedió una cosita en México, no hace mucho. El General Valdena, elegido de Dios, la Luz brilló en su camino, en una de las reuniones. Ese gran guerrero católico, uno de los generales de más rango en México, vino humildemente al altar y recibió el bautismo del Espíritu Santo. Él regresó allá a México. No dejó de clamar pidiendo que yo fuera allá. Finalmente, decidí viajar allá. El Señor me guió; tuve una visión. Le dije a mi esposa. Me fui para allá.\n\nY haciéndolo él, siendo uno de sus generales principales, un general de cuatro estrellas, fue al cuartel general, al gobierno. Y ellos son fuertes contra los protestantes allá, Uds. saben. Entonces sabiendo ellos que ésta sería una reunión tremenda, pues él fue allá y consiguió una guardia militar. Y al hacerlo, consiguieron una gran arena. Y así es como ellos me iban a traer. El gobierno me iba a traer.\n\nEntonces, cuando lo hicieron, el—el obispo, uno de los grandes obispos de la iglesia católica, fue a él, al gobernador, y dijo: “Señor, tengo entendido que Ud. va a traer un no-católico”.\n\nDijo: “Sí. ¿Qué sucede?”\n\n“Pues” dijo él, “Ud. no puede tener aquí un hombre así. No se ha sabido que este gobierno haya hecho algo así”.",
    "🦅 Pero” dijo, “ahora lo hemos hecho”. Él dijo: “Pues” dijo, “es un hombre de reputación. Entiendo que miles de personas vienen a oírlo. El General Valdena, él es mi amigo íntimo”. Él dijo… Y tenían al… El presidente mismo es protestante, Uds. saben, metodista. Entonces dijo—dijo él: “El hombre es un varón de reputación, hasta donde yo sé”. Dijo: “El General Valdena aquí, se convirtió con este hombre”. Dijo: “Pues, él es, hasta donde yo sé, una persona de reputación”. Dijo: “Miles de personas, dicen ellos, vienen a escucharlo”.\n\nY este obispo dijo: “¿Qué clase de gente es, señor? Sólo los ignorantes. Ésos son los que van, que escuchan a una persona así”.",
    "El presidente dijo: “Señor, Uds. los han tenido por quinientos años, ¿por qué serán ignorantes?”. Con eso bastó. Allí quedó concluido. ¡Oh, vaya! Eso los dejó descornados. Sí, Señor. Sí.",
    "Entonces cuando ese pequeño bebé fue resucitado de los muertos, envié un mensajero detrás del hombre. La señora decía, en español: “El bebé murió esta mañana a las nueve”. Y la lluvia caía fuertemente. Estábamos teniendo como diez mil convertidos a Cristo, cada noche.\n\nLa noche anterior, un anciano ciego había recibido la vista, en la plataforma. ¡Oh, tres o cuatro veces el tamaño de este tabernáculo, y como así de alto, de chales viejos y sombreros arrumados! Y yo sólo…",
    "Ellos me bajaron por lazos, al cuadrilátero, para que yo pudiera entrar. Yo sólo salí allá y comencé a predicar, por fe.\n\nBilly vino, dijo: “Papá, vas a tener que hacer algo, esa mujer”. Dijo: “Tengo trescientos ujieres parados allí. Y no pueden detener esa mujercita pequeña, pesa así como cien libras [45kgs]”. Y bonita, una damita así de alta, como, oh, tal vez era su primer bebé; diría yo entre los veintitrés o veinticinco años.",
    "Y ella estaba parada allí, y su cabello colgándole, y cargaba el bebecito. Y ella se abalanzaba hacia esa línea. Los hombres la empujaban atrás. Ella se encaramaba sobre ellos, con el bebé allí a su cadera, como pudiera, se les metía por las piernas, o cualquier cosa. La subían allá, y ellos tenían que bajarla de la plataforma.",
    "Y ellos no tenían tarjeta de oración para darle. Él dijo: “Si yo la dejo entrar allí, papá, con ese bebé muerto, sin tarjeta de oración, y…”. Dijo: “Esos otros parados allí, han estado parados allí dos o tres días, bajo esa lluvia y sol. Y dejarla entrar a ella delante de ellos” dijo, “eso causará un—un alboroto allá”.",
    "Yo dije: “Está bien”. El Hermano Moore estaba allá, y él es calvo como yo. Y dije: “Ella no sabe quién es quién, tantas personas”. Yo dije: “Envíen…”. Y—y un par de hermanos, uno de los hermanos de aquí del tabernáculo, que ya está en la Gloria (no me viene a la mente su nombre en este momento), pero él estaba parado allá atrás. Entonces yo dije: “Hermano Moore, baje allá, ore por el bebé. Ella no sabrá quién, si soy yo o Ud. Sólo baje allá. Y no podía hablar inglés”.\n\nY entonces el Hermano Moore dijo: “Muy bien, Hermano Branham”.",
    "Él comenzó a caminar para allá. Yo dije: “Como decía, fe-…”. Y vi un bebito, un bebito mexicano frente a mí, riéndose. Yo dije: “Espere un minuto”. Y dije: “Dejen pasar a la damita”.\n\nBilly dijo: “Yo no puedo hacerlo, papá. Ella…”\n\nDije: “He visto una visión, Billy”.\n\nDijo: “¡Oh, eso es diferente!”.",
    "Entonces abrimos camino entre la multitud así y la hicimos pasar. Aquí venía ella, cayendo de rodillas, con el rosario en la mano. Yo le dije: “Levántese”.\n\nLuego dije: “Padre Celestial, pues, no sé lo que vayas a hacer. No sé si Tú sólo quieres que yo complazca a la mujer orando por el bebé, o qué será. Pero” dije, “impongo mis manos sobre el bebito, en el Nombre del Señor Jesús”. Simplemente como hice con el Hermano Way, tendido allí en el suelo, muerto, el otro día. Y la cobija pateó, y ese bebito comenzó a gritar. Y regresó a la vida. Cuando…",
    "Envié un mensajero, al Hermano Espinosa, que fuera con ella al médico, y consiguiera una declaración juramentada del médico que: “Ese bebé murió”. Eso fue como a las diez esa noche. “Murió esa mañana a las nueve, en su oficina, de neumonía”. Él consiguió la declaración juramentada del médico.\n\nLos periódicos no pudieron dejar eso quieto, Uds. saben, entonces tuvieron que venir. Ellos me entrevistaron. Y me dijeron, él dijo: “¿Piensa Ud. que nuestros santos también pudieran hacer eso?”.\n\nYo dije: “Si estuvieran vivos”.\n\n“¡Oh!” dijo él, “no se puede ser santo hasta que se muera”. Ahí tienen. ¿Ven? Y la gente…",
    "¿Vieron Uds. el otro día, donde tenían a esta monja que ellos glorificaron, en el periódico? Pues, un nuevo santo murió, oh, hace cien años, o algo así, y ellos hicieron… ahora la canonizaron, la hicieron una santa. Y ellos dijeron que—que ella regresó de los muertos y oró por una persona enferma de leucemia. ¿No era así? Estaba en una de las revistas. Sólo piensen cómo ellos se esfuerzan por exaltar eso, y habiendo cientos y cientos de casos justamente aquí en las narices del pueblo. ¿Eso qué es? Algo para que la iglesia protestante le haga el juego a eso allí mismo (¿ven?), ponerlos a pensar algo.\n\nY luego las verdaderas obras del Señor, donde son perfectamente vindicadas, probadas, ellos ni siquiera se atreven a tocar eso en el periódico. Ahí lo tienen. Ellos recibieron una invitación y la rechazaron. Sí, señor.",
    "No pueden entender como un Mensaje sencillo, una gente sencilla, que rechazar algo así sea la causa de que ellos entren en caos.",
    "Una mujer me dijo (Grant’s Pass, Oregon), hace un tiempo, una muchacha católica fue allá para condenar y hacer un reportaje. Era una reportera del periódico, con un paquete de cigarrillos en la mano. Y ella dijo: “Quiero hablar con Ud.”.\n\nLe dije: “¿Qué quiere decir?”.\n\nElla dijo: “Quiero hacerle algunas preguntas acerca de esta religión suya”.\n\nY dije: “¿Qué es lo que quiere preguntar?”.\n\nY ella dijo: “¿Con qué autoridad hace Ud. esto?”.",
    "Yo dije: “En el Nombre de Jesucristo, bajo un llamado Divino”. Y ella siguió, muy insolente. Le dije: “Un momento”.\n\nElla dijo: “Si yo tuviera que relacionarme con ese montón de ignorantes allá arriba” dijo ella, “ni quisiera ser Cristiana”. Ella dijo: “Y si ellos… Dicen que esa gente gobernará la tierra algún día”. Ella dijo: “Ojalá que yo no esté aquí”.\n\nLe dije: “No se preocupe; Ud. no estará”. Dije: “Ud.… tiene que preocuparse por eso”.\n\n“Pues” dijo ella, “¡todo ese alboroto allí y la gritería!”.\n\nYo dije: “¿Y Ud. dice que es católica?”.\n\nElla dijo: “Lo soy”.",
    "Yo dije: “¿Sabía Ud. que la bendita virgen María tuvo que recibir el Espíritu Santo y hablar en lenguas, y danzar en el Espíritu, así mismo como ellos, antes de que Dios la recibiera? Uds. le dicen a ella madre de Dios”.\n\nElla dijo: “Eso es una tontería”.\n\nLe dije: “Espere un momento. Yo…”\n\n“Yo no debo mirar la Biblia”.",
    "Dije: “¿Entonces cómo sabrá Ud. lo que es Verdad o no?”.\n\nElla dijo: “Yo acepto la palabra de mi iglesia”.",
    "Yo dije: “Ésta es la Palabra de Dios. Aquí mismo está. La desafío a Ud. que La mire. Y María estaba con ellos allá en el aposento alto, y recibió el bautismo del Espíritu Santo así como los demás. Y Ud. le dice a ella, madre de Dios”. Yo dije: “Luego ¿Ud. le dice a eso ‘Un montón de basura; aguas turbias’?”. Dije: “No se preocupe, Ud. no estará Allá. No tiene mucho por qué preocuparse, si ésa es toda su preocupación. Más le vale preocuparse por su propia alma pecaminosa, muchacha”. Y la despaché.",
    "Ahora piensen en todo esto, lo sencillo. Dios lo hace tan sencillo.\n\n¿Cómo pudo Acab, cómo pudo Jezabel, cómo pudieron esas personas que pensaron que Elías era un brujo, pensar que era un espiritista? Aun Acab dijo: “Aquí está el que le ha causado todo este problema a Israel”.\n\nÉl dijo: “Tú eres el que has turbado a Israel”.",
    "¿Cómo podía pensar esa nación, que rechazar el mensaje de un hombre de cara barbada como ése, sin vestimenta sacerdotal, y todo eso, vendría a ser su condenación?\n\n¿Cómo podía Egipto, el gobierno del mundo, faraones, y con su clase y dignidad? El mundo no ha vuelto a llegar a ese lugar, en la ciencia y lo demás. ¿Cómo se les hubiera ocurrido eso, por rechazar a un profeta viejo, de ochenta años, con la barba larga, cabello canoso, salido de por allá pisando fuerte, un fugitivo? Y salir allá con un mensaje: “Tú, los dejas ir o Dios destruirá la nación”. ¿Cómo hubiera podido, el Faraón? “Me obedecerás a mí, Faraón”.",
    "Faraón dijo: “¿Obedecer?”. ¡Oh, él, Faraón! Y un anciano, “algún cascarrabias” pensarían ellos, “¿rechazar a un individuo así, destruirá la nación?”. Pero así fue. ¡Oh, vaya!\n\nVamos a parar, pausemos por unos minutos y hagamos una oración, y meditemos: ¿En qué día estamos viviendo? ¿Dónde estamos nosotros? En otra edad científica moderna. Más vale que pensemos. Tal vez, Uds. paren, pueblo, paren y oren por un rato, y mediten un poco, se sentirán mejor después de hacerlo. Correcto.",
    "Un Cristiano no es una herramienta o alguna clase de llave mecánica de algún gran régimen grande religioso. Es correcto. Un Cristiano no es alguna clase de herramienta que mantiene en movimiento a una organización religiosa. Un Cristiano, eso no es un Cristiano. Un Cristiano es ser como Cristo. Y un Cristiano no puede ser un Cristiano hasta que Cristo entre en el hombre, la vida de Cristo en él. Luego eso produce la Vida que Cristo vivió, y Ud. hace las cosas que Cristo hizo.",
    "¿De qué estoy hablando? Una relación personal con Cristo. ¿Qué es? ¿Es su vida digna del Evangelio?\n\nAhora estoy tratando de fijar esa base allí, para mostrarles que hombres y mujeres que eran mujeres de renombre, hombres…",
    "La Biblia dice. ¿Notaron Uds.? El domingo pasado en la noche, olvidé incluir algo, Génesis el capítulo 6 y el versículo 4. “Esos hombres que tomaron a esas mujeres, como esposas, eran hombres de la antigüedad, de renombre”. Hombres de renombre, predicho que vendría otra vez. “Como fue en los días de Noé, así será en la Venida del Hijo del Hombre”. “Hombres de renombre tomando mujeres” no esposas, “mujeres; yendo tras carne extraña”.",
    "Miren, en Inglaterra, hace unas semanas. Miren, en los Estados Unidos. Miren, por todas partes, está lleno de prostitución. Hombres importantes, grandes puestos altos, trayendo desgracia a la nación, persiguiendo mujeres. Ese gran hombre allá en Inglaterra, alguna clase de caudillo militar, pues, ¿notaron Uds. que tenía una esposa bonita? Su fotografía estaba allí, a la par. Miren esa prostituta rusa, pero ella estaba vestida toda sexy, y se lanzó allá afuera, para mostrar su carne femenina. Y el hombre fue engañado por eso.",
    "Lo que necesitamos hoy son hijos de Dios. Necesitamos hombres en el gobierno, que sean hijos de Dios. Es correcto. Pues, un buen rey piadoso frenaría toda esta insensatez. No quedarían conexiones a las cuales acudir. Como hizo David, él paró eso. Seguro que sí, porque él era el rey. Y sólo había…",
    "La verdadera manera es: que Dios sea el Rey, y Dios envía un profeta. ¿No se los dijo Samuel a ellos antes de que recibieran un rey? Él dijo: “Dios es vuestro Rey. ¿Les habré dicho algo en el Nombre del Señor que no se haya cumplido?”.\n\nEllos dijeron: “No. Eso es cierto”.\n\n“¿Habré mendigado sustento de Uds.”?\n\n“No. Tú nunca nos has mendigado a nosotros para el sustento”.\n\n“No les he dicho a Uds. nada que no fuera correcto, ante el Señor”. Dijo: “Dios es vuestro Rey”.",
    "🦅 ¡Oh, sabemos eso! Y nosotros sabemos que eres un buen hombre, Samuel. Creemos que la Palabra del Señor viene a ti, pero, como sea, queremos rey”. ¿Ven? Eso es lo que reciben.",
    "Pentecostés de todos modos quiso una organización. La recibió. Es correcto. Quiso ser como las demás iglesias. Uds. lo son. Adelante, eso, eso exactamente es lo que recibe. Pero Dios es nuestro Rey. Dios es nuestro Rey. Sí, señor.",
    "¿Qué es? Por cuanto el pueblo, como hicieron en los días de Cristo, como en cada edad, buscan alguna excusa. Ellos tienen sus propios credos. Tal vez Ud. no quiera decir: “Yo—yo compré una vaca, y tengo que ver si ella—ella funciona o no, si da leche, o—o de qué raza es”. Tal vez Ud. no tenga esa excusa.\n\nPero ésta es la clase de excusa que la gente puede dar: “Soy presbiteriano; nosotros no creemos en Eso. Soy bautista; nosotros no creemos ninguna cosa como Ésa. Pues, yo soy un luterano”. Bueno, eso no tiene nada que ver con Aquello. Eso no significa que Ud. sea un Cristiano. Eso significa que Ud. pertenece a un grupo de personas que están organizadas. Y Ud. pertenece a la logia luterana, a la logia bautista, la logia pentecostal. No hay tal cosa como la iglesia pentecostal; no hay tal cosa como la iglesia bautista. Es la logia bautista, la logia pentecostal, la logia presbiteriana.\n\nPero sólo hay una Iglesia. Y sólo hay una manera en que Ud. entra a Ella, y es por Nacimiento. Ud. nace en la Iglesia de Jesucristo, y es miembro de Su Cuerpo, de la delegación espiritual del Cielo. Entonces las señales, que Cristo está con Ud., viven a través de Ud.",
    "Cristianos, ¡oh, Uds. deben tener una relación personal con Dios! Para ser un hijo de Dios, Ud. tiene que llegar a un parentesco con Dios. Él tiene que ser su Padre, para que así Ud. sea un hijo. Y sólo Sus hijos e hijas son salvos, no los miembros de una iglesia, sino hijos e hijas. Sólo hay una cosa que producirá eso, es el nuevo Nacimiento. El nuevo Nacimiento es lo único que producirá parentesco con Dios. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Hijos e hijas. Entonces, cuando esto ocurre, luego los hombres…",
    "Aquí está la pregunta que les quiero hacer. El hombre dice: “¿Qué hacemos entonces, después de que nacemos de nuevo?”. Tantos me hacen esa pregunta. “¿Qué hago entonces, Hermano Branham?”. Si Ud. ha nacido de nuevo, su naturaleza es cambiada completamente. Ud. está muerto a las cosas que antes pensaba.",
    "🦅 Bueno” dice Ud., “Hermano Branham, cuando me uní a la iglesia, la obtuve”.\n\nBueno, entonces cuando Dios dijo: “Jesucristo es el mismo ayer, hoy y por los siglos. Él todavía sana a los enfermos. Él aún muestra visión…”.\n\n“Pero, Hermano Branham, ¡mi iglesia!”. Pues, Ud. no ha nacido de nuevo. ¿Ven? No puede ser; pues, si el mismo Dios, si Su Vida está en Ud. (como la…Ud. está en la vida de su padre), y si la propia Vida de Dios está en Ud., el mismo Espíritu que estaba en Cristo, en Ud., ¿cómo puede el Espíritu vivir en Jesucristo y escribir Esto, y luego regresar acá en Ud. y negar Eso? ¿Ven? No puede hacerlo. Acentuará que toda Palabra es así.",
    "Entonces, si Ud. dice: “Pues, yo soy un buen miembro de la iglesia”. Eso no tiene nada que ver con Eso.\n\nYo conozco a los paganos. Allá en África, allá entre mis hermanos morenos, encuentro más moralidad en esas personas que—que en noventa por ciento del pueblo americano. Pues, en algunas tribus allá, si una jovencita no se casa hasta que tenga cierta edad, o cuando tenga cierto tamaño y nadie aún la ha tomado, ellos saben que algo anda mal. Ellos la excomulgan. Ella se quita la pintura de la tribu, y se va para la ciudad, entonces sólo viene a ser una renegada. Y cuando se case, su virginidad es examinada. Si el pequeño velo de virgen ha sido rasgado, entonces tiene que decir quién lo hizo. Y ellos los matan a los dos, juntos. ¿Habría una gran matanza en América si eso llegara a suceder? [La congregación dice: “Amén”.—Ed.] ¿Ven? ¿Y Uds. los llaman a ellos paganos? ¡Oh, vaya! Ellos pueden venir a enseñarle a la gente que dicen ser miembros de iglesia, cómo vivir limpiamente. Es correcto.",
    "No encontré un solo caso venéreo en todo el viaje por Sudáfrica; ellos no tienen tal cosa. Ahí tienen. ¿Ven? Eso sencillamente es por nuestras propias maneras inmundas, como gente blanca. Es correcto. Se han apartado de Dios.",
    "Cuando esto suceda, entonces lo que Ud. hará, se dará cuenta que el Espíritu que entra en Ud., por el nuevo Nacimiento, Ud. creerá y hará todo lo que Dios dice en Su Palabra que es para Ud. hacer. Y todo lo que la Biblia cita que Ud. haga, Ud. lo acentuará con un “amén”. Y Ud. no parará día ni noche, hasta que lo reciba. Es correcto. Es correcto. Y en todo este tiempo, con toda certeza Ud., sobre todas las cosas, producirá el fruto del Espíritu.",
    "Ud. dice: “¿Hablaré yo en lenguas?”. Puede ser que Ud. lo haga, pueda ser que no. “¿Gritaré”? Puede ser que Ud. lo haga, puede ser que no.\n\nPero sí es seguro que una cosa hará: Ud. producirá el fruto del Espíritu. Y el fruto del Espíritu es amor, gozo, paz, fe, paciencia, humildad, benignidad, paciencia. Su temperamento no será: “¡Eeehh!”. Sólo recuerde, cuando Ud. está así, eso envenena al Espíritu Santo apartándolo de Ud. ¿Ven? Cuando Ud. llega al punto que quiere discutir con todo el que se encuentra, algo está mal. Cuando Ud. llega al lugar en que… un ministro leerá de la Biblia, que está errado hacer cierta cosa, y, Ud.… Sólo recuerde: en eso no hay nada de Cristianismo. Ahora, es que: “Por sus frutos los conoceréis”. Esto fue lo que Jesús dijo. ¿Ven?",
    "Si es la Palabra, y Dios lo dijo, ese Espíritu en Ud. cuadrará con esa Palabra, cada vez. Pues, el Espíritu Santo genuino cuadrará con la Palabra, porque la Palabra es Vida y Espíritu. Jesús dijo: “Mis Palabras son Vida”. Y si Ud. tiene Vida Eterna, y Él es la Palabra, ¿cómo puede la Palabra negar la Palabra? ¿Ven? ¿Qué clase de persona harían Uds. de Dios? Eso es algo para saber que Ud. es un Cristiano, cuando Ud. puede estar de acuerdo plenamente con toda Palabra de Dios.",
    "Y uno se encuentra enamorado de sus enemigos. Alguien dice: “Bueno, él no es más que un santo rodador”. Y Ud. comienza a… Tenga cuidado. Tenga cuidado. ¡Pero es cuando Ud. mismo realmente encuentre que lo ama a Él! No importa lo que hagan, Ud. aún los ama. ¿Ven?",
    "Entonces Ud. comienza a darse cuenta, y su paciencia se aumenta, de ser como así de grande, hasta que simplemente no tiene fin. Alguien persiste en hablar cosas de Ud.: “Pues, ¡a mí no me importa lo que Ud. diga!”. No se enoje. Si se enoja, más vale que vaya a orar primero, antes de ir y hablar con ellos de nuevo. Sí. Sí.\n\nNo entre en discusiones. No guste de las discusiones; es como si Ud. ve a alguien levantarse en la iglesia, decir: “¿Sabe algo? Le diré: Fulano de tal hizo tal y tal cosa”.\n\nUd. diga: “Pues, hermano, vergüenza debería darle”.",
    "Si Ud. dice: “¿Oh, en serio?”. ¿Escucha ese escándalo? Tenga cuidado.\n\nEl Espíritu Santo no es un estanque inmundo. ¿Ven? No, no. No, no. El corazón que está ocupado por el Espíritu Santo está lleno de santidad, pureza. “No guarda rencor, no hace el mal; todo lo espera; soporta, es paciente”. ¿Ven?",
    "No discuta. Cuando la familia discuta, Ud. no discuta con ellos. Su madre dirá: “Ya no te dejo ir por allá más, a esa iglesia. Pues, ahora sólo piensas en dejarte crecer el cabello. Pareces una abuelita antigua”. No discuta con ella.\n\nDiga: “Está bien, mamá. No hay problema. De todas maneras te amo. Y estaré orando por ti mientras viva”. ¿Ven?",
    "Ahora, no discutan. ¿Ven? El mal genio engendra mal genio. Cuando menos piensa, Ud. contrista al Espíritu Santo y Ud. entrará en la discusión. Entonces el Espíritu Santo se va volando. El mal genio engendra mal genio.\n\nY el amor engendra amor. Esté lleno de amor. Jesús dijo: “En esto conocerán todos los hombres que sois Mis discípulos, si tuviereis amor los unos con los otros”. Ése es el fruto del Espíritu Santo, amor.",
    "Y ¿sabía que Ud. mismo es un pequeño creador? ¿Sabía eso? Seguro. Uds. han visto personas cuya compañía disfrutan. Uds. no saben por qué. Sencillamente son esa clase de persona amorosa. ¿Han visto eso? [La congregación dice: “Amén”.—Ed.] Esa clase, muy amable, a uno le gusta andar con ellos. Eso es… Ellos crean esa atmósfera, por la vida que viven, la manera que caminan, su conversación.\n\nLuego, Uds. han visto aquellos, que cada vez, uno—uno los evita. Constantemente quieren hablar de algo malo, y criticar a alguien. Uno dice: “¡Oh, vaya! Ahí viene. Va a criticar a alguien. Ya llegó él aquí, va a criticar a este hombre. Ellos no van a hacer más que decir chistes obscenos, o algo de mujeres, o algo así”. Uno simplemente detesta estar alrededor de ellos. ¿Ven? Ellos crean. Aparentemente, personas muy amables, pero ellos crean esa atmosfera.\n\nY las cosas en las que uno piensa, las cosas que uno hace, las acciones, de lo que uno habla, crea una atmósfera.",
    "Yo entré a la oficina de un hombre, aquí en esta ciudad. Y el hombre es un síndico, o más bien un diácono, de una buena iglesia. Y entré allí a ver a ese hombre acerca de algún asunto. Y tenía un radio allá, con ese rock and roll o twist, lo que sea, a todo volumen. Y me supongo que había cuarenta afiches en su oficina, de mujeres desnudas. Ahora, Ud. no me puede hablar qué tan diácono, ni cuánta cosa más. Déjeme ver lo que Ud. mira, lo que lee, y la clase de música que Ud. escucha, el grupo con el que anda, y yo le diré la clase de espíritu que está en Ud. ¿Ven? Sí.",
    "Uno escucha a un hombre decir: “¿Yo, hacer tal y tal cosa? Esa cantidad de…”. Sólo recuerde, no me interesa lo que él dice; sus palabras hablan más fuerte, sus acciones hablan más fuerte que cualquier cosa que él pueda decir. Él puede testificar, decir que es un Cristiano, seguro, y tal vez hacer cualquier cosa. Pero sólo observe la clase de vida que él vive. Eso dice lo que él es.",
    "Ahora, ¿se pueden Uds. imaginar que un hombre con una vida, diga: “Creer en sanidad Divina, eso es algo para los pájaros. Eso pasó hace muchos años. Hoy no existe tal cosa”? ¿Será ésa una vida digna del Evangelio, siendo que: “Cristo fue herido por nuestra rebelión, y por Sus llagas fuimos nosotros curados”? Ud. dice: “Pero soy un diácono”. No me importa. Ud. pudiera ser un obispo.",
    "Cuando escuché al Obispo Sheen decir, hace como dos años, venía para acá; nunca lo volví a sintonizar. Cuando él dijo: “El hombre que crea y trate de vivir conforme a esa Biblia, es como alguien queriendo caminar por aguas lodosas”. El Obispo Sheen, luego se da la vuelta, dice: “Cuando yo llegue al Cielo, ¿saben qué? Cuando conozca a Jesús, le diré: ‘Soy el Obispo Sheen’ y Él dirá, ‘¡Oh, sí, escuché a Mi madre hablar de Ud.!’”. Paganismo, hombres que blasfeman esa Palabra. Dios tenga misericordia. Yo no soy el juez. ¿Ven?\n\nEsa Palabra es la Verdad. Correcto. Y el Espíritu de Dios reconocerá Su Propia Escritura. Él es identificado por Su Escritura. Ella—Ella—Ella habla de Él. Y Ud. es identificado creyéndola, y Ella le da a Ud. sus credenciales de identificación.",
    "No discuta con otros. Y no—no tenga estas discusiones familiares, como ya dije. El amor engendra amor; y el mal genio engendra mal genio.",
    "Ahora, entonces vamos a vigilar. Miren a Jesús, por un minuto. Él fue su ejemplo. Espero que no estén cansándose demasiado. Miren. Miremos a Jesús, por un minuto. Él fue nuestro ejemplo. Él lo dijo; “Porque ejemplo os he dado, para que como Yo os he hecho, vosotros también hagáis”.",
    "Ahora observen. Cuando Él vino al mundo, cuando había más, tanta incredulidad en el mundo en ese entonces como siempre la hubo, eso ni siquiera disminuyó Su paso. Él continuó predicando de todas maneras, y sanando de todas maneras; nunca Lo perturbó. Había críticos. El Hombre fue criticado desde que fue un Bebé hasta que murió en la Cruz. ¿Lo detuvo eso? No, señor. ¿Cuál era Su objetivo? “Siempre hacer lo que el Padre ha escrito. Siempre hacer lo que le agradaba a Él”.",
    "Miren a Jesús. ¿Hábleme de humillarnos nosotros mismos? Cuando Dios Mismo se hizo Bebé, en lugar de venir a una—una pequeña cuna de un hogar decente, nació allá afuera sobre un montón de estiércol en un establo, entre becerros bramando. Ellos lo envolvieron a Él en pañales, eran del cuello del yugo de un buey. El más pobre de los pobres, y, sin embargo, el Creador de los cielos y la tierra.",
    "Una noche fría y lluviosa, ellos dijeron: “Maestro, iremos a casa Contigo”.",
    "Él dijo: “Las zorras tienen guaridas, y las aves del cielo nidos; mas Yo no tengo dónde recostar Mi cabeza”.\n\nDios, Jehová, se humilló a Sí Mismo y se hizo Hombre; representado en carne pecaminosa, para redimirnos a Ud. y a mí. ¿Quiénes somos nosotros entonces? Él fue nuestro ejemplo. ¿Quién soy yo? Nada.",
    "Le estaba diciendo a alguien, esta tarde, en una pequeña reunión. Dije: “Todo hijo que es nacido de Dios tiene que ser probado primero, castigado”. Yo recuerdo cuando tuve la mía, o mi hora más tremenda. Cuando un—cuando un hombre nace de nuevo, hay un puntito, como del tamaño de su uña, que Dios inyecta en su sistema, y eso cae en su corazón y se ancla allí. Entonces Satanás lo hace a él probarlo. Y si Eso no está allí, Ud. está perdido.",
    "Recuerdo allí en el hospital, yo tenía como veintidós años, tal vez veintitrés, por allí, era un joven. Y mi padre, muriendo en mis brazos, y yo hablándole a Dios como sanador. Y mi propio padre sufriendo un ataque al corazón, recostó su cabeza en mi brazo, y yo orando por él; y verlo voltear esos ojos y mirarme, y se fue, para ir a encontrarse con Dios. Yo lo llevé y lo sepulté al lado de mi hermano, y las flores aún estaban frescas sobre su tumba, y yo predicando a un Dios que sana enfermos. Trabajaba para la Compañía Public Service, por veinte centavos la hora, y mi esposa trabajando por acá en la fábrica de camisas; ayudando a sustentar a nuestro muchachito de dieciocho meses, Billy Paul, y una bebé de ocho meses que esperaba.\n\nVi a la Hermana Wilson mover la cabeza. Ella recuerda eso; Roy Slaughter y algunos de los veteranos.",
    "¿Qué hice yo? Caminar por las calles, con un emparedado en la mano, me bajaba del poste, y le testificaba a todo el que pasaba, del amor de Jesucristo. Iba al garaje y les preguntaba si lo podía usar, le hablaba al mecánico. Entraba allí, decía: “Caballeros, ¿ya son Uds. salvos? Había encontrado algo en mi corazón”. Entraba a las tiendas de comida por las noches. Llegaba a casa a las dos o tres de la mañana, de atender las llamadas de los enfermos toda la noche. No podía… Sólo me sentaba, me cambiaba y me ponía la ropa de trabajo. Y me sentaba allí en el asiento y descansaba hasta que amanecía, me levantaba y me iba. Y estaba tan delgado, de ayunar y orar, que tenía que orar para ponerme las espuelas, para subir el poste. Predicando, y predicaba: “Dios es grande, Dios es misericordia, Dios es amor”, a las personas.\n\nY, aquí, mi papá moría en mis brazos. Y mis hermanos murieron, murió cuando yo estaba en el púlpito por acá en esta iglesita de color, pentecostal, predicando. Vinieron y me dijeron: “Su hermano murió allá en la autopista. Un carro lo golpeó y lo mató”. La propia sangre de su hermano corría de su camisa, donde él lo recogió de la autopista. Inmediatamente después que lo sepulté a él, mi papá murió. Luego, allá estaba mi esposa postrada.",
    "Y fui, vine aquí a este tabernáculo. De aquí, donde está esta plataforma, le dije al pueblo, seis meses antes que sucediera: “Vendrá una inundación. Y vi un Ángel tomar una vara, y medir: ‘Veintidós pies sobre la Calle Spring’” [6,7mts].\n\nSandy Davis y ellos sentados aquí, se rieron, dijeron: “Sólo fueron ocho o diez pulgadas [20 a 25cms] en 1884, muchacho. ¿Qué te está hablando?",
    "Yo dije: “Así será. Pues, vi en uno de esos trances, y Eso me lo dijo. Y así será allí”. Y hoy, hay una marca sobre la Calle Spring, a los veintidós pies, del agua. Dije: “Yo pasé sobre este tabernáculo en un bote”. Y lo hice.",
    "Durante ese tiempo, mi esposa se enfermó. Yo oré por ella. Y vine al tabernáculo, el pueblo la estaba esperando. Dije: “Ella está muriendo”.\n\n“¡Oh, eso sólo es porque es tu esposa”!",
    "Yo dije: “Ella se está muriendo”.\n\nFui allá y oré y oré y oré. Y extendía mis manos. Ella me tomó de la mano. Dijo: “Billy, te veré en la mañana, párate por Allá”. Dijo: “Toma a los niños y encuéntrame en la Puerta”.",
    "Yo dije: “Sólo comienza a gritar: ‘Bill’. Yo estaré Allí”. ¿Ven? Y ella se fue. Yo la recosté allá en la morgue.\n\nFui a casa, a recostarme. Y cuando lo hice… El pequeño Billy Paul se estaba quedando con la Sra. Broy y los demás, muy enfermo. El médico esperaba que muriera en cualquier momento. Yo oraba por Billy. Y allí llegó el Hermano Frank por mí. Dijo: “Tu bebé se está muriendo, la niña”.",
    "Fui allá al hospital. El Doctor Adair no me dejó entrar, dijo: “Ella tiene meningitis. Se la llevarás allá a Billy Paul”. Hizo que la enfermera me diera alguna clase de cosa roja para tomar, algún anestésico, de algo para aquietarme. Y los hice salir del cuarto, arrojé eso por la ventana. Salí por la puerta trasera, bajé al sótano.\n\nAllí estaba la bebé acostada, antes del hospital, el lugar de cuarentena, con las moscas así en sus ojitos. Tomé esa vieja tela para los moscos, las espanté, y se lo puse allí encima. Me arrodillé, dije: “Dios, allá yace mi papá y hermano y con las flores allí en su tumba. Allí está tendida Hope, yace allá. Y aquí está mi bebé, muriendo. No te la lleves, Señor”.",
    "Él simplemente bajó la cortina, como si dijera: “Cállate. No quiero escucharte, en lo absoluto”. Él ni siquiera me hablaba.",
    "Entonces, si Él no me hablaba, era el turno de Satanás. Él dijo: “Y pensé que tú dijiste que Él era un Dios bueno. ¿Qué es todo esto de lo que andas vociferando? Tú sólo eres un muchacho. Mira alrededor, por la ciudad. Toda muchacha y todo muchacho con los que te has relacionado piensan que has perdido la mente. La has perdido”. Ahora, él no podía decirme que no existe Dios, porque yo ya Lo había visto. Más bien me dijo que yo no le importaba.",
    "Estuve sentado toda la noche, todo el día. Le dije eso a Dios: “¿Qué he hecho? Muéstrame, Señor. No permitas que los inocentes tengan que sufrir por mí, si yo he actuado mal”. No sabía que Él me estaba probando. Más todo hijo que viene a Dios tiene que ser probado. Dije: “Dime lo que he hecho; lo corregiré. ¿No he hecho más que predicar todo el día y toda la noche, y sólo darle mi vida a Él, constantemente? ¿Qué he hecho?”.\n\nSatanás dijo: “Eso es cierto. Lo ves, ahora, cuando se trata de ti, y tú les has dicho a todos ellos que crees que Él es un gran sanador, y allí está postrada tu bebé, tendida allí, muriendo. Él rehúsa siquiera escuchar. Tu esposa murió de neumonía tuberculosa. Dijiste que Él podía sanar cánceres, y míralo allí. Ahora, hablas de que Él es bueno, y lo bueno que es con la gente. ¿Y qué pasa contigo?”.",
    "Entonces comencé a escucharlo. Eso es el razonamiento. Pensé: “Eso es cierto”.\n\nDijo: “Él pudiera hablar. Él ni siquiera tendría que hablar la Palabra; sólo con mirar tu bebita y viviría”.\n\nYo dije: “Eso es cierto”.\n\n“Y con todo lo que tú has hecho por Él, y, sin embargo, eso es lo que Él hace por ti”.",
    "Dije: “Es cierto”. Comencé a pensar: “Bueno, ¿qué?”. ¿Ven? Todo comenzó a desmoronarse, cuando llegó al razonamiento. Pero, cuando llegó a Eso, Eso se sostuvo. Permaneció allí. Yo estaba ya para decir: “Entonces me retiro”.\n\nPero cuando llegó al momento en que todos los poderes del razonamiento se desprendieron, entonces llegó a esa Vida Eterna, ese nuevo Nacimiento. ¿Qué si Eso no hubiera estado allí? ¿Qué tal que no? Nosotros no nos hubiéramos conocido el uno al otro de la manera que nos conocemos ahora. Esta iglesia no hubiera estado aquí así, los miles y millones alrededor del mundo. Pero, gracias a Dios, Eso estaba allí.",
    "Entonces cuando pensé: “¿Qué? ¿Quién soy yo de todas formas? ¿Quién soy yo, para cuestionar a Su majestad? ¿Quién soy yo, para cuestionar al Creador quien me dio a mí mi propia vida aquí en la tierra? ¿De dónde obtuve ese bebé? ¿Quién me lo dio? De todas maneras, no es mía. Él sólo me la prestó, por un tiempito”.\n\nYo dije: “Satanás, apártate de mí”. Fui allá, puse las manos sobre el bebé. Dije: “Dios te bendiga, cariño. En un minuto papá te llevará allá, te pondrá en las manos de mamá. Los Ángeles se llevarán tu almita. Y te veré en esa mañana”.\n\nYo dije: “Señor, Tú me la diste; Tú te la estás llevando. Aunque me mates, como dijo Job, con todo, Te amo y Te creo. Así me envíes al infierno, te amaré, a pesar de todo. Yo no me puedo apartar de eso”. Ahí tienen.\n\nDe sólo haber sido intelecto, todo se hubiera desprendido. Pero uno tiene que tener una relación personal. Uds. tienen que nacer de nuevo.",
    "Por eso se retiran los ministros, hacen tremendas declaraciones y cosas. Dicen: “No hay tal cosa como la sanidad Divina; no existen tales cosas como éstas”. Ellos nunca han estado en ese terreno sagrado, como yo hablaba esta mañana. No saben nada de Eso. ¿Cómo pueden decir que son hijos de Dios, y negar la Palabra de Dios? ¿Cómo puede Ud. hacerlo, negando el mismo Espíritu Santo que lo compró a Ud.?",
    "¡Oh!, sólo recuerden: Jesús Se humilló a Sí Mismo, hasta la muerte, por Ud. Él no discutió. Cuando le escupieron Su cara, Él no los escupió. Cuando Le arrancaron Su barba, Él no arrancó la de ellos. Cuando Lo abofetearon en un lado, al otro, Él no los abofeteó a ellos. Él oró por ellos, siguió caminando humildemente. Él fue un ejemplo de humildad.",
    "Él estaba lleno de fe. ¿Por qué? Él sabía que Sus Palabras no podían fallar. Él vivió tanto por la Palabra hasta que vino a ser la Palabra.\n\n¡Oh, Dios! Permíteme levantar mis dos manos a Dios, delante de esta audiencia. Permíteme vivir así. Permite que esta Palabra llegue a ser, que yo y esta Palabra seamos la misma cosa. Permite que mis palabras sean esta Palabra; permítelo de la meditación de mi corazón. Permite que Él esté en mi corazón, en mi mente. Atar Sus mandamientos sobre el poste de mi inteligencia. Átarlos sobre el poste de mi corazón. Permíteme sólo verlo a Él. Cuando venga la tentación, permíteme ver a Cristo. Cuando las cosas marchen mal, permíteme tan sólo verlo a Él. Cuando yo esté listo, y el enemigo quiera hacerme enojar, permíteme ver a Jesús. ¿Qué haría Él?",
    "Él estaba tan metido en la Palabra, al punto que Él y la Palabra llegaron a ser la misma cosa. Observen.",
    "Él no tuvo que discutir. Él sabía, Él y la Palabra eran lo mismo. Sabía que Él era la Palabra de Dios manifestada, y que el mandamiento de Dios finalmente conquistaría al mundo. Él lo sabía, Su Palabra. Él tenía fe; sabía dónde estaba. Él no tenía que discutir, ni decir: “Aquí, Ud. puede venir por acá”.",
    "El diablo dijo: “Bueno, mira, Tú puedes hacer milagros. Sabes que Tú tienes una gran fe. Tú puedes hacer milagros. Te edificaré un edificio, dos veces más grande que el de Oral Roberts. Pues, toda la gente… Lo—lo único que tienes que hacer ahora, es mostrarles. Salta de este edificio aquí, simplemente tírate allá, porque está escrito (¿ven?), ‘Los Ángeles te sostendrán, Para que no tropieces con tu pie en piedra’”. ¿Ven?\n\nÉl sabía que tenía poder. Sabía que podía hacerlo. Sabía que Eso estaba en Él, pero no lo quería usar hasta que Dios le dijera. ¿Ven? Quería que fuera Dios en Él, que fuera la Palabra en todo. Y Él lo sabía que cuando hablaba cualquier cosa, de que era la Palabra de Dios; y aunque cielos y tierra pasen, esa Palabra algún día conquistaría.",
    "Él no discutía ni alegaba. Él sólo habló las Palabras de Dios. Toda Palabra que salió de Sus labios era la Palabra ungida de Dios.\n\n¿No sería maravilloso si nosotros pudiéramos decir eso: “Mi palabra y la Palabra de Dios es lo mismo. Lo que Yo digo, Él lo honra, porque no hago nada hasta que Él primero no Me dice”? ¡Oh, allí está su ejemplo! Ahí hay una vida digna del Evangelio.",
    "No esos sacerdotes tan educados y pulidos, y con todos esos títulos, y que se paran y hacen largas oraciones, y devoran las casas de las viudas, y que devoran los puestos altos en la—en la congregación, todas estas cosas allí. Ellos estaban… Ésa no era una vida digna del Evangelio.\n\nPero Él era digno del Evangelio, tanto, que Dios dijo: “Éste es Mi Hijo amado, en quien me complazco. A Él oíd. Mi Palabra es Él; Él es Mi Palabra. Él y Yo somos lo mismo.",
    "Sabía, miren esto ahora. Él sabía que Su Palabra finalmente conquistaría al mundo. Él sabía de donde venía Su Palabra. Él sabía que Ella jamás podría fallar, por eso Él dijo: “Los cielos y la tierra pasarán, pero Mi Palabra jamás fallará”. ¿Ven? Él podía decir eso. Ése era un Hombre Quien Él y la Palabra de Dios llegaron a ser lo mismo. Él les dijo…\n\n“Uds. deben hacer esto y lo otro”.",
    "Él dijo: “¿Quién puede condenarme de pecado? ¿Quién puede acusarme?”. Pecado es “incredulidad”. “Si Yo, por el dedo de Dios, echo fuera demonios, ¿por quién los echan sus hijos?”. ¿Ven? No era por Eso, así que tenía que ser otra cosa. ¿Ven? “Si Yo…”.\n\nEllos dijeron: “Pues, nosotros hemos echado fuera demonios”.",
    "Él dijo: “Si Yo lo hago por el dedo de Dios, una Palabra de Dios vindicada, entonces ¿por quién los echan sus hijos? Por tanto, juzguen Uds.”.",
    "La gente de Sus días, y el pueblo se mofaron de Él, lo criticaron. Pero, Él, a Él lo humillaron, de toda manera que pudieron. Dijeron toda clase de maldad, contra Él, pero siguió adelante.\n\nAhora quiero terminar en un minuto, diciendo esto.",
    "La gente de estos días es un montón de neuróticos. La gente de este día es un montón de neuróticos. Ellos temen tomar las promesas de Dios. Hombres de iglesia, la organización de la iglesia, organizaciones de iglesias temen aceptar el reto de la Escritura de Dios para este día. Ellos saben. Saben que sus condiciones modernas y su evangelio social que ellos predican no le hará frente al reto de esta hora, más de lo que Sansón pudo enfrentarlo en su condición. Se requirió de Dios.\n\nY aquí está el programa que lo prometió. Llegaré a eso en un minuto.",
    "Quiero quedarme en esa palabra, un minuto. Aunque se llamen Cristianos, ellos adoptan credos, credos hechos de hombre, para que ocupen el lugar de la Palabra de Dios. Por eso ellos pueden recibir el credo, porque el hombre lo hizo. Pero temen depositar su fe allá en el Dios que ellos reclaman amar. Eso es cierto. ¿Y luego Uds. dicen que esa vida es digna del Evangelio? No puede ser, aunque ellos sean miembros de iglesia; pero eso no es digno del Evangelio. Verdaderamente que no.",
    "¡El Evangelio! Jesús dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. Estas señales seguirán a los creyentes”.\n\nY cuando Ud. niega que eso siga a los creyentes, ¿cómo puede Ud. tener una vida…? No importa, así Ud. nunca diga una mala palabra, puede ser que Ud. guarde todos los diez mandamientos, eso nada tendrá que ver con eso; aún no es digna del Evangelio. ¿Ven? No podría serlo.\n\nEsos sacerdotes los guardaban, y aún no eran dignos. Él dijo: “Vosotros sois de vuestro padre, el diablo”. ¿Quién podía señalar con un dedo a esos hombres? Con una sola marca de culpables, y eran apedreados sin misericordia. ¡Hombres santos! Y Jesús dijo: “Vosotros sois de vuestro padre, el diablo”, cuando vino el Evangelio.",
    "Aunque ellos dicen ser Cristianos, les encanta ir a los credos, a sus credos. ¡Oh! Los credos establecen y satisfacen el pensamiento moderno de la gente de este día. Y el hombre que será exitoso en este día, tiene que acoger la forma moderna de pensar. Permítanme decir eso bien y claramente. ¿Ven? Un hombre, si Ud. va a lograr el éxito, Ud. tiene que acoger la forma moderna de pensar de este día. Eso… Ellos irán comentando, diciendo: “¡Oh! ¿No es él amable? ¿Verdad que es maravilloso? Puede pararse allí tan recto, y nunca nos retrasa más de quince minutos. Y nuestro pastor no nos anda regañando siempre por estas cosas”.\n\n¡Vergüenza debería darle a ese pastor! Cualquier hombre que se pueda parar en el púlpito y ver el pecado de este día, y no clamar contra él, algo anda mal con ese hombre. No es digno del Evangelio que él dice estar predicando. Es correcto. Así que, por hacer eso, dan pretextos, al decir: “Pues, mire, ¡mi congregación!”.",
    "Un—un hombre vino aquí, no hace mucho, a una cierta iglesia grande, y él estaba escribiendo una tesis. Y dijo: “Estoy escribiendo de la sanidad Divina”. Dijo: “Hermano Branham, nosotros lo amamos, en nuestra denominación”. Una de las denominaciones más grandes, una de las grandes de la nación, o del mundo. Y él dijo: “Lo amamos, en esta denominación”. Él estaba aquí mismo en el Jefferson Villa. Pero, dijo: “Yo vengo a averiguar de esta sanidad Divina”. Él dijo: “Sólo hay una falla que mi iglesia realmente encuentra”. ¿Ven? Él dijo: “Ud. se asocia con demasiados pentecostales”.\n\nYo dije: “Bueno, pues, sabe, eso es cierto”. Dije: “Eso es verdad. Sabe, siempre quise la oportunidad de alejarme de ellos”. Le dije: “Le diré lo que haré: vendré a su ciudad, Ud. consiga que su iglesia me patrocine”.\n\n“¡Oh!” dijo él, “ellos no lo harían”.\n\nDije: “Es lo que pensé. Eso es lo que pensé”.",
    "Dijo: “Ud. verá, mi denominación no va a tolerar eso”. Es una excusa tan válida como: “Acabo de casarme” o, “compré una yunta de bueyes”. A mí no me importa cuántos títulos de doctorados tenga Ud., ni cuánto sea admirado por su denominación. Ese tipo de ministerio no es digno del Evangelio que está escrito en este Libro. Correcto.",
    "¡Vaya miembro que se coloque del lado de semejante cosa como ésa, y se llame Cristiano! Y salgan acá y vivan… Y las mujeres cortándose el cabello, y usando ropas que la Biblia les dice que no usen. Hombres comportándose ahora como lo están haciendo, “una forma de piedad”, bebiendo y fumando cigarros, y casándose varias veces y llegando a ser diáconos de la iglesia y aun pastores y todo eso. Y la gente que tolera todo eso, esa clase de vida no es digna del Evangelio.",
    "Una mujer que va y se pega al teléfono y chismea, y arma contiendas en la iglesia, y cosas así, ésa no es una vida digna del Evangelio que nosotros vamos a representar. Cualquier persona que divida una iglesia y comience contiendas entre las personas, y cosas así, no es digna del Evangelio que predicamos. Exactamente. “Es una forma de piedad, negando la eficacia de ella”, el poder de Dios que lo distancia a uno de tales cosas.",
    "Fíjense, ahora, ellos no lo hacen; sencillamente no lo harán. Tienen la excusa de que su iglesia no cree en Eso. Ellos…\n\nBueno, pero, Jesús le diría—diría a un hombre, en esta noche, le hablaría a su corazón y diría: “Yo quiero que vayas a predicar el Evangelio completo”.\n\n“Mi iglesia no respalda Eso, Señor. Discúlpame, por favor. Tengo un buen cargo. Yo—yo—yo, Tú sabes, soy pastor de una de las mejores iglesias de esta ciudad, Señor. ¡Oh, nosotros alabamos Tu Nombre allá! Sí, señor. Seguro que sí. No puedo hacerlo”. La misma excusa, igual. Así que ellos no vienen a la fiesta espiritual de Su Palabra prometida y vindicada.",
    "¿No dijo Jesús: “Dónde esté el cuerpo, ahí se reunirán las águilas”? “Águilas” ahora, no buitres. ¡Águilas! Donde está la basura, y la—y la—y la carroña, entonces los buitres se reúnen. Pero donde está la Carne fresca y limpia, se reunirán las águilas. ¿Ven? Seguro. Donde la Palabra, el Alimento de águila, ellas se reunirán.",
    "Así que ellos no vienen a la fiesta espiritual a la que son invitados. ¿Creen Uds. que Dios le ha dado a América una invitación, en los últimos quince años, a un gran avivamiento, a una fiesta espiritual? [La congregación dice: “Amén”.—Ed.] ¿Vinieron ellos? No, señor. No, señor. Entonces cuando rechazan venir, ¿será esa vida digna del Evangelio, aunque ellos mismos se llamen así?",
    "Cuando un hombre vino a mí no hace mucho, y se sentó a una mesa, y dijo: “Hermano Branham, quiero extender las manos sobre la mesa” un hombre importante, “quiero tomar su mano. Yo lo amo”. Estuve en una iglesia y lo escuché predicando. Dijo: “Yo lo amo. Yo creo que Ud. es el siervo de Dios”.\n\nYo dije: “Gracias, doctor. Yo también lo amo”.\n\nÉl dijo: “Quiero decirle cuánto lo amo a Ud., como hermano”. Y dijo: “¿Ve Ud. a mi reinita sentada aquí, mi esposa? ¿La recuerda?\n\nYo dije: “Sí”.\n\nDijo: “El médico le dio dos semanas de vida, tenía cáncer sarcoma. Y Ud. vino a la ciudad y oró por ella. Y levantó la mirada, y vio una visión. Volvió a mirarme y me dijo: ‘ASÍ DICE EL SEÑOR, ella sanará’”. Tenía un gran pedazo de su espalda, hundido así, parecía un gran… como la parte del seno de una mujer jalado para dentro, en su espalda, allí mismo sobre su columna. Hoy, ni siquiera queda una sola mancha de eso. Dijo: “Allí está mi reina, con vida hoy”. Dijo: “¿Qué más puedo hacer que amarlo, por ofrecer esa oración de fe? ¿Cómo no podré más que creer que Ud. es un—un siervo del Señor, cuando Ud. me vio, y dijo exactamente lo que sucedería?”. Él dijo: “Ahora tengo algo para Ud., Hermano Branham”. Él dijo: “Pertenezco a la liga pentecostal más grande que hay”.\n\nDije: “Sí, señor. Yo lo sé”.\n\nÉl dijo: “Hablé con los hermanos, no hace mucho, y me dijeron que me pusiera en contacto con Ud., y que le dijera que era una lástima que Ud. llevó ese ministerio dado de Dios a una cantidad de gente de ésa tan baja y así a los alrededores”.\n\nDije: “¿No me diga?”.\n\nDijo: “Sí”. Dijo: “Dios envió ese ministerio para dar en todo el nervio, por lo grande, en lo destacado”.",
    "En ese momento vi a al diablo hablando. Pensé: “Sí. ‘Salta de este monte, y muestra, Uds. saben, de este edificio’”. ¿Ven? ¿Ven?\n\nPensé: “Bueno dejaré que siga un poco”. Mi anciana madre solía decir: “Dale suficiente lazo a una vaca, ella misma se ahorca”.\n\nYo dije: “¿No me diga?”.\n\n“Sí”. Dijo: “Qué lástima, ¿con lo que Ud. hace?”. Dijo: “¿Qué es Ud.? Hoy Ud. a duras penas se puede comprar una comida”. Y dijo: “Mire a Oral Roberts y ellos, dieron el paso, y salieron allá con una centésima del ministerio que Ud. tiene. Mire por dónde van”.\n\nYo dije: “Sí. Es cierto”. ¿Ven?\n\nY él dijo: “Mi grupo lo recibirá. Le daremos la bienvenida, como—como uno de nuestros hermanos. Todos ellos le darán la diestra de compañerismo, y contrataremos un avión, y le pagaremos su sueldo de quinientos dólares por semana, o más si Ud. quiere. Y lo enviaremos a toda ciudad principal del país”. Esto sucedió allí en Phoenix, Arizona, estando del otro lado de la mesa. Y él dijo: “Y pagaremos su…”. Dijo: “Entonces que el mundo, el mundo externo, que los dignatarios, los grandes, los de la clase alta…”. Dijo: “Ud. siempre está hablando de los pobres y desterrados; nosotros tenemos la clase alta y distinguida”. Dijo: “Deje que ellos vean la mano del Señor. Entonces llevaré a mi esposa y a otros, que pueden probar que esas cosas que Ud. dice suceden”.",
    "Dije: “Sí, señor. Sería grandioso”.\n\nAhora, vean, el hombre con una posición de D.L., L.L.D., autor de libros (¿ven?), doctor de literatura, un buen escritor, un hombre fino. ¿Ven? Él no conocía la Escritura.\n\n¿Sabían Uds. que ese Ángel que hizo esa clase de obras nunca fue a Sodoma? Él permaneció con el grupo llamado a salir, con Abraham.\n\nSólo es que él no se daba cuenta. Yo simplemente lo dejé, permanecí allí un momento. Quería ver cuál era la trampa. Dije: “Pues, ¿qué tendría que hacer yo?”.\n\nDijo: “Bueno, Hermano Branham, lo único que dijeron… Lo hablamos, algunas cosas, unas insignificancias que Ud. enseña, que Ud. las deje a un lado”.\n\nYo dije: “Por ejemplo, ¿qué, hermano?”.\n\n“¡Oh”! dijo él, “su bautismo, Ud. sabe. Ud. lo sabe, Ud. bautiza como los unitarios, algo así”. Dijo: “Cositas como ésa”.\n\nYo dije: “¿Oh?”. Seguí allí.\n\nY él dijo: “La evidencia inicial; y mujeres predicadoras; y sólo unas cositas como ésas”.",
    "Yo dije: “¿A-ja?”. Dije: “Sabe, me sorprende que un siervo de Dios le pida a otro siervo de Dios, después de elogiarme como Ud. ha hecho, y llamarme un profeta, y sabiendo que la Palabra del Señor, o que la revelación de la Palabra viene al profeta. Y Ud. se da vuelta Doctor Pope (no dice mucho de su inteligencia), y que diga y le pida, a un siervo de Dios, que Ud. le pida a otro siervo de Dios que ceda en la propia cosa que…?… significa más para él que la vida misma”. Yo dije: “No, señor, Hermano Pope. Bajo ningún punto lo haría. No, señor”.\n\n¿Qué es? Hay un grano de Vida Eterna; viva o muera, ya sea Ud. un gran individuo, o que no sea el gran individuo.",
    "Pasé, el otro día… no faltándole al respeto a estos dos hombres. Miré hacia allá, y había una fotografía grande allá en Tulsa, Oklahoma; próximamente, el nuevo lugar de Oral Roberts, un seminario para educar a ministros. Y va a costar (y conozco a Demas Shakarian, al Hermano Carl Williams, y a los que están en esa junta directiva), cincuenta millones de dólares, con un edificio de tres millones de dólares; un muchacho pentecostal, eso es algo grande que el Señor ha hecho por él.",
    "Pienso: “Yo, ¿con un seminario? Para empezar, estoy en contra de eso”.",
    "Y allí decía: “El futuro hogar del gran seminario de Oral Roberts”. Avancé por la carretera, allí había una gran cosa moderna. Y Oral Roberts, vino a mi reunión en una pequeña carpa andrajosa, allá en Kansas City, Kansas.\n\nAllí decía: “El futuro hogar de Tommy Osborn”, ¡oh, qué cosa!, un lugar como de tres o cuatro millones siendo construido.\n\nY allí, Tommy Osborn, uno de los hombres Cristianos más finos. Él es un verdadero hombre, un verdadero hombre enviado de Dios. Se paró allí del otro lado de la calle; un muchacho nervioso, con un niño y una niña en el carro; dio la vuelta, se bajó. Dijo: “Hermano Branham: Estuve allí cuando vi a ese maniático que salió allá. Y lo vi a Ud. cuando le apuntó con su dedo a la cara, y dijo: ‘En el Nombre de Jesucristo, sal de él’. Lo vi cuando él cayó sobre sus pies; después de que dio su profecía, dijo: ‘Esta noche, de un golpe lo mandaré a Ud. a todo el medio de esa audiencia de seis mil quinientas personas’”. Y dijo: “Lo vi a Ud. pararse allí, en ningún momento levantar la voz, y decir: ‘En el Nombre del Señor, por cuanto has retado el Espíritu de Dios, esta noche, caerás sobre mis pies’. Él dijo: ‘Voy a mostrarle sobre los pies de quién caeré’”.",
    "Y yo dije: “Sal de él, Satanás”. Sencillamente se cayó para atrás y me atrapó los pies contra el suelo.\n\nÉl dijo: “Dios es Dios, Hermano Branham. Eso es todo”. Dijo: “Llevo encerrado yo mismo en una casa dos o tres días”. Él no se queda callado, lo va contando. Él no se avergüenza. Dijo: “¿Piensa Ud. que yo tenga un don de sanidad?”.",
    "Dije: “Olvídalo, Tommy. Fuiste enviado para predicar el Evangelio; ve, predícalo. Ve con el Hermano Bosworth allí”.",
    "Miré allí y vi. Yo comencé antes que ellos dos.\n\nPensé: “Allí está Oral Roberts con quinientas máquinas, que ni siquiera una sola mano humana toca esas cartas; cuatro millones de dólares por el correo, el año pasado”. Cuatro millones; una cuarta parte de todo el dinero que fue recolectado, de todo el mundo Cristiano. Una cuarta parte de todo el dinero del Cristianismo le entró a un hombre. ¡Qué lugar! Fui allá para verlo.",
    "Y, ahora, Oral es mi hermano. ¡Vaya! Yo lo amo. Él es un individuo sincero, un verdadero hombre, y yo lo amo. Y él me estima mucho a mí, y yo a él, igual. Simplemente no estamos de acuerdo en—en la Escritura.\n\nY, Tommy Osborn, no hay alguien mejor. Yo sencillamente lo estimo mucho. Él es uno de los hombres más finos que haya conocido, Tommy Osborn.\n\n“Y esos hombres” pensé, cuando entré a su oficina y vi lo que tenían, “creo que me daría vergüenza que ellos vinieran a ver la mía”: una sola maquinita de escribir, y nosotros luchando para poder enviar las cartas. ¡Y qué cosa! Estando en la esquina de un tráiler, en ese tiempo. Pensé: “¿Cómo sería eso?”.\n\nEntonces salí. Pensé: “Bueno, ‘El futuro hogar de Oral Roberts’. ‘El futuro hogar de Tommy Osborn’. Uno no le habla al otro”.\n\nEntonces, me fui por la carretera. Pensé: “Pero ¿qué de mí?”.",
    "Y Algo dijo: “Mira arriba”.",
    "Pensé: “Sí, Señor, que yo guarde mis tesoros en el Cielo, porque ahí está mi corazón”. Ahora, no estoy diciendo eso de lástima; lo digo sólo porque sucedió, y Dios sabe que eso es cierto. ¿Ven?",
    "¿Dónde están sus tesoros? ¿Quiere Ud. ser alguien importante? Si lo es, Ud. no es nadie. Uno llega al punto donde no quiere ser alguien importante. Uno quiere ser un pequeño siervo humilde de Cristo. Por ahí es la salida. Eso es todo.",
    "El Hermano Boze y ellos están formando una iglesia en Chicago. Tuvieron que entregarle la iglesia de Filadelfia a esa denominación. Ahora ellos estaban hablando de conseguir algún individuo con su saco así, algún DD. Yo dije: “Uds. ya van camino de salida. Si quieren encontrar un pastor genuino para esa iglesia, consigan un pequeño individuo humilde que a duras penas puede leer su nombre, cuyo corazón está ardiendo por Dios. Escojan ese individuo. Ése es el que Uds. quieren, alguien que no sepa todas estas cosas, alguien que no ande dictando y obligando, y los meta a Uds. en toda clase de deudas, cuanta cosa más, y que sólo les alimente la Palabra de Dios. Ésa es la persona a escoger”.\n\nAsí que, no vendrán a la fiesta espiritual. Tengo que terminar. Ahora me he pasado del tiempo. Como en seis minutos estaremos despidiendo, el Señor mediante.",
    "Escucho algunos que dicen: “Pero, Hermano Branham, es mejor que se retracte de esa declaración”. Decir: “Las personas no son neuróticas. Estas personas no son neuróticas; sólo son educados”. Entonces son neuróticos educados. Es cierto. Sí. “Ellos no son neuróticos; son educados”.\n\nEntonces quiero hacerles una pregunta. ¿Ven? Entienden. Quiero entonces hacerles una pregunta. ¿Por favor, expliquen sus acciones de hoy, si ellos no son neuróticos? Díganme ¿qué los hace actuar como lo hacen, si ellos no son neuróticos? ¿Ven?, cada hombre jalando en favor de su denominación, avaros. Jesús no fue así. Él no andaba en apuros por nada. ¿Ven? Él no era avariento. Él fue nuestro ejemplo.",
    "Crimen, la nación, la nación tiene más crimen de lo que haya tenido antes. ¿Qué anda mal? Adolescentes, miembros de iglesia, asesinando, hombres disparándoles a sus esposas y familias, y quemando sus hijos. Y miren la ola de crimen. ¿Y ellos no son neuróticos? Entonces ¿qué es lo que sucede? ¿Por qué sus acciones?\n\nNaciones desquiciadas por poder, cada una esperando tomarse cada… a las demás y hacer una bandera, una nación, ésa sería su bandera y su nación. ¡Desquiciadas por poder!",
    "La inmoralidad, ¡oh!, el mundo es más inmoral que antes. Mujeres desnudas por las calles, mujeres desnudas, ¿y dicen que ellos están en sus cabales? No pueden estarlo; sencillamente no pueden.",
    "Escuchen. Sólo hubo una persona en la Biblia que se despojó de la ropa, ésa fue Legión. Él estaba fuera de sus cabales. Cuando Jesús lo encontró y lo devolvió a sus cabales, él se puso la ropa. Correcto.\n\n¿Qué hace que Ud. se despoje de la ropa? El diablo. Correcto. ¿Luego dicen que no son neuróticos? Comience aquí por esta calle, y conduzca cuatro cuadras sin que vea una mujer desnuda, y vuelva y dígamelo. Muy bien. Averígüelo.",
    "¿Luego Uds. dicen que no son neuróticos? Entonces ¿qué anda mal? Ellos no pueden estar en sus cabales. Una mujer correctamente en sus cabales no haría eso; ella tiene mejor sentido común. Sabe que ella se está mostrando. Allá afuera hay una cantidad de diablos de lujuria, sucios, inmundos, descuidados, hombres borrachines, asesinos, y cuanta cosa hay. Ud. dice…",
    "El mundo está bebiendo más licor ahora. Ellos gastan más dinero en licor, en los Estados Unidos, de lo que gastan en comestibles. Pienso que es… Olvido cuántas veces más cuesta la deuda por licor, en la nación, que antes. Y ¿qué hace el alcoholismo? Lo lleva a uno a la institución para dementes.",
    "Cáncer. Cuando los doctores médicos de alrededor del mundo escriben en las revistas, y les dicen: “Cáncer por carretadas”. Cigarrillos. Se lo untan a ratas, y se ha probado que causa cáncer pulmonar. Al setenta por ciento les da cáncer pulmonar por fumar cigarrillos. Y esas mujeres y hombres inhalan esas bocanadas y lo soplan en su rostro. ¿Si ésos no son neuróticos, qué serán los neuróticos?",
    "Cuando el Evangelio de Jesucristo puede ser predicado y probado, y el Dios del Cielo en forma de Su Columna de Fuego ondear sobre las personas y mostrar que Jesucristo está en la última sesión de Su Venida, dándoles a ellos la última señal. Y se ríen de Él y se mofan de Eso, y se llaman miembros de iglesia; ¿y luego dicen que no son neuróticos? Expliquen eso. Mi tiempo sigue pasando. Pero tan sólo pregunten si no son neuróticos. Seguro. Son neuróticos educados. Exactamente. Expliquen su condición. No se puede.",
    "Ellas se cortan el cabello, usan ropa mundana, salen a caminar así a la calle. Y la Biblia de Dios advierte contra eso, aun prohíbe que una mujer siquiera ore con el cabello cortado. Y dice que un hombre… Y ella lo hace. Ella misma está declarando, ante su esposo, que en sí, ella es inmoral, y él tiene perfectamente el derecho de darle el divorcio y despacharla. Es exactamente correcto. La Palabra de Dios dice eso, y una mujer lo oye, y sigue luciendo el cabello corto, y dice ser Cristiana. ¿Si eso no es un neurótico, qué es un neurótico? Quiero entonces que alguien me diga lo que es un neurótico. Sí. Ellos son neuróticos.",
    "¡Altamente educados, títulos, universidad! Dedicamos más tiempo educando a nuestros hijos, en—en algebra y biología, que en la Biblia y Jesucristo. No hay un muchacho en este país que no le pueda decir a uno quién es David Crockett. Ni la tercera parte de ellos pueden decirle a uno quién es Jesucristo. Luego, ¿no son neuróticos? Seguro, así es. ¡Pudiéramos seguir y seguir y seguir, en lo que hacen!",
    "Sólo recuerden. Y las iglesias lo aprueban, cuando la Biblia condena eso. ¿Será el ministerio, neuróticos? Neuróticos educados. Así exactamente. Las iglesias aprueban eso.",
    "Recuerden a Lot. Él era un hombre inteligente. Mírenlo, sólo por un minuto. No—no… No vamos a…\n\nExcúsenme por pasarme un par de minutos. Esto es—esto es demasiado importante. Saldrá en… Uds. vinieron a oírme hacer esta cinta.",
    "Miren. Miren. Detengámonos por un minuto. Oren sólo por un segundo, en su corazón: “Señor, permíteme verlo”. Abra su entendimiento; que Dios lo haga. Miren el… Solamente tomen por decir, esta nación. Digamos lo que dijo Dios.",
    "La Biblia dice que “Los pecados de Sodoma afligían el alma justa de Lot diariamente”. Él simplemente no tenía el espinazo suficiente para pararse en contra de eso. ¿Verdad? [La congregación dice: “Amén”.—Ed.] Él no pudo hacerlo, pues era el alcalde de la ciudad. Él no pudo. Pero, la Biblia dice que “Los pecados de—de los sodomitas afligían su alma”. Él sabía que eso estaba mal, pero no tenía el espinazo para hacerlo, para pararse contra eso.",
    "Ahora miren. ¿Cuántos Lot en América ayer, leyendo su Biblia, preparando su mensaje para el día, y se toparon con el bautismo en agua en el Nombre de Jesucristo? ¿Cuántos de ellos se toparon con el bautismo del Espíritu Santo? “¿Jesucristo el mismo ayer, hoy, y por los siglos”? ¿Marcos 16, “Estas señales seguirán a los que creen”? ¿Juan 14:12, “El que cree en Mí, las obras que Yo hago él las hará también”? “¿Si permanecéis en Mí, y Mi Palabra en vosotros, pedid lo que queráis y os será hecho”? ¿Cuántos Lot vieron Eso? Pero, por causa de su excusa, ¡su denominación! Eso… Dan un vistazo y ven en la Biblia.",
    "Miran su congregación de mujeres con el cabello cortado, y sabiendo que su Biblia condena eso. Ven que sus propios miembros van por la calle con pantalones cortos, y ellos saben que la Palabra está en contra de eso. Pero ellos no tienen el nervio para clamar contra eso. Sin embargo, el hombre dice que es Cristiano, su alma en él clama contra eso, pero no tiene el espinazo. ¿Si ésa no es Sodoma moderna, dónde está?\n\nDios, danos alguien que clame en contra de eso. Es correcto. Como dijo Juan el Bautista: “El hacha está puesta a la raíz del árbol”. Eso es lo que necesitamos hoy.",
    "Miren. Son Sodoma moderna. Recuerden. ¿Ven? La tierra completa se ha convertido en una Sodoma y Gomorra moderna. Lot viviendo nuevamente. No… Viviendo eso de nuevo, pues sus convicciones sinceras le dicen a él por la Palabra que está errado.",
    "Miren en Chicago, en el gran Chicago, cuando esos trescientos predicadores estaban sentados allí. Y el Señor me dijo esa noche lo que iban a hacer. Ellos me tenían tendida una trampa; yo, al ir. Fui y se lo dije al Hermano Carlson. Dije: “Uds. no la tendrán en ese hotel. Uds. tendrán que llevarla a otro lugar, y será un salón verde. Y ellos me tienen tendida una trampa, ¿no es así, Hermano Carlson?”. Él bajó la cabeza.\n\nÉl se sentó allá en mi oficina, hace unos días, para que yo viniera a la reunión de Chicago. Dijo: “Nunca olvidaré eso, Hermano Branham”.\n\nY yo dije: “Ellos me tienen tendida una trampa. ¿Por qué, Hermano Carlson? ¿Tienen Uds. temor de decirme porqué, tú y Tommy Hicks?”. Ellos bajaron la cabeza. Yo dije: “Tommy, ¿por qué no vas y hablas?”.\n\nDijo: “No pude hacerlo”.\n\nLe dije: “Pensé que dijiste que me harías un favor”.",
    "Yo dije: “Anoche el Señor me dijo. Uds. van a ir allá hoy, y se van a dar cuenta que no les van a dar ese lugar. Uds. irán a otro edificio. El Doctor Mead estará sentado de este lado. Ese hombre de color, su esposa, que canta, estará sentada precisamente aquí, y todo así, donde todos estarán sentados”. Yo dije: “Allí estará un sacerdote buda”. Y dije: “Ahora véanlo. Ellos la tienen contra mí porque yo predico el bautismo en agua en el Nombre de nuestro Señor Jesucristo. Ellos están contra mí porque predico la simiente de la serpiente; y en contra de la evidencia, eso de que todo hombre que habla en lenguas tiene el Espíritu Santo, y esas cosas”. Yo dije: “Vengan y observen a Dios”.",
    "Llegaron allá, fueron allá, y casi a las dos horas desde ese momento, o más, algún momento esa tarde, ellos llamaron al Hermano Carlson. Y él dijo: “El hombre que se los dio, y habiendo dado el pago anticipado, dijo: ‘Tenemos que cancelar, porque el administrador dijo que ya se lo había prometido a una banda para esa noche, o esa mañana’”. Y no se los dieron.",
    "Entonces fuimos al Town and Country. Y esa mañana cuando llegamos allá, y nos paramos allí, y—y el Hermano Carlson dijo: “Hay una cosa: Uds. hermanos puede ser que no estén de acuerdo con el Hermano Branham, pero” dijo, “él no teme decir lo que cree”. Dijo: “Él me dijo que estas cosas sucederían exactamente como ahora están”. Dijo: “Ahora aquí está él. Que él mismo hable”.",
    "Tomé la Escritura: “No soy desobediente a la visión celestial”, como dijo Pablo. Yo dije: “Uds. están en contra mía por el bautismo en agua en el Nombre de Jesucristo. Más de trescientos de Uds. se presentan como Doctor Fulano de tal, y Doctor Fulano de tal”. Dije: “Yo ni siquiera tengo una educación de primaria. Pero reto a cualquier hombre aquí que traiga su Biblia y se pare aquí a mi lado, y que niegue una de esas Palabras que han sido dichas”.\n\nUds. lo tienen acá en las cintas, si quieren oírlo. Fue el grupo más callado que hayan oído. Yo dije: “¿Qué sucede?”. ¿Habrá alguien aquí esta noche, que estaba esa mañana de la reunión, veamos que levanten la mano? Sí. Pues, seguro, miren, por todo el rededor.\n\nYo dije: “Entonces, si no pueden apoyar eso, entonces déjenme tranquilo”. Correcto. Aúllan mucho, cuando voltean la esquina. Pero al enfrentar el tema cara a cara, es otra cosa. Es cierto. Es… Esos hombres salieron.",
    "Tommy Hicks dijo: “Quiero trescientas de esas cintas, para enviárselas a cada predicador trinitario pretencioso que conozco”.\n\nEsos hombres me estrechaban la mano, decían: “Vendremos al tabernáculo y nos volveremos a bautizar”.\n\n¿Dónde están? Excusas. “Yo no puedo hacer eso; mi denominación no me lo permite. Me acabo de casar. Yo compré un buey de yunta, o, mejor dicho, una yunta de bueyes. Yo—yo compré un pedazo de terreno; tengo que ir a verlo”. ¿Ven? Cosas como ésas, excusas. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] ¿Es esa vida digna del Evangelio? [“No”.]\n\nSi el Evangelio es lo correcto, entonces vendamos todo lo que tengamos y vivamos por Él. Sea un Cristiano. Sí, señor. Amén. Ahora noten, terminando.",
    "Pero sus excusas son sus credos y sus denominaciones.\n\nEs como un árbol. Yo estaba mirando al Hermano Banks, el otro día. Yo—yo tenía un—un árbol de pino que planté cuando recién me mudé acá, como, ¡oh!, hace como quince años, o más. Y dejé que esas vides, la ramas le crecieran al pino, y no podíamos meter la cortadora allí abajo. Y, de todas maneras, no había ni un solo retoño de pasto. Y yo salí allá, tomé un serrucho y le serruché esas ramas, hasta que ese árbol de pino estaba por acá arriba, donde uno podía caminar allí debajo con una cortadora. Y ahora está creciendo el pasto más bonito allí abajo que hayan visto. ¿Qué era? La semilla estaba allí. Ella tenía que recibir la luz.",
    "Y mientras que la denominación, excusas suyas, le quieran hacer sombra a esa Semilla que Ud. realmente sabe que está allí, Ud. está haciendo el papel de Lot. Deshágase de esas cosas, y deje que la Luz del Evangelio entre y brille allí, el poder de Jesucristo. Sí. Impedirle la Luz, no dejará que viva. Pues, si la Luz le llega a brillar, ella brotará a Vida.\n\nPor eso la gente dice: “No vaya a esa clase de reunión”. Ellos temen que un poco de esa Luz brille sobre uno de sus miembros.",
    "Recuerden la mujer junto al pozo, ella era una prostituta.\n\nAllá estaban parados esos sacerdotes. Ellos vieron que Jesús le dijo a Natanael: “Te vi, cuando estabas debajo de la higuera”.\n\nY los sacerdotes dijeron: “Él es Beelzebú. Él es un adivino. Eso es el diablo”.",
    "Esta mujercita, cuando llegó allá, en su condición inmoral, había vivido con seis hombres. Y cuando ella llegó allí en esa condición, en la condición que estaba. Y Jesús dijo: “Dame de beber”. La conversación comenzó. Él dijo: “Ve y llama a tu marido, y ven aquí”.\n\nElla dijo: “No tengo”.\n\nDijo: “Con verdad has hablado. Tienes cinco, y con el que ahora vives, no es tu marido”.\n\nElla dijo: “Me parece que Tú eres profeta, Señor. Yo sé que el Mesías hará eso cuando Él venga”.\n\nJesús dijo: “Yo soy”.",
    "Eso lo dejó resuelto. Cuando esa Luz destelló sobre esa Simiente en esa pequeña ramera, los días como ramera terminaron. Se fue a la calle, glorificando a Dios, dijo: “Venid, ved a un Hombre Quien me ha dicho las cosas que he hecho. ¿No será Éste el Mesías?”. ¿Qué era? La Luz alcanzó esa semilla bajo la sombra de un cobertizo de prostituta. Sí, señor.\n\nTerminemos ahora, diciendo esto. No sé cuántas páginas más tengo, pero ciertamente yo—yo no las tomaré todas; como diez, pero eso es sólo como la mitad. Pero terminemos diciendo esto.",
    "Vamos a comparar algo, en cierta ocasión, de una vida digna. Comparemos la vida de San Pablo con el joven rico. Esa misma Luz impactó a los dos hombres. Los dos tenían la misma invitación de Jesucristo. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Los dos habían sido bien instruidos en las Escrituras. Los dos eran teólogos. Recuerden, Jesús le dijo—dijo al joven rico: “Guarda los mandamientos”.",
    "Dijo: “He hecho esto, desde mi juventud”.\n\nÉl era un hombre instruido; también lo era San Pablo. Los dos habían sido bien instruidos en la Escritura. Pero, a pesar de que los dos tenían la Palabra, uno La tenía por conocimiento; y el otro llevaba por dentro el germen de Vida. Cuando esa Luz destelló frente a Pablo, él dijo: “Señor, ¿Quién Eres?”.\n\nDijo: “Soy Jesús”.\n\n“Entonces, heme aquí”. Él estaba listo.",
    "La Luz impactó a los dos hombres. Uno había sido germinado; el otro no. Así es hoy: la iglesia espiritual, la iglesia natural.",
    "El hombre rico tuvo su excusa. Él no pudo hacerlo; estaba muy sobrecargado con demasiados amigos del mundo. Él no quería dejar esas compañías.\n\nEso es lo que sucede hoy con muchas personas. Ud. piensa que porque pertenece a una logia, que simplemente no puede dejar esa hermandad. “Todos ellos beben y cosas así. Ellos hacen esto”. Bien, siguen con eso. Nada contra la logia, nada contra la iglesia; me estoy refiriendo a Ud. ¿Ve? Sí. ¿Ven? Nada contra eso. Pues, seis de una, y media docena de la otra. Acabo de decirles que la iglesia no es sino una logia, la denominación, si ellos niegan la Palabra de Dios.",
    "Fíjense. El hombre rico tenía sus excusas; sin embargo, él nunca dejó caer su testimonio. Nos damos cuenta que continuó en grandes negocios. Él tenía conocimiento. Y llegó al punto de tanto crecimiento, que tuvo que edificar nuevos graneros para almacenar sus cosas. Y cuando murió, y algún licenciado, con el cuello volteado, predicó en su funeral, no cabe duda. Y al hacerlo, tal vez haya dicho… Izaron las banderas a media asta, y dijo: “Nuestro amado hermano, el alcalde de esta ciudad, ahora está en los brazos del Todopoderoso, porque él era un gran miembro de la iglesia. Él hizo esto y esto, y esto”.\n\nY dice la Biblia: “En el infierno levantó sus ojos, estando en tormento”. ¿Ven?",
    "Y recuerden, él aún quería aferrarse a su confesión, en el infierno. Él vio a Lázaro, en el seno de Abraham, y dijo: “Padre Abraham, envía a Lázaro acá abajo”. Aún llamándole “padre”. ¿Ven?\n\nÉl tomó su conocimiento, y fue a una iglesia intelectual. Cuando la Luz lo impactó, él La rechazó.\n\nSi ésa no es la tendencia moderna de la iglesia hoy, entonces no lo sé. No importa lo que Dios destelle en el camino de ellos, la Columna de Fuego o lo que pudiera ser; aun, con su conocimiento, pueden rechazarlo, y asistir al grupo intelectual, por la posición social.",
    "Pero Pablo ya tenía posición social, con un gran conocimiento, un gran erudito bajo Gamaliel, la mano derecha del sumo sacerdote, tanto así que él fue a los sacerdotes y recibió órdenes de meter a esos santos rodadores en la cárcel. Pero cuando la Luz destelló en su camino, y él vio que esa misma Columna de Fuego que guió a Israel por el desierto era Jesucristo, él abandonó todo lo que había llegado a conocer. Él vino a Vida.",
    "¿Pudiera Ud. llamar la vida de ese hombre rico, una vida digna del Evangelio que él escuchó? Aunque él era un creyente, ¿pudiera Ud. llamar esa clase de vida…? Entre los intelectuales y el entretenimiento, esa noche allá sobre la… mientras el sol bajaba, brindando, y tal vez algún sacerdote haciendo una oración, allá estando arriba. Y él tenía el entretenimiento, y a un mendigo postrado allá junto a su puerta. Y él brindó, y habló de la gran fe que tenía en Dios. Y antes del amanecer, a la mañana siguiente, antes que el sol pudiera salir, él estaba en el infierno. Es cierto. Ahí están sus intelectuales.",
    "Pero Pablo, cuando la Luz le impactó, comparemos su vida y veamos si es digna. ¿Qué sucedió? Cuando Pablo, la Luz lo impactó, él abandonó todo su conocimiento y se distanció de ese grupo intelectual, y caminó en el Espíritu de Jesucristo. ¡Gloria a Dios! Con lo inteligente que era, él nunca siquiera usó grandes palabras.\n\nCuando él vino entre esos corintios, dijo: “Yo no vine a Uds. con sabiduría humana; no vine a Uds. con palabras infladas, porque basarían su fe en eso; sino que vine a Uds. en simplicidad, en el poder de la resurrección de Jesucristo, para que vuestra fe estuviera allí”. Ahí hay una vida. Obsérvenla.",
    "Él nunca usó su educación. Él nunca anduvo con el grupo intelectual. Él caminó en el Espíritu de Cristo, humilde, obediente a la Palabra de Dios, siendo que era muy contrario a sus credos. Pero Pablo vio la Luz y caminó en ella (¿verdad que sí?), dejando que la Vida de Cristo refleje a Jesucristo para la edad en la que él vivió, para que las personas pudieran ver el Espíritu de Dios en él.\n\nY los humildes lo creyeron, tanto así, que quisieron traer pañuelos. Ellos los llevaban de su cuerpo. Y lo creyeron, tanto, que él fue una representación de Jesucristo, al punto que lo que él tocaba, ellos creían que era bendito. Sí. ¡Qué hombre ése, rendir su vida, su riqueza y todo lo que tenía! Su educación; lo olvidó todo, para andar con pescadores, y mendigos y vagabundos de la calle, para dejar que sus luces reflejaran el amor de Jesucristo.\n\nÉl dijo: “He recibido azotes en la espalda, cuarenta y nueve veces; eso no me molesta”. También dijo: “Llevo en mi cuerpo las marcas de Jesucristo”. El pobrecito en una condición tan terrible como ésa, dijo: “Llevo en mi cuerpo las marcas de Jesucristo”. ¡Qué diferente a este gran dignatario rodeado de todos los sacerdotes!",
    "Y cuando él estaba en Roma, pues nadie estuvo a su lado. Y estaban construyendo el tajo, para cortarle la cabeza, allá afuera. Ahí es donde ella lo dice. ¡Oh, vaya! Él dice: “Por lo demás, me está guardada la corona de justicia, la cual me dará el Señor, Juez Justo, en aquel Día; y no sólo a mí, sino a todos los que aman Su aparición [Tomado de la Biblia KJV en inglés.—Trad.]”. Ahí está una vida digna del Evangelio, o, un hijo.",
    "Él se paró por Cristo. Permitió que el Evangelio se reflejara por medio de él. Antes de hacerlo, fue y aprendió el Evangelio. Fue a Arabia y estuvo por tres años, y tomó el Antiguo Testamento. Y mostró por el Antiguo Testamento, que Él era Jesucristo. Y él permitió que Eso fuera reflejado en él, a un grupo de personas humildes. Que él, cuando… Él dijo: “Sé cómo tener el estómago lleno, y sé cómo es tener hambre y necesidad”.\n\nUn hombre con una educación como él, y un erudito como él, parado junto… con una erudición de Gamaliel, uno de los mejores maestros del día, y habiéndose parado lado a lado con el sumo sacerdote. Hermano, él podía haber tenido millones de dólares y toda clase de edificios. Es cierto. Pero dijo: “Yo…”.",
    "Él no tenía más que un abrigo. ¡Y Demas vio a un hombre con tal ministerio como ése! Segunda de Timoteo, el 3er capítulo, él dice: “Demas me ha desamparado, y todos los otros hombres, amando este mundo”. Dijo: “Cuando vengas, tráeme ese saco que dejé allá. Está haciendo frío”. Un hombre con un ministerio así, ¿y sólo podía tener un saco? ¡Gloria a Dios!",
    "Me recuerda de San Martín, cuando se esforzó en pararse por el Evangelio, y todo eso, antes de ser convertido. En el—en el pre-niceico, o el concilio de Nicea, Los Padres De Nicea, en la historia. Un día, él iba allí por las puertas. Él era de Tours, Francia. Y había personas… Un vagabundo viejo postrado allí, muriendo, sin ropa. Y la gente pasaba, pudiendo darle ropa, y no lo hacían. Lo pasaban e ignoraban al pobre anciano. Y San Martín se paró allí y observó eso. Ellos dicen que él…",
    "Todo soldado tenía un—tenía un hombre que mantenía sus botas con brillo. Y él le lustraba las botas a su siervo.\n\nY se quitó su capa, y tomó un cuchillo y la cortó, en dos, con su espada. Envolvió al vagabundo anciano en ella, dijo: “Ambos podremos vivir”.\n\nSe fue a casa y se recostó. Acostado allí, pensando en el anciano que había llorado. Algo inmediatamente lo despertó. Él miró. Parado en el cuarto, allí estaba Jesucristo, envuelto en esa misma prenda vieja en la que él envolvió al vagabundo. Dijo: “Por cuanto lo hicisteis a uno de estos mis más pequeños, a Mí lo hicisteis”. Ésa es una vida digna del Evangelio. De hecho, Uds. saben cómo fue que él selló su vida ¿verdad?",
    "Miren a Policarpo, parándose por el bautismo en el Nombre de Jesús, contra la Iglesia Católica Romana. Y ellos lo quemaron a él en la hoguera; tumbaron un baño y así lo quemaron. Miren a Ireneo, a los demás, que sufrieron por esta causa. Ésas son vidas dignas.",
    "Miren lo que dijo Pablo en el Libro de Hebreos, el capítulo 11. Dijo: “Fueron aserrados, despedazados; anduvieron de acá para allá cubiertos de pieles de ovejas y pieles de cabras, y estuvieron en el desierto y pobres, sin dónde ir ni nada; vidas de las cuales el mundo no era digno”. Ahí tienen. Ésa vida es digna del Evangelio. ¿Cómo resultarán la mía y la suya en el Día de Juicio, con hombres como ésos?",
    "Ahora miren a Pablo. Vamos bajando. Él se paró por el Evangelio, le permitió a Jesús fluir a través de él. No importó cómo, ni qué, no importó lo que algún otro pensara al respecto. Donde, el sumo sacerdote, pues, fue e hizo que le cortaran la cabeza, por Eso. Él fue una representación digna del Evangelio. Dejando… Miren allí. No importó lo que la gente pensara, permitió que la corriente de la Vida Eterna fluyera a través de él, tanto, que dijo: “Yo me haría anatema de Cristo, por mis hermanos”.\n\nAhora ¿saben Uds. qué hacen cuando reciben Vida Eterna? Ahí está su pregunta; ahí está su respuesta. Ud. puede tomar el lado intelectual; o tomar Este lado, si en realidad Ud. tiene Vida Eterna. Eso es lo que sucede.",
    "Eso es lo que sucedió. Pablo, estaba dispuesto a ser anatema de Cristo, para dejar que su gente… ¡la gente ciega e ignorante que no escuchó su Evangelio!\n\nPensar, para mi propia vergüenza, que yo estaba dispuesto a desahuciarlos porque no me escuchaban. Siento que tengo que arrepentirme; y me he arrepentido. ¿Ven?",
    "Fíjense. A pesar de lo que otros pensaran, esta clase de vida es digna del Evangelio.\n\nAhora estoy cerrando.",
    "El joven rico, como la mayoría de nosotros hoy, dejó afuera y rechazó la Palabra de Vida, y vino a ser un miembro de iglesia; y mostró una vida, que probó ser, en la Biblia, indigna del Evangelio que a él le fue pedido recibir. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] ¿Cómo puede el Evangelio brillar por medio de una luz entenebrecida como ésa, negando el poder de Dios?",
    "Ahora, la única manera de vivir una vida digna, es dejar que Cristo y Su Palabra (lo cual, Él es la Palabra) Se refleje Ella misma tan perfectamente en Ud., que Dios vindique lo que Él dijo en la Palabra. Pues, Cristo murió para Él poder presentarse a Sí Mismo delante de Dios como un Sacrificio. Y regresó en la forma del Espíritu Santo, para reflejarse Él Mismo por medio de Su pueblo, para continuar con Su obra; Él Mismo reflejándose por Ud., para cumplir Su Palabra prometida en estos días futuros.\n\nComo escuchó Juan el Bautista, cuando escuchó a Cristo venir. Y Cristo entró al agua. Y Juan dijo: “He aquí el Cordero de Dios”.\n\nNadie más Lo vio. Sin embargo, él Lo vio, esa Luz que venía del Cielo, como una paloma. Y una Voz que decía: “Éste es Mi Hijo amado en Quién Me complace morar”. Él La vio que venía.\n\nY Jesús salió caminando allá al agua, Emanuel, delante de un—un predicador que era considerado un radical. Caminó allá al agua, delante de la gente, y dijo: “Quiero ser bautizado de ti”.",
    "Juan dijo: “Señor, yo necesito ser bautizado de Ti. ¿Por qué vienes Tú a mí?”. Ese par de ojos se encontraron, un profeta y su Dios. Amén. ¿Pueden Uds.…? Yo… ¿Cuánto me hubiera encantado estar y presenciar eso? Ver esa mirada firme de los ojos hundidos de Juan encontrarse con esos ojos firmes y hundidos de Jesús; primos de segundo grado entre ellos, en la carne.",
    "Jesús dijo: “Juan, deja ahora, porque así nos conviene. Somos el Mensaje de esta hora. Nos conviene que cumplamos toda justicia”.",
    "Juan pensó: “Sí, Él es el Sacrificio. El Sacrificio debe ser lavado antes de que sea presentado”. Entonces dijo: “Ven”. Y lo bautizó a Él. Amén. En otras palabras: “Nos conviene cumplir toda justicia”.\n\nJesús, sabiendo que ese hombre era genuino, dijo: “No ha habido hombre nacido de mujer, como él. Él es más que un profeta; si Uds. pueden recibirlo, éste es más que un profeta”. Y Jesús, mirando su corazón, supo eso. Su propio primo se encontró con Él allá, cara a cara.",
    "Juan dijo: “Señor, yo necesito ser bautizado de Ti. Y ¿por qué vienes Tú a mí?”.",
    "Dijo: “Deja ahora, Juan. Pero, recuerda: así conviene que cumplamos todo lo que Dios ha prometido. Y Yo soy el Sacrificio. Tengo que ser lavado antes de ser presentado”. ¡Oh, vaya! ¡Vaya!",
    "Y, hoy, cuando las Luces de la tarde están brillando, cuando no hay un hombre en sus cabales que pueda negar; cualquier erudito Bíblico, que ha indagado en la Biblia, sabe que éste es el día postrero. Entonces, nos conviene a nosotros desprendernos de estas grandes murallas, o apartarnos de estas cosas, y entrar en la justicia de Jesucristo en este día postrero, y tomar el Sello de Dios antes de que el diablo nos dé la marca de la bestia. ¡Oh, vaya! Sí.",
    "Oro a Dios que permita que la Luz de este día nazca en Ud., para que sea un siervo obediente a Dios. Y luego que permita que el fruto del Espíritu siempre permanezca en su vida. Y ésa es una vida que es digna del Evangelio.",
    "Déjenme decir esto, terminando: La única manera, la única manera que Ud. puede vivir una vida que sea digna del Evangelio, es permitiendo que el Evangelio Mismo, cada porción del Evangelio, entre en Ud. y responda reflejando Sus promesas, que las vindique. Deje que Dios viva en Ud., para que vindique las promesas de este día.\n\nAsí como Juan, como Jesús le dijo a Juan: “Deja ahora, Juan. Es correcto. Pero nosotros somos los mensajeros de este día, y tenemos que cumplir toda justicia”.\n\nY si nosotros somos los Cristianos de este día, recibamos a Jesucristo en nuestro corazón. Y Él es la Palabra. No nieguen nada de Ella. Digan: “Ella es la Verdad”. Y colóquenla en su corazón, observen el fruto del Espíritu sobre Uds., y como cumple toda promesa que Él hizo en la Biblia. Dios quiere cumplir Su Palabra, y Él no tiene más manos que las mías y las suyas. Él no tiene ojos aparte de los míos y los suyos. Él no tiene lengua sino la mía y la suya. “Yo soy la Vid. Vosotros sois los pámpanos”. Los pámpanos producen el fruto. La Vid le da la energía al pámpano. Ésa es la vida que es digna.",
    "Mi oración es, para aquellos en la radio o en… en la región de la cinta, y para los que están presentes: Que el Dios de toda gracia, del Cielo, brille sobre todos nosotros con Su bendito Espíritu Santo, para que desde esta noche, de aquí en adelante, podamos vivir una vida que Dios diga: “Estoy bien complacido. Entra en los gozos Eternos que han sido preparados para ti desde la fundación del mundo”. Que el Dios del Cielo envíe Sus bendiciones sobre todas Uds. personas.",
    "Oro que Dios las bendiga a Uds. mujeres, en esta noche, que tienen el cabello corto, de tal manera que Uds. vean y se aparten de esa tendencia moderna del día, y puedan darse cuenta que la Biblia dice que Uds. no deben hacer eso. Y si Uds. son culpables de lucir ropa inmoral, que el Dios del Cielo derrame Su gracia en su corazón para que Uds. no lo hagan más; que Uds. nunca más vuelvan a ser culpables de hacer algo así. Que el Espíritu Santo les abra esto y se los muestre. Para que Uds., sin el bautismo del Espíritu Santo…",
    "Que Uds. hombres que tienen a sus esposas, y las dejan ser el jefe de la casa y que los manden en todo, que el Dios del Cielo les dé gracia para que fijen su pie y traigan a esa mujer de nuevo a sus cabales, sí, y se den cuenta que ése es su lugar en Cristo. Pues no un jefe, sino que Ud. es la cabeza de la casa. Recuerden, ella ni siquiera está en la creación original. Ella sólo es un subproducto de Ud., dado a Ud. por Dios, para cuidar de Ud., para mantener sus ropas limpias y preparar sus comidas y todo eso. Ella no es su dictador.",
    "Uds. mujeres americanas, que andan por ahí con una cantidad de pintura en la cara, y con la nariz en el aire (si lloviera, las ahogaría), y luego se creen que Uds. son alguna clase de dictadora. Ud. lo es, para un afeminado, más no para un verdadero hijo de Dios. Correcto.",
    "Que Dios les dé a Uds. los hombres gracia, como hijos de Dios, para frenar semejante insensatez. Es correcto. Que Él les dé gracia, para arrojar esos cigarrillos, dejar de escuchar esos chistes obscenos, toda esa insensatez. Seamos hijos de Dios, pudiendo caminar una vida que sea digna del Evangelio.\n\nY que alguien que vaya por la calle, diga: “Si existe un Cristiano, allí va uno. Allí va uno por medio del cual Dios Se muestra, y ese hombre es un verdadero Cristiano, si es que hay un Cristiano. Ud. pudiera considerar que ella parece anticuada; ella es una dama genuina”. Allí está.",
    "Sea un Cristiano respetable, pues nosotros somos extranjeros aquí; éste no es nuestro Hogar. Nuestro Hogar está allá Arriba. Nosotros somos hijos e hijas de un Rey, el Rey. Que nuestras vidas sean una—una vida respetable. Que vivamos una vida que honre eso que reclamamos ser, un Cristiano. Y si Ud. no puede vivir esa clase de vida, entonces no permita que lo llamen Cristiano, porque Ud. sólo está trayendo reproche a la Causa.",
    "Gracias, pueblo, por sentarse aquí en esta noche calurosa. Confío que ni uno sólo de Uds. se pierda, en aquel Día. Yo—yo—yo confío que Uds. y yo, juntos, hallaremos gracia delante de Dios, que yo siempre pueda pararme por aquello que es Verdad, nunca para lastimarlos, pero que nunca deje de decirles a Uds. las cosas. ¿Ven? Si lo hiciera, yo no sería la clase de padre correcto, si dejo que mi muchacho haga lo que sea. Yo lo corregiré. Cualquier amor lo hará. El amor es correctivo. Recuerdo que me escribiste esa nota, ese día, Pat; aún la tengo. Que el amor es correctivo. La Biblia lo dice. Y si no está correcto, por eso es que Dios nos corrige: Él nos ama.",
    "Que vivamos una vida, de aquí en adelante que sea digna, con dulzura y benignidad. No preste atención, dicen: “Bueno, bendito Dios, sé que ella Lo tiene; ella habló en lenguas; ella danzó en el Espíritu”. Todo eso está bien. Pero si ella no tiene el fruto del Espíritu, el Espíritu no está allí. Ella sólo está personificando alguna clase de emoción o algo, porque el Espíritu Santo sólo puede vivir la vida del fruto del Espíritu. Eso es lo único que Él puede hacer.",
    "Dios los bendiga. Inclinemos nuestros rostros, por un momento.\n\nDejen que el… Dios que ha derramado Su Luz en estos postreros días, con Esto aquí frente a mí, Su Biblia; y la fotografía de estos Ángeles, esta Luz mística en la forma de una pirámide, que ni siquiera los científicos saben cómo llegó aquí (ellos no pueden explicar Eso); no obstante, Padre, estamos agradecidos. Tú nos dijiste meses antes de que sucediera, y estamos agradecidos Contigo.",
    "Permite que Tú pueblo, que es llamado por Tu Nombre, se aparte del pecado en esta noche, Señor, la incredulidad. Que, como… he tenido que hablar muy fuerte contra nuestras hermanas, no es porque yo no las ame, Señor, sino que no quiero ver que el diablo las enrede a tal grado que caigan muertas un día de estos, y luego quieran encontrarse Contigo en esa clase de condición, después de haber escuchado la Verdad de Dios de esta manera. Que sientan que se lo deben a ellas mismas, ir a escudriñar las Escrituras y ver si eso es correcto. Que entonces doblen rodillas, en sinceridad, y digan: “Dios, ¿será ésa la Verdad?”. Entonces, eso será todo lo necesario, Señor, si son sinceras al respecto, porque Tu Palabra es Verdad.",
    "La gente ha permanecido sentada. Muchos de ellos, tal vez, cosas les hayan lastimado. Pero el Espíritu de Dios les habló, y ellos permanecieron quietos y escucharon. La hora se hace tarde. La hora está avanzada al caer la tarde, y también se hace tarde la hora en la que estamos viviendo. El sol se está poniendo. El mundo se está enfriando. Dios, pronto se asentarán las tinieblas, y entonces la Venida del Señor, para arrebatar a Su Iglesia. ¡Cuánto te agradecemos por esto, Señor!",
    "Oramos que ahora bendigas a cada persona que está en la Presencia Divina. Todo aquel que escuche esta cinta, Señor, alrededor del mundo, que se aparten de esos viejos credos y cosas, y vengan y sirvan al Dios vivo; que vengan e inviertan en Ello; que hagan como la reina del Sur. Ella vino, le tomó tres meses llegar hasta donde un hombre estaba representando a Jesucristo, o al Dios del Cielo: Salomón. Jesús dijo: “Ella vino de los fines de tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar”. Y nosotros sabemos que “más que Salomón” está aquí, el gran Espíritu Santo Mismo está aquí, obrando por medio de las personas. Cuánto te agradecemos por esto, Padre. Pido ahora en oración las bendiciones.",
    "Bendice a nuestro amado pastor, el Hermano Neville. Señor, como he—lo he observado, y considero sus labores de amor, el corazón me palpita. Yo lo amo. Verlo cuando mira a su esposa y a sus niños pequeños, yo—yo oro, Dios, que Tú lo fortalezcas. Dale valor. Bendícelo por muchos, muchos años más de servicio, en este gran campo de cosecha en el que estamos.",
    "Bendice a todos estos hermanos ministros sentados aquí esta noche. Muchos de ellos visitan de otros lugares. Oro que Tú los acompañes, ahí a Junie y al Hermano Ruddell, y esos hombres preciosos que son hermanas iglesias de esta iglesia aquí, parados sosteniendo la Luz del Evangelio en las diferentes partes de las ciudades aledañas, esta misma Luz, contendiendo por Ella. Gracias por esos hombres, Señor. Dales ánimo. Y dales gracia para que resistan las grandes pruebas y cosas que vienen sobre la tierra para probar a todos los Cristianos.",
    "Sana a los enfermos y afligidos, Señor. Acompáñanos ahora esta semana que viene. Danos valor. Que la pequeña lección entrecortada como escuela dominical del día nunca salga de sus corazones; que ellos mediten, día y noche. Concede estas bendiciones, Padre. En el Nombre de Jesucristo, lo pido. Amén.",
    "¿Lo aman a Él? [La congregación dice: “Amén”.—Ed.] ¿Lo creen Uds.? [“Amén”.] Cantemos de nuevo ese canto nuestro tan bueno: “Yo Le amo, yo Le amo” cantándolo todos juntos. ¿Dónde está la Hermana Ungren? ¿Está aquí, alguna de ellas, o la hermana que ha tocado el piano, alguna de las damas de aquí? No la veo. Sí, aquí está, la dama por acá. Es correcto.",
    "Yo quería, en esta noche, con todo respeto, pero no vi al Hermano Ungren, quería que cantara para mí, esta noche, ¡Cuán Grande Es Él! Supongo que el hermano se fue a casa. ¿Ven? Oí ese canto esta mañana, y verdaderamente lo disfruté. ¡Vaya, oh, vaya! Eso repicó en mi corazón. Y yo—yo—yo quería escucharlo cantar ¡Cuán Grande Es Él!",
    "Ahora cantemos, Yo Le Amo, todos, juntos. Ahora sólo cierren los ojos. Y mirémoslo a Él ahora, digamos: “Señor, si hay algo de esta carnalidad en mí, sácala ahora mismo. Sácala”. Y Uds. por fuera que escuchan esta cinta, cuando escuchen este canto, canten con nosotros, allí en su asiento, dondequiera que estén.\n\nSi hay de eso, si Ud. es condenado por la Palabra, si Ud. no piensa que Esto es la Palabra, escudriñe las Escrituras, vea si es correcto; le conviene a Ud. Significa Vida o muerte.\n\nY entonces mientras cantamos este canto, si hay carnalidad en su vida, ¿por qué no levanta la mano, en su asiento? Que sus hijos y su esposa levanten la mano, sus seres amados que lo rodean. Canten Yo Le Amo, y entregue su vida a Él. Diga: “Límpiame, Señor, de todo mal”.\n\nMientras cantamos ahora, pongámonos de pie.\n\nYo Le amo, yo…\n\nSeñor Jesús, pido que Tú sanes a las personas, a éstos que les serán puestos estos paños. Yo los bendigo, en el Nombre de Jesucristo. Amén.\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "¡Ahora, en esta gran bendición! Siga tocándolo, hermana. Sólo cierren los ojos y piensen ahora por un minuto. Oremos, en nuestro corazón: “Señor Jesús, escudríñame. ¿Realmente Te amo? Tú dijiste: ‘Si Me amáis, guardarás Mis mandamientos. Si Uds. Me aman guardarán Mi Palabra’”. Y entonces en su corazón, diga: “Señor, permíteme cumplir Tu Palabra. Permíteme atesorarla en mi corazón, para nunca más pecar contra Ti, lo cual es descreer cualquier cosa que Tú has dicho”.",
    "Ahora mientras cantamos Yo Le Amo, démosle la mano a alguien cerca de nosotros. Extiéndanse hacia allá, digan: “Dios lo bendiga hermano, o hermana”. Ahora en mucho silencio.\n\n“Yo…” Dios lo bendiga, hermano. “Yo…” Dios la bendiga, mi hermana. Dios la bendiga, hermana. Dios lo bendiga. Dios la bendiga, hermana. “Y me com-…”. Dios la bendiga, mi hermana. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. “…la Cruz”.",
    "Ahora levantemos nuestras manos a Él.\n\nYo—yo Le amo\n\nPorque…\n\n¿Tiene alguna otra cosa que Ud. quiere hacer? Quiero que Ud. despida.\n\n…amó\n\nY me compró la salvación\n\nAllá en la Cruz.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] ¿Verdad que Él es maravilloso? [“Amén”.] Yo oro por cada uno de Uds., hijos. ¿De qué me sirve pararme aquí y decir estas cosas si yo, en mi corazón, no pienso que les fuera ayudar? Cuando estoy cansado y agotado. A duras penas puedo sostenerme aquí de pie. Los pies me duelen. Y mis zapatos, he estado parado en ellos hasta que están llenos de sudor, y todo eso, hasta que tengo los pies mojados. ¡Y estoy tan cansado! Ya no soy un muchacho. Y he predicado sermones de tres o cuatro horas, y orando por los enfermos, y haciéndolo día y noche. ¿Por qué habría de pararme yo aquí, hacer eso?\n\nSaben, todos estos treinta años, si fuera por popularidad, he rechazado eso. Uds. saben que yo no recibo dinero. Uds. lo saben. No lo he hecho. ¿Les habré dicho algo en el Nombre del Señor que no se haya cumplido? Uds. saben que eso es correcto.\n\nYo los amo. Es el amor de Dios que está en mi corazón por cada uno de Uds. Desearía poder… desearía poder pararme delante de Dios, y decir: “Dios, déjame—déjame—déjame ayudarlos. Déjame—déjame hacer esto”. Yo no lo puedo hacer; cada persona tiene que pararse sola. ¿Ven?",
    "Yo—yo—yo creo que todos subiremos, un día de estos. Y si sucede que dormimos antes de ese tiempo, que yo sea tomado de Uds., recuerden: los encontraré Allá. Yo sé que Eso existe allá. Las mismas visiones les han dicho de todo, perfectamente, se han cumplido tal como Él dijo. Nadie, en todos estos años, aquí puede llegar a decir que alguna vez les dije algo que no se cumplió tal y como sucedió. Alrededor del mundo se sabe. Uds. no han visto de la plataforma otra cosa que decirles a todos exactamente la Verdad. ¿Ven? Así ha sido. Ese mismo Dios me permitió mirar más allá de la cortina del tiempo. Vi a esas mujeres y hombres cómo me envolvían con sus brazos, abrazándome, decían: “¡Oh, Hermano Branham!”.",
    "Yo—yo no puedo quedarme sentado. Entonces, si estoy cansado, voy de todas maneras. La espalda me duele. Y yo, cada día… tengo—tengo—tengo cincuenta y cuatro años. Uds. saben, se va sumando un dolor todos los días.\n\nMi oración es: “Dios, mantenme firme. Mantenme firme, para predicar la Palabra, pararme por esa Verdad, hasta que vea a mi muchacho, Joseph, de suficiente edad y lleno del Espíritu Santo que pueda tomar esta vieja Biblia gastada, ponérsela en la mano, decir: ‘Hijo, cárgala hasta el final de tu vida. No cedas en lo que respecta a Ella’”.",
    "Yo pensé que tal vez Billy predicaría el Evangelio; Dios no lo llamó.\n\nPero creo que Joseph, aun siendo el pequeño mal humorado que es, yo creo que Dios lo ha llamado. Por eso es que los muchachos no se llevan con él, es un líder. Y yo—yo—yo sé que Dios lo ha llamado. Yo quiero instruirlo a él en el camino de la Palabra, en el camino de la Palabra del Señor, para que no abandone esa Palabra. Quiero hacerlo, personalmente, si Dios quiere. Y cuando envejezca y esté sentado por ahí, y pueda verlo a él allí, parado al púlpito, decir: “Mi papá se paró por este mismo Evangelio. Él está sentado ahí, anciano y consumido, esta noche; pero yo quiero tomar su lugar y ponerme sus zapatos, pararme allí”.",
    "Entonces levantaré la mirada y diré: “Señor, permite que Tu siervo parta en paz”. Eso es lo que quiero ver tan anheladamente. Hasta que llegue ese momento…",
    "Entonces ¿qué si yo me levantara en otra generación? No puedo. Tengo que venir con esta generación. Tengo que pararme con Uds. Es con Uds. que tengo que pararme, y rendir cuentas a Dios, por el Evangelio que he predicado. ¿Piensan Uds. que yo me pararía aquí queriendo enredarlos, sacarlos de Algo que yo pensará que está correcto? Estaría alentándolos a Uds. a que fueran a hacerlo. Pero lo sé, cuando está errado, yo quiero sacarlos a Uds. de eso, hacia lo que es correcto. Verdaderamente, de corazón, Dios es mi testigo, yo los amo a cada uno, con verdadero amor Cristiano Divino. Dios los bendiga. Oren por mí.",
    "No sé lo que me tenga el futuro, pero sé Quién tiene mi futuro, así que, en eso reposo.",
    "Le entrego el, este púlpito a un hombre en quien tengo suprema confianza, como siervo de Jesucristo, nuestro pastor, el Hermano Neville. 🦅"
  ]
}