{
  "title": "LA ACUSACIÓN",
  "id": "63470009",
  "content": [
    "🦅  Gracias, Hermano Neville. Permanezcamos de pie por un momento para orar. Inclinemos nuestras cabezas. ¿Habrá alguna petición? Si la hay, manifiéstela al levantar la mano, solo para Dios, diciendo, “Yo…” Y mantenga fijo en su mente lo que Ud. desea pedirle a El y créalo con todo su corazón mientras yo también ofrezco mi oración por Ud.",
    "Padre Celestial, consideramos éste, tan gran privilegio, el venir a la casa del Señor en este día tan nublado, y encontrar el sol de Dios brillando y escuchar el Espíritu Santo cantando a través del pueblo y hablando a través del pueblo, como una concentración de sol aquí adentro. Te damos gracias por esto, el sol celestial, alrededor de nuestros corazones. ¡Cómo Te damos gracias por ello!\n\nAhora Tu pueblo ha levantado sus manos en esta congregación, mostrando que ellos tienen peticiones que desean que Tú les contestes en esta mañana. Y yo ruego Padre, que Tú concedas cada una de sus peticiones. Hay tantas amontonadas sobre el escritorio, y tantas peticiones por dondequiera de gente enferma, sufriendo; llamadas telefónicas de larga distancia, alrededor de cincuenta diarias. ¡Oh, Dios! ¿Qué haremos? Guíanos, Señor. Nosotros no sabemos cuál camino tomar, ni qué hacer, pero Tú—Tú puedes dirigir estas cosas. Y rogamos que Tú nos las concedas, porque es nuestra intención, Señor…La vida que tenemos en la tierra nos es dada por Ti y queremos usarla para honrarte a Ti. Ahora, guíanos Tú en esas cosas, Padre.\n\nBendícenos hoy mientras nos reunimos para oír la Palabra del Señor, para cantar los himnos, para orar. Escucha nuestras oraciones. Regocíjate con nosotros en nuestros himnos y háblanos a través de la Palabra, porque Te lo pedimos en el Nombre de Jesús. Amén. (Pueden sentarse).",
    "No conozco ningún lugar que represente para mí mayor privilegio de estar parado, que estar parado en el—en un púlpito, para partir el Pan de Vida para un pueblo esperando, hambriento y sediento. Y este es un gran privilegio.\n\nPrimero, me gustaría preguntar si—si está aquí alguien de la familia Wright: Hattie u Orville, o alguien—Hattie. ¿Está Orville contigo, Hattie? Bien, pregúntale si él puede venir por la casa inmediatamente después, eso que le dije, tú sabes. Pasen por la casa si pueden. Olvidé traer aquello conmigo hoy en la mañana, algo para el perrito que ellos tienen allá. Por tanto yo…Si desean, sólo pasen por la casa cuando salgan después del servicio.",
    "Y ahora, Edith, la hermana de Hattie, la que conocemos como la niñita que ha estado lisiada desde que ella era una—una bebé, y ahora ella es una mujer; y ella está en muy malas condiciones. Ahora yo, hace como un año que fui allá, cuando ella sufrió su primer ataque, e inmediatamente encontré su problema por la ayuda y la gracia de Dios. Ahora, efectivamente el problema que tiene la hermanita, ella está así sentada, sus miembros se le han pegado unos a otros de manera que ella ni siquiera los puede separar. Es por la presión tan tremenda del sistema nervioso. Pero en realidad, físicamente, la hermanita no tiene nada, aparte de la aflicción de la parálisis infantil, que tuvo como a los seis meses de edad. Ella chillaba y gritaba casi toda su vida, hasta que oramos por ella hace muchos años, y desde entonces ella ha estado muy contenta, hasta hace como un año.",
    "Y ahora, en realidad, es la menopausia, en otras palabras, el cambio de su vida, y sus nervios están en esa condición tan tremenda. Y la damita tiene en la mente que se está muriendo, que ella no va a vivir de una hora para otra.\n\nY Uds. saben que las mujeres sanas y fuertes sufren mucho; algunas veces necesitan inyectarse con hormonas y hasta entran en las instituciones y reciben tratamientos de choques eléctricos, durante ese tiempo.\n\nEl ser humano tiene dos cambios de vida. Existe el cambio de un niño a un hombre; de una mujer, o sea de una niña a una mujer. Alrededor de los dieciseis, diecisiete años de edad, se portan como irresponsables. Y—y si uno sólo puede sufrir con ellos durante esa edad…Yo tengo una hija en esa edad precisamente ahora, Rebeca. Oren por ella. Y Billy. Oh, cada uno de nosotros pasamos por esa edad frenética y—y así que debemos tolerar con ellos, comprendiendo que es algo por donde ellos tienen que pasar.",
    "Y ahora, Edith está en el cambio de los—de los siete años…Cada siete años la vida cambia, así que siete por siete, Uds. pueden ver, es algo difícil. Ese es un cambio completo y eso les molesta a las mujeres. Los hombres generalmente se portan un poco raro durante ese tiempo y en veces hasta dejan a sus esposas. Pero las mujeres son estériles después de eso. Y todos nosotros pasamos por eso. Debemos recordar que son cosas que debemos sobrellevar el uno con el otro y entender estas cosas.\n\nY la pequeña Edith ha llegado a esta condición y ha perdido mucho peso y luce mal. Y yo les digo a Uds.…Alguna noche (no todos a la vez), pero solo un viajecito…Y ellos están a su lado día y noche. Y un viajecito allá, de parte de este tabernáculo y de los diferentes tabernáculos, los—los tabernáculos aquí de la hermandad…Algunos de Uds., vayan y vean a la familia Wright. Yo estoy seguro que ellos se lo agradecerán. Sólo vayan, siéntense con ellos un ratito y háblenles, estréchenle la mano y—aunque sea solo así una visita de amistad. Nosotros nos olvidamos de eso tan fácilmente, Uds. saben. Y cuando es cuestión de nuestros propios hogares, entonces lo agradecemos; y debemos recordar que otros también lo agradecen. Y yo estoy seguro que la familia Wright agradecerá eso. Yo—yo sé que Uds. lo habrían hecho si hubieran conocido que esta condición existía. Pero Uds. no lo sabían, y por eso, yo se los estaba relatando en esta mañana.",
    "Vayan y visiten a la familia Wright y traten de animar a Edith. No le digan que luce mal, díganle que se ve bien, y que va a mejorar. Ella mejorará si nosotros nos mantenemos unidos con ella. Para eso es que estamos aquí. Ella es nuestra hermana, y estamos aquí para mantener firme la fe en estos tiempos por esa hermanita; tal como yo deseo que alguien se mantenga firme por mí y ore mientras yo paso por mis pruebas y Ud. desearía lo mismo en las suyas.\n\nY la familia Wright, por largo tiempo ha sido entre los primeros miembros en congregarse aquí; ellos, me supongo, y el Hermano Roy Slaughter y la Hermana Slaughter. Hace unos instantes que los vi, y los saludé cuando venían entrando. Y yo pensé, mientras manejaba, dando la vuelta a la esquina, “¿Por cuántos años he visto al Hermano y a la Hermana Slaughter tomar su lugar aquí en esta iglesia, a través de los triunfos y los fracasos y aún permanecen?” Y la familia Wright y así…Uno aprecia a esas personas. Demostremos nuestro aprecio hacia ellos.",
    "Ahora, hoy tengo un mensaje largo. Es sobre una acusación. Y luego escuché que esta noche habrá la Comunión y Lavatorio de Pies. El pastor hablará, y tendremos, llegaremos…Y si Ud. está por aquí, venga y disfrute del mensaje del pastor, del Señor. Y luego disfrute del Lavatorio de Pies y de la Comunión en esta noche, será una noche con mucha actividad. Por tanto estaríamos muy contentos de tenerlo a Ud. si no tiene otro lugar a donde asistir.\n\nY queremos agradecer a Don Ruddell, y—y a nuestro hermano, y al Hermano Jackson (y—y estos hermanos son—son hermanos, iglesias hermanas que están asociadas), el Hermano Jack Palmer aquí, quien mantiene al grupo allá en Georgia. Y nosotros de todo nuestro corazón queremos agradecer a estos hombres, porque cuando tenemos servicios, y cuando yo vengo, ellos vienen a visitarnos. Y nosotros lo agradecemos.",
    "En esta mañana vi a mi buen amigo, el Dr. Lee Vayle y su esposa. Reconocí primero a la Hermana Vayle y me quedé mirando alrededor para ver a dónde estaba el Hermano Lee. Tengo, como se dice en el sur, una cuenta que arreglar con él. ¿Ven? Lo busqué todos los días allá en aquella convención para que apareciera y me ayudara. Dije, “Bueno, si Lee viene, pónganlo a predicar y yo sólo haré oración por los enfermos”. Y lo llamamos por las bocinas y todo y no pudimos encontrarlo; por lo tanto, yo estoy—estoy—tengo algo que arreglar con él cuando…Y estamos contentos de tener aquí al Hermano y la Hermana Vayle en esta mañana.\n\nY quizás hayan muchos más aquí que nosotros no conocemos. Veo aquí una hermana, creo que es de Chicago. Yo no puedo, yo conozco el—el grupo aquí, pero no puedo llamar sus nombres exactamente. Así que apreciamos que hayan venido de todas partes, de dondequiera que Ud. sea.",
    "Aquí veo a los hermanos, dos jóvenes que van a ser ordenados (por lo menos son jóvenes en el ministerio), en esta mañana. Dos de nuestros hermanos de color, de allá en Nueva York, han recibido sus credenciales a través de la Iglesia de Filadelfia y han dado esta iglesia como el lugar de donde vienen. Y ahora vamos a imponer manos sobre ellos, que Dios bendiga su ministerio en Nueva York. Tenemos dos o tres iglesitas allá. Creo que el Hermano Milano tiene uno de los grupitos allá y les apreciamos. Y aquí hay dos más ahora saliendo para tener cultos para el pueblo allá. Y nosotros agradecemos estas cosas.",
    "El Señor les bendiga ricamente.\n\nTantos que hay, miro alrededor y los veo; no puedo llamar todos sus nombres, pero yo sé que El comprende.\n\nAhora, creo que si nuestra hermana, la pianista, o una de ellas viniera aquí y tocara para nosotros:\n\nCuando el carbón encendido había tocado al profeta,\n\nHaciéndolo tan puro y limpio;\n\nY cuando la Voz de Dios dijo,\n\n“¿Quién irá por nosotros?”\n\nEntonces él respondió,\n\n“¡Aquí estoy yo, envíame a mí!”\n\nCuando ordenamos a estos ministros por la imposición de manos…Ahora, entendemos que la forma Escritural de ordenar a un ministro es mediante la imposición de manos. Pienso que en eso fue que nuestros hermanos de la “Lluvia Tardía” o la gente de Battleford se mezclaron, cuando ellos vieron la imposición de manos, para impartir los dones espirituales. Ahora, nosotros no creemos que los dones vienen por la imposición de manos. Creemos que la imposición de manos es una aprobación para lo que ya hemos visto. ¿Ven? Es un “amén”. ¿Ven?",
    "Ahora, cuando ellos impusieron manos sobre Timoteo y sobre aquellos hermanos, habían notado que en aquellos hombres ya moraba el don. Recuerden, “despierta el don que está en ti, que viene de tu abuela Loida”. Y ellos vieron esto en Timoteo; y por lo tanto, los ancianos impusieron manos sobre él y lo ordenaron, no se debe imponer las manos sobre un hombre que jamás ha demostrado nada. ¿Ven Uds.? Y ellos sólo pidieron las bendiciones, y todos nosotros creemos eso. Por lo tanto, nosotros no impartimos dones espirituales; solamente los reconocemos e imponemos las manos sobre los individuos para aprobarlos, mostrando que creemos que Dios ha hecho tales cosas por la gente.\n\nYo noté en esta mañana allá en la parte de atrás, el Hermano McKinney (creo que es Kinney o McKinney), el ministro metodista, sentado allá atrás, quien recientemente fue ordenado aquí también (creo que así fue), desde la plataforma, para seguir adelante allá en Ohio con el Hermano Dauch y la Hermana Dauch y el grupo de Ohio. ¡Oh, cuando todos nos reunimos, estos grupitos juntándose, es maravilloso! Sin denominación, sin ligaduras a nada, sino solamente ligados a Jesucristo, eso es todo (¿ven?), sentados juntos en lugares celestiales.",
    "Muy bien hermana, si Ud. nos puede dar…Cantemos solo una estrófa de: Cuando el carbón del fuego había tocado al profeta. Cantémoslo juntos ahora.\n\nCuando el carbón encendido había tocado al profeta,\n\nHaciéndolo tan puro y limpio,\n\nCuando la Voz de Dios dijo, “¿Quién por nosotros irá?”\n\nEntonces él respondió, “¡Aquí estoy yo, envíame a mí!”\n\nHabla, mi Señor; habla, mi Señor; (Ahora, hermanos, por favor pasen al frente).\n\nHabla, y yo estaré presto para responderte…[La congregación continúa cantando—Editor]\n\nLos otros hermanos ministros pueden ahora venir al frente, si lo desean, para imponer las manos sobre estos…los asociados aquí del tabernáculo: Hermano Ruddell, Hermano Lamb y los demás.\n\nHabla, y responderé: “¡Señor, envíame a mí!”\n\nOh, millones están muriendo ahora mismo en el pecado y la vergüenza;\n\nEscucha pues sus clamores tristes y amargos;\n\nApresúrense, hermanos, apresúrense, a rescatarlos;\n\nResponde rápidamente, “¡Maestro, he aquí estoy yo!”\n\nHabla, mi Señor; habla, mi Señor;\n\nHabla y estaré presto para responderte.\n\nHabla, mi Señor; habla, mi Señor;\n\nHabla y yo responderé, “¡Señor, envíame a mí!”\n\n¿Cuál es su nombre, hermano? [El hermano dice: “Orlando Hunt”—Editor]\n\nEl Hermano Orlando Hunt, de la ciudad de Nueva York, ¿correcto? ¿Y el Hermano…? [El otro hermano dice: “Joseph Coleman”—Editor]. Joseph Coleman.\n\nAhora, si Uds. mis hermanos, se dan la media vuelta hacia la congregación.",
    "El Hermano Hunt y el Hermano Coleman, tienen un llamado de Dios en sus corazones. Y según cantamos en este himno, “Hay millones muriendo ahora mismo en el pecado y la vergüenza”. Ellos han oído ese “clamor triste y amargo”. Y nosotros les pedimos a ellos, “Apresúrense hermanos, apresúrense a rescatarlos”. ¿Ven? Respondan rápidamente, “¡Maestro, he aquí estoy yo!” Esa es la forma en que ellos están respondiendo en esta mañana.\n\nY nosotros, como hermanos de esta iglesia, y de este grupo, aprobamos esto, imponiendo nuestras manos sobre ellos y extendiéndoles nuestra diestra de compañerismo, para que así sean testigos de Jesucristo con nuestro apoyo; nosotros les apoyaremos en todo aquello que sea honorable y correcto en el Evangelio. Oraremos constantemente por estos hombres para que Dios los use para traer honra a Sí Mismo. Y rogamos que sus ministerios sean ricos y grandes en Nueva York; que sus vidas sean llenas de servicio para El, trayendo las preciosas gavillas para el Reino. Que gocen de vidas largas y felices. El Señor Dios los fortalezca con Su Presencia Eterna y les dé salud y fuerzas y los mantenga en Su servicio hasta que Jesucristo los llame al Hogar Eterno en el descanso celestial.",
    "Ahora, esta congregación, mientras inclinamos nuestras cabezas, y nosotros los ministros nos acercamos para imponer nuestras manos sobre ellos…[El Hermano Branham se retira del micrófono para imponer sus manos sobre los dos hermanos—Editor].\n\nNuestro Padre Celestial, imponemos nuestras manos sobre el Hermano, en el Nombre del Señor Jesucristo, siendo que lo que hemos conocido de él, ha sido recto, Señor. Y te damos gracias a Ti por este llamado del ministerio en su vida. Señor, habla a través de este hermano, gana las almas, trae liberación, Señor, para aquellos que están en cautiverio, tanto en enfermedades, mentalmente, físicamente y espiritualmente. Señor, dale un ministerio real, que él pueda, al final de su camino, mirar hacia atrás a través de esa larga senda y ver que por la gracia de Dios, él ha sido capacitado para capturar a cada enemigo. Lo pedimos por nuestro Señor Jesucristo. Amén.",
    "Sobre el Hermano Coleman, también imponemos nuestras manos como testigos, Señor, para dar aprobación a su llamado, que nosotros, esta iglesia, este grupo de personas, creemos en él como un siervo de Cristo. Y Te pedimos que Tú lo bendigas y le des un ministerio poderoso y grande, que él pueda ganar almas para Ti, Señor, y libere a los cautivos y rompa los poderes de Satanás que están alrededor de las vidas de la gente con las que él se asocia. Señor, dale una vida fructífera, buena salud y fuerza. Y también, cuando él llegue al final del camino, Señor, permite que él pueda mirar por la larga senda y pueda ver dónde por la gracia de Jesucristo él fue capacitado para romper cada cadena del enemigo para honrar a Dios.\n\nPadre Celestial, haz que estos hombres vivan y trabajen en la siega de Dios. Haz que Tu bendición repose sobre ellos y sé Tú con ellos hasta el tiempo cuando todos seamos reunidos a los pies de nuestro gran Maestro. Lo pedimos en el Nombre de Jesucristo. Amén.\n\nDios le bendiga a Ud., Hermano Hunt, y le dé un ministerio fructífero. Dios le bendiga a Ud., Hermano y le dé un ministerio fructífero también. Dios les bendiga. Una vez más:\n\nCuando el carbón encendido había tocado al profeta,\n\nHaciéndolo tan puro y limpio;\n\nCuando la Voz de Dios dijo, “¿Quién por nosotros irá?”\n\nEntonces él respondió: “Aquí estoy yo, envíame a mí”.\n\nOh, habla, mi Señor; (Que El hable a muchos corazones jóvenes), habla, mi Señor;\n\n(el llamado de Dios).\n\nHabla, y yo estaré presto para responderte.\n\nHabla, mi Señor; habla, mi Señor;\n\nHabla, y yo te responderé, “¡Señor, envíame a mí!”",
    "¡Cómo agradecemos al Señor en esta mañana por este gran honor, de la iglesia presenciando el envío de ministros hacia el campo en estos últimos días! La gracia de Dios vaya con Uds., mis hermanos. Ojalá que El los envíe a los campos extranjeros y a través del mundo, predicando estas inescrutables riquezas de Jesucristo, allá donde son tan necesarias. El mundo se encuentra en tanta necesidad hoy.\n\nAhora, tanto de estas cosas buenas, tenemos que tomar un poquito aquí y un poquito allá, para poder cumplir con todo en el servicio de esta mañana. Ahora, hoy estamos, estoy hablando sobre un tema que yo…Es que en veces no me gusta abordar estos tiempos realmente terribles.\n\nAhora, si algunos de Uds. no estuvieron aquí el domingo pasado y no consiguieron el mensaje El Tercer Exodo, y si a Ud. le gustan las cintas, creo que Ud. va a disfrutar de esa: El Tercer Exodo.",
    "¿Qué tenemos aquí, un niño enfermo, o algo? Oh, un niñito lisiado. Sí, Dios lo bendiga. Muy bien, de todos modos, oraremos por los enfermos al final del servicio.\n\nEstamos—les pido a Uds., que si pueden, consigan el mensaje sobre El Tercer Exodo, la tercera vez que la Luz, el Angel del Señor, el cual ha llamado al pueblo a un éxodo, se ha mostrado visiblemente en la tierra en un éxodo. ¿Ven? Pienso que eso es realmente sobresaliente para mí: El Tercer Exodo.\n\n¿Les molesta si me quito el saco? En el tabernáculo está haciendo mucho calor en esta mañana y el único aire acondicionado que tenemos es lo que Uds. puedan abanicar. Uds. tienen que producir su propia energía. Algún día tenemos planes de poner un sistema de enfriamiento, tan pronto como arreglemos las cosas.",
    "Ahora, apreciaríamos si Uds.—si a Uds. les gustaría escuchar el mensaje, El Tercer Exodo. Ahora, hemos tenido muchos éxodos, pero definitivamente podemos identificar el tiempo de tres éxodos, cuando Dios, en la forma de la Columna de Fuego, ha bajado para llamar y separar a la gente. Y ahora está separando un pueblo.\n\nY encontramos que cuando El llamó Su primer éxodo, El fue delante de ellos en la Columna de Fuego y los guió hacia una tierra, donde más tarde, El apareció ante ellos en la forma de un hombre llamado Jesucristo. (El vino de Dios y regresó a Dios). Y El fue rechazado. Y El entonces vino para llamar a un pueblo fuera de una—fuera de una condición formal en la cual se habían metido, como la que tenían en Egipto: cuando se habían entregado al pecado y a las costumbres egipcias, y Dios los llamó fuera.\n\nY ahora, encontramos que la segunda vez, ellos se sometieron a la cautividad del Imperio Romano. Y ellos se desviaron en los credos y se apartaron de la real sinceridad de la adoración, y Dios volvió a enviar otro éxodo. El apareció en la forma de un Hombre que guiaba a los hombres.",
    "En el primer éxodo El fue una Columna de Fuego. Luego cuando El vino al mundo en la misma tierra hacia donde El los guió…¡Qué tipo tan precioso será en el Milenio, hacia donde El está guiando a la Iglesia ahora mismo! Lo veremos a El como El es. Tendremos un cuerpo como Su propio cuerpo glorioso.\n\nY hoy, por la Luz del Evangelio, reflejando desde una Luz, una Columna de Fuego, visible entre nosotros…La ciencia la ha visto; está en las revistas y a través del mundo; y es reconocida científicamente y espiritualmente como la misma Columna de Fuego, por las mismas señales y las mismas cosas que El ha hecho siempre.\n\nY ahora, en estos días cuando hay tanto fanatismo y cosas, sin embargo, Dios siempre se identifica a Sí Mismo. Ahora, encontramos esto, y qué cosa tan gloriosa es saber que algún día, este tabernáculo terrestre, este cuerpo viejo, débil, enfermo y afligido, será cambiado y transformado a la semejanza de Su propio cuerpo glorioso. Entonces le veremos a El como El es, y estaremos con El en la tierra hacia la cual vamos. Oh, casi nos impulsa a pararnos y cantar, Voy Rumbo a la Tierra Prometida. Probablemente estarán cantando ese himno en el servicio bautismal, porque ese es nuestro himno bautismal.",
    "Ahora, para los hermanos que están aquí y aquellos en las tierras adonde estas cintas llegan (y eso es por todo el mundo), estos mensajes no son dirigidos hacia ningún individuo. Y no queremos que la gente piense que somos una especie de clan o algún grupo de fanáticos que nos hemos reunido para separarnos nosotros mismos, aparentemente sin tener la fe, o separándonos en contra de alguien o contra Dios, o contra la iglesia. Estamos en pro de la iglesia, pero sólo estamos tratando de señalar, por medio del Espíritu Santo y Su ayuda, la razón de esta segregación que tenemos hoy. Nosotros no creemos en eso. Nosotros creemos que todas las iglesias deben tener compañerismo, sin estar segregadas, los metodistas en su grupo, los bautistas en el suyo, los unitarios, los trinitarios, y todo lo que tenemos, todos separados. Creemos que deben estar unidos, como un gran grupo unido del Cuerpo de Jesucristo, esperando por Su gloriosa venida. No deben estar separados.",
    "Y ¿qué los separa? Debe haber una razón básica por la cual no estamos juntos. Y estudiándolo, me doy cuenta al estudiarlo, que no es el color de nuestra piel; porque amarilla, negra, marrón y blanca, todas están en las distintas organizaciones. No es la clase de alimento que comemos; todos comemos el mismo alimento, usamos la misma clase de ropa, y así. Pero básicamente yo veo adónde está el asunto: El hombre es quien se ha salido del camino bien marcado, de la enseñanza del Evangelio.\n\nCada hombre…Y debe haber alguna manera de mostrar definitivamente cuál está correcto y cuál no está correcto. Y la única manera que Ud. logrará eso, es no poner ninguna interpretación a la Palabra, sólo léala en la forma que está y créala de esa forma.",
    "Cada hombre poniéndole su propia interpretación la hace decir algo diferente.\n\nY eso nos trae nuevamente a la organización original, de la Iglesia Católica, la cual cree que Dios está en Su iglesia y la Palabra no tiene nada que ver, y que Dios está en Su iglesia. Y nosotros los protestantes como encontramos en Apocalipsis 17, vemos que todas ellas se juntarán y que la Iglesia Católica fue la madre de todas las organizaciones. Y vemos que la organización protestante, aunque ciegamente, ciegamente, tiene la misma naturaleza de la Iglesia Católica. La Biblia llama a la Iglesia Católica, “una ramera,” y llama a las iglesias protestantes, “prostitutas”. Dice que la ramera fue la madre de las prostitutas. Y eso es, gente, es una mujer de mala fama, quien no vive fiel a sus votos matrimoniales. Y todos nosotros reclamamos ser la Novia de Cristo, y sin embargo tan infiel. ¿Qué fomenta la infidelidad? Viviendo contrario a la disciplina que Dios ha trazado para Su Novia (esa es mi propia opinión), la Biblia. Y esa es la Palabra infalible de Dios, así creo yo.",
    "Y por lo tanto, encontramos que la iglesia protestante, para tener una organización, se ha separado aún de las Escrituras para formar su organización.\n\nMinistros ordenados, se sujetarán a cosas que ellos…Ah, ellos vienen a mi estudio, y en lugares donde voy, por centenares, y me dicen, “Hermano Branham, Ud. hace esos retos al pueblo. Nadie se va a parar en contra de eso. Ellos saben que es la Verdad”.\n\n“Pues,” les digo yo, “¿por qué no lo hace Ud.?”\n\n“Bueno, Ud. ve, si yo lo hago, estaré mendigando mi pan. Nadie…Tengo un ministerio; tengo que llegar al Señor. Y tengo que llegar al pueblo. Y no tendré respaldo”.\n\nComprenda Ud. que Cristo es nuestro respaldo, la Biblia es nuestro respaldo. ¿Ven? Pero, ¿ven? Entonces eso pone a la Iglesia Protestante exactamente en el mismo paralelo con la Iglesia Católica.",
    "🦅 A la Iglesia Católica no le importa…” Bueno, yo no digo…Yo no lo hago así de áspero como para decir que a ellos no les importa lo que la Biblia dice. Ellos—ellos creen la Biblia, pero (¿ven?), ellos tienen…La Iglesia Católica está basada en una sucesión apostólica; esa es la sucesión de los papas, y llaman a Pedro el primer papa y así. Ahora, ellos—ellos creen eso; ellos—ellos creen eso enfáticamente.\n\nY los protestantes (¿ven?), ellos—ellos se reúnen y tienen una organización exactamente igual como hicieron allá en Nicea, Roma, donde organizaron a la Iglesia Católica en el Concilio de Nicea. Y encontramos que ambas son iguales, ambas son iguales: ellos dejan la Palabra de Dios para formar una organización. ¿Ven? Y luego cuando es cuestión de muchas de las grandes Verdades, que parecen raras hoy, para ellos es algo muy raro porque sólo han sido enseñados por un ritual. Nosotros no tenemos rituales sino la Biblia. Nosotros no tenemos nada excepto la Santa Palabra de Dios y allí es donde estamos parados.",
    "Y ahora, hoy, yo quiero leer un poco de Escritura, en unos momentos, de la Santa y Sagrada Palabra de Dios, y se encuentra en el Libro de San Lucas, el capítulo 23, de San Lucas, para establecer una base para lo que yo quiero decir, un pensamiento básico sobre la cosa que quiero hablar. Y mientras Uds. están abriendo ahora a San Lucas capítulo 23, quiero leer un solo versículo; eso es todo lo que necesito para establecer esta base en esta mañana. Ahora, leamos el capítulo 23, el versículo 33, del capítulo 23:\n\nY cuando llegaron al lugar llamado de la Calavera, le crucificaron allí, y a los malhechores, uno a la derecha y otro a la izquierda.\n\nAhora, yo quiero tomar cuatro palabras de este texto para establecer lo que quiero decir: Allí ellos le crucificaron—cuatro palabras. Y mi tema es: Yo estoy trayendo una acusación a las iglesias denominacionales de este día y también a muchas de las independientes, por haber crucificado a Jesucristo nuevamente en este día—acusándolas.\n\nEn esta mañana le he puesto como título: La Acusación.",
    "Y yo quiero presentarlo más como si fuera una sala de justicia, un tribunal. Y después de todo, el púlpito y la iglesia es una sala de justicia. La Biblia dice que es un tribunal, y que el juicio debe comenzar en la casa del Señor. Y esto es como el trono y el jurado, y los testigos y todo así.\n\nY yo tengo hoy, como mi Testigo, a la Palabra de Dios, y mi acusación es en contra de las iglesias de hoy. Ahora yo no estoy incluyendo al pecador en esto; sólo estoy hablando esto para la iglesia. Y esto estará grabado en las cintas, y yo trataré de terminar lo más rápido posible.\n\n¡Yo acuso a esta generación por la segunda crucifixión de Jesucristo!",
    "Y ahora, para hacer esto, en esta edad en que vivimos, en esto yo debo mostrar una evidencia. Si yo tengo que presentar una acusación, uno tiene que mostrar una evidencia de la ofensa criminal que se ha cometido. Para acusarlos, tengo que traer la evidencia para probarla, para que lo que yo estoy diciendo tenga fuerza ante el Juez principal, el cual…Y yo me presento a mí mismo como un abogado para esta acusación.\n\nSiendo la Palabra de Dios mi testigo, yo acuso a esta generación por la crucifixión.",
    "Debo mostrar y mostraré que el mismo espíritu que produjo la primera crucifixión, está sobre la gente hoy y está haciendo la misma cosa. Yo—yo debo hacer eso, si es una crucifixión, lo que ellos le han hecho. Debo mostrar al pueblo que la misma actitud entre el pueblo hoy está haciendo la misma cosa espiritualmente, que ellos hicieron físicamente allá entonces; ellos allá crucificaron a Jesucristo el Hijo de Dios, físicamente.\n\nY ahora, hoy, por la misma Palabra y por el mismo Espíritu Santo, y la misma Palabra, yo deseo mostrar a las iglesias dónde es que están paradas: que ellas están haciendo la misma cosa hoy; y la Biblia dice que así harían; y eso prueba que éste es el día en que estamos viviendo.\n\nNo pudo haberse hecho hace algunos años atrás. Yo digo que hace cincuenta años atrás, no pudo haber sido hecho. Pero hoy mismo esto es muy oportuno. Y no pudo haber sido hecho quizás ni hace diez años atrás, pero si puede ser hecho hoy, porque el tiempo se ha terminado. Estamos en el tiempo del fin. Y yo creo, como Su siervo, que estamos a punto de cruzar de esta tierra para otra.\n\nPor lo tanto, el tiempo para arrepentimiento, como una nación, ya no existe. Yo creo que esta nación ya no puede arrepentirse. Yo creo que ha cruzado la línea entre misericordia y juicio. Yo creo que la nación está vacilando en la balanza.",
    "🦅 Hermano Branham, antes de que comience su caso, ¿cómo va a probar eso?” Con esto: Que nosotros somos culpables de los mismos pecados por los cuales Dios destruyó al mundo antidiluviano. Somos culpables de los mismos pecados por los que El destruyó al mundo allá en Sodoma y Gomorra. Y ahora…Y tenemos toda la misma evidencia espiritual colocada ante nosotros. Toda la misma evidencia espiritual, conocida mundialmente, la cual produjo la misericordia de Dios sobre aquellas generaciones, y que a la vez al rechazarla, produjo el juicio. Por lo tanto, si esta generación presente ha rechazado la misma misericordia que fue despreciada en aquellos días, Dios sería injusto si los dejara pasar sin juicio.\n\nComo una vez dijo Jack Moore, un amigo mío, “Si Dios no castiga a esta nación, entonces El estaría obligado a levantar a Sodoma y a Gomorra, y pedirles perdón por haberlas quemado”.",
    "Ahora, sabemos que espiritualmente ellos están haciendo la misma cosa hoy, porque lo están haciendo con el mismo propósito y en la misma forma que lo hicieron físicamente en la crucifixión del Señor. Ellos lo están haciendo por razón de celo, por razón de ceguedad espiritual, por cuanto no quieren ver; ellos no lo quieren oír. Jesús, en Su jornada aquí en la tierra, dijo, “Bien habló Isaías de vosotros; teneis ojos y no podeis ver y oídos y no podeis oír”. ¿Ven?\n\nLa misma razón, el mismo—el mismo propósito, y el mismo razonamiento, ellos están produciendo la crucifixión de Cristo otra vez, de nuevo (llegaremos a eso más adelante), y eso por las mismas razones que lo hicieron allá entonces. Ellos no pueden hallar nada en contra; y no se atreven a retarlo. Y ellos bien saben que existe la evidencia; y saben que la Biblia lo dice; y lo único que ellos pueden hacer es blasfemarlo. Exactamente. Por tanto…Y todo esto, las mismas razones…",
    "Y ahora, sobre esta base, yo reto a esta generación por la crucifixión de Jesucristo, por crucificarlo y son culpables. Con manos denominacionales sucias, inicuas y egoístas, han crucificado al Príncipe de Vida, quien quiso presentarse al pueblo.\n\nUd. dirá: “¿La misma persona?”\n\n“En el principio era el Verbo…y el Verbo era Dios. Y el Verbo se hizo carne,” y se manifestó. El Verbo o la Palabra fue manifestada en carne y condenaron la carne y la mataron, por cuanto la Palabra fue manifestada. Hebreos 13:8 dice, “Jesucristo es el mismo ayer, y hoy, y por los siglos”. Es la misma Palabra. ¿Ven? Y por la misma razón ellos están tratando de crucificar la Palabra.",
    "Ahora, volviendo a mi texto, para entrar en el tema que quiero tomar: Allí…las cuatro palabras. Expliquemos Allí. Allí, la ciudad más santa de todo el mundo, Jerusalén; allí, la ciudad más religiosa de todo el mundo. Allí ellos, la gente más religiosa de todo el mundo, en una fiesta religiosa, la fiesta de la Pascua. Allí, el lugar más religioso, la ciudad más religiosa, la más grande de todas las organizaciones, la cabeza de todo, allí ellos, la gente más religiosa en todo el mundo, se habían reunido de todo el mundo. Ellos crucificaron, la muerte más vergonzosa por la cual una persona podía ser matada; desnudado, le quitaron toda la ropa. El menospreció el reproche. El crucifijo que conocemos tiene una ropita encima, pero ellos le despojaron de Sus ropas—lo más vergonzoso…",
    "Allí (la ciudad más religiosa), ellos (la gente más religiosa), crucificaron (la muerte más vergonzosa), a El (la Persona más preciosa).\n\n¡Si eso no es suficiente para condenar a esta generación! Allí, la organización más religiosa, la más grande de todas las iglesias reunidas en un solo lugar; ellos, la gente más religiosa de todas las razas, el pueblo que se suponía eran los verdaderos adoradores de Dios. Se habían reunido en la fiesta santa más grande que tenían, la purificación de, o sea la Pascua, de cuando fueron traídos de la esclavitud a la libertad. Y allí en ese tiempo, ellos, en aquel tiempo, el pueblo más religioso en la fiesta más religiosa, en el lugar más religioso, trajeron sobre el Príncipe de Vida la cosa más vergonzosa que pudo ser hecha: desnudar a un hombre y colgarlo en un madero; porque, “Maldito es aquel…” (decía la ley por la cual ellos adoraban), “Maldito aquel que es colgado en un madero”. Y El fue hecho maldición por nosotros. Quitándole Sus ropas, golpeándole y mofándose de El, el mismo Dios del Cielo, quitándole Sus vestiduras y clavándolo a una cruz…le, allí ellos le crucificaron bajo el castigo capital romano.",
    "La muerte más vergonzosa hoy en día no sería un tiro. La muerte más vergonzosa de hoy no sería ser atropellado y matado por un carro, ni ahogado por agua, ni quemado por fuego; pero la muerte más vergonzosa de hoy es el castigo capital público, donde el mundo entero lo condena a uno y lo llama de culpable. Y el mundo entero puso sus manos sobre este Hombre y lo llamaron “culpable” cuando El era inocente. Y El murió por mano de los enemigos, no por mano de Sus amigos, no por Sus leyes, sino bajo la crucifixión de los enemigos, el Príncipe de Vida, la Persona más preciosa que jamás vivió o jamás vivirá, Jesucristo—El, la Persona más preciosa. Mantengan eso en mente mientras estructuramos esta plataforma hoy.",
    "¿Podrían Uds. imaginarse, que en un lugar como Jerusalén, donde por 2,500 años o más, donde la gente?…O digamos cientos de años, quizás me extienda un poco en eso. Quizás hayan sido como de ochocientos a novecientos años, o algo así. Yo no sé cuál es la distancia desde el tiempo en que Salomón construyó el templo. Yo me imagino como ochocientos años, algo así. Y ellos habían esperado por un Mesías que había de venir. Ellos se habían reunido allí para la adoración de la Pascua. Piénsenlo ahora: la cabeza de todos los fariseos, saduceos y demás, una gran reunión para adorar a Dios. El lugar más santo, Jerusalén, el templo del Señor, y el pueblo del Señor, tomaron al mismo Señor, y lo crucificaron con el castigo capital. ¡Qué cosa!",
    "Ahora, esas cuatro palabras: Allí ellos le crucificaron. Ahora en vez de cerrar la Biblia, vean, es cierto que son sólo cuatro palabras, pero la Biblia condensa Sus Verdades. Ahora en cuanto a mí, yo tengo que dar muchas vueltas y explicar lo que estoy diciendo pero la Biblia no tiene que explicar nada. Es, es toda la Verdad. Por tanto, la Biblia no tiene que explicar nada. Ella no tiene que explicarlo, por cuanto es toda la Verdad.\n\nAquí hay cuatro palabras de Su gran cadena de Verdades. Trataré de explicarlo. Y el tratar de explicarlo claramente llenaría una biblioteca. No hay como yo pueda explicar esas cuatro palabras. Pero ahora, trataremos con la ayuda de El, Quien causó que esto fuera escrito, trataré de explicar estas cuatro palabras, para traerlo en tal forma que la gente lo entienda.\n\n¿Qué tenemos ante nosotros ahora? Tenemos ante nosotros la primera crucifixión, que ocurrió en el lugar más santo, el pueblo más religioso, la muerte más vergonzosa, y eso con la Persona más preciosa. ¡Oh, es tan contradictorio! ¡Vaya, oh, vaya, es una desgracia!",
    "Ahora, tomemos la primera palabra: Allí. Hablemos sobre esto por algunos minutos antes de que traigamos la acusación. Vamos a simplificar esto y mostrarles a Uds. lo que ellos estaban haciendo, luego veremos si mi acusación es correcta o no. Allí, en Jerusalén, el lugar más santo, porque allí estaba el templo; el lugar más santo, porque allí estaba el templo y los judíos de todo el mundo se reunían en este lugar—un lugar donde se reunían para adorar. El lugar más importante para adorar que existía, se encontraba en Jerusalén; allí estaba el templo. “Como está escrito, todo hombre debe adorar en Jerusalén”. Muy bien, porque es un centro de adoración.\n\nY hoy en día Ud. los escucha decir…Uno quiere decir, “Oh, venimos a estas gran convenciones,” donde estas denominaciones lo tienen. Y entonces tenemos la—la apertura de aquello en la Ciudad del Vaticano y estas ordenaciones de papas y demás cosas. Todo el mundo dice: “Todos nosotros debemos ir a los campamentos de los metodistas, o a la Convención Bautista Bíblica, o todos nosotros debemos ir a Roma”. Y allí es donde dicen que está el gran centro del cristianismo.",
    "Cuando Roma cayó durante la última guerra mundial, estos soldados alemanes (y muchos de Uds., hermanos saben de esto), los soldados alemanes se metieron a la Ciudad del Vaticano, y de allí disparando a los americanos a medida que éstos avanzaban. El Hermano Funk, el Hermano Roberson y muchos de Uds., el Hermano Beeler y muchos hermanos que estuvieron en esa guerra, Uds. saben. ¿Y saben qué? Nosotros dimos órdenes que los nuestros no podían disparar en aquella ciudad—los mismos americanos. Uds. se tuvieron que parar allí como blancos para ellos; pero acá en el Westminster Abbey, en Inglaterra, allí sí podían disparar, no había problema. Allí es donde se reunían los protestantes, por lo tanto estaba bien disparar sobre eso, pero no sobre el Vaticano; porque como el Presidente Roosevelt…Yo mismo escuché su discurso cuando él—cuando él lo difundió por la radio aquella noche, lo llamó, “Una conversación al lado de la fogata”. El dijo “Cuando Roma cayó,” dijo él, “fue una lástima, porque Roma es la cabeza de todo cristianismo”. ¿Pueden Uds. imaginarse a un protestante diciendo eso?",
    "De manera que el gran centro de religión cristiana…Bien, vamos a colocar eso en Jerusalén, si Uds. lo desean. Si Uds. concuerdan, pongamos eso en Jerusalén. La cabeza de todos estos otros, del—del—del sanedrín y—y de los fariseos y de los saduceos, todos ellos subían a Jerusalén. Allí realmente era el cuartel general.\n\nY en la vida organizacional, Uds. tendrán que admitir que la Iglesia Católica Romana es la madre de todas ellas. Seguramente, ella es. Y comenzó allá en Pentecostés, y a esto llegaron cuando se organizaron. Ahora, nosotros las iglesias protestantes, somos hermanitas de esa misma iglesia.\n\nY ahora, digamos que fuera allí en el Vaticano, hoy día,",
    "o allí en Jerusalén, como fue en aquel día, cuando “todo hombre debía venir a Jerusalén para adorar”. ¿Por qué lo hicieron así en los días de Jesús? ¿Por qué dice que: “todo hombre debía adorar en Jerusalén?” Es porque hay un solo lugar donde Dios tendrá compañerismo con el hombre y eso es bajo la sangre del sacrificio. Esa es la razón por la cual tuvieron que venir a Jerusalén. Dios nunca se encontrará con el hombre en ningún otro lugar, sino bajo la Sangre. Cuando Ud. le da la espalda a la Sangre, entonces su lugar de reunión con Dios ha sido eliminado. Dios hizo su primera decisión allá en el Huerto del Edén, que el hombre únicamente lo adoraría a El bajo la sangre derramada del sacrificio. Y ese fue el único lugar donde Dios se encontró con el hombre allá entonces; y ese es el único lugar donde Dios jamás se ha encontrado con el hombre;",
    "y es el único lugar donde El se encuentra con el hombre hoy, bajo la Sangre derramada del sacrificio. ¿Ven?\n\nA mí no me importa si es metodista, bautista, presbiteriano, si Ud. puede olvidar sus diferencias (católico romano, o lo que Ud. sea), y está dispuesto a venir bajo la Sangre derramada, Dios allí se encontrará con ambos de nosotros. Allí es donde todos nos podemos encontrar en compañerismo en el mismo fundamento. De otra manera, El no se reunirá con Ud. solo porque Ud. sea un metodista. El no se reunirá con Ud. solo porque Ud. sea un pentecostal. El se reunirá con Ud. bajo una sola condición, y eso es bajo la Sangre derramada, cuando sus pecados han sido confesados y expulsados en Su Presencia. Luego por la Sangre…Y la Sangre está siempre delante de El y por lo tanto, El sólo lo puede ver a Ud. a través de esa Sangre derramada, y Ud. es blanco como la nieve, cuando Ud. ha confesado sus pecados. De otra manera Ud. no se encuentra allí. Ud. no puede tener compañerismo.",
    "Y por esa razón Uds. no ven las cosas sucediendo en las iglesias; ellos han confesado que creen en la Sangre, pero rechazan el mismo plan para llegar a la Sangre: la Palabra. ¿Ven? Hay solo una forma en que Dios honrará a esa Palabra. Ud. nunca honrará a esa Palabra llegando y diciendo: “Soy un católico romano; yo ordeno que esto sea hecho”. Ud. no puede hacer eso. Metodista, bautista o pentecostales, Uds. no pueden hacer eso así. La única forma en que se puede lograr, es bajo las misericordias de Dios, a través de Su gracia, y venir a través de la Sangre derramada de Jesucristo, diciendo, “Señor, yo reclamo la promesa”. ¿Ven? Y entonces si Ud. en realidad está bajo esa Sangre, Dios está obligado a esa Palabra. Pero primero Ud. tiene que estar bajo la Sangre. ¿Lo ven ahora?",
    "Con razón aquellos no pueden creer en los milagros. Con razón Uds. no pueden creer en lo sobrenatural. Con razón lo condenan. Con la misma razón que lo condenaron allá, igualmente lo condenan hoy. Ellos son culpables, tan culpables como pueden ser, porque solo bajo la Sangre derramada…Y aquellos que se atreven…Algún hermanito quien humildemente se atreve a tomar a Dios en Su Palabra, y pararse firme y confesar sus pecados y olvidar todos estos dogmas y cosas, y se para allí bajo la Sangre y lo cree, entonces a éste lo quieren llamar de “fanático”. Quieren clasificarlo, como hemos dicho (y no es una palabra muy buena para usar en el púlpito, pero para que Uds. entiendan), él es un pájaro raro. Y a pesar de todo, ¿no somos todos pájaros raros? ¿Ven? El creyente es un pájaro raro para el incrédulo, y el incrédulo es un pájaro raro para el creyente. Por lo tanto, ¿quién es el pájaro raro? ¿Ven? El agricultor es un pájaro raro para el hombre de negocios, y el hombre de negocios es un pájaro raro para el agricultor. ¿Ven? Así que ¿quién es él?\n\nYo les declaro, la salvación es un asunto individual entre el hombre y Dios, solos. Individuos, buscando nuestra propia salvación con temor y temblor. Y yo no conozco ninguna otra base, como maestro en esta mañana, o como ministro de Cristo, aparte de colocar el asunto sobre la Palabra. Yo no puedo colocarlo en ninguna otra cosa.",
    "Ahora, hallamos pues, que Dios se encontraba con los adoradores únicamente bajo la sangre, y por eso se reunían en Jerusalén. Y Cristo es el Cordero de Dios provisto para el sacrificio. Y hoy, hay un solo lugar donde Dios encontrará al hombre y es bajo la Sangre de Jesucristo. Cualquier otro lugar está totalmente condenado, Dios nunca lo oirá. Ud. puede entrar en toda clase de emociones y toda clase de ismos y sacudirse, brincar y hasta tener sangre, fuego, humo y todo lo demás; pero mientras la vida no cuadra con la Palabra, y Dios no identifica a esa vida completamente, entonces no hay ni necesidad de intentarlo, porque Ud. está fuera. Y Dios nunca lo reconocerá hasta que no venga bajo el cuidado de esa Sangre. Correcto.",
    "Por lo tanto, pueden ver que en la Escritura, nosotros (la iglesia), tenemos una Jerusalén, y está en los Cielos, una Jerusalén celestial, donde Dios es Dios. Y hoy no es bajo algún credo o alguna cosa que tratamos de hacerla una Jerusalén. Nos gustaría…A los metodistas les gustaría hacer el cuartel general de los metodistas en Jerusalén; los católicos quieren hacerlo en Roma. Y los distintos lugares donde cada quien tiene su cuartel general, nos gustaría hacer eso nuestra Jerusalén. Pero la Biblia dice que nuestra Jerusalén es de arriba, la cual es la madre de todos los creyentes.",
    "Ahora, Cristo es el Cordero provisto de Dios. Noten cuan apropiado fue, mostrando que aquella Jerusalén estaba cesando. ¿Cuándo? Estaba en efecto hasta esa misma hora; la sangre del cordero estuvo bien hasta aquel día. Pero ahora, en la crucifixión, todo cambia. El sistema antiguo allí terminó. Allí hubo un sistema nuevo y el Cordero estaba en el sacrificio. El Cordero, el Cordero del sacrificio ya estaba presente. Ellos estaban condenando y haciendo la cosa que tenían que hacer. Correcto.\n\nBendito sea Dios porque podemos ver esta maravillosa Luz celestial en este último día, porque las iglesias están haciendo la misma cosa hoy en día, hasta la hora cuando la religión organizada es condenada y probada estar sacrificando la Palabra de Cristo. Ahora viene la Palabra y la Palabra sola. En el día de la crucifixión aquel cordero pascual cesó de ser, y Cristo llegó a ser nuestro Cordero. Y el día en que la denominación crucificó la Palabra de Dios y aceptó un credo en lugar de la Palabra, ese es el día cuando la Palabra entró en efecto completo. Y eso ha sido recientemente.",
    "Noten en segundo lugar, primero Allí, en Jerusalén. En segundo lugar, ellos. ¿Quiénes? Los judíos, los adoradores. Piénsenlo. Los mismos adoradores estaban matando a aquel a Quien proclamaban estar adorando. ¿Puede Ud. imaginarse tal cosa? Hombres inteligentes que eran sacerdotes, que habían sido entrenados, que tenían grados de doctorado. Y probablemente ellos tenían que proceder de cierta generación antes que, o de cierta tribu mejor dicho, antes de poder ser un sacerdote. Ellos tenían que ser levitas. Sus padres eran sacerdotes; sus abuelos eran sacerdotes; sus tatara-tatarabuelos eran sacerdotes. Y ellos tenían que vivir una vida tan consagrada hasta el punto que una pizca en contra de ellos bastaría para que fueran apedreados. No se les concedía nada de misericordia. ¿Santos? Seguramente, pero una santidad manufacturada. Tenían que actuar así para poder mostrar la cara en su iglesia. “Mas por dentro,” dijo Jesús, “están llenos de huesos de muertos”.\n\n¡Cómo podría yo traer una acusación allí en ese punto! ¡Hombres que saben que eso es la Verdad, que esta Palabra es la Verdad y se comprometen con otras cosas para mostrar cierta cara ante alguna organización! Yo tengo el derecho de acusarlos (correcto), por medio de la Palabra de Dios.",
    "Noten, ellos, los adoradores, los hombres que habían buscado la promesa, hombres que la habían buscado a través de los años y las edades, sin nada que hacer sino pasando el tiempo en aquel seminario; pero es que ellos habían trazado la Palabra de acuerdo a la enseñanza del seminario y habían pasado por alto la mera Verdad de la Palabra. Ellos, el sacerdote, el ministerio de aquel día; allí, en su cuartel general, ellos, el ministerio de aquel día, estaba matando al mismo Dios, al mismo Cordero. Estaban matando a Aquel, a Quien proclamaban estar adorando.\n\n¡Y hoy, yo acuso a este grupo de ministros ordenados! En sus credos y en sus denominaciones, ellos están crucificando ante el pueblo el mismo Dios que proclaman amar y servir. Yo acuso a estos ministros en el Nombre del Señor Jesús, por razón de sus doctrinas que proclaman que los días de los milagros han pasado, y que el bautismo en agua en el Nombre del Señor Jesucristo no es suficiente y es incorrecto. Por razón de cualquiera de estas palabras, por las cuales ellos han substituido credos, yo los acuso como culpables, y la Sangre de Jesucristo está sobre sus manos por haber crucificado al Señor Jesús por segunda vez. Ellos están crucificando a Cristo para con el público, quitándoles a ellos lo que en realidad debieran estar dando, y han substituido algo más en su lugar: un credo de iglesia para lograr la popularidad.",
    "Allí, ellos. Ellos, aquellos que debían haber estado enterados. Si alguien debiera haber estado enterado, debiera haber sido aquellos ministros. Si alguien debiera estar enterado, debiera ser el clero de este día presente. Si alguien debiera saber, los— los obispos y los arzobispos y—y los ministros y los doctores de divinidad, éstos deben saber. Pero, ¿por qué no saben? ¡Oh, qué tremenda contradicción! ¿Qué tenemos aquí ante nosotros sino una contradicción? Ellos proclaman que adoran a Dios y a la vez están matando al Príncipe de Vida.\n\nEllos…Allí ellos le crucificaron. Y aquí, ellos nuevamente, hacen la misma cosa, porque El es la Palabra. Eso es lo que…Es únicamente un reflejo de la Palabra. Y eso es lo que El es hoy, un reflejo de la Palabra, tratando de encontrar a alguien por medio del cual pueda El reflejarse.",
    "Y esta gente mantiene a la congregación lejos de Dios. Y si algo sucede por allí y se comenta entre la congregación, éstos lo condenan desde la plataforma, desde el púlpito, y dicen, “Eso es fanatismo, manténganse lejos de eso”. Y al hacer eso, han crucificado a Jesucristo en 1963, y son igual de culpables como aquellos individuos en aquel día. Esa es una declaración terrible, pero es la verdad.\n\nAsí exactamente están haciendo hoy. Y sobre este fundamento, sobre el fundamento de haber crucificado a Cristo, sobre el fundamento de haber tomado la Palabra y habérsela quitado al pueblo, eso es exactamente lo que estaban haciendo allá. La misma Palabra que Dios estaba reflejando a través de Su propio Hijo, para probar que era cierto, y aquel a Quien ellos proclamaban amar, el Jehová que se había manifestado por medio de las Escrituras, y haciendo exactamente lo que El dijo que haría, exactamente lo que Dios dijo que El haría, y lo reflejó delante de ellos. Pero por razón del amor de su iglesia y sus grupos y esa cosas, ellos condenaron al Príncipe de Vida.",
    "Y yo condeno al mismo grupo hoy día y los acuso como culpables ante Dios, por la Palabra de Dios, que ellos están haciendo la misma cosa. Esta generación queda acusada.\n\nRecuerden Hebreos 13:8, El es el mismo ayer, y hoy, y por todos los siglos.\n\n¿Cómo fue que ellos lo acusaron a El? Porque sus credos no lo aceptaban. Pero en sus corazones ellos conocían que era distinto el asunto. ¿No lo expresó bien Nicodemo en el capítulo 3 de San Juan? “Rabí, nosotros, los fariseos, los predicadores, los maestros, bien sabemos que Tú eres nuestro maestro enviado de Dios, porque ningún hombre podría hacer las cosas que Tú haces a menos que Dios estuviere con él”. ¿Ven? Ellos allá lo testificaron públicamente a través de uno de sus hombres de renombre. Y sin embargo, por razón de sus credos, ellos crucificaron a Cristo. Y hoy día no existe un lector que no pueda leer Hechos 2:38 igual que como yo lo leo, y lo demás también igual que como yo lo leo. Pero por razón de sus credos y por razón de sus credenciales denominacionales que cargan en el bolsillo (la marca de la bestia que cargan como tarjetas de compañerismo)…Y al tomar esas cosas, nuevamente crucifican a Jesucristo para sí mismos y lo han crucificado delante del público y han blasfemado al mismo Dios que prometió hacer esto aquí, trayendo condenación sobre la raza.",
    "Allí…Allí ellos, no los pecadores, ellos, o sea, la iglesia de aquel día; ellos criticaron al Hombre Quien era la Palabra. ¿Correcto? Ellos criticaron al Hombre Quien era la Palabra. Y ahora ellos critican la Palabra obrando a través del hombre (¿ven?, ellos lo invierten), la cual está en la persona, por medio de la cual el Espíritu Santo está obrando, y es la vindicación de Dios. ¿Cómo supieron ellos que El era Cristo? Porque Sus obras probaron lo que El era. El dijo, “¿Cuál de Uds. me puede acusar de pecado? Si Yo no he hecho exactamente lo que la Escritura dice que Yo haría..Y cuál…Dígame alguno ¿dónde he fallado, si Yo no he mostrado cada señal que Yo Soy el Mesías, y que Soy el mismo que les fue prometido?”\n\nEllos dijeron, “Bueno, nosotros tenemos a Moisés. Nosotros creemos a Moisés”.\n\nDijo, “Si Uds. hubieran creído a Moisés, también me hubieran creído a Mí. Moisés vio Mi día y deseó vivir en este día. Moisés lo vio de lejos en los profetas. Y aquí lo están viviendo Uds. en la carne y lo están condenando”. Dijo, “Uds. hipócritas,” dijo, “Uds. pueden distinguir el aspecto del cielo, mas la señal del tiempo no pueden discernir”.",
    "Allí está, la señal del tiempo.\n\n¿Cómo lo clasificaron? Un fanático, un loco. Ellos criticaron y encontraron falta con el Hombre Quien era la Palabra. El fue la Palabra. San Juan, capítulo uno lo prueba:\n\nEn el principio era el Verbo y el Verbo era con Dios…\n\nY el Verbo fue hecho carne y habitó entre nosotros…\n\nEl era la Palabra Viviente de Dios, porque El estaba expresando a Dios a través de Sí mismo. El estaba tan completamente rendido a la Palabra de Dios, que El y la Palabra eran lo mismo. Y así exactamente debería de ser la iglesia hoy día, la Palabra de Dios y ella la misma cosa. ¿Cómo puede Ud. ser parte de esa Palabra cuando Ud. prácticamente la niega toda? Y la razón de que esto se hace, no es por el pueblo. Por eso pienso yo que Dios me habló acerca de llamar a esta gente “Rickys” y “Rickettas”. Es por razón de estas denominaciones egoístas que tienen a esa gente viviendo allá, en la forma en que están viviendo. Ellos han crucificado la Verdad, y la gente lo llama blasfemia, o más bien, lo hacen blasfemia. Ellos lo llaman fanatismo y demás cosas, sin saber que están blasfemando al mismo Dios, al cual van a la iglesia a servir.\n\nPor lo tanto, yo acuso a este grupo de cleros hoy día. Yo acuso a esta generación en el Nombre de Jesucristo, bajo la autoridad de la Palabra de Dios: Uds. lo están crucificando a El nuevamente.\n\nNoten, El es el mismo ayer, y hoy, y por todos los siglos, la Palabra de Dios vindicada en un hombre.",
    "Comparen los dos Calvarios y sus acusaciones. Recuerden, “Porque El se hace Dios, no tendremos a este hombre gobernando sobre nosotros”. ¿Cuál fue la acusación que ellos pudieron encontrar en aquella mañana, en el concilio, cuando crucificaron a Jesús? Que El se hacía Dios. ¡El era Dios! Y además, que El quebrantó el Sábado; y El era el Señor del Sábado. Ellos lo condenaron porque El se hacía Dios. “Tú no tienes ningún derecho de hacer esto. Tú no tienes derecho. Nuestro sumo sacerdote…Si algo viene, vendrá a través de nuestros sacerdotes”.\n\nAhora, comparen eso con el Calvario de hoy. Cuando Dios (por cuanto así le agradó al Padre, Dios, el Espíritu, levantar a Su propio Hijo), hizo sombra sobre María con el Espíritu Santo y produjo un cuerpo que le serviría y serviría Su propósito…El Dios que estaba en Cristo, la plenitud de la Deidad corporalmente, en El, reflejando lo que Dios era, al pueblo, permitiendo a todo el mundo conocer lo que Dios quería que fuera cada individuo: un hijo y una hija. El tomó a un Hombre y lo hizo. Y por cuanto El no se unió con sus filas organizacionales, lo condenaron y lo crucificaron.",
    "¡Ahora comparen aquel Calvario con el de hoy! Por razón de prejuicios organizacionales, por razón de indiferencias entre eruditos quienes debieran conocer la Palabra y el plan de Dios; por esto, Dios puede tomar un pequeño grupo de personas en algún lugar, por medio de los cuales El puede obrar y reflejarse a Sí mismo, un grupo que pueda humillarse a la Palabra. Y ellos no pueden decir que no es así. Ellos no pudieron decir que El no lo hizo, por cuanto su congregación fue testigo de todo eso. Estaba todo allí delante de ellos. Ellos no podían negarlo. Ellos no podían negar Sus afirmaciones, porque la misma Palabra que ellos decían que creían, fue la cual probó que El era, por cuanto Dios tomó la Palabra que debía ser el Mesías y la mostró a través de un Hombre. Y ellos tuvieron que librarse de El. La única manera en que ellos podían seguir con éxito era librándose del Mesías. Y esto lo hicieron por ceguedad e ignorancia, a pesar de su educación. Ellos eran eruditos e inteligentes, hablando terrenalmente, según comparamos esto la otra noche. Cuando la Luz pegó en el gobernante, el joven rico, miren lo que él hizo. El lo rechazó—un hombre inteligente. Pablo, otro hombre inteligente, la Luz pegó en él. ¿Qué hizo él? El la aceptó. El se olvidó de todo lo que sabía, para poder conocer a Cristo. Eso hizo que su vida fuera digna del Evangelio. (El título del Mensaje del domingo pasado por la noche: ¿Es Tu Vida Digna del Evangelio?).",
    "Allí está la cosa hoy. La Luz pega en, quizás en algún hombre que se salió; él sintió que tuvo un llamado de Dios, fue a un seminario y allí aprendió algún credo. El tiene que vivir justamente de acuerdo a ese credo o devolver su tarjeta de compañerismo. Si lo hace, él queda bien marcado. Nadie más lo recibirá porque en una ocasión él pertenecía a otra cosa, y ahora ya no pertenece allá. Ellos se imaginan que algo está mal con ese hombre, y por lo tanto no lo reciben en su congregación; cuando la congregación sólo está buscando una sola señal, y eso es: Si él cree exactamente lo que ellos creen. Si él tiene su tarjeta, si él es un metodista…Si él tiene una tarjeta o si él pertenece a otro compañerismo: unitario, trinitario o lo que sea, Iglesia de Dios, o entre los pentecostales y entre todos aquellos. Si él carga una tarjeta, ellos sienten que el cuartel general lo ha peinado bien, han examinado su mente, le han dado un examen psiquiátrico y han observado si califica su cociente de inteligencia para poder hablar bien frente a ellos. Si él no sale aprobado en esta prueba, lo rechazan. Correcto.",
    "Pero vean Uds., la congregación debiera estar vigilando la mano del Señor, para ver si Dios es Quien le ha dado su ordenación o no. Eso es lo que debieramos estar observando. Pero hoy, ellos crucifican nuevamente al Hijo de Dios; cuando un hombre es capacitado, por la gracia de Dios, para ser llamado de Dios, para permitir que Dios Se refleje a través de él. El dijo, “Las obras que Yo hago, vosotros también las haréis”.\n\nNoten, en qué día estamos viviendo. Ellos—ellos toman ellos—ellos toman el mismo Calvario (podemos aun en esta mañana), y la misma razón…Ahora, ellos sabían que aquello era la Verdad, pero por razón de envidia, prejuicio…¿Qué les dijo Jesús a ellos? “Si Yo echo fuera los demonios por el dedo de Dios, entonces ¿quién, por quién los echáis vosotros? Que ellos sean vuestros jueces. Si Yo, por el dedo de Dios echo fuera demonios…”\n\nAhora, yo quisiera haberles oído decir: “¿Puedes probar que es el dedo de Dios?” Quisiera, quisiera haber escuchado que le hiciesen a El esa pregunta. Eran suficiente inteligentes para no hacer eso.\n\n¡Noten! Porque El se hizo Dios (y El era Dios)…“Y no permitiremos que El gobierne sobre nosotros”.",
    "Pero ahora, la cosa es…Nuevamente oímos el mismo clamor de siempre: “Esa Biblia fue escrita por el hombre,” dicen ellos. “No tenemos que vivir de acuerdo a eso”. Esa es la Palabra de Dios; Es Dios mismo.\n\nAyer le estaba hablando a un hombre y me dijo, “Bueno, pero algún hombre pudo haber escrito esa Biblia”.\n\nYo dije, “Sí. Su nombre…Lo conocemos como Dios”. Fue escrito a través de casi cuatro mil años, las Escrituras desde Job hasta el Nuevo Testamento, y fue escrita a través de centenares de años; y fue escrita por diferentes hombres, y ellos sin conocerse el uno al otro y en diferentes partes del país, y ni siquiera una sola palabra de ella condena a otra palabra. Yo reto a cualquiera que venga bajo la Sangre de Jesucristo y reclame cualquier promesa escrita allí. Dios está obligado a cumplirla. Pero ellos no lo harán. Ellos vendrán y dirán, “Oh, Señor, yo quiero hacer algo. Dame un don grande. Aleluya, Señor. ¡Gloria a Dios! Yo creo que ya lo tengo. ¡Aleluya!” Eso nunca funcionará. Puede ser que Ud. produzca mucha psicología, pero eso no funcionará. Dios tiene que reconocer ese arrepentimiento; Dios tiene que hacer eso. Podríamos decir mucho por esa línea, pero espero que Uds. estén entendiendo.",
    "¡Miren! Pero ahora éstos no permiten que la Palabra los gobierne. Yo digo: “Cada uno de Uds. devuélvanse; Uds. están mal bautizados. Uds. están bautizados en la iglesia Católica”.\n\n“¿Quién es Ud. para decirnos eso?” No soy yo; es la Palabra. “Pero yo le digo a Ud., nosotros—nosotros creemos…” No me importa lo que Ud. crea; es lo que la Biblia dice. “Pero nosotros no tenemos que vivir de acuerdo a eso”. Ud. lo hará o se encuentra bajo el juicio de esta Biblia, porque “Cualquiera que le quitare o le añadiere una sola palabra, asimismo será quitada su parte del Libro de la Vida,” ya sea ministro, clero o lo que sea. Ud. tiene que venir bajo la autoridad de esta Palabra, porque la Palabra es Dios; la Biblia dice que es Dios. “No permitiremos que gobierne sobre nosotros”. Ellos toman sus credos, y sus denominaciones y sus cosas pequeñas e insignificantes en las cuales ellos creen, y que han sido adoptadas por los concilios de hombres, y toman eso en lugar de la Palabra de Dios.",
    "¿Qué hicieron allá? Tomaron a un Barrabás, a un asesino, en lugar del Hijo de Dios, allá en el día de la primera crucifixión. Y hoy en día están tomando la palabra de algún hombre, la cual es una mentira y es el camino de muerte, y rechazando tomar el Camino de la Vida, la Palabra de Dios. Yo condeno a esta generación, y la acuso en la Palabra del Señor, que ellos están equivocados. Son culpables de crucifixión o por intentarlo. Crucifican el Espíritu…",
    "Ellos claman por un avivamiento por todos lados. ¿Cómo van a tener un avivamiento cuando la propia Palabra no puede obrar a través de la gente? Me gustaría que alguien me contestara eso. ¿Cómo puede ser, cuando Uds. niegan el mismo avivamiento en sí? Bien hablaron los profetas de ellos, “apariencia de piedad”. Sus propias apariencias en el pasado negaron la Palabra de Vida. Sus propias apariencias hoy les niegan la cosa que sí puede traerles un avivamiento, sus credos y apariencias. Sí Señor. Ellos toman la denominación y sus credos en lugar de la—de la Palabra, y eso crucifica Su Palabra y la hace sin efecto para el pueblo. Cuando ellos ven la Palabra de Dios tan viva y cómo se acomoda, que Dios hizo la promesa, que El haría esto y aquí El lo está haciendo, mas ellos se mofan y se alejan de esto, eso es blasfemia. Y ellos tratan de crucificar a la propia Palabra. ¿Por qué la crucifican? Ellos no pueden crucificar la Palabra, igual como no pueden crucificar a Dios. Ellos pudieron crucificar al cuerpo que contenía a Dios, el Hijo de Dios; ellos pudieron crucificar eso, pero ellos no pueden crucificar a Dios. El tuvo que sufrir aquello en aquel tiempo, por motivo de ser el Sacrificio para traer a muchos hijos predestinados para Vida Eterna. Ellos tuvieron que hacer eso allá entonces, pero no lo pueden hacer ahora. Ellos no pueden hacerlo porque la Palabra misma continuará viviendo. Pero ellos…",
    "🦅 ¿Qué hacen ellos? ¿Cómo proceden? Entonces predicador, ¿qué está diciendo Ud.? ¿Cómo entonces está Ud. construyendo aquí su plataforma, que ellos lo crucificaron a El?” Por medio de sus credos ellos están crucificando los efectos del Evangelio en la gente. Esa es la crucifixión: el pueblo sentado en estas grandes morgues, llamadas iglesias, denominaciones, y trazan una línea con su credo; y así la Palabra de Dios no puede tener ningún efecto en ellos por cuanto han condenado las mismas cosas que Cristo dijo que sucederían. Sencillamente no cuadra con sus credos. Igualmente, Jesús no vino según su entendimiento de cómo vendría. El vino según Dios lo envió, y El vino exactamente con la Palabra. Con razón El dijo que El lo había escondido de los ojos de los sabios y entendidos y lo había revelado a los niños para que aprendieran. ¿Entienden Uds.?",
    "Oh, ellos han crucificado los efectos de la Palabra.\n\nTengo muchas Escrituras apuntadas aquí, quizás sólo cite dos o tres de ellas. Ellos crucificaron…Ud. dice, “¿Cómo crucificaron la Palabra?” Cuando Jesús dijo que El era el mismo ayer, y hoy, y por todos los siglos, (Hebreos 13:8), ellos dicen, “En cierta forma El es”. ¿Ven? Bien. Y si Jesús dijo en Su último mandamiento a la Iglesia: “Id por todo el mundo (Marcos 16)—Id por todo el mundo y predicad el Evangelio; estas señales seguirán a los que creyeren”…“Todo el mundo, a toda criatura,” aun no han llegado ni a la mitad. Y hay millones que mueren cada año que ni siquiera han oído el Nombre de Jesús. Por lo tanto, siguen siendo las órdenes generales; sigue siendo el mandamiento de Dios: “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado será salvo; el que no creyere será condenado. Y estas señales seguirán a los que creyeren: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; tomarán en las manos serpientes, y si bebieren cosas mortíferas, no les hará daño; y si ponen sobre los enfermos sus manos, estos sanarán”. Y ellos dicen que eso fue para aquella generación allá, y con eso invalidan el mandamiento de Dios para hoy. Y ellos crucifican el efecto de la Palabra para con el pueblo. ¡Amén!",
    "Pedro dijo en el Día de Pentecostés (con las llaves del Reino que Jesús le había dado: “Lo que tú digas aquí, Yo lo diré allá”)…Y en el Día de Pentecostés, aquellos les preguntaron que qué debían hacer para recibir el Espíritu Santo, que los demás estaban disfrutando, observando a otros actuar como lo que ellos llamarían necio o insensato: tambaleándose, brincando, cayéndose y actuando como si estuvieran borrachos. Y dijeron, “Y estos hombres están llenos de vino nuevo”.",
    "Pero allí se paró un hombre llamado Pedro, quien tenía las llaves del Reino; y él dijo, “Estos no están ebrios (Hechos 2), como vosotros suponéis, puesto que es la hora tercera del día. Pero esto es aquello de lo cual se habló”. ¿Ven? Apuntando directamente a la Palabra otra vez, mostrando que el Espíritu sigue siendo Palabra y la Palabra sigue siendo Espíritu, la Palabra de Dios. “Y sucederá (como dijo el profeta Joel, en Joel 2:38), y en los últimos días sucederá, dice Dios, Yo derramaré Mi Espíritu sobre toda carne”. Escuchen a aquel profeta parado allí. Mírenlo, sin temor, parado allí entre aquel grupo y condenándolos, acusándolos. Dijo, “Esta es la Escritura. Esto es aquello que fue dicho por los profetas, ‘Yo derramaré Mi Espíritu sobre toda carne. Vuestros hijos e hijas profetizarán. Y sobre Mis siervos y siervas derramaré Mi Espíritu. Y daré prodigios en el cielo y en la tierra, y fuego y columnas de humo y de vapor.’” Probándolo por la Palabra que era la Palabra, y ellos se rieron y se mofaron de la Palabra y así entraron en juicio; y la ciudad fue quemada y se comieron los niños, los unos de los otros. Y hoy día son un pueblo desparramados por todo el mundo, mostrando que el Espíritu Santo continúa siendo la Palabra de Dios para traer esta Palabra, para hacerla vivir.",
    "Jesucristo fue la Persona, el Hombre, Dios. ¡Aleluya! El fue la manifestación de Dios. El fue Dios en forma corporal, para reflejar la Palabra de Dios para aquella edad, para hacer ver a aquella edad la promesa de Dios para su edad. Y el Espíritu Santo es la misma cosa hoy. Es el Espíritu de Dios sobre la Palabra escrita, tratando de encontrar a alguien por donde reflejarse a Sí mismo en esta edad, para probar que El es el mismo ayer, y hoy, y por todos los siglos. San Juan 14:12: “Las obras que yo hago vosotros también las haréis”—Jesucristo el mismo ayer, y hoy, y por todos los siglos. ¿Ven? Constantemente buscando Su manera de reflejarse.\n\nY ellos allá no pudieron hacerlo. La gente pensó tanto de sus denominaciones, sus pequeños nidos y demás cosas, llamadas iglesias, y por eso ellos no le querían escuchar. Así también lo hacen hoy, la misma cosa, crucificándolo de nuevo.",
    "Pedro, en el Día de Pentecostés dijo “Uds., hombres que moran en Jerusalén y en Judea, oigan mis palabras. Estos no están borrachos. Si Uds. me prestan atención, les mostraré lo que es”. Y él prosiguió y se los explicó. Cuando sus corazones fueron tocados, cuando ellos oyeron aquello, dijeron, ¿“Qué podemos hacer para ser salvos? ¿Qué podemos hacer para recibir esto? Estamos convencidos que tu palabra es correcta”.\n\nEl dijo, “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de vuestros pecados; y recibiréis el don del Espíritu Santo. Porque esto es para vosotros y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare. Esto es lo que ellos tienen que hacer: arrepentirse y ser bautizados en el Nombre de Jesucristo”.",
    "Y hoy día, la Iglesia Católica Romana ha adoptado “Padre, Hijo, y Espíritu Santo” para tomar el lugar de aquello. En lugar de eso, una comunión—sacar la lengua y tomar la hostia, y el sacerdote toma el vino, y así forman la unidad. La comunión, en lugar de ser el Espíritu Santo, la llaman “Santa Eucaristía”. Y un—“Padre, Hijo y Espíritu Santo”—un bautismo trinitario, que ni siquiera es mencionado en la Biblia. El Nombre del Padre, Hijo, y Espíritu Santo es el Señor Jesucristo. Y cuando uno le muestra eso a esta generación perversa, como dijo Pedro, “Sed salvos de esta generación perversa”. Cuando uno se los muestra, ¿qué hacen? Se mofan y dicen, “Nuestra iglesia no lo enseña de esa forma”. Entonces Uds. son culpables; Uds. son culpables de la crucifixión de Jesucristo al haberles quitado el Poder de Dios al pueblo. Uds. les crucifican la Palabra misma, y se condenan a Uds. mismos, juntamente con su congregación. Eso es guiarlos directamente a una trampa de muerte.",
    "Como dije el domingo pasado, acerca de aquel ministro, Martin Luther King, allá con esa gente preciosa, guiándolos directamente a una trampa de muerte. ¡Oh, si alguien solamente pudiera hablarle a ese hombre! Ojalá yo pudiera. Sólo es por una pequeña manifestación de la proposición escolar. ¿Ven? ¿Y qué tanto importa? ¡Dios mío, si la gente no tiene suficiente ánimo como para asociarse con un hombre aunque sea de otro color, de todos modos ya están condenados y muertos! La nación les da el derecho…Ahora, no se peleen en contra de aquello.\n\n¿Qué tal si alguien dijese que todos los irlandeses, o alguien más, o todos los alemanes o alguien más tuviesen que desasociarse?. Eso jamás molestaría a los cristianos; ellos avansarían sin perda el vaso. Y aquel hombre es un cristiano. Como—como un ministro, él no debiera guiar esa gente hacia una revolución en contra de eso. Van a causar que millones mueran. Dará comienzo a otra revolución. Es una vergüenza hacer eso.",
    "La misma cosa sucede aquí mismo. Exactamente la misma cosa otra vez. Correcto. ¿Ven? La gente, cómo que si solamente pudieran mirar a la Verdad y ver lo que es la Verdad…“Nuestra iglesia no cree eso. Tenemos alguna otra forma”. Bien, pero no es la forma correcta. No es la cosa.\n\nEl dijo, “Arrepentíos y bautícese cada uno en el Nombre de Jesucristo para el perdón de pecados”. Ahora, ellos no lo harán. Oh, ¿qué entonces hizo él? Ahora, esa es una sola cosa de centenares, que estaremos viendo, quizás, tan pronto como podamos.",
    "Ahora, entonces es la segunda crucifixión. Si un hombre acepta “Padre, Hijo y Espíritu Santo,” un-un credo en lugar de la Palabra—títulos en lugar del Nombre—¿qué hace él para con el pueblo? El crucifica los efectos de la Palabra para con el pueblo. Cuando él dice que Marcos 16 fue sólo para aquella generación y Dios mismo dijo allí, Jesús, hablándoles, dijo, “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado será salvo; el que no creyere será condenado. Y estas señales seguirán a todos aquellos…” ¿Qué tan lejos? Toda nación, todo credo, toda lengua, toda raza, todo pueblo—el mismo Evangelio. “Y estas señales seguirán a aquellos que creyeren”. Y cuando un hombre trata de quitar eso de la Biblia, él crucifica los efectos del Evangelio para con esa congregación. Por lo tanto, yo los acuso a Uds. en el Nombre de Jesucristo: ¡Uds. son culpables de haber asesinado al Señor!",
    "La iglesia lo odiaba a El. ¿Por qué? El era su Dios. Ellos lo odiaron y negaron que El fuera su Mesías. No señor, ellos no querían un Mesías tal como El. Y hoy, la iglesia hace la misma cosa; niega la Palabra. Ellos no la quieren por cuanto es contraria a lo que ellos han sido enseñados a creer por sus credos. Y la Palabra es el Mesías. ¿Creen Uds. eso? Bien, entonces, ¿qué es el reflejo de la Palabra? Un reflejo del Mesías, el cual es el Espíritu Santo entre nosotros. El se está reflejando a Sí mismo, o sea, lo está intentando dondequiera que puede conseguir una lámpara a través de la cual El puede mirar, que no esté toda humeada con credos y cosas, a través de la cual El puede dar Luz.",
    "Uds. recuerdan que aquellos se levantaron y arreglaron sus lámparas y lavaron las chimeneas, pero ya era demasiado tarde. Por lo tanto, cuando un hombre ve a estos luteranos, presbiterianos, metodistas, tratando de entrar en estos últimos días para recibir al Espíritu Santo, pues, Ud. ya sabe que ellos no lo reciben. Bueno, posiblemente hablen en lenguas y salten para arriba y para abajo, pero vigile bien lo que pasa. Ellos absolutamente…Es una señal del tiempo que todo ha terminado. Estamos en el fin. A cualquier momento la—la iglesia podrá oír el reto de “Sube acá “. ¡Amén! Exactamente, poniéndose todo en orden. El Espíritu Santo aquí mostrando a Jesucristo una realidad a través de aquellos en quienes El puede obrar, probándose a Sí mismo; ha bajado, Se permite fotografiar, lo muestra, hace que la ciencia tome—hable acerca de él y todo lo demás, probando exactamente lo que El dijo que haría. Haciendo exactamente las cosas que El dijo que haría, escrituralmente. No, no algún credo o la idea manufacturada de algún hombre: mucha sangre, fuego, y humo y cosas, sino una evidencia escritural, mesiánica.\n\nExisten muchas personificaciones y muchos personificadores y—y demás, pero eso sólo hace que la Palabra geniuna brille tanto mejor. Correcto. Y así permite que las personas que son espirituales, y que pueden juzgar entre lo correcto y lo falso…¿Ven?",
    "Lo niegan a El. Allá negaron a su Mesías. “No lo queremos a El”. Y es lo mismo que hacen hoy en día. “Bueno, si yo tuviera que ir allá y actuar como ese grupo, no lo deseo, de ninguna manera”. Muy bien, entonces de ninguna manera lo tendrá Ud.; eso es todo. ¿Ven? Igual ahora.\n\nA pesar de que El fue justamente identificado, ellos no lo quisieron. Ellos lo odiaron a El. ¿Por qué fue así? El llamó a sus pastores una bola de serpientes. El dijo, “Paredes blanqueadas, Uds. no son más que un cementerio. El exterior lo tienen bien pulido y tienen las túnicas con los cuellos al revés, mas en el interior están los huesos de hombres muertos”. El no tiró ninguna indirecta. Un solo galileo pequeñito, el hijo de un carpintero, pero El no tiró ninguna indirecta.\n\nEl les habló claramente. “No piensen…” dijo Juan, Su precursor, dijo (y él fue otro que no tiró ninguna indirecta), él dijo, “No vengan aquí diciendo que tienen a Abraham por padre. Dios puede levantar hijos a Abraham aun de estas piedras”. ¡Sí señor! “¡El hacha está puesta a la raíz del árbol, y todo árbol que no da buen fruto es cortado y echado al fuego”. ¡Sí señor! Dios es estricto y es firme y es severo con Su Palabra. ¡Sí señor!",
    "Noten, Jesús, probado por la Escritura…¿Me escuchan? Jesús fue identificado por Dios, a través de las Escrituras, que El era el Mesías. ¿Correcto? Llegaremos en unos momentos a la acusación de Pedro y Uds. verán si fue así o no. El fue cabalmente identificado, que El era Dios manifestado en un Hombre llamado el Hijo de Dios. Eso es correcto. A pesar de que El fue justamente identificado y vindicó la Palabra prometida, que El en realidad era el Mesías…Moisés dijo, “Cuando venga este Mesías, El será un profeta y todos estas cosas sucederán”. Aquella mujercita parada junto al pozo y en toda su condición sucia en que ella se encontraba, ¿qué representó? Que Dios, en estos últimos días, sacaría a los desechados.",
    "¿Recuerdan la boda de anoche—o más bien la otra ocasión cuando prediqué aquí en la Celebración de la Boda, cómo El dijo, “Yo he hecho una gran fiesta y todo así, y he invitado a todos estos hombres; y cada uno tenía un pretexto?”\n\n“Yo no puedo hacerlo porque eso arruinaría nuestros credos”.\n\n“Yo no puedo venir, porque tengo un—mi—me casé con una esposa; ella no me permite venir”.\n\n“Yo me casé con una iglesia. Mi madre fue metodista o bautista o católica o—yo sencillamente no puedo tolerar eso”.\n\nEl dijo, “Y Uds. no vendrán, y no probarán Mi cena. Pero salgan y traigan las prostitutas y las rameras y los borrachos y a cuantos hallen. Tráiganlos acá y Yo los arreglaré. Yo he preparado Mi cena y Mis—Mis invitados—Mi mesa está preparada; y habrá alguien allí”. Aquellos no vinieron, condenando a aquellos judíos. ¿Qué de hoy?\n\n“Yo—yo—yo pertenezco a los presbiterianos”.\n\n“Yo—yo soy luterano”.\n\n“Yo soy unitario”.\n\n“Yo soy creyente en dos dioses”.\n\n“Yo soy esto; yo no puedo—yo no puedo…”\n\nAllí lo tienen. “¡Entonces Ud. no estará allí! “Eso es exactamente lo que El dijo. Muy bien.",
    "El Mesías justamente vindicado, la Palabra justamente vindicada, la Palabra prometida. El Dios Quien prometió la Palabra, que esto, lo que sería el Mesías, aquí viene El y se paró exactamente Y les dijo: “Ahora, ¿en dónde he fallado yo? Si Uds. no me pueden creer como un Hombre, crean las obras que Yo hago; porque ellas son las cosas que les dicen Quien Soy Yo. Ellas son las que dicen que Yo Soy el Mesías. Uds. no quieren creerme porque piensan que—que José allá…Y Yo nací allá en aquella pequeña choza, y—y Mi padre adoptivo aquí es un—un carpintero. Y—y Uds.…”",
    "Cuando El entró a Galilea, ellos—e iba a hacer—dijeron, “Oigan, ¿quién es este individuo? ¿Quién es éste? Bueno, este— este hombre, ¿no está—no está José y no están todos aquí, todos sus hermanos? ¿No está su hermana con nosotros? ¿No se llama su madre María y su padre José? ¿De—de dónde sacaron un tipo como ese? ¿De qué escuela viene? El no tiene tarjeta de compañerismo; él—él no tiene nada de credenciales. ¿De dónde salió un tipo como ese…? ¿De dónde obtuviste todo esto?” Y la Biblia dice que El fue—El fue ofendido. El dijo que no pudo hacer muchas obras poderosas y les dio la espalda y se alejó de ellos. El dijo, “No hay profeta sin honra sino entre su propia gente (¿ven?), en su propio condado (¡vigilen!)—o en su propio pais”.\n\nAllí está El, el Mesías justamente vindicado. No tomó ningún crédito para Sí mismo; El dijo, “Yo no puedo hacer nada sino aquello que veo el Padre haciendo”. Y El los retó a preguntar si aquel fuese el Mesías.",
    "Y miren aquella mujercita de mala fama; ella lo reconoció. Ella—ella no estaba adoctrinada. La lámpara…Ella se encontraba muy mal moralmente, desde luego, nadie aprobaría eso. Las leyes de Dios condenan eso. Ella estaba mal moralmente, pero ella…Vean, Dios no lo juzga a Ud. por lo que Ud. es. El—El no juzga cuán grande o cuan pequeño Ud. sea; El juzga su corazón: lo que Ud. desea ser. Y ella no quería nada de aquella vida pasada, pero aquello que le había sido mostrado en ese instante, eso deseaba. No importando lo que ella fue en el pasado, ella ahora estaba lista para entrar. Dios juzga el corazón. El hombre juzga la apariencia externa. Dios mira al corazón. No importa lo que ella fue, aquella Luz brilló y eso lo arregló todo. Ella captó la esencia de Vida Eterna.",
    "¡Oh, qué cosa! Cuán rico es esto para mí (¿ven?), el ver y saber que es la Verdad. Yo—yo me quedaré con esto. Yo…Permitamos…El Dios del Cielo levantará y mi voz estará en la cinta magnética del gran tiempo de Dios. Y esa voz condenará a esta generación en los últimos días. Porque ahora está en la cinta magnética aquí y estará en la cinta eterna allá. Correcto. Y condenará a esta generación de predicadores que tienen la apariencia de piedad y niegan el poder de la Palabra y Su manifestación, cuando es cabalmente identificado que El aun es Jesucristo, el mismo ayer, y hoy, y por todos los siglos. Yo los acuso a ellos por la Palabra de Dios.\n\nTengo que continuar con otra promesa rápidamente porque sólo tenemos como quince minutos.",
    "Allí ellos…Allí ellos…¿Qué? ¡Oh, que cosa! Calvario. Ellos le crucificaron. En tercer lugar: ellos le crucificaron a El, no reconociendo la Palabra prometida por Dios siendo manifestada. Y ¿por qué le crucificaron a aquel Hombre? ¿Pueden Uds. imaginarse? Déjenme volver por un momento. ¿Por qué crucificaría aquella gente a un Hombre tal como El?\n\nComo María…Como leí yo una vez un libro llamado Un Príncipe de la Casa de David…Fue escrito por Ingraham, el Dr. Ingraham. Un libro maravilloso, es un drama. Se supone que sea parcialmente la verdad y tomado de algunos manuscritos antiguos, recibidos de una mujer llamada Adena. En su…Ella fue a la Palestina desde Cairo, Egipto, (creo que así fue), para terminar su educación. Y ella estaba allí durante el tiempo de Cristo. Y le escribía a su padre. Sería bueno si Uds. lo consiguieran y lo leyeran; es algo muy bueno: Un Príncipe de la Casa de David. El mismo hombre quien escribió: La Columna de Fuego…Y de allí fue que Cecil de Mille tomó: Los Diez Mandamientos.",
    "Ahora encontramos que en este libro, esta Adena escribió, y dice que en el día de la crucifixión, que María Magdalena, de quien El había echado siete demonios, ella corrió al frente de la multitud y clamó, “¿Qué ha hecho El? ¿Qué ha hecho? Unicamente ha sanado a los enfermos y ha tratado de liberar a los presos. ¿Qué ha hecho, sino bien? ¡Alguien dígalo!”\n\nY en eso, un hombre le pegó una cachetada que casi la hizo llegar al otro extremo del patio, y dijo él: “¿Creerán Uds. a esta mujer necia antes que a sus sacerdotes?”\n\nAllí lo tienen Uds. ¿Ven? ¿Qué había hecho El? El no había hecho nada. Sin embargo lo crucificaron. ¿Por qué? ¿Por qué? Porque ellos no reconocieron Quién era El. Y es la misma cosa hoy. Los predicadores y la gente de estos días y nuestros maestros modernos, han adoctrinado hasta tal grado a la gente a creer que esto es hechicería, o el diablo o telepatía mental, o magia, o alguna clase de truco, y eso de tal grado que la gente no reconoce que es la vindicación de la Palabra de Dios para este día. Es la señal del último día.",
    "Las iglesias, si Ud. no pertenece a su organización, dirán, “Bueno, eso es algo manufacturado. Eso—es algo de magia. Bien, fíjese aquí en Fulano de Tal y Fulano de Tal”. Pero déjelos que prueben por una sola vez que la cosa genuina es algo de magia. Déjelos que lo prueben errado una sola vez. No pueden hacerlo. Nunca se ha conocido estar errado, y nunca será probado errado, por cuanto es Dios. ¿Ven? Pero a ellos les gusta señalar; ellos piensan, “Ah bueno, si fuera algún hombre con un gran nombre…” Pero porque es un grupito, un grupito de desechados, “Bueno, pero nosotros ya echamos a esas personas fuera de nuestra iglesia”. ¿Ven? “Ellos—ellos antes asistían a nuestro grupo (¿ven?), pero ellos se fueron con esto y con aquello; y ahora Uds. ven, ellos han terminado con…Bueno, pero miren lo que es, quién es”. No me importa. Ellos podrían haber dicho la misma cosa de Pedro, Jacobo y Juan. Ellos allá dijeron, “Un hombre ignorante y sin educación”. Pero ellos tuvieron que darse cuenta que, algo había sucedido desde aquel tiempo. Ellos habían estado con Jesús. Eso fue lo que hizo la diferencia.",
    "Ellos lo hicieron porque no supieron Quién era El. No sabían que la vindicación de la Palabra de Dios ya no estaba allí en aquel día…Ahora, en un cierto día sí estaba, y eso fue correcto. En cierto día sí fue solamente cuestión de mantener sus leyes y cosas. Pero las mismas leyes que ellos debían mantener, estas mismas les señalaban a un tiempo cuando El vendría y sería este Hombre que debía ser. Ellos tenían esta parte, pero no tomaron la otra parte.\n\nY esa es la misma cosa que están haciendo ahora. Ellos tienen su iglesia y creen en Jesucristo, y dicen que lo hacen y así, pero niegan la hora en que estamos viviendo. Nos hace recordar el antiguo proverbio: El hombre siempre está alabando a Dios por lo que ha hecho, mirando al futuro para ver lo que El hará, e ignorando lo que El está haciendo hoy, y por eso es condenado. Ellos piensan que Dios es maravilloso: cuan grande es El; lo que El hará; El vendrá, algún día habrá un rapto e iremos al Hogar; y negando las mismas señales y maravillas ocurriendo aquí mismo en el tiempo en que la Escritura dice que El las estaría haciendo, y así pierden la cosa completa. Jesús dijo, “Si el ciego guía al ciego, ambos caerán en el hoyo”. Ruego a Dios que nos abra los ojos en estos últimos días. Muy bien.",
    "Ahora sucede lo mismo, ellos hacen lo mismo hoy; ellos niegan y crucifican al mismo Dios hoy, por no conocerlo. Lo mismo por negarlo y haciendo…Al negar las cosas que ellos están haciendo hoy, no es que crucifican a Cristo exactamente de nuevo, pero blasfeman al Espíritu Santo. Y al hacerlo están…¿Cómo es que ellos blasfeman al Espíritu Santo? ¿Cómo? ¿Cómo fue que ellos lo blasfemaron allá? Es que no lo podían blasfemar, no había venido aún. Ellos llamaron a Jesús “Beelzebú,” lo llamaron a El “Beelzebú “porque El podía conocer los secretos de sus corazones. Ellos dijeron, “Este es un demonio”. En otras palabras, “El es un adivino. Así es cómo El hace esto, es por adivinación. El sólo es un demonio”. Vean, ellos no habían tenido un profeta en cuatrocientos años y se habían apartado mucho. ¿Ven? Sólo tenían su ley. Ellos dijeron, “Este es Beelzebú”.",
    "Y Jesús dijo, “Yo les perdono por eso, pero cuando el Espíritu Santo venga (ahora), hablen una sola palabra en contra de El, y jamás les será perdonado”. Recuerden, de ninguna manera habrá misericordia…Cuando Ud. blasfema y llama al Espíritu de Dios, la Palabra de Dios, que está siendo vindicada por el Espíritu (vea, la Palabra lo dice; el Espíritu lo está vindicando), y entonces Ud. lo llama una cosa sucia, Ud. allí ha cruzado la línea entre misericordia y juicio y nunca podrá ser perdonado. ¡Por esa razón yo acuso a esta generación por ser culpable de haber crucificado y blasfemado al Hijo de Dios manifestado! Esa es Su promesa para todos los profetas, que así sería Cristo mismo en los últimos días, tal y como fue en los días de Noé y en los días de Sodoma.\n\nBlasfemia, por medio del cual ellos crucifican al Hijo de Dios nuevamente al pueblo—Su Palabra vindicada. Una sola palabra en contra esa Palabra nunca podrá ser perdonada. Ahora, ¿qué van a hacer? ¿Dónde se van a parar? Ellos están condenados, sólo están esperando la hora en que la ira de Dios sea derramada. El los desmenuzará.",
    "¡Amando la doctrina de las denominaciones y dogmas hechos por el hombre, más que la Palabra vindicada de Dios! ¡Esta generación de personas! ¡Oh! Yo—yo desearía tener mucho tiempo para esto. Esta generación de personas, como dice el himmo: “Esta generación rechaza la revelación de Dios, pero nosotros estamos caminando por donde los apóstoles caminaron”. Dios…\n\nUd. dice, “Bueno, pero otros también dicen eso”. Dios vindica esto.\n\nJesús dijo, “Si—si—si las obras no hablan de Mí, entonces digan pues que Yo lo estoy diciendo de Mí mismo. Pero si las obras hablan, entonces les conviene creer las obras (¿ven?), porque es la hora”. Dijo, “Uds. saben si mañana será un día soleado o si habrá mal tiempo, porque el cielo está rojo y nublado; o mañana el día estará despejado”. Dijo, “Uds. pueden discernir la apariencia de los cielos, pero no conocen nada sobre las señales de los tiempos. Si Uds. hubieran conocido a Dios, hubieran conocido Mi día”.\n\nY ellos dijeron, “Tú te tomas mucho para Ti Mismo, Tú te haces Dios”. Y lo colocaron sobre la cruz.",
    "Y el Espíritu Santo hoy no es ninguna tercera persona; es Dios mismo, manifestado en carne humana por medio de la Sangre de Jesucristo, para así santificar una vida a través de la cual El pueda reflejar. Y ellos crucifican esa misma Palabra hecha manifiesta. ¿Entienden Uds.? La crucifixión de Cristo hoy, la están efectuando la gente que niegan al Hijo de Dios vindicado y manifestado entre el pueblo, haciendo las cosas que El dijo por Su Palabra, que sucederían en este día. ¿Ven?\n\nAhora, la vindicación tendría que ser la misma si El es el mismo Hijo de Dios porque El dijo en San Juan 14:12, que “Las obras que Yo hago, vosotros también haréis”. Hebreos 13:8: “El es el mismo ayer, y hoy, y por los siglos”. “Y si permanecéis en Mí…(Juan 15). Si permanecéis en Mí y Mis palabras permanecen en vosotros, pedid todo lo que queréis y os será hecho”. ¡Sí señor!",
    "Recuerden, la gente que hizo aquello era gente muy religiosa. Ellos no eran de afuera. Ellos eran la gente religiosa de aquel día. Y la gente religiosa es quien lo está haciendo hoy. La misma crucifixión, la misma cosa hoy.\n\nRápidamente. Allí ellos le crucificaron. ¿Allá? Seguro. Entonces ellos estaban rechazando la Palabra de Dios hecha manifiesta, aceptando mas bien sus credos en lugar de la Palabra. ¿No es eso lo que están haciendo hoy? Eso es exactamente, están haciendo lo mismo hoy. El fue la Palabra y ellos rechazaron la Palabra. No quiero que pierdan ese punto, no quiero que lo pierdan. El fue la Palabra, y cuando ellos lo rechazaron a El, rechazaron la Palabra. Y cuando ellos lo rechazaron a El, finalmente le crucificaron. Y eso es lo que ellos han hecho hoy: han rechazado la Palabra de Dios y aceptaron sus credos y han crucificado públicamente, ante sus congregaciones, la obra del Espíritu Santo. Y son culpables y yo los acuso en el Nombre de Jesucristo.",
    "Por quince años lo he visto moverse por la tierra y ellos aún se quedan con sus credos. ¡Son culpables! Ellos tomaron la Palabra que hubiera traído a la iglesia, hubiera juntado a todas las iglesias en una gran reunión, haciendo una hermandad entre pentecostales y todos los demás…En lugar de eso, ellos la rechazaron, y la rehusaron, se han mofado de la Palabra, llamándola toda clase de cosa; y ahora, por medio de una federación de iglesias, a través del plan del diablo, tratan de venir y decir, “Ahora sí vendremos a comprar algo de aceite”. Ellos son rechazados hoy. Ellos son culpables de crucificar a Jesucristo. Ud. lo recibe con las condiciones de Dios o…Las condiciones suyas no funcionan. ¿Ven?",
    "Ellos rechazaron la Palabra de Dios hecha manifiesta, para quedarse con sus credos, y hoy están haciendo la misma cosa. El fue la Palabra, San Juan 1. Hebreos 13:8 dice, “El es el mismo ayer, y hoy, y por los siglos”.\n\nAhora ellos lo están crucificando nuevamente. ¿Saben Uds. que la Biblia dice que nosotros podríamos hacer eso? ¿A cuántos les gustaría leer un poquito? ¿Me darán otros quince minutos? ¡Muy bien! Volvamos por un momento…“crucificado de nuevo”. Volvamos a Hebreos, capítulo 6 y leamos un poquito, Hebreos 6, y veamos si crucificamos al Hijo de Dios nuevamente. Veamos si aun puede ser hecho. Uds. dicen, “No se le puede crucificar por segunda vez”. Veremos si podemos o no. La Palabra de Dios es verdad. ¿Correcto? Hebreos 6:1,\n\nPor tanto, dejando ya los rudimentos de la doctrina de Cristo, vamos adelante a la perfección; no echando otra vez el fundamento del arrepentimiento de obras muertas, de la fe en Dios,\n\nDe la doctrina de bautismos, de la imposición de manos, de la resurrección de los muertos y del juicio eterno.\n\nY esto haremos, si Dios en verdad lo permite.",
    "¿Ven? Pablo quiere que sepamos que estas cosas son absolutamente esenciales: bautismo, imposición de manos, resurrección, segunda venida. Todas estas cosas son eternas, son absolutamente la verdad. ¡Noten ahora!\n\nPorque es imposible…(Léanlo conmigo—Sólo un versículo. Quiero que lean conmigo, ahora el versículo cuatro).\n\nPorque es imposible que los que una vez fueron iluminados y gustaron del don celestial, y fueron hechos partícipes del Espíritu Santo,\n\nY asimismo gustaron de la buena palabra de Dios y los poderes del siglo venidero,\n\nY recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios y exponiéndole a vituperio.\n\nAhora, ¿es esa mi palabra o la de El? Un hombre, que viene a un conocimiento…Recuerden, ellos nunca lo obtuvieron, fueron creyentes fronterizos. Después de que hemos recibido el conocimiento de la Palabra de Dios (Ud. lo obtiene de un conocimiento, de leer y ver la Palabra), y luego que Ud. la rechaze, entonces Ud.—es imposible que Ud. jamás sea salvo. ¿Lo leyeron? ¿Ven? Han recibido un conocimiento de la Verdad…Ud. sólo lo entiende, pero no lo ha captado.",
    "Es como aquellos creyentes que se fueron…Es un tipo de la jornada. Este—este—este tercer éxodo es sólo un tipo de los demás.\n\n¡Miren! Miren allá atrás. Permítanme mostrarles algo, en un momento. Perdonen la expresión. ¡Miren! Israel sacó a doce hombres, uno de cada tribu, cabezas denominacionales; y los enviaron hasta la frontera de la tierra prometida y les fueron mostradas las cosas buenas que estaban por venir, lo que ellos tenían. Y ellos regresaron quejándose que, “Nosotros no fuimos capaces de hacerlo”. Pero hubieron dos de entre los doce, Josué y Caleb (ellos se fijaron en la Palabra), y dijeron, “Dios dijo que es nuestra, y nosotros somos más que capaces de tomarla”. ¿Correcto?",
    "¿Qué fue eso? Creyentes fronterizos. ¿Ven? Ellos fueron nacidos en la iglesia. Ellos eran dirigentes del pueblo; eran como decir “obispos”. Caminaron hasta donde les fue mostrada que la Palabra de Dios era la Verdad. Existe una tierra; ellos nunca habían estado allí. Ellos no sabían qué estaba allí. Pero ellos vinieron para ver que allí estaba. ¡Allí estaba! Y Caleb y Josué cruzaron y trajeron un—un—un racimo de uvas y permitieron que los demás comieran de las uvas; y ellos probaron de la buena tierra, y entonces regresaron y dijeron, “Nosotros no podemos hacerlo”. ¿Ven? “Nosotros sencillamente no podemos hacerlo”.\n\nAquí está el mismo grupo en el tiempo de Jesucristo: “Rabí, sabemos que Tú eres maestro que vienes de Dios”. ¿Ven? Fronterizos. “Sabemos que Tú eres maestro que vienes de Dios. Ningún hombre puede hacer las cosas que Tú haces. Reconocemos que Dios tiene que estar en esto”. ¿Por qué no lo aceptaron? ¿Por qué no lo recibieron? Fronterizos, fronterizos.",
    "Aquí están en este tercer éxodo: la misma señal, la misma manifestación, el mismo Cristo, el mismo Espíritu Santo, las mismas obras, el mismo Dios, el mismo Mensaje, y ellos no lo pueden recibir. Tendrían que entregar sus tarjetas de compañerismo. ¿Qué es? Ellos tenían un conocimiento de la Verdad. Ellos miraron y vieron que era absolutamente la Verdad. ¡Y estos no pueden negarlo! Las revistas aun tienen que atestiguar que lo han visto. Los retratos, los periódicos, la evidencia, la resurrección de los muertos, la declaración médica de los enfermos, ellos tienen que decir, que ese es El. Y las predicciones, a través de los años, ninguna de las cuales ha fallado, cada una de ellas ha sido exactamente en el blanco, ellos no pueden decir otra cosa, sino que es Dios. Pero no lo pueden aceptar.",
    "Aquel grupo de ministros en Chicago, unos trescientos y tantos de ellos que iban a venir para ser bautizados en el Nombre de Jesucristo. ¿Dónde están? El precio es demasiado. Ellos no pueden hacerlo. ¿Qué es? La Biblia dice que cuando ellos hacen eso…¿Qué hacen? Ellos mismos se separan, entre misericordia y juicio, “Porque es imposible que los que una vez fueron iluminados (fueron traídos para mirarlo), y tuvieron un conocimiento de la Verdad y gustaron de la buena Palabra de Dios; si ellos recayeren, adónde tendrían que restaurarse otra vez, diciendo, ‘¡Bueno ahora, podré…Sí!…’”",
    "Uds. presbiterianos, Uds. metodistas, bautistas, luteranos, y estos Hombres de Negocio del Evangelio Completo, diciendo que están entrando, y rechazaron por completo el Mensaje. Su iglesia…Si hubieran individuos allí, seguro, pero no la iglesia. Ud. tiene que salir fuera de la iglesia para recibirlo. Correcto. Los individuos están bien.\n\nPero cuando piensa Ud. que la Iglesia Presbiteriana va a recibir el Espíritu Santo, y todos ellos van a botar sus documentos y…Nunca vaya a pensar eso. Y Uds. metodistas, ¿piensan que van a hacerlo? Uds. nunca lo harán. Y Uds. trinitarios, ¿piensan que recibirán el Nombre de Jesucristo y que todos Uds. serán bautizados en…? Uds. nunca lo harán; Uds. nunca lo harán. Pero individuos saldrán y lo harán. Correcto. ¡Y esa es la señal de Su venida! Pero aquellas iglesias que han visto la Verdad y la han rechazado en sus concilios, es imposible…",
    "Entonces ellos son culpables de la crucifixión de Jesucristo. Y yo los acuso por la Palabra de Dios, que Dios ha…\n\n“¿Cómo los acusa Ud., Hermano Branham?” Yo los acuso puesto que Dios claramente se ha identificado en Su Palabra en los últimos días, y se ha dado a conocer que El sigue siendo el mismo ayer, y hoy, y por los siglos; y ellos fríamente lo han rechazado. Y Uds. son culpables de la crucifixión de Jesucristo por estar blasfemando el Espíritu Santo. Correcto.\n\nPodríamos llevarlos a Hebreos 10, otra vez, donde nos dice otra vez en las Escrituras, que no es únicamente imposible sino que jamás…Lo separa a Ud. de Dios eternamente. Ud. nunca podrá volver a la Presencia de Dios, cuando Ud. desprecia al Espíritu Santo y se mofa de El.\n\n¿Ven ahora? Han gustado de la Palabra. ¿Ven? Creyentes fronterizos. “Oh,” Ud. dice, “¿ellos no eran creyentes?” Sí eran creyentes, o creyentes profesados, pero cuando fue cuestión de la Palabra…Ellos eran Israel; salieron bajo la sangre. Ellos salieron bajo las señales de Moisés; habían visto aquellas señales obrando.\n\nDios dijo, “Yo los llevaré allá”.\n\nPero cuando fue cuestión del fundamento de la Palabra prometida que habría de venir, ¿qué dijeron? “Oh, no podemos hacerlo”. ¿Ven? Y aquí venían con uvas y todo lo demás para probar que la tierra era correcta. La Palabra de Dios es correcta.\n\nDios dijo, “Yo la daré a vosotros”—¡pero las circunstancias!\n\n“Vaya,” dijeron, “parecemos langostas al lado de ellos. No podemos hacerlo”. No importa…",
    "Hace algunos años cuando sólo teníamos aquí la armazón como tabernáculo, alguien vino caminando y me habló y me dijo, “Billy, con mensajes como ese, uno de estos días vas a predicarle a cuatro postes”.\n\nDije, “Estaré predicando a cuatro postes, porque Dios es capaz de levantar hijos a Abraham de esos postes”. Eso es; es la verdad. Dije, “Si Ud. tiene algo con que pueda refutar esto, hágalo”. Una cosa es jactarse, pero cuando se llega el momento de demostrarlo, eso es diferente. ¡Sí! Eso es lo que hace la diferencia. Muy bien.\n\nCon sus credos ellos lo han crucificado a El nuevamente. Ahora continuaremos en el capítulo 6 de Hebreos. Podríamos leer y leer por aquí. Tenemos suficiente tiempo. Yo apunté una Escritura aquí, donde estaría (capítulo 6 de Hebreos, y me supongo lo tomamos todo), “imposible que aquellos que una vez fueron iluminados y fueron hechos partícipes del Espíritu Santo…” No tenemos tiempo para seguir más porque tengo otra Escritura que quiero que Uds. lean en un momento.\n\n¡Noten esto! Ellos crucificaron al Hijo de Dios para sí mismos nuevamente. ¿Qué hicieron? ¿Qué? Habiendo gustado y sabiendo que es la Verdad y luego darle la espalda y negarlo. ¿Qué hacen? Es imposible…",
    "Eso es lo que esta nación ha hecho. Eso es lo que esta gente ha hecho. Eso es lo que estas iglesias han hecho. Ellos lo han rechazado y han crucificado el Mensaje; ellos han crucificado la Verdad para con el pueblo. ¿Qué le hicieron a Jesús? Lo avergonzaron, le quitaron Su vestidura, lo colgaron en una cruz y allí lo clavaron, el Príncipe de Vida. La misma cosa que han hecho hoy día con sus credos. Ellos han hecho la misma cosa. Ellos desnudan las cosas; ellos desnudan la bondad y las ropas del Evangelio, tratando de colocarlo en algún otro lugar y lo cuelgan en una cruz. ¡Oh, vaya! ¿Por qué?",
    "Allí ellos—allí ellos crucificaron…Ahora, la última parte: Le, a El, a la Persona más preciosa. ¿Por qué lo hicieron? Ellos no le conocieron. ¿Por qué lo están haciendo hoy? Ellos no saben que esta es la Verdad. Ellos están—ellos están mudos y ciegos a esto. Ellos no lo saben; esa es la razón. Sus credos y tradiciones los han apartado de la Palabra de Dios.\n\nAhora, para Uds. aquí, ya estamos cerrando, presten mucha atención. ¿Ven? Yo sé que hace mucho calor; yo también tengo calor. Pero, oh hermano, esta Palabra es Vida si Ud. se sujeta a Ella. ¡Miren! No es algo que hablamos que quizás pueda suceder más adelante. Es algo que ya está presente con nosotros y ya está sucediendo, no algo que será en el futuro, sino algo que ya está ocurriendo. No estamos testificando, “Sabemos lo que El ha hecho; sabemos lo que El hará,” sino que ahora estamos diciendo lo que El está haciendo. ¿Ven? Esta es nuestra hora. Es posible que no vivamos para ver el Rapto. Quizás yo muera hoy; quizás Ud. muera hoy. Yo no sé. Pero el Rapto viene; eso es—eso es…Cuando eso suceda, allí estaremos; no se preocupe, así también estarán los demás que lo han creído y lo han buscado a través de todas las edades. Ellos caminaron en la luz de su día y aquí está la Luz: Jesucristo el mismo ayer, y hoy, y por los siglos. Abandonen sus credos y crean esta Palabra. Esta es la Verdad; la Palabra es la Verdad. Jesús dijo, “Mis Palabras son Espíritu, Mi Palabra es Vida”. ¿Cómo va Ud. a recibir vida cuando Ud. rechaza la Vida? ¿Cómo va Ud. a tomar un dogma, lo cual es muerte, y también la Palabra de Vida? ¿Dejará Ud. la Palabra de Vida a un lado para tomar la muerte? ¿Cómo va Ud. a aceptar las dos cosas a la vez? Ud. no puede hacerlo. Sea mentira toda dogma y toda palabra de hombre, la Palabra de Dios es la Verdad.",
    "Yo reto a cualquier hombre que me muestre, ¡quien sea! (y yo sé que esta cinta va alrededor del mundo), cualquier hombre, cualquier obispo, que venga a mi oficina o aquí ante esta congregación y me señale un solo lugar en el Nuevo Testamento donde alguien fue bautizado en el nombre del Padre, y del Hijo y Espíritu Santo. Yo les mostraré donde toda persona que fue bautizado, y aquellos que habían sido bautizados de otra forma, tuvieron que llegar a ser rebautizados para recibir el Espíritu Santo. ¿Qué van a hacer Uds. con eso? ¿Se van a quedar allá en sus credos? ¡Manténganse allá en sus dogmas y morirán! Uds. son culpables, con manos inicuas han tomado al Príncipe de Vida, la Palabra de Vida, y la han crucificado al pueblo.",
    "Ahora, ¿qué hicieron ellos? Ellos no conocían. Hoy el hombre camina ignorantemente; no saben que esa es la Verdad. Ellos piensan que es alguna clase de ismo. Ellos no se profundizan lo suficiente para entrar en el espíritu de revelación. Ellos no oran lo suficiente; no claman a Dios lo suficiente. Es que lo toman muy superficialmente, “¡Oh, bueno, yo creo que es Dios! ¡Seguro!” El diablo cree la misma cosa. El diablo lo cree aun más que mucha gente que reclama creerlo; el diablo lo cree y tiembla. La gente sencillamente lo cree y sigue igual, pero el diablo tiembla, sabiendo que su juicio se acerca. Y la gente lo cree y no prestan nada de atención al juicio que se acerca.\n\nCulpables de crucificarle. ¡Seguro! Yo acuso a esta generación y los declaro culpables por la misma Palabra que los declaró culpables al principio. Correcto. Jesús dijo, “¿Quién puede condenarme?” El era la Palabra hecha carne. Y hoy la misma Palabra es hecha carne.",
    "Pedro dijo en su acusación, en Hechos…Leámoslo. Pedro, cuando él vio esto sucediendo, lo que ellos habían hecho, el Espíritu…Miren, Pedro estaba defendiendo a Cristo, lo que éstos habían hecho. Yo estoy defendiendo lo que son los Evangelios. Yo…Pedro los estaba acusando a ellos allá por haber matado a un Hombre, Cristo, Quien era la Palabra. Yo estoy acusando a esta generación por intentar asesinar la Palabra, que es hecha manifiesta en el hombre. Fíjense en lo que dijo Pedro. Su indignación justa tuvo que haber subido a un nivel muy alto. Oiganlo a él aquí en Hechos capítulo 2, empezando con el versículo 22:\n\nVarones israelitas, oíd estas palabras; Jesús nazareno, varón aprobado por Dios entre vosotros con las maravillas, prodigios y señales que Dios hizo entre vosotros por medio de él, como vosotros mismos sabéis,\n\n¡Imagínense cómo se sintieron ellos! Escuchen.\n\nVarones israelitas,…El príncipe, Uds. hombres eclesiásticos, Uds. hombres santos, Uds. sacerdotes, Uds. hombres que se supone son hombres de Dios, oíd estas palabras: Jesús de Nazaret fue aprobado de Dios entre vosotros.",
    "Ahora, yo les digo a Uds., los ministros, y a Uds., el pueblo, Jesús de Nazaret, el Espíritu Santo; El está aquí en la persona del Espíritu Santo, la cual fue la vida que estuvo en El. El está aquí ahora obrando a través de personas, y declarándose por medio de señales y maravillas que El hace. Y aquí en la pared tenemos la identificación científica. Y aquí hay gente sentada que estuvieron muertos y hoy viven, acabados con cáncer que hoy están sanos. ¡Ciegos están viendo hoy, y cojos están caminando hoy! El es Jesús de Nazaret.\n\nA éste, entregado por el determinado consejo y anticipado conocimiento de Dios,…(predestinado para Su obra)…prendisteis y matasteis por manos de inicuos, crucificándole.",
    "Allí tienen esa acusación. ¿El está acusando a qué? A aquel concilio Sanedrín. Y yo estoy acusando en esta mañana a la federación de iglesias; estoy acusando a los pentecostales; estoy acusando a los presbiterianos, a los bautistas y a toda denominación en el mundo. Por codicia egoísta e inicua, Uds. han tomado la Palabra de Vida y la han crucificado ante el pueblo, y la han blasfemado, y la han llamado fanatismo, la cual Dios ha levantado en nuestros medios para probar que El es el mismo ayer, y hoy, y por los siglos. ¡Yo acuso a esta generación!",
    "Dios mismo ha probado que El vive. Dios ha probado que esta es Su Palabra. ¿Qué tienen Uds. sino un montón de dogmas y credos? ¿Dónde pueden Uds. mostrar al Dios Viviente? Y eso es por cuanto Uds. han dejado la Palabra de Vida que les habría dado estas cosas. ¡Sí señor! ¡Oh, qué hora es esta en que estamos viviendo! Igual…\n\nOh, yo llamo…Pedro dijo,\n\n…Prendisteis y matasteis por manos de inicuos, crucificándole:\n\nAl cual Dios levantó, sueltos los dolores de la muerte, por cuanto era imposible que fuese retenido por ella.\n\nY a través de sus credos y sus organizaciones y sus denominaciones, con sus apariencias de piedad…sus apariencias de piedad, Uds. han negado el poder de Su resurrección. Pero la hora ha llegado; los últimos días ya están aquí, cuando Dios prometió, de acuerdo a Malaquías 4, que en los últimos días El se levantaría y tornaría los corazón es del pueblo otra vez a las bendiciones originales y a la fe pentecostal de los padres. Y Ud. no puede negarlo, y Ud. no puede resistirlo. Y ahora, yo los declaro a Uds., culpables y los reto y los acuso ante Dios, que con manos inicuas, egoístas y denominacionales han crucificado la Palabra de Dios ante el pueblo. Y los declaro culpables y listos para el juicio. Amén. ¡Sí señor!\n\nYo demando la misma cosa que demandó Pedro. El demandó arrepentimiento de aquella generación. Yo demando arrepentimiento de esta generación, arrepentimiento hacia Dios y que regresen a la Verdad original de la Palabra. Regresen a la fe de nuestros padres. Regresen al Espíritu Santo, por cuanto Dios no puede cambiarlo. Cuando Dios diio, “Estas señales seguirán a los que creen,” El tiene que quedarse con eso a través de toda la eternidad, es Su Palabra.",
    "Cuando Ud. dice, “Salúdense con apréton de manos,” o “Tomen la comunión,” o algo así, o así en ese credo, o algo por ese estilo; que cualquier hombre, cualquier borracho, cualquier incrédulo podría hacerlo, cualquier impostor, cualquier prostituta puede hacer eso: tomar la comunión, tener formas y cosas como esas; cualquiera podría hacerlo. Pero Jesús dijo que ésta sería la identificación: “Estas señales sí (no quizás, pero que sí)…en todas las generaciones aquellos que creen: En Mi Nombre echarán fuera demonios; hablarán en otras lenguas, hablarán nuevas lenguas; tomarán serpientes; tomarán cosas mortíferas y no les dañarán; pondrán sus manos sobre los enfermos y éstos sanarán. Sanar los enfermos; levantar a los muertos; echar fuera a los demonios; dad por gracia lo que por gracia habeis recibido”.\n\nTodas estos grandes planes para ganar dinero y cosas que se han ligado así como están hoy; con razón están tan llenos del juicio. ¡í señor! ¡Oh, vaya!",
    "Veamos ahora. ¡Sí señor! Los llamó al arrepentimiento. Y mi acusación ahora…Este nuevo Calvario es la iglesia, los así-llamados lugares más santos, los grandes púlpitos, el altar del catolicismo, el altar católico, llamado su púlpito. Los metodistas, los bautistas, los presbiterianos, los luteranos, los pentecostales, los lugares más santos, allí es donde El recibe Sus peores heridas—un nuevo calvario. ¿Dónde se encuentra? En los lugares santos, la iglesia. ¿Dónde es que lo crucifican? Por los pastores. ¡Uds. hipócritas, Uds. saben mejor que eso! No estoy enojado, pero algo dentro de mí se está revolviendo. Dios ha sido cabalmente identificado entre Uds.\n\n¿Dónde recibió El esta herida de lanza en Su costado? ¿Dónde recibió Sus heridas? En el Calvario. ¿Dónde las recibe hoy? En el púlpito. ¿De dónde vino allá? De Jerusalén ¿De dónde vino? De las denominaciones, aquellos que proclamaban amarlo, fueron los que lo hicieron. Esos son los que lo hacen hoy. Su segundo Calvario, en donde El recibe Sus heridas en contra la Palabra…Eso es lo que lo traspasa a El. ¿Quién es El? El es la Palabra. El es la Palabra. ¿De dónde es que El recibe las heridas más serias? De los púlpitos, en los lugares santos, tal y como fue allá entonces.",
    "Yo tengo el derecho de acusar a esta generación. Yo tengo el derecho de hacerlo como un ministro del Evangelio de Jesucristo, con Sus señales probando que El es Dios. Yo tengo un derecho de traer una acusación contra esta generación, porque Sus lanzadas más fuertes han sido desde el púlpito, desde donde lo han criticado y han dicho, “No vayan a oír a esa cosa. Eso es del diablo”. Exactamente en el lugar donde supuestamente le aman.\n\nY las mismas señales que Jesús dijo que acontecerían…La Palabra de Dios es más cortante que toda espada de dos filos (la Palabra), un discernidor de los pensamientos y las intenciones del corazón; y lo llaman: “diablo”. ¿Desde dónde? Desde los púlpitos, los lugares santos. Oh Dios, ¿cómo puede El mirar todo esto? Sólo—sólo por misericordia, eso es todo, por gracia. No podemos hacer otra cosa, sino enfrentarnos al juicio. Ya estamos allí.",
    "Piénsenlo: Sus lanzadas más fuertes vienen del púlpito. Allí es Su nuevo Calvario. Ellos le crucificaron a El, la Palabra, en el púlpito. Correcto. ¿Cómo? ¿Cómo lo hacen? Por sus apariencias de piedad. ¡Exactamente!\n\nCoronado, desde la congregación los escarnecedores; El tiene una nueva corona de espinas, escarnecedores. Traspasado desde el púlpito, coronado por los escarnecedores. ¿Está El crucificado nuevamente? Latigado por los credos humanos, maestros denominacionales en contra Su Palabra. Con látigo la deshonran y la condenan.\n\nJesús dijo, “En vano Me adoran”. En vano. No tiene ningún beneficio. ¿A quién adoran? Ellos adoran al mismo Dios. Allá estaban adorando a ese mismo Dios en Su primera crucifixión, y era adoración vana. Es la misma cosa hoy. En vano fabrican estas denominaciones. En vano fabrican estos seminarios. En vano tienen estos credos, enseñando por doctrina los mandamientos del hombre, y negando la Palabra de Dios. Ellos son culpables de crucificar al Príncipe de Vida, enseñando doctrinas de hombre en lugar de Su Palabra. “En vano me adoran”—latigado, traspasado, coronado.",
    "Cuando Ud. ve eso por la calle…Y algunas de Uds., damas, con el cabello largo…Dicen, “Ella es una anticuada, ¿verdad que sí?” Recuerden, esos son burladores. Esa es una corona que Ud. trae puesta. Dios dijo que eso es su gloria. Usela con orgullo. ¡Aleluya! Usela con orgullo, como si estuviera usando una corona de espinas por su Señor. ¡Usela con orgullo! No se sienta avergonzada, El así dijo. No importa lo que estas Jezabeles digan hoy; lo que digan estos impostores que se paran en el púlpito, crucificadores de Cristo, no importa lo que ellos digan, Ud. úsela con orgullo. Dios lo dijo. Manténgalo así.\n\nCoronado con espinas otra vez por escarnecedores; traspasado desde el púlpito con credos.\n\nEl ahora tiene un nuevo Gólgota. ¿A dónde lo llevaron? A estos coros vestidos con togas, mujeres usando pantalones cortos, cabello corto, caras pintadas, y cantando en el coro como ángeles con talentos; ese es Su nuevo Gólgota: el burlesco moderno, protegido por una ley como allá en Sodoma y Gomorra.",
    "Ud. ve a una perrita caminando por la calle; y en ciertos tiempos no hay ningún perro que se le acerque. Pero con tal que cierta cosa suceda y todo perro correrá tras ella. Algo le ha sucedido a ella y Ud. sabe el por qué. Deje…¿Por qué estas mujeres se quitan la ropa y caminan por la calle? No me diga Ud. que no es la misma cosa. Es una identificación. No condene Ud. al hombre. Pero ellas están protegidas por una ley sodomita. Esa ley decir que es ilegal que ellas anden afuera así. ¡Y los predicadores en los púlpitos deberían vestirse con falda de mujer en lugar de la chaqueta del clero! Paradas así afuera, y éstos permitiendo eso y avergonzados de hablar en contra de eso porque sus denominaciones los echarían fuera; Uds. crucifican la Palabra de Dios ante la congregación, la cual dice que es una abominación que una mujer se vista con traje de hombre. Yo-yo condeno la cosa. Yo—yo—yo los acuso a Uds. de haber crucificado la Palabra de Dios ante el pueblo. Mujeres con cabello cortado, usando ropas cortas, y se paran en el coro.",
    "El otro día alguien me dijo, una mujer me preguntó y dijo, “¿Dónde—dónde piensa Ud. que las podrá encontrar?”\n\nYo dije, “Si el Señor me pidiera que le consiga una docena de por todo el mundo, yo no sé qué haría”. Cuando por el discernimiento del Espíritu, parado allí observándolas; ellas se paran así y veo esas cosas sobre ellas, la cosas sucias, inmundas, y veo que fuman cigarrillos, y que se portan así y luego que se paran en un coro vestidas en togas y cantan en esa condición y dejan que la congregación los vea y dicen…“Bueno si ella lo puede hacer, yo también puedo”.\n\nLa vida cristiana es una vida de santidad y pureza. Yo los acuso en el Nombre de Jesucristo por su inmundicia y por su suciedad. Ellos han traído al Evangelio a una desgracia. Y aquellos que tratan de mantenerlo son llamados fanáticos. Nos llaman “anticuados”. ¡Tonterías! Yo los acuso en el Nombre de Jesucristo.",
    "Son burlescos modernos en las calles; cantan en coros, fuman cigarrillos, cuentan chistes sucios, tienen tres o cuatro maridos y buscando el siguiente, y luego cantan en el coro, porque tienen una voz…Uds. pobres intelectuales, depravados espirituales, rechazados en su propio terreno, Uds. leen la misma Biblia que cualquier otro hombre puede leer; pero Uds. han rechazado al Espíritu de Dios, porque la Biblia aún dice que Uds. serían llevados por un poder engañoso para que crean a la mentira y por ella ser condenados. Uds. en realidad creen que están bien y la Biblia dice que Uds. lo creerían y que serían condenados por la misma mentira que están creyendo ser la verdad. Por lo tanto yo los acuso a Uds. por la Palabra de Dios. Uds. le están enseñando un error al pueblo y están crucificando los principios de Cristo, de la santidad y de la Vida porvenir.\n\nUna persona puede caminar afuera en la calle y ser una persona diferente.",
    "Predicadores parados en campos de pelota, fumando cigarrillos—piedras de tropiezo. Todas las otras tonterías que ellos hacen. Mujeres en sus coros, usando pantaloncitos cortos, con cabello corto y portándose así, con caras pintadas, y luego las llaman, Hermana Fulana de Tal; y la Biblia condena tal cosa. Correcto. Van a las fiestas y hacen de todo, y aun siendo miembros de la iglesia, queriendo mantener su testimonio y vivir de la forma que Ud. desea…\n\n¡No piensen que estoy hablando solamente de los presbiterianos; estoy hablando de Uds. los pentecostales! Correcto. Uds. en una ocasión conocieron la Verdad, pero pensaron que no podían tomarla todo. No podrían sostener su pastor. Su pastor no podría tener esa gran obra con centenares de dólares a la semana y su iglesia tan fina en donde predicar y pasearse y continuar en la forma que lo hacen, si él hubiera condenado eso. La organización lo echaría fuera, por lo tanto él tiene que mantener la cosa así; él tiene que decirlo así. Por lo tanto, él ha vendido su primogenitura por un plato de lentejas del mundo—la suciedad de Esaú. Y ¿qué obtendrá él por todo eso? Ambos caen en el foso de la condenación y son malditos. Yo las acuso como prostitutas del Evangelio.",
    "No hace mucho tiempo yo estuve con uno de los famosos coros, en uno de los más grandes lugares y de mayor rango de pentecostés que existe; y sucedió que yo estaba sentado en el estudio de este hermano cuando cuatro o cinco coros se habían reunido; y fue en una de las mejores organizaciones de los pentecostales. Y ellos no sabían que yo estaba en el estudio de este ministro, en Oklahoma. Y yo estaba sentado allí abajo, donde este ministro estudia antes de subir a su plataforma; y entre tanto, allí afuera estaban aquellos Rickys y Rickettas—pintadas. Ni una de ellas tenía el cabello largo; todas ellas con el cabello cortado, todas estaban pintadas, todas con togas puestas. Y un Ricky parado allí entre ellas, haciendo así. Y otro hombre estaba recogiendo una ofrenda misionera. Y éste hacía como si fuera un hombre ciego con una bandeja e iba hablando toda clase de blasfemia, por estar recogiendo la ofrenda, y cosas así; pero salieron y trataron de cantar El Mesías (¡Oh, vaya!); y lo hicieron bien, pero no tenía aquel sonido. No, estaba muerto. ¿Ven? ¡Oh, vaya! Allí lo tienen Uds. Ese es Su nuevo Gólgota.",
    "¿Qué piensan Uds. si alguna niñita o alguna mujercita allí?…Pues, si ella hubiera venido vestida como debiera vestirse, con cabello largo y sin pintura, y cosas así, ellos se hubieran mofado de ella. Si ella se hubiera parado y—cuando él estaba haciendo aquello allí…Ese grupo de jóvenes, como treinta o cuarenta de ellos—y eran la parte selecta de pentecostés y haciendo cosas como esas…Si esa damita hubiera dicho algo al respecto, ellos la hubieran echado del coro. Deje que el predicador del Evangelio se pare en el púlpito y diga algo al respecto, ellos lo echarían de la organización. Uds. crucifican al Hijo de Dios de nuevo y lo exponen a vituperio. Su Evangelio, lo cual Uds. reclaman predicar, Uds. lo han crucificado. Yo acuso a esta generación que rechaza a Cristo, por la Palabra de Dios, y por Su poder de la vindicación en estos últimos días que El aun vive.\n\nSí, ellos están en contra de la Palabra de Dios bien tallada y vindicada. Sus organizaciones no pueden enfrentarla.",
    "Su nuevo Calvario son las grandes iglesias y las denominaciones; yo lo digo otra vez. Este—sus coros son sus burlescos modernos. El sumo sacerdote de cada denominación clama igual que el sumo sacerdote de aquel día, “Ven ahora y muéstranos un milagro”. Esa fue la primera crucifixión. Hoy es igual. Me han dicho, “Bien, ¿Ud. levanta a los muertos, no es así? ¿Por qué no va allá al cementerio? Ud. allá tiene una esposa, y una niña”.\n\nEllos allá le dijeron a El, “Oímos que tú levantas a los muertos. Acá tenemos un cementerio lleno. Ven levanta…” ¡Oh, la ignorancia cria más ignorancia!\n\nGrandes iglesias, grandes coros, sumo sacerdotes de este día: “¡Venga acá! Muéstrenos un milagro que nuestra denominación no puede producir”.",
    "No hace mucho tiempo, tuve un hombre que hizo un comentario después de un pequeño programa radial que tuve en Jonesboro, Arkansas, donde relaté de una mujer que fue sanada. Este individuo pertenecía a cierta iglesia denominacional, y él habló enseguida y dijo, “Yo reto a cualquier hombre que me traiga y me muestre un milagro”. Yo fui y conseguí a un doctor, un hombre que había sido curado de cáncer. Fui y conseguí a una mujer que había estado en una silla de ruedas por casi veinte años; ella fue sanada de artritis, habiendo estado en una silla de ruedas. Yo los llevé y dije, “Ahora, quiero el dinero, mil dólares”.\n\nEl dijo, “Bueno, e…a…u…no está aquí el dinero. Está en Waco, Texas, donde están nuestras oficinas centrales”.",
    "Yo dije, “Muy bien. Iremos allá y allá lo cobraremos”. Dije, yo dije, “Ud. haga todo los arreglos e iremos mañana”. ¿Ven? Dije, “Mandaremos por el correo…” Dije, “Aquí está el médico que dice que esta gente absolutamente tenían cáncer. Aquí está en la lista de rayos X. Aquí está esta mujer y todos los vecinos saben que ella estuvo sentada en esa silla de ruedas por veinte años y ahora ella está caminando. Y los médicos…Ha habido médico tras médico, tras médico, tras médico, y todo eso; y aquí está ella viva hoy. Ahora, Ud. dijo que daría mil dólares; yo quiero colocar ese dinero en un fondo misionero. Yo los quiero”.\n\nEl dijo, “Bueno, están allá en Waco, Texas”.\n\nYo dije, “Iremos mañana”.\n\nEl dijo, “Espere un momento. Déjeme decirle algo. Me llevaré a una niñita. Y permítame tomar una navaja y cortarle el brazo, y entonces cuando Ud. le sana la herida ante nuestros hermanos, entonces ellos le darán el dinero”.\n\nDije, “¡Ud. es un diablo!”\n\n“Si tú eres el Hijo de Dios desciende de esta cruz. Dí quién te golpeó”. (Y El con un los ojos vendados). Le pegaban y decían, “Ahora, si tú eres profeta, dinos quién…”\n\n“Si tú eres el Hijo de Dios desciende de la cruz”.\n\nCiegos, guías de ciegos. Necesitan sanidad mental, un hombre que haría una cosa así o que haría un comentario como ese. Ciertamente.",
    "Sin embargo, es una demanda muy común: “Permítenos verte haciendo un milagro. Maestro, deseamos verte obrar un milagro,” cuando todos los días, a toda hora, estaban ocurriendo milagros, tal como Dios guiaba para que fueran hechos. Pero ellos no estaban presentes. Y si estaban presentes lo llamaban Beelzebú, el diablo. “¡Maestro, deseamos que tú lo hagas de la forma en que nosotros queremos que tú lo hagas (¡eso es!), ve a donde nosotros queremos que vayas, haz lo que nosotros queremos!” Oh, sí, El no estaba atado a ellos. No señor! Y por esa razón tenían que deshacerse de El. ¡Sí señor! Y están tratando de hacer la misma cosa hoy. Y a través de la federación de iglesias, por fin lo lograrán. Todos ellos están entrando; esa demanda tan común.",
    "Aquí vemos nuevanente, el lugar más religioso, los teólogos mejor pulidos, llamando nuevamente en contra de El, llamando…Los mejores teólogos, los cuales debieran tener mejor conocimiento, las iglesias más importantes y los teólogos más preparados se deshacen de El. Ellos no lo quieren. Ud. dice, “Eso está errado, Hermano Branham”. Entonces Ud. no estuvo aquí para ver y escuchar la predicación Las Siete Edades de la Iglesia. Ud. no estuvo presente cuando esta, la Edad de Laodicea, fue la única que lo echó a El fuera de la iglesia; y El estaba afuera, tocando, tratando de entrar de nuevo. Ellos lo echaron fuera porque ya no tenían necesidad de El. Lo crucifican nuevamente. ¡Amén! ¿Hasta dónde podríamos llegar?",
    "Recuerden, que la Palabra del profeta de Dios nos predijo en Segunda de Timoteo 3 (si lo están apuntando, no disponemos de suficiente tiempo para leerlo, pero dijo), que en los últimos días vendrían mofadores. Que serían impetuosos, infatuados, amadores de los deleites más que de Dios, calumniadores, intemperantes, crueles y aborrecedores de lo bueno; traidores, impetuosos, infatuados, eruditos que tendrán apariencia de piedad, pero negarán la eficacia de ella. A estos evita, porque éstos son los que se llevan a las mujeres necias, de cabello cortado, que usan pantalones cortos y caras pintadas, de lugar en lugar, llevándolas cautivas. ¡Así es exactamente! El dijo, “A tales evita, en los últimos días”.\n\nObedezcamos al profeta. Evita a tales cosas en los últimos días. Hemos llegado. (Ahora estoy llamando a la iglesia). ¡Sí señor! Apártense de tales cosas!",
    "Los ministros de hoy en día debieran conocer estas cosas. Debieran haber conocido a Jesús en Su día. Ellos debieran haber conocido y hoy debieran conocerlo; pero no lo conocen.\n\nAsí como los maestros judíos de Su día lo debieran haber conocido a El por Su día, así también es hoy en día por medio de la Palabra de Dios claramente vindicada. El fue la Palabra y probó en realidad que era la Palabra. El probó que era la Palabra para aquel día. Y Dios ha probado hoy que El es la Palabra de este día, la Luz de la hora. Y allá entonces lo debieran haber conocido, y lo debieran conocer hoy. Lo crucificaron en aquel entonces y lo crucifican hoy. Y por lo tanto, yo los acuso. Correcto. Eso sigue repercutiendo a través de en mí. “Acúsalos por cuanto Dios les va demandar razón de todo esto”.",
    "Los judíos allá en su día; Dios nuevamente en los días sobre la tierra. Jesús dijo, “¡Jerusalén, Jerusalén, cuántas veces os hubiera yo juntado como un solo grupo, pero no quisísteis”. Cómo Dios ha procurado unir Su pueblo en estos últimos días, pero Uds. no han querido. Han deseado más bien sus credos, por lo tanto han sido entregados a la destrucción. Eso fue lo que recibió Jerusalén. Fue arrasada, incendiada; ya no existe. Y así exactamente sucederá algún día con todas estas grandes cosas aquí. Sus tremendos credos y denominaciones morirán y perecerán, pero la Palabra de Dios será eterna y vivira por siempre.",
    "Sus heridas más profundas las recibió en casa de Sus así-llamados amigos. ¡Piensen! ¡Piénselo! ¡Piénselo! ¡Deténgase! Estoy esperando un momento. ¡Ministros, piénsenlo! ¿De dónde recibió El aquellas heridas? La casa de Sus así-llamados amigos. Así como fue, así es. ¡Piénsenlo! En el Calvario, El no fue rodeado allí por salvajes y bárbaros, sino que fue rodeado por ministros que reclamaban amarle. Y hoy en día cuando el Evangelio es cabalmente identificado, cuando las grandes señales de Su resurrección han sido probadas entre nosotros, no son las personas de la calle que le vienen encima a uno, sino que son los así—llamados ministros. Aquellos que supuestamente le aman, por tales está rodeado hoy. “No soportaremos tal cosa entre nosotros. No permitiremos que este hombre gobierne sobre nosotros. No apoyaremos; si esa cosa viene a nuestra ciudad, no habrá nada de cooperación. No es nada más que espiritismo. Es el diablo”. No conociendo la Palabra de Dios, los ciegos guiando a los ciegos así como fue allá entonces…¡Piensen! Es igual hoy. Así como fue allá, así es hoy. ¡Piensen!",
    "Este poder para sanar y para liberar hombres y mujeres del amor de este mundo presente, liberarlos de las Jezabeles de caras pintadas, y de cabello cortado, las cuales se dicen ser cristianas y produciendo tal clase de vida como esa…Fumadores de cigarrillos, contando chistes sucios, se sientan en la sociedad misionera y dan puntadas y cosen y hablan y escandalizan y—y salen a la calle usando pantaloncitos cortos y todas esas cosas, y luego se llaman “cristianas” ante otras mujeres.\n\nUds. recuerdan mi cuento del esclavo que sabía que él era el hijo de un rey, su carácter. ¿Qué debieramos ser nosotros? Hombres y mujeres…Y niegan…",
    "Estos eclesiásticos, estos púlpitos donde El recibe Sus heridas, ellos han tolerado y aprobado esa clase de vida entre el pueblo—allí donde lo traspasan. Ellos niegan el poder para liberarlos de todo eso, mas bien lo aprueban como correcto, cuando es contrario a la Palabra de Dios, que una mujer se corte el cabello o que se pinte la cara o que use pantaloncitos cortos. Es contrario a la Palabra de Dios, pero ellos lo endosan, haciendo así otro Calvario. ¿Desde dónde? ¿Desde la calle? ¿Desde la cantina? Desde el púlpito, desde el púlpito.",
    "Y nuevamente, ¿cuál fue su clamor? “El se hace Dios”. Ellos niegan Su Deidad. Ellos procuran dividirlo a El y hacer tres o cuatro dioses, cuando El es Dios; El fue Dios; El siempre será Dios, el mismo ayer, y hoy, y por los siglos. Cuando Ud. les habla a ellos sobre un solo Dios, ellos se ríen de Ud. Dicen: “Nosotros creemos en una Santa Trinidad”. Yo creo en un solo Dios santo, Su Poder para sanar, para liberar, y para sacar a esta gente del amor al mundo, para liberarlos, como El hizo con María Magdalena.\n\nRecuerden, ella también era una Jezabel pintada. Ella tenía siete demonios. Ella era una de esas bailarinas que se desnudan, tal como es la mujer moderna en la calle hoy día. Vaya Ud. a donde quiera y vea. Si Ud. no cree que la gente se inclina ante el santuario de mujeres desnudas, asómese a la calle hoy. Como fue en los días de Sodoma, así será. Miren afuera si no lo creen. Vayan a cualquier lugar. Abra un periódico; abra una revista; miren las carteleras. ¿Qué encuentra Ud. allí? Recuerden lo que dije, “Cuando los hijos de Dios vieron que las hijas de los hombres eran hermosas, tomaron para sí mujeres”.\n\nMiren el escándalo en Inglaterra. Miren el escándalo aquí mismo. Vean, la cosa por completo se ha convertido en una casa de prostitución.",
    "¿Por qué es así?\n\n¿Por qué se convirtió Rusia en comunista? Por lo vulgar y lo sucio y por la falta de poder de la Iglesia Católica. Y esa es exactamente la razón por la cual esta nación está tomando el comunismo y la federación de iglesias y se está juntando con la Iglesia Católica, y Uds. ya saben que el comunismo y el catolicismo se juntarán. Y aquí lo están haciendo. ¿Por qué? Porque ellos han rechazado el Evangelio que los separa y los hace un pueblo diferente. Esa es la razón exacta.",
    "Y ministros en el púlpito lo están tolerando en cambio por un boleto para la comida, o por alguna posición social de algún credo, diciendo: “Yo pertenezco a tal y tal,” cambiando el Poder de Dios por la educación.\n\nLiberándolos de esta carrera enloquecida así como a María Magdalena…El mismo Poder que pudo sacar a aquella bailarina de la calle y hacerla poner se ropa y portarse como una dama, hacer de ella una cristiana; ellos condenaron aquel Poder y crucificaron al Hombre que lo tenía, en el Calvario.\n\nY hoy, el mismo Evangelio y el Espíritu Santo que puede tomar a esa bailarina vulgar y hacerla que se vista como una dama y que actue como una cristiana; ellos llaman eso fanatismo y no lo quieren mezclado entre su congregación, para que no se revuelva entre ellos y no sea que otras mujeres lo hagan. ¿Qué hacen? Lo botan tal y como hicieron allá entonces. Y ahora, ellos crucifican la misma Palabra y dicen que eso fue para otra edad. Yo los acuso una vez más. ¡Sí señor! Tal y como fueron acusados allá entonces.",
    "La señal que causó que aquel, Legión, se pusiera su ropa…Recuerden, una persona que se quita la ropa está loca. ¿Ven? ¿Qué de una mujer? Legión estaba loco; él se quitaba la ropa. Dios tomó Su Poder e hizo que éste se vistiera, él estaba vestido en su mente correcta, sentado a los pies de Jesús. Miren el Poder que hizo que aquel ciego Bartimeo pudiera ver, allí entre sus credos. El estuvo sobre la tierra cuando hubo semejante incredulidad como la que existe hoy, pero eso no lo detuvo; El siguió adelante. El les habló claro; y El les dijo, “Vosotros de vuestro padre el diablo sois”. El condenó la cosa por completo.",
    "El Poder que levantó a Lázaro de la tumba y también le devolió el hijo a la mujer de Naín (¡Oh Dios!), el Poder que pudo hacer esas cosas, que pudo predecir las cosas que sucedieron: “Allá hay dos asnos—allá hay un asno atado en dos formas,” y todas estas cosas que El predijo; el mismísimo Hombre que poseía ese Poder: “Fuera con él. No lo tendremos entre nuestro pueblo. El contamina nuestras enseñanzas”. Y le crucificaron.\n\nLa mismísima cosa hoy: “Fuera con el Espíritu Santo”. Ellos no quieren tener nada que ver con El: “Eso condena y hace estas cosas y les dice estas cosas a nuestra gente; no lo queremos mezclado entre nuestra organización. Está en contra de nuestros credos”. Y así lo crucifican nuevamente. ¡Oh, Dios mío!\n\nNoten ahora mientras estamos terminando; ya tenemos que terminar. Y nuevamente lo llaman fanatismo.",
    "Y a El lo llaman fanático. Ellos allá dijeron que El estaba loco. Cualquiera sabe que la Biblia dice que Jesús era—que los fariseos dijeron: “Este hombre es un samaritano y tiene demonio”. Ahora, ¿qué significa “tener un demonio”? Loco. “El hombre está loco. Ellos son un montón de gente loca, los que le siguen. El es Beelzebú”.\n\nY nuevamente dicen la misma cosa: “Es una clase de brujería. Es un adivino”. Colocándolo a El en la cruz de vergüenza nuevamente. ¿Cuál cruz? ¿Cuál vergüenza? Su Palabra vindicada, mofándose de ella, diciéndole al pueblo que es el diablo, haciendo algo…llaman…",
    "El dijo, “Dirán que es un espíritu inmundo obrando las sagradas obras de Dios”. No hay perdón para eso, exponiendo Su Palabra a la vergüenza, tratando de exponerla y diciendo que es una falsedad o un fanatismo.\n\n“No vayan allá. No asistan a esas reuniones”. ¿Qué están haciendo con eso? Toman los clavos que vienen siendo sus credos denominacionales. Correcto. Estos maestros buscadores de placeres, mundanos, sin dios, locos denominacionales, toman los clavos denominacionales y crucifican al Hijo de Dios nuevamente desde sus púlpitos. ¿Por qué hacen esto? Es que aman los elogios del hombre, los títulos que la iglesia pueda darles, más que el amor de la Palabra de Dios. Yo los condeno a ellos. Ellos no pueden ajustarse al mundo, porque ellos son…No pueden ajustarse a la Palabra, porque ellos ya están ajustados al mundo. Ya están…¡El día hipócrita en que vivimos!\n\n¿No es,",
    "no es un Calvario suficiente para mi Señor? ¿Por qué hacen esto? Uds. que supuestamente le aman, Uds. que conocen bien que esta en Su Palabra, Uds. que pueden leer Apocalipsis capítulo 22, donde dice: “El que añadiere una sola palabra o quitare una sola palabra”. ¿Por qué lo hacen? ¿No basta con un solo Calvario? Yo me paro firme en su defensa, yo soy Su abogado. Y yo los acuso por medio de la Palabra de Dios. Si no cambian de actitud, están destinados para el infierno; sus denominaciones se desmoronarán. Yo los acuso a Uds. en la presencia del Juez. Correcto. Uds., con sus apariencias de piedad e hipocresías. ¿Por qué lo llaman, no es un Calvario suficiente?",
    "Como dijo Pedro, “Vuestros padres denominacionales…” Pedro los acusó a Uds. cuando dijo, “¿Cuál de vuestros padres no hizo esto?” (Esteban dijo lo mismo). “Con manos inicuas habeis crucificado al Príncipe de Vida”.\n\n¿No dijo Jesús Mismo: “¿Cuál de vuestros padres no es culpable del entierro de los profetas? Y vosotros ahora adornáis las tumbas”. Asimismo ha sucedido con hombres justos a través de las edades. Asimismo acuso yo a esta gente tan pulida del día presente que son tan altivos, tan fieles a sus iglesias, pero a la vez que han rechazado a Jesucristo. Uds. con sus apariencias de piedad crucifican a mi Cristo por segunda vez, al decirle al pueblo que estas palabras son para algún otro día y que no son para este día. Yo los acuso a Uds. Se encuentran culpables del mismo crimen como aquellos allá en el día de la crucifixión. ¡Arrepiéntanse y vuelvan a Dios o perecerán!",
    "Y vuelvo a repetir: Aquí, las iglesias; ellos, los maestros; le crucifican, por medio de blasfemar; a El, la Palabra. ¡Que Dios tenga misericordia! Permítanme repetir eso una vez más; quizás esté enredado en la grabación: Aquí, las iglesias; ellos, el clero; Le crucifican, por medio de blasfemar; a El, la Palabra. Con razón nuevamente suenan las palabras del himno:\n\nCon cielos obscuros y piedras partidas todo al derredor,\n\nMi Salvador bajó Su cabeza y murió;\n\nMas el velo abierto reveló el camino,\n\nQue conduce a los gozos Celestiales y el día interminable.\n\nYo digo esto para esta cinta y también para esta congregación presente; yo digo esto bajo la inspiración del Espíritu Santo, “¿Quién está del lado del Señor? Que venga bajo esta Palabra”. Seguramente Dios traerá esta generación malvada que ha negado a Cristo y ha rechazado a Cristo, la traerá a juicio por razón de blasfemia: la crucifixión de Su Palabra identificada. Están por llegar al juicio. ¡Yo lo acuso! Moisés dijo: “¿Quién está por Jehová? Júntese conmigo”. Y eso cuando la Columna de Fuego allí estaba como evidencia. ¿Quién está del lado del Señor? Que tome la Palabra, niegue su credo y siga a Jesucristo cada día. Y yo los encontraré en la mañana.\n\nInclinemos nuestros rostros para orar.",
    "Oh Señor Dios, el Dador de Vida Eterna y el Autor de esta Palabra, quien trajo de entre los muertos al Señor Jesús, Quien cabalmente lo identificó ante una—una generación de incrédulos. En esta mañana ha sido extenso; muchos han estado sentados, la iglesia está llena. La gente está parada por todos lados; y las cintas se están grabando para enviar por todo el mundo a distintos lugares. Ministros escucharán esto en su oficina. Señor, yo ruego por ellos. Permite que estas palabras penetren hasta lo profundo del corazón y que corten profundamente, que corten y aparten todo el mundo, y que ellos digan, como este ministro metodista allá en Kentucky, quien vino a mí el otro día y me dijo, “Cuando yo estaba escuchando esas Siete Edades de la Iglesia, y lo escuché a Ud. gritado, ‘Aléjense de esas paredes de Babilonia!’” Dijo, “Lo abandoné todo y me fui. Yo no sé cuál camino tomar ni qué hacer, pero me fui”. Bendito sea el valor de este joven con su esposa y dos o tres niños.",
    "Dios, permite que muchos encuentren su camino hacia la Palabra de Dios, el único camino de Vida, por cuanto El es la Palabra. Padre, yo ruego por cada uno. Algunas veces al decir estas cosas, no es por crueldad, sino es por amor; porque el amor es correctivo. Y yo ruego, Dios, que el pueblo lo entienda así: que la intención es corregir.\n\nTú, Quien tuviste que corregirlos, y oraste por ellos allá en la cruz, diciendo, “Padre, perdónalos. Ellos—ellos están cegados; ellos—ellos no entienden lo que están haciendo”. Yo ruego por aquellos ministros que hoy mismo están crucificando la Palabra nuevamente, tomando sus credos y denominaciones y dogmas, y así substituyendo eso por la Palabra de Vida. Y luego ante el pueblo, ellos—ellos critican la genuina Verdad que Dios está vindicando ser Su Verdad. Oramos por ellos, Padre, que Tú los llames a la Cena de las Bodas, nuevamente. Y permite que en esta ocasión ellos vengan, sin buscar pretextos porque me doy cuenta que quizás el último llamado ya se ha hecho. Ahora ya podrá ser muy tarde. Yo confío en que no sea así.",
    "Y bendice a esta pequeña congregación aquí presente, estos cuantos centenares de personas que se han congregado aquí en esta mañana, en este día caluroso, sentados aquí para escuchar un servicio largo de quizás dos horas o más. Ellos no se han marchado; se mantuvieron quietos, escuchando. Muchos tienen la comida esperando, y las mujeres paradas, con sus pequeños esperando. Ellos todos se están agarrando de cada palabra.\n\nSeñor, yo me doy cuenta de lo que me sucederá a mí en el día del juicio si yo guío mal a estas personas. Yo estoy consciente, Señor, tan consciente como puedo sentir, que estoy tratando de llevarlos a la Palabra, y permitirles vivir de acuerdo a la Palabra, diciéndoles que Tú eres el mismo ayer, y hoy, y por los siglos, que el gran Espíritu Santo es Jesucristo en la forma del Espíritu Santo, el mismo Hombre. Tú lo dijiste. “Un poquito y el mundo no me verá; mas vosotros Me vereis, porque Yo estaré con vosotros, aún en vosotros”. Y yo sé que esto eres Tú, Señor. Y Te creemos porque Te vemos hacer la misma cosa entre nosotros.",
    "Nos rendimos hoy día, seriamente; lo hacemos aquí en esta congregación. Y allá en las cintas, Señor, en este momento, permite que cada hombre y mujer, niño o niña que—que esté aquí presente, o parado afuera, o que lo escuche en la cinta, permite que en este momento hagamos una dedicación profunda y nos rindamos completamente para el servicio de Dios.\n\nMuévete sobre la congregación, Señor, en poder y sana los enfermos. Me dijeron que tenían a un niñito lisiado sentado por aquí. Permite que ese gran Espíritu Santo…Sabemos que el sólo estar sentados así en Su presencia, eso lo hará. Si Tú puedes obrar a través de la radio y la televisión, allá por las tierras y así sanar a los enfermos (Tú enviaste Tu Palabra y los sanaste), Tú puedes hacer la misma cosa en este momento. Te suplico, Dios, que sanes a cada persona enferma, cada lisiado, cada afligido que esté aquí, o que escuche estas palabras. Concédelo, Dios. Mi oración es por ellos. Con un—con un amor de Cristo en mi corazón y un sentimiento por los necesitados, yo te los presento, Señor, a Ti, sobre el altar de sacrificio, donde aún permanece el cuerpo ensangrentado del Cordero como una propiciación por nuestros pecados y nuestras enfermedades. Yo suplico misericordia para el pueblo. Yo quiero pararme en la brecha por ellos como hizo Moisés, Señor, y decir, “Dios sé misericordioso con ellos—un poco más de tiempo por ellos y dales otra oportunidad”. No—no lo hagas ahora mismo, Señor. Permite— permite que el Evangelio alcance un poco más lejos.",
    "Ellos están—ellos están condenados, Señor. Yo suplico que Tú gran misericordia y gracia se—se extienda hasta la última persona que tiene su nombre en el Libro. Y yo sé que así será. No es difícil orar en contra de Tu Palabra Divina—contra—o contra—con la Palabra Divina, quiero decir, Señor, la Palabra que fue prometida, la Palabra que ha sido vindicada, la Palabra que predestinó a este pueblo allá antes de la fundación del mundo. No es—no es difícil orar y pedir que salves a aquellos cuyos nombres están en el Libro, por cuanto yo sé que Tú lo harás; Jesús dijo: “Todos los que el Padre Me ha dado vendrán”. Y ningún hombre puede venir a menos que no le haya sido dado.\n\nAhora, Dios, yo Te suplico que a dondequiera que estas palabras caigan, tanto aquí como a través de la cinta, que el Espíritu Santo llame a cada persona predestinada desde la fundación del mundo, cuando su nombre fue puesto en el Libro de Vida del Cordero. Permite que ellos oigan la Voz de Dios hablando hoy, en esa Voz apacible y delicada, en sus corazones, diciendo, “Este es el camino, camina en él”. Concédelo Padre. Lo pido en el Nombre de Jesús.",
    "Y mientras, aquí presentes, tenemos nuestros rostros inclinados, aquí en la congregación, Uds. creen que esto es la Verdad y Uds.—Uds.…(yo pongo—pongo mis manos sobre estos pañuelos y cosas colocados aquí, para los enfermos y afligidos). Quiero hacerles una pregunta muy sincera. Yo no vengo aquí sólo para ser oído. Yo—yo—yo estoy cansado; yo estoy agotado. No estoy tan joven como antes era, y yo—y yo sé que nuestros días están contados. Y yo sé que tengo que colocar cada cosita que yo pueda, para el Reino de Dios. Yo tengo que predicar siempre que tenga la oportunidad. Yo tengo que—yo tengo que ir, ya sea que me guste o que no me guste. Yo vengo aquí porque yo—yo siento hacerlo, yo—yo quiero hacerlo. Y yo los amo a Uds. Y yo no digo cosas ásperas y duras para—para—porque me guste; hay—hay un latido dentro de mí. Esta mismísima cosa que ha sido vindicada, es la cosa que me presiona a hacer estas cosas. Y lo digo amablemente, con amor. Mi intención no es de regañar a nuestras mujeres o a nuestros hombres. Mi intención no es hacer eso, hermano, hermana; yo sólo quiero traerlos a Uds. a un—a un lugar claro y conciso donde puedan ver la corrección y el látigo del Señor, y puedan ver que tienen que entrar ahora mismo. No lo dejen para otro tiempo; Ud. podría esperar demasiado.",
    "Y Uds. quienes desean venir al lado del Señor con una entrega total en sus corazones en la presencia de la congregación ahora mismo, o allá en la tierra a donde llegarán las cintas, podrán, con sus rostros inclinados…No levante su mano si no lo hace en serio. Ahora, si Ud. genuinamente siente el deseo de venir al Señor con una vida más consagrada, yo quiero que Ud. levante su mano ahora mismo. El Señor le bendiga. Ud. se está dedicando de nuevo a Cristo para tratar de llevar el reproche. Diga, “Hoy estoy dispuesto a tomar el reproche”. Yo también he levantado ambas manos. “Yo—yo quiero tomar el reproche de Jesucristo sobre mí. Yo alegremente llevaré esta marca llamada ‘santo rodador’ o como lo quieran llamar. Yo la llevó con orgullo porque es por amor al Señor. Yo la llevó con orgullo”.",
    "¿No quieren todos Uds. hacer lo mismo? Levanten sus manos y digan, “Por la gracia de Dios, Yo—yo—yo lo quiero…Soy…”\n\nLos discípulos regresaron y pensaron que era un gran honor llevar el reproche de Su Nombre. ¿O quiere Ud. mas bien llevar el reproche de alguna estrella de Hollywood o de alguna cosa de televisión o algún miembro de la iglesia o algo, o quiere Ud. mejor el reproche de la Palabra de Jesucristo? “Señor, dame el reproche de la Palabra. Yo sé que El llevó el reproche de la Palabra de Dios. Permítame llevarlo también, Señor”.\n\nY llevaré esta cruz consagrada,\n\nHasta que la muerte me libere,\n\nLuego iré a casa, donde una corona gozaré.\n\nHabrá una corona para nosotros, algún día. Ahora se está haciendo. Cuando esta vida terrestre haya terminado, entonces sabemos que todo estará correcto.\n\nAhora, no hay espacio aquí para traer la gente alrededor del altar. Dejemos que la silla en que Ud. se encuentra sea un altar: “Tantos como creyeron…” Mientras oramos.",
    "Padre Celestial, me pareció a mí como que casi toda mano de joven y de anciano en esta congregación estaba levantada. Y mi oración es que cada vez que esta cinta sea tocada, que la gente levante sus manos y se arrodillen en su habitación. Padre y madre tómense de las manos y digan, “Querido, hemos sido miembros de la iglesia ya por bastante tiempo. Vengamos a Cristo”. Concédelo Señor.\n\nBendice a este pueblo aquí. Señor, Te suplico que Tú les des una vida consagrada. Señor, muchos de ellos son gente buena. Ellos son—ellos son Tu pueblo; ellos sencillamente no han conocido la Verdad. Y yo Te suplico que Tú les muestres Tu Verdad, Señor. “Tu Palabra es Verdad”.\n\nComo Tú dijiste en Juan, creo como en el capítulo 17, Tú dijiste, “Padre santifícalos por medio de la Verdad. Tu Palabra es Verdad”. Y nuevamente, Tu Palabra continúa siendo la Verdad. Siempre es la Verdad por cuanto es Dios. Y yo Te suplico, Dios, que Tú los santifiques por medio de la Verdad; esto es, santifícalos y purifícalos de todo credo y denominación; purifícalos de todas las cosas mundanas para una vida consagrada a la Palabra. Concédelo Señor. Ellos son Tuyos ahora; Tú prometiste hacerlo. Y como Tu siervo, yo ofrezco mi oración a favor de ellos. En el Nombre de Jesucristo.",
    "Ahora con nuestros rostros inclinados, cantemos este himno mientras continuamos orando.\n\nJesús todo lo pagó,\n\nTodo lo debo a El (¡Piénselo!);\n\nEl pecado había dejado una mancha carmesí,\n\nEl la lavó blanca como la nieve.\n\nAyer yo estaba en un—un lugar y un hombre me estaba midiendo para un traje que un hermano de aquí de la iglesia me compró. El dijo, “Su traje aparenta muy caluroso y le compré uno más fresco”.\n\nY yo fui para que me lo cortaran y él dijo, “Oiga, su hombro derecho está recaido, Ud. seguramente cargó algo pesado en alguna ocasión”.\n\nY yo pensé, “Sí una carga de pecado, pero Jesús lo pagó todo”. Escuchen mientras lo cantamos.\n\nJesús todo lo pagó,\n\nEntonces todo (toda mi vida), lo debo a El;\n\n(¿Qué ha hecho el pecado?)\n\nEl pecado había dejado una mancha carmesí,\n\nEl la lavó blanca como la nieve.",
    "Dios, sé misericordioso con nosotros en este tiempo de profunda meditación. Permite que la Palabra penetre y remoje profundamente en el corazón, Señor. Permite que el pueblo, aunque lleguen tarde para comer, pero, Señor, esto es mucho más que la carne; esto es Vida. Tú dijiste, “Mi Palabra es carne”. Y en eso es que nuestras almas hambrientas están festejando.\n\nAhora, tómanos, Señor; moldéanos. Señor, tómame a mí juntamente con ellos. Yo quiero ir con ellos. Yo ahora voy subiendo al Calvario Señor, por fe. Voy con esta congregación. Ahora, moldéame nuevamente, Señor. Yo he hecho mal. Muchas veces que yo…Hace poco, yo simplemente iba a dejar de predicar. La gente no me ponía atención. Continuaban haciendo la misma cosa y yo—yo me desanimé. Formulé un complejo. Oh, Dios, hace algunas semanas cuando Tú me diste aquella señal, y no—y leyendo en la Biblia y viendo cuando Tú le dijiste a Moisés, así como fue aquel sueño, que también había una montaña que le sería una señal para él. Y entonces justamente al final sabiendo que yo—yo había dejado mucha gente enferma, un ministerio no únicamente en lo profético, sino también en la enseñanza de la Palabra y—y por—orando por los enfermos. Entonces Tú permitiste que un hombre cayera muerto aquí mismo, en el piso, luego lo devolviste a vida para confirmación de que era verdad. Tú siempre confirmas Tu Palabra.",
    "Ahora, Señor, confírmalo ahora mismo mientras estoy ante Tu Trono. Toma a cada una de estas personas, Señor; saca el mundo de todos nosotros. Tómame a mí, Señor, mientras estamos en Tu presencia. Toma la Palabra; exprime nuestros corazones. Dios, ahora mismo, saca de nosotros el mundo y a los cuidados del mundo. Concede que seamos cristianos consagrados, oh Dios, que seamos amables, bondadosos, y dulces, mostrando el fruto del Espíritu. ¿No lo harás, Señor? Estamos ante Tu Trono. El pecado ha dejado una mancha carmesí en cada uno de nosotros, pero Tu Sangre puede remitirla, Señor, y hacerla blanca como la nieve. Concédelo, mientras estamos esperando en Ti. Recíbenos; somos Tuyos. Consagramos nuestras vidas a Ti en el Nombre de Jesucristo. Concédelo, a cada uno de nosotros, Señor.\n\nExprime mi corazón, Señor. Yo veo todos mis errores; veo equivocaciones. Dios, desde este momento estoy tratando de vivir lo mejor que pueda para ayudarte a Ti. Yo quiero ir—Yo quiero consagrar mi vida de nuevo para Ti aquí en esta mañana. Después de traer esta acusación en contra mis—mis amigos eclesiásticos, y teniendo que decir estas cosas duras; pero Señor, lo hice todo por inspiración Tuya. Yo siento que Tú me dijiste que lo hiciera. Ahora, Señor, estoy libre de esa carga. Yo—yo estoy contento que ya no cargo eso en mis hombros. Deja que ellos hagan con ello lo que quieran hacer, Padre. Yo suplico que ellos lo acepten.\n\nYo Te suplico que salves a cada uno, Señor. Permite que venga un avivamiento entre los justos y que un gran Poder venga entre la Iglesia justamente antes del arrebatamiento. No es difícil suplicar eso, porque Tú lo prometiste.\n\nY Señor, estamos buscando esa tercera etapa que sabemos que hará grandes cosas por nosotros en nuestros medios.",
    "Yo soy Tuyo, Señor. Yo me postro aquí en este altar, tan consagrado como sé hacerlo. Quita al mundo de mí, Señor. Quita de mí las cosas que son perecederas; dame las cosas imperecederas: la Palabra de Dios. Concede que yo pueda vivir esa Palabra tan completamente, hasta que la Palabra esté en mí y yo en la Palabra. Concédelo Señor. Concede que yo nunca me aparte de la Palabra. Permite que yo sujete esa Espada del Rey bien firme, que la agarre así, tan de cerca. Concédelo Señor.\n\nBendícenos a todos juntos. Somos Tus siervos, a medida que nos consagramos a Ti en esta mañana, de nuevo en nuestros corazones. Somos Tuyos para Tu servicio, en el Nombre de Jesucristo.\n\nJesús todo lo pagó,\n\n(¡Dios les bendiga! Hermano Neville).\n\nTodo lo debo a El;\n\nEl pecado había dejado una mancha carmesí,\n\nEl la lavó blanca como la nieve. 🦅"
  ]
}