{
  "title": "¿POR QUÉ CLAMAS? ¡DI!",
  "id": "63480009",
  "content": [
    "🦅  ¡El Señor les bendiga! Permanezcamos de pie por un momento, mientras inclinamos nuestros rostros. ¿Habrá alguna petición en especial? Si así lo desean, denlo a conocer levantando sus manos hacia Dios, y de esa manera decir: “Señor, Tú conoces mi necesidad”.",
    "Padre Celestial, en verdad somos un—un pueblo privilegiado en esta mañana, al estar congregados en la casa de Dios, al saber que hay tantos que desearían estar en la casa de Dios en esta mañana, y que están en los hospitales y en las camas, enfermos. Y Tú nos has dado el privilegio de estar aquí este día. Y Señor, no hemos venido para ser vistos el uno del otro, aunque sí amamos el compañerismo el uno con el otro; pero eso lo podríamos hacer en nuestros hogares. Pero hemos venido aquí para tener compañerismo con Aquel que nos ha reunido como hijos y hermanos amados.",
    "Te agradecemos ahora. Y la única forma que conocemos de tener compañerismo correctamente contigo es alrededor de Tu Palabra. Tu Palabra es la Verdad. Nos congregamos aquí para obtener fuerza espiritual. La necesitamos Señor. Debemos tener fuerza para aguantar las cruces que cargamos. Y rogamos que envíes el gran Espíritu Santo hoy mismo, y que nos fortalezca a todos. Concede las peticiones de Tu pueblo mientras se han congregado y han levantado sus manos hacia Ti, indicando que tienen necesidad de tales cosas. Señor, responde a cada uno.",
    "Te agradecemos por haber librado la vida de nuestra Hermana Ungren anoche en aquel accidente en la carretera mientras venían hacia acá. Tú fuiste bondadoso con ellos, Señor, y te agradecemos por eso. Y ahora rogamos, Padre Celestial, que Tú continúes con nosotros y nos ayudes a cada uno de nosotros mientras seguimos en la jornada. Concédenos Tu poder protector y la—la fe de saber que estará con nosotros Tu Presencia que nunca falla. En aquella hora cuando no podamos ayudarnos a nosotros mismos, sabemos que “los ángeles de Dios están acampados alrededor de aquellos que le temen a El y nos llevarán para que nuestros pies no tropiecen contra piedras”. Rogamos ahora que nos des de Tus bendiciones para la Palabra, y habla a través de nosotros, y en nosotros, en el Nombre de Jesucristo. Amén.",
    "Estoy agradecido que esté brillando el sol de afuera, el sol natural. Estaba muy feo hoy en la mañana. Y yo pienso, que en esta parte del país en particular, tenemos demasiado clima tenebroso y feo. Y es muy bueno al ver el sol salir así, brillando.",
    "En la reunión familiar de hoy, me encuentro con mis hermanos, y están allá en la casa de mi hermana, y algunos de los parientes alrededor de la ciudad y otras partes. Hay muchos llamados Branham. Si todos se reunieran de Kentucky, me supongo que tendríamos que alquilar la ciudad; hay tantos de ellos. Pero esto es solamente un regreso al hogar. Antes todos nos reuníamos en la casa de Mamá, y ella era el poste de amarre que nos mantenía juntos. Pero Dios se llevó ese poste de amare al Cielo, y ojalá que todos nos podamos reunir allá algún día.",
    "Y ahora, yo hablé el otro día y dije: “Saben, creo que—que cortaré mis mensajes dominicales a unos veinte minutos, y—y, o treinta, y luego orar por los enfermos”. Y yo pensé en eso esta mañana.",
    "Y anoche pensé, cuando la Hermana Downing me llamó y dijo que, llamó a Billy y le dijo que ella y la Hermana Ungren, estando en camino hacia acá, que se habían resbalado en el camino y que habían chocado. Y mientras Billy todavía estaba en la ventana, ahí, no sé qué hora era; quizás alguna hora de la madrugada. Yo había estado dormido por algún tiempo. Me asomé hacia la casa del Hermano Wood, las luces estaban apagadas. Y me hinqué a orar, y cuando lo hice, Algo me dijo: “Todo está bien”. Entonces le dije a Billy: “Dile: ‘Todo estará bien’”. Así pensaba yo. Estoy tan contento de verlas aquí hoy, sentadas en la casa del Señor, aquí, después de lo que les ocurrió en el camino.",
    "Gente que le ama a uno a tal grado, que viajan cientos de millas para escuchar el Evangelio, luego pensé: “Un mensaje de veinte minutos, y tan lento como soy yo, eso no funcionará”. Entonces pensé que simplemente…así de largo.",
    "Entonces al oír al Hermano Ungren, su hijo, entonar en esta mañana el himno: “¡Cuán Grande Es Dios!” El tiene…El significa más para él en esta mañana que lo que significaba ayer por la tarde, por cuanto el gran Dios del Cielo libró a su amada y preciosa madre y a su hermana.",
    "Ahora, hoy estamos esperando un gran tiempo en el Señor. Y yo tenía dos o tres textos distintos que estaba estudiando, y no, no podía decidir sobre cuál hablaría en esta mañana. Uno de ellos era: “Echando toda vuestra ansiedad sobre El, porque El tiene cuidado de vosotros. Ahora, si El tiene cuidado, ¿por qué no vosotros?”",
    "Y luego otro, Billy Paul, o no Billy Paul…Mi otro hijo, José, me trajo este texto ya hace mucho. El estaba sentado en el cuarto un cierto día, y mirando hacia la fotografía, él dijo, Billy…O más bien, José ama mucho los barcos, como son los niños; barcos y caballos, Uds. saben. Y me dijo: “Papá, ¿tiene Jesús un barco?”\n\nY yo dije: “Yo no sé”.",
    "Entonces cuando él se fue del cuarto, me puse a pensar: “¿Tiene El un barco?” Y de ahí tomé un texto, y lo apunté aquí en mi libreta: “¿Tiene Jesús un barco?” Y me puse a pensar. Cuando El estuvo aquí en la tierra, El tuvo que pedir prestado un vientre para poder nacer, una tumba para poder ser sepultado, un barco de donde poder predicar, pero El es el Piloto del barco de Sión. Seguro, que El tiene. Pero, esos textos que tenía en mente, pienso que los puedo predicar después, antes de que regresemos.",
    "Uds. saben, me gusta predicar aquí en el Tabernáculo, porque es nuestra propia iglesia. Aquí tenemos libertad de decir lo que el Espíritu Santo diga. En otros lugares, aun cuando el hombre quiere darle a uno la bienvenida, uno se siente un poco restringido por causa de que—que uno está en la iglesia de otra persona, y uno quiere ser suficiente caballero para respetar sus—sus pensamientos y su doctrina.",
    "Tuvimos un tiempo maravilloso esta semana allá en la casa del Hermano Burcham. Y pasé por la fábrica donde fabrican el queso. Veo que él y su esposa y su hijo y ellos están presentes en esta mañana. Y yo siempre pensaba que una fábrica de queso sería semejante a otros lugares donde he estado, oh, todo regado y sucio. Pero, puedo decir una cosa, pueden estar seguros de una cosa, ese lugar no es sucio. Ese es el lugar más limpio en donde yo he entrado, y especialmente en una fábrica. Y no me daba cuenta; pensaba que quizá sacaban unas cien libras de queso al día. Y hacen seis toneladas de queso cada día, y con tres fábricas andando. Yo pensé: “Oh, hermano, ¿quiénes se comen tanto queso?”",
    "Pero el Señor ha bendecido a este hombre. Tuve el privilegio de estar en su casa, un hogar muy hermoso, una esposa muy fina y consagrada. Y no hay ninguna razón porqué ellos no deben vivir cada día para Cristo, así como lo están haciendo. Conocí a sus hijos, y son hijos muy finos. Estamos tan agradecidos por este compañerismo que tenemos el uno con el otro.",
    "Descubrí que el pastor que tenían antes era un—un hombre que yo conozco, el Hermano Gurley, un hombre muy fino de la fe Pentecostal Unida, al cual conocí hace años allá en Jonesboro, Arkansas. Y no sabía que ellos…que ese era su pastor.",
    "Ahora, recuerden el culto de esta noche. Y entonces, Dios mediante, el domingo próximo esperamos hablar nuevamente. Y luego pienso que es el domingo que sigue que tengo que ir a Chicago. Luego estaré fuera por algún tiempo, tengo que llevar a la familia nuevamente a casa, allá, o allá a Arizona para que los hijos se puedan matricular en la escuela nuevamente. Y entonces ya no estaremos estorbando al pastor, quitándole los servicios.",
    "Así, así que estamos muy agradecidos al Hermano Neville por su hospitalidad, Uds. saben, de—de haberme invitado. Y él es tan, no…Yo amo al hermano, un hombre así, donde no hay nada de astucia, nada de egoísmo, es puro Cristianismo genuino. Yo amo eso.",
    "Ahora vamos a leer algo de la Escritura y luego hablar un poco. Y yo no sé a qué hora habremos de salir, en estos Mensajes largos, pero pienso…Yo estaba hablando el otro día acerca de hablar tanto tiempo, y alguien dijo: “Bueno, si Ud.—si Ud. hablara apenas unos momentos; y de todas maneras Ud. habla como en misterios”, dijo, “nosotros—nosotros nunca lo podríamos entender”. Dijo: “Siga hablando, más adelante todo encaja”, dijo él. Así que quizás así es como el Señor desea que lo hagamos.\n\nInclinémonos nuevamente.",
    "Señor, Tu Palabra está abierta aquí sobre el púlpito, y sabiendo que algún día la cerraremos por última vez, entonces la Palabra será hecha carne. Y también estamos—estamos agradecidos por este tiempo en esta mañana. Y ábrenos, por medio de Tu Espíritu Santo, el contenido de esta Palabra que habremos de leer. Que el Espíritu Santo nos enseñe hoy las cosas que debemos saber. Y que luego nosotros, a cambio, pongamos atención a cada palabra, y que las pesemos profundamente. Y luego que aquellos que estén escuchando por medio de la cinta, que pongan atención. Y que podamos captar lo que el Espíritu Santo nos está tratando de revelar. Porque nos damos cuenta, si Tú nos unges, la unción no es en vano. Es para un propósito, para obrar para bien, para el Señor. Y que nuestros corazones y nuestro entendimiento estén abiertos Señor.",
    "Que tengamos libertad para hablar, y libertad para escuchar, y acceso a la fe, para creer lo que hemos escuchado, a medida proviene de la Palabra de Dios; que nos pueda ser atribuido como Vida Eterna, en aquel gran Día que está por venir. Bendícenos hoy. Condénanos cuando estemos errados. Muéstranos nuestras fallas. Y bendícenos en la vía correcta, para que podamos conocer cuál camino tomar, y cómo debemos actuar en este mundo presente; para que así en nuestro vivir, podamos traer honor a Jesucristo, Quien murió para concedernos Vida en el gran porvenir. Pedimos esto en el Nombre de Jesús. Amén.",
    "Ahora yo deseo leer de dos porciones de las Escrituras, en esta mañana. Y una porción se encuentra en el Libro de Exodo. Francamente ambas porciones se encuentran ahí, en el Libro de Exodo. Una está en el capítulo 13, los versículos 21 y 22. Y la otra está en el capítulo 14, los versículos 10, 11 y 12. Ahora leeré de Exodo 13:21.\n\nY Jehová iba delante de ellos de día en una columna de nube para guiarlos por el camino, y de noche en una columna de fuego para alumbrarles, a fin de que anduviesen de día y de noche.\n\nNunca se apartó de delante del pueblo la columna de nube de día, ni de noche la columna de fuego.",
    "Ahora en Exodo 14, y el versículo 10.\n\nY cuando Faraón se hubo acercado, los hijos de Israel alzaron sus ojos, y he aquí que los egipcios venían tras ellos; por lo que los hijos de Israel temieron en gran manera, y clamaron a Jehová.\n\nY entonces dijeron…Moisés: ¿No había…? (perdónenme).\n\nY dijeron a Moisés: ¿No había sepulcros en Egipto, que nos has sacado para que muramos en el desierto? ¿Por qué has hecho así con nosotros, que nos has sacado de Egipto?\n\n¿No es esto lo que te hablamos en Egipto, diciendo: Déjanos servir a los egipcios? Porque mejor nos fuera servir a los egipcios, que morir nosotros en el desierto.",
    "Voy a leer unos versículos más.\n\nY Moisés dijo al pueblo: No temáis…\n\nAhora escuchen bien aquí.\n\n…Moisés dijo al pueblo: No temáis; estad firmes, y ved la salvación que Jehová hará hoy con vosotros; porque los egipcios que hoy habéis visto, nunca más para siempre los veréis.\n\nJehová peleará por vosotros, y vosotros estaréis tranquilos.\n\n…Jehová dijo a Moisés: ¿Por qué clamas a mí? Di a los hijos de Israel que marchen.\n\nY tú alza tu vara, y extiende tu mano sobre el mar, y divídelo, y entren los hijos de Israel por en medio del mar, en seco.\n\nY he aquí, yo endureceré el corazón de los egipcios para que los sigan; y yo me glorificaré en Faraón y en todo su ejército, en sus carros y en su caballería;\n\nY sabrán los egipcios que yo soy Jehová, cuando me glorifique en Faraón, en sus carros y en su gente de a caballo.\n\nY el ángel de Dios que iba delante del campamento de Israel, se apartó e iba en pos de ellos; y asimismo la columna de nube que iba delante de ellos se apartó y se puso a sus espaldas,\n\nE iba entre el campamento de los egipcios y el campamento de Israel; y era nube y tinieblas para aquéllos, y alumbraba a Israel de noche, y en toda aquella noche nunca se acercaron los unos a los otros.\n\nY extendió Moisés su mano sobre el mar, e hizo Jehová que el mar se retirase por recio viento oriental toda aquella noche; y volvió el mar en seco, y las aguas quedaron divididas.\n\nEntonces los hijos de Israel entraron por en medio del mar, en seco, teniendo las aguas como muro a su derecha y a su izquierda.\n\nY siguiéndolos los egipcios, entraron tras ellos hasta la mitad del mar, toda la caballería de Faraón, sus carros y su gente de a caballo.\n\nAconteció a la vigilia de la mañana, que Jehová miró el campamento de los egipcios desde la columna de fuego y nube, y trastornó el campamento de los egipcios,\n\nY quitó las ruedas de sus carros, y los trastornó gravemente. Entonces los egipcios dijeron: Huyamos de delante de Israel, porque Jehová pelea por ellos contra los egipcios.",
    "La Palabra de Dios es tan grande, tan buena, no hay manera de dejar de leerla. Llega a ser Vida mientras la leemos. Yo pienso, que en este texto de esta mañana, aunque se está grabando, yo quiero decir esto aquí al principio, se halla, me hallo a mí mismo. Y la razón de que yo…Ayer, mientras estudiaba, llegué a este tema, y luego pensé: “Dios mediante voy a hablar sobre eso, porque me habla también a mí”. Y espero que nos hable a todos nosotros, para que podamos ver, y nos haga levantar la vista; y que estudiemos un poco y comparemos el día que era entonces, el…con el día de hoy.",
    "Deseo tomar cuatro palabras como texto, esas son: ¿Por Qué Clamas? ¡Di! Dios le dijo a Moisés, aquí en el versículo 15: “¿Por qué clamas a Mí? Di a los hijos de Israel que marchen”. Y ¿Por Qué Clamas? ¡Di!",
    "Ahora, tenemos aquí un gran tema, y yo trataré de apurarme lo más que pueda, como me dirija el Espíritu Santo. Y deseo pensar de el…de este texto, de Moisés clamando a Dios en tiempo de problemas; y Dios reprendiendo a Moisés, ahí mismo cuando estaban en medio de los—los problemas. Y parece que es lo más natural que una persona clame. Y luego qué—qué reprensión es que Dios le reprenda a uno por haberlo hecho, por haber clamado a El. Parece que es una cosa muy dura.",
    "Muchas veces cuando observamos las Escrituras, a nuestra manera, parece muy dura. Pero si las estudiamos por un tiempo, hallamos que el Dios que es omnisciente sabe lo que está haciendo. Y El sabe cómo hacer estas cosas y cómo lidiar con el hombre. El conoce lo que hay en el hombre. El, El lo conoce. Nosotros no sabemos. Nosotros sólo conocemos el lado intelectual. El verdaderamente conoce lo que hay en el hombre.",
    "Moisés nació en este mundo como un muchacho dotado. El nació para ser profeta, un libertador. El nació con el equipo ya en él, así como todo hombre que viene al mundo nace con este equipo, como yo creo firmemente en el preconocimiento de Dios, la predestinación.",
    "🦅 No queriendo Dios que ninguno perezca, sino que todos vengan al arrepentimiento”. Pero, siendo Dios, El tenía que conocer, y “conoce el fin desde el principio”. ¿Ven? Si no es así, entonces El no es infinito; y si no es infinito, entonces no es Dios. Entonces ciertamente El no quería que nadie pereciera, pero conociendo El—El quién perecería y quién no perecería. Esa es la razón, el mero propósito por el cual Jesús vino a la tierra, fue para salvar a aquellos que Dios había visto por Su previo conocimiento que deseaban ser salvos, ¿ven?, porque el mundo entero estaba condenado. Y yo no veo cómo lo podríamos enseñar de otra forma aparte del preconocimiento de Dios, y la Biblia claramente dice que El “conoce el fin desde el principio”, y lo puede declarar.",
    "Por lo tanto, cuando una—una persona se esfuerza por ser algo que no es, solamente está personificando, y tarde o temprano lo alcanzará. Sus pecados lo alcanzarán. No se pueden cubrir. Sólo hay una cosa que cubre el pecado, esa es la Sangre de Jesucristo, y Esta no puede ser aplicada si Dios no lo ha llamado a Ud. desde la fundación del mundo. Para eso fue derramada esa Sangre; no para pisotearla, y burlarse de ella, y mofarse de ella, y—y hablar mal de ella, y—y demás. Fue con un propósito definido. Correcto. No para jugar, ni para ser personificada al decir que los pecados están cubiertos cuando no lo están. Y ningún hombre puede lograr que sean cubiertos sus pecados si su nombre no fue colocado en el Libro de la Vida del Cordero antes de la fundación del mundo. Jesús mismo dijo: “Ningún hombre puede venir a Mí si Mi Padre no le trajere. Y todo lo que el Padre me ha dado”, tiempo pasado, “vendrá a Mí”. Correcto. Así que no pueden hacer que las Palabras mientan. Están ahí para Verdad y para corrección.",
    "Y Moisés nació con un don de fe; Moisés tenía una gran fe. Más adelante la vemos manifestarse en él. Y él nació en una gran familia, sabemos que su padre y su madre venían de la familia de Leví. Lo cual, aquí en este relato, antes de esto, en el Libro de—de Exodo, tan hermosamente muestra la vida de este gran personaje. Y él era uno de los personajes más grandes de la Biblia, porque él fue estrictamente un tipo del Señor Jesús.",
    "El tuvo un nacimiento muy raro, así como el Señor Jesús. El nació en tiempo de persecución, como el Señor Jesús. El nació para ser un libertador, como el Señor Jesús. El fue escondido por sus padres, apartándolo del enemigo, como el Señor Jesús. Y él llegó a su tiempo de servicio, como el Señor Jesús. El fue un líder, como el Señor Jesús. El fue un profeta, como el Señor Jesús. Y el fue un dador de leyes, como el Señor Jesús.",
    "Y hallamos que él murió sobre la Roca, y él debió haber resucitado y todo, porque, ochocientos años después él estaba parado sobre el Monte de la Transfiguración, hablando con el Señor Jesús. ¿Ven? Los Angeles se lo llevaron. Nadie sabe en dónde está sepultado. Aun el diablo no sabía eso. Francamente, yo no creo que él haya sido sepultado. Yo—yo creo que Dios se lo llevó, y—y él murió sobre la Roca que él había seguido todos los días de su vida.",
    "Y él fue un tipo perfecto de Cristo. El fue rey sobre el pueblo. El fue un dador de leyes. El fue un—él fue un—un sustentador para el pueblo. En—en tipo, él fue todo lo que fue Cristo.",
    "Bien, entonces, vemos que él nació con este gran don y estas cualidades ya en él, entonces solo faltó que Algo se cruzará con eso para traer esa cosa a Vida.",
    "¿Ven?, la simiente de Dios en realidad es colocada en nosotros desde la fundación del mundo. Y cuando esa Luz por primera vez pega en esa simiente, la trae a Vida, pero primero la Luz tiene que pegar en la simiente.",
    "Como he enseñado muchas veces de la mujercita junto al pozo, ella en aquella condición. Aunque era una persona de mala fama, aunque su—su vida estaba degradada, y ella se encontraba en esa condición por cuanto las tradiciones nunca la habían tocado, pero sin embargo, cuando esa Luz pegó en ella por primera vez, ella rápidamente la reconoció, porque había algo ahí con qué responder. “Cuando un abismo llama a otro Abismo”, tiene que haber un Abismo en algún lugar para responder a ese llamado.",
    "Y Moisés nació profeta, pero él fue criado en una escuela intelectual ahí en el palacio de Faraón. El Faraón Seti, bajo el cual él fue criado, era un hombre que aún tenía honor, y creía que José era profeta del Señor. Pero luego se levantó Ramesés después de Seti, y a Ramesés no le importaba nada lo de José. Y entonces, ahí es cuando comenzó el problema, cuando levantaron a un Faraón que no conocía a José.",
    "Pero estas tremendas cualidades, hablemos de ellas un poco, y, antes de llegar a la parte principal del texto. Yo tengo una forma muy rara de fijar el texto, y luego edificar hacia ese fin, y que el Señor nos ayude en esta mañana mientras edificamos.",
    "Moisés, habiendo nacido con este gran don de fe, luego él fue ungido y comisionado allá en la zarza ardiente, para liberar al pueblo de Dios. Ahora, vean qué grandes cualidades tenía este hombre. El nació para cierta cosa. Dios tenía un propósito en ello.",
    "Dios tiene un propósito al tenerlos a Uds. aquí. ¿Ven? Si Uds. solamente pudieran ser—llegar a ese lugar, entonces cuántos problemas le ahorrarían a Dios y también a Uds. mismos.",
    "Moisés nació, y después él fue traído al—al lugar donde fue ungido. Y noten, la simiente ya estaba ahí con una concepción intelectual de toda la fe con la cual él nació para liberar al pueblo, sin embargo eso nunca vino a Vida hasta que pegó en ella la Luz de la zarza ardiente; hasta que él vio, no algo de lo cual había leído, pero algo que él había visto con los ojos; Algo que le hablaba a él y él le podía responder. Oh, cómo trajo eso las cosas a Vida.",
    "Yo pienso que cualquier hombre con un…o mujer, muchacho o muchacha. Y yo pienso, en una concepción intelectual de lo que ellos piensan que es la Palabra, etc., nunca pueden pararse en un fundamento completo hasta que se hayan encontrado con esa Luz, la cual trae la Palabra a realidad.",
    "Yo pienso que ninguna iglesia en la práctica, no importa cuán intelectual y fundamental pueda ser, esa iglesia no puede prosperar hasta que se conozca lo Sobrenatural entre esa gente, y ellos lo vean. Algo con lo cual ellos puedan hablar, y que les responda, lo cual vindica esta Palabra escrita.",
    "Ahora recuerden, cuando Moisés se encontró con esta zarza ardiente, esa Palabra fue vindicada perfectamente. Era la Palabra. Moisés no tenía que preocuparse: “¿De qué se trata esta Voz? ¿Quién es este Ser que está aquí?” Porque Dios ya había escrito en la Escritura, en Génesis, que: “Tu descendencia morará en tierra ajena, pero regresarán después de cuatrocientos años, y volverán a este país nuevamente, porque la—la maldad del Amorreo aún no ha llegado a su colmo”. Ahora, cientos y cientos de años antes, Dios había dicho que: “Israel morará y será maltratada en un país extranjero y ahí se quedará por cuatrocientos años. Pero Dios, con una mano fuerte, los sacará “. Así que pueden ver, con esta zarza ardiente…",
    "Moisés conocía todo esto, intelectualmente. Y la simiente que nació en él, estaba en su corazón. Y él hizo el intento con su experiencia intelectual en la Palabra, de tratar de—de—de sacarlos, de liberarlos, porque él sabía que había nacido para ese propósito. El sabía que era el tiempo. Todas las Escrituras decían que ya habían estado ahí cuatrocientos años.",
    "Así como nosotros sabemos hoy, como un hombre me preguntó hace unos momentos acerca de la Venida y el Rapto. Nosotros sabemos. Ya se nos ha acabado el tiempo, el tiempo del Rapto está a la mano, y estamos esperando la fe de rapto que puede unir a la Iglesia e investirla con fuerza sobrenatural, la cual puede cambiar estos cuerpos en que vivimos. Cuando vemos a un Dios que puede levantar al muerto del piso aquí o allá afuera en el patio, y lo vuelve a la vida nuevamente y lo presenta ante nosotros; cuando vemos a un Dios que puede quitar un cáncer que se ha comido a un hombre a tal grado que sólo es una sombra, y lo levanta a ser un hombre fuerte y sano, eso debiera infundir fe de rapto al pueblo. Que, cuando esa Luz relampaguee del cielo, y la trompeta suene, el Cuerpo de Cristo será reunido rápidamente y será cambiado en un momento y llevado a los Cielos. Sí, tiene que suceder algo semejante a eso. Y nuestras escuelas de teología nunca podrán producir eso, sin embargo intelectualmente están bien. ¡Pero uno tiene que encontrarse con esa Luz! Uno tiene que encontrar ese Algo.",
    "Y ahí estaba Moisés, basando su gran llamado en la Palabra, y fue grande, hasta que un día él se encontró con esta Luz, y la misma Palabra le respondió. Entonces él recibió su unción. Eso ungió lo que traía por dentro, aquello de adentro, lo—lo intelectual que lo creía, la fe que estaba basada en su creencia en Dios, que le había separado de su madre. Y ahora cuando él llega a la Presencia de esta Luz, Eso ungió aquello que él creía. ¿Pueden ver? ¡Qué tremenda unción! Y él fue comisionado.",
    "Ahora, sabemos que intelectualmente, él había escuchado a su madre. El sabía lo que iba a acontecer, y sabía que él estaba viviendo en ese mismo día. Pero ahora se dio cuenta que era un fracaso, entonces quizás pudo haber…su fe se pudo haber echado para atrás un poco. Pero luego, cuando él llegó ante la zarza, Dios dijo: “Yo he escuchado el clamor de Mi pueblo, y me he acordado de Mi promesa que les hice a los padres, Abraham, Isaac y Jacob, y ahora he bajado”. “Yo”, ahí, el—el pronombre personal, “Yo he bajado a liberarlos”.",
    "Y ahora, y permítanme añadir esto si es que…Que Dios me perdone si suena como algo sacrílego. “Yo no obro sobre la tierra, sino solamente a través del hombre. Yo—Yo—Yo soy la Vid; vosotros sois los pámpanos. Y Yo sólo me declaro cuando puedo hallar a un hombre. Y te he escogido a ti, y te estoy enviando a ti para sacarlos”. ¿Ven? Ahora noten: “Yo estaré con tu boca, y Yo…tú toma esta vara”.",
    "Y Moisés dijo: “¿Puedo yo ver una evidencia de que me estás enviando y que me has ungido, y que harás estas cosas?”\n\nDijo: “¿Qué tienes en la mano?”\n\nEl dijo: “Una vara”.\n\nDijo: “Tírala al suelo”. Y se convirtió una serpiente. El se apartó.",
    "El dijo: “Recógela”. Se tornó en una vara. Dijo: “Mete la mano en tu seno”. La sacó y estaba llena de lepra. La volvió a meter y sanó.",
    "Dice:",
    "🦅 El vio la gloria de Dios”. Moisés ya no tenía más preguntas. ¿Notaron Uds. que él no corrió nuevamente al desierto? El sabía que estaba ungido. El sabía que, todas estas cosas que tenía en su corazón, estas grandes cualidades tan finas, y él…ahora estaban ungidas. El, él estaba listo. El estaba listo para salir. Así que salió hacia Egipto.",
    "Dios había dicho: “Estaré contigo”, así que eso—eso lo concluye. Al tener: “Estaré contigo”, eso es todo lo que Moisés tenía que saber, por este gran llamado que tenía en su corazón. Y ahora Dios le había dicho: “Estaré contigo”.",
    "Ahora, Dios también había vindicado las afirmaciones de Moisés. Moisés afirmó: “Me encontré con el Señor. Y me dijo que les dijera a Uds: ‘YO SOY’ me ha enviado”. ¿Ven?",
    "Ahora ellos dijeron: “Aquí está un hombre, otro Judío, probablemente alguno de estos fanáticos que ha estado apareciendo todo el tiempo con toda clase de proyectos para sacarnos de la esclavitud”. Y Uds. saben cómo es la gente cuando son esclavos, o en cautiverio o algo, siempre están apareciendo toda clase de trucos para liberarlos, Uds. saben.",
    "Así que Moisés, Dios le prometió a Moisés: “Yo estaré contigo. Yo estaré en ti. Mis Palabras serán tus Palabras. Tú habla Mis Palabras y solamente di lo que Yo digo”.",
    "Y ahora, cuando Moisés fue e hizo este llamado, y se paró ante Faraón, y le dijo: “El Señor Dios de los Hebreos ha dicho: ‘Saca a los hijos’”. Y éste no les permitía salir. Entonces él—él hizo una señal ante los ancianos y ante Faraón, y las señales que Dios hizo. El dijo: “Bien, mañana, como a esta misma hora, se pondrá el sol. Habrá oscuridad por todo Egipto”, y así sucedió, exactamente. Y luego él dijo: “Habrá—habrá moscas sobre la—sobre la tierra”, y él extendió su vara y dijo que hubieran moscas, y las moscas aparecieron. Y él profetizó, y todo lo que él profetizó, se cumplió exactamente de esa manera. Era Dios. ¿Ven?",
    "Dios lo había llamado desde su nacimiento, le puso cualidades, de grande fe, y luego bajó con Su Presencia y ungió esa gran cosa que tenía por dentro, y lo envió con Su Palabra, y él estaba correctamente vindicado en cuanto a sus afirmaciones. No importaba cuántos charlatanes se habían levantado, ni cuántas otras cosas habían sucedido, Dios estaba hablando a…Moisés estaba identificado. Moisés, lo que Moisés decía, Dios lo honraba. Quiero que nunca se les olvide esa Palabra. Lo que Moisés decía, Dios lo honraba, porque la Palabra de Dios estaba en Moisés. “Yo estaré en tu boca; ella hablará lo correcto”. Ahora, lo que Dios dice—lo que Dios dijo, lo hablaba a través de Moisés, y eso confirmaba y vindicaba sus afirmaciones.",
    "También, le fue dicho por su madre, acerca de su nacimiento misterioso, y cómo el tiempo estaba a la mano cuando era tan cercana a la hora en que habría una liberación. Amram y—y Jocabed, hijo e hija de Leví, comenzaron a orar a Dios que enviara un libertador. Y se tomó…Cuando uno ve que se está acercando el tiempo de la promesa, eso pone a la gente a orar y a hambrear. Y no cabe duda que—que Jocabed le había relatado muchas veces, siendo madre; y también era su tutora, como sabemos de historia. Y le había dicho cómo ella había orado. “Y, Moisés, cuando naciste, hijo, tú fuiste un niño hermoso. Tú eras distinto. Algo ocurrió en el tiempo de tu nacimiento”.",
    "Yo presenté un drama sobre esto no hace mucho, para los niños, y dije: “Mientras Amram estaba en la habitación orando, él vio un Angel sacar Su espada y la apuntó hacia el norte, y dijo: ‘Tú tendrás un hijo y él llevará al pueblo hacia el norte, a la tierra prometida’”. Presentando así un drama para los pequeños de manera que lo entendieran; porque sus intelectos no están desarrollados al mismo nivel como los de Uds. los adultos, donde pueden captar las cosas que el Espíritu Santo les revela.",
    "Ahora, aunque su madre le había relatado estas cosas, y él las sabía, sin embargo él necesitaba otro toque. La—la enseñanza estaba bien, pero él necesitaba un contacto personal.",
    "Eso es lo que necesita el mundo hoy en día. Eso es lo que necesita la iglesia hoy en día. Eso es lo que necesita toda persona que es hijo e hija de Dios. Para llegar a ser eso, Ud. necesita un contacto personal, ¿ven?, Algo. No importa, Ud. sabe que la Palabra es verdad, Ud. sabe que está correcta; pero luego cuando hace contacto, y luego Ud. ve que se hace la cosa, entonces sabe que está en el camino correcto. ¿Ven? Y vean, siempre será escritural. Cuadrará perfectamente con la Escritura, porque esto así lo hizo.",
    "La oración de Amram estuvo perfectamente en línea con la Escritura. Sus oraciones estaban en línea con la Palabra prometida. Dios prometió hacer aquello en ese tiempo. Ellos lo pidieron en oración, y les nació un niño hermoso. Y ellos…",
    "¡Miren! ¡Oh, cómo amo yo esto! Vean, en la misma hora cuando Faraón estaba matando a todos los niños, ¿ven?, matándolos con la—con la espada, la espada de los guardias; ellos, ellos los traspasaban a estos niños hasta morir, y con ellos alimentaban a los cocodrilos, los cuerpecitos, hasta que quizás los cocodrilos estaban bien gordos con los cuerpos de los niños Hebreos. Pero la Biblia dice, que: “Los padres no temían el mandato de Faraón de darle muerte a los niños”. Ellos no. Ellos no temían porque para comenzar, ellos habían visto algo en este niño. Ellos vieron, que esta era la respuesta a la oración.",
    "Ahora Moisés tenía todo esto como respaldo, así que Moisés sabía que él fue enviado con el propósito de librar a los hijos de Israel.",
    "¿Ven?, todos los antecedentes se van acumulando. Cuando Ud. obtiene algo, y puede traer la Biblia, diciendo: “Esto va a ocurrir”, y así ocurre; “y esto va a suceder en ese tiempo”, y así ocurre; “y esto va a suceder en ese cierto tiempo”, y así acontece; entonces todo eso se va acumulando y nos forma el cuadro.",
    "Oh, cómo este Tabernáculo en esta mañana, cómo nosotros siendo el pueblo de esta hora, Hermano Neville, mientras vemos lo blanco encaneciendo nuestro cabello, y nuestros hombros encorvándose, cuando vemos el mundo girando y meciéndose como está, y ¡cómo podemos mirar alrededor y ver que la promesa está llegando a cumplimiento! Es que, es…Yo pienso, muchas veces, si alguien llegara a esto así de repente, y no lo entendiera, o más bien si lo entendiera, y llegara así de repente, ¡casi lo enviaría hasta la Eternidad, con una cosa tan raptadora! Y que nunca lo conociera, y así, oh, pasar por las cosas que hemos visto y conocemos y entendemos, y llegar a todo eso así de repente; el hombre, o la mujer, muchacho o muchacha, probablemente levantaría sus manos y diría: “Señor Jesús, vámonos”, ¿ven Uds.? ¡Oh, la hora está tan cercana!",
    "Moisés, sabiendo que nació para ese propósito, miraba por las ventanas y observaba a los Hebreos mientras trabajaban; luego miraba acá en la Escritura y veía donde decía: “Y morarán allá cuatrocientos años (¿ven?), pero Yo los libraré con una mano poderosa”. Luego cuando él volvió después de haber sido comisionado, ungido, sabiendo que había nacido…Y su fe miró, por fe él miró a esa gente y sabía que eran los hijos de Dios, porque el mundo…así decía la—la Palabra. No eran del mundo, y no eran como los demás. Eran distintos. Y eran maniáticos y fanáticos ante el—el encanto altivo de Egipto; y él debía ser el hijo de Faraón, tomando control del reino, el que seguía; pero él, había algo adentro de él, una—una fe real que no se fijaba en esas cosas, el encanto que él debía heredar. El más bien se fijaba en la promesa de Dios, y sabía que el tiempo estaba llegando. ¡Y qué debe haber pensado ese hombre!",
    "Algún día yo quiero hablar de esas cosas con él, cuando lo encuentre del otro lado. Ud. dirá: “¡Hermano, son locuras!” No, no son. Por la gracia de Dios, lo voy a conocer. Sí señor. Algún día yo hablaré con él, con Moisés mismo. Y cómo quisiera hacerle la pregunta de cómo, ¡cómo fue cuando él vio su preparación!",
    "Cómo habrá sido la frustración, el diablo diciendo: “Ah, el pueblo no te va creer a ti. Ah. Esto—esto no tiene ninguna importancia”.",
    "Pero cuando esa simiente llegó a Vida allá, algo lo tocó, y entonces él sabía que algo iba a suceder. El sabía. Se fijó en su reloj y se dio cuenta qué hora era, y entonces sabía, y cómo habrá pensado mientras observaba. Ahora, cuando él hubo juntado todo esto, todas las grandes cosas que había visto; el tiempo escritural, las oraciones de su madre y su padre, y su nacimiento raro, un niño distinto. Y, por todo el camino había algo adentro de él.",
    "Y ahora, se va y piensa que va a tomar su entrenamiento militar de su escuela, y librar a los hijos, pero eso fracasó.",
    "Luego se escapa al desierto y se casa con una—una hermosa dama Etíope, y tuvieron un niño llamado Gersón.",
    "Y un día, mientras vigilaba la manada, de repente vio una zarza ardiendo allá en la cumbre de la montaña. Y subió allá. Y no una cosa intelectual, no un—una imaginación, no un engaño, ni una ilusión óptica, pero en él…Ahí estaba el Dios de Abraham, en una Luz, una Columna de Fuego ahí en una zarza, aquel Fuego, como ondas que salían, pero no dañaba a la zarza. Y la Voz de la Escritura, la Voz de Dios, habló a través de ahí y dijo: “Te he escogido a ti. Tú eres el hombre. Yo te levanté para este propósito. Te estoy probando aquí mismo por medio de señales, tú vas a librar a los hijos porque Mi Palabra tiene que ser cumplida”.",
    "[El Hermano Branham golpea una vez en el púlpito.—Editor] Oh, Su Palabra de este día presente tiene que ser cumplida. Estamos viviendo en la hora. No importa lo que nadie más dice; la Palabra tiene que ser cumplida. Los cielos y la tierra pasarán, pero no Su Palabra.",
    "Ahora, cuando Moisés hubo juntado todo esto, y vio en toda dirección, eso ungió su fe. ¡Amén! ¡Oh, hermano! ¡Qué pensamiento! Esto mismo, en sí, viendo la Escritura apuntando directamente a lo que era, y hablando de Dios, y ahí la evidencia de ello, eso le ungió la fe que había en él, para comenzar a trabajar.",
    "¿Qué debiera hacer eso con nosotros? Necesitamos un arrepentimiento. Necesitamos un avivamiento. Estoy hablando de mí mismo. ¿Ven? Yo necesito una sacudida. Necesito algo. Dije que en esta mañana estaba hablando conmigo mismo, o de mí mismo. Yo—yo—yo necesito un despertar.",
    "Y cuando pienso en aquella grande evidencia, todo tan perfectamente presentado, y eso ungió la fe de Moisés. Y, (¡oh hermano!), él vio que no había nada…",
    "El corrió de Egipto, cuando en realidad, él pudo haber comenzado un—un motín o algo, y él pudo haber—él pudo haberse levantado y dado comienzo a una revolución en Egipto, y pudo haber tomado un ejército y peleado, pero, ¿ven Uds.?, y hubiera tenido muchos miles a su lado. Pero en lugar de eso, él tenía miedo de hacer eso, aun con ejércitos a su lado.",
    "Pero aquí viene de nuevo, cuarenta años después, a la edad de ochenta años, solamente con una vara en la mano. ¿Por qué? Lo que había estado ardiendo en su corazón había llegado a ser una realidad. Entonces estaba ungido, y sabía que tenía el ASI DICE EL SEÑOR. Ahora no había nada que lo podía detener. El no necesitaba ningún ejército. Dios estaba con él. Eso es todo lo que él necesitaba; a Dios a su lado.",
    "Oh, cuando Ud. sabe que Dios le ha enviado a hacer una cierta cosa, y Ud. ve que la cosa está en camino, no—no hay nada que pueda tomar su lugar. Eso es todo.",
    "Me acuerdo de ocasiones cuando el Señor me ha dicho que ciertas cosas iban a acontecer, y luego yo llegaba a cierto punto y veía la cosa bien clara, cómo…¡Oh, qué tremendo sentir! La situación ya está bajo control, eso es todo ¿ven?, por cuanto Dios lo dijo.",
    "Me acuerdo, muchos de Uds. se acuerdan del muchachito que fue resucitado allá en Finlandia, resucitado de haber estado muerto, había sido matado por un automóvil. Y yo me paré ahí al lado del camino, y comencé a alejarme del muchachito, y me detuve y miré hacia él nuevamente. Y algo puso su mano sobre mi hombro, y yo pensé que era el Hermano Moore, pero no había nadie cerca de mí. Y yo miré hacia allá nuevamente, y luego miré hacia la montaña y vi…Yo dije: “Pues yo he visto esa montana en alguna parte, pero no vinimos por aquí. Subimos por otro lado. ¿Dónde está ese cerro?”",
    "Y miré y vi el automóvil ahí, chocado; vi al muchachito ahí con su…tirado ahí, con un—el corte de pelo estilo cuadrado, como diríamos aquí. Los ojos ya volteados, como estuvieron los del Hermano Way el otro día cuando él cayó. Y el pequeño pie había traspasado el calcetín, donde se le quebró la pierna. Y le estaba saliendo sangre por los ojos, por la nariz y por los oídos. Y vi sus pantalones de estilo corto; con los botones aquí por un lado; y traía puestos los calcetines largos como usábamos aquí hace muchos años.",
    "Y yo miré alrededor, y ahí estaba exactamente, exactamente como el Espíritu Santo me había dicho dos años antes, cuando todos Uds. lo apuntaron en sus Biblias, a través de la nación, que eso sucedería. Oh, ahí, entonces la situación está a la mano. No importa cuán muerto esté, no importa lo que otra persona diga; todo está concluido. ¡El tiene que volver!",
    "Yo dije: “Si este niño no se levanta de esta condición muerta, entonces yo soy un falso profeta, soy una mala representación de Dios. Porque allá en mi patria, hace dos años, El me dijo que esto sucedería. Y aquí estos ministros, y todos, esto está escrito en la hoja de nuestras Biblias, y aquí está exactamente. Léanlo aquí de la hoja, como ‘sería en un país con piedras, etc., será matado, y en…estará del lado derecho del camino’”. Dije: “Allí está. Nada lo puede detener. La situación ya está bajo control”.",
    "La fe dentro de mi corazón fue ungida. ¡Oh, si solamente yo pudiera explicar eso! La fe que Dios…que yo tenía en Dios, la cual me dijo, y nunca había fallado, me dijo: “Ahora la situación está bajo control. Aquí está exactamente lo que te mostré hace dos años, y aquí está exactamente todo en orden. La única cosa que tú tienes que hacer es hablar la palabra”. Y el muchachito resucitó de entre los muertos. ¿Ven?",
    "Yo estaba pensando, mirando allá hacia el Hermano Fred Sothmann sentado allí, y el Hermano Banks Wood y los demás. El otro día allá en la carretera hacia Alaska, cómo fue que me paré aquí en la iglesia y les conté a todos Uds. acerca de un animal que parecía tener cuernos de venado, midiendo cuarenta y dos pulgadas, y un oso gris de puntas plateadas. Yo nunca había estado allá antes, y cómo era que la…que yo iba a cazar estos animales, y cómo iba a ser, y cuántos estarían conmigo, y cómo estarían vestidos. Todos Uds. lo saben, semanas y semanas antes de que sucediera.",
    "Y ahí, cuando entré a esa región, sin saberlo, ahí estaba ese animal. Y me acerqué, y—y él…era imposible. Si un cazador conoce, o estará escuchando esta cinta, cómo uno no puede llegar de frente a un animal, él saltaría y huiría. Pero éste no.",
    "Y ahí está en la pared de mi museo. Ahí está el oso de puntas plateadas, exactamente en la forma. Y una—y una cinta colgando ahí, una cinta para medir, para mostrarlo exactamente. Y un cuerno se encoge cuando menos dos pulgadas o más de cuando está en el animal a cuando se seca, pero éste nunca encogió. Todavía mide exactamente cuarenta y dos pulgadas. ¿Ven? Ahí está el oso de puntas plateadas, mide siete pies de largo, exactamente, y todo exactamente como fue, ahí están ahora mismo.",
    "Pero cuando este hombre me dijo a mí: “Ahora mire, Hermano Branham, ya tenemos este animal que Ud. dijo, pero Ud. me dijo que cazaría un oso gris de puntas plateadas antes de que llegáramos al pie del cerro, allá donde están aquellos muchachos, el que tiene la camisa verde”.",
    "Yo dije: “Es ASI DICE EL SEÑOR. Así lo dijo Dios”.",
    "El dijo: “Pero Hermano Branham, yo puedo ver por todo esto aquí, por millas, no hay nada. ¿De dónde va a aparecer?”",
    "Yo dije: “No me toca a mí cuestionar eso. ¡Dios lo dijo! Y El es Jehová-jireh (Jehová proveerá). El puede traer un oso ahí. El podría colocar uno ahí”. Y lo hizo. Y ahí está. Es una situación bajo control.",
    "Y cuando Moisés vio que había sido levantado para este propósito, y se había encontrado cara a cara con este gran Dios Quien había hecho el llamado, y lo había ungido e identificado, y había dicho: “Moisés, este es tu llamado. Te estoy enviando a ti, y te voy a mostrar Mi gloria. Y aquí estoy en esta zarza ardiendo. ¡Ve allá! Yo estaré contigo”. El ni siquiera necesitaba la vara. El tenía la Palabra, la Palabra vindicada, y para allá fue. Eso ungió la fe que estaba en él.",
    "Y nos unge a nosotros cuando vemos que estamos viviendo en los últimos días, cuando vemos que están ocurriendo todas estas señales que vemos, las cuales son mencionadas en la Escritura, que ocurrirían en los últimos días; desde el Cielo, hasta los poderes políticos, y la naturaleza de la gente, y la desmoralización del mundo, y entre las mujeres, y lo que harían en los últimos días, y lo que harían los hombres, y lo que harían las iglesias, lo que harían las naciones, y lo que haría Dios. Y lo vemos todo claramente aquí ante nosotros.",
    "Oh, eso nos unge la fe. Nos lleva más allá. ¿Ven? Nos—nos separa de las otras cosas del mundo. ¿Ven? No importa cuán pequeños seamos, qué tanta minoría seamos, ni cuánto se ríen de nosotros o qué tanto se burlan de nosotros, eso no importa. Eso es todo. Nosotros lo vemos. Hay algo por dentro de nosotros. Fuimos predestinados para ver esta hora, y nada nos va a impedir verla. ¡Amén! Aquí Dios lo ha dicho. Ya—ya ha sucedido. Lo vemos. ¡Oh, cómo damos gracias a Dios por esto! Oh, entonces produce fe en uno cuando vemos estas cosas suceder aquí.",
    "Ahora, nuevamente leemos que: “Moisés tuvo por mayor riqueza el vituperio de Cristo que los tesoros de Egipto”. Ahora, él estimó el—el vituperio de Cristo.",
    "Ahora recuerden: “el vituperio de Cristo”. ¿Ven?, existe un vituperio o reproche en servir a Cristo. Si Ud. es muy popular con el mundo, entonces Ud. no puede, no está sirviendo a Cristo. No, Ud. no puede. Porque, ¿ven?, existe un reproche que va con ello. El mundo siempre ha reprochado.",
    "Allá, hace miles de años, había un reproche que iba con ello. Y Moisés llegaría a ser Faraón, él era el que seguía para ser Faraón, el hijo de Faraón. Y él era el siguiente Faraón, con favor entre el pueblo, sin embargo, él “consideraba…” Estimar significa “considerar”. “El tuvo por mayor riqueza el vituperio de Cristo que todo lo que Egipto podía entregarle”. Egipto estaba en sus manos. Sin embargo, él sabía que el tomar el camino de Cristo sería un reproche, pero él estaba tan contento en saber que había algo dentro de él, que le hizo estimar este reproche de Cristo, mayor que todo el encanto que le tocaba por herencia. El tenía una herencia por dentro que era mucho mayor de lo que era la herencia del lado de afuera.",
    "¡Oh, si nosotros pudiéramos ser así hoy, y permitir al Espíritu Santo ungir aquello que tenemos por dentro, esa fe, hacia una vida piadosa, consagrada a Cristo!",
    "Ahora, con esta fe que él tenía, él notó, y él estimó ese reproche como un honor.",
    "Hoy alguien puede decir: “Oye, ¿eres uno de aquella gente, de aquéllos?”\n\n“Ah, ah, pues, ah”. Ud tiene un poco de vergüenza.",
    "Pero él lo tuvo como mayor riqueza que el mundo entero, porque había algo en él y él podía hablar y decir: “Sí, yo estimo esto. Este es un gran honor. Estoy contento de ser uno de ellos”. ¿Ven? “Estoy contento de ser contado como Hebreo y no como un Egipcio”.",
    "Los Cristianos de hoy en día deben decir lo mismo: “Estoy contento de considerarme Cristiano, de abstenerme de las cosas del mundo y el orden del mundo. No solamente como miembro de iglesia, pero como un Cristiano que ha nacido de nuevo, que vive de acuerdo a las Escrituras. Aunque fuere llamado ‘fanático’ por los mismos miembros de la iglesia, sin embargo yo—yo—yo estimo eso como cosa mayor—mayor que si fuera la persona más famosa de la ciudad o de la nación. Prefiero ser eso que Presidente de los Estados Unidos, o—o rey de toda la tierra. (¿Ven?). Yo estimo eso tanto, porque Dios en Su misericordia, me vio antes de la fundación del mundo—del mundo, y—y colocó ahí una simiente, para que mi fe tomara vuelo por encima de estas cosas del mundo. Y ahora El me ha llamado, y yo—yo estimo mi lugar”.",
    "Como dijo Pablo, que él estimaba su oficio en sumo grado…¿ven?, y oh, que Dios lo había apartado de ser un gran maestro como Gamaliel. Pero Pablo había sido llamado a ser un sacrificio para Cristo. ¿Ven? Ahora la misma cosa.",
    "Noten, con tal fe, él nunca dependió en su vista, lo que podía ver. Ahora, él sólo veía ahí un montón de—de gente trabajando con el lodo, esclavos, en prisión, siendo matados cada día, azotados con látigos, se burlaban de ellos, sus creencias religiosas eran “fanáticas”. Y ahí estaba sentado en el trono un faraón, el cual no conocía ni tenía ningún aprecio de su religión. El no conocía nada al respecto. El era un pagano, así que él solamente…¡Qué cuadro de hoy día! Y ahí está, una religión distinta. Y como era que si—si este Moisés, aunque estaba en el mismo lugar con el presidente, o el—o el gran hombre, Faraón, para tomar su lugar cuando muriera, y ya era un anciano. Sin embargo, Moisés pensaba que aquel llamado…El observó todo aquello, y lo hacia por la misma ventana que Faraón, porque estaba en su hogar.",
    "Y Faraón se asomaba y miraba a esa gente con las manos levantadas, y tomaban látigos y los azotaban hasta morir porque estaban orando. Los traspasaban con espadas si fallaban o desobedecían a cualquier hora, y les hacían trabajar hasta que sus cuerpos raquíticos ya no aguantaban, y luego no les daban suficiente para comer. “Pues no eran más que un lote de fanáticos, casi ni humanos”.",
    "Sin embargo, Moisés, con esa fe que tenía, los miraba y él decía: “Ellos son el pueblo bendecido por Dios”. Amén. Me gusta eso. Con tal fe, no puso sus ojos en el encanto de Egipto, sino más bien en la promesa de Dios. Su ojo de águila, ojo de fe, podía ver mucho más allá que el encanto de Egipto. El, recuerden, él está llegando ahora a ser un águila. El es un profeta, y su ojo de águila mira por encima de esas cosas. ¡Oh, cómo me gusta eso! ¡Oh! ¡Hermano!",
    "Cómo hoy en día, los Cristianos dependen de sus sentidos, y lo que pueden ver, o lo que pueden entender, en vez de su fe, depender de lo que uno puede ver con su ojo y todo el encanto. Como Uds., las mujeres, siempre les estoy llamando la atención a que deben dejarse crecer el cabello, no deben pintarse, deben portarse como damas y Cristianas. Uds. se fijan en las calles y ven las mujeres de hoy en día vestidas inmoralmente. Pues piensan: “Pues, ella pertenece a la iglesia ¿por qué no puedo yo hacer eso?” ¿Ven? “Y ella se corta el cabello, ¿por qué no puedo yo hacer eso? Pues ella parece ser tan dulce e intelectual, y tiene una personalidad que yo ni tengo. Pues, ¿por qué no puedo yo hacer aquello? Yo debiera hacerlo”. Cuando Ud. hace eso, Ud. paraliza su fe. ¿Ven? Ud. no da lugar a su fe para crecer. Comience con eso. Como yo dije.",
    "Alguien dijo: “Hermano Branham, el país, la gente lo estima a Ud. como un profeta. Ud. no debe estar regañando así a las mujeres y a los hombres por estas cosas. Ud., Ud. debiera estar instruyéndolos en—en cómo profetizar y recibir dones”.",
    "Yo dije: “¿Cómo puedo enseñarles álgebra cuando todavía no saben sus ABC?” ¿Ven?",
    "Ahora, comience Ud. con eso. Límpiese para que cuando salga a la calle, cuando menos parezca una Cristiana, ¿ven?, y entonces comience a actuar como una. ¿Ven? Y Ud. no lo puede hacer por sí misma. El caso es que Cristo tiene que morar en Ud. Y si esa simiente está ahí y la Luz da en la simiente, va a brotar a Vida. Si no llega a Vida, es que no había nada ahí para llegar a Vida. Porque, de seguro se probó cierto en otros, ¿ven?, viene a Vida inmediatamente cuando la Luz da en ella.",
    "Esa es una reprensión a las mujeres, yo lo sé, para las que están escuchando esta cinta, o que la escucharán. Hermana, es una reprensión. Así debe ser. Debe ser, porque muestra. No me importa qué ha hecho Ud.; Ud. puede haber sido religiosa toda su vida, Ud. quizás vivió en la iglesia, su padre quizá sea un ministro, o su esposo puede ser un ministro; pero mientras Ud. desobedece la—la Palabra de Dios, eso muestra que ahí no hay Vida. Cuando Ud. ve la cosa siendo traída, y la Vida del Espíritu Santo, fíjese cuando eso llega a otros. Fíjese en lo que ellos hacen, si lo muestra en ellos. Con razón, ¿por qué…?",
    "Qué—qué reprensión para aquellos Fariseos, que llamaron a Jesús, cuando El podía percibir sus pensamientos, les llamó “Beelzebú “.",
    "Y aquella pequeña prostituta dijo: “Pues, este Hombre es el Mesías. La Escritura dice que El hará esto”. ¿Ven?, esa simiente predestinada estaba ahí, y cuando la Luz dio en ella, brotó a Vida. Uno no lo puede impedir. Uno no puede esconder la Vida.",
    "Ud. puede echar concreto sobre la grama, y matarla en el tiempo de invierno. Cuando llega la primavera, ¿adónde es que tiene más grama? Por toda la orilla del concreto. Porque la simiente germinada, debajo de esa piedra, cuando el sol comienza a brillar, Ud. no la puede detener. De alguna manera dará sus vueltas y saldrá por la orilla de aquello y levantará su cabeza para la gloria de Dios. ¿Ven Uds.?, no se puede esconder la vida. Cuando el sol pega en la vida botánica, ésta tiene que vivir.",
    "Y cuando el Espíritu Santo da en la Vida Escritural que hay en un hombre, ahí mismo produce su fruto. [El Hermano Branham truena sus dedos.—Editor] ¿Ven?",
    "Entonces, a pesar de qué tan fiel y honesta sea Ud., cómo dice que Ud. no es, y hablando, diciendo que estaban…Estas mujeres vistiéndose con—con esta ropa inmunda así, simplemente es una desnudez en la misma calle. Aunque Ud. no piensa que lo esté haciendo, Ud. no puede hacerse creer asimismo. Ud. puede probar que es inocente de adulterio, pero en el Libro de Dios Ud. está cometiendo adulterio. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y Ud. se presentó de esa manera. ¿Ve?, Ud. no lo puede ver a menos que esa Vida esté ahí.",
    "Ud. se fija en otra persona, Ud. mira y dice: “Pues, yo conozco a la Hermana Jones. El Hermano Jones es un…El es un ministro. Su esposa hace esto y hace aquello”.",
    "A mí no me importa lo que aquel hace; Esta es la Palabra. Jesús dijo: “La palabra de todo hombre sea mentira y la Mía sea Verdadera”. Es la Biblia. Y cuando esa Luz en verdad da en ella, tiene que brotar a Vida. Tiene que llegar a Vida.",
    "Ahora, el gran ojo de Moisés, su ojo de águila, vio más allá del encanto de Egipto.",
    "El genuino creyente Cristiano hoy en día, no importa lo que dice la iglesia, lo que diga alguien más, cuando la Luz da en él, ellos pueden ver la vindicación de Dios, la Columna de Fuego colgando ahí, y las señales y maravillas que prometió, la Escritura siendo colocada, entonces viene a Vida; no importa cuán pequeño sea, ni cuántos estén en la minoría. El grupo de Dios siempre ha sido la minoría. ¿Ven? “No temáis manada pequeña—pequeña, porque a vuestro Padre le ha placido daros el reino”. ¿Ven? Ellos lo captan. Dios está obligado a hacerlos llegar de toda denominación, de toda orden en todas partes, para verlo, si es que están ordenados a Vida.",
    "Fíjense en Simeón, ordenado a Vida. Cuando el Mesías entró al templo, en la forma de un bebé en los brazos de Su madre; Simeón estaba en otro cuarto aparte, leyendo. El Espíritu Santo lo levantó, porque él estaba esperando. Esa Vida estaba en él. El dijo: “Yo no moriré hasta que vea el Ungido del Señor”. Y ahí estaba el Ungido del Señor en el templo. El Espíritu Santo lo guió de su puesto de deber, afuera, y caminó por ahí y tomó a aquel niño, y dijo: “Permite el—permite que Tu siervo se despida en paz, porque mis ojos han visto Tu salvación”.",
    "Había una ancianita ciega allá en el rincón, y se llamaba Ana, la cual servía al Señor de día y de noche. Ella también estaba prediciendo: “El Mesías viene. Lo puedo ver venir”. Sin embargo estaba ciega. En ese mismo tiempo cuando El estaba ahí…Esa Vida que estaba en ella, que estaba prediciendo: “¡Estará aquí! ¡Estará aquí! ¡Estará aquí!” Luego, esa misma Vida, la Luz entró al edificio en la forma de un Bebé, como “un hijo ilegítimo”, envuelto en Sus pañales, pasando por el edificio. Y el Espíritu Santo cayó sobre esa ancianita ciega, y ella vino por medio del Espíritu, guiada por en medio de la gente, y se paró junto a este Bebé; y bendijo a la madre y al Bebé, y les dijo cuál sería Su futuro. ¿Ven? ¡Ordenados a Vida! ¿Lo ven?",
    "Fíjense en ellos, no había ni una docena. Sólo se salvaron ocho almas en los días de Noé, casi nada, pero todos los que fueron ordenados a Vida entraron en aquel tiempo. ¿Pueden ver cómo el Espíritu Santo obra en cada edad sacando a la gente?",
    "Ahora hallamos que la fe de Moisés lo guió a estar atento a lo futuro, no a lo pasado. Fijándose en mañana en vez de hoy. Fijándose en la promesa en vez del encanto. Fijándose en el pueblo en vez de la organización. ¿Ven? Dios hizo eso.",
    "Lot podía ver la prosperidad del encanto allá en Egipto, o allá en Sodoma. Lot podía ver las posibilidades de una—de una cantidad de—de dinero. Lot podía ver la pros-…posibilidades de eso cuando él miró hacia Sodoma y posiblemente él podía llegar a ser…Siendo que él era Hebreo, él quizás llegue a ser un hombre grande ahí, porque él era una gran figura intelectual, y era el sobrino de Abraham, por lo tanto él escogió salir hacia Sodoma. El intelecto de Lot lo dirigió a ver el encanto de—de la prosperidad. El intelecto de Lot lo dirigió a ver las bendiciones del—del encanto. Pero, su fe fue tan paralizada por todo esto, que él no pudo ver el fuego que iba a destruir ese tipo de vida.",
    "Y asimismo es la gente hoy en día. Ellos ven las posibilidades de pertenecer a una gran organización, ellos ven las posibilidades de estar bien socialmente con la gente de la ciudad, pero no pueden ver las posibili-…Ellos no pueden ver que su fe está paralizada. Permítanme repetir eso para que no se vaya a malentender. Las mujeres de hoy, ellas, como he dicho, ellas desean—desean actuar como las actrices de cine. Los hombres de hoy desean actuar como los cómicos de la televisión.",
    "Los predicadores de hoy parecen querer hacer que sus iglesias sean como alguna logia moderna de alguna clase, con miembros y todo. Ellos ven las posibilidades de llegar a ser un obispo o algún superintendente general, o algo así, si se van con la corriente de la iglesia; dejando atrás las Escrituras, cuando está claramente colocado ante ellos, completamente vindicado por el Poder de Dios, y por medio de la Palabra viva de Dios, viviendo en el pueblo. Sin embargo, no la desean. Dicen: “No nos queremos mezclar con algo como eso”. Les costaría su tarjeta de compañerismo. Les costaría su orden denominacional. Sin embargo son hombres honestos, así como Lot, sentados en Sodoma, sabiendo que eso está errado. ¿Ven? ¿Ven? ¿Qué hacen al hacer eso? Paralizan la poca fe que tenían. No puede funcionar.",
    "Ahora, Moisés cedió todo aquello y se…su fe paralizó al mundo.",
    "O su fe paralizará el encanto, o, el encanto paralizará su fe. Ahora, Ud. tiene que escoger uno o el otro. Y Ud. puede ver que la Biblia no cambia. Dios no cambia. El es el Dios incambiable.",
    "Y ahora hallamos, hoy en día, que la gente de este día, ¿ven?, ellos miran hacia las cosas grandes, la gran organización. “Yo pertenezco a Tal y Tal”. ¿Ven? Y van allá, y fíjense, son igual que la gente de la calle. No existe ninguna diferencia. Tienen un poco de algo intelectual, y así siguen. Cuando uno habla de sanidad Divina, la Columna de Fuego, la Luz de Dios, ellos dicen: “Eso es algo mental”.",
    "El otro día, un hombre estaba mirando la fotografía del Angel del Señor, era un ministro Bautista, y se rió. ¿Ven?, eso—eso es blasfemia. ¿Ven? Para eso no hay perdón.",
    "Eso lo dijo Jesús, ¿ven? Es blasfemia; cuando uno ve que está obrando las mismas obras que hizo Cristo. Y El dijo…Cuando ellos vieron esas obras en Cristo, El era el Sacrificio, y a El le llamaron: “Beelzebú, un diablo”, porque lo estaba haciendo. Y ahora dicen…El les dijo: “Yo los perdono por eso. Pero cuando venga el Espíritu Santo para hacer las mismas obras, si hablan una palabra en contra, nunca les será perdonado, en este mundo ni en el venidero”. ¿Ven? Una sola palabra es todo lo que se tiene que hablar en contra. ¿Ven? Y entonces…",
    "Porque, si esa Vida, si Ud. ha sido ordenado a Vida Eterna, entonces esa Vida brotaría cuando Ud. lo viera. Ud. lo reconocería, así como la mujer junto al pozo, y muchos más. Pero si no está ahí, no puede brotar a Vida, porque no existe ahí nada con qué llegar a Vida. Como decía mi madre ancianita: “Al nabo no se le puede sacar sangre”, porque no tiene sangre. Ahora, esa es la misma cosa.",
    "Y eso paraliza la poca fe que uno tiene. Lot podía ver todo el encanto, pero no tenía suficiente fe para poder ver el fuego que iba a destruir ese encanto.",
    "Me pregunto si la tenemos hoy. Me pregunto si nosotros, como también las mujeres que desean ser populares, que desean actuar como las—las demás mujeres en la iglesia, si ellas ven que desean actuar como las demás. Ellas—ellas pueden ver las posibilidades de ser una—una—una mujer más bonita, al pintarse. Ellas pueden ver a una mujer más bonita, tener una apariencia más joven, al cortarse el cabello y actuar como algunas de las demás, o como la actriz de cine. Pero me pregunto si eso no les ha paralizado la fe, para saber que la Biblia dice que: “una mujer que hace eso es una des…una mujer deshonrosa”, y, “una mujer que se viste con ropa de hombre es una abominación ante Dios”, pantalones, y todo lo demás, y pantalones cortos que se están poniendo. Y—y la cosa llega a una condición tan insensible hasta que llega a ser la rutina normal de la gente que lo hace. Me pregunto si no paralizan la poca fe que Uds. tenían aun para asistir a la iglesia, ¿ven? Eso es lo que hace.",
    "Lot hizo eso, y lo paralizó a él, y también paralizó a su gente. Ellos no lo podían ver.",
    "Pero Abraham, su tío, con una—una fe vindicada, él no se enfocó en el encanto, y ni quería tener nada que ver con eso, aunque tenía que vivir una vida difícil y solitaria. Y Sara vivió allá en el desierto donde la vida era difícil, en tierra estéril. Pero ellos no se fijaron en el encanto ni en las posibilidades de llegar a ser famosos.",
    "Sara, la mujer más hermosa en todo el país, así dice la Biblia. Ella era de aspecto hermoso, la más hermosa de todas las mujeres. Y ahora, ella hasta se quedó y obedeció a su marido, a tal grado que lo llamaba su “señor”, a la cual hace referencia la Biblia aun acá en—en el Nuevo Testamento; donde dice: “de la cual vosotros habéis venido a ser hijas si hacéis el bien, obedeciendo la fe”. ¿Ven?, llamaba a su marido su “señor”.",
    "Y el Angel del Señor visitó su templo y…o su pequeña carpa ahí, y les dijo. Ni siquiera tenían una casa donde vivir; viviendo en esas tierras estériles. Y ahí lo tienen. ¿Pueden ver los días nuevamente, siguiendo el mismo patrón que hubo entonces?",
    "Ahora, Moisés con su gran fe, nuevamente, podía decir “no” a las cosas presentes del mundo presente, y así hacer una elección justa. El escogió sufrir las aflicciones con el pueblo de Dios. El escogió tomar ese camino. ¿Por qué? ¡Su fe! El vio la promesa. El vio el tiempo del fin. El miraba hacia el día de mañana, y dio rienda suelta a su fe. Y no le puso atención a lo que sus ojos veían en las posibilidades presentes, que él era un faraón y que iba a ser el faraón. El se enfocó en el día de mañana.",
    "Oh, si tan sólo la gente pudiera hacer eso, si no vieran el mundo presente. Si Ud. se fija en el mundo presente, hace una elección con ello. Tápese los ojos a eso, y fíjese en la promesa de Dios, en el día de mañana.",
    "Por medio de su fe, él pudo escoger. El escogió ser llamado el hijo de Abraham, y rechazó ser llamado el hijo de Faraón. ¿Cómo podía él hacerlo, cuando todo el reino…? Egipto tenía dominado a todo el mundo. El era el rey del mundo, y era un joven de cuarenta años de edad, listo para tomar el trono. Pero él nunca se fijó en su inteli-…",
    "Fíjense en las mujeres que habrían estado a su alrededor, día tras día, harenes de ellas. Fíjense en el encanto; tomando vino, presenciando la desnudez mientras bailaban, y le abanicaban con un…Y mujeres de todo el mundo, y las joyas y los tesoros, y su ejército allá. Lo único que tenía que hacer era acomodarse y comer su alimento tan fino, y decir: “Envíen un…envíen la guarnición número Tal y Tal del ejército a Tal y Tal lugar, y tomen esa nación. Me parece que la quiero”. Eso era todo lo que tenía que hacer. Sentado ahí, y ellas abanicándole, y abrir la boca; y permitir que las—las mujeres hermosas, desnudas, le vaciaran el vino en la boca, dándole su comida, abrazándolo, todas las mujeres más bellas del mundo. Todo el encanto que fuera posible, él lo tenía todo ahí a su lado.",
    "Pero, ¿qué hizo él? El quitó la vista de todo eso. El sabía que el fuego ya estaba listo para eso. El sabía que la muerte estaba por ese camino. ¿Ven? El sabía que así era. Y él enfocó la vista en un grupo de gente despreciada y rechazada, y por fe él escogió sufrir el reproche de Cristo, y se llamó a sí mismo: “Yo soy hijo de Abraham. Yo no soy hijo de este faraón. Aunque me hagan obispo, o diácono, o arzobispo, o Papa, yo no soy hijo de esta cosa. Yo soy hijo de Abraham, y me separo de las cosas del mundo”. ¡Amén, amén, y amén! ¡Por fe, él hizo eso!",
    "El rechazó todo el encanto. El rechazó las posibilidades de llegar a ser el próximo obispo, él rechazó las—las posibilidades de llegar a ser el próximo arzobispo, o el próximo superintendente general en la próxima elección, o lo que fuera, él rechazó todo eso. El rechazó mirarlo.",
    "🦅 Ahora, si yo llegare a ser el obispo, yo entraría y la gente diría: ‘Santo Padre’, o—o ‘Doctor Fulano de Tal’, o—o—o—o ‘Anciano Fulano de Tal’. Cómo ellos, todos los ministros en la reunión, me darán palmadas y dirán: ‘Oye, muchacho, ese tipo sí es algo tremendo, te digo. Oh, sh—sh—sh, mantengan silencio, aquí viene el obispo, ¿ven? Lo que él diga, eso es ley. ¿Ven?, aquí viene el Fulano de Tal’”. La gente da la vuelta al mundo para ser…para ver al Papa, y besar el pie y los anillos, y todo lo demás. Como, qué posibilidad para el Católico, qué posibilidad para el Protestante, de ser obispo o superintendente general, o algo, algún hombre grande en una organización.",
    "Mirando, aunque, pero, ¿ven Uds.?, el ojo de fe mira por encima de todo eso. Y uno puede ver el fin de eso allá, lo cual, Dios dice que toda la cosa será destruida. Fe, el ojo de águila, lo levanta a uno por encima de todo eso, y uno puede ver el día de mañana, no hoy, y uno escoge ser llamado el hijo de Abraham.",
    "Faraón, sin nada de fe, vio los hijos de Dios como “fanáticos”. Nada de fe, él los hizo esclavos porque él no temía lo que decía. El no le temía a Dios. El pensaba que él mismo era dios. El pensaba que sus—sus dioses a los cuales él servía, que él mismo era un obispo, que era el superintendente general mayor, sus dioses eran los que lo habían hecho. “Nada de importancia a esta Cosa aquí”, entonces los hizo esclavos. El se rió de ellos, se burló de ellos. Así como la gente ha hecho hoy, la misma cosa, exactamente.",
    "La fe de Moisés los veía a ellos en la tierra prometida, un pueblo bendecido. Quizás fuera una batalla difícil llevarlos hasta la promesa, pero Moisés escogió ir con ellos. Cómo podría permanecer yo en ese punto, pero se me está acabando el tiempo. ¿Ven?",
    "Noten, quizá sea una cosa muy difícil hacer que esa gente dé la media vuelta. “Tú tienes que ir y vivir con ellos, tienes que ser uno de ellos, y ya son tan intelectuales que no los puedes mover. (¿Ven?). Pero tiene que haber algo que suceda allá. Tiene que haber algo sobrenatural que se manifieste ante ellos. Va a ser una cosa muy difícil. Las organizaciones te van a rechazar, y todas estas cosas te van a suceder. Es—es terrible, lo que tienes que hacer, pero sin embargo, decídete”.",
    "🦅 Yo soy uno de ellos”. Sí. Su fe hizo eso. Su fe se encendió. Sí, señor. El lo vio. Era una cosa difícil hacerlos llegar a esa promesa, pero de todas maneras, él escogió ir con ellos. Sin importar lo que ellos hicieran con él, y cómo ellos lo rechazaron, él fue de todas maneras. El iba a salir con ellos.",
    "Ojalá estén leyendo. Muy bien. De todas maneras vaya con ellos. Haga, sea Ud. uno de ellos, correcto, porque es su deber. Quizá sea una batalla dura, y mucho por donde pasar, pero de todas maneras vaya.",
    "Pero su fe lo guió a escoger el lado de la Palabra, y no el encanto. El tomó la Palabra. Eso hizo la fe de Moisés. Cuando la fe ve lo peor de Dios…Recuerden, aquí estaba el encanto del mundo, lo más alto, el rey del mundo. Y ¿adónde estaba la promesa de Dios? En el lodazal, con la gente enlodada.",
    "Pero cuando la fe, cuando la fe ve lo peor de Dios, lo estima mayor y de más valor que lo mejor que el mundo puede ofrecer. Sí señor. Cuando la fe lo mira, cuando la fe lo puede ver, cuando fe en la Palabra puede ver la Palabra manifestada, entonces es más que todo el encanto y el arzobispado y todo lo demás de que se pueda hablar. Fe lo hace. ¿Ven? Uno puede ver lo peor, lo despreciado, lo rechazado, lo que pueda ser; cuando eso esté en su peor condición, sin embargo, la fe lo estimará un millón de millas más allá de lo que el mundo puede producir. ¡Amén! Así es como cantamos ese himno: “Escogeré el camino con la minoría despreciada del Señor”. ¿Ven? ¡Oh, hermano!",
    "Porque, ¿ven Uds.?, la fe puede ver lo que Dios quiere que se haga. Oh, espero que esto penetre. Fe no se fija en el tiempo presente. Fe no ve esto aquí. La fe mira para ver qué desea Dios, y obra según eso. Eso hace la fe. Puede ver lo que Dios desea, y lo que Dios desea que se logre, y por ese medio es que opera la fe.",
    "Fe es una visión de largo alcance. No baja su mira. Se mantiene en el blanco. ¡Amén! Cualquiera que es bueno para disparar sabe eso. ¿Ven? Que es de largo alcance. Es un—es un telescopio. Es un binocular, con el cual no se mira aquí alrededor. Uno no usa los binoculares para ver qué hora es; ¿ven?, uno no los usa así. Pero se usan los binoculares para mirar allá lejos.",
    "Y la fe hace eso. La fe levanta los binoculares de Dios, ambos, ambos lados, el Antiguo y el Nuevo Testamento, y ve toda promesa que El ha hecho. Y la fe lo ve allá lejos, y la fe escoge eso a pesar de lo que diga el tiempo presente aquí. Ella mira allá al final. No ajusta la mira para ver hacia acá. Ella mira allá lejos. Ella mantiene el hilo cruzado perfectamente fijo en la Palabra. Eso hace la fe. Esa es la fe que está en un hombre la que hace esas cosas.",
    "Ahora, fíjense. Lo que Faraón llamó, o llaman, lo que Faraón llamó grande, Dios llamó: “¡abominación!” Faraón pudo haber dicho: “Mira Moisés, aquí, pues, tú eres el próximo faraón. Te—te entrego este cetro a ti cuando yo parta. Yo te daré este cetro. Es tuyo. ¿Ves? Ahora, esto es grandioso. Tú vas a ser un gran hombre, Moisés. Tú serás el obispo. Tú vas a ser esto, aquello, o lo otro. No nos abandones. Quédate aquí”. Pero, ¿ven Uds.?, él llamó a eso grande, y Dios dijo que era una “¡abominación!”",
    "Ahora, Uds. mujeres, pónganse a pensar por un momento, y Uds. hombres también. Lo que el mundo llama grande, Dios llama “inmundicia”. ¿No dice la Biblia: “Es una abominación que la mujer se vista con ropaje de hombre”? Y Uds. piensan que son muy sabias al hacerlo. ¿Ven? Solamente están exhibiendo carne femenina para el diablo, eso es todo. Así que, no lo hagan.",
    "Y ¡Uds. hombres, que viven corriendo tras las cosas del mundo, y se arriman y abrazan esto tanto! Y Uds. hombres, sin suficiente atrevimiento en sí mismos para hacer que sus esposas y cosas dejen de hacer eso, ¡qué vergüenza! ¿Y se hacen llamar hijos de Dios? A mí me parecen Sodomitas. ¿Ven? No para lastimarles los sentimientos, pero sólo para decirles la Verdad. El amor es correctivo. Siempre es así. La madre que no cuida de su hijo, y no lo corrige ni lo castiga, y no lo hace obedecer, realmente no es una madre para él. Correcto.",
    "Ahora, fíjense en lo que ocurre ahora. Moisés vio esto por visión. Y Faraón dijo que: “Esto es grande”. Dios dijo: “Es una abominación”. Entonces Dios…Moisés escogió lo que dijo Dios.",
    "Ahora, noten que la fe ve lo que Dios desea que Ud. vea. ¿Ven? La fe ve lo que Dios ve.",
    "Y los razonamientos y los sentidos ven lo que el mundo desea que Ud. vea. Noten el razonamiento: “Pues, sólo es el sentido humano. Es sólo—sólo la razón de que esto…Pues, ¿no es esto igual de bueno”? ¿Ven? Eso es exactamente, cuando Ud. hace uso de los sentidos, los cuales son contrarios a la Palabra, ¿ven?, entonces eso es lo que el mundo desea que Ud. vea.",
    "Pero la fe no ve eso. La fe ve lo que dijo Dios. ¿Ven? Uds. saben, debemos desechar todo razonamiento.",
    "Razones, sentidos de razonamientos, ven lo que el mundo desea que Ud. vea, grande denominación. Pues, ¿es Ud. Cristiano? “Oh, yo soy—soy Presbiteriano, Metodista, Luterano, y Pentecostal, lo que sea. Yo soy esto, aquello, o lo otro”. ¿Ven?, esos son los sentidos. “Yo pertenezco a la primera iglesia, ¿ve Ud.? Oh, yo soy Católico. Yo soy—soy esto, aquello”. ¿Ven?, así dicen. Ahora, eso, esos son los sentidos. Les gusta decir eso porque es una denominación, algo grande. “Pues nosotros tenemos más miembros, casi, que cualquier iglesia en todo el mundo. ¿Ven? Nosotros…”",
    "Pero solamente existe una Iglesia verdadera, y no se puede unir a ella. Uno nace en ella. ¿Ven? Y si nace en ella, el mismo Dios viviente obra a través de Ud., dándose a conocer. ¿Ven?\n\nAhí es donde mora Dios, en Su Iglesia. Dios asiste a la Iglesia todos los días, El vive en la Iglesia. El vive en Ud. Ud. es Su Iglesia. Ud. es Su Iglesia. Ud. es el Tabernáculo donde Dios mora. Ud. mismo es la Iglesia del Dios viviente. Y si el Dios viviente vive en Su ser viviente, entonces sus acciones son de Dios; si no es así, entonces Dios no mora ahí. El no lo haría a Ud. actuar de esa manera, cuando El dice aquí en la Palabra, Su plano: “No lo hagas”, luego Ud. va y lo hace. ¿Ve? Eso es incorrecto. Cuando Ud. niega el asunto, entonces eso muestra que la Vida ni siquiera está en Ud. ¿Ve? Correcto.",
    "Fe guió a Moisés al camino de la obediencia. Noten, Moisés hizo…Ahí está el joven Faraón, ahí está el joven Moisés, ambos con la oportunidad. Moisés vio el reproche del pueblo, y lo estimó como mayor tesoro que todo lo que tenía Egipto. Y, guiado por fe, él siguió lo que le mostraba su fe en la Palabra, y eso lo guió al camino de la obediencia, y finalmente a la Gloria, inmortal, para nunca morir, en la Presencia de Dios. La vista y los sentidos, y el encanto, guiaron a Faraón a su muerte, y la destrucción de todo Egipto, su nación, y nunca más se ha levantado.",
    "Ahí lo tienen. Al mirar esto, uno muere. Al mirar Aquello, uno vive. Ahora, escojan. Eso es lo mismo que Dios puso delante de Adán y Eva allá en el huerto del Edén. ¿Ven? Por fe, uno tiene que escoger.",
    "Ahora noten, la vista guió a Faraón a su muerte, y a la destrucción de su ciudad.",
    "Moisés, con su fe, nunca tuvo temor de Faraón. ¿Ven? A él no le importaba lo que decía Faraón. A él no le importaba nada lo de Faraón, como tampoco le importaban a sus padres sus amenazas. Cuando Moisés le fue confirmado a él, y él era esa persona que habría de entregar a Egipto…o guiar a Israel fuera de Egipto, a él no le importaba lo que decía Faraón. El no le tenía miedo. ¡Amén, amén, amén! ¿Ven lo que quiero decir? [La congregación dice: “Amén”.—Editor]",
    "En la fe no existe el temor. Fe conoce las cosas. Como siempre he dicho, fe tiene músculos robustos, y pelo en el pecho. Fe dice: “¡Cállense!” Y todos se callan. Eso es todo. “¡Yo sé adónde estoy parado!”\n\nLos demás dicen: “Bien, pues quizá sí sabe”. ¿Ven?",
    "Pero uno tiene que ponerse de pie y mostrar los músculos. Eso es todo. La fe lo hace.",
    "Noten, Moisés nunca le tuvo temor a Faraón después de que Dios hubo vindicado su llamado. Cuando Moisés creía que había sido llamado para eso, pero cuando Dios le dijo allá: “Así es”, y bajó y mostró ante Faraón y todos los demás que en realidad era enviado para hacerlo, Moisés nunca más le temió a Faraón.",
    "Pero noten, Faraón empleó su sabiduría en Moisés. Fíjense. El dijo: “Te digo esto, yo—yo llegaré a un arreglo contigo”. Después que las plagas ya casi lo habían acabado, él dijo: “Llegaré a un arreglo contigo. Váyanse a adorar por tres días. Váyanse hasta cierto punto, y no se vayan a pasar de ahí”. Pero, Uds. saben, el…Esos fueron los sentidos de Faraón los que le dijeron eso, ¿ven?, “váyanse hasta cierto punto, y no se pasen de ahí”.",
    "¿No tenemos a esos mismos hoy en día? “Si Ud. solamente se une a la iglesia, eso está bien”.",
    "Pero, Uds. saben, la fe que tenía Moisés no creía en una religión “hasta cierto punto”. El dijo: “Todos vamos a salir. Vamos a proseguir hasta la meta. Correcto. Vamos hacia la tierra prometida. No vamos a salir por aquí y formarnos una denominación, y parar ahí. Vamos a proseguir hasta llegar”. Amén. “Yo voy a seguir hasta la tierra prometida. Dios nos la ha prometido”.",
    "¡Cuántos Faraones tenemos hoy en día parados en los púlpitos, cabecillas de organizaciones! “Ahora, si solamente hacen esto y hacen aquello, eso es todo. Bien, ¿ven?, hasta cierto punto”.\n\nPero Moisés dijo: “¡Oh, no! ¡No, no! ¡No, no!” ¿Ven?",
    "Faraón dijo: “Bien, ¿por qué no? Si van a tener esa clase de religión, les digo qué deben hacer, tú y los ancianos vayan a adorar, ¿ves? Tú y los ancianos vayan y adoren. Porque Uds. pueden tener esa clase de religión, pero no lo vayan a hablar entre la gente”.",
    "¿Saben Uds. lo que dijo Moisés? “No quedará aquí ni una pezuña. Nosotros vamos a ir hasta allá. ¡Todos vamos! Yo no iré si no van ellos. Y, mientras estoy aquí, no dejaré de molestarte”. Amén. “Yo no iré si ellos no pueden ir, eso es todo”. ¡Oh, qué siervo tan noble! Amén. “Yo me los quiero llevar conmigo. ¿Simplemente porque yo lo tenga, y me siento y digo: ‘Bien, ahora, esto está bien’? No señor. Deseamos al pueblo también. Todos iremos”. Amén. El dijo: “Ni siquiera vamos a dejar atrás una oveja, ni nada. No dejaremos ni una sola pezuña. Todos saldremos hacia la tierra prometida”. ¡Amén!",
    "🦅 ¡Todos nosotros! Ya sea una ama de casa, o una—una sirvienta, o una ancianita, o un joven, o anciano, o lo que sea Ud., de todas maneras vamos a salir. No se va a quedar ni uno solo”. Amén. “Todos nosotros vamos a salir, y no nos vamos a detener para nada”. Correcto. ¡Vaya! Aquellas religiones ciertamente estaban en debate allá, ¿verdad? ¡Oh, hermano!",
    "No, Moisés no creía en esta religión de “hasta cierto punto”. No, él no creía en eso. Así es. Sí señor. ¡Oh, hermano!",
    "Podríamos quedarnos todo el día en eso, pero al rato tengo que llegar a mi texto y comenzar a predicar.",
    "Noten, noten esto ¡cuán hermoso! Oh, yo amo esto. Uds. saben, por fin Faraón dijo: “¡Váyanse!” Dios simplemente lo molestó tanto con la voz de Moisés. El trajo plagas a todo. El hizo todo lo que se pudo hacer. El paró el…hizo que se pusiera el sol a mediodía. El hizo todo lo demás. El—él oscureció los días. El trajo ranas, pulgas, piojos, todo lo demás, fuego, humo, y muerte a las familias, y todo lo demás. El hizo todo hasta que, por fin, Faraón tuvo que decir: “¡Váyanse! Tomen todas sus cosas, y váyanse”. ¡Oh, hermano! ¡Alabado sea Dios!",
    "Estoy tan contento que un hombre puede servir a Dios a tal grado que el diablo no sabe qué hacer con él. Correcto. Simplemente obedecieron a Dios a tal grado que el diablo dijo: “¡Oh, vaya, váyanse! Ya—ya no quiero oír más de esto”. Correcto. Ud. lo puede hacer, a tal grado.",
    "¿Ven? Ahora si—si Dios no hubiera respaldado a Moisés, entonces él hubiera llegado a ser un hazmerreír. Pero ahí estaba Dios, confirmando.\n\nTodo lo que él decía se cumplía.",
    "Y Faraón tenía que guardar su posición, porque, Uds. saben, él era el obispo, entonces él—él se tenía que quedar ahí. El no lo podía negar. El no podía decir que no, porque ya estaba sucediendo. ¿Ven? El no podía—no podía negarlo, porque ya estaba sucediendo. Entonces por fin dijo: “¡Oh, váyanse! Ya no te quiero escuchar más. ¡Vete de aquí! ¡Toma todas tus cosas y vete!” ¡Oh, hermano!",
    "Ahora, aquí hallamos a Moisés, después de que Dios había hecho tanto a su favor, y le había mostrado tantas señales y maravillas. Ahora, por estos próximos quince minutos, coloquemos esto. Fíjense bien. Moisés llegó a este lugar en donde él…",
    "Dios había dicho: “Yo estoy contigo. Tus palabras son Mi Palabra. Moisés, Yo te lo he probado. Tú, cuando no había nada de moscas en la tierra, era fuera de tiempo, y tú dijiste: ‘Aparezcan las moscas’, y aparecieron las moscas”. Eso es creación. ¿Quién aparte de Dios puede traer oscuridad sobre la tierra? El dijo: “‘Que oscurezca’, y oscureció. Tú dijiste: ‘Aparezcan las ranas’”, y las ranas se metieron hasta la casa de Faraón, en las camas, e hicieron grandes montones de ranas. ¡Creador! “Y Yo te he hablado a ti Moisés, y—y he hecho que Mi Palabra sea creativa a través de tus labios. En realidad te he hecho un dios ante Faraón”. Sí señor. “Yo he hecho todo esto”.",
    "Y aquí llegaron a un lugar donde se les presentó una pequeña prueba, y Moisés comenzó a clamar: “¿Qué haré?”",
    "Quiero que noten. Esto aquí es una gran lección. Yo amo esto, ¿ven? Vean, Moisés, si leemos aquí correctamente, que Mo-…Cuando los hijos estaban en la línea del deber, comenzaron a temer porque veían que venía Faraón.",
    "Dios había hecho todo perfectamente. Ahora había hecho que empezaran la jornada. El tiene reunida a la iglesia. Habían sido llamados fuera. Habían salido de toda denominación. Todos se juntaron. Moisés había vuelto y dijo: “Señor, ¿qué debo hacer?”",
    "El le decía: “Pues, ve haz esto”. Muy bien, seguía. “Ahora, Moisés, tú sabes que te he llamado para hacer esto”.\n\n“Sí, Señor”.",
    "🦅 Muy bien, ve habla esto, y así será “, y ahí venían las moscas. “Habla por esto”, y ahí venía. “Haz esto”, ahí venía. ¡Todo era ASI DICE EL SEÑOR, ASI DICE EL SEÑOR, ASI DICE EL SEÑOR! Ahora se mete en un problema…",
    "Y Dios dice: “Ahora los tengo caminando en su jornada. Todos han sido llamados fuera. La iglesia está unida, así que los tengo en su jornada. Ahora, Moisés, llévalos hasta allá. Te lo he dicho. Me voy a sentar y descansar por un tiempo”.",
    "Moisés dijo: “¡Oh Señor, mira lo que viene, aquí viene Faraón! El pueblo está todo…¿Qué debo hacer yo? ¿Qué debo hacer yo?” Fíjense, ¿no es así el ser humano? Sí señor. Comenzó a clamar: “¿Qué debo hacer?”",
    "Aquí vemos a Moisés, expresando completamente su naturaleza humana, siempre deseando que Dios esté detrás de uno, empujándolo hacia alguna cosa. Ahora, así somos nosotros hoy en día. Uno desea que Dios, después de que hemos visto todo lo que hemos visto, sin embargo, desea que Dios lo empuje a hacer algo. ¿Ven?",
    "Moisés, sin mucha preocupación, había dicho: “Dios, te iré a preguntar, a ver qué me dices. Sí, sí, Tú lo has dicho. Pues, muy bien, yo también lo diré”. ¿Ven?",
    "Pero aquí, Dios lo había ordenado para este trabajo, ya había probado que estaba con él. Y aquí estaba, se le presentó una circunstancia, y él comenzó a clamar: “¿Qué puedo hacer yo? Señor, ¿qué puedo hacer?”",
    "Ahora recuerden, él ya había profetizado, porque había dicho: “Estos Egipcios que Uds. ven hoy, no los verán más”. Y luego, inmediatamente comenzó a clamar: “Dios, ¿qué podemos hacer?” ¿Ven? Después de que ya había hecho un buen trabajo en profetizar. ¿Ven?, ya les había dicho lo que iba a suceder. Si la Palabra de Dios estaba en él, estaba en él. Y cuando él estaba relatando aquello, en realidad así ocurrió. Lo que él dijo ya iba a ocurrir, y aquí estaba clamando: “¿Qué voy a hacer?”",
    "¡Oh, si así no son los humanos! ¡Si ese no soy yo! ¡Si ese no soy yo! ¿Ven?",
    "El ya había probado: “Lo que tú digas sucederá. Yo estoy contigo”.",
    "Y aquí una circunstancia se presentó de repente. “¿Qué debo hacer? ¿Qué debo hacer, Señor? Oye, Señor, ¿dónde estás? Mira, ¿me estás escuchando? ¿Qué debo hacer?” Y El ya lo había ordenado, y lo había vindicado, había probado y había obrado todo a través de él. Y aquí: “¿Dios?” ¡Oh, hermano! Completamente expresando, el hombre desea descansar y dejar que Dios empuje.",
    "Y, sin embargo, él sabía que Dios lo había ungido para este trabajo, para hacer esto, y Dios claramente había vindicado sus afirmaciones. Era el tiempo en que el pueblo debía ser liberado. Dios, a través de Sus milagros y maravillas, los había unido en un solo grupo. ¿Me siguen en lo que digo? [La congregación dice: “Amén”.—Editor] Los había unido a todos en un solo grupo, había vindicado sus afirmaciones. La Escritura había dicho tal cosa; aquí estaba la señal, aquí estaba la evidencia, todo lo que él decía. Luego él vino entre ellos como profeta. Lo que fuera, cualquier cosa que él decía, Dios lo honraba, aun hasta crear y producir moscas, y trajo cosas a existencia. Y todo cuanto El le había prometido, ahí lo hizo.",
    "Pero él quería esperar el ASI DICE EL SEÑOR. ¿Ven? El debiera haber conocido que la mera vindicación de su llamamiento era ASI DICE EL SEÑOR. Su trabajo, al cual había sido ordenado, era ASI DICE EL SEÑOR. ¿Lo están captando? [La congregación dice: “Amén”.—Editor] ¿Por qué esperaba él por el ASI DICE EL SEÑOR?",
    "El quería: “Señor, ¿qué puedo hacer? He aquí, he traído estos hijos hasta aquí. Aquí está la circunstancia, Faraón está en camino. Todos van a perecer. ¿Qué debo hacer? ¿Qué debo hacer?”",
    "El ya había predicho lo que iban a hacer. El ya había dicho exactamente lo que, lo que harían. El pronosticó el final de la misma nación en que fue criado. Ojalá entiendan. [La congregación dice: “Amén”.—Editor] ¿Ven? Moisés ya había dicho: “No los verán más. Dios los va a destruir. Se han burlado de Uds. por última vez. Dios los destruirá”. El ya había predicho lo que les iba a suceder.",
    "Luego: “Señor, ¿qué debo hacer?” ¿Pueden ver ahí la naturaleza humana? ¿Ven? “¿Qué debo hacer? Voy a esperar el ASI DICE EL SEÑOR”. Sí, señor. “Veré lo que dice el Señor, luego lo haré”.",
    "Recuerden, se había levantado un faraón que no conocía a José, en ese tiempo, en ese mismo tiempo, Uds. saben. ¿Ven? ¿Ven? Y Moisés se paró y predijo el fin de esa nación.",
    "Y aquí estaba en la mera hora cuando debiera suceder, luego él clamó: “Señor, ¿qué debo hacer? ¿Qué debo hacer?” ¿Ven? ¿No son así los seres humanos? ¿No es esa la naturaleza humana? “¿Qué debo hacer?”",
    "El ya había profetizado. Dios había honrado todo lo que él había dicho, y él fue llamado para el trabajo, entonces ¿por qué tuvo él que decir: “¿Qué debo hacer?” Ahí estaba la necesidad; ya sólo dependía de que él lo hablara. Dios deseaba que Moisés pusiera a trabajar aquel don de fe que El le había dado. Dios lo había vindicado. Era la Verdad. Y Dios deseaba que Moisés, más bien deseaba que el pueblo viera que El estaba con Moisés.",
    "Y él, allá al principio, él esperaba, decía: “Ahora, Señor, apenas soy un niñito. Quiero que me digas”.\n\n“Sí, yo iré y haré esto. Tengo ASI DICE EL SEÑOR”. “Hermano, ¿es eso ASI DICE EL SEÑOR?”",
    "🦅 Sí, sí”, Hermano Moisés, “eso es ASI DICE EL SEÑOR. Sí”.",
    "🦅 Muy bien, ahora sí lo tenemos, ASI DICE EL SEÑOR”. Y aconteció. Nunca falló una sola vez. Nunca falló.",
    "Y aquí está en las circunstancias, aparece de nuevo. Ahora lo tiene allá en la jornada. La iglesia ya está llamada fuera, la tiene en la jornada, y están avanzando. Y entonces Moisés comenzó a clamar: “Señor, ¿es esto ASI DICE EL SEÑOR? ¿Qué debo hacer?” Muy bien.",
    "Dios quería que Moisés tuviera fe, la cual El le había dado, en el don que El claramente había—había vindicado. Dios había probado claramente a Moisés y al pueblo que era El, por medio de la Palabra y por medio de las cosas que se habían dicho y que se habían cumplido. Estuvo claramente identificado. No había necesidad de que él se preocupara más acerca de eso. ¿Ven? No había porqué pensara él más en eso, porque ya todo estaba aclarado. El ya había hecho estas cosas. Y ya había probado, por medio de moscas y piojos, que él habló las cosas a existencia, que la Palabra de Dios estaba en él.",
    "Entonces aquí está preguntando qué debe hacer, cuando las circunstancias están ahí ante él. ¿Ven? ¡Oh, hermano!",
    "Ojalá esto penetre hasta lo más profundo, y podamos ver en dónde estamos. ¿Ven? ¿No les hace sentirse como así de pequeño? [La congregación dice: “Amén”.—Editor] Pensando en Moisés y relatando sus faltas, fijémonos en las nuestras. Sí. ¿Ven?",
    "Ahí estaba, parado ahí, ¿ven?, y conocía que las Escrituras decían que esa era la hora y el día cuando eso debiera suceder, y sabía que Dios lo había encontrado en la Columna de Fuego. Y había bajado ante el pueblo y había obrado estos milagros. Y todo lo que él había dicho, todo había acontecido, aun hasta traer cosas a existencia. Haciendo las cosas que sólo Dios podía hacer, mostrando que su voz era la Voz de Dios.",
    "Y aquí estaba la circunstancia frente a este pueblo que él estaba guiando, dirigiendo hacia la tierra prometida, y luego ahí estaba, clamando: “¿Qué debo hacer?” Ese es un ser humano, queriendo simplemente…",
    "Como me dijo el Hermano Roy Slaughter, creo que está sentado ahí afuera de la puerta, me contó una vez acerca de alguien que me había hecho algo. Y yo dije: “Bien, yo hice esto, y ahora es así”.",
    "El dijo: “Hermano Branham, permita que se recarguen en su hombro hoy, y mañana los va a estar cargando”. Y exactamente así son los seres humanos. Hoy se recargan en su hombro, y mañana los está cargando.",
    "Eso es, eso es lo que estaba haciendo Moisés. Dios lo tenía que cargar después de que lo había ordenado y lo había probado para hacerlo. Y la gente debiera haber dicho: “Moisés, di la palabra. Te vimos hacerlo allá. Dios te honró allá, y tú eres el mismo hoy”. Amén. ¿Ven? “¡Hazlo!” Amén. El lo debiera haber sabido, pero no fue así. Muy bien. Así como fue entonces, así es hoy. Nos damos cuenta de eso. Entonces El dijo: “Mo-…”",
    "Seguramente Dios estaba fastidiado de eso. Dios habrá estado harto de aquello. El dijo: “¿Por qué estás clamando a Mí? ¿Qué, no te he probado Mi identificación? ¿No te dije que te había enviado para esta obra? ¿No te dije Yo que fueras e hicieras esto? ¿No te prometí que Yo haría esto; que estaría con tu boca, y que Yo hablaría a través de ti y que haría esto, y que tú mostrarías señales y maravillas? ¿No te prometí hacerlo? ¿No he hecho Yo exactamente, y no he destruido todo enemigo a tu alrededor? Y ahora, aquí estás frente al Mar Rojo, justamente en la línea del deber, haciendo lo que te dije que hicieras, y aún estás llorando y clamando a Mí. ¿No me crees? ¿No puedes ver que Yo te envié para hacer esto?” ¡Oh, si ese no es el ser humano! ¡Hermano! Así que El seguramente se fastidió con todo aquello.",
    "Y El dijo: “Tú sabes que tienes necesidad. Tú lo sabes si es que vas a llevar a estos hijos a la tierra prometida. Así es, exactamente. Te tienen arrinconado aquí. No hay otra cosa que puedas hacer. Así que hay una necesidad. ¿Por qué clamas a Mí? ¿Por qué me estás mirando a Mí? ¿Por qué me estás llamando a Mí? ¿No lo he probado ante el pueblo? ¿No te lo he probado a ti? ¿No lo he declarado Yo? ¿No es Escritural? ¿No prometí Yo llevar a este pueblo hasta aquella tierra? ¿No te llamé Yo y te dije que lo haría? ¿No te llamé, y te dije que te había enviado para hacerlo, y que no eras tú, que era Yo? Y que Yo iría y que estaría con tus labios, y lo que dijeras, Yo lo vindicaría y lo probaría. ¿No lo he hecho?”",
    "🦅 Entonces, cuando cualquier cosita se presenta, ¿por qué te portas como un bebé? Debieras ser un hombre. ¡Dile a este pueblo”, (amén), “luego avancen!” Amén. Ahí lo tienen. “No clames. ¡Di!” Amén. Oh, cómo me gusta eso. “¿Por qué estás clamando a Mí? Dile a este pueblo, y procedan hacia adelante hacia su objetivo. Lo que sea, si es enfermedad, o lo que sea, si fuera levantar a los muertos o lo que fuera, ¡di! Yo lo he probado. Dile al pueblo”.",
    "¡Qué lección! ¡Qué lección, oh, hermano, a esta altura de la jornada en dónde estamos nosotros parados! Fíjense en dónde estamos nosotros ahora, sí señor, en el Tercer Jalón. Noten, estamos aquí en la víspera de la Venida del Señor.",
    "El fue ungido para ese trabajo, mas aún esperaba el ASI DICE EL SEÑOR. Dios se habrá fastidiado de eso. El dijo: “Ya no clames más. ¡Di! Yo te envié “.",
    "¡Oh Dios, lo que esta iglesia debiera ser en esta mañana! Con la vindicación perfecta de Dios, con la Columna de Fuego y las señales y las maravillas, todo igual a como fue en los días de Sodoma. El dijo que volvería.",
    "Aquí está el mundo en su condición. Ahí está la nación en su condición. Ahí están las mujeres en la condición. Ahí están los hombres en la condición. Ahí está la iglesia en su condición. Ahí está todo. Los elementos, las señales, los platillos voladores y todo en los cielos, y toda clase de cosas misteriosas, y el mar rugiendo, las olas de la marea, el corazón de los hombres fallando, temor, perplejidad del tiempo, angustia entre las naciones, la iglesia apostatando.",
    "Y el hombre de pecado levantándose, que se pone por encima de todo lo que se llama Dios, el que se sienta en el templo de Dios, mostrándose, oh, hermano, y ha venido a esta nación. Y la iglesia se ha organizado, y todas ellas se han unido, como prostitutas a la ramera, y así todo en el camino de la prostitución.",
    "Prostitución, ¿qué es? Decirles a las mujeres que se pueden cortar el cabello, decirles a las mujeres que pueden vestirse en pantalones cortos, decirles a los hombres que pueden hacer esto y que pueden hacer aquello; y los predicadores, ellos hacen esto, y un evangelio social y tantas cosas. ¿No pueden ver? ¡Eso es cometer adulterio contra la Palabra verdadera de Dios!",
    "Y Dios nos ha enviado Su Palabra verdadera, sin denominación, sin nada de ataduras, y nos ha dado la Columna de Fuego, el Espíritu Santo que ha estado con nosotros ahora por treinta años. Y todo lo que El ha predicho y hablado, se cumplió exactamente como El lo hizo.",
    "Dile al pueblo, y avancemos. Amén. Tenemos un objetivo, la Gloria. Avancemos hacia Ella. Estamos camino a la Tierra prometida. “Todas las cosas son posibles para aquellos que creen”. “Dile al pueblo. ¿No lo he probado? ¿No me he fotografiado entre Uds., y todo lo demás, y he hecho todo lo que se puede hacer, para probar que estoy con Uds.? ¿No lo anunciaron las revistas hace apenas unas semanas, cuando tú dijiste aquí en este púlpito lo que acontecería aquí, aun tres meses de antemano, y ahí sucedió y fue vindicado? Aun la ciencia conoce de esto. Y todo lo que Yo he hecho, y aún estás esperando. Dile al pueblo y prosigan hacia su objetivo”. Amén.",
    "¿No le dijo Natán a David? El profeta Natán, en una ocasión estaba ahí, contemplando a David, el rey ungido, y dijo: “Haz todo lo que está en tu corazón, porque Jehová está contigo”. Le dijo a David: “Haz todo lo que está en tu corazón. Jehová está contigo”.",
    "Josué estaba ungido para tomar la tierra para Dios y para su pueblo. El día era corto. El necesitaba más tiempo para cumplir el trabajo para el cual fue comisionado y ungido. Josué era un hombre, pero estaba ungido. Dios le dijo: “Así como fui con Moisés, así estaré contigo”. Amén. “Esa tierra se las voy a dar. Y quiero que tú vayas allá y liquides a los Amalecitas, y—y a los Het-…A todos los demás, a los Filisteos y—y a los Ferezeos, y a todos aquellos, liquídalos. Yo estoy contigo. Yo…Ningún hombre se parará frente a ti todos los días de tu vida. Ningún hombre te podrá molestar. Entra allá pues”.\n\nY Josué sacó la espada y dijo: “¡Síganme!”",
    "Y llegó allá, y ahí estaba peleando. Y ¿qué fue? El derrotó al enemigo. Habían unos grupitos aquí y otros grupitos allá. Cuando llegaba la noche, todos se reunían y se reforzaban, y venían como una sola fuerza contra él. Y el sol se estaba poniendo. El necesitaba más luz. El sol se estaba poniendo. El no se cayó de rodillas para decir: “Señor Dios, ¿qué debo hacer? ¿Qué debo hacer?” ¡El habló! El tenía una necesidad. El dijo: “¡Sol, detente!” El no clamó a nadie. El mandó: “¡Sol, detente! Yo tengo necesidad de esto. Yo soy el siervo de Jehová, ungido para este trabajo, y tengo esta necesidad. Detente y no dejes de brillar…Y, luna, quédate donde estás”, hasta que peleó toda la batalla y derrotó a todos aquellos. Y el sol le obedeció.",
    "No hubo clamores. El le habló al sol, dijo: “Detente. ¡Sol, quédate ahí! Y luna, quédate donde estás”. El no clamó: “Señor, ¿ahora qué puedo hacer? Dame más luz del sol”. El tenía necesidad de la luz del sol, así que lo mandó, y el sol le obedeció. ¡Oh, hermano! El mandó que el sol se detuviera.",
    "Sansón, ungido, criado, ordenado por Dios, le fue dado un don de poder, fue ordenado a que destruyera la nación de los Filisteos. Ordenado, nacido en la tierra, ungido por Dios, para destruir a los Filisteos. Y un día lo capturaron allá en el campo sin su espada, sin lanza. Y mil de aquellos Filisteos armados llegaron de una sola vez a donde él estaba. ¿Se arrodilló para decir: “Oh, Dios, estoy esperando una visión. Oh, Jehová, ¿qué debo yo hacer? Muéstrame qué debo hacer”? El sabía que tenía una necesidad. El no pudo hallar otra cosa sino un hueso de la quijada de una mula, y con eso acabó con mil Filisteos. ¡Amén!",
    "El nunca clamó a Dios. El empleó su don ungido. El sabía que era enviado para esa obra. El sabía que era enviado para eso. El sabía que era ungido con un don, y acabó con mil Filisteos. El no clamó a Dios. Dios lo había ordenado y había vindicado que así era, por medio de las otras cosas que había hecho. Y él era un siervo ungido y vindicado por Dios, para destruir a los Filisteos y lo hizo. No importaban las circunstancias, él lo hizo. El nunca anduvo preguntando nada. Ese era su trabajo. Eso…Dios estaba obrando a través de él; levantó ese hueso de quijada de mula y comenzó a liquidar a los Filisteos. Como el…",
    "Pues, un solo golpe con esa cosa, cuando pegara en uno de aquellos cascos de bronce de pulgada y media de grueso, eso hubiera dejado ese hueso en millones de pedazos. Y él liquidó a mil de ellos, matándolos, y aún lo tenía en la mano.",
    "No andaba haciendo preguntas. El no clamó. El habló. El los derrotó. ¡Oh, hermano! Toma a los Filisteos. “¿Podré yo tomar a los Filisteos Señor? Yo—yo sé que me has enviado a hacerlo, Señor. Sí, Señor, yo sé que me enviaste para destruir a esta nación de los Filisteos. Ahora, aquí hay mil de ellos a mi alrededor y yo no tengo nada. Señor, ¿ahora, qué—qué voy a hacer?” ¡Oh, hermano! Nada le iba a molestar. El estaba ungido para esa obra. No hay nada que le puede dañar a Ud. No, ni una sola cosa. ¡Aleluya! El sólo tomó lo que tenía y comenzó a liquidarlos. Correcto.",
    "Cuando el enemigo lo arrinconó, dijeron: “Ahora lo tenemos dentro de las paredes, ahora sí lo tenemos. Lo tenemos aquí adentro ahora, con esta mujer. Ahora tenemos la puerta cerrada, todo, por todos lados, y él no puede escapar. Lo tenemos”.",
    "Sansón no clamó: “Oh, Señor, me tienen todo encerrado con esta denominación”. ¡No! “¿Qué voy a hacer? Me he unido con ellos. ¿Qué voy a hacer?” El nunca hizo eso.",
    "El simplemente salió, tomó las puertas, se las puso en el hombro y se fue. ¡Amén! El estaba ungido para el trabajo. El era llamado por Dios. A él no lo cercaron. ¡No, de ninguna manera! El se llevó las puertas. El no tuvo que orar al respecto. El no le preguntó a Dios que si lo debiera hacer o no. Estaba en la línea del deber. ¡Amén, amén, amén! Justamente en la línea del deber. “¿Por qué clamas a Mí? ¡Habla, y continúa!” ¡Amén! “No clames. ¡Di!” El ya había dejado de gemir y llorar. Debía tener suficiente edad para hablar. Correcto. El sabía que su don ungido de poder podía destruir a cualquier Filisteo que se le opusiera. Amén.",
    "Pero, ¿ven Uds.?, nosotros no sabemos eso. Nosotros aún somos pequeños bebés, con el biberón en la boca.",
    "¡El lo sabía! El sabía que Dios lo había levantado para ese propósito, y nada lo iba estorbar a él, todos los días de su vida. Nada podía destruirlo a él. Así como Moisés, él fue levantado para este propósito. Nada lo iba a parar. Ningún Amalecita ni nadie más lo iba a parar. El estaba camino a la tierra prometida. Sansón sabía que estaba en el camino.",
    "Josué sabía que se estaba apoderando de la tierra. El estaba vindicado. La Palabra de Dios lo había prometido, y ahí estaba el Espíritu Santo vindicándolo.",
    "El estaba en camino, así que nada le iba a estorbar el camino. No señor. Justamente en la línea del deber, y con Dios, nada le iba a impedir el camino. Así que levantó las puertas y se las puso sobre el hombro, pesaban como cuatro a cinco toneladas, y se fue hasta el cerro y se sentó sobre ellas. Nada le iba a estorbar el camino. El tenía un don ungido de Dios. El no tenía que clamar: “Dios, ¿qué debo hacer?” Ya estaba ungido para hacerlo. Eso era ASI DICE EL SEÑOR: “¡Liquídalos!” ¡Aleluya! [El Hermano Branham aplaude tres veces.—Editor] “¡Liquídalos! Yo te he levantado para ese propósito”. Amén.",
    "🦅 Señor, ¿qué debo hacer? Eh, ¿qué voy a hacer aquí frente al Mar Rojo?”",
    "🦅 ¿No te dije que te había dado una montaña por señal? Vas a volver a esa montaña, y vas a llevar a estos hijos a la tierra. ¿No te he llamado para ese propósito? ¿Por qué estás preocupado de que otras cosas te estorben el camino? ¡Di, y comienza a caminar!” ¡Amén y amén! “Sí, Yo te llamé para este propósito”.",
    "David, él sabía que estaba ungido, y era vindicado como uno que tenía buena puntería. El sabía que ellos sabían que él tenía buena puntería. David estaba ungido. El lo sabía. Y cuando él se paró frente a Goliat, él no se puso a clamar: “Oh, Dios, ¿qué debo hacer ahora? Espera, ¿debo yo—yo…? Yo sé lo que hiciste en tiempos pasados. Me permitiste matar a un oso, y me permitiste matar a un león. Pero ¿qué de este Goliat que está allí?” ¡No! El nunca hizo eso. El simplemente habló. ¿Qué dijo? “Tú serás como eran ellos, ante tus ojos”. El habló y procedió.",
    "El nunca ofreció una oración. El no ofreció nada. El sabía que estaba ungido. Amén. El estaba ungido, y aquella honda había probado ser lo correcto. El tenía fe en su unción. El tenía fe que Dios podía dirigir esa piedra directamente al centro de aquel yelmo, el único lugar a donde podía ser herido. Ahí estaba parado.",
    "El sabía que tenía buena puntería. Amén. [El Hermano Branham aplaude una vez.—Editor] El sabía que Dios lo hizo así. [El Hermano Branham golpea el púlpito tres veces.] Amén. El sabía que había matado el león, él sabía que había matado el oso, pero eso era con la posesión de su padre terrenal. ¡Esta era posesión de su Padre Celestial! Amén. El no se arrodilló para decir: “¿Debo…Qué debo hacer ahora, Señor?” El habló y dijo: “Serás como el león y el oso, y aquí vengo”. ¡Amén! ¡Gloria a Dios! Sí, señor. El habló y avanzó para encontrarse con este Goliat. ¡Oh, hermano!",
    "¡No importaba su tamaño! Uds. saben, él era un individuo bajito, de apariencia rubia. No era muy grande. No era muy guapo de parecer, un individuo pequeño, encogido. La Biblia dice que era rubio. Ahora, a pesar de su tamaño y su supuesta habilidad de hacer aquello.",
    "Uds. saben, el obispo le dijo, dijo: “Mira hijo, aquel hombre es un teólogo. ¿Ves?, él es un luchador. El nació luchador y él es un…El ha sido luchador desde su juventud; y tú no puedes con él”. Y sus hermanos le dijeron: “Oh, muchacho malcriado. Vienes aquí para hacer una cosa como esta, regrésate a casa”.",
    "Eso no le molestó a él. ¿Por qué? El sabía que estaba ungido. “El Dios que me libró del león, el Dios que me libró de las garras de aquel oso, cuánto más me librará El de este Filisteo. Aquí voy. Salgo a encontrarte en el Nombre del Señor Dios de Israel”. Amén. No tuvo que orar; ya había orado. Dios había lidiado con él desde antes de la fundación del mundo. El estaba ungido para ese trabajo. El sólo tenía que hablar y avanzar. Eso era todo lo que faltaba, hablar y avanzar. Oh, eso es todo. ¡Oh! El no…",
    "Con respecto a sus hermanos denominacionales, aquellos burlones parados allí también, Uds. saben. Oh, sí. Estaban parados allí burlándose y riéndose, y diciendo…Sus hermanos, Uds. saben, y decían: “Ah, tú no puedes. Tú eres un desobediente”. Pero eso no lo molestó a él en nada. “Tú quieres ser distinto a todos los demás. Tú quieres jactarte”. Si eso fuera para jactarse, así hubiera sido. Pero es que ellos solamente se fijaban en el lado intelectual.",
    "David sabía que el aceite de la unción estaba sobre él. Amén. Para él, aquello no importaba nada. El dijo: “Aquel Filisteo terminará igual que el oso y el león, así que aquí voy”. El lo predijo antes de que sucediera. ¿Qué hizo él? Mató al oso. Mató al león. El derribó al león con…¿Con qué? Con la—con la honda, y tomó el cuchillo, y luego el oso—el león, el mató al león con un cuchillo. Es lo mismo que hizo con Goliat. Lo tumbó con una piedra, y luego sacó su misma espada, y le cortó la cabeza, ahí ante todos. ¿Qué predijo antes que sucediera? “Y tú serás como ellos”. ¿Por qué? El habló la palabra que así sería, y luego avanzó para que se cumpliera. Amén. ¡Oh, hermano! El habló, luego se apoderó de la situación aquel día.",
    "Si ha habido algún tiempo cuando el hombre debiera hablar, es ahora. Ya para terminar, sólo unos momentos más si pueden aguantar unos momentos más. Tengo unas cosas más apuntadas aquí, algunas Escrituras a las cuales quiero llegar.",
    "Pedro nunca se puso a clamar cuando halló a un hombre con suficiente fe para ser sanado, acostado junto a la puerta llamada la Hermosa. El nunca se arrodilló para orar toda la noche, y, o para orar todo el día, alguna oración larga, para decir: “Señor, yo ruego ahora que Tú le ayudes a este pobre cojo. Yo veo que tiene fe. Yo sé que él es un creyente. Y yo le he preguntado, y él—él…Yo—yo—yo…El dice que tiene fe, que creería lo que yo le dijera. Y yo le he contado respecto al…respecto a lo que Tú hiciste, y yo—yo pienso ahora Señor, que—que…¿Me podrás dar un ASI DICE EL SEÑOR para él?”",
    "No, él sabía que era un apóstol ungido. El sabía que Jesucristo lo comisionó: “Sanad enfermos, resucitad muertos, limpiad leprosos, echad fuera demonios. De gracia recibisteis, dad de gracia”. El dijo: “¡Pedro, ve y haz eso!” El no tuvo que orar. El fue comisionado.",
    "¿Qué dijo? El dijo: “¡En el Nombre Jesucristo!” El habló el Nombre de Jesucristo, y el hombre se quedó acostado. Y entonces lo levantó de la mano, y dijo: “¡Ponte de pie!” Y lo sostuvo hasta que sus tobillos recobraron fuerza, y comenzó a caminar. ¿Por qué? El no se puso a orar toda la noche. El nunca clamó a Dios. De los labios de Jesucristo, él sabía en verdad que él estaba ungido para esta obra. Sí. El habló y lo levantó, porque sabía que era un apóstol ungido para ese propósito.",
    "La gente que se postraba en la sombra de Pedro, no dijo: “Oh, ven apóstol Pedro, y clama sobre nosotros, y ora la oración de fe a Dios por nosotros”. No, no, ellos nunca dijeron eso. Ellos sabían que él era el apóstol ungido y vindicado de Dios. Por lo tanto dijeron: “Solamente permítenos acostarnos en su sombra. Ud. no tiene que decir una sola palabra. Lo sabemos. Lo creemos”. ¡La Vida estaba en ellos! El apóstol no podía llegar a todos ellos. Y ellos mismos, ellos son una parte del asunto.",
    "Moisés dijo: “No soy yo el único que va. Todos vamos”. Todos tenemos algo que hacer. Todos tenemos que estar ungidos.",
    "Y ellos vieron a aquel apóstol parado ahí, y le vieron sanar a los enfermos y hacer las cosas que hizo. Ellos sabían que no podía llegar a todos. Dijeron, nunca dijeron: “Pedro, ven y—y ofrece una oración, y luego espera hasta que tengas el ASI DICE EL SEÑOR, luego ven y me lo dices. A ver qué dice el Señor”. Ellos dijeron: “Si solamente podemos estar donde nos toque su sombra, porque el mismo Dios que estaba en Jesucristo está en él, y vemos las mismas obras. Así que tocaron el borde de la vestidura de Jesús y les pasó Su sombra, y Jesús está en este hombre. Si esa sombra puede pasar sobre nosotros, sanaremos”.",
    "Y la Biblia dice que todos ellos fueron sanos. No tuvieron ninguna oración de toda la noche, diciendo: “Señor, ¿si voy allá y dejo que me pase la sombra de este apóstol?” No, ellos lo sabían. La Luz había pegado en ellos. Sus corazones estaban llenos. Su fe fue desatada. Amén. Ellos lo creían. Ellos lo habían visto. Fue igual con los pañuelos de Pablo.\n\nAhora, para terminar.",
    "Jesús no se puso a clamar cuando le trajeron al muchacho maniático, el que tenía la epilepsia y que se caía al fuego. El nunca dijo: “Padre, Yo soy Tu Hijo, y ahora Tú me has enviado aquí para hacer tal y tal, y tal cosa. ¿Podré Yo sanar a este muchacho?” El nunca dijo eso. El dijo: “¡Satanás, sal de él!” El habló, y el muchacho fue sanado.",
    "Cuando se encontró con Legión, que tenía dos mil demonios, no era Jesús el que estaba clamando. Eran los demonios que clamaban: “Si nos vas a echar fuera”, (oh, hermano), “permítenos entrar en aquellos cerdos”.",
    "Jesús no dijo: “Ahora, Padre, ¿tengo la habilidad para hacer esto?” El dijo: “Salgan de él”, y los demonios se apartaron. Seguro, El sabía que era el Mesías.",
    "Frente a la tumba de Lázaro, éste ya tenía cuatro días de muerto. Le dijeron: “Señor, si hubieras estado aquí, él no hubiera muerto”.",
    "El dijo: “Yo soy la resurrección y la Vida”. ¡Amén! No dónde, cuándo, o cómo. “El que creyere en Mí, aunque estuviere muerto, vivirá”. Amén. El sabía Quién era. El sabía Qué era. El sabía que era Emanuel. El sabía que era la resurrección. El sabía que era Vida. El sabía que en El moraba la plenitud de la deidad, corporalmente. El vio a esa gente ahí, y El había visto lo que Dios le dijo entonces que hiciera, y ahí estaba. El fue allá.",
    "El nunca dijo: “Ahora, esperen, me voy a arrodillar aquí. Todos Uds. arrodíllense a orar”. El dijo: “¿Creen Uds. que Yo puedo hacer esto?” Amén. El lo pidió.",
    "No era El; eran ellos. “Sí, Señor, yo creo que Tú eres el Hijo de Dios que habría de venir al mundo”. ¡Oh, hermano! Ahí está identificado. Algo tiene que suceder.",
    "🦅 ¡Lázaro, sal fuera!” El habló, y un muerto salió. No fue: “¿Podré?” El simplemente habló. Cuando la fe fue hallada, la cosa sucedió.",
    "El habla, El habló y los ciegos vieron, los cojos caminaron, los sordos oyeron, los demonios clamaron y salieron, los muertos fueron resucitados, de todo. ¿Por qué? No se puso a orar. El era el Mesías ungido. El era ese Mesías. El sabía que lo era. El conocía Su posición. El sabía para qué fue enviado. El sabía que el Padre lo había identificado como el Mesías, para el creyente. Y cuando El se encontró con el creyente que tenía fe, El simplemente habló la Palabra. Los demonios se apartaron. Sí señor. “¡Di! No clames. ¡Di!” Amén.",
    "Y El conocía Sus derechos dados por Dios, pero nosotros no los conocemos. El sabía lo que El era. Nosotros no sabemos.",
    "Moisés se había olvidado. Sansón entendió. Otros entendieron. Josué entendió. Moisés se olvidó. Dios tuvo que llamarle la atención. Le dijo: “¿Por qué estás clamando a Mí? Yo te envié para hacer ese trabajo. Habla, y prosigue hacia el objetivo. Yo te dije que vendrías a esta montaña. Toma a esos hijos y dirígelos. Simplemente habla. No me importa qué esté en tu camino, apártalo. Yo te doy autoridad para hacerlo. Yo hablé…Tú has hablado moscas y piojos, y la creación, y cosas como esas. Ahora ¿por qué estás clamando a Mí? ¿Por qué has venido ante Mí clamando de estas cosas? Simplemente di y mira cómo se mueve, eso es todo”. ¡Oh hermano! ¡Oh, cómo lo amo yo!",
    "Aquí, Jesús, todo lo que El decía, El simplemente hablaba la Palabra, y así fue. Dios lo había vindicado perfectamente como Su Hijo. “Este es Mi Hijo amado en quien tengo complacencia. A El oíd”.",
    "Obsérvenlo. Me gusta esto. Cuán valientemente, cuán majestuosamente se enfrentó a Sus críticos. Amén. El dijo: “Destruyan este templo, y ¿Yo rogaré al Padre, para ver qué quiere El hacer al respecto?” “Destruyan este templo, y Yo lo levantaré de nuevo en tres días”. No fue: “Espero hacerlo; voy a hacer el esfuerzo”. “¡Yo lo haré!” ¿Por qué? Porque así dice la Escritura.",
    "La misma Escritura que dice que El levantaría Su cuerpo, nos da a nosotros la autoridad, el Poder. ¡Amén! “En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; si tomaran en las manos serpientes, o si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán”.\n\n“¿Por qué clamas a Mí? Di, y avanza”. Oh, valientemente yo…\n\n“Destruyan este templo, Yo lo levantaré nuevamente”. ¡Oh!",
    "Y ahora recuerden (estamos terminando), era El mismo. Era El, el que dijo, en Juan 14:12, el…“El que en Mí cree, las obras que yo hago, él las hará también”. ¿Correcto? [La congregación dice: “Amén”.—Editor] Fue El, el que lo dijo.",
    "Fue Jesús el que dijo en Marcos 11:24: “Si dijereis a este monte”, no si orares a este monte. “Si dijereis a este monte: ‘Quítate’, y no lo dudares en vuestro corazón, sino que creyereis que lo que habéis dicho será hecho, entonces podéis recibir lo que habéis dicho”. Ahora Ud., si Ud. lo dice presuntuosamente, no sucederá. Pero si algo por dentro de Ud., que Ud.—Ud. está ungido para ese trabajo, y tiene conocimiento que es la voluntad de Dios hacerlo, y lo dice, tiene que suceder. “Si vosotros…”",
    "Fue El quien dijo esto: “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho”. ¡Oh, hermano! ¡Oh, hermano! ¿Pueden ver lo que digo? [La congregación dice: “Amén”.—Editor]",
    "Perdonen esto, pero está presionando dentro de mí. Tengo que decirlo. Fue El quien dijo, allá en el bosque aquel día: “No has cazado nada”. Y El creó tres ardillas paradas ahí ante nosotros. ¿Qué es? Solamente hablando la palabra, diciendo: “Estarán ahí, y ahí, y ahí”, y aparecieron. Fue El quien hizo eso.",
    "Charlie, Rodney, fue El, allá en Kentucky; y Nellie, Margie, y los demás de Uds. Fue El, el mismo Dios que estuvo allá y le habló a Moisés y dijo: “¿Por qué clamas a Mí? ¡Di la palabra!” Fue El quien los trajo a la existencia. Es El. Es El. ¡Oh, hermano!",
    "Fue El quien dio la visión hace como un año, que dijo que iríamos allá, y estos Siete Sellos, y cómo es que habría un—un—un—un gran trueno que daría comienzo, y estarían en la forma de una pirámide. Y ahí la revista Look…la revista Life lo sacó, está en la pared ahí adentro. Fue El quien dijo eso.",
    "Era El cuando yo iba por aquel camino aquella noche y vi esa gran serpiente mamba a punto de atacar a mi hermano. Y El dijo: “Has…Te ha sido dado Poder para atarla, o a cualquier otra”. Fue El quien dijo eso.",
    "A mi canosita esposa sentada allá atrás. Fue El quien me despertó aquella mañana en la habitación, y estaba en el rincón y dijo: “No temas hacer cualquier cosa, o ir a cualquier lugar, o decir cualquier cosa, porque la Presencia de Jesucristo que nunca falla está contigo adonde sea que fueres”.",
    "Fue El allá en el Cañón Sabino, hace como tres meses, cuando yo estaba orando, pensando en qué iba suceder. Yo estaba parado ahí, y una espada cayó en mis manos, y dijo: “Esta es la Espada del Rey”. Fue El.",
    "Fue El quien me dijo: “Así como fui con Moisés, así te enviaré a ti”.",
    "Fue El quien me habló hace treinta años, allá en el río, siendo apenas un joven. Parado ahí como un joven predicador, en el río, hace treinta años, parado ahí cuando bajó esa Luz de los cielos y se mantuvo ahí, la misma Columna de Fuego, y dijo: “Así como envié Yo a Juan el Bautista para precursar la primera venida de Cristo, tu Mensaje precursará la Segunda Venida”, para todo el mundo. ¿Cómo podría ser cuando mi propio pastor se rió y se burló del asunto? Pero sucedió exactamente de esa manera. Fue El quien lo dijo. ¡Sí, señor!",
    "Oh, cómo fue El, el que habló en profecía, en la visión: “Acontecerá”. Fue El, el que dijo: “Si alguno entre vosotros profetiza, o ve una visión, y lo dice, y tal cosa acontece, entonces recuerden, no es él, soy Yo. Yo estoy con él”. ¡Oh, hermano! ¡Cómo podría yo continuar y decir es El, es El, es El!",
    "Es El, el que bajó. Cuando yo les dije que la Columna de Fuego estaba allá sobre el río, y no podían creerlo. Fue El, allá entre aquellos, cuando aquel predicador Bautista, ante treinta mil personas aquella noche, en el Coliseo Sam Houston, cuando se tomó la fotografía del Angel del Señor, parado ahí. Fue El, el mismo ayer, y hoy, y por los siglos.",
    "Fue El quien predijo adónde estarían estas cosas. Fue El quien dijo esto. Fue El quien hizo estas cosas. El es el mismo ayer, y hoy, y por los siglos. El ha hecho todo exactamente como dijo que lo haría. Amén.",
    "¿Por qué debo esperar? Dios ha vindicado la Palabra. Es la Verdad. Salgamos en la jornada. Caminemos. Caminemos con el Señor, poniendo a un lado todas las dudas, todos los pecados. Limpien la casa, lávenla.",
    "Como la visión de Junior Jackson, no había quedado nada, sólo lámparas; o más bien su sueño, si él está presente. No quedaba nada sino lámparas, y éstas tenían una banda de oro, en el sueño que me dio la otra noche. ¡Oh, hermano!",
    "Hermano Collins, no se preocupe por aquel pescado. Era blanco. Ud. simplemente no sabía cómo lidiar con él.",
    "Pongan a un lado todo lo que sea contrario a Esto. Recuerden, Esto es Verdad, a pesar de cuán fanático parezca a veces, y todo lo demás. Muévanse al mismo paso con Esto. Es el Espíritu Santo. El mismo Dios que levantó a Jesucristo de entre los muertos, el mismo que puede hablar las cosas a la existencia, el mismo que vivió en los días de Moisés, es el mismo hoy.",
    "Su llamado en estos últimos días, El lo ha vindicado. “Así como fue en los días de Sodoma, así también será en los días de la venida del Hijo del Hombre”. El ha…Allá está Sodoma. Allá está un Billy Graham y un Oral Roberts. Y la Iglesia está avanzando por medio de las mismas señales que El prometió, en ambos lugares, y ahí están. Es El, el que lo dijo.",
    "Oh Señor, concédeme valor, esa es mi oración. Ayúdame, oh Señor Dios.\n\nTengo que parar aquí, se está haciendo tarde.",
    "🦅 ¿Por qué clamas a Mí? ¿Por qué estás clamando a Mí cuando Yo he probado estar contigo? ¿No he sanado a los enfermos?”, así nos diría El. “¿No les he dicho cosas que han sucedido exactamente? Su pastor no puede hacer eso. ¡Yo! El no puede; él es un hombre. Soy Yo, el Señor”, como El diría. “Yo soy el que hice esto. Yo soy quien le dice estas cosas que debe decir. No es él. Es Mi Voz. Yo soy quien levanta a sus muertos cuando caen. Yo soy quien sana a los enfermos. Yo soy quien predice estas cosas. Yo soy quien salva. Yo soy quien dio la promesa”.",
    "Que Dios me conceda valor para tomar esa Espada de la Palabra que El puso en mi mano hace como treinta y tres años, y que la mantenga firme y marche hacia adelante, hacia el Tercer Jalón, esa es mi oración.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, la hora se hace tarde, pero la Palabra se hace más preciosa. Como la vemos, Señor, vez tras vez, la Presencia de Cristo que nunca falla, siempre llega aquí con nosotros. ¡Cómo te agradezco Tu bondad! ¡Cómo nos has librado y has sido…y nos has bendecido, cómo te agradecemos eso!",
    "Mientras tengo estos pañuelos en mis manos, Señor, son de gente que tiene fe, y cree Esto. Concede que todo demonio, toda enfermedad se aparte de esa gente. Y yo reto a todo espíritu aquí presente; todo espíritu maligno, que no sea de Dios, todo espíritu de enfermedad, toda dolencia y aflicción. No estamos en la sombra de algún hombre, lo cual estaría bien, pero estamos en la sombra del Evangelio, el Evangelio vindicado.",
    "A medida que la gran Columna de Fuego se mueve de aquí para allá, por todo este edificio, la misma por medio de la cual Dios miró, y el Mar Rojo cedió su curso, e Israel pasó. Pero ahora mientras El mira, está salpicada con la Sangre de Su propio Hijo, cuando la misericordia y la gracia. Que seamos obedientes. Que hoy mismo dejemos de estar diciendo—clamando. Que nos demos cuenta que nos has llamado para esta obra. Esta es la hora. Yo lo digo en el Nombre de Jesucristo, que toda enfermedad deje este lugar.",
    "Que todo hombre y toda mujer, que invocare el Nombre de Jesucristo, que consagren sus vidas nuevamente hoy mismo. Yo consagro la mía, Señor, sobre el altar de oración. Me postro, y me avergüenzo y volteo me rostro hacia la tierra de donde me tomaste. Señor Dios, estoy avergonzado de mi flaqueza y mi incredulidad. Perdónamelo, Señor. Concédeme valor. Concédenos valor a todos.",
    "Me siento como Moisés, todos estamos en camino de salida. No queremos dejar ni uno solo. Señor, queremos llevarnos a todos. Son Tuyos. Yo los reclamo para Ti. Señor, bendice esta gente hoy. Concédelo. Y, Padre, bendíceme a mí juntamente con ellos, y Tu Nombre será bendecido. Tu gloria será Tuya. Concédenos esta fe Eterna, Señor, mientras nos consagramos a Ti ahora mismo.",
    "Yo, con esta Biblia y aquí en este puesto, te entrego mi vida, Señor. Estoy dependiendo de toda promesa que Tú has dado. Yo sé que cada una será confirmada. Yo sé que son Verdad. Concédeme el valor para hablar estas Palabras. Señor, concédeme valor. Dirígeme en lo que debo hacer y decir. Te entrego mi ser, con esta iglesia, Señor, en el Nombre de Jesucristo. Amén.\n\nMi fe…en Ti,\n\nCordero, quien por mí,\n\nFuiste a la cruz;\n\nEscucha mi oración,\n\nDame Tu santa bendición,\n\nLlene mi corazón Tu santa Luz.",
    "Ahora, pongámonos de pie, quietamente mientras lo tarareamos. [El Hermano Branham y la congregación empiezan a tararear: Mi Fe Espera En Ti.—Editor]\n\n…en Ti,\n\nCordero quien…\n\nLevantemos nuestras manos ahora hacia El.\n\nOh, fuiste…\n\nConságrense a Dios ahora mismo.\n\nEscucha mi oración,\n\nDame Tu santa bendición,\n\nLlene mi corazón Tu santa Luz.",
    "Ahora, todos juntos, con nuestras manos en alto. [La congregación repite esta oración después del Hermano Branham.—Editor] Señor Jesús, [Señor Jesús,] ahora yo, [ahora yo,] me consagro a Ti, [me consagro a Ti,] para una vida de servicio, [para una vida de servicio,] más pura, [más pura,] más fe, yo clamo, [más fe, yo clamo,] que yo, [que yo,] pueda ser un siervo más aceptable, [pueda ser un siervo más aceptable,] en mi vida que queda por delante, [en mi vida que queda por delante,] que lo que he sido, [que lo que he sido,] en la vida que ha pasado. [en la vida que ha pasado.] Perdona mi incredulidad, [Perdona mi incredulidad,] y restáuranos, [y restáuranos,] la fe, [la fe,] que una vez fue dada a los santos. [que una vez fue dada a los santos.] Entrego a Ti mi ser, [Entrego a Ti mi ser,] en el Nombre de Jesucristo. [en el Nombre de Jesucristo.]",
    "Ahora mientras inclinamos nuestros rostros:\n\nA ruda lid iré,\n\nY pruebas hallaré,\n\nMi guía sé;\n\nLíbrame de ansiedad,\n\nGuárdame en santidad,\n\nY por la eternidad te alabaré.",
    "Mientras inclinamos nuestros rostros. ¿Sienten que el Mensaje de esta mañana les ha sido de provecho? [La congregación dice: “Amén”.—Editor] ¿Les ha dado ánimo? [“Amén”.] Si pueden, levanten sus manos a Dios, diciendo: “Dios, te doy gracias”. [“Dios, te doy gracias”.] Yo tengo ambas manos levantadas, porque siento que—que me ha ayudado a mí. Me ha dado valor.",
    "Algunas cosas que dije, no pensaba que las iba a decir, pero ya se dijeron. Fue una reprensión para mí. Me hallé, no en la manera que pensaba, pero me hallé culpable de siempre estar clamando, en vez de hablar.",
    "Dios, ayúdame de esta hora en adelante, que yo sea un siervo más consagrado.",
    "No solamente ruego por mí mismo; también ruego por Uds. Que así juntos, como el Cuerpo de Cristo, llamados fuera del mundo, estamos haciendo los preparativos para la Tierra prometida, que Dios me conceda valor para hablar el camino, para hacer claro el camino para que Uds. no yerren en la senda. Yo les diré por la gracia de Dios, yo seguiré las pisadas sangrientas de Aquél que fue antes que nosotros.\n\nY esta cruz consagrada llevaré,\n\nHasta que la muerte me libre,\n\ny entonces ir al Hogar, donde una corona tendré,\n\nHay una corona para mí.",
    "Padre, te entregamos esto, nuestra consagración, en el Nombre de Jesucristo, Tu Hijo. Amén.",
    "[Un hermano empieza a hablar en otra lengua. Espacio en blanco en la cinta.—Editor]",
    "Damos gracias a Dios por esto. Lleven una vida consagrada. Entréguense a la dulzura y la humildad. Caminen en el Espíritu. Caminen, hablen, vístanse, actúen como Cristianos, humildes y dulces. Ahora, no permitan que esto falle. La Voz de Dios habla a través de la Palabra, habla a través de dones. Mientras viene un don, otro lo expresa, viene otro don y expresa la misma cosa. ¿Ven?, eso es exactamente con la Palabra y con la hora. Dios está con nosotros. ¡Cómo le agradecemos esto! Ahora, si nuestra…",
    "Con nuestros rostros inclinados, si nuestra hermana nos puede dar el tono en:\n\nDe Jesús el Nombre adora,\n\nQue te sirva de broquel;\n\nAlma débil perturbada,\n\nHallarás asilo en El.",
    "Sólo, sólo hagan eso, hablen la Palabra, y digan Su Nombre. Cantemos ahora mientras somos—mientras somos despedidos.\n\nDe Jesús el Nombre invoca,\n\nBúscale…vivo afán;\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.",
    "Ahora saludémonos de mano, y digamos: “Estaré orando por ti hermano, y tú ora por mí”.\n\n…amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Ahora con nuestros rostros inclinados, cantemos este próximo verso:\n\nDe Jesús el Nombre adora,\n\nQue te sirva de broquel;\n\nAlma débil perturbada,\n\nHallarás asilo en El.\n\nSuave Luz, manantial,\n\nDe esperanza fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Con nuestros rostros inclinados, y también nuestros corazones, dándonos cuenta que Jesús dijo: “El que oye Mis Palabras y creyere en El que me envió, tiene vida eterna y no llegará al Juicio, sino que ha pasado de muerte a Vida”. Sabiendo que por la gracia de Dios, nosotros poseemos eso en nuestro ser; con esta consagración a El en esta mañana, que nuestras vidas cambiarán de este día en adelante, que seremos más positivos en nuestro modo de pensar. Nos esforzaremos por vivir en tal dulzura y humildad, que, creyendo que lo que le hemos pedido a Dios, Dios lo concederá a cada uno. Y no hablaremos mal el uno del otro, ni de nadie. Oraremos por nuestros enemigos y los amaremos, haremos bien a aquellos que nos hacen mal a nosotros. Dios es el Juez de quién está correcto y quién no. Con la…",
    "A base de esto, y con nuestros rostros inclinados, voy a pedirle a nuestro buen amigo, el Hermano Lee Vayle, que él despida a la congregación en oración. Hermano Vayle. 🦅"
  ]
}