{
  "title": "UN PRISIONERO",
  "id": "63500009",
  "content": [
    "🦅  …aquí nuevamente, en el Nombre del Señor Jesús, y para oír de las grandes y poderosas obras que Tú has hecho, antes. Y ahora estamos de pie aquí con expectación que levanta nuestra fe y nos unge, para creer que lo que se ha pedido en esta noche será concedido. Tú las conoces todas individualmente, todo lo que ellos han pedido. Y oramos por ellos, Señor, especialmente por los que están tan cerca de la muerte; tráeles paz al alma si aún no está allí; trae sanidad a sus cuerpos. Concédelo, Señor.",
    "Bendice nuestra reunión. Nosotros—nosotros oramos, Señor, en esta reunión de oración del miércoles en la noche, que al habernos congregado, sabemos que donde dos o más estén reunidos, Tú estarás con nosotros. Y Te pedimos, Señor, que nos des Tu Palabra en esta noche. Háblanos, Señor, y de alguna manera dale calidez a nuestro corazón, para que sepamos como disciplinarnos para el gran momento que nos espera, pues creemos que nos estamos acercando a la Venida del Señor.",
    "Te agradecemos que la gente ahora está comenzando a encontrar esa fe tan preciosa para ellos, y a enterarse de lo que significa la fe. Y lo sabemos, estamos agradecidos Contigo aun por los servicios que vienen, creyendo que Tú harás algo. Señor, esperamos con expectación, como en los días de antaño, creyendo que el tiempo se acerca cuando Tú abrirás las ventanas del Cielo y derramarás las promesas que Dios ha prometido en este día postrero.",
    "Ahora Te pedimos, Señor, que—que seas con todos, alrededor de las naciones, habiendo oído hoy de tantos, por todas partes, que están necesitados. Concédeles su petición, Señor. Y oramos que podamos ver la gran mano de Dios moverse por todo el mundo entre los que están esperando esta gran cosa.",
    "Perdónanos nuestro pecado. Castíganos, Señor, con Tu Espíritu y Tu Palabra, para nosotros mismos poder disciplinarnos como siervos obedientes, siervos obedientes a la voluntad de Dios. Permítenos recordar, y no olvidar en nuestros corazones lo que hicieron los primeros Cristianos. ¿Qué clase de personas conoceríamos si nos encontráramos con aquéllos que personalmente estuvieron en contacto Contigo? ¡Cómo se deben haber iluminado sus rostros con fe y gozo! ¡Cómo es que sus vidas deben haber sido la Palabra viva de Dios, sencillamente “epístolas escritas leídas de todos los hombres”, a medida que ellos entraban y caminaban entre la gente! Dios, concédelo una vez más.",
    "Que nuestras vidas estén tan sometidas a Ti, que el Espíritu Santo Mismo viva a través de nosotros, y hable a través de nosotros, Señor. Que recordemos, en nuestras mentes, mientras caminamos por la calle y nos codeamos con el mundo, que no debemos ser como ellos. Y damos un paso al lado y les cedemos el lugar, Señor, en su debida posición aquí en la tierra. Tomaremos el puesto de atrás, sabiendo que nosotros somos delegados de otro mundo. Nosotros tenemos un Reino que viene en poder, Señor. Y nuestro gran Rey pronto llegará y tomará todos los reinos que están en Su dominio. Y Él gobernará y reinará; con Él aquí en la tierra, mil años, y estaremos con Él para siempre.",
    "Con esto en mente, Señor, ahora esperamos la respuesta de nuestra oración. Miramos nuestra confesión: que si hemos hecho algo, dicho cualquier cosa, o pensado cualquier cosa, que fuera contraria a Tu gran voluntad, permite que la Sangre de Jesucristo nos limpie.",
    "Dirígenos, Señor, como dijo la hermana esta noche, cuando ella iba con su esposo camino a Chicago. Dirígelos, Señor Dios, al lugar donde Tú puedas usarlos, para que ellos sean rayos de luz para otros que andan a tientas en las tinieblas, que no conocen a nuestro Señor Jesús. Encomendamos ahora el servicio a Ti, y quedamos pendientes de Tu Palabra de corrección, para que podamos saber cómo prepararnos para esta gran hora, en el Nombre de Jesús lo pedimos. Amén.\n\n[Cinta en blanco. El Hermano Neville comenta.—Ed.]\n\nEl Señor lo bendiga. Gracias, hermano.",
    "Esto me fue un poco inesperado. Yo, estando aquí en casa, sentí que si en realidad no tenía que salir a ningún lugar, por una emergencia, me sentiría muy mal, quedándome en casa y sin venir a la reunión de oración. Así que, en lo personal, yo vine inesperadamente, aún para mi familia. Sólo llegué, y salí inmediatamente. Y, pues, dije: “Voy a la reunión de oración”. Y ella ni siquiera tuvo tiempo de prepararse para venir, pues no sabía que yo iba a venir.",
    "Así que, estoy contento de oír el testimonio allí de la hermana, del hermano, acerca de esa Luz en Carolina del Sur o Carolina del Norte, en algún lugar. ¿Fue en Greenville? [Una hermana dice: “No. Southern Pines”.—Ed.] Southern Pines. Sí.",
    "El Hermano Lee Vayle estuvo aquí hoy. Yo lo bauticé, hoy, en el servicio bautismal aquí hoy; al Hermano Lee Vayle, Uds. saben, y sus ministros allá, al Hermano Parker Thomas. Ellos…",
    "Recuerdo de—de esa vez, de una hermana con una sombra. Fue una gran confirmación, hermana, de lo que el… El Espíritu Santo a veces nos permite avanzar y prueba nuestra fe, para ver, y prueba la fe de otros. Cuando uno está viendo algo directamente, y ve algo, y lo dice; otros miran y no lo ven, dicen que no está allí. ¿Ven? Pero eso sí está allí.",
    "Ahora, ninguno pudo ver esa Luz suspendida sobre Pablo, pero estaba allí. Ninguno vio esa paloma descendiendo del Cielo, en forma de esa Luz, y suspenderse sobre Jesús, sino Juan mismo; sin embargo, estaba allí. ¿Ven?",
    "Y entonces, después, cuando yo le decía a la gente acerca de esta Luz que era como una Columna de Fuego, nadie quiso creerlo. Pero ahora el ojo mecánico de la cámara identificó Eso, cómo vino.\n\nY el espíritu maligno es oscuro.",
    "Es igual con nuestras vidas, nosotros somos sombras. Y nosotros somos… Si somos una luz, si nuestras vidas cuadran con la Luz del día, estamos caminando en Luz.",
    "Es igual cuando Ud. mira afuera y dice: “Veo el sol”, en el día. Ud.—Ud. ve la sombra del sol; es un reflejo del sol. No es el sol mismo, sino que prueba que hay un sol. Eso prueba que hay un sol.",
    "Y ahora cuando veo, por decir, a Uds. sentados allá, abanicándose, hablando, quiere decir que están vivos, pero eso sólo es una sombra de la vida.",
    "Pues, cualquier cosa necesita de oscuridad, para formar la sombra. ¿Ven? Pues, una sombra necesita tener tanta oscuridad y tanta luz, para hacer la sombra. Y no puede ser todo sombra, y no puede ser todo luz. Si es oscuro, es bien oscuro. Si es luz, no hay sombra, nada para producir una sombra. Pero si es una mezcla de oscuridad y de luz, eso produce una sombra.",
    "Así que, nosotros en realidad somos sombras de luz. Ahora Ud. está reflejando una vida de alguna parte. Si Ud. existe, y es Cristiano, ésta siendo una sombra, sólo prueba que hay una Vida donde Ud. no puede morir, por cuanto esta vida contiene muerte. ¿Ven? Pero es una sombra, por cuanto Ud. está vivo, es una criatura moviéndose, con habilidades de ver, pensar, moverse y hablar, los cinco sentidos del cuerpo. Pero, con todo, uno sabe que ellos, ellos se están muriendo. Y hay mucho problema. Uno sabe que sólo puede ser el… Es un reflejo (¿ven?), que hay una mezcla de la vida y la muerte.",
    "Lo físico tiene que morir. Pero si Ud. está reflejando en su vida mortal, la Luz del Cielo, entonces Ud. está reflejando la Vida Eterna, a Dios. Entonces cuando Ud. muere, Ud. no puede hacer más que ir a esa Luz, porque Eso es lo que Ud. reflejó.",
    "Si Ud. es del mundo oscuro, Ud. refleja eso, y Ud. no puede ir por otro camino sino a la oscuridad. ¿Ven? Así que nosotros estamos en un reflejo. Entonces, vemos eso. Y tan cierto como el Espíritu Santo refleja Luz y Vida, la muerte también refleja oscuridad.",
    "Y aquí están las dos. Maña-… Para el final de la semana, tal vez para el domingo, vamos a ampliar la fotografía pequeña a un tamaño grande, para poder colocarla en la cartelera.",
    "Donde, su foto está colgada allá en la cartelera. No sé si se fijaron o no. Y entonces…\n\nY hace como una semana, en—en Jamaica, en donde estábamos haciendo labor misionera; nosotros enviamos cintas por todo el mundo. Y Los Siete Sellos han llegado hasta por… han entrado en el interior de Jamaica, bien adentro hasta el interior. Y es muy primitivo allá adentro, detrás de Blue Mountain. Y los nativos, a veces, tienen una—una grabadora que les conseguimos, que uno tiene que—que, como la Victrola antigua, darle manivela, y luego dejar—dejar que suene. Entonces, cada cierto minuto, alguien tiene que darle manivela.",
    "Este grupo tenía una—una pequeña batería, una batería de seis voltios, algo así, que hacía sonar la grabadora. Y todos ellos—ellos estaban sentados juntos, más o menos como los que estamos aquí esta noche, escuchando esos Sellos, creo que era. Y mientras yo hablaba, ellos vieron que al cuarto entró esa misma Columna de Fuego, se movió hacia donde estaba la grabadora y se posó sobre ella. Y ellos fueron y trajeron una cámara y Le tomaron la foto. Y es exactamente la Misma, allí está, suspendida sobre eso. Ahora la estamos ampliando, para poder ponerla en la—la cartelera allá afuera, para que Uds. puedan verla.",
    "Estamos muy agradecidos por la gracia de Dios que ha sido traída a nuestros… nos ha traído a Su Presencia este día. Ahora, estamos agradecidos por muchas cosas.",
    "Ahora creo que buscaré aquí para ver si puedo encontrar algo, algunas notas o algo, algo sobre lo que haya hablado. O conseguirnos alguna especie de—de… Tengo un texto escrito, de todas maneras, acá atrás en un libro. Si puedo encontrar una, tal vez el Señor me dé qué decir acerca de algo, mientras oramos.\n\nAhora, estamos en expectación para el domingo.",
    "He estado hablando en los Mensajes. Y, el domingo, los tuve aquí bastante tiempo, en: “¿Por qué clamas a Mí? Háblale al pueblo y marcha adelante”.",
    "Ahora, el domingo es el servicio de sanidad donde se orará por los enfermos. Ahora, cuando uno llega con los enfermos, pues tiene que haber alguna razón que los enfermos, cuando oramos por ellos, no sanan. Y quiero hacerlo, el Señor mediante, sólo como un corto sermón el domingo en la mañana. Así que, voy a tener un servicio de sanidad, y a orar por todas las personas. Y Billy Paul o algunos más estarán aquí el domingo en la mañana, como a las ocho, cuando la iglesia abra, para repartirles tarjetas a las personas mientras entran por la puerta, o cuando lleguen.",
    "Y, ahora, quiero entonces intentarlo, creo que el Señor de alguna manera me ha dado un poco de discernimiento en las razones de por qué algunas personas no sanan. Y yo—yo creo que es por la falta de entendimiento. Y yo—yo creo que tal vez hablemos de eso el domingo en la mañana, el Señor mediante.",
    "Ahora, la reunión de oración del miércoles en la noche sólo es una corta oración donde nos reunimos y oramos, como hemos hecho, y estamos juntos.",
    "A veces, yo—yo creo que una de las cosas tremendas que encuentro en este día, es la falta de sinceridad en lo que creemos. ¿Ven? ¿Ven? Si Dios, en los días de John Wesley, hubiera hecho en ese día lo que Él ha hecho hoy, ¿qué no hubiera causado?, ¿en los días de Martín Lutero, o el que fuera? Así como nosotros lo vemos a Él obrar, ambos probados por la Iglesia (por el Espíritu), y por la ciencia, y cada movimiento, su—su emulsión tiene que ser reconocida. Y la Palabra de Dios aquí declarándolo y diciéndolo antes de que Eso acontezca. Y luego moviéndose, y profetizando, y mostrando exactamente lo que Él dijo. Eso vendrá a cumplimiento perfectamente, exactamente lo que Él dijo. Y con todo, nosotros aún nos sentamos algo perezosos, como preguntándonos: “Pues, ¿me pregunto si eso se estará refiriendo a mí? ¿Me pregunto si sólo se refiere a la—la iglesia, en general? O—o ¿me pregunto si en realidad seré parte de Esto?”. Creo que el domingo en la mañana trataré de hablar sobre algunos de esos principios que puedan darnos un poco de luz.",
    "Ahora, esta noche, hallé algo, simplemente abrí allí antes de llegar aquí. Pensé: “¿Qué pasa si el Hermano Neville, si llego allá, y sucede que él me dice: ‘Suba y hable’, y luego se sienta?”. ¿Ven? Pensé: “Mejor anoto unas cuantas Escrituras”. Pues, yo sé que él, él es un hermano muy precioso, y nosotros—nosotros lo apreciamos.",
    "Antes de que oremos por la Palabra, quiero saludar al—al hermano. No logro recordar su nombre en este momento, dos de ellos. Están aquí, amigos míos. El… Son ministros y evangelistas, trabajando en el campo, saliendo. Ellos oyeron estos Mensajes por cinta. Y son de diferentes iglesias denominacionales, dos jóvenes. Y el muchacho está tan (uno de ellos), tan interesado, que vino en un vuelo recientemente, desde Tucson, al concluir una reunión. Creo que yo estaba en el Desayuno de los Hombres de Negocios. Y el joven, un buen individuo, llegó allí. Y él…",
    "Ellos son de Kansas. Y vinieron hasta acá para que yo los casara; agradezco eso. Pensar que las personas creen de tal manera en las oraciones de uno; para creer que Dios escucha y responde; personas jóvenes empezando la vida, de esta manera. Y cuando llegaron aquí para que yo los casara, ayer, nos enteramos que la ley del estado de Indiana requiere, que aun teniendo sus pruebas de sangre, que esperen aquí en el estado, tres días, antes de poder ser casados. Así que, no se pueden casar hasta el viernes en la mañana.",
    "Y le pediré a nuestro hermano allí en la esquina, si tan sólo se pone de pie y nos dice quién es, y su hermosa damita allí, y el hermano que sigue.",
    "[El hermano dice: “Gracias, Hermano Branham. Es un privilegio estar aquí. Y soy el Hermano Roger O’Neil, y yo vivo en Kansas, viajo en el campo misionero, como evangelista, diciendo: ‘Jesús salva, sana, por fe en Jesús…?…’ Siempre cargando…?… Ésta es mi prometida, Patricia Brown. Nos casaremos el viernes. Éste es mi co-evangelista y colega, el Hermano Ronnie Hunt, aquí en la orilla. Y ésta es mi prometida, Carol…?… Y nos da gusto estar aquí esta noche”.—Ed.]",
    "Muchas gracias. Verdaderamente les deseamos a estos embajadores jóvenes, por la obra del Señor Jesús, las bendiciones de Dios que los cuide en el camino. Y a medida que continuo, esperando la Venida del Señor, ver a jóvenes y jovencitas con un propósito en el corazón, de servir a Cristo, me emociona (¿ven?), verlos levantarse así. El Señor los bendiga abundantemente, mi hermano, hermana.",
    "Ahora abramos a un pequeño Libro del cual nunca he hablado antes, en mi vida. Y es muy… Sólo un capítulo, el Libro de Filemón. Y es…",
    "Tengo un poquito de irlandés, y yo—y tengo un alambre en mis dientes de abajo, para sostener unos cuantos en su lugar. A veces no pronuncio estos nombres correctamente, aun cuando me los sé. Y a veces no puedo pronunciarlos correctamente por la falta de educación. Así que, “Filemón”, dijo alguien allá atrás, lo cual creo que es la pronunciación correcta.",
    "Ahora, el 1er versículo, quiero tomar sólo una o dos palabras de allí.\n\nPablo, un prisionero de Jesucristo,…",
    "Y es lo que quiero usar esta noche, como texto, el Señor mediante, es: Un Prisionero.",
    "Ahora, uno difícilmente pudiera imaginarse a Pablo considerándose un prisionero. Un hombre que nació libre, lleno del Espíritu Santo, sin embargo, se llama a sí mismo “un prisionero”.",
    "Y encontramos ahora que cuando él se está dirigiendo a los corintios es: “Pablo, apóstol de Jesucristo”. En otra ocasión: “Pablo, siervo de Jesucristo, por la voluntad de Dios”, cuando le está hablando a Timoteo, y así a otros. Ahora cuando él le está escribiendo aquí a Filemón, él dice: “Pablo, un prisionero de Jesucristo”. “Pablo, un apóstol”, me gustaría predicar una noche acerca de eso. “Pablo, un—un siervo”, predicar de eso. Y luego: “Pablo, un prisionero”.",
    "Pero, esta noche, siendo que tomaría horas considerar uno de estos temas debidamente, me gustaría tomar, esta noche: “Pablo, el prisionero”, y abordar el tema de: Un Prisionero.\n\nAhora inclinemos nuestros rostros por un momento.",
    "Señor Jesús, cualquier hombre que sea físicamente capaz, puede abrir las hojas de esta Biblia, pero sólo el Espíritu Santo puede interpretarla a la luz en que fue dispuesta. Nosotros le pedimos a Él que venga ahora y nos ayude a comprender qué fue esto, la salutación, este gran, poderoso profeta, Pablo, y con todo llamarse “un prisionero”. Que el Espíritu Santo nos revele esto mientras esperamos en Él, en el Nombre de Jesucristo. Amén.",
    "Ahora, puedo imaginarme a Pablo, cuando le escribió esta carta a Filemón, cómo era que se encontraba en la cárcel, por allá abajo en el calabozo de esta ciudad, siendo un—un—un prisionero. Y él sabía muy bien, por su situación, el significado de esa palabra. Él estaba rodeado de—de—de barrotes. Él—él sólo podía ser liberado si alguien lo dejaba en libertad. Y él sabía lo que era ser un prisionero. Y entonces, como dije, yo creo que el—el apóstol quiso decir algo como… no diciéndolo exactamente por su condición actual, de que era prisionero de su—su ser físico estando allí en esa—en esa cárcel. Sino que yo creo que él se estaba refiriendo a su—su ser, su—su—su espíritu, su voluntad, siendo un prisionero de Jesucristo.",
    "Ahora, todos nacemos con libre albedrío, para tomar cualquier decisión que deseemos. Dios es justo al hacer eso. Pues, Él debe poner todo hombre sobre esa misma base, o Él puso al hombre equivocado en… Él puso al primer hombre sobre la base equivocada, habiéndolo puesto con libre albedrío. ¿Ven? Nosotros estamos exactamente como Adán y Eva, en esta noche; nada es diferente. El bien y el mal están los dos frente a nosotros. La vida y la muerte, nosotros podemos elegir; depende de Ud. escoger. ¿Ve?",
    "Así lo hicieron Adán y Eva, y vean, y—y ellos tomaron la decisión errada. Y ahora, por eso, sometieron toda la raza, la raza humana, bajo muerte, la pena de muerte.",
    "Y luego Dios bajó en la forma de hombre y tomó esa muerte, y pagó la pena de muerte, para que los… Sus súbditos que desearan poder—poder ser libres pudieran ir libres.",
    "Ahora, si Él nos tomara a nosotros, de una manera diferente que lo hizo con Adán y Eva, sencillamente que nos pasara por algo, y dijera: “Los salvaré a Uds. así quieran ser salvos o no”, entonces Él puso a Adán y a Eva sobre—sobre la base errada, ¿ven Uds.? Pero cada uno de nosotros tiene que escoger, en este día, entre la muerte y la vida. Nosotros podemos hacerlo.",
    "Como acabo de expresar, si es que su luz prueba, su vida prueba exactamente de qué lado está Ud. No me importa de qué lado Ud. dice estar. Lo que Ud. hace, a diario, prueba lo que Ud. es. Uds. han oído ese antiguo refrán: “Su vida habla tan fuerte, que no puedo escuchar su testimonio”. ¿Ven? Así de alto suenan sus—sus acciones.",
    "Yo siempre he creído en gritar y saltar. Pero siempre he dicho: “Nunca salte más alto de lo que Ud. puede vivir, porque el mundo va a estar mirando eso”. ¿Ven? Ud. sólo debe saltar tan alto como vive, así que, porque alguien lo está mirando a Ud. Y ahora, cuando…",
    "Hay personas que no vienen a la iglesia. Ellos—ellos, muchos sencillamente no lo hacen. Y algunos de los que no vienen, son personas sinceras. Ellos han visto tanta corrupción en la iglesia, a tal grado que no quieren tener nada que ver con ella. Y muchas veces, estamos hablando de cosas serías ahí, uno a duras penas los puede culpar (¿ven?), por la—la manera que la gente se comporta. Ellos dicen ser Cristianos. Son el tropiezo más grande que tiene el mundo, el hombre y la mujer que profesan ser Cristianos, y viven algo diferente a su profesión. Exactamente correcto.",
    "Ahora, pues las decepciones vendrán en el Juicio. Pues, el pecador, el contrabandista, el apostador, el adultero, él—él no se va a decepcionar al oír leída su sentencia: “Apartaos al fuego eterno”; él no se va a decepcionar. Pero ese individuo que se quiere esconder detrás de alguna profesión de iglesia, ése será el muchacho que se va a decepcionar el Día del Juicio. ¿Ven? Que profesa ser Cristiano y vive de alguna otra manera. Sería mejor que él nunca hubiera hecho ninguna clase de profesión, cuando comenzó, que haber comenzado y vivido algo diferente. Porque él es el mayor tropiezo que tenemos; aquél que profesa, que dice que él—él—él es un Cristiano, y vive algo diferente.",
    "Constantemente, no juzgue su vida por cuánto poder Ud. tenga para obrar milagros. Y no nos juzgamos por cuánto conocimiento uno tiene de la Palabra. Sino que siempre júzguese a sí mismo, mire atrás y tome inventario de la clase de fruto que la vida que Ud. vive presentemente está produciendo ahora. ¿Ve?",
    "Como prediqué hace un tiempo, en una reunión de hombres de negocios en Phoenix, Arizona, del reflejo de Jesús, reflejando una Vida Cristiana. Yo dije que nací por acá en Kentucky, donde es muy primitivo, especialmente antes cuando yo era un niño. Y este cierto niño nunca tuvo un—un—un—un hogar como nosotros lo tenemos aquí, donde tenemos tantas damas bonitas que tienen que estar mirando los espejos, por toda la casa, para mantener su cabello en su lugar, y todo eso. Pero él tenía un espejo pequeñito, sólo era un pedacito clavado de un árbol afuera, donde estaba la banca para lavarse, donde su mamá y papá se lavaban, y se peinaban el cabello y todo eso, con este pedacito de vidrio viejo clavado de un árbol.",
    "Francamente, es el tipo de hogar que nosotros teníamos. Si alguno quería ver el espejo, nosotros los muchachos, teníamos que conseguir una caja y subirnos sobre la banca de lavarnos, y mirar en este pedacito de—de espejo que yo mismo recogí, de un basurero. Eso no fue allá en Kentucky. Eso fue aquí en Indiana, por aquí por la Utica Pike.",
    "Ahora, este pequeño nunca exactamente se había visto de esa manera. Así que, él vino a la ciudad, a visitar a su abuela. Y en la… mientras le mostraba la habitación, la abuela tenía una casa con un espejo entero sobre la puerta. Y entonces, el pequeño, corriendo por el—el cuarto, vio a otro pequeño frente a él. Y el pequeño también estaba corriendo. Entonces pensó que se detendría por unos minutos para ver lo que el chico iba a hacer. Y cuando él se detuvo, el pequeño se detuvo. Cuando él volteó su rostro, el pequeño volteó su rostro. Él se rascó la cabeza, el pequeño se rascó la suya. Finalmente, se acercó, para investigar. Y se dio la vuelta. Y su madre lo miraba, y su abuela, con asombro. Dijo: “Pues, madre, ese soy yo”.",
    "Entonces yo dije que: “También nosotros estamos reflejando algo”. ¿Ven? Nuestra vida se refleja.",
    "Y ahora, si nosotros hubiéramos vivido en los días de Noé, ¿el lado de quién hubiéramos escogido? ¿Qué lado hubiéramos escogido en ese gran día que vivió Noé? ¿Qué lado hubiéramos escogido en los días de Moisés? ¿Qué lado en los días de Elías, el profeta, cuando todo el mundo estaba envuelto en una—una gran masa de—de modernismo, como la Jezabel moderna, que se había librado de todos los siervos del Señor hacia la mundanalidad? Y la iglesia y los sacerdotes todos se postraban ante ella. ¿Hubiera Ud. escogido el lado de la popularidad, o se hubiera parado Ud. con Elías?",
    "Ahora, y en los días del Señor Jesús, cuando pensamos en esta Persona nada popular, sin educación del mundo, que no encontraron escuelas a las que Él haya asistido, y que no—no tenía experiencia de seminario. Y—y luego levantarse, apodado de haber “nacido ilegítimamente”. Y luego salir, predicando un Evangelio que era contrario a cualquier cosa que a ellos les había sido enseñada. Muy… Y condenando a los ministros y sus organizaciones y demás.",
    "Y las organizaciones habían hecho una—una—una declaración: “Cualquiera que incluso fuera a escuchar a este supuesto profeta, sería sacado de la sinagoga”, lo cual era un—un pecado mortal. Ellos tenían que estar contados allí. La única manera en que ellos podían adorar era bajo la sangre del cordero; ellos tenían que venir para este sacrificio. Y—y luego ellos quedaban desterrados, y qué gran cosa que era.",
    "Y este Hombre ignoraba algo así. Y, con todo, Él estaba perfectamente con la Escritura, pero no de la manera que ellos La conocían. ¿Qué lado hubiera escogido Ud.? ¿Ven? Ahora, no… La vida que Ud. vive ahora, refleja hoy exactamente lo que Ud. hubiera hecho allá, porque Ud. aún está poseído por el mismo espíritu. ¿Ven? Si Ud. escoge ese lado ahora, con ellos, Ud. lo hubiera hecho allá. Pues, el mismo espíritu que ahora está en Ud. estaba en la gente allá. ¿Ven?",
    "El diablo no se lleva su espíritu; él sólo sale de un hombre hacia otro.",
    "Dios no se lleva Su Espíritu tampoco; Él va de uno al otro. ¿Ven?",
    "Así que, el mismo Espíritu que estaba sobre Elías vino sobre Eliseo, el mismo sobre Juan el Bautista y los demás.",
    "El Espíritu Santo que estaba en Cristo, vino sobre los discípulos, todo el tiempo, y aún está sobre la gente. ¿Ven? Dios nunca se lleva Su Espíritu.\n\nEntonces, allí nos queda tomar una decisión.",
    "Y yo—yo no puedo ver aquí que Pablo esté arrepentido de nada, ni diciendo que lamenta ser un prisionero. Sino que él se estaba dirigiendo… Yo creo que Pablo, mientras escribía esta carta, con esa pluma, era el Espíritu Santo haciéndole escribir eso. Para que, tal vez, aun en esta noche, nosotros pudiéramos sacar el contexto de nuestro tema, para mostrar por qué Pablo hizo esto. Pues, es Escritural, y lo Escritural es Eterno. Y yo creo, que estando en esa antigua celda mohosa, Pablo le escribió aquí a su colega, que (a su hermano), que él “era un prisionero de Jesucristo”. Así que, él podía expresarlo viendo lo que le rodeaba. Ahora, él estaba en la cárcel, pero él no le hablaba de eso, a este—este siervo de Cristo, un ministro con él. Estaba hablando que él era un prisionero de la Palabra de Jesucristo, pues Cristo es la Palabra.",
    "Y Pablo había sido un gran erudito en su día. Él tenía gran ambición. Él era un—él era un—un—un hombre que había sido entrenado con, por personas, un hombre por el nombre de Gamaliel, que era un gran maestro de su día, en una de las mejores escuelas a las que él pudo haber asistido. Por ejemplo, como decir: Wheaton, o Bob Jones, o alguna gran escuela fundamentalista. Él había sido instruido como—como—como ministro de la Palabra. Y él estaba bien educado, y era inteligente, y un muchacho inteligente con gran ambición de posiblemente algún día llegar a ser un sacerdote o un sumo sacerdote de su pueblo.",
    "Él tenía una ambición. Y luego descubrir que esta gran ambición para la que él había sido entrenado, y a la cual había dedicado toda su vida, tal vez como desde la edad de ocho o diez años, hasta los treinta o treinta y cinco, cuando él terminó el colegio y se graduó; y tenía todos sus diplomas y demás, y tenía el favor de todos los—los clérigos, aun del sumo sacerdote de Jerusalén. Tenía órdenes de él, órdenes personales, escritas, confiadas a este gran Saulo: “De ir a Damasco y encontrar a todos esos por allá que adoraban a Dios de manera contraria a lo que él decía, y que los atara y los metiera a la cárcel. Si era necesario, tenía órdenes de llevarlos a la muerte, si quería”. Él era… Él tenía una gran ambición",
    "Y ahora, todo para lo cual había entrenado, Dios se lo había sacado todo. ¿Ven? Y su objetivo, y aquello para lo cual su padre había usado su dinero, y las ambiciones de su padre y madre, todo le fue quitado, por razón de—de que Dios tenía algo diferente. Por tanto, él era un prisionero a su objetivo que tenía en la vida, y él había venido a ser un prisionero de Jesucristo, Quien era la Palabra.",
    "Ese camino a Damasco cambió a Pablo. Iba allá, tal vez como a las once, un día, cuando él fue derribado. Y escuchó una Voz, diciendo: “Saulo, ¿porque Me persigues?”. Y él miró hacia arriba. Y con la mirada levantada, siendo un judío, pues supo que esa Columna de Fuego era el Señor que guió a los hijos de Israel, porque él sabía que Eso lo era.",
    "Recuerden, este hebreo jamás hubiera llamado a algo “Señor” mayúscula S-e-ñ-o-r, Elohim, a no ser que estuviera convencido que Eso era, porque él era un erudito instruido. Y al levantar los ojos y ver Esto, una Luz, una Columna de Fuego que había guiado a su pueblo por el desierto, y él dijo: “Señor”, Elohim, mayúscula S-e-ñ-o… “Señor, ¿Quién eres?”.",
    "Y qué sorpresa debe haberse llevado este teólogo, cuando dijo: “Soy Jesús”, el Mismo del que él había estado tanto en contra. ¡Qué—qué media vuelta! ¡Oh! ¡Oh! Debe haber sido algo terrorífico para este hombre, con todas las ambiciones que había tenido, de repente darse cuenta que él venía persiguiendo. Sus ambiciones lo habían llevado a él a—a distanciarse más del asunto principal que él se había propuesto. Y qué—qué gran impacto debe haber sido, para este apóstol, cuando Él dijo: “Yo soy Jesús”, el Mismo que él estaba persiguiendo. “¿Por qué Me persigues”?",
    "Otra pequeña cita que tal vez incluyamos aquí. Vean, al ellos mofarse de la Iglesia, realmente no se están mofando de la Iglesia, se están mofando de Jesús; “¿Por qué Me persigues?”. Luego, ¿cómo podía Pablo, con todo su intelecto, creer que Éste era… que este Grupo que él venía persiguiendo era el mismo Dios que él reclamaba estar sirviendo? Yo pienso que, sin entrar en detalles, pienso que todos tenemos suficiente instrucción para saber lo que quiero decir aquí. La misma cosa está sucediendo hoy.",
    "Pablo, en ignorancia, aun siendo inteligente y sagaz, mucho más sagaz que esos galileos sin educación que él estaba persiguiendo, que en su humildad ya habían aceptado a este Hombre como Señor; sin embargo, Pablo, con su gran instrucción y su intelecto, no podía aceptar Eso. Y que media vuelta debe haber sido para él, en este camino. Y él quedó ciego, para que no llevara a cabo su comisión, sino que fue llevado a un lugar en una calle que se llama Derecha, y a cierta casa de alguien.",
    "Y entonces allá llegó el profeta, llamado Ananías, que lo vio a él en una visión, que venía, vio dónde estaba, fue allá donde él estaba, y entró. Y dijo: “Hermano Saulo, el Señor se te apareció camino allá; me ha enviado para que ponga sobre ti las manos, y recibas la vista y seas lleno del Espíritu Santo”.",
    "¿Ven dónde se encontraba él? ¡Qué—qué cosa debe haber sido para Pablo! ¿Ven? Todo en lo que él había sido entrenado era lo contrario. Así que, ahora, con—con toda la educación que él tenía, ella—ella había llegado a ser nada para él.",
    "Ahora, él sabía que había tenido una experiencia. Así que, aquí hay otra buena lección para nosotros: que sólo una experiencia no es suficiente; tiene que ser una experiencia conforme a la Palabra del Señor. Entonces, él, al ver esto, y sabiendo que era Algo grande, entonces, que alguien más La recibió antes que él, él se tomó tres años y seis meses allá en el—el desierto de Arabia; tomando la—la Biblia, como Ella estaba en ese entonces, el Antiguo Testamento, y yendo allá, para—para comparar esta experiencia que él había tenido, y ver si era Escritural.",
    "Ahora ¿qué si él hubiera dicho: “Bueno, me supongo que sólo fue alguna cosita que pasará”, y hubiera seguido? “¿Voy a seguir a mi intelecto”?",
    "Ahora, él tenía que llegar a ser preso de algo, un prisionero. Entonces, después de compararlo, y ver, con razón él pudo escribir el Libro de Hebreos, en tipo. ¿Ven? Tres años y medio allá, enfocado en la Palabra, y descubriendo que el mismo Dios que lo llamó lo había llevado allá atrás, y le estaba cambiando todo su intelecto, cambiando todo lo que él había pensado, todo para lo que él se había entrenado. Toda su ambición, arrancada de él, y vino a ser un prisionero. El amor de Dios había sido tan tremendo y tal—tal la revelación, que él no se pudo apartar de Ella.",
    "Ésa es la verdadera experiencia de cada creyente genuino que conoce a Dios. Uno—uno entra en contacto con Algo que es tan grande, que uno… que—que uno llega ser un—un prisionero, apartado de todo lo demás. ¿Ven? Uno—uno se aparta de todo, para uno mismo ser preso de Esto.",
    "Fue expresado una vez cuando Jesús dijo: “El Reino del Cielo es algo semejante a un hombre que compra perlas. Cuando él encuentra esa gran Perla, él vende todo lo que tiene, para comprar Ésa”.",
    "Y así es aquí. Ud.—Ud. tiene una concepción intelectual, Ud. tiene una—una—una—una experiencia teológica; pero llega el momento cuando Ud.—Ud.—Ud. verdaderamente encuentra la Cosa real, Ud.—Ud. simplemente vende todo lo demás, y se enfoca en Esto.",
    "Pablo sabía lo que era. Él—él se dio cuenta que Algo le había puesto un arnés. Como nosotros le ponemos un arnés a—a—a un caballo; es para—es para que jale algo. Y Pablo sabía, después de esta experiencia, y de tres años y medio de ver en tipos la—la experiencia que había tenido, conforme a la Biblia, se dio cuenta que Dios lo había escogido a él y le había puesto el arnés por el Espíritu Santo, la experiencia que había tenido, para que jalara el Evangelio a la presencia de los gentiles. El Espíritu Mismo, le puso el arnés.",
    "Y, hoy, como siervos de Cristo, a nosotros se nos pone el arnés, somos enganchados; no nos podemos ir. Estamos enganchados a Eso, con el arnés de la Palabra. No importa lo que cualquier otro diga, Uds. están en el arnés de Ella. Hay algo al respecto, que Ud. simplemente no se puede apartar de Ella. Ud. ha sido enyugado a Ella, por el Espíritu Santo; lo ha enyugado a Ud. a la Palabra. No importa lo que alguien más diga, es la Palabra. Ese arnés siempre ha sido enganchado a Ella, ha sido puesto en yugo con Ella. El arnés de la Palabra le había sido puesto a él, por el Espíritu.",
    "Él había aprendido en la—la parte de atrás de este desierto Árabe. Cuando todas sus cosas de antes, y experiencias, y la ambición, esas cosas le habían sido despojadas.",
    "Ahora, allí es donde vemos hoy, que nosotros tenemos que ser despojados, primeramente; y la gente no quiere ser despojada. El hermano metodista quiere apegarse a un poco de su enseñanza metodista. A-já. El hermano bautista quiere apegarse a un poco de su enseñanza bautista. ¿Ven? Pero Uds. tienen que ser completamente despojados de todo, y sólo nacer de nuevo, otra vez. Y desde allí, permitir que el Espíritu Santo guíe. Ud. no puede decir: “Bueno, saben, mi—mi papá dijo que cuando ingresó, entró a la iglesia, que él estrechó la mano con el pastor. Él, él es un buen miembro fiel”. Eso puede haber servido para su raza, pero nosotros somos otra raza. ¿Ven? Ahora nosotros debemos regresar a los tiempos de la Biblia para este día.",
    "Los sacerdotes también tenían un arnés. Pero, Uds. verán, ellos habían pasado a otra dispensación, y ellos—ellos fallaron al no despojarse del antiguo arnés y ponerse el arnés nuevo.",
    "Y encontramos lo mismo hoy. Nosotros sí pasamos por una edad denominacional, como lo probamos a través de las edades de la iglesia, la Biblia, y demás; pero nosotros ahora hemos llegado a una edad libre, donde el Espíritu Mismo baja y Se vindica a Sí Mismo, y el Mismo Se da a conocer, haciendo que toda promesa que Él prometió, venga a cumplimiento. ¡Oh, vaya! ¡Qué gran tiempo!",
    "Y él sabía que, otra cosa, él sabía que no podía ir a lugares. Que, con el arnés conectado a Esto, que no, que él, sin embargo él—él quería ir. Él sabía que su ambición lo atraía a ir entre los hermanos, donde había sido invitado; sin embargo, él se sentía presionado en el Espíritu a hacer otra cosa. Él no pertenecía a sí mismo.",
    "Tal vez alguien podía decir: “Hermano Saulo, Hermano Pablo: queremos que venga acá, porque nosotros tenemos la iglesia más grande. Nosotros tenemos la congregación más grande. Sus ofrendas serán grandes, y todo eso”.",
    "Pero siendo presionado en el Espíritu, él pensó: “Tengo un hermano allá. Quisiera ir y salvar a este hermano, llevarlo al Señor”. Sin embargo, el Espíritu lo presionaba a él a ir a otro lugar. Él era un prisionero. Correctamente.",
    "¡Oh, Dios!, haznos prisioneros así, apartándonos de nuestra propia ambición egoísta, y de nuestros propios juicios y de nuestra mejor manera de razonar, para que seamos un prisionero de Jesucristo. Yo pienso que ésa fue una gran declaración, que “Yo soy un prisionero de Jesucristo”.",
    "Y recuerden: Él es la Palabra. ¿Ven? No importa lo que cualquier otro piense, es la Palabra. ¿Ven? Si Ud. es un prisionero de la Palabra, no hay denominación que pueda influenciarlo apartándolo de Ella; es—es la Palabra. Ud. sólo… Ud. es un prisionero de Ella, es todo. Ud. debe portarse de la manera que Ella se porta.",
    "Ahora, él no podía ir a ciertos lugares donde quería, pues (¿por qué?) el Espíritu no le permitía. Recuerden que muchas veces Pablo quería ir a cierto lugar, pensando: “Allí es donde puedo tener una gran reunión”, pero el Espíritu no se lo permitía. Ahora, ¿no declara eso y prueba claramente que Pablo era un prisionero? [La congregación dice: “Amén”.—Ed.] ¡Un prisionero de Jesucristo, con el arnés de Su Palabra, por el Espíritu! ¡Oh! Eso me gusta. A-já.",
    "Él estaba atado. Él estaba atado por una cadena, y por los grilletes del amor, para hacer la voluntad de Dios, y sólo eso. Él era un prisionero. Él tenía puestos los grilletes del amor. Él estaba en el yugo con Cristo. Él no se podía enyugar con otra cosa. Él estaba enyugado con Él. Y adonde el Guía iba, allí es donde él tenía que ir. No importaban lo verdes que estuvieran los pastos de este lado o de ese lado, él tenía que ir por el camino del Guía y por donde iba el yugo.",
    "¡Oh!, en esta noche, si nosotros, como Tabernáculo Branham, pudiéramos tan sólo llegar a ser prisioneros; de nuestro propio ser egoísta, de nuestra propia ambición, que podamos rendirnos completamente y ser enyugados con Él, no importa lo que el resto del mundo piense, lo que el resto del mundo haga. Nosotros estamos enyugados por los grilletes del amor; somos prisioneros. “Mis pies están tan enyugados con Cristo, que no bailan. Mis ojos están tan enyugados con Cristo, que yo, cuando veo estas desnudistas modernas por la calle, Eso me voltea el rostro. Mi—mi corazón está tan enyugado por el amor a Él, al grado que ya no puedo tener amor por este mundo. Mi voluntad está tan enyugada con Él, al grado que ni sé cuáles sean mis ambiciones; sólo: ‘Donde Tú me guíes, seguiré, Señor’. Seré un prisionero”. ¿Ven?",
    "Pablo era un prisionero correctamente. Él no estaba declarando nada errado. Él fue instruido por el Espíritu Santo, nuevamente, para esperar en la Palabra. Ahora, él había sido entrenado de una manera, pero—pero Dios ahora lo había entrenado de otra manera. Él fue instruido por el Espíritu Santo para esperar en el Señor, sin importar cuáles fueran sus ambiciones.",
    "Ahora voy, con la ayuda del Espíritu Santo, a mostrarles algo. ¿Ven? Ahora sólo tomemos un ejemplo.",
    "Un día, Pablo y Silas, venían por la calle en una cierta ciudad donde estaban teniendo un avivamiento. Y una muchachita poseída por el demonio persistía en seguirlo, dando voces detrás de él. Y no cabe duda que Pablo sabía que él tenía la autoridad, como apóstol, para reprender ese espíritu maligno de esa mujer. Pero ¿se fijaron? Él esperó, día tras día, hasta que, de repente, el Espíritu Santo le habló, dijo: “Ésta es la hora”.",
    "Entonces él dijo: “Tú, espíritu, sal de ella”. ¿Ven? Él sabía esperar en el Señor.",
    "Y ahí es donde tantas personas hoy traen reproche a la Palabra. Ellos salen con una ambición. ¡Cuántos avivamientos no han dejado un mal concepto por algo así, porque el evangelista no espera a ver lo que el Señor tiene que decir! Algunos de ellos dicen: “Venga acá”, y ellos—ellos salen inmediatamente porque la—la asociación ha dicho: “Vaya”. Y el Espíritu Santo diría otra cosa. Sin embargo, la ambición del hombre de llegar a ser el presbítero estatal, o—o alguna otra cosa, o algún anciano, o algún obispo, o algo, le atrae a que: “Tienes que ir”. Y, aun, sabiendo que no debe hacerlo. El Espíritu Santo diciendo: “Ve aquí”. ¿Ven? Él está enyugado a su organización. Él es prisionero de la organización.",
    "Pero si él está en yugo con Cristo, él es guiado por el Espíritu Santo. Él…?… ¿Ven? Él está en yugo, es un prisionero. No tiene ninguna importancia lo que cualquier otra cosa diga; es—es un—es un—un metal que resuena y címbalo que retiñe. Él sólo oye la Voz de Dios, y él sólo habla cuando Ella suena. Él no dice nada.",
    "Alguien dice: “¡Oh, oh, Hermano Jones!”. Hermano Roberts, o algunos de estos grandes hombres hoy de nuestra patria, como Tommy Hicks, u—u—u Oral Roberts, o—o el Hermano Tommy Osborn, algunos de esos grandes evangelistas. Si alguien dijera: “Oye, ven acá, Tommy. Tú eres un gran hombre de Dios”; (o a Oral). “Y yo—yo tengo un—un tío que está postrado por acá, que—que está todo atado. Y él—él está enfermo. Yo quiero que vengas. Yo creo que tienes la fortaleza para sanarlo a él”. ¿Ven?\n\nY tal vez el Espíritu Santo le dijera a él: “Ahora no”.",
    "Pero, aun así, por la amistad con ese hombre, él se ve obligado a ir con él. Si no lo hace, él se convierte en un enemigo para ese hombre. Ese hombre dirá: “Pues, él fue con fulano de tal, sanó a ese niño o ese muchacho; yo sé que sí. Y yo he sido su amigo, por años (¿ven?), y él no vino a mi casa”.",
    "Pero si a él lo restringe el Espíritu Santo a no ir, es mejor que no vaya, si él está enyugado con Dios. Ése es su amigo, él lo ama; pero más vale que él sea guiado del Espíritu Santo para ir allá, porque de todas maneras de nada aprovechará. Yo he experimentado eso tantas veces.",
    "Pero Pablo sólo esperaba que el Espíritu le dijera qué hacer. “Espera en el Espíritu”, decía. Él estuvo parado una noche, predicando. Y salió de allí. Él vio a un hombre lisiado. Y de repente, el Espíritu le habló, y él dijo: “Yo percibo”. ¿Cómo? De la misma manera que él percibió que iban a naufragar, en una isla. ¿Ven? “Yo percibo que tú tienes fe para ser sanado. Ponte de pie; Jesucristo te sanó”. ¿Ven? Ahí lo tienen. Él—él estaba… Él estaba enyugado. Él pudiera haber tenido una semana de avivamiento allí y nada hubiera sucedido, sin embargo, él esperó que el Espíritu Santo hablara. ¿Ven? Él estaba enyugado a ese llamado.",
    "Ahora Uds. dicen: “Hermano Branham, está condenando lo que Ud. dijo el domingo, de que Ud. lleva esperando todo este tiempo”.",
    "Y, pero Uds. recuerden, fue el Espíritu Santo que me habló allá en la carretera, y dijo: “Te estoy enviando para que regreses a los enfermos y afligidos”. ¿Ven? Es obediencia al Espíritu Santo. Yo no fui hasta que Él me dijo que lo hiciera. Yo estaba esperando por el ASÍ DICE EL SEÑOR, hasta que recibí ASÍ DICE EL SEÑOR. Ahora, eso es diferente. ¿Lo ven? Ahora, Él, Eso hace la diferencia. Sí.",
    "Él esperó la Palabra del Señor. Él se sintió presionado por el Espíritu, a hacer sólo lo que Dios mandara, entonces él llegó a ser un prisionero de Jesucristo. Amigos, ¡si nosotros sólo pudiéramos ser prisioneros!",
    "Sé que hace calor. Pero yo—yo quisiera mencionar algunos otros personajes, por favor. Tengo como seis u ocho escritos aquí. Pero yo, me gustaría sólo nombrar uno que otro personaje.",
    "Tomemos el personaje de Moisés. Él nació un libertador. Y él—él—él lo sabía, que había nacido un libertador.",
    "Pero antes de hablar de Moisés, quisiera hacer esta declaración: que Dios siempre tiene que tomar a cualquier hombre, que verdaderamente lo va a servir a Él, como Su prisionero. Un hombre tiene que rendir toda ambición que él tenga, todo lo que él es, cada—cada cosa, su vida, alma, cuerpo, voluntad, ambiciones y todo lo demás, y llegar a ser totalmente un prisionero de Cristo, Quien es la Palabra, para servir a Dios.",
    "Ud. posiblemente tenga que caminar contrario a su razonamiento. Puede ser que en cierta organización, Ud. pudiera pensar que lo pueden impulsar y darle algo grandioso, que le hará sobresalir. Pero ¿cómo se encontrará Ud.? Se encontrará derrotado, después de un tiempo, hasta que Dios pueda conseguir a un hombre que esté dispuesto a venir a ser un prisionero de Él.",
    "Dios está buscando prisioneros; siempre lo ha hecho. Si gusta búsquelo por la Escritura. El hombre tiene que ser un prisionero de Cristo, en contra de todo lo demás. Por tanto, Ud. no puede estar conectado con cualquier cosa aparte de Cristo; ni su padre, su madre, su hermano, su hermana, su esposo, su esposa, cualquiera quien sea. Ud. sólo está conectado con Cristo, y con Él únicamente, entonces Dios puede usarlo. Hasta entonces, Ud. no podrá.",
    "A veces sale, eso le habla fuerte a las personas. ¿Ven? Yo—yo estoy tratando de que Uds. corten con eso. Uno tiene que tener un lugar de inicio, como a veces habla de las mujeres que se cortan el cabello y que usan estas ropas, y se aferran y mantienen su profesión de Cristianismo. Dicen: “Eso sólo es una cosita”. Bueno, Ud. tiene que comenzar en algún lugar. Así que, comience allí, en su ABC. ¿Ven? Y corte con esa apariencia mundana, como sea, y llegue a ser un prisionero de Cristo. Y luego siga adelante, corte con todo, hasta que finalmente esa última atadura sea cortada. Luego Ud. está—Ud.… Ud. entonces es Su prisionero. Ud. queda empuñado por Él. Él, Él lo tiene a Ud. empuñado en Su mano.",
    "Ahora, Moisés sabía que él nació el libertador; él lo sabía. Y, se fijaron, con la ambición que tenía Moisés; estaba enterado de eso, su madre se lo había dicho allá, pues ella era su nodriza.",
    "No cabe duda que cuando Moisés, el pequeño nació, que su madre dijo: “Sabes, Moisés, cuando… Tu papá, Amram y yo, oramos constantemente. Nosotros sabíamos y vimos en la Palabra que era tiempo para la llegada de un libertador. Y nosotros oramos: ‘Jehová Dios, queremos ver ese libertador’. Una noche, el Señor nos dijo en una visión que tú nacerías, y que tú serías el libertador. Nosotros no temimos al mandamiento del rey; no nos importó lo que dijo el rey. Pues, sabíamos que tú naciste un libertador. Ahora, Moisés, nosotros sabíamos que no te podíamos criar debidamente”.",
    "Pues, recuerden, ellos llevaban allá cuatrocientos años en Egipto. ¿Ven?",
    "🦅 Y nosotros—nosotros quisimos darte lo—lo correcto, la educación correcta, el entrenamiento correcto. Entonces, te tomé y te coloqué en una pequeña arca, y te puse allá en el Nilo. Y ¡qué extraño que las corrientes llevaron esa pequeña arca por las cañas y los juncos, y la llevaron abajo, a millas de distancia, e hicieron que girara en el palacio del Faraón, donde su… estaba la hija del Faraón, donde estaba su piscina de baño! Y ¡cómo es que—que luego supe que ella necesitaría de una mujer para criarte!”.",
    "Y en esos días, por cierto, ellos no tenían estos biberones para criar a los bebés, así que ella tendría que ser una—una nodriza. Entonces…",
    "🦅 Y, María, yo la envié allá. Y ella se paró allí, y dijo: ‘Sé en dónde puedo conseguir una nodriza’, y vino por mí. Y, Moisés (las puertas están todas cerradas), cariño, ahora tienes dieciséis años, y vas a ser el hijo del Faraón. Y algún día tú serás el libertador que va a sacar al pueblo de aquí”.",
    "Las ambiciones de Moisés comenzaron a crecer. “Estudiaré, mamá; estudiaré todo lo que pueda. ¿Sabes lo que haré? Estudiaré para ser un militar, y así sabré cómo sacar a este pueblo de aquí. Seré un gran general (obispo), para saber cómo se hace. Y yo—yo lo sacaré. Conseguiré mi Ph.D o LL. lo haré”.",
    "Como el “Padre Chiniquy”, si es que han leído sus libros. Muy bien. Él iba a “libertar a todos los protestantes”, Uds. saben, y él mismo llegó a ser uno. Así que, este gran sacerdote, hace años, “El Padre Chiniquy”, deberían conseguir su libro y leerlo. Ellos le dicen “padre”. Él simplemente es el Hermano Chiniquy, nada más. Nosotros no llamamos a ningún hombre “padre”, así. Entonces encontramos que—que nosotros… Él iba a leer la Biblia, para poder salir allá y desmentir la religión protestante y hacerlo todo católico. Y cuando se puso a leer la Biblia, el Espíritu Santo cayó sobre él, y recibió el Espíritu Santo, y entonces—entonces vino a ser uno de ellos.",
    "Y, entonces, fíjense en esto, que Moisés recibió toda la instrucción. Pues, él—él sabía. ¡Él era muy inteligente, muy educado, muy intelectual! Tanto, que nadie… Él podía aun enseñarles a los egipcios; tanto, que podía enseñarles a sus psicólogos. Él podía enseñarles a sus—sus generales lo que significaba el poderío militar. Él era un gran hombre. Y la gente le temía a Moisés, por su grandeza. ¡Oh, qué erudición! ¡Vaya! Él era un arzobispo, o tal vez como un papa. Él era un gran individuo. Y era un—un—un hombre poderoso. Y él sabía que había nacido para hacer esto, y había entrenado, con gran ambición, para lograrlo.",
    "Tal como hoy. Yo no digo que los hombres, instruyéndose en estos colegios, no digo que… Como están por acá en el oeste, que van a edificar un colegio de teología de ciento cincuenta millones de dólares (¿ven?), pentecostal; un colegio de—de ciento cincuenta millones de dólares. Para mí, eso deberían ser misioneros en el campo. ¿Ven? ¿Ven? ¿Ven? Pero, como sea, ¿qué hacen cuando salen de allí? ¿Qué son? Una cantidad de Rickis. Exactamente. Y entonces, así es como ellos salen. Siempre ha sido así, con los demás, y es la misma línea. ¿Ven?",
    "Ahora, encontramos que cuando Moisés, con todo su entrenamiento, y hoy, con todo el entrenamiento, haciendo grandes obispos y demás, la gran y tremenda ambición por lo alto, ¿qué hacemos? Nuestras ambiciones llegan a ser como estaba Moisés. ¿Ven?",
    "Dios, antes de poder tener al hombre en Su mano, tenía que despojarlo de su ambición; tenía que despojarlo a él de toda su instrucción.",
    "Sí salió, y libertó: mató a un egipcio. Y él, al hacerlo, se dio cuenta que estaba errado. Él no podía hacer eso. Ésa no era la manera. Y Dios tuvo que sacarlo a él a la naturaleza, al desierto, a un lugar desértico.",
    "Se fijan, es un poco extraño, como es que a estos individuos, que Dios tenía un mensaje para ellos; Él los lleva a un desierto.",
    "Él llevó a Pablo al desierto, para entrenarlo, para decirle qué era toda esta gran visión, allá en el desierto. “Ve a un cierto desierto”. Y él permaneció allí hasta que Dios declaró completamente qué hacer.",
    "Y en el tiempo de Moisés, Él lo sacó allá al desierto. Lo mantuvo allá por cuarenta años, y lo despojó de toda su teología y toda su ambición. ¡Oh, qué tiempo, en el que pudo mirar atrás y ver su fracaso! Y cómo es que nosotros, en esta noche, deberíamos hacer lo mismo, al ver nuestra ambición.",
    "Miren las campañas de sanidad, y vean si el Señor hizo algo hace algunos años, para comenzar a restaurar la sanidad a los enfermos y demás.",
    "Todos, cada organización, por cuanto Eso no vino a su organización, tuvieron que buscarse un sanador. Y ¿qué hemos hecho nosotros? Miremos eso por un momento. Nosotros hemos hecho lo mismo que hizo Moisés. Hemos salido y nos hemos esforzado mucho por manufacturar alguna clase de milagro; “Yo olfateé una enfermedad. Yo—yo—yo sangré de la mano”, y manufacturan un milagro. ¿Ven? Y ¿qué hemos conseguido? Algunos de los hombres con tanta presión, que han colapsado y se han vuelto borrachos, neuróticos, y les afectó la mente. Y ellos dieron un cambio por completo, del orden del objetivo pentecostal, de nuevo a hacer organizaciones y cosas nuevamente. ¿Ven?",
    "¿Qué hemos logrado? Matar aproximadamente un egipcio. Es cierto. Y nos hemos esforzado; nos hemos agotado; hemos pagado; hemos laborado, pasamos toda la noche en reuniones de oración, hasta quedar sin voz. Y—y procuramos manufacturar algo, y emperifollar algo, y todas estas clases de cosas, y descubrimos que es un fracaso total. Necesitamos regresar al desierto. Correcto. Sí, señor. Reuniones de campamentos, y esfuerzos. ¿Por qué no sólo rendirse? Eso es lo que uno debe hacer (¿ven?), regresar y rendirse. Pues, nosotros hicimos lo mismo que hicieron ellos, lo mismo que hizo Moisés. No sirve de nada. Después de cuarenta años, él se encontró como un prisionero de la Palabra de Dios. ¿Qué tratamos de hacer nosotros?",
    "Siendo que la gran Bendición vino, y la manifestación de todas estas grandes cosas de las que Dios nos habló: de cómo tenemos que nacer de nuevo; y cómo recibimos el Espíritu Santo; el bautismo en el Nombre de Jesucristo; y todas estas cosas aquí.",
    "Verán Uds., las personas en lugar de quedarse con esa Palabra, de enganchar su arnés de Ella, ¿qué hacen? Comenzaron con su propia teoría denominacional, que ya había fallado, y quieren manufacturar algo que se parece a la Verdad.",
    "Mejor me detengo ahí. ¿Ven? Estoy seguro que Uds. son lo suficientemente entendidos para saber lo que quiero decir. ¿Ven? Pero, pues, miren lo que eso ha hecho. Piénsenlo.",
    "¿Qué tenemos, esta noche, sino una—una—una nación llena de gente organizada que niegan las Escrituras de Dios; que llaman la—la—la Vida del Espíritu Santo, “una—una telepatía mental”, quienes rechazan que algo así venga a su iglesia. Y no le permiten a uno mencionar ni una sola Palabra acerca de la simiente de la serpiente, seguridad Eterna, ni de las cosas que el Espíritu Santo ha revelado y probado ser la Palabra. Yo he lanzado reto tras reto, para que vengan y me prueben eso errado.",
    "¿Qué tienen ellos? Lo mismo que tuvo Lutero, que los demás (¿ven?), han matado a un egipcio. ¿Qué debe…? ¿Qué era? Puede ser que haya hecho que un hombre comience… deje de robar, o tal vez viva fiel a su esposa. Pero de ahí ¿en qué lo convirtió a él? En un miembro de iglesia. “Venga y únase a nuestro grupo”. ¿Ven?",
    "Ese cadáver hediondo era a lo único que él podía señalar, como su éxito, de cuarenta años de instrucción; a un egipcio apestando que yacía allí, podrido y muerto.",
    "Así más o menos es en esta noche. A lo único que nosotros podemos señalar, de este (supuesto) avivamiento que ha pasado, es a una cantidad de miembros de iglesia podridos que no saben más de Dios de lo que un hotentote sabe de una noche egipcia. Es cierto. Eso les dice de la Palabra de Dios, ellos dicen: “Yo no creo Eso”. Dicen: “A mí no me importa lo que Ud. diga, yo no creo Eso”. ¿Ven? ¿Ven? Eso es algo muy terrible a lo cual tener que señalar como muestra, de todas las tensiones y las luchas y todo lo que tenemos.",
    "Tal vez podamos señalar a un gran colegio, pero está muerto. Pudiéramos señalar a una organización, pero está muerta; eso apesta. Es como lo primero de lo que salimos. “Es como un cerdo yendo a su cieno, y un perro a su vómito”, cuando regresamos. Un egipcio muerto.",
    "No cabe duda que alguien haya dicho: “Moisés, pues, ¿ya no tienes más sentir por el pueblo? Para esto fuiste llamado”. Alguien que conocía a Moisés y sabía que para eso fue llamado. “Y no… ¿Has perdido el sentir por el pueblo?”.\n\n“No, señor”.",
    "🦅 Bueno, ¿por qué no andas por allá, haciendo esto? Y ¿por qué no estás por acá, intentando esto? Y ¿por qué no vas con los demás?”.",
    "Moisés estaba allá siendo despojado, hasta que tuvo una experiencia en la zarza ardiente, que declaró la Palabra: “YO SOY el Dios de Abraham, Isaac y Jacob. Y recuerdo Mi promesa. Y he bajado para liberarlos. Te estoy enviando a ti para hacerlo”. Eso fue.",
    "Él vio la Palabra, no la ambición del pueblo o los deseos del pueblo. Entonces ¿qué vino a ser él? Él no quería enfrentar más a los egipcios. Él no quería enfrentar este asunto más. Pero él había llegado a ser un prisionero. Amén. Cuarenta años huyendo, siendo despojado, pero entonces él llegó a ser un prisionero, en la zarza ardiente, el poderoso Moisés con todo su intelecto. La Biblia dice que Moisés era un hombre poderoso en palabra o en hechos, allá en Egipto.",
    "Pero observen lo que hizo el poderoso teólogo en la Presencia de la zarza ardiente: él sólo confesó su inhabilidad. Cuando vio el propósito genuino de Dios, él confesó su inhabilidad para hacerlo; esto a pesar de estar instruido en toda la teología que le pudieron dar, instruido en su mejor colegio. Pero, sin embargo, ¿qué podía hacer, cuando él… con esa Columna de Fuego suspendida allí en el arbusto? Dijo: “Ni siquiera puedo hablar con Él. Señor, ¿quién soy yo, que deba ir?”. ¿Ven?",
    "🦅 Quita tu calzado, Moisés. Quiero hablarte. Despójate completamente, aun tu calzado. Estás—estás postrado de nuevo en tierra. Quiero hablarte”.",
    "Ni siquiera podía hablar. Al fin, un prisionero elegido, un profeta elegido, así como Pablo que fue elegido. Moisés fue elegido el libertador. Y luego, al fin, Dios tenía a Su súbdito elegido como un prisionero de Él. ¡Oh, aleluya! Él sólo se podía mover mientras la Palabra de Dios lo movía. “¿Quién diré que me envió?”.\n\n“YO SOY”.\n\n“¿Cómo lo haré”?\n\n“Yo estaré contigo”.",
    "🦅 Sí, Señor, como Tú digas. Heme aquí”. ¡Oh, vaya! Según eso, él ya era un prisionero.",
    "Él va en contra de su razonamiento. Ahora, él había sido entrenado para comandar un ejército. “¡Espadas en alto! ¡Media vuelta!”. Entrenado para decir: “Carros, ¡todos en orden! ¡Lanzas, adelante! ¡Al ataque!”. Así era como él lo iba conquistar. Ése había sido su entrenamiento.\n\nPero él dijo: “¿Qué voy a usar?”.\n\nLe dijo: “¿Qué tienes en la mano?”.",
    "🦅 Un palo”. A veces Dios hace cosas muy ridículas, para la mente humana. ¿Ven? Tenía un palo en la mano; la barba le colgaba; de ochenta años. Su esposa sobre una mula; con el hijo sobre la cadera. Con sus bracitos pequeños y flácidos, descolgados; con un palo. Su rostro era lo único en alto, pues él tenía ASÍ DICE EL SEÑOR. ¿Por qué? Finalmente él se había anclado.",
    "Él era un prisionero. “Sólo me moveré cuando la Palabra me mueva; sólo hablo donde la Palabra habla”.\n\n“¿A dónde vas”?",
    "🦅 Yo tengo una comisión: pararme ante el Faraón y mostrarle, por medio de este palo, que Dios me envió”. Amén.\n\n“¿Qué harás después de eso”?\n\n“Él proveerá lo siguiente, después que yo haga esto”.",
    "Ahí lo tienen. Uds. sólo tienen que hacer una cosa, el primer paso, en esta noche: rendirse, llegar a ser un prisionero. No piense en sí mismo, ni en otra cosa; llegue a ser un prisionero.",
    "Moisés llegó a ser un prisionero, confesó que él ni siquiera podía hablar. Por fin, cuando Dios lo tuvo en Su mano, donde él sólo podía moverse adonde Dios lo movía; Él pudo hablarle la Palabra. Él sabía que era la Palabra, entonces él mismo se sujetó a la Palabra. Y el Espíritu Santo allí, Dios, enganchó el arnés de Moisés a la voluntad de Dios.",
    "Fue lo mismo que Él hizo con Pablo, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Él le puso el arnés a Pablo; un pequeño judío sarcástico, con la nariz encorvada, ¡oh!, él saturado de ese Ph.D y LL.D. Pero Él dijo: “Le mostraré a él lo que sufrirá por causa de la Palabra”. ¿Ven? Y él…",
    "Y luego Pablo sentado allí y viendo la Palabra, y viendo que ése era Jesús, entonces él levantó las manos y quedó bajo el arnés de Él. El amor de Dios le puso el arnés de la Palabra. “Él llevará Mi Nombre ante los gentiles”. Allí partió él.",
    "🦅 Moisés: YO SOY el Dios de tus padres. YO SOY el Dios de Abraham, Isaac y de Jacob. Recuerdo mi promesa a ellos, y el tiempo de la promesa está cerca. Y Yo veo las aflicciones de Mi pueblo. Recuerdo Mi promesa. Y he bajado para ponerte el arnés. Tú sabes lo que dice la Palabra. Te he puesto el arnés para que vayas allá, te he puesto el arnés de poder, para que vayas allá y liberes a Mi pueblo. Y toma ese palo en tu mano, como testigo, pues por él has visto un milagro”; así como David, con la honda. ¿Ven?",
    "Ya tenía el arnés, y él cayó. Finalmente, Dios tenía un hombre que se sujetó a Él, con Su arnés, y no se podía mover hasta que la Palabra de Dios lo moviera. ¡Si las personas tan sólo hicieran eso, hoy! Entonces, él fue Su prisionero, un prisionero del amor, bajo el yugo del amor, con—con Dios, como Pablo estaba bajo el yugo del amor de Dios.",
    "Así como Pablo, los dos instruidos de la misma manera. Moisés entrenado, Uds. saben, para liberar a los hijos de Israel por poder militar. Pablo entrenó para sacarlos de las manos de los romanos y dejarlos en libertad, con su gran fuerza eclesiástica de ese día. Grandes colegios de entrenamiento, surgió bajo Gamaliel.",
    "Y los dos fueron al desierto; regresaron hombres diferentes. Los dos vieron la Columna de Fuego. Y los dos fueron profetas. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Los dos, profetas. Y a los dos les habló la Columna de Fuego, exactamente correcto, venían como libertadores. Allí están; fueron a un desierto. Dejaron sus hogares y se fueron al desierto, para averiguarlo. Dejaron a su gente y todo, para buscar la voluntad de Dios. ¿Ven?",
    "Ellos habían sido entrenados de una manera; Dios los cambió a otra. Y ellos tuvieron que llegar a ser completamente un prisionero, para no actuar de la manera que ellos querían actuar, sino que actuaran como Dios quería que ellos actuaran. Él es el mismo ayer, hoy y por los siglos.",
    "¿Tenemos otros diez minutos, para mostrar éstos? [El Hermano Neville dice: “Amén”.—Ed.]",
    "Rápidamente llegaré a otro personaje. Veo a uno frente a mí ahora. Su nombre es José. Él fue un hijo elegido. Él fue un tipo perfecto de Jesucristo. Él nació profeta. Él también era un profeta. ¿Ven? Y, pues, él podía ver visiones. Y él aun siendo un niño, vio una visión de sí mismo sentado en un trono, y a sus hermanos postrados ante él. ¿Ven? Pero observen. Él llegó a ser… Él se sintió como que era un gran individuo. ¿Ven? Todos ellos…",
    "Pero ¿qué tuvo que hacer Dios? Él hizo lo mismo que hizo con los demás. Pues, Moisés era un libertador, Pablo era un libertador, y ahora José era un libertador. Él salvó a su pueblo de la hambruna.",
    "¿Qué tuvo que hacer Dios con él? Ponerlo en la prisión, meterlo directamente en la prisión. Sí, señor. Recuerden, él fue vendido por sus hermanos, a un egipcio. Y ellos lo vendieron a Potifar. Y Potifar le dio a él un poco de libertad, y, antes de darnos cuenta, le fue quitada. Y se encontró allí en la prisión, llora que llora. Dios tenía que despojarlo.",
    "Ahora, fíjense. Pero, en todo momento, yo creo que él, en esa prisión, podía recordar que la visión dijo que él se sentaría en un trono, y que sus hermanos se postrarían delante de él, porque sabía que su don venía de Dios. Y él sabía que eso tenía que cumplirse.",
    "Si nosotros tan sólo pudiéramos mantener eso en nuestra mente, y conforme a la Palabra de Dios, que en estos postreros días Él va a tener una Iglesia, Él va a tener un pueblo. Y estas cosas que prometió, Él las va a hacer. Él dijo que lo haría, y estamos viviendo en ese tiempo; ahí estamos. Él sólo está tratando que nosotros ahora seamos verdaderos prisioneros, encerrados con Él.",
    "¿Han oído ese antiguo canto que cantan: “Y entonces estoy encerrado con Dios”? Yo quiero estar encerrado con Dios. Ahora, fue donde pensé en esto: Estar encerrado con Dios, ninguna otra cosa, y uno sólo se mueve cuando Dios dice que nos movamos. Uno sólo hace lo que Dios dice que hagamos (¿ven?), entonces uno está encerrado con Dios.",
    "Ahora recuerden, él estaba pensando. Él también llegó a ser un fracaso total, para sí mismo. En todo lo que conocía, todo lo que él entendía, y todo, él llegó a ser un fracaso total. Eso no funcionó. Él fue puesto en una situación donde nadie lo escuchaba. Él era un prisionero. ¿Ven? Él fue puesto en una situación en la que incrédulos no creían. ¿Ven lo que quiero decir? [La congregación dice: “Amén”.—Ed.] Su ministerio no tenía ningún efecto. La gente volteaba el rostro. Ellos no le prestaban ninguna atención a él estando en prisión. ¿De qué servía su ministerio? Él podría pararse detrás de los barrotes de la prisión y predicarles; ellos seguían caminando por la calle. ¿Ven? Pero él llegó a ser un prisionero. Y Dios lo mantuvo como prisionero, hasta que la rueda dio un giro hacia arriba. Dijo: “Aquí tengo a Mi hombre”. ¡Gloria! ¡Un fracaso total!",
    "Finalmente, Dios vino a él, estando en su prisión. Como Pablo, como todos los demás, Él vino a él. Y Él usó el don que le había dado, para sacarlo de allí. Correcto. Él lo sacó a él de su prisión. ¿Qué hizo él? Tan pronto Él lo sacó de su prisión, le fue dado poder por el rey, su rey, a cuyo lado se sentó, bajo quien estaba. Fue traído de la cárcel y le fue dado poder; a tal grado, que lo que él decía, tenía que ser hecho. Amén.",
    "En su prisión, constantemente él recordaba que nació con un propósito: él se iba a sentar junto a un rey. Los demás iban a doblar rodilla ante él. Su visión se lo decía. Amén. Pero antes que su visión pudiera cumplirse completamente, él tenía que llegar a ser un prisionero. Amén. Y después él llegó a ser un gobernante. Y cuando él salió de su encarcelamiento, y llegó a ser un prisionero de la Palabra de Dios, que sólo podía decir lo que Dios ponía en su boca que dijera, entonces Dios se movió a través de él.",
    "Fíjense que Moisés tenía poder para atar a los príncipes de Faraón, cuando él quisiera; “Si dijeres a este monte ‘muévete’”. Él tenía poder para atar a los príncipes de Faraón. Ya fueran diáconos, o presbíteros, o fueran representantes del estado o lo que fueran. Él dijo: “Yo los ato”, y ellos quedaban atados. Eso era todo. Él podía hacerlo por su propia palabra, como a él le placiera. Amén. ¡Gloria a Dios!\n\n¡Oh, sólo tengo como tres minutos, para poder cumplir mi palabra!",
    "Ahora nos damos cuenta que él—él llegó a ser un prisionero de Dios, de ser un prisionero del mundo. De… Pablo, de la misma manera. Y Moisés, de la misma manera, de un prisionero de su propio pensamiento, a un prisionero de Dios. Y cuando salió, él tenía el poder de Dios. Y cuando vino a ser Pablo… Cuando la antigua manera de pensar, de Moisés, cuando él la rindió y fue despojado de ella, él vino a ser un prisionero de la Palabra de Cristo. Sólo se podía mover donde…\n\n“Ud. dice: ‘¿De Cristo’?”.",
    "🦅 Él tuvo por mayores riquezas el vituperio de Cristo que los tesoros de Egipto”. Así que él era un prisionero de Cristo, igual que Pablo.",
    "Recuerden, todos tres eran profetas. ¿Ven? Y ellos tuvieron que ser despojados de sus propios pensamientos, para poder ser un prisionero de la voluntad y de los caminos de Dios.",
    "Entonces recordamos ahora, que él tuvo poder para atar, por su propia palabra. Él tenía poder para desatar, por su propia palabra. Él podía decir: “Te desato, en el nombre de mi rey”. Amén. Faraón hizo a José su hijo.",
    "Cristo hace de los Suyos, prisioneros de amor, Sus hijos. Y Él les da poder, lo mismo que Él tenía. San Juan 14:12: “El que cree en Mí (¿ven?), las obras que yo hago él también las hará. Aún más que estas hará él”. Ahora el prisionero del amor de Cristo viene a recibir poder de su Rey, Quien es Cristo. Amén. “Y de cierto le digo a Ud. que si le dijere a este monte: ‘Quítate’, y no duda en su corazón, sino creyere lo que Ud. ha dicho, lo que Ud. diga le será hecho. Si habitáis en Mí, y Mi Palabra en vosotros; si estáis enyugados Conmigo”, por cuanto Él y Su Palabra son lo mismo. “En el principio era el Verbo, y el Verbo era con Dios. El Verbo fue hecho carne y habitó entre nosotros. ¡El mismo ayer, hoy y por los siglos! Si habitáis en Mí”, no aquí y allá. “Habitáis en Mí, y Mi Palabra en vosotros; pedid lo que queráis, o hablad lo que queráis, os será hecho”. Él tenía poder.",
    "Noten, antes de que él saliera, tuvo que ser sacado y afeitado. Tuvieron que afeitarle algunas cosas antes de poder conocer a su rey. ¿Ven?",
    "¡Oh, a veces Dios saca a Su pueblo de esa manera, y les afeita algunas voluntades propias, les muestra que no pueden hacer lo que querían hacer! Uds. saben lo que quiero decir. Ellos no—ellos no tienen la libertad de hacer lo que quieran hacer. Antes de que ellos puedan llegar al pleno poder y ser esclavos por el amor de Cristo, tienen que ser afeitados y luego presentados. A veces Él los lleva a los desiertos, para hacerlo, para afeitarlos. Y luego los presenta, el ungido, para cumplir el propósito para el cual Él los ha ordenado. ¿Ven lo que quiero decir?\n\nHermanos, estamos en el tiempo del fin.",
    "Recuerden en todos los otros tiempos lo que Él ha hecho. Él siempre tuvo que tomar a un hombre y hacerlo prisionero Suyo, que abandonara a los suyos. Tuvo que dejar todo lo que él conocía, olvidar sus entrenamientos, todo, para así poder conocer la voluntad de Dios, y seguir a Dios.",
    "Él no puede seguir nada que el hombre tenga para hacer, y a Dios, al mismo tiempo; es demasiado contradictorio, el uno para el otro. Ud. no puede estar yendo al este y al oeste al mismo tiempo. Ud. no puede estar yendo a la derecha y a la izquierda al mismo tiempo. Ud. no puede estar correcto y errado al mismo tiempo. Ud. no puede estar siguiendo al hombre y a Dios al mismo tiempo. No, señor. Ud. o está siguiendo a Dios o siguiendo al hombre.",
    "Ahora, entonces, si Ud. está siguiendo a Dios y se ha sujetado a Dios, entonces Ud. viene a ser prisionero de ese Dios, de esa Palabra, de esa voluntad. No importa lo que cualquier otra cosa diga, Ud. ha venido a ser un—un prisionero de Ella.",
    "Escuchen: estamos en el tiempo del fin. Y yo digo esto con reverencia y respeto, mientras van pasando los últimos minutos. Miren. Lo que Dios, en mi opinión, hará y tiene que hacer, y que hará en este día postrero, es buscar una herramienta para la cosecha. Él tiene que encontrar una herramienta, para trillar la era. Cualquier granjero, cuando va a su cosecha, necesita una herramienta para hacerlo; seguro, él necesita una hoz con filo o algo, algún instrumento, para trillar el grano. Y la cosecha está madura.",
    "Dios, tómanos en Tu mano. Haz de nosotros siervos por las ataduras de Tu amor. Úsanos como herramienta, para que esta tierra maldita y pecaminosa en la que vivimos hoy, se dé cuenta que Jesucristo es el mismo ayer, hoy, y por los siglos.",
    "Para mí mismo, Dios, déjame ser un prisionero. Si todos mis hermanos me rechazan, si todos mis amigos me rechazan, yo quiero ser un prisionero de Jesucristo y Su Palabra, para que me sea puesto el arnés de Su Palabra, por el Espíritu Santo, para ver al Espíritu Santo hacer que la Palabra de Dios sea confirmada por las mismas cosas que Él dijo que serían hechas. Yo quiero ser un prisionero de Jesucristo.\n\nOremos.",
    "Me pregunto, en esta noche, con nuestros rostros inclinados, si esa ambición que tenemos, de ser algo más, o tal vez por ser algo que pudiéramos imaginarnos, ya sea una cosa egoísta, me pregunto si pudiéramos hacer eso a un lado.",
    "Me pregunto si algún jovencito aquí, en esta noche, mirando alrededor, dice: “Seré, cuando crezca, seré tal y tal cosa”. Me pregunto si Ud. puede sentir la voluntad de Dios moverse en su vida, y decir: “No, no. A-já. Yo—yo… Mis ambiciones están perdidas ahora. En los últimos días, el Espíritu Santo me ha estado hablando. Yo—yo—yo—yo quiero rendirme a Dios, para ser un instrumento que trilla en este día postrero”.",
    "Alguna jovencita que pudiera tener ambiciones de una mujer de carácter fino, o—o tal vez una señorita bonita, o tal vez algún día hacer de Hollywood su carrera, me—me pregunto si Ud. no está dispuesta ahora a someter su ambición en la Presencia de Dios y Su Palabra, y oír el llamado de Dios en su propia vida. Dios sabe quién es Ud.",
    "Me pregunto si hay un ministro cerca, o un siervo, algún obrero en la iglesia. Yo sólo vengo aquí de vez en cuando. Yo—yo no conozco ni la tercera parte de las personas sentadas aquí, en esta noche, pero yo… este pequeño puñado aquí. Me pregunto si hay tal persona, que estaría dispuesta a decir: “No me importa lo que diga cualquiera; ahora soy esclavo de Dios. Yo—yo—yo voy a predicar Su Palabra, no importa lo demás. No me importa, aunque mi—mi organización me saque, yo de todas maneras voy a quedarme con esa Palabra; voy—voy a hacerlo. Mi voluntad es la voluntad de Dios. La voluntad de Dios es mi voluntad. Voy a ser un prisionero de Jesucristo. Por su gracia y ayuda, lo haré”.",
    "Piénselo, mientras tenemos nuestros rostros inclinados. ¿Cuántos tienen esa ambición, en esta noche? ¿Levantarían la mano? Aquí también está la mía. Yo lo rindo todo. Entonces con nuestros rostros inclinados, lentamente ahora, mientras lo piensan ahora, al orar.\n\nYo me rindo a Él,\n\nYo me rindo a Él,\n\nTodo a Cristo yo me entrego,\n\nQuiero serle fiel.\n\nYo me rin-…",
    "¿Lo dicen de corazón? “Yo quiero ser un prisionero. Yo… Tómame, Señor. Llévame a la casa del Alfarero, en esta noche. Quebrántame y moldéame de nuevo, acá”.\n\nA Cristo yo me entrego,\n\nQuiero serle fiel.",
    "Padre Celestial, mientras continúa el canto, pensé que sería de más beneficio en este momento, que yo—yo interrumpiera el canto y Te hablara sólo por un momento. Mientras las personas están pensando: “Yo lo rindo todo”, Padre, que lo hagamos, como si ésta fuera nuestra última oportunidad de hacerlo. Que vengamos con sinceridad, que vengamos a la mesa del Señor, por decir, con nuestros vestidos lavados, almas lavadas, voluntades lavadas, ambiciones lavadas, para poder rendirnos.",
    "Y que Dios tome Su Palabra, enyugándonos a nosotros con Ella, la Palabra de Dios. Y que el Espíritu Santo ahora nos tome, mientras escuchamos ese arnés hacer clic en nuestros corazones, “De esta noche en adelante, Yo te tomo por tu palabra. Ahora no piensen sus propios pensamientos; piensen Mis pensamientos; piensen Mi voluntad. Yo los guiaré”. Dios, concede que sea una experiencia para cada uno de nosotros.",
    "Estos jóvenes sentados aquí; esposo y esposa; y algunos que vienen para ser esposo y esposa. Hay hombres mayores sentados aquí, que son ministros, han recorrido el camino. Y, Señor, aquí está el Hermano Neville, yo, vamos bien arriba por la escalera. Nuestros días ahora están contados. Nuestros pasos se dan con más cuidado que los tomábamos antes. Miramos dónde pisamos. No pisamos tan firmemente, hablando físicamente, como antes. Pero, Señor, a medida que vemos esta vida mortal desvaneciendo, pues ninguno de nuestros pasos están seguros si Tú no nos tienes de la mano.",
    "Ahora, Dios, tómanos, ¿lo harías? Toma nuestros corazones y nuestra voluntad en Tu Propia mano, y permite que vengamos a ser prisioneros en esta noche, de la Palabra, de Cristo. Que vivamos vidas piadosas aquí. Que estas mujeres, estas jóvenes, estos jóvenes, niños y niñas, rindan su vida, Señor. Y que su ambición se convierta en la ambición de servir a Jesucristo. Y permite que lleguemos a ser un prisionero de Su Divina gracia y voluntad. Concédelo, Señor.",
    "Es todo lo que sé hacer, Señor. Estas palabritas entrecortadas, y yo—yo confío que Tú las acomodes, correctamente. Pues, hace calor aquí adentro, y la gente quiere escuchar, pero hace mucho calor. Y muchos tienen que ir a casa para ir a trabajar temprano. Pero que esas semillas caigan en sus corazones, “un prisionero”.",
    "Que regresen a casa y le digan a la esposa, mientras ellos… antes de prepararse para ir a orar, en esta tarde, o en esta noche, junto a la cama, que se miren el uno al otro, digan: “Querida, ¿qué de eso, esta noche? ¿Realmente hemos llegado a ser prisioneros de Cristo y Su voluntad, o—o estamos trabajando por medio de nuestra propia voluntad?”.",
    "Que los jóvenes y jovencitas, por todo lugar, en especial aquellos que han oído el Mensaje, en esta tarde, se hagan esa misma pregunta: “¿Estaré dispuesto yo a llegar a ser un prisionero, abandonando mi propia vida?”.",
    "🦅 El que salve su vida la perderá, pero el que pierda Su vida por Mi causa la encontrará”. Padre, sabemos que eso es: Venir a ser un prisionero Tuyo, perder nuestras propias ambiciones y nuestros propios deseos, para encontrar el Tuyo, entonces tenemos Vida Eterna. Concédelo, Señor.",
    "Lo único que sé, es encomendarlo ahora en Tu mano. Y que llegue a ser fructífero y produzca grandes—grandes herramientas para la cosecha del día postrero; hombres y mujeres, niños y niñas rendidos completamente a la voluntad de Dios, y lleguen a ser prisioneros de Jesucristo, de Su amor, encadenados con los grilletes del amor Divino a Cristo. Lo pedimos en Su Nombre.\n\nYo me rindo a Él,\n\nPongámonos de pie.\n\nYo me rindo a Él,\n\nTodo a Cristo, yo…?…",
    "Digámoslo de nuevo con nuestros ojos cerrados y nuestras manos levantadas.\n\nYo me rindo a Él,\n\nYo me rindo a Él,\n\nTodo a Cristo yo me entrego,\n\nQuiero serle fiel.",
    "Ahora, si inclinamos nuestros rostros, y antes del canto para despedir, De Jesús El Nombre Invoca, voy a pedir que—que este hermano aquí… olvido su nombre. La hermana que testificó acerca de la visión de esa oscuridad que venía, que fue sanada. Y recuerden que al mirar atrás, el velo ya no estaba. Su fe hizo eso. Ud. despídanos en oración, ¿por favor, hermano? Y pida las bendiciones de Dios sobre nosotros. 🦅"
  ]
}