{
  "title": "CRISTO ES EL MISTERIO DE DIOS REVELADO",
  "id": "63530009",
  "content": [
    "🦅  Gracias, Hermano Neville. El Señor le bendiga. Permanezcan de pie un momento mientras inclinamos los rostros para orar.",
    "Bondadoso Padre Celestial, de nuevo nos acercamos a Ti en esta mañana buscando misericordia, y la dirección hoy del Espíritu Santo, siendo que hemos entendido que debemos congregarnos en esta mañana y enseñar Tu Palabra, para que sepamos cómo vivir en este día presente, y qué tiempo del día es el que estamos viviendo. Pedimos hoy Tu dirección santa para nuestros pensamientos, para nuestros corazones; que nos guíes a toda Palabra que nos sea necesaria saber; que tengas libertad de abrir nuestras bocas, como también nuestros corazones, para que recibamos, y para aquello que Tú nos hables, y cierres nuestras bocas a las cosas que no son correctas, sabiendo que sólo Tú puedes revelar la Palabra de Dios.",
    "Y teniendo ahora que dejar inmediatamente la iglesiecita para ir a otras partes del mundo, los encomiendo a Ti, Señor. Pues, ellos forman parte, son la perla de mi corazón, por así decirlo. Ellos son los-los que han sido engendrados para Ti, por el Espíritu y por la Palabra de Verdad. Y ruego que los bendigas, Señor, y mantenlos entrelazados con los lazos del amor de Cristo.",
    "Bendice a nuestro querido pastor tan amado, el apacentador. Rogamos que lo unjas con el Espíritu Santo, de Tu Palabra, y revélales a ellos, y alimenta la manada.",
    "Y una vez, no hace mucho, cuando mostraste la visión de este pequeño tabernáculo (acerca de almacenar el Alimento), de que llegaría el tiempo cuando habría necesidad de todo esto; cuando vimos al Hermano Sothmann y al Hermano Woods dispuestos a cruzar a otro país, para… Pero Tú dijiste: “Almacena este Alimento aquí para ese tiempo”. Señor, en reverencia he tratado de hacer eso.",
    "Y ahora, esta mañana, en esta lección que tenemos pensada, pido que pongas el sello Señor, para mostrar que Tú eres Dios, y que ésta es Tu Palabra y Tu Verdad. Concédelo, Señor, que la gente pueda alimentarse y engordar, por así decirlo, en la gracia de Dios; que ellos vean que es la gran misericordia de Dios para nosotros en este día. Bendice a todos los que están presentes y a los que les gustaría estar presentes, Padre. Y recibe la gloria, porque lo pedimos en el Nombre de Jesús. Amén.\n\nEl Señor los bendiga ahora a cada uno de Uds.",
    "Y creo que antes de comenzar, tenemos aquí un bebé, un Collins. Conocí al padre hace unos momentos, y-y él tenía un bebecito que quería dedicar. Y queremos hacer eso ahora; si el hermano o la Hermana Collins, alguno, trae al pequeño aquí adelante, para que podamos tener el servicio de dedicación para este pequeñito.",
    "El hecho de marcharme, pues Uds. saben, causa que… siendo que éstos son miembros fieles, o… del Cuerpo de Cristo. Noten Uds. que en ningún momento dije “del tabernáculo”; “de los cuerpos de Cristo”, el… este cuerpo aquí, una parte de Su Cuerpo.",
    "Y tienen aquí un pequeñito que quieren dedicar. Y-y éste siempre es un trabajo que yo creo que mi-mi esposa me envidia, el cargar los bebés. Ajá. Y Hermano Neville, si pasa adelante, por favor.",
    "¿Cuál es su nombre, hermano? [El padre dice: “Clyde”.—Ed.] Éstos son el hermano y la Hermana Clyde Collins, el hermano de nuestro precioso hermano aquí, el Reverendo Collins, Wilbur. Y han tenido un incremento aquí en el número de los Collins, según veo, y es un pequeño muy precioso.",
    "¿Cuánto tiene él, Hermana Collins? [La madre dice: “Casi cuatro meses”.—Ed.] Casi cuatro meses. Y ¿cuál es su nombre? [“Mark David Collins”.] Mark David. Ése es un muy buen nombre. Parece ser un muy buen niño. Y, también como que es un niño muy grande.",
    "Pues sé que las madres aquí pueden apreciar a este pequeñito. ¿No es hermoso? [El Hermano Branham levanta a Mark David ante la congregación.—Ed.]\n\nMuy bien, inclinemos ahora nuestros rostros.",
    "Padre Celestial, este padre joven y la madre, vienen con este pequeño atadito precioso de carne humana que les ha sido otorgado en su unión, habiendo sido puesto en sus manos a su cuidado por Jehová Dios. En reverencia, ellos traen aquí a este pequeño Mark David para que sea dedicado al Todopoderoso, Quien ha dado este precioso niño, de buena salud y tan bonito, al cuidado de ellos, para que sea criado para la gloria de Dios.",
    "Señor, bendice al padre y a la madre. Que el barril nunca quede vacío, en la casa, o que la vasija nunca se seque. Que el padre tenga salud y habilidad, Señor, para trabajar y ganarse el alimento para el pequeño; que la madre tenga la salud y la habilidad para prepararlo; y que sus corazones estén preparados, Señor, para enseñarle al pequeño; para criarlo según la amonestación de Dios. Concédelo, Señor.",
    "Ahora de sus brazos, a los míos, pasa este hermoso niño, el pequeño Mark David. Y yo lo presento aquí, junto al anciano de la iglesia, a Ti, en el Nombre de Jesucristo, para una vida de servicio; concédelo, Señor. Recibe la gloria por su vida. Que él viva una larga vida, aun hasta esta Venida del Señor Jesús, si eso es de Tu agrado. Y si es así, que él venga a ser portador del Mensaje del Señor Dios, en la edad que vendrá; concédelo. Guárdalo con salud, feliz, y que su corazón siempre esté dispuesto a hacer lo que sea correcto delante de Dios. En el Nombre de Jesucristo, te ofrecemos el niño a Ti, en dedicación. Amén.",
    "Dios le bendiga. Dios le bendiga, Hermana Collins, y a este bonito niño, y a Ud. Hermano Collins. Que Dios esté con Uds.\n\nTraedlos A Jesús, todos juntos.\n\nVen a Él, ven a Él\n\nVen al buen Pastor, no vagues más,\n\nVen a Él, ven a Él,\n\nLas ovejuelas a Jesús",
    "Eso me gusta. ¿Ven? Tráiganlos a Cristo antes de que el diablo pueda tener la oportunidad. Entonces ya quedan presentados ante Él para una vida de servicio.",
    "¿Alguien sabe si la familia Dauch, si alguno de ellos llegó hoy o no, la Hermana Dauch? Hermano Brown, ¿está Ud. aquí, Hermano Brown? Sí, me alegro. Y el… ¿El Hermano Dauch sigue con nosotros? ¡Maravilloso! [El Hermano Tom Brown comenta sobre la condición del Hermano William Dauch.—Ed.] El Hermano Dauch por poco nos deja. Vean, no podemos decir o pedir demasiado, él ya ha pasado veintiún años del tiempo que Dios le dijo que viviera; o sea el tiempo normal para una vida, pasando del tiempo que Dios le dijo que podía vivir.",
    "No obstante, recibimos una llamada la otra mañana, de que él se-él se estaba muriendo, y nos dimos prisa para llegar allá. Y el Señor Dios fue bastante bueno con él, permitiéndole vivir. Pienso que él-él está preparado y sólo espera la Venida del Señor. Pero, saben, todos nos aferramos el uno del otro. A nosotros simplemente… El anciano es como un-como un padre aquí para mí.",
    "Lo recuerdo a él sentado acá, en el antiguo tabernáculo, en la parte antigua, cuando él… esa Luz destelló, respecto al bautismo en agua en el Nombre de Jesucristo, él de inmediato dio el paso. Y de ochenta y siete u ochenta y ocho años, con un bastón, vino acá directamente y dijo: “Quiero entrar allí de inmediato y ser bautizado”. Alguien fue y le trajo ropas. Él no podía esperar hasta la próxima vez; tenía que entrar allí de inmediato, de inmediato. Así que, me-me gusta eso.",
    "Él dijo el otro día, hablando con él, dijo: “¿Piensa que ya estoy bien, Hermano Branham?”.",
    "Le respondí: “¿Habrá ido Ud. a un médico para un examen físico?”.\n\nÉl dijo: “Sí, señor”.",
    "Le dije: “El médico se pone el estereoscopio a los oídos, y se lo pone al corazón, para ver si su corazón late correctamente; y un electro-cardiograma y después la presión arterial, análisis de orina y todo eso, instrumentos, para averiguar sobre su ser físico. Ahora, la manera como él lo hace, es que él busca aquí en un-un libro, donde escriben especialistas en estas diferentes áreas: ‘Si esto ocurre, esto es lo que está mal’”.",
    "Y le dije: “Ahora, el único estereoscopio que yo tengo es la Biblia (¿ven?), para el alma”. Y le dije: “Voy hacerle el examen”. Dije: “San Juan 5:24, dice: ‘El que oye Mis Palabras’”; le dije, “no es solamente sentarse a escuchar. Eso significa recibirlo (¿ven?), recibirlo; ¡Ud. lo cree! Algo en su interior le dice que Eso es verdad. Ud. lo ha aceptado, lo cree, Eso es suyo. ‘El que oye’, Eso ya es suyo, ‘Mis Palabras, y cree al que Me envió’. ¿Cree Ud. eso?\n\nÉl respondió: “Lo creo”.",
    "Le dije: “Entonces le diré lo que el gran Médico ha dicho: ‘Aquél ha pasado de muerte a Vida, y no recibirá condenación, o juicio’”. Le dije: “Hasta donde yo sé, de acuerdo a los Libros, Ud. ha pasado el examen”.",
    "Ese anciano, con casi cien años, para nada un hombre de iglesia, pero la primera vez que esa Luz destelló en su camino, él la recibió. ¿Ven esa Simiente predestinada yaciendo allí? Ajá. Sí, señor. ¿Ven? Tan pronto la Luz le impacta, viene a Vida rápidamente.",
    "Ahora, sé que hace calor hoy, y me es difícil llamarlos a reunirse para un servicio donde tienen que sentarse así tan apretados. No obstante, yo-yo pensé, por la gracia de Dios, en tener otro servicio antes que tuviera que dejarlos; confío que será por una corta temporada.",
    "Y tengo que viajar mañana en la noche, hacia Chicago, para comenzar el miércoles. Pensé posiblemente en llegar allá temprano, y descansar un poco antes de empezar la serie de servicios. Y creo que lo tienen… Aquí, lo estaba mirando aquí mismo. Eso-eso ha sido anunciado allá. Es llamado el Marengo… [Alguien dice: “Marigold”.—Ed.] …área, sí, Marigold, Marigold, cierto, el coliseo del área. El coliseo Marigold es donde se llevará a cabo, comenzando el miércoles en la noche, hasta el domingo. Y Los Hombres De Negocios Del Evangelio Completo también tienen un desayuno el-el sábado en la mañana. Y no sé exactamente dónde han anunciado eso, el lugar. No. Después, el sábado en la tarde, será en el Lane Tech, mirando aquí, donde ha-ha sido anunciado.",
    "Ahora, si Uds. se encuentran por esa área, o allá, será lo acostumbrado, un servicio de evangelismo normal como acostumbramos tener. La mayoría de los Mensajes serán primordialmente de algo que ya ha sido enseñado aquí, porque aquí es donde grabamos nuestras cintas, ¿ven? Por allá ellos pueden discutir. Pero si reciben cintas grabadas aquí, ya depende de ellos si quieren escuchar alguna cinta. Eso sale directamente de aquí. Éste es nuestro propio púlpito.",
    "Por lo tanto, allá, normalmente procuro escoger algo no muy profundo, pues muchos carecen experiencia, entre los que llegan. Pero aquí, siento que tengo el derecho de decir lo que Dios me ponga en el corazón; decirlo directamente de aquí. Así que nuestras cintas son todas hechas desde aquí. ¿Ven? Y ellos se encuentran ahora mismo allí en el cuarto, Uds. pueden ver sus cabezas allí a través del vidrio oscuro, donde están con sus grabadoras.",
    "Ahora, si quieren venir a la reunión, nos daría mucho gusto tenerlos. Entonces, si llegan allí y no saben a dónde ir, pues contacten a cualquier persona del Evangelio Completo, o-o al Hermano Carlson, y él-él les dirá las… Él les podrá ayudar, o la Iglesia de Filadelfia, o cualquiera de ellos, podrán decirles correctamente cómo llegar al lugar.",
    "Luego regreso el siguiente lunes en la tarde, en algún momento, después del mediodía, o por la tarde. Y el martes regresamos a Arizona, para-para ingresar los niños a la escuela y todo eso. Y luego no sé exactamente cuándo estaré de regreso, porque el Señor, quiero que Él me guíe exactamente en lo que debo hacer.",
    "Algo muy extraño sucedió. Aprovechando que… Sé que esto es grabado, y aprovecharé incluirlo aquí. Y mientras las visiones y el liderazgo del Espíritu Santo se están moviendo, me gusta darlo exactamente mientras Eso se mueve. Es… Ahora, el año pasado ha sido uno de los tiempos de más visiones que yo jamás haya tenido, en todo mi ministerio, ha sido este año pasado, de cosas que han ocurrido, lo cual Uds. saben que han sido predichas antes de ocurrir, y acontecen de la manera exacta en que Eso-Eso lo ha dicho.",
    "Ahora, regresamos aquí, y-y es de visita. El clima, en este lugar, verdaderamente no me agrada, porque a mí… sencillamente me debilita tan pronto llego. Y simplemente me… Puedo pasar por los cerros de las montañas allí, y bajo a este valle, y no llevo aquí ni diez minutos y tengo irritaciones, me enfermo. Este clima, me mareo, todo se ve tenebroso, oscuro, y yo-yo sencillamente tengo que salir de eso. ¿Ven? Y el otro día estaba hablando con mi esposa…",
    "Pero lo que me trae, primordialmente, lo que me trae aquí, son Uds. (¿ven?), esta iglesia. Se los diré, de todos los lugares a los que he llegado a ir en mi vida, éste es mi lugar preferido para venir a predicar el Evangelio. Y parece ser que podemos grabar una cinta aquí que es diez veces mejor que en cualquier otro lugar. ¿Ven? Vean, por eso es que digo: “Donde Dios esté haciendo algo, entonces permanezca allí con eso”. Pero pienso que lo tremendo está en que yo fallé en salir la primera vez cuando Él me llamó, y por eso es que Él me lo hace tan difícil cuando vengo. La obediencia es mejor que el sacrificio.",
    "Y estaré yendo y viniendo, constantemente, predicando en el tabernáculo. Y Uds. que no son de aquí de la ciudad, les será informado. Billy Paul estará aquí mismo en la oficina, y-y puedo ser contactado en cualquier momento, por medio de él. Y regresaremos aquí, tendremos… Y lo que sigue inmediatamente son las Siete Trompetas, Dios mediante, las Últimas Siete Plagas y las Copas y todo eso, tan pronto podamos, que tengamos quizás un clima más fresco, o algo, como sea que el Señor guíe.",
    "Y ahora, el otro día, cuando llegué, surgió una pregunta de algo, sobre alguien que me dio un-un cheque, y decía “personal”, exactamente, sólo para mí, y para mí únicamente, “libre de impuestos”, y todo. Pues fuimos, y Billy sabía que yo tenía necesidad de ese cheque.",
    "Y él fue y les preguntó a los abogados si podíamos hacerlo efectivo. Él respondió: “Pues, él es un ciudadano americano, ¿por qué no podría cobrarlo? ¿Ve? Decía ‘impuestos pagados’, y ‘libre’ de todo. Cualquier ciudadano puede hacerlo”.",
    "Y él entonces no pudo quedar satisfecho con eso (Billy), así que fue al contador público. Él dijo: “Pues, seguro, él puede hacerlo efectivo”. Dijo: “Él es un ciudadano de los Estados Unidos”.",
    "Y pues, él tenía un presentimiento, así que llamó a Merle Miller, quien encabeza la-la Asociación de Impuestos allí en-en Indianápolis, ellos eran nuestros abogados (y entonces…) Ice y Miller. Entonces: “Seguro, está bien. ¿Ven? Seguro, él puede aceptar ese cheque. Está-está-está hecho a su nombre ‘al portador únicamente’”. Yo era el único que podía firmarlo, y así, y no se podía sellar con nuestro…",
    "Vean, yo no hago efectivo los cheques. Por eso me inculparon la otra vez. Alguien traía un poco de cheques, y decía: “Tenga, Hermano Branham”, en la reunión. Yo ponía, “William Branham, William Branham…”. Pero, el gobierno estaba al tanto de todo eso, todo el tiempo. Y yo me los estaba firmando a mí mismo y pagando allá las deudas, pero dijeron que de todas maneras yo debía impuestos de todo ese dinero, trescientos mil dólares. Y-y entonces por eso es que empezó el pleito.",
    "Y entonces tan pronto consigné este cheque, ¡pumm!, allí llegó otra vez el agente, dijo: “Le abriremos de nuevo el caso”. Eso entonces como que agravó la cosa.",
    "Y el Hermano Lee Vayle, sentado aquí, me supongo que está bien si lo digo, nosotros sólo… Él había venido, y este fino erudito bautista había… Yo lo bauticé en el Nombre de Jesucristo aquí en la pila el otro día, al Hermano Lee Vayle. Y, él realmente es un hombre fino, un hermano en Cristo. Él nos ha predicado aquí antes, y es altamente educado intelectualmente, y, no sólo eso, es un hombre guiado por el Espíritu. Cuando la Luz destelló delante de él, contó de cómo intentó escapar pero sencillamente no pudo, así que lo bauticé aquí mismo la otra mañana. Ya no soportaba más, así que vinimos acá y nos pusimos nuestras ropas y entramos, y fue bautizado en el Nombre de Jesucristo.",
    "Bien, pensé, siendo que él había tomado ese alimento espiritual tan bueno, que quizás para hablar un rato tomaríamos alimento natural. Entonces nos dirigimos al Blue Boar, y nos sentamos, estábamos hablando, y el tema surgió: “¿Cómo es que permite que la gente hable de Ud. de esa manera?”.",
    "Ahora, el Hermano Vayle es uno de los hombres más finos que yo haya conocido, pero él es “un poco rápido con el gatillo”, siempre se lo he dicho, Uds. saben. Y entonces, él, yo le dije… Espero que no haya problema, Hermano Vayle. Así que él… Le dije: “No lo dispare todo de una vez. Quédese quieto. Dios es el que lo está haciendo”.",
    "Él respondió: “¡Oh, quizás esté bien para Ud.!”, dijo él, respondiendo. Pero, pues, él-él… Yo creo que él-él es tan inteligente que con ésos es que él se está encontrando, esas personas inteligentes e intelectuales; así que él sabe exactamente cómo exponerlo allí, y no les queda fundamento alguno donde pararse. Eso es todo.",
    "Entonces le dije: “Mire, Hermano Vayle”. Estábamos sentados en el Blue Boar. Le dije: “David, un día, después de ser sacado del trono por su propio hijo, corrido del trono, por un motín, Israel se dividió, y David fue sacado del trono por su propio hijo, y salía de la ciudad, llorando. Y un individuo al cual no le gustó su mensaje de ese día postrero, Uds. saben; él no le agradaba; un ancianito, como lisiado, lo seguía allí burlándose de él, y escupió sobre David. Y ese guarda sacó esa espada, dijo: ‘¿Permitiré que le quede la cabeza a ese perro, que escupió sobre mi rey?’ David respondió: ‘Déjalo, el Señor le dijo que lo hiciera’. ¿Ven? Escupió sobre él, burlándose de él, y después escupió sobre él. Dijo: ‘El Señor le dijo que lo hiciera’”. Bien, conocemos la historia, de cómo eso volvió a él. El Hermano Vayle consideró que se requirió de bastante gracia para obrar así.",
    "Así que acabando de regresar y entrando en la oficina, el contador público llamó a Billy Paul y le informó de esto. Y el Hermano Vayle me había acompañado a la casa. Cuando entré, le dije a mi esposa… Ya para eso de la tarde. Entramos en un cuarto. Dije: “Tengo algo que decirte, cariño”.",
    "Habíamos estado hablando antes de que yo saliera. Ella dijo: “Bill, sé que Dios te envió allá; todos lo sabemos, pero Él no te dijo que regresaras. Él dijo… Ahora, eso es lo que me preocupa”.",
    "Le dije: “Pues, pienso que es por ti y los niños. Por mí, no importa, yo Le voy a servir, Dios mediante, adonde sea que vaya”. Y entonces entré allá, y así se lo dije. Entonces me di la vuelta, colgué el sombrero.",
    "Y alguien dijo algo como: “¡Ehh, este cobrador de impuestos! Deberíamos ir a…”, sencillamente en enojo soltando algo así.",
    "Sin pensar en lo que le había mencionado al Hermano Vayle, dije: “Déjalo, quizás el Señor le dijo que lo hiciera”.",
    "No había acabado yo de decir eso, cuando una Luz apareció en la pared y allí escribió (el Hermano Vayle y mi esposa estaban allí sentados): “Regresa a Arizona”. Con letras escritas en la pared: “Regresa a Arizona”. Eso es verdad. Así que para allá voy, amén, de regreso a Arizona.",
    "Ahora, esta semana ha sido una semana de grandes bendiciones. Tuvimos entrevistas privadas esta semana, con personas que habían estado esperando desde los Siete Sellos. Y no dudo que algunos de ellos, por supuesto, fueron llamados de lejos de aquí, de alrededor de la nación. Pero la mañana antes que empezaran las entrevistas, estando sentado en el cuarto, el Espíritu Santo me permitió escribir exactamente todo lo que ellos sabían, todo lo que querían preguntar, rotando las preguntas justo de la manera como ellos las harían, y contarles sus sueños y su interpretación antes de que ellos me los contaran.",
    "Ahora, las personas se encontraban aquí en el cuarto, allí. Y yo los dejaba que hablaran. Decían: “Pues, Hermano Branham, yo vine por tal y tal cosa”.",
    "Yo les dije: “Ahora, recuerden, no nos hemos congregado aquí para tener compañerismo. No hemos venido aquí por compañerismo el uno con el otro. Hay una duda en su mente, en su corazón, con-con lo cual han tropezado y no saben lo que es. Y quizás yo sea capaz, con la ayuda de Dios, de averiguarlo”.",
    "Dije: “Recuerden, la reina del Sur también tenía algunas preguntas, cuando vino a Salomón. Y la Biblia dice que nada fue revelado o escondido que Salomón no pudiera responderle a ella”. Y yo dije: “Uno mayor que Salomón está aquí. ¿Ven? Correcto. El Señor Jesús prometió: ‘Donde dos o tres estén reunidos en Mi Nombre, allí estaré en medio de ellos. Y cualquier cosa que pudiesen pensar, o desear, y-y la pidan, les será concedida’. Y ahora su pregunta es un asunto del que Ud. no sabe, algo que Ud. no sabe cómo afrontar, algo sobre lo cual Ud. no sabe qué hacer”.",
    "Y dije: “De nuevo, la Escritura dice esto: ‘Que los Ángeles de Dios acampan alrededor de aquellos que le temen a Él’, así que es en otro mundo donde no son los cinco sentidos los que declaran”.",
    "Los cinco sentidos tan sólo hacen contacto con este mundo. Si Ud. no tuviera tacto, no pudiera palpar nada. El tacto no existiría para Ud.; ése sería otro mundo. Si Ud. no tuviera vista, lo que Ud. ve sería otro mundo, Ud. no conocería nada al respecto. Por tanto, estos cinco sentidos son lo único en lo que Dios nos da libertad.",
    "Ahora, hay otro más llamado fe. Y por fe uno sube una escalera, y finalmente puede subir tan alto que entra en otro mundo, el cual es una visión. Allí uno puede mirar.",
    "Es como si Ud. nunca hubiese conocido lo que fuera esto que Ud. estuviera palpando con su sentido del tacto, nunca lo hubiera visto; y luego sus ojos fueran abiertos y que Ud. pudiera verlo. Sería un misterio por completo para aquella persona que nunca ha podido ver; le sería un misterio a él, sin embargo, así es.",
    "Y en eso, el Señor… Antes que llegáramos aquí, la gente de todas partes de la nación, del norte, sur, oeste, vinieron para estas entrevistas. Y tan pronto terminaban de hablar, eran exactamente las preguntas que hacían, el asunto del cual preguntaban, yo les decía: “Fíjense aquí en esto”, lo volteaba, y allí estaba el papel con cada pregunta, y en el mismo orden como las habían preguntado o las iban a preguntar, y su respectiva respuesta estaba escrita debajo de la pregunta justamente de la manera como fue respondida. El Señor es grande. Él conoce todas las cosas. Sin embargo, me tomó como tres días para recuperarme de esa tarde, por lo sucedido, de tal agotamiento. Pero pensé, no obstante, en hablar de eso antes de que partiéramos.",
    "Y allí está la manera correcta, la verdadera manera, para los individuos. Ahora, hay cosas que podrían ser dichas.",
    "Y si esas personas están aquí presentes, que conocen que esos secretos del corazón les fueron revelados, eso de seguro… Eso sería horrible; causaría crímenes, causaría que alguien le dispare a otro, o algo, si eso fuera revelado desde aquí de la plataforma de esta manera, en público, ante el público. Esto causaría delitos con pena de cárcel, y todo lo demás, lo haría.",
    "Pero cuando uno está sentado reunido de esa manera, con el Espíritu Santo, solamente los dos reunidos… Entendemos esto: que lo que ellos me preguntan es privado. Yo no cuento nada al respecto. Y lo que les digo, eso queda con ellos si lo quieren contar o no. ¿Ven? Sin embargo, se da a conocer entre nosotros, en la entrevista. Lo cual es tomar a la persona, una a la vez, y permaneciendo allí hasta que todo haya quedado completamente solucionado (¿ven?), el Espíritu Santo.",
    "Y después al pensar en la gracia, el Espíritu Santo diciéndome todo al respecto, para cada uno, a una fila entera de ellos, antes de que aun llegaran aquí; viniendo de toda la nación, gente que nunca había visto en mi vida. Y habiéndolo escrito para que ellos supieran, justamente en el orden a las preguntas como eran presentadas.",
    "Un hermano tenía preguntas respecto a la simiente de la serpiente, que no logré responder por completo, porque la media hora tan corta se les terminó. Espero que él haya entendido bien, la respuesta a eso, anotada en el papel. Yo… Él la tenía escrita, y él no recibió todas sus respuestas, así que simplemente le devolví el papel, con las respuestas anotadas en el papel. Si no la recibió, Billy Paul la tiene. Sé que el hombre está aquí sentado, acabo de verlo hace unos momentos. Entonces si él-si él desea saber eso, está escrito en un papel, las respuestas a su pregunta.",
    "Ahora, ¡oh, que bueno es el Señor! Espero que todos se sientan bien. Ajá.",
    "Y ahora no olvidemos, y cuando ore por estos pañuelos ahora, de recordar al Hermano Dauch. Él es un precioso hermano, y queremos recordarle en oración.",
    "Y yo-yo veo al Hermano Ungren, pero no-no veo a la Hermana Ungren por ninguna parte, si es que ya estará bien. ¡Sí, sentada allí frente a él! Seguro; sí. Me alegra. Pues fuimos llamados allá la otra noche, en una… en un caso de emergencia tratándose de ella y su hija, la hermana… yo… Downi, Downing. Se salieron de la carretera, y sólo es la gracia de Dios o las dos hubieran terminado aplastadas allí mismo en pedazos. Y sin embargo, están aquí en la iglesia, se subieron en un tren y vinieron.",
    "Nunca los olvidaré a Uds.; les amo. Dios lo sabe. Yo-yo les amo. ¡Cómo es que cruzan la nación, atravesando por un clima congelado!",
    "Cuando veo a algunos hermanos aquí de Georgia y de Alabama, y de diferentes lugares, y de Tennessee y de los alrededores, desde donde vienen en su auto por la carretera, resbalando en el hielo, y de allá para acá de esa manera, para venir aquí por un servicio.",
    "Cuando recibí esa llamada de emergencia del Hermano Dauch el otro día, no me había dado cuenta que Lima, Ohio, quedaba tan lejos. Solo… Pensé que quedaba a un impulso y a un brinco. Pero (¡vaya!), salí de aquí bien temprano esa mañana y no llegué allí hasta la una de la tarde, conduciendo a todo-a todo lo que el límite de velocidad permitía, y en una autopista de doble carril. Y pienso en lo cerca que está eso, comparado a lo lejos en el sur de donde vienen estas otras personas, de lo lejos al norte y al oeste, de donde vienen.",
    "Yo les amo, y por eso trato de ser sincero aquí así tenga que morir.",
    "¡Y los antiguos! Veo al Hermano Creech y a los demás sentados allá atrás, y a los que me han acompañado todos estos años en todo, y cómo crecimos juntos. Estaba mirando la fotografía de Mary Jo, creo que fue hace unas noches. Sólo era una cosita pequeñita cuando primero nos conocimos, y ahora ella está casada, me supongo, y tiene hijos. El Hermano Creech y la Hermana Creech jóvenes, de cabello oscuro, y Meda y yo, y aquí estamos canosos y encorvados. ¿Ven? Hay algo en personas así, que-que nunca lo deja a uno. ¿Ven? Uno-uno-uno quiere quedarse con ellos. ¿Ven? Hay algo que-que siempre hace que vuelvan los recuerdos. Sólo nombrándolos a ellos como ejemplo para otros que hay aquí, jóvenes y ancianos; estamos anhelando la Venida del Señor.",
    "Así que en esta mañana lo he puesto… Dios, creo yo, lo puso en mi corazón enseñar una lección de escuela dominical aquí esta mañana, Dios mediante, por un rato largo. Yo… Y ahora, siendo que éste es mi último servicio por un tiempo, hasta donde sé, el…",
    "Y quiero que recuerden que el Hermano Neville aquí, se queda en la iglesia, a cargo de este tabernáculo, bajo el Espíritu Santo, es que él queda aquí, y él cree este Mensaje y-y lo enseña igual que yo. Correcto. Y en cualquier momento que quieran, que tengan la oportunidad de venir a escuchar al Hermano Neville, él realmente les sería de provecho, estoy seguro. Él es un gran siervo de Jesucristo.",
    "He conocido a Orman Neville desde que yo era un joven, y él no ha cambiado en nada, sólo que se ha acercado más a Dios. Recuerdo cuando por primera vez lo vi en una… Fui invitado a su plataforma metodista. Y, cuando regresé aquí al tabernáculo, dije: “Algún día, yo lo bautizaré a él en el Nombre de Jesucristo”. Y aquí está él ahora con el Mensaje, avanzando, un verdadero siervo valiente.",
    "Y el Hermano Neville pasa por muchas dificultades y angustias, que él no demuestra aquí en el tabernáculo. Pero siendo que el Señor me concede poder mirar un poco en la vida de las personas, yo sé por lo que él pasa; por bastante de eso, ¿ven? Y él verdaderamente pasa por mucho trabajo y tensiones y cosas. Y Uds., Uds. aquí, sosténganlo igual que Josué y Caleb le sostuvieron las manos levantadas a Moisés, a medida que él trae la Palabra.",
    "Ámense los unos a los otros, sobre todas las cosas. Ámense los unos a los otros. No… ¡No importa lo que el diablo intente decirles! Pues Uds. ahora son un gran grupo dulce, pero recuerden mi advertencia (¿ven?), Satanás no permitirá que eso permanezca así; no señor. Él les disparará de todo, ya sea que tenga que traer a alguien aquí para lograr su objetivo. Él traerá algún crítico o incrédulo, y lo sentará, y hará que él tenga compañerismo con Uds. en la quietud y todo eso, y después él inyectará a ese individuo con alguna clase de cosa venenosa, y él comenzará a pasar por la iglesia con eso. No se pongan al lado de eso. No tengan nada que ver con ninguna otra cosa. Permanezcan correctamente en amor y dulces y amables los unos con los otros. Oren por ese hombre, que él también sea salvo, o esa mujer, o quien sea, sólo ore por ellos. Y aférrense el uno al otro.",
    "Y permanezcan con su pastor. ¿Ven? Él es el apacentador y Uds. muéstrenle respeto. Él los guiará, y, pues él ha sido ordenado por Dios para hacerlo.",
    "¿Ahora recordarán eso Uds.? [La congregación dice: “Amén”.—Ed.] El enemigo vendrá. Y cuando lo haga, sencillamente aférrense aun más fuerte. Y aquél que el diablo esté usando como enemigo, o se irá o entrará y será uno de Uds. Eso es todo.",
    "No se agrupen alrededor de alguno, ni-ni hablen ni se hagan exclusivos; nosotros somos uno. Yo no pudiera decir: “Mano izquierda, estoy-estoy enojado contigo, voy a desprenderte porque no eres una mano derecha”. Ésa es mi mano izquierda. Yo quiero que permanezca allí. Quiero que aun la puntita de mi dedo permanezca allí, cada pequeña parte de mi cuerpo quiero que permanezca allí donde está. Y Dios quiere que nosotros, como cuerpo de creyentes, que permanezcamos exactamente el uno con el otro, allí el uno con el otro.",
    "Y ahora Uds. tienen cintas acerca de eso. Uds. tienen las cintas acerca de lo que creemos. Uds. tienen cintas sobre la disciplina de la iglesia; de cómo nos comportamos en la iglesia de Dios; de cómo es que tenemos que llegar aquí a reunirnos y sentarnos juntos en lugares Celestiales. No se queden en casa. Si Dios está en su corazón, Ud. a duras penas puede esperar que se abran esas puertas, para entrar aquí a tener compañerismo con sus hermanos. Si no, si no se siente de esa manera, entonces le diré, es tiempo que se ponga a orar.",
    "Pues, estamos en los últimos días, donde la Biblia exaltó… o nos exhortó a-a “hacerlo mucho más a medida que vemos ese día acercándose”, a amarnos los unos a los otros con amor Cristiano y amor Divino; “a congregarnos juntos en lugares Celestiales y-y-y en Cristo Jesús”, y amarnos el uno al otro. “En esto sabrán todos los hombres que sois Mis discípulos, cuando tengáis amor los unos por los otros”. Eso es correcto. Permanezcan unidos.",
    "Si el hermano, Ud. piensa que él está un poco equivocado, o la hermana, diga: “Señor, no permitas que jamás tenga raíz de amargura, porque eso-eso le afectará a él, y sacará a Cristo inmediatamente de mi vida”. Esos ácidos venenosos de malicia y envidia y odio, eso sacará inmediatamente el Espíritu Santo de Ud.; lo apartará a Él lejos de aquí del tabernáculo. Eso matará al Espíritu de Dios, o lo alejará de aquí, lastimará a su pastor. Eso causará de todo. ¿Ven? No hagan eso.",
    "Uds. sólo únanse mucho más. Únanse con la… Tomen la hebilla, cómo testificó el hermano, un ministro aquí la otra noche, acerca de tener una hebilla, la vio en una visión. Sólo… Eso asegura toda la armadura de Dios. Simplemente póngansela, ajústensela, acérquense los unos a los otros. Ámense el uno al otro, a pesar de todo. Hablen bien el uno del otro, digan cosas bonitas los unos de los otros, y entonces Dios los bendecirá.",
    "Ahora en esta mañana, Dios mediante, con Su ayuda y gracia, tengo aquí una buena cantidad de preguntas, o de Escrituras más bien. Y ahora antes de abordarlo… Creo que escuché que encendieron las grabadoras allí adentro. Vamos a traer el Mensaje ahora, por la gracia de Dios.\n\nPrimero, oremos.",
    "Señor Jesús, le he hablado a este cuerpo de la Iglesia, que deben mantenerse unidos por la incambiable mano de Dios, el absoluto de ellos, la Palabra; advirtiéndoles, como Pablo advirtió a su rebaño, que “lobos” entrarían. Tú eres el mismo Dios que eras allá, y ese enemigo sigue siendo el mismo. Que este compañerismo y estos lazos de amor siempre existan entre este pueblo, en Cristo Jesús.",
    "Ayuda en esta mañana, Señor, mientras leemos la Palabra. Que el Espíritu Santo la revele a nosotros, para que la Iglesia sea plenamente establecida “en la Fe una vez dada a los santos”, para que los sustente. Y siendo que Tú diste la visión hace unos dos años “de almacenar el Alimento”, verduras bonitas, saludables, las cuales vi en la visión, siendo almacenadas aquí en este tabernáculo, permite que hoy recibamos un barril lleno de Eso. Concédelo, Señor; o sea, una buena cantidad a través de la cinta, que nos pueda revelar a Jesucristo en la hora en que vivimos, para que nos dé fuerza de sustento, y fortaleza espiritual para la tarea que está por delante. Concédelo, Padre.",
    "Bendice a éstos, Tus hijos. Están aquí esta mañana de muchas diferentes partes de la nación. Es una mañana calurosa y húmeda, sin embargo, sentimos la Presencia del Espíritu Santo en todo esto.",
    "Pensamos en John Wesley, y Calvin, y Sankey, y Knox, Finney, y muchos de ésos, que no tenían ventilador eléctrico, donde la gente se sentaba en los salones, y el sudor les corría por los rostros. Las mujeres, bien cubiertas y vestidas, se sentaban en esas audiencias y sudaban al punto que sus vestidos quedaban empapados, escuchando la Palabra de Dios, alimentando sus almas. Ahora, consideramos Señor, que están descansando en algún lugar más allá, esperando la Venida del Señor.",
    "Mantennos unidos, Padre. Permite que el Espíritu Santo nos guíe y nos dirija. Concédenos una larga vida de servicio para Ti. Danos este gran Mensaje en esta mañana el cual estamos esperando de Tu Palabra, que pueda llegar a cada corazón. Haz que los labios que hablan, Señor, hablen Verdad. Haz fértil el corazón que escucha para que reciba Verdad, y que crezca en grandes árboles de Vida Eterna; que sean luces que alumbren y epístolas leídas de todos los hombres, para que ellos puedan saber que Jesucristo se ha levantado de los muertos y vive entre nosotros. Llénanos de tanto amor y del fruto del Espíritu al grado que otros hombres y las mujeres, niños y niñas puedan ver los resultados de la Vida de Cristo aún viviendo en nosotros, después de dos mil años desde ese gran evento. Concédelo, Padre, para honrarte a Ti. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora, quiero leer de las Escrituras. Y espero ahora que tengan sus lápices y papeles, y todo listo.",
    "Y, Hermano Neville, siéntese tranquilo. Sólo voy a quitarme el saco, ¿estará…? [El Hermano Neville dice: “Está bien. Amén”.—Ed.] Es una… Discúlpenme por quitarme el saco, pero aquí-aquí arriba hace demasiado calor.",
    "Ahora quiero que abran al Libro de Colosenses, al capítulo 1 de Colosenses. Y entonces mientras leemos esto, empezando con… Quiero que cuando vayan a casa, lean este capítulo entero de estos Colosenses. Pero quiero que lean conmigo, en esta mañana, desde el versículo 15 al 29 incluyéndole.",
    "Y ahora sean tan pacientes como puedan, pues siento que en esto aquí, si Dios me ayuda, revelará y les traerá a sus mentes todas estas otras cosas de las cuales he hablado con el pasar de los días en el tabernáculo; el porqué he dicho lo que he dicho, y porqué he hecho lo que he hecho. Éste es el porqué.",
    "Ahora, desde el versículo 15.\n\nEl es la imagen del Dios invisible, el primogénito de toda la creación.\n\nPorque en él fueron creadas todas las cosas, las que hay en los cielos y las que hay en la tierra, visible…invisibles; sean tronos,…dominios,…principados,…potestades; todo fue creado por medio de él y para él.\n\nY él es antes de todas las cosas, y todas las cosas en él subsisten;\n\ny él es la cabeza del cuerpo que es la Iglesia, él que es el principio, el primogénito de entre los muertos, para que en todo tenga la preeminencia;\n\npor cuanto agradó al Padre que en él toda la plenitud habitara-habitase toda plenitud,",
    "Permítanme le pongo un poco de énfasis nuevamente a este versículo 19.\n\npor cuanto agradó al Padre que en él habitase toda plenitud,\n\ny por medio de él reconciliar consigo todas las cosas, así las que están en la tierra como las que están en los cielos, haciendo la paz mediante la sangre de su cruz.\n\nObserven hacia donde fue esa reconciliación.\n\nY a vosotros también, que erais en otro tiempo extraños y enemigos en vuestra mente, haciendo malas obras, ahora os ha reconciliado\n\nen su cuerpo de carne, por medio de la muerte, para presentaros santos…sin mancha…irreprensibles delante de él;\n\nsi en verdad permanecéis fundados y firmes en la fe, y sin moveros de la esperanza del evangelio que habéis oído, el cual se predica en toda la creación que está debajo del cielo; del cual yo Pablo fui hecho ministro.\n\nAhora me gozo en lo que padezco por vosotros, y cumplo en…carne lo que falta de los afectos de Cristo por su cuerpo, que es la iglesia;\n\nde la cual fui hecho ministro, según la administración de Dios que me fue dada para con vosotros, para que anuncie cumplidamente la Palabra de Dios,\n\nel misterio que había estado oculto desde los siglos y edades, pero que ahora ha sido manifestado a sus santos,",
    "Y quiero leer ese versículo otra vez.\n\nel misterio que ha estado oculto desde los siglos y edades, pero que ahora ha sido manifestado a sus santos,\n\na quienes Dios quiso dar a conocer las riquezas de la gloria de este misterio entre los gentiles; que es Cristo en vosotros, la esperanza de gloria,\n\na quien anunciamos, amonestando a todo hombre, y enseñando a todo hombre en toda sabiduría, a fin de presentar perfecto en Cristo Jesús a todo hombre;\n\npara lo cual también trabajo, luchando según la potencia de él, la cual actúa poderosamente en mí.",
    "Ahora, como texto, quiero tomar de allí esto como texto, basándolo en toda la Biblia, pero quiero que titulemos esto: Cristo Es El Misterio De Dios Revelado. ¡Cristo siendo el misterio de Dios revelado! Ahora, lo tomé como una lección de escuela dominical, para que así todos leyéramos juntos y-y tuviéramos este compañerismo juntos.",
    "Ahora, el misterio secreto de Dios, lo tenía Él antes que el mundo comenzara. Ahora, allá, en la parte de atrás de la mente de Dios, había algo que Él estaba queriendo y que iba a lograr, y Él tenía un motivo por el cual hacerlo, para de esa manera permitir expresarse a Sí mismo. Porque, en el principio, ni siquiera había una luna, estrella, átomo, molécula, ni nada. Él era Dios; pero en ese momento Él no era exactamente Dios, porque Dios es un objeto de adoración y no existía nada que le adorara.",
    "Entonces, en Su gran mente, Él quería que estos atributos fueran expresados. Y en Él había amor, en Él estaba el ser Padre, en Él estaba el ser Hijo, en Él estaba ser un Salvador, en Él estaba ser Sanador. Y todos estos grandes atributos que ya vemos expresados, estaban en Dios.",
    "Entonces, en mi opinión, lo primero que Él hizo fueron los Ángeles. Y luego ellos le adoraron y eso le hizo Dios. Y Él comenzó de allí; como lo he intentado explicar en Mensajes anteriores, desglosarlo. Y entonces, por tanto, cuando los Ángeles comenzaron a adorarle a Él, fue antes de que siquiera hubiera una molécula en la Tierra; no había nada; todo era oscuridad. No existía Sol, ni Luna, ni estrellas, ni nada; pero Él era Dios. Tal como Él le preguntó a Job: “¿Dónde estabas cuando Yo fundaba la tierra? ¿Ven? ¿Cuándo las estrellas de la mañana cantaban juntas, y los hijos de Dios gritaban de gozo? ¿Ven? Pues, ¿dónde estabas?”. ¿Ven? Eso fue mucho antes de la Tierra.",
    "Ahora, Dios tenía un propósito y un misterio oculto. Y de eso quiero hablarle a la Iglesia en esta mañana, el misterio oculto de Dios que Él tenía en Su mente antes que el mundo comenzara, y cómo se ha venido desplegando hasta esta hora presente en la que vivimos. ¿Ven? Luego Uds. entenderán claramente (¿ven?), en lo que yo creo que está siendo hecho.",
    "El gran misterio de Dios de cómo fue, es un secreto. Él lo mantuvo en secreto. Nadie sabía nada al respecto; ni siquiera los Ángeles lo entendían. ¿Ven? Él no lo reveló. Por esa razón, bajo nuestro séptimo misterio, cuando el séptimo sello fue abierto, hubo silencio. Jesús, cuando estuvo en la Tierra, ellos quisieron saber cuándo Él vendría. Él dijo: “No es… Aun el Hijo mismo no sabe cuándo sucederá”. ¿Ven? Dios se ha guardado esto para Sí; es un secreto. Y por eso es que hubo silencio en el Cielo por media hora, y siete truenos emitieron sus voces, y a Juan incluso le fue prohibido escribirlo (¿ven?), la Venida del Señor. Eso es algo que Él aún no ha revelado, de cómo vendrá, y cuándo Él vendrá; y es algo bueno que no lo haga. No.",
    "Él ha mostrado o lo ha revelado en cada tipo que está en la Biblia. Y por eso, la Biblia entera es la revelación del misterio de Dios en Cristo. ¡Jum! La Biblia entera es la expresión de una meta que Dios tenía, un propósito que Él quería lograr a lo largo de toda la Biblia. Y todos los hechos de los-de los creyentes en la Biblia, han sido en tipo, una expresión de lo que es la gran meta de Dios, y ahora en este día postrero Él lo ha revelado y lo muestra. Y con la ayuda de Dios, lo veremos aquí mismo en esta mañana, lo que el Señor ha tenido en Su mente todo el tiempo, y lo ha expresado.",
    "Por tanto, Uds. pueden entender el gran significado de lo que ha sido el saber esto, y luego intentar traerlo a la gente. ¿Ven? Y por eso uno no… no he entrado en detalles para tratar de explicar Esto como Dios me lo ha revelado.",
    "Ahora, si desean anotar esto. Tengo muchas citas de donde quiero leer. Y ahora, en-en el Libro de San Lucas, el capítulo 24 de San Lucas, nos damos cuenta que son-ésos son dos de los apóstoles en el camino a Emaús. Y Jesús salió allí, después de Su resurrección, y ellos estaban en el-en su camino hacia Emaús, andaban por el camino, pensando y hablando y llorando, a raíz de Su-Su muerte, y de cómo le habían visto sufrir por lo que ellos pensaban que no tenía ningún valor; les habían quitado a su Señor y lo habían crucificado. Y-y ellos iban por allí, llorando.",
    "Y Él salió del lado del camino y comenzó a hablarles de Cristo. Él dijo: “¡Oh, insensatos y lentos a entender! ¿No saben lo que todos los profetas y los Salmos…?”. ¿Ven? ¿Qué hacía Él? Se identificaba a estos apóstoles, que todos los profetas, y que todos los Salmos y todo, era Él, expresado. ¿Ven?",
    "Y ahora, la razón por la cual no prediqué en esta mañana, fue porque pensé, que como enseñanza, lo entenderíamos mejor que sólo tomar un texto y cubrirlo ligeramente; simplemente lo enseñaremos.",
    "Ahora Él estaba diciendo que todos los Salmos y todos los profetas hablaron de Él. Pues, eso allí entonces muestra que todo el Antiguo Testamento, todo el Nuevo Testamento, y todos los Salmos, el cantar, los cantos que fueron cantados, fueron cantados acerca de Él.",
    "Tomen el Salmo 22, y cántenlo, y compárenlo con la mañana de la crucifixión. ¿Ven? “Dios mío, Dios mío, ¿por qué me has desamparado? Contar puedo todos Mis huesos. Horadaron Mis manos y Mis pies”. Aun teniendo todas esas cosas allí, ellos cantaban ese Salmo allá en el templo, y crucificaban allí a la propia Persona. ¿Ven? Vean, esos grandes líderes religiosos, esos grandes hombres, esos grandes maestros, y sin embargo tan cegados, que estaban leyendo a los profetas y cantaban los cantos, y cometiendo el crimen que estaba dicho que ellos cometerían.\n\n¡Lo mismo está aconteciendo en esta mañana!",
    "Ahora escuchen atentamente, porque… ahora ni siquiera le voy a prestar atención a lo que dice ese reloj. Quiero que Uds. entiendan esto. ¿Ven? Aquello no me interesa. ¿Ven? [La congregación se regocija, dice: “Amén”.—Ed.]",
    "Entonces pueden ver aquí, básicamente, en el principio, que el propio pensamiento que Dios tenía en Su mente, Él lo escondió de todos aquellos eruditos. Y los… Sólo un número, un número selecto de predestinados, una gente predestinada, fueron los únicos que lo oyeron. Y ahora escudriñen allá en la Escritura a través de la edad de los profetas, y vean si no fue igual. ¿Ven?",
    "Ahora, y Jesús aquí llevándolos a ellos a los profetas y a los Salmos, dijo que todos hablaron de Él. ¿Ven? Y aquí estos maestros judíos, rabinos, doctores de la ley, profesores, habían actuado exactamente como habían hecho antes.",
    "Ahora noten, de nuevo Él dijo: “Escudriñad las Escrituras, porque Ellas son las que dan testimonio de Mí”. Escudriñad las Escrituras, las Escrituras, todas las Escrituras. ¿Qué estoy tratando de hacer? Mostrarles a Uds. que esta Biblia es lo que es correcto.",
    "El otro día, parado en una habitación del hospital, hablando, una hermana me había pedido que explicara acerca de las denominaciones, el porqué nosotros estábamos-estábamos en contra de las denominaciones, a unas personas denominacionales.",
    "¿Ven Uds.? Tiene que regresar a la Palabra, porque la Palabra es Dios. ¿Ven? Y Jesús aquí está declarando lo mismo, que la Palabra es Él. Ud. no puede hacer que la Escritura se contradiga. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios; ¡y, el Verbo, fue hecho carne!”. ¿Ven?",
    "Ahora, Él dice aquí: “Escudriñad las Escrituras, Ellas testifican de Mí. En Ellas pensáis que tenéis la Vida Eterna”, y eso es cierto, “y Ellas son las que dan testimonio de Mí. Y Yo estoy dando testimonio de Ellas. Y si Yo no hago las obras que fueron prometidas que haría, entonces no Me escuchen. Pero si hago las obras, y no Me pueden creer, créanle a las obras, porque ellas testifican que Él es la Palabra”. ¡Oh, parece que no pudiera estar más claro! ¿Ven? Muy bien. Ahora, “Escudriñad las Escrituras”. Él dijo que Moisés y todas las leyes y lo demás, y los profetas y Salmos, hablaron de Él. Y, una vez más, Él dijo que las Escrituras testifican de Él.",
    "Él es el tema principal de toda la Biblia. Si Ud. lee la Biblia, y no ve a Cristo en cada versículo, regrese y léala de nuevo. ¿Ven? Si no puede ver a Cristo en cada versículo de la Biblia, entonces Ud. léala de nuevo, porque algo se le escapó. La Biblia es Cristo. Él es la Palabra. Cuando Ud. lee: “En el principio creó Dios”, allí está Cristo. ¿Ven? Todo… De allí hasta el “Amén” en Apocalipsis, toda Palabra está testificando de Jesucristo.",
    "Por eso estos libros añadidos que llaman El Segundo Libro de Daniel, y el-el Libro De Los Macabeos, donde añaden el Purgatorio y cosas como ésas (¿ven?), no son mencionadas en la Escritura. ¿Ven? El tema no cuadra con el resto de Ella. No hay lugar dónde ubicar al purgatorio en Ella. No hay lugar para ubicar la intercesión de los santos, y todo eso. No hay lugar allí para eso. No hay lugar para una denominación. No hay lugar para-para credos ajenos a Ella, a la Biblia. ¿Ven? Así que cuando Uds. vean esas cosas, ellas-ellas simplemente no forman parte del cuadro. Y por eso es que la gente ha añadido esas cosas, y terminan con su-su-su rompecabezas todo revuelto. ¿Ven? No pueden resolverlo correctamente, “¡el mismo ayer, hoy, y por los siglos!”.",
    "Pero, si la cosa es armada correctamente, allí está el cuadro entero de la caída y la regeneración. El cuadro entero de la creación, y el plan entero de Dios revelado justamente en Jesucristo. ¡Amén! Ése es el cuadro entero armado, cada curvita y esquina. Es igual como… Ahora, no es mi intención ser sacrílego con esto, pero es igual como armar un rompecabezas.",
    "Por eso es que hoy tenemos cuadros que lucen horribles. Dicen: “Nosotros somos creyentes”, y la vaca comiendo pasto arriba en el árbol; no funciona. Eso es cuando dicen: “Seguro, Él lo es en toda manera, pero sólo en cierta… Él es el mismo ayer, hoy, y por los siglos, todo menos en cierta cosa”. ¿Ven? Entonces Ud. ha arruinado su cuadro.",
    "¡La Biblia dice que Él es el mismo! En San Juan 5 o San Juan 14:12, Él dijo: “él”, él, cualquiera. “El que en Mí cree, las obras que Yo hago, él las hará también”.\n\n“Bueno, eso era para otra edad”.",
    "Allí nuevamente resulta Ud. con su cuadro errado. Ud. tiene un hombre pescando peces allá en el desierto, en una cantidad de arena caliente donde no hay peces. ¿Ven? Vean, hay que traerlo de nuevo a donde él está pescando, en Galilea, donde hay suficientes peces, ¿ve Ud.? ¿Ven?",
    "Ud.-Ud. tiene que hacer que el cuadro se vea correctamente. Es el gran cuadro de Dios. Y sólo hay una manera en que Ud. lo verá, es cuando Ud. vea a Jesucristo. Allí está toda la Biblia. Él es el tema principal de la Biblia.",
    "Ahora se dan cuenta que en cualquiera de estas citas aquí uno podría tomar un texto, y es difícil para un predicador que se quede callado. Pareciera como que quisiera continuar de largo con eso, pero tenemos que regresar a lo que estamos enseñando.",
    "Él es el tema principal de la Biblia. Era Él en los profetas. Él estaba en los Salmos. Él estaba en la historia de la Biblia. La Biblia es un Libro profético, es un Libro histórico; es un Libro de amor; es un Libro de-de cantos; es un Libro de Vida. Y allí Ud. encuentra a Cristo. Él estaba en los profetas; Él estaba en los Salmos; Él estaba en la historia. Y también Él, en la Biblia, es las cosas que han de venir. Así que, Él fue antes y aún después. ¿Qué lo hace eso entonces a Él? “El mismo ayer, hoy, y por los siglos”.",
    "Y si Ud. le inyecta algo Allí, que no lo haga a Él “el mismo ayer, hoy y por los siglos”, Hermano Lee, ¿dónde termina uno? Termina allí con un cuadro horrible. Pues, Él fue la historia (¿ven?), y Él es el Profeta; Él es los Salmos; Él lo es todo. Y si Ud. no puede hacer que Él lo sea todo, y que aún sea el mismo, ¿dónde, cómo luce su cuadro? ¿Lo ven? [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "¡Él es la cosa! Él era los profetas. Él estaba en ellos. Él estaba en los Salmos. Él está en la historia, y de Él son las cosas que están por venir, “el mismo ayer, hoy, y por los siglos”. Hebreos 13:8, si lo están apuntando. Entonces debería ser, Él debería ser lo principal, si eso es lo que Él es. Y nosotros lo creemos, ¿no es así? [La congregación dice: “Amén”.—Ed.] Entonces, si Él es todo aquello, entonces Él debería ser el tema principal de nuestra conversación, de nuestro pensar, de nuestro cantar, de nuestro caminar. [“Amén”.] Él debería ser el tema principal de nuestra vida. Si Él es el tema principal de la Biblia, y la Biblia está en nosotros, entonces Él debería ser el tema principal de todo lo que hacemos, decimos o pensamos; debería ser Cristo. ¿Verdad que sí? [“Amén”.] Muy bien.",
    "Siendo que pensamos esto, siendo que Él ha sido hecho-hecho Cabeza de “todas las cosas”, para nosotros. Dice así aquí en Colosenses, Él es la Cabeza de “todas las cosas”, para nosotros. Pues Él fue hecho… Por nosotros, y nosotros somos considerados como “todas las cosas”. Ud. dice: “¿Qué del pecador?”. Él fue hecho como Juez del pecador, si él no le acepta. Él fue hecho la gloria para el creyente que sí le acepta. Así que, todo, “todas las cosas fueron creadas por Él, y para Él”.",
    "Y se requiere la noche, para expresar la gloria del día. Se requiere el vaso de deshonra, para expresar el-el amor y cuidado del vaso del honrado. Se requiere una mujer mala, que usa ropas inmorales y-y que vende su moralidad, para expresar la virtud de una genuina dama decente. ¿Ven? Se requiere un tramposo y un ladrón, en un hombre, para expresar lo genuino en un verdadero creyente, un verdadero Cristiano. Se requiere del hipócrita, para hacer relucir al creyente, lo que él es.",
    "Así que: “Todas las cosas fueron hechas por Él”. Y siendo que Él se hizo todas las cosas… hecho así, por todos nosotros, todas las cosas fueron hechas para, por Él. Entonces, siendo que eso es cierto, nosotros deberíamos hacer nuestra identificación (así debería ser) con Él. Deberíamos estar identificados, nosotros mismos, con Él, porque Él se ha identificado con nosotros. Deberíamos estar identificados con Él. ¿Cómo? Viviendo para Él; no simplemente por una confesión.",
    "Tanta gente acepta una confesión, dicen… Yo digo que ha llegado a este extremo: “¿Es Ud. Cristiano?”, “soy un metodista”. Pues, eso está muy lejos de ser, de Ud. darse a conocer como un Cristiano. Pues, miren lo que hacen los metodistas. “Yo soy bautista”. Pues, miren lo que hacen los bautistas. “Yo soy católico”, miren lo que hacen ellos. ¿Ven?",
    "Pero, la única manera en que Ud. realmente puede ser un Cristiano es que Cristo mismo se identifique en Ud. ¡Cómo que tenemos algo, un aguijón allí! Espero que todos en la cinta también capten eso. ¿Ven? ¿Ven? ¿Ven?\n\nUd. dice: “Yo soy pentecostal”. Eso no significa nada.",
    "Es Cristo identificado en Ud. Allí es cuando Él le ha reconocido a Ud.\n\nDicen: “Yo hablé en lenguas”, los diablos también.",
    "🦅 Yo grité”. Los mahometanos, budistas y de todo gritan. Los indios gritan en la danza de la culebra. ¿Ven? Seguro. Todos lo hacen. Sectas, clanes y todo eso, gritan y claman. Ellos gritan y exclaman en un juego de béisbol.",
    "Pero cuando Cristo se ha identificado en Ud., identificándose Él mismo, entonces Ud. es como Cristo. Pues, la palabra Cristiano significa ser “como Cristo”. Allí tienen su identificación. Muy bien. Ahora, y siendo que Él es nuestra identificación, entonces nosotros debemos estar identificados con Él, al vivir para Él.",
    "Noten, Dios ha tenido un propósito triple en este gran misterio secreto. Dios, en Su gran misterio secreto que tenía antes de que el mundo comenzara, tiene en eso un propósito triple. Y ahora de lo que queremos hablar, en esta mañana, es: ¿cuál es ese propósito triple? ¿Ven? Ahora, yo creo, que con la ayuda del-de Dios, Quien está presente, que Él-Él nos lo mostrará. Ahora, si Él tenía este propósito triple, nosotros queremos averiguar lo que es este propósito triple.",
    "Lo primero fue, que Dios quería revelarse al pueblo.",
    "Él no podía hacerlo como el gran Jehová Dios Quien abarcaba todo espacio, tiempo y Eternidad; Él no podía. Él es demasiado grande para que fuera revelado a la gente, porque sería demasiado misterioso. ¿Cómo podría ese gran Ser que nunca tuvo comienzo… que después de Ud. ir más allá del ciclo de cientos de billones y trillones y trillones de años luz por el espacio, y allá afuera a lo infinito, a la Eternidad, y una gran Criatura que fue todo eso, y aún lo es?",
    "Pero lo que Él quería hacer, Él amaba el ser padre, porque Él era Padre. Y la única manera como Él pudo expresarlo, era viniendo a ser un Hijo, del Hombre. Por eso es que Jesús continuamente decía: “El Hijo del Hombre”. ¿Ven? Ellos no sabían de lo que estaba hablando, muchos de ellos. Pero ¿ahora lo entienden Uds.? [La congregación dice: “Amén”.—Ed.] ¿Ven? Él quería expresarse a Sí mismo. Ése fue Su, uno de Sus tres grandes propósitos, era expresarse a Sí mismo, identificarse a Sí mismo con seres humanos, para revelarse a Sí mismo en Cristo.",
    "Segundo: para tener preeminencia en Su Cuerpo de creyentes, ésa es Su Novia, para que Él pudiera vivir en las personas.",
    "Ahora, Él pudo hacerlo en Adán y Eva, pero el pecado los separó, por tanto, ahora tenía que haber alguna manera de volver a recuperar eso. ¡Oh, vaya! ¡Oh, cuando yo…! Esto, esto es rico, para mí, el sólo pensarlo. ¿Ven? ¿Entienden cuál era el propósito de Dios? ¿Por qué sencillamente no mantuvo a Adán y a Eva en su estado original? Entonces Él no hubiese podido expresar Su plenitud, Su atributo completo. Pues Él pudo haber sido un Padre allá, es cierto, pero Él también es un Salvador. Ud. dice: “¿Cómo sabe Ud. que Él lo era?”. Él lo es, porque yo he tenido la experiencia. ¿Ven? ¿Ven? Él es Salvador, y Él tenía que expresarlo. Y ¿cómo podía hacerlo? Sólo por medio de Cristo. ¿Cómo podía ser Hijo? Sólo por medio de Cristo. ¿Cómo podía ser Sanador? Sólo por medio de Cristo. ¿Ven? Todas las cosas terminan en esa única Persona, Jesucristo. ¡Oh, vaya! Cuando yo-cuando yo…",
    "Cuando pienso en eso, yo-yo sólo veo las denominaciones pasar de la escena, y todo lo demás desaparece (¿ven?); cuando veo el gran propósito de Dios, revelándose; y teniendo, primeramente, que revelarse a Sí mismo en Cristo, “la plenitud de la Deidad corporal”; y después, para traer esa “plenitud de la Deidad corporal” a una gente, donde Él pudiera tener la preeminencia, el mando, el liderazgo.",
    "Otra más, una noche, si no consiguieron la cinta, yo prediqué aquí una noche, sobre “Un Prisionero De Jesucristo”, ¡Pablo, un prisionero! ¿Ven? Cuando Dios logra que Ud. sea Su prisionero, entonces Ud. sólo puede hacer lo que el Espíritu le dice que haga. Pablo, con todo su gran intelecto, enseñó… él fue instruido por Gamaliel, para ser un gran sacerdote o rabino algún día. Y él tenía grandes ambiciones. Intelectualmente él era un gran hombre, una gran autoridad, un gran hombre en la nación. Pero él tuvo que sacrificar todo eso (¿ven?), para llegar a ser parte de la Palabra, para expresar a Jesucristo. Él sabía lo que era decir…",
    "Él tuvo la noción de ir a un lugar, donde algunos hermanos le habían llamado, pero a él le fue prohibido por el Espíritu hacer Su propia voluntad. ¡Oh, si-si la gente aun medio espiritual pudiera captar eso! ¿Ven? A él le era prohibido hacer su propia voluntad. Él sólo podía hacer… “El Espíritu me lo prohibió”. ¿Ven? Él era un prisionero de Cristo.",
    "Entonces, un día, esta adivina (lo cual él sabía) Pablo sabía que tenía la potestad de expulsarle ese diablo, pero él sólo podía hacerlo siempre y cuando fuese la voluntad de Dios. Día tras día ella lo seguía, clamando tras él, pero un día el Espíritu le dio el permiso. Entonces él la reprendió, al espíritu que estaba en ella. ¿Ven? Él sabía lo que era ser prisionero.",
    "Moisés, su intelecto, tuvo que perderlo para así poder encontrar a Cristo, para ser prisionero. Luego cuando Dios le había sacado el mundo a golpes, y todo lo de hombre poderoso que tenía, y cuando se paró en la Presencia de esa Columna de Fuego aquel día, él se quedó mudo. Él ni siquiera pudo ni hablar, dijo él. Dios entonces tuvo un prisionero. ¿Ven? Ud. no lo intente con su propia búsqueda. Luego Dios tuvo que investir a este hombre, o dotarle con poder, suficiente para que el pudiera ir allá.",
    "Y él dijo: “Señor, le dije a Faraón lo que dijiste, y él no lo quiso hacer”.",
    "Él le dijo: “Entonces, toma ésta, tu vara”, Dios hablando, ésa es la Palabra de Dios, “ve allá y apúntala hacia el este, y llama las moscas”. Y moscas vinieron a creación, porque Él tenía un prisionero que Faraón no podía sobornar con nada; nadie más podía desviarlo a ningún lado. Él era un prisionero por completo en las cadenas de la Palabra de Dios, atado solamente por ASÍ DICE EL SEÑOR.",
    "¡Oh, si Dios pudiera conseguir prisioneros así! Ahora, allí es cuando Él puede expresar la preeminencia, ¿ven Uds.? Él, Él tiene al hombre, o la persona, para que así él sólo conozca a Cristo. ¿Entienden Uds. lo que quiero decir? [La congregación dice: “Amén”.—Ed.] Muy bien. Eso es lo segundo.",
    "Primero: para expresarse a Sí mismo plenamente, Dios en Cristo.",
    "Segundo: para tener la preeminencia, por esto, en Su Iglesia (la cual es Su Cuerpo, la Novia), hasta que Él pueda tener la preeminencia para expresarse a Sí mismo a través de ellos. Muy bien.",
    "Y tercero: para restaurar el Reino a su posición debida, que cayó a raíz del pecado del primer Adán; de nuevo a cuando Él caminaba en el fresco de la tarde, con Su gente, hablaba con ellos, tenía compañerismo con ellos.",
    "Y ahora el pecado y la muerte los habían separado a ellos de Su Presencia y de toda Su expresión. ¿Lo leen Uds.? Antes de la fundación del mundo, para expresar todos Sus-Sus-Sus atributos, lo que Él era.",
    "Por consiguiente, si algún trinitario aquí se diera sólo un minuto, ¡Ud. podría ver que Padre, Hijo y Espíritu Santo no son tres Dioses! ¡Son tres atributos del mismo Dios! ¿Ven? Es Su expresión. Padre: Él lo era, y quiso ser Padre. Él fue Padre, Él fue Hijo, y Él es el Espíritu Santo. Y el Padre y el Espíritu Santo son el mismo Espíritu, ¿no lo ven? ¿Lo entienden? [La congregación dice: “Amén”.—Ed.] No son tres dioses. El diablo les ha dicho esas cosas, para convertirlos en idólatras. ¿Ven? Es un solo Dios, expresado en tres atributos. Para ser Padre, para ser Salvador, para ser Hijo, para ser Sanador (¿ven?), son Sus expresiones.",
    "Quiero pausar aquí por un momento para que aun la gente escuchando la cinta capte la idea, para que puedan ver. Me tomaría varias vueltas de ese reloj, en cada uno de esos temas. Pero espero que lo esté haciendo lo suficientemente claro para que Uds. puedan ver a lo que quiero llegar. ¿Ven?",
    "Dios, expresado en Jesucristo; que era igualmente Padre, Hijo, y Espíritu Santo, “la plenitud de la Deidad corporal”.",
    "Ahora “la plenitud total de la Deidad corporal” mora en Su Iglesia, las preeminencias. Todo lo que Dios era, Él lo derramó en Cristo; y todo lo que era Cristo, se derramó en la Iglesia, los creyentes.",
    "¡No en denominación! Llegaremos a eso en unos minutos, y lo sacará de sus mentes para siempre, ¿ven?; les mostraré lo que causa eso, con la ayuda de Dios, si Él nos lo permite.",
    "¿Cuál es Su propósito ahora? De expresarse como Hijo (¿ven?); y ahora, que en Él habite “la plenitud de la Deidad corporal”. Estoy, tengo aquí a Colosenses, ante mí. ¿Ven? Lo cual, por toda la Escritura, ése era el propósito de Dios. Entonces, a través de esta Vida de Su Hijo, Su cruz, “la Sangre” dice aquí, “de Su cruz”, para que Él pudiera reconciliar a Sí mismo un Cuerpo, una Novia; la cual es Eva, la segunda Eva. Y Dios lo dio en tipo, como lo hizo en Moisés y todos ellos; igual como lo hizo en Adán y Eva, dando un tipo, que eran Cristo y la Novia. Él es el segundo Adán; la Iglesia es la segunda Eva.",
    "Y mientras que la segunda Eva haga compromisos en contra de la Palabra, ¿no está haciendo ella lo mismo que la primera Eva? [La congregación dice: “Amén”.—Ed.] Tratando de decir: “Pues, eso era para otra edad”. Y llegaremos a eso en unos minutos, si es que Él dijo que era para otra edad. ¿Cómo puede ser para otra edad, cuando Él es “el mismo ayer, hoy, y por los siglos”?",
    "Pero Dios así lo ha diseñado y “escondido de los ojos de los prudentes y sabios, y lo reveló a bebés predestinados” que estaban predestinados para recibirlo.",
    "Ésa es la razón, miren por la edad, cuando esa Luz llegó a algunos, ellos la rechazaban, y la desechaban. Y los grandes intelectuales y aquellos tremendos sacerdotes estaban parados allí, había rabinos, desde grandes maestros y autoridades, diferentes, como Nicodemo y ésos, el hombre era eruditamente pulido, y él ni siquiera pudo entender Eso.",
    "Y hubo esos grandes sacerdotes que se pararon allá, y rabinos que habían sido instruidos en esa Palabra. ¡Y vaya, la conocían, intelectualmente! Y Él dijo: “Vosotros sois de vuestro padre, el diablo, y sus obras haréis”. Piénsenlo, hombres santos, uno no los podría acusar de nada, en cuanto a sus vidas, o la vida de sus padres, o la vida de sus abuelos, o la vida de sus tátara-tátara-tátara-tátara-tarabuelos. Si tal fuera el caso, morían en vergüenza, morían apedreados. Pero aquí estaba Jesús, llamando aquel grupo, “¡un montón de diablos!”, ¡personas religiosas!",
    "Ahora, ¡oh, la gran revelación hoy! Ahora para restaurar nuevamente Su parentesco, para traer nuevamente, pues Él tenía que permitir que ellos se extraviaran, Uds. lo entienden. Él tenía que permitir que pecaran, permitirles libre albedrío… Él, Él no podía obligarlos a que pecaran, y permanecer siendo Dios, y después castigarlos por algo que Él los obligó a que hicieran.",
    "Pero cuando Él entró en este arreglo con el hombre, entonces le permitió al hombre actuar según el libre albedrío (¿ven?), igual como Él lo tiene a Ud. hoy. ¿Ven? ¿Ven? Ud. se comporta de la manera que quiera; Ud. tiene libre albedrío. Por lo tanto, si Él puso al primero de esa manera, Él tiene que poner al segundo también así, Él tiene que ponerlos a todos de esa manera, o para comenzar Él actuó equivocadamente. ¿Ven? Así pues, toda persona está sobre ese mismo fundamento.",
    "Ahora nótenlo, trayendo eso otra vez; y al permitir que ese hombre hiciera eso, y sabiendo que él lo haría, sabía que lo haría. Pero ¿qué se logró con eso? Desplegó Su atributo como Salvador. Y todo el propósito entonces queda en Jesucristo, para que llegara… Dios mismo para llevar el castigo de Su Propia ley (muerte); muriendo para redimir a la esposa que estaba perdida por rechazarlo a Él.",
    "Cuando Eva se alejó de la Palabra, ella se alejó de su compañero. Y cuando la iglesia se aleja de la Palabra, a una denominación, ella rechaza y comete fornicaciones con el mundo de la sabiduría del hombre, rechazando la autoridad de la Palabra de Dios. ¿Suena claro eso? [La congregación dice: “Amén”.—Ed.] La Biblia dijo: “Cometiendo fornicación espiritual”. Cualquier Palabra en la Biblia, que es rechazada, o si le es dada cualquier interpretación personal, eso es absolutamente rechazar y cometer adulterio en contra del Dios que es su Esposo. Una adúltera nunca entra en el Reino de los Cielos, eso lo sabemos. ¿Ven? Ahora (¿ven?), eso fue lo que hizo Eva en un principio.",
    "Ahora noten de nuevo, entonces ¿cuál es Su propósito triple? Manifestarse a Sí mismo en Jesucristo; para entrar en el Cuerpo, por medio de Jesucristo, para tener las preeminencias para (¿qué?), restaurar de nuevo el Edén, traer nuevamente aquello que se había perdido. Eso era lo único fuera de orden. Todas las demás cosas Suyas estaban en orden.",
    "Pero Él tenía que permitir, poner al hombre con libre albedrío moral, para que cayera, para que así Él pudiera ser Salvador, para desplegar lo que existe en Él (¿ven?), Su atributo de Salvador. Algo se tenía que perder. Y eso precisamente, que el hombre cayó y se extravió, Él llegó a ser el Salvador, tomando sobre Sí Su Propia ley. Y Él no podía hacer eso como el gran Jehová que abarcaba todo espacio y tiempo. Vean, Él no podía hacerlo; y Él tuvo que llegar a ser un Hombre. Y Él formó parentesco con el hombre que estaba perdido, amén, y se hizo un Hombre: ¡Dios! ¡Hecho carne!",
    "¡Aleluya! Piensan que estoy emocionado, pero no lo estoy. ¡Es algo por dentro!",
    "Dios vino de ser Dios, a convertirse en mí, para cargar sobre Sí mi pecado, para poder convertirme a mí en Él, amén; de nuevo a Su gran propósito de hijos e hijas de Dios, pues Él es el Padre Eterno. Ese atributo estaba en Él (¿ven?), así que eso tenía que ser desplegado.",
    "Ahora ¿ven todo el plan triple? ¿Ven? Para expresarse a Sí mismo, Él quiere llegar a ser… Ahora, el-el mundo está perdido, ahora Él tiene que expresarse a Sí mismo, en un Hombre, para llegar a ser Salvador, por medio de la reconciliación de la Sangre, de Su cruz. Ahora Él tenía que llegar a ser eso, para morir, para de esa manera salvar y traerse Él mismo de nuevo a la Iglesia, para tener la preeminencia en Su Iglesia.",
    "Ahora recuerden, ¡no puede, y no lo será y nunca será, y nunca ha sido una denominación! Él tiene que tener la preeminencia, y Él es la Palabra. ¡Amén! ¿Cómo se puede inyectar Allí algún credo? Sería un… Convierte la iglesia en una ramera, el aceptar palabras de cualquier hombre o cualquier credo o cualquier denominación. Sería rápidamente marcada, en Apocalipsis 17, como madre ramera y rameras; la Iglesia Católica Romana siendo la madre ramera, y los protestantes siendo las rameras. Está exactamente tan claro que cualquier persona podría leerlo. Hemos venido a través de las edades de la Iglesia, y Uds. pueden ver eso en esas-esas cintas si lo desean. Exactamente. ¡Entonces, cualquier cosa que se una con un credo ajeno a la Biblia, es una ramera delante de Dios! Y ha hecho lo mismo que Eva; se aparta de la Palabra, lo cual es Cristo. ¡Oh, vaya! Muy bien.",
    "Ahora vemos Su misterio que Él tenía escondido en la mente desde antes de la fundación del mundo. Ahora ¿les gustaría leer un poco de esto? Sencillamente leámoslo. ¿Tendrán el tiempo suficiente? [La congregación dice: “Amén”.—Ed.] Lo-lo leeremos. Ahora vamos todos, sólo para una lectura, de todas maneras, al Libro de los Efesios, y comencemos en el-el primer capítulo de los Efesios, a leer. Y ahora, esta lección de escuela dominical avanza, en esta manifestación triple de Cristo, leamos.\n\nPablo, apóstol de Jesucristo por la voluntad de Dios,…",
    "Ahora observen, no está dirigido al mundo, sino:\n\n…a los santos y fieles en Cristo Jesús que están en Efeso:",
    "¿Cómo entra uno a Cristo Jesús? ¿Por unirse a la iglesia? [La congregación dice: “No”.—Ed.] ¡Por un nacimiento! “Por un Espíritu”, Primera de Corintios 12, “todos somos bautizados en un Cuerpo”. ¿Ven?",
    "Muy bien, a ésos es que él les está hablando. Eso no está dirigido al mundo de afuera. No podemos hablarle al pecador sobre esto, porque él no sabe nada al respecto. Pablo no dirigió esto a pecadores. Él dijo: “Esto es para ese-ese-ese Grupo allí que está en Cristo Jesús”.\n\nGracia y paz a vosotros, de Dios nuestro padre y del Señor Jesucristo.\n\nBendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual (¿En dónde?) en los lugares celestiales en Cristo,",
    "🦅 Lugares Celestiales”. ¡Oh, cómo desearía tener tiempo! Lo tengo marcado aquí en mi Biblia, lo de lugares Celestiales, lo que son lugares Celestiales. Lugares Celestiales, sólo por un momento, es “la posición del creyente en Cristo (¿ven?), donde el creyente está en Cristo”, en lugares Celestiales.\n\nSegún nos escogió…(escuchen con atención) …nos escogió en él antes de la fundación del mundo,…",
    "¿Cuándo nos escogió Él? “Antes de la fundación del mundo”, cuando lo de Su gran misterio oculto, Su gran secreto.\n\n…Él nos escogió en Cristo antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él en (¿qué?) amor.\n\nHabiéndonos (¿qué?) predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su voluntad,",
    "🦅 ¡Predestinado!”, allí está el misterio. Él, antes que Cristo o que otra cosa estuviera sobre la Tierra (¿ve Ud. Su gran misterio?), Él escogió la Novia. Sabiendo que Eva caería, por descreer la Palabra, sabiendo que ella caería; pero Él escogería una Novia que no caería, que se aferraría a esa Palabra sin importar lo que el resto del mundo tuviera que decir al respecto. ¡Ellos se aferrarían a esa Palabra! Ellos están predestinados a pararse allí, “la adopción de hijos por medio de Jesucristo”, ¡predestinó la Iglesia para esa gran y gloriosa posición!",
    "¿Ahora ven Uds. Su secreto? ¿Para qué? Para restaurar a la Eva caída, siendo ella un tipo previo de la Iglesia. Y ahora noten cómo Dios abrió el costado de Adán y sacó a Eva, de su propia carne y sangre, y dividió su espíritu entre masculino y femenino, a femenino, y lo puso en Eva. Tomó la costilla de su costado, y de ella creó a Eva; así Dios hizo lo mismo, tomando del costado de Cristo, la Sangre y el agua. Y Cristo es la Palabra, y tomó la Palabra y formó Su Iglesia, a Eva (¿ven?); de nuevo para Sí, redimidos por la Sangre que salió de Su Cuerpo. ¿Ahora lo ven? [La congregación dice: “Amén”.—Ed.]",
    "El gran misterio de Dios siendo desarrollado, que había sido escondido desde la fundación del mundo, pero desde allá ya lo tenía determinado. Ahora miren, encontramos eso, que Él-que Él hizo eso. Y aquí en Efesios, y en muchas otras citas, les dará lo suficiente para… Ahora, viniendo a través de las edades, Él ha estado lentamente desarrollando este misterio. ¿Pueden ver ahora? Ahora, por las…",
    "¿Cómo hizo Él? ¿Qué sucedió ahora con la figura? Él abrió el costado de Adán y tomó parte de su carne, lo cual era Adán, para hacer a Eva. La Novia tiene que ser la Palabra, porque Él es la Palabra. Ella no puede basarse sobre credos. Ella no puede basarse en denominación. Ella no puede estar en base a un buen comportamiento. Ella tiene que permanecer solamente sobre la Palabra, porque forma parte de Ella. Ella fue tomada de Cristo. ¿Ven?",
    "Y para estar seguro, de que todo el Rapto ahora… Lutero fue una parte, Wesley fue una parte, los profetas fueron una parte. Si ellos no-no son parte… en la revelación tan sencilla de que ellos componen el cuerpo, los pies, los dedos del pie, brazos y todo eso, hasta la Cabeza (a la cual llegaremos en unos minutos) ¿lo ven?, eso compone la plenitud del Rapto. Es el Cuerpo de la Palabra, que es Cristo. ¡Amén!",
    "Fuera de Eso, Ud. está perdido. No me interesa lo bueno que Ud. sea, o la relación que tenga, o cuál sea su compañerismo, o cuál sea su organización, Ud. está perdido, a no ser de que esa Palabra esté en Ud.",
    "🦅 Si habitáis en Mí (la Palabra), si Mi Palabra habita en vosotros, entonces pedid lo que queráis”; por cuanto Ud. y la Palabra son lo mismo, Él tiene la preeminencia, Él tiene el mando. Ud. es-Ud. es un prisionero de Él. El mundo está muerto. Ud. ya no tiene más… Ud. ve a las demás personas viviendo a su manera, sin embargo, Ud. no hace eso. Ud. es un prisionero. Ud. está unido en yugo con Él. “Mi yugo es fácil”. Unido en yugo con Cristo, con Su Palabra: “Sólo hago aquello lo cual el… le agrada al Padre. Y si no podéis creer que Yo soy, entonces creed la Palabra”. ¡Es tan perfecto! Noten.",
    "Ahora noten, a través de las edades, Él gradualmente ha venido dando a conocer esto, lentamente desarrollando el misterio, por medio de los profetas y por medio de tipos. Ahora podemos ir a eso, y expresándose a Sí mismo.",
    "Él se expresó en Moisés. Miren a Moisés: nacido en tiempo de persecución de los niños. Él nació para ser un libertador. Fue escondido entre los juncos, igual como Jesús fue llevado a Egipto. Él salió. Él subió al monte, y regresó con los mandamientos.",
    "Jesús subió al monte, Su primer sermón, el Sermón Del Monte, regresó con los mandamientos. “Oísteis que fue dicho a los antiguos: no cometerás adulterio. Pero Yo os digo que cualquiera que mirare a una mujer para codiciarla, ya adulteró”. Fue Dador de ley, Sacerdote, Rey, Guía, ¡exactamente eso!",
    "Él se expresó en José, nacido entre denominación, sus hermanos. Ellos le odiaron sin causa porqué él era espiritual. Él veía visiones. Dios estaba con él. Él podía interpretar sueños; y sus hermanos le odiaron. Él fue vendido por ca-… por sus hermanos, por casi treinta piezas de plata. Exactamente como Él fue vendido por Judas Iscariote, uno de Sus hermanos, por treinta piezas de plata. Él fue lanzado en una cisterna y dado por muerto. Correcto. Al padre y a los demás les dijeron que había muerto. Como fue lanzado en esta cisterna; sacado, y llegó a la diestra de Faraón.",
    "En el calabozo, ¡cuánto sufrió allí! Y-y hubo dos salvos: el copero y el panadero, uno se perdió, y el otro fue salvo, más bien. Y el-el copero… Uno fue condenado y el otro fue salvo. Igual como en la Cruz, cuando Él estaba en Su prisión, clavado a la cruz por nuestros pecados, llegó a ser prisionero, un ladrón se perdió y el otro fue salvo. ¿Ven? Exactamente igual.",
    "Después él llegó hasta la diestra de Faraón, el rey con el cual había soñado, habiendo tenido la visión que él se sentaría a los pies del rey, y toda autoridad en Egipto le fue dada a él. Su visión tenía que llegar a cumplimiento. Él quizás meditó en ella, muchas veces, mientras estaba en-en esa prisión allá abajo. Su barba creciendo y todo eso, pero él la examinó; algún día su visión tendría que cumplirse.",
    "¡Aunque tarda, eso tiene que acontecer! Como lo dije anoche, o la noche anterior, el miércoles en la noche aquí en el servicio. ¿Ven? Eso tiene que suceder. Cuando Dios lo ha dicho, tiene que acontecer. Es un profeta vindicado y eso tiene que acontecer, porque es la Palabra de Dios.",
    "Y la Palabra únicamente viene al profeta. La palabra profeta significa “un revelador de la Divina Palabra Escrita”, igual como uno que anuncia (¿ven?), o un vidente. Noten. Y de cómo el vidente, el cual Ud. sabe está anunciando, él es Divinamente vindicado al haber visto algo y eso acontece. “Si hubiere alguno que se cree profeta, y os dice que cierta cosa sucederá; si eso no sucede, entonces no le oigáis; pero si llega a suceder, entonces Yo estoy con él, y es mejor que le temáis porque Yo estoy con él”. ¿Ven? Exactamente. Allí está la vindicación, y Ud. se da cuenta si es la Verdad o no.",
    "Dios está respondiendo por medio de Su Palabra, a Su pueblo, por medio de personas. Vean, Dios únicamente habla a través del hombre; “Yo soy la Vid, vosotros los pámpanos”. La Vid no da el fruto. Los pámpanos hablan, dan el fruto de la Vid. Noten, siempre ha sido de esa manera.",
    "Entonces encontramos a José, que nadie podía tocar o venir a Faraón sin primero ver a José: “Ningún hombre puede venir al Padre, sino por el Hijo”. Y cuando José dejaba el trono, sonaban las trompetas: “¡Toda rodilla doblada!, ¡viene José!”.",
    "¡Gloria! Y algún día toda rodilla se doblará, y toda lengua confesará, cuando Él deje el Trono de Su Padre (¿ven?), para venir. Toda persona será testigo que Él es el Hijo de Dios. O Ud.… Será demasiado tarde entonces; hágalo ahora.",
    "Entonces vemos que a través de los tipos, pudiéramos aun tomar a David, como mencioné hace un rato, dejando su trono, rechazado por su propia gente, subiendo el mismo monte, el Monte de los Olivos, mientras iba a su prisión. Él iba a su prisión porque había sido rechazado por sus hermanos y por su propia gente. Él subió allá, llorando. Ése era el Espíritu de Cristo en él, que sería rechazado mientras miraba sobre Jerusalén y lloraba, y dijo: “Jerusalén ¿cuántas veces quise…?”. Un rey rechazado. Ochocientos años más tarde, el Hijo de David se paró en Jerusalén, allá sobre Jerusalén, rechazado y lloró por Jerusalén, y dijo: “Ahora ha llegado tu hora”. Correcto. ¿Ven?",
    "Todas esas cosas fueron tipos de Él, sólo en tipo, sin embargo, el misterio estaba oculto. Esos hombres no sabían lo que hacían. Ellos sólo sabían que eran guiados por el Espíritu a hacer algo. Ahora, lo retenía para los postreros días, para la gran revelación. Pero expresándolo, Se expresaba en Moisés y David y José y Elías, y todos aquéllos a través del tiempo. Uno… Pudiéramos tomar cada uno de esos profetas, y sacar a relucir sus vidas y mostrar que expresaron a Jesucristo perfectamente, exactamente, aunque nunca plenamente delatando Su secreto; esperando para darlo a conocer en los postreros días como Él prometió; esperando que fuera plenamente comprendido (¿ven?), antes de que Él lo pudiera expresar. Si Él lo contaba en su totalidad…",
    "Pues, la Biblia está escrita en misterios. Jesús le agradeció al Padre por eso (¿ven?), porque fue escrita en misterios.",
    "Ahora la Venida del Señor está en misterio. Nosotros no sabemos cuándo viene Él, o cómo viene, pero sabemos que viene. ¿Ven? Y así también todos los misterios de Dios esperaban por este día postrero. Después que ya haya sido completado, entonces Él revela y muestra lo que ha hecho. ¡Oh, vaya! Nunca dio Su misterio plenamente.",
    "Es igual a esto, comparando los Siete Sellos. Ahora, cuando Dios usó a Martín Lutero para la salida de esa primera iglesia o de esa edad de la iglesia, y cuando usó a John Wesley, y gradualmente Él los sacó, y estaba revelando en ellos esa edad de la iglesia, cuando nosotros-cuando se regresa ahora por la Biblia, nos damos cuenta. Pero en los postreros días, es la razón que eso fue algo tan tremendo, por lo cual Él habló aquí y mostró esos Siete Truenos. Y Look y Life la revis-…",
    "La revista Life publicó esa Nube en Círculo y Luz allí que no pudieron entender, y aún no lo saben. Sin embargo, dijo aquí: “Ve allí y espera que estos misterios sean revelados”, y aquí, meses antes de que aconteciera; y luego ocurrió de la manera exacta en la que Él dijo que sería. ¿Lo notaron en esa fotografía? Aun ese Ángel a la derecha, cuando se estaba materializando, descendiendo, con sus alas hacia atrás y su rostro de lado; está allí mismo en la fotografía, así exactamente. Meses antes de que sucediera, fue dicho aquí, que, “Él unirá al Cuerpo de creyentes; para revelar, para tomar esos cabos sueltos”.",
    "Llegó Lutero, él sólo predicó justificación, simplemente golpeó fuerte, en esa edad. Él no sabía lo que era esa edad. Vino Wesley, y él golpeo a través de su edad. ¿Ven? Y muchos se desprendieron de allí, surgiendo las otras iglesias. Luego llegó Pentecostés, golpeando fuertemente, y ellos se organizaron y regresaron nuevamente a la muerte, como veremos en unos minutos, regresando de nuevo a la “muerte”.",
    "Y después viene la revelación del misterio, para revelar de qué se ha tratado todo. Por lo cual, estas pequeñas doctrinas, como Lutero produciendo el catecismo y otras cosas; y Wesley trayendo esto, eso, y lo otro, y estas otras cosas; y luego Pentecostés trajo organización de igual manera, y bautismo en “Padre, Hijo, y Espíritu Santo”, y todo eso; no conociendo otra cosa, porque… Luego regresar en los días postreros y tomar todos estos misterios y claramente explicarlo, revelarlo. ¿Por qué? Es todo en los días postreros, cuando este gran misterio que Dios tenía en Su corazón esté siendo revelado.",
    "¿Lo captan? [La congregación dice: “Amén”.—Ed.] Si fallan, regresen de nuevo a esta cinta. No sé cuánto tiempo más estaré con Uds. Recuerden, ésta es la Verdad del ASÍ DICE EL SEÑOR; es la Verdad, es la Escritura.",
    "Es como los siete misterios de los últimos Siete Sellos, los misterios de ellos. Los Sellos ya habían sido rotos, cada edad se había cumplido; pero en eso ellos dejaron muchas cosas dispersas. Y Dios, no queriendo que estas cosas estuvieran dispersas, Él regresa y recoge esas cosas, esas doctrinas que ellos comenzaron, y las expuso y reveló la cosa completamente. Lo mismo que Él está haciendo ahora en revelar el misterio de Cristo, ¡de cómo Él era el propósito triple de Dios para la Iglesia! ¡Oh, vaya! Dándolo a conocer a Él. ¡Revelando!",
    "Revelar, dice el Webster [un diccionario—Trad.] es: “dar a conocer. Dar a conocer, y en particular”, dice el Webster: “en una Verdad Divina”, que es el significado de revelación. La revelación, es la manera de Cristo darse a conocer a Su Iglesia.",
    "Ahora decimos: “Pues, Hermano Branham, Ud. está diciendo esto por decirlo”. Pues, no diríamos esto simplemente por decirlo.",
    "Ahora fíjense, Él se dio a conocer a Pedro. Si quieren anotar esto, y abramos… Si quieren leerlo, lo-lo leeremos si desean, en San Mateo 16:15 y 17. Lo citaré. Cuando venían del Monte de la Transfiguración, Él preguntó: “¿Quién dicen los hombres que es el Hijo del Hombre?”.",
    "🦅 Algunos dicen, oh, piensan que eres Elías, y otros dicen que eres uno de los profetas, Jeremías o alguno de ellos”. Pero eso no fue lo que Él preguntó.",
    "Él dijo: “¿Quién pensáis ahora que soy yo?”. Ahora, allí está la Iglesia a la que Él le está hablando. ¿Ven?\n\n“¿Qué piensan los hombres que soy”?",
    "Hoy, “Él es un filósofo”, en esta religión social. “Él fue un Hombre bueno. Nosotros creemos que Su enseñanza es correcta. Es un buen lema por el cual vivir. Considero que nos haría mejores a todos, si lo practicáramos. Nosotros deberíamos tener nuestras iglesias, y nuestros-nuestros tales y tales”. Ése es un San Nicolás, como un cuento de San Nicolás.",
    "No son expresiones de alguna iglesia, por lo cual debemos expresarla. Es una vida que Ud. no vive por su cuenta, sino que Él entra en Ud. y la vive Él mismo, y Ud. llega a ser un prisionero, apartado de cualquier intelecto humano; Ud. es guiado por el Espíritu. ¿Y uno cómo lo sabe?",
    "Ahora, Ud. dice: “Tal vez lo sepa, yo estaba perdiendo la mente. Quizás un hombre que está perdiendo la mente actúa así”.",
    "Pero si Ud. tiene la mente de Cristo, Cristo mismo se expresa a través de Ud., mostrando que es Él, y no Ud. que ha perdido la mente.",
    "Algunas personas, bajo ilusiones de cosas, salen y se vuelven dementes. Pues, eso, sabemos que eso está mal. Ése es el diablo queriendo personificar lo verdadero antes de que llegue aquí (¿ven?), siempre algo falso. ¿Ven?",
    "Pero un verdadero hombre, ¡que pierda sus propios pensamientos y sus propias ideas! No llegar así a ciegas de esa manera. No, señor. Venga Ud. con sus sentidos correctos, y Cristo se apodera de Ud. y se expresa a Sí mismo. Y ahora para el mundo, Ud. es una persona demente.",
    "Ahora, si Ud. estuviera demente, realmente demente, entonces no hay nada, el diablo no lo puede controlar completamente. Él intentará que Ud. haga todo contrario a esta Palabra.",
    "Pero cuando Cristo se apodera de Ud., Él expresará esa Palabra a través de Ud., porque es Él; ¡Él es la Palabra! ¿Ven? Y entonces Ud. podrá ver la expresión de Cristo. No alguna clase de ilusión, sino el genuino Cristo expresándose a Sí mismo a través de Ud. ¡Qué hermoso!",
    "Ahora fíjense. Él preguntó: “¿Quién decís vosotros que soy yo?”. Él se lo está preguntando a la Iglesia, a Sus doce. Entre los millones de aquel día, Él le hizo la pregunta a doce, a Su Iglesia.\n\nEntre los millones del día de Noé, se lo preguntó a ocho. Ajá. ¿Ven?",
    "Y Él dijo: “Como fue en los días de Noé, así también será en los días de la Venida del Hijo del Hombre (¿ven?), donde ocho almas fueron salvas”.",
    "No digo que habrá solamente ocho salvas hoy. Ahora no entiendan eso mal; en ningún momento dije eso. Yo no sé cuántas serán que van a ser salvas de eso, que ésos son… en ese último momento, en el-el que será raptado ese pequeño grupo. Será un grupo pequeño, eso se los puedo asegurar; “Porque estrecha es la puerta, y angosto el camino, y pocos son los que la hallan”.",
    "Pero cuando aparezca el gran Cuerpo de redimidos de entre todas las edades, ¡entonces allí será un gran trono! Apocalipsis 7 lo dice: “Una gran compañía, la cual ninguno podía contar”. Subiendo de todas las edades, que caminaron en la Luz de la Biblia, hasta donde les fue revelado. Y ahora nosotros sabemos que Wesley tuvo más luz que Lutero. Sabemos que Pentecostés alumbró aun más que Wesley. ¿Ven? Seguro que sí.",
    "Porque, gradualmente fue dejando saber más, como sucedió con los profetas y demás, hasta que fue dado a conocer perfectamente, “la Deidad corporalmente en Cristo”.",
    "Y ahora el Cristo en la Iglesia apenas se está dando a conocer. El asunto por completo es la revelación de Dios, para llevar a Eva de nuevo a su posición correcta con su Esposo. Noten, y Dios es el Esposo de la Iglesia, y la Iglesia es Su Novia.",
    "Ahora, Pedro, cuando respondió, dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Ahora observen: “Bienaventurado eres, Simón”, Barjonás, dice [en Inglés—Trad.], que significa, “hijo de Jonás”. ¿Ven? “Bienaventurado eres, porque no te lo reveló carne ni sangre; no lo aprendiste de alguna escuela. Sino Mi Padre que está en el Cielo te lo ha revelado”. Noten lo que Él le dijo: “Sobre esta roca…”. Ése es Pedro, la Simiente predestinada de Dios que había recibido esta Luz, y le habían sido dadas las llaves del Reino. “Sobre esta roca de revelación, respecto a Quien es Jesucristo”, Él es Dios completo y manifiesto. “Sobre esta roca…”. No sobre un Padre, Hijo y Espíritu Santo, y Él siendo la segunda Persona. “Sobre esta roca edificaré Mi Iglesia, y las puertas del Hades nunca la tumbarán, nunca prevalecerán contra Ella”. ¿Ven? “Sobre esta roca edificaré Mi Iglesia”, una revelación de Jesucristo.",
    "Fíjense, Cristo en Ud. le hace a Él el centro de la Vida de la revelación. ¿Lo ven? La vida de Cristo en Ud. lo hace a Él el centro de la revelación. Cristo en la Biblia, hace de la Biblia la revelación completa de Cristo. Cristo en Ud. hace de Ud. la revelación completa de todo el asunto (¿ven?), de lo que Dios está tratando de hacer.",
    "¿Qué es entonces el nuevo nacimiento? Preguntaría Ud.: “Pues, Hermano Branham, ¿qué es el nuevo nacimiento?”. Es la revelación de Jesucristo personalmente a Ud. ¡Amén! ¿Ven? No que Ud. se haya unido a alguna iglesia, o haya dado la diestra en compañerismo, o que haya hecho algo diferente, haya citado algún credo, prometió vivir según un-un código de reglas; sino Cristo, la Biblia, Él es la Palabra que le fue revelada a Ud. Y no importa lo que cualquiera diga, o lo que suceda, es Cristo; ya sea pastor, sacerdote, lo que pudiera ser. Es Cristo en Ud., ésa es la revelación sobre la cual fue edificada la Iglesia.",
    "Ud. dirá: “Pues, yo soy luterano; soy bautista; soy presbiteriano”. Eso no significa nada, no significa [el Hermano Branham chasquea el dedo.—Ed.] ni eso para Dios, no significa nada, ni el chasqueo de su dedo.",
    "¿Qué es? Es Cristo, siendo revelado, y Él es la Palabra. Y cuando la Palabra es revelada, entonces Ella misma se expresa. ¿Ven? Ése es el propósito de Dios con Jesucristo, era expresarse a Él mismo, para tomar Sus propias leyes y vivir según Sus leyes cumpli-… y cumplir Su ley, según la muerte. Y Cristo, Dios, murió en carne, para así condenar el pecado en la carne, para poder traer a Sí mismo una Novia gloriosa, redimida de nuevo, la cual creerá solamente en la Palabra de Dios; y no la canjeará como lo hizo Eva, por conceptos intelectuales de hombre. ¿Lo ven? Ésa es la idea de Cristo. Ésa es la idea de Dios. El nuevo nacimiento revela esto.",
    "Y si un hombre dice que es nacido de nuevo, y trata de colocar estas promesas de Cristo de estos días postreros, para alguna otra edad, haciendo así Cristo ayer pero no hoy, entonces aquel hombre, o esa persona, ha estado en un-un engaño de Satanás. Y si ese hombre dice que cree Eso, pero eso no se manifiesta a través de él…",
    "Jesús dijo, en Marcos 16: “Estas señales seguirán a los que creen; por todo el mundo y para toda edad”. Echar fuera demonios, y hablar en lenguas, y-y todas estas grandes manifestaciones de los dones que seguirían, que ¡seguirán! Y no fue “que quizás, o deben”; “¡ellas les seguirán”! Y cielos y tierra pasarán, pero Su Palabra no.",
    "Así que es Cristo expresándose Él mismo en el individuo, ya sea intelectual o aunque sea él-que no se sepa el abecé. La mitad de los apóstoles no se lo sabían, es cierto, pero sí conocían a Cristo. No les prestaron atención a Pedro y a Juan, por haber salido de algún seminario. Dijeron: “Les prestaron atención y notaron que habían estado con Cristo” cuando ellos sanaron al hombre cojo (¿lo ven?), en la puerta; así se dieron cuenta que ellos-ellos habían estado con Cristo.",
    "El nuevo Nacimiento es Cristo, es la revelación. Dios le ha revelado a Ud. este gran misterio, y ése es el nuevo Nacimiento. Ahora, ¡qué no ocurrirá cuando se reúna todo ese grupo, en donde la revelación está perfectamente en armonía, y Dios expresándolo a través de Su Palabra con los mismos hechos, las mismas cosas que Él hizo, haciendo manifiesta la Palabra! ¡Oh, si la Iglesia únicamente conociera su posición! Ella lo sabrá algún día. Entonces acontecerá el Rapto, cuando Ella lo sepa. Ahora, fíjense.",
    "Uds. dicen: “Hermano Branham, pero eso-eso no…”. ¡Oh, sí, seguro que lo es! Eso es la Verdad.",
    "¿Notaron? Pablo nunca conoció a Jesús, físicamente. Pablo nunca lo conoció a Él. La única manera en que Pablo lo conoció fue por una revelación, por una visión. ¿Es correcto esto? [La congregación dice: “Amén”.—Ed.] Pablo solamente conoció a Jesús a través de la revelación, igual como Pedro.",
    "Pedro sí le había visto a Él en carne, pero no lo conoció según la carne, pues Jesús lo dijo: “Carne ni sangre te lo ha revelado; ni siquiera Mi propia vida te lo ha revelado. Sino Mi Padre que está en el Cielo te ha revelado la cosa a ti, que Él es la Palabra de Dios, y sobre esta roca edificaré Mi Iglesia”. Pedro no lo conoció a Él según la carne. Los hombres caminaron con él y le tocaron y todo lo demás.",
    "Pablo tenía algo mucho mayor que cualquiera de los apóstoles. ¿Ven?",
    "Ellos dijeron: “Pues, yo-yo tengo más revelación que tú, Pablo, porque, como sabes, yo caminé con Él; un día fui de pesca con Él. Yo lo escuché hablar. Él se sentó conmigo en la barca, incluso me dijo: ‘Vamos acá y pesquemos en este lugar, y cogeremos más peces’. Y así lo hicimos”. ¿Ves? ¿Ves? “Nosotros le vimos a Él obrar cosas”.",
    "Pero Pablo lo vio a Él después de muerto, sepultado, y de resucitar, y Se expresó en la Columna de Fuego que guió a los hijos de Israel. Sabiendo… Pablo, siendo judío, nunca hubiera llamado eso “Señor” a menos que no hubiese visto esa expresión; Él estaba allí de nuevo, el mismo ayer y por los siglos. Él dijo: “Pablo” en otras palabras, “Yo soy el mismo Dios que fui ayer. Aquí estoy, en la misma Luz, la Columna de Fuego a la que Moisés le habló, en la zarza ardiente”. Con razón él pudo separar la ley de la gracia, allá en el libro de los Hebreos; él se encontró con esa misma Columna de Fuego. Él dijo: “Yo soy Jesús, a Quien tú persigues”.",
    "Y aquí está Él hoy de la misma manera, en la misma Columna de Fuego, expresándose y vindicándose igual, revelando el misterio de Dios que ha estado escondido desde la fundación del mundo. ¿Lo ven?",
    "Pablo solamente lo conció-lo conoció a Él por revelación. Pedro lo conoció a Él por revelación.",
    "Él caminó con Él, habló con Él. Por eso, Ud. puede mantenerse en esta Palabra. Ahora, acabo de decir que Él era la Palabra. Ahora, un erudito puede sentarse y leer esa Palabra hasta que le ate a Ud. la mente en cualquier cosa (¿ven?), si quisiera hacerlo, porque él es inteligente, brillante. Tome Ud. un sacerdote católico, o no tanto así, un teólogo bien instruido, en la Biblia; hermano, o un bautista, presbiteriano o algún otro, él lo hará pensar que Ud. no sabe nada (¿ven?), cuando se trata de dialogar. ¿Por qué? Vean, es porque él le ha conocido a Él en la carne, la Escritura. [El Hermano Branham palmotea su Biblia.—Ed.]",
    "¡Pero la única manera de ser salvo es conociéndolo a Él por revelación!",
    "Yo podría tomar, podría tomar la doctrina presbiteriana y atarlos a Uds. pentecostales a tal punto que Uds. no sabrán. Puedo tomar la doctrina bautista y mostrarles a Uds. pentecostales un millón de cosas sobre las que Uds. no conocen nada. Eso es cierto, pero así no es. Ésa no es Su Iglesia; ésa no es Su Iglesia.",
    "Su Iglesia es Él mismo, revelado (¡Amén! ¿Lo ven?), y expresado, por la Palabra misma, de que Él es Dios. ¿Ven?",
    "¿Cómo pueden Uds. decir “Padre, Hijo y Espíritu Santo”, y ser bautizados según eso? ¡Paganos! ¡Es la verdad! ¿Cómo puede Ud. decir que conoce a Jesucristo (Él es la Palabra) cuando no hay ni una Escritura en la Biblia, ni siquiera hay un lugar donde alguien haya sido bautizado en el nombre “del Padre, Hijo, y el Espíritu Santo”?",
    "¡Y Uds.-Uds. personas de sólo Jesús, usando solamente el nombre “Jesús” para bautismo! Yo mismo conozco a unos cuatro o cinco Jesuses, personalmente. ¿Ven entonces a dónde los guían sus denominaciones? Ésas son tinieblas, la expresión de Caín, quien trajo frutas en lugar de sangre. ¿Ven?",
    "Pero la revelación vino por medio de la Sangre (¿ven?), por medio de Jesucristo, Quien es la Sangre de Dios, Sangre creada en el vientre de María. Y Pablo lo conocía a Él por revelación. Así es como nosotros lo conocemos hoy día, es de la única manera en la cual Ud. puede conocerlo a Él. No es decir: “Soy metodista”; eso no significa nada. “Soy bautista”; eso no significa nada. “Soy católico”; eso no significa nada. Sino por la revelación, ¡que Dios le ha revelado la Palabra a Ud.! Él es la Palabra. Y la Palabra, cómo sabe Ud. que Ella le ha sido revelada, es porque vive y se expresa Ella misma a través de Ud. ¡Oh!",
    "Las iglesias desde hace mucho han olvidado esa gran revelación. Es cierto. Ellos han olvidado la Revelación de la Verdad. Se fueron a…",
    "Ahora, cuando surgió Lutero, él fue un gran hombre. Él tuvo la revelación para aquel día. Pero ¿qué sucedió? Entró una cantidad de rickies, con cortes militares, como diríamos hoy día, y ricketas, y todos ésos rodearon el lugar. Y-y-y, cuando uno menos se da cuenta, eso está allí.",
    "¡Lo que eso expresa! ¡Si Uds. sólo-sólo conocieran la numerología de la Biblia, y supieran lo que Elvis o-o Ricky significa, según la Escritura! Ajá. Igual como ¿por qué Jesús…? Uds. dicen: “Eso nada tiene que ver, el nombre de uno”. ¿Que no? Ese nombre solamente podía aparecer en estos últimos días, para esta gente de los últimos días.",
    "¿Por qué entonces le cambió Jesús el nombre de Abram a Abraham, y a Sarai por Sara? ¿Por qué habrá cambiado Saulo a Pablo? ¿Por qué se lo cambió de Simón a Pedro, y así? ¿Ven Uds.? Ciertamente que significa algo.",
    "Ese nombre no podía ser hablado hasta este día. Por eso es que tenemos esta cosa infernal sobre la Tierra hoy, es por esas cosas. La raza humana está corrompida por completo; ya-ya no tiene arreglo (¿ven?), y es a raíz de eso.",
    "Fíjense, ahora él estaba bien, allá en sus días, Lutero, y él tuvo la revelación; pero tan pronto él partió, miren lo que hicieron. Wesley tuvo un mensaje; miren lo que ocurrió. Los primeros pentecostales antiguos tuvieron un mensaje; miren lo que ellos hicieron. Reunieron a un grupo de hombres, exactamente la misma cosa que…",
    "Dios, por gracia, envió a Israel una Columna de Fuego, un profeta, un sacrificio, y se mostró Él mismo entre ellos, y los sacó de Egipto, por el Mar Rojo. Mas ellos quisieron una ley, para que pudieran tener dignatarios importantes; para ellos poder tener algo que hacer en el asunto. Y ¿qué lograron? Fueron dejados en el desierto por cuarenta años, vagando, y ni uno solo de esa organización jamás pasó al otro lado.",
    "Caleb y Josué fueron los únicos dos que se levantaron y dijeron: “Podemos más que ellos, fijándonos en la Palabra de Dios”.",
    "Todos ellos murieron en el desierto. Y Jesús dijo que estaban Eternamente condenados, correcto, después que Él había mostrado Sus bendiciones y Su poder en esas edades; como con Lutero, Wesley y los demás. ¿No lo hizo Él?\n\nDijeron: “Nuestros padres comieron del maná en el desierto”.",
    "Él dijo: “Y todos están muertos”. Eso es, separados Eternamente de Dios. Sus cadáveres perecieron en el desierto. ¿Ven? “Están muertos. ¡Yo soy el Pan de Vida que descendió de Dios del Cielo!”. Ellos no podían verlo; sencillamente no podían verlo.",
    "Muy bien, la iglesia hace mucho tiempo lo ha olvidado. Aceptaron un mensaje intelectual, a intelectuales, membresía, conocimiento en lugar de la revelación de la Verdad de la Palabra.",
    "Ahora miren aquí, ellos dicen hoy; ¿Creen Uds. que Dios nos comisionó a ir por todo el mundo, y sanar a los enfermos y predicar el Evangelio, y echar fuera demonios? “Oh, oh, sí, supongo que así es, pero…”. ¿Ve Ud.?",
    "Una señora, hablando conmigo el otro día, dijo: “Pues todas las iglesias están en armonía”.",
    "Le dije: “No hay ni una en armonía con otra”. Había católicos parados allí. Le dije: “Bien, y ¿qué de Ud.? Ud. es metodista y ése es un católico, ¿están Uds. en armonía?”. Dije: “Este Papa vino para unirlos, eso es algo bueno para toda esa clase de gente”.",
    "Pero la Iglesia de Dios no tiene nada que ver con eso, en lo absoluto. Ha salido de todo ese grupo. Ajá. Correcto. Sí, señor.",
    "Uds. quieren unir todo eso, y unos creyendo algo y los otros otra; los metodistas rocían, los bautistas escogen sumergir, y ambos rechazando al Espíritu Santo en Su plenitud del poder. Dicen: “Nosotros recibimos el Espíritu Santo cuando creímos”.",
    "Pero la Biblia dice: “¿Habéis recibido el Espíritu Santo desde que creísteis?”. Allí está la diferencia. ¿Ven? Eso es correcto. ¿Ven?",
    "Y ellos dicen: “Nosotros somos la Iglesia Católica. Nosotros comenzamos desde el principio. Nosotros hicimos esto”. Los metodistas dicen: “Nosotros estamos fundamentados sobre la Biblia”.",
    "Jesús dijo: “Estas señales seguirán a los que creen”. Y hoy ¿dónde está eso? Ajá. ¿Ven? Seguro. “Las obras que Yo hago también vosotros las haréis”, toda criatura, toda persona que cree en Él. Hoy ¿dónde está eso? Ésas son Sus Palabras. “Cielos y tierra pasarán, pero Mi Palabra nunca fallará”. Hoy mismo, ¿dónde está eso? ¿Ven? ¡Oh, eso sencillamente lo demuestra!",
    "¿Qué es? Es una condición híbrida. Fíjense, tome Ud. un grano grande de maíz que es híbrido, y tome Ud. ese grano híbrido, es un maíz bonito; pero siémbrelo, ¿qué obtiene? Un pequeño tallo crece así, y se pone amarillo y se marchita. De esa manera es toda denominación, cuando es híbrida, teniendo las palabras de hombres mezcladas con la Palabra de Dios. Crecerán hasta las señales y las maravillas, y lo que Jesús dijo en cuanto a creer la Palabra, y se torna amarilla y dicen: “No podemos aceptar Eso”, y regresan.",
    "Igual como todos esos otros espías que fueron y vieron a Canaán. Ellos volvieron de allá y dijeron: “¡Oh, parecíamos langostas al lado de ellos! ¡No podemos vencerlos! Los amalecitas nos… todos éstos, lo que nos van a hacer”. Y ellos se regresaron.",
    "Y Caleb y Josué siendo purasangres (¡amén!) por la Palabra de Dios, sabían que Dios había dicho: “Les doy esa tierra”. Ellos dijeron: “Poseámosla, porque más podemos nosotros que ellos”.",
    "Depende de dónde ha nacido uno. Si Ud. ha nacido de la Palabra de Dios, la Palabra de Dios tiene la preeminencia en Su Iglesia; para eso es que Él murió. Ése es Su propósito, que Él pudiera lograr, tener Su preeminencia obrando en Su Iglesia. Dejen que primero alumbre la Palabra de Dios, no importa cómo parezca lo demás. No me interesa si los intelectuales dicen esto, eso o lo otro, esas cosas no tienen nada que ver con Eso. ¡La Palabra de Dios así lo dice, y nosotros somos más que capaces de tomarla!",
    "🦅 Si yo predicara eso en mi iglesia”, me dijo un ministro, dijo, “quedaría predicándole a cuatro postes en la iglesia”.",
    "Le dije: “¡Yo le predicaría a eso!”. Sí, señor. La Palabra de Dios así lo dice. Nosotros podemos hacerlo. Dios dijo que lo hiciéramos. ¡Amén!",
    "¡Oh, seguro!, usan esto como pretexto. ¿Ven? Por eso están ciegos al Mensaje del tiempo del fin, en estos días postreros, cuando Dios mismo se está vindicando. Tratan de clasificarlo como alguna clase de espiritista, o algún, oh (¿cómo le podría llamar?) algo mental, una ilusión, o algo así por el estilo. ¿Ven? Ellos-ellos tratan de hacerlo algo que no es.",
    "Es igual como lo hicieron cuando Él estuvo aquí, cuando Jesús estuvo aquí, ellos lo llamaron “Belcebú”, un adivino. Hoy dicen que es como una telepatía mental. ¿Ven? Cuando ellos sabían que Él podía pararse allí y mirar a la gente y discernir los propios pensamientos que estaban en sus corazones. La Biblia lo dijo.",
    "Pues, ¿no dice Hebreos el capítulo 4: “La Palabra de Dios es viva y eficaz, y más cortante que toda espada de dos filos; y puede discernir los pensamientos y las intenciones de la mente?”. Y Él era esa Palabra. Y cuando esa Palabra tiene preeminencia en el hombre, eso mismo vuelve a acontecer, ¡porque es la Palabra! ¡Amén! Vean ¿cómo pueden tropezar teniendo esto, de aquí en adelante? Allí está tan perfectamente claro. ¿Ven? Muy bien.",
    "Por eso ellos están ciegos, igual como fue en los días cuando Cristo estuvo en la Tierra. ¡Oh, vaya! Ellos tropiezan de la misma manera. Ellos dijeron: “Él es Belcebú. Bel-…”. Ellos vieron que Él sí podía hacerlo, así que dijeron: “Él no es más que… Él nació ilegítimamente, y es un individuo algo raro. Sólo es algún demonio que lo ha poseído. Él es-Él es un samaritano, y tiene un demonio. Así es como hace eso”.",
    "Y Jesús dijo: “Yo los perdono por eso” (¿ven?), por llamar a la Palabra de Dios, a las obras de Dios, un espíritu maligno. Él dijo: “Los perdono por eso. Pero algún día vendrá el Espíritu Santo, y una sola palabra hablada en contra de Él, nunca será perdonada, ni en este siglo ni en el venidero, o en aquel gran Día. Eso no será perdonado”. Entonces ¿lo ven? Está escrito claramente en la Escritura.",
    "Entonces cuando las personas comparezcan en aquel Día, no importará cuán intelectuales, o a qué gran denominación pertenezcan, están condenados; ¡tienen que estarlo! Han blasfemado contra el Espíritu Santo, llamándolo “santo rodador” o algún otro sobrenombre desagradable, o algo así. Y todo el tiempo, la Iglesia de Dios tuvo que tolerarlo.",
    "Y aun Pablo, ante Agripa, dijo: “Conforme al camino que llaman ‘herejía’” que significa locura, “así sirvo al Dios de nuestros padres”. Ese gran erudito intelectual tuvo que llegar a ese punto, “en el camino que es llamado ‘herejía’”.",
    "¿Por qué? Le fue revelado a él. Esa Columna de Fuego suspendida ante él, dijo: “Yo soy Jesús, el gran Dios que estuvo en el desierto allá con Moisés. Yo soy Aquél, y dura cosa te es dar coces contra el aguijón”.",
    "Entonces Pablo parado allí, sabiendo que arriesgaba su vida, dijo: “Conforme al camino que llaman ‘herejía’, así sirvo al Dios de nuestros padres”. Le llamó así porque le fue revelado a él, lo que era la gran Verdad de Cristo.\n\nY hoy día, la gente dice: “Es una denominación”.",
    "Es Jesucristo, el nuevo Nacimiento, revelado en Ud., que Él tiene la preeminencia, para poder expresar Sus Palabras. Y cualquier cosa que Él ha prometido en estos días postreros, Él puede traerlo a cumplimiento, por medio de Su Cuerpo a medida que está obrando. ¡Amén! Es exactamente la Palabra de Dios manifestada. Nótenlo. Muy bien.",
    "Igual que en los días de Cristo, Dios mismo tiene la llave de esta revelación de Cristo. ¿Lo creen? [La congregación: “Amén”.—Ed.] Las escuelas de teología jamás podrán encontrarla; Jesús lo dijo. Si desean leerlo ahora, está en San Mateo 11:25 y 27; “Te alabo, ¡oh Padre, Dios del cielo y de la tierra!, porque escondiste estas cosas de los sabios y de los entendidos, y las revelaste a los niños” los cuales aprenden. ¿Ven? ¿Ven? No me importa…",
    "Fíjense en los eruditos de ese día, esos judíos, hombres muy finos, en sus organizaciones de fariseos, saduceos y herodianos, o lo que tal vez fueran. ¿Ven? Todas sus organizaciones tan grandes, y Jesús dijo: “Estáis ciegos; sois guías de ciegos. Bien habló Isaías de vosotros, diciendo: ‘Tienen oídos y no oyen, y ojos, mas no ven’. Porque Isaías dijo esto en el Espíritu, por eso el Dios del Cielo os ha cegado los ojos. Estáis haciendo como hizo Eva, aceptando el lado intelectual, y no sabéis nada del Espíritu de Dios. Por tanto, ¿no caerán todos al hoyo, tanto el guía como también el ciego?”. El guía caerá con el ciego, porque él también es ciego. El guía caerá, que es ciego, guiando al ciego, los dos caen al hoyo.",
    "¡Y solamente Dios posee esta llave! Él expresó lo mismo allí en una Escritura previa hace un rato cuando la leí, cuando Él dijo: “¿Quién dicen los hombres que es el Hijo del Hombre?”.",
    "Y Pedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él le dijo: “Bienaventurado eres Simón, hijo de Jonás. No te lo reveló carne ni sangre; ¡sino Mi Padre que está en los Cielos! Aquí sobre esta revelación, únicamente, edificaré Mi Iglesia. Las puertas del Hades no prevalecerán contra Ella”. ¿Ven? Ahora, ¿lo ven?",
    "Por lo tanto, no hay escuela, ni teólogos, ni enseñanzas de la Biblia en cualquier escuela, que sepa nada acerca de Eso. Ellos no pueden saber nada al respecto. Es imposible que conozcan algo al respecto. Dios ha escondido los sentidos, con qué conocer Esto, de los propios maestros selectos y todo lo demás.",
    "Es algo personal, un asunto individual con la persona, que Cristo les sea revelado.",
    "Y si Ud. dice: “Él me ha sido revelado”, y luego la Vida que Cristo produjo aquí en la Biblia, si esa misma Vida en Él no se produce en Ud., entonces Ud. tiene la revelación equivocada.",
    "Si yo pusiera la vida de una calabaza en la vida de un árbol de peras, ésta produciría calabazas; “Por sus frutos los conoceréis”. Exactamente correcto. Y si al principio Ud. sembró un árbol, una vid, y produjo un racimo de uvas; la primera rama que brotó produjo uvas, pero la siguiente produce limones, y la siguiente produce peras, la que sigue produce manzanas, allí existe alguna clase de injerto que está produciendo su propia vida. Cada denominación producirá vida a su semejanza. Pero si esa vid original llega a producir otra rama, producirá uvas como lo hizo la primera vez.",
    "Y si la Vida-la Vida de Jesucristo llega a producir otro cuerpo de creyentes, producirá el fruto que produjo la primera. Y escribirán un Libro de los Hechos tras ellos, porque será la misma, la misma Vida. ¿Ven lo que quiero decir? No hay cómo resultar con otra cosa. Es la Vida de Cristo en Ud., ha sido inyectada en Ud., por el Espíritu Santo mismo viviendo Su Vida por medio de Ud.",
    "🦅 ¡Ciegos guías de los ciegos”! Noten, sólo Dios posee esta llave. Ningún teólogo se lo puede decir; no lo saben, está escondido de ellos. Ellos no saben nada al respecto.",
    "Así que las escuelas, cuando Ud. dice: “Obtuve un Ph., un L.L.D.”, Ud. sólo se hace… Para mí, y yo creo que para Dios, y para cualquier verdadero creyente, eso solamente significa que Ud. está mucho más lejos; Ud. ha retrocedido. A Dios no se le conoce por la educación. Él no es conocido por saber cómo explicarlo.",
    "Dios se conoce en la simplicidad y por la revelación de Jesucristo a la persona por más analfabeta, ¿ven? No es por su teología, es una revelación de Jesucristo; “Sobre esta roca edificaré Mi Iglesia”. No se aceptan otras rocas, no hay otra cosa que sea aceptada, ninguna roca romana, ni alguna roca protestante, ni otra escuela, ni alguna otra cosa, sino exactamente sobre la revelación de Jesucristo por medio del nuevo Nacimiento. Él nace allí e inyecta Su Propia Vida, y la vida suya desaparece. Y la Vida de Cristo se proyecta a través de Ud. con las preeminencias, hacia las personas; para que ellos así vean la propia Vida, las obras y las señales, y maravillas, que Él hizo, obrando lo mismo a través de Ud. Fuera de eso, lo demás no tiene ninguna importancia, en absoluto. ¡Observen la gran revelación de Dios desarrollándose!",
    "Por falta de esta revelación es que tenemos tantas diferentes divisiones entre nosotros, y tanta burla. Tanta división entre nosotros, es porque la gente carece de esa revelación. ¿Ven? Ellos carecen de esa revelación, los maestros.",
    "Pablo, después de su gran revelación de Cristo, dijo, en Primera de Corintios, en el segundo capítulo. No vayan a dejar de leerlo, mientras escriben. ¡Observen! ¡Oh!, él dijo: “No vine a vosotros con sabiduría”. Miren a ese hombre que sí tenía la sabiduría, pero observen al hombre que sí era erudito, “no vine a vosotros con esa clase de palabras”. Primera de Corintios, el capítulo 2 de primera de Corintios. ¡Oh!, desearía…",
    "Pues, sencillamente leámoslo. Cómo… ¿Se pondrían de pie un momento, sólo para leer un versículo o dos? [La congregación dice: “Amén”.—Ed.] Me gustaría leerlo para que Uds.-Uds. no se con-… Conseguiría que aun la gente en la cinta pueda abrir allí, darles la oportunidad.",
    "Primera de Corintios, el capítulo 2. Escuchen aquí a este gran apóstol, a Pablo, el siervo intelectual de Dios. Miremos aquí.\n\nYo Pablo,…cuando fui a vosotros para anunciaros el testimonio de Dios, no fui con excelencia de palabras…de sabiduría. “Nunca dije que yo era el Doctor Fulano de Tal. ¿Ven?”.\n\nPues me propuse no saber entre vosotros cosa alguna sino a Jesucristo, y a éste crucificado.\n\nY estuve entre vosotros con debilidad, y mucho temor y temblor;\n\n…ni mi palabra ni-ni mi suplica fue con palabras persuasivas de humana sabiduría, sino con demostración del Espíritu y poder…de ese poder.",
    "Allí (¿ven?), allí está el Evangelio. ¿Ven? Jesús dijo: “Id por todo el mundo y predicad el Evangelio”. No dijo: “Id a enseñar”; Él dijo “Id a predicar”. En otras palabras: “demuestren el poder, y estas señales les seguirán”. Solamente enseñar no es suficiente. Se requiere el Espíritu mismo demostrando estas señales. ¿Ven? Escuchen esto.\n\npara que vuestra fe no esté fundada en la sabiduría de los hombres, sino en el poder de Dios.",
    "¡Oh, vaya! ¿Ven? ¡Para cambiar al hombre! No es cuestión de que yo pueda explicarlo, y decir: “Él no es el mismo”, cuando Él sigue siendo el mismo. Si hago eso, me demuestra, a mí, que-que… Ciertamente, si un hombre me dice eso, me mostraría que él no tiene la revelación, la revelación triple de Dios. ¿Ven? Ahora, y…\n\nSin embargo, en debilidad…entre Uds. que han alcanzado madurez; y sabiduría, no del siglo, ni de los príncipes de este siglo, que perecen.\n\nMas hablamos sabiduría de Dios en misterio…(¿Ven?, el misterio triple de Dios), la sabiduría oculta, la cual Dios predestinó antes de los siglos para nuestra gloria,\n\nla que ninguno de los príncipes de este siglo conoció: ninguno de los sacerdotes, ribbas-rabinos…(Discúlpenme) o cualquiera supo algo al respecto; porque si la hubieran conocido, nunca hubieran crucificado al Señor de gloria.",
    "Ud. dice: “En eso de los rabinos y predicadores, Ud. está muy equivocado”. ¿Quiénes le crucificaron? Ajá.",
    "¡Oh, pudiéramos seguir y seguir y seguir! Léanlo (¿ven?), más adelante, pero para ahorrar tiempo, porque tenemos que… No se hace tarde aún, pero tenemos mucho aquí para decir si el Señor nos ayuda ahora. Por falta de esto, ahora…",
    "Y Pablo, este gran hombre intelectual, no trató de expresarse con su gran terminología teológica a la gente. Él humildemente aceptó la Palabra del Señor, y él vivió la Palabra al grado que Ella se expresó por medio de él. Él vivió tan-tan piadosamente que ellos vieron a Jesucristo en él, al punto que querían su pañuelo, para tomarlo y ponerlo sobre los enfermos. Allí está la Vida de Cristo.",
    "Ahora, observen que algunos dijeron: “¡Oh, pues, vea, Elías hizo eso hace mucho tiempo, puso su vara; pero, oh, eso fue en los días de Elías!”. Ahora, así fue como pensó el mundo. Los sacerdotes intelectuales y los demás, y las iglesias de ese día, pensaron así.",
    "Pero para esos creyentes, lo creían diferente. Ellos vieron la revelación de Cristo que estaba en Elías, igual que como en Pablo, expresando la misma clase de Vida, porque él era un profeta. ¿Ven? Él predijo cosas que luego sucedieron exactamente como fue dicho; y ellos sabían que ésa era la identificación de Dios para un profeta. Y ellos sabían que él era el profeta de Dios; Ud. no podía hacerles creer algo diferente, en lo absoluto. Aun cuando vieron a Pedro predecir aquellas cosas que vinieron a cumplimiento, ellos dijeron: “Que su sombra pase sobre mí”. ¡Amén! Ésa es la Iglesia. Ésos son los que lo creen; sí, señor. Fue revelado por…",
    "¿Cómo dijo Pablo: “Porque tengo un Ph., L.L.D. y todo eso, ellos me creen”? ¡No! Él dijo: “Olvidé todas esas cosas, la sabiduría humana”, dijo, “tuve que morir, y ahora le conozco a Él en el poder de Su resurrección. Y así es como vine a vosotros, con la demostración del poder de Dios”.",
    "¿Qué era? Hacer a Jesucristo el mismo ayer, hoy, y por los siglos. Las mismas obras que hizo Jesús, las mismas hizo Pablo. Y ellos vieron a Dios, el gran Padre, quien se había demostrado en la zarza ardiente, se había demostrado a Pablo, y aquí estaba Eso siendo demostrado.",
    "Y Él es el mismo en cada edad. La manera triple de Dios, “ayer, hoy, y por los siglos”. ¿Qué? Redentor; en Su Iglesia; preeminencia en el Reino venidero. ¡Amén! ¿Lo ven? No podría ser más perfecto.",
    "¡Oh, noten! El Espíritu Santo es el único revelador de la revelación Divina de Cristo. No hay ninguna escuela que lo pueda hacer; ningún erudito puede hacerlo; ningún hombre, por mucha educación que tenga, ni por piadoso, ni por ninguna otra cosa, no hay hombre que lo pueda hacer.",
    "Aquí podría dar una punzada dura. ¿Cuántos son Cristianos nacidos de nuevo?, levanten la mano. ¿Llenos del Espíritu Santo? Bien, prosigamos entonces. Muy bien. Noten.",
    "Y Él solamente lo hará para con los predestinados. Así es exactamente. “Todo lo que el Padre me ha dado, vendrá a Mí. Y ninguno puede venir a Mí a menos que el Padre primero lo traiga”. ¿Ven?",
    "Fíjense en esos sacerdotes, diciendo: “Este Hombre es Belcebú. Él es un adivino. Él es un diablo”.",
    "Y aquella mujercita caminando por allí, viviendo con seis maridos; ella había vivido con cinco, y en ese momento estaba con el sexto. Y Jesús le dijo: “Ve, trae tu marido, y ven aquí”.\n\nElla le respondió: “No tengo marido”.",
    "Le dijo: “Sí, tienes seis. Has tenido cinco, y con el que ahora vives no es tu marido”.\n\nElla dijo: “¡Señor!”. ¿Qué? Esa Luz llegó a esa Simiente.",
    "Cuando llegó a aquellos sacerdotes, ellos dijeron: “este Hombre es un adivino”. ¿Ven? No había Vida allí. Híbridos, llegaban hasta la organización, pero de allí en adelante morían.",
    "Pero esta mujer no era híbrida; dijo: “¡Señor, paréceme!”. Puedo ver sus ojos hermosos brillando de esa manera, las lágrimas corriendo por sus mejillas. Clamó: “¡Señor!, paréceme que eres profeta. Yo estoy buscando un Mesías. Y cuando ese Mesías llegue, Él hará estas mismas cosas; Él nos dirá estas cosas”.\n\nÉl le dijo: “Yo soy”.",
    "¡Oh, Señor! Ella dejó su cántaro. “¡Él está aquí! Vengan y vean un Hombre que me ha dicho las cosas”. ¿Qué fue? Esa Luz dio en esa Simiente. Esa Vida estaba allí. Eso brotó.\n\n¡Es igual hoy!",
    "Pero los teólogos dicen: “Ahora, espere tan sólo un momento. Averiguaré si el hermano fulano de tal, el pastor Moody dijo, o…”.",
    "¿Qué tiene que ver el pastor Moody con esto acá, en este día? El pastor Moody vivió en su día, pero no hoy. Seguro. Lutero vivió en su día, pero no en el día de Wesley. Wesley vivió en su día, no en el día de Pentecostés. Pentecostés vivió en su día, pero están muy lejos de Esto, en esta hora; estamos en la última hora. Seguro.",
    "Sus organizaciones y el enredo que tienen, comprueba que Él no está allí. La Palabra nunca ha sido correctamente vindicada; sólo por el poderío (semillas de denominaciones). Y ellos forman la denominación, incluyendo allí esas semillas de cizaña de stramonio [conocida como la hierba del diablo.—Trad.] con ese trigo genuino; murieron de inmediato. La cosecha se convirtió en cizaña, es cierto, en zarzales verdes y ortigas, ajá, (¿ven?), terminó otra vez en eso. Acabó muriendo. Luego araron el campo y comenzaron de nuevo, sembraron Simientes genuinas, y algunas brotaron, pero eso las ahogó.",
    "Pero entonces Dios dijo, que en estos postreros días, Él sacaría un pueblo, lavado en Su Sangre, y serían predestinados para que estuvieran allí. Ellos tendrán que estar allí, Dios lo dijo. Y eso revelaría… Y la misma señal; “Yo envi-…”, Malaquías 4 y lo que él haría, “restaurar de nuevo”, traería de nuevo en los postreros días estas grandes cosas que Él prometió; traería la revelación. ¿Sería para…? ¿Qué hará él, Malaquías 4? Debería traer de nuevo la Fe de los padres a los hijos. ¿Ven? Es correcto, para traer lo mismo, la misma Columna de Fuego, a la escena; las mismas señales, las mismas maravillas, el mismo Jesús; haciéndole a Él el mismo, predicándole como el mismo, vindicándolo como el mismo ayer, hoy, y por los siglos.",
    "🦅 Yo restituiré”, dice Jehová, “todos los años que se comió el gusano metodista, la oruga, y el bautista y el católico; y lo que todos esos gusanos se comieron, acabando esa Fe, hasta que quedó un tronco denominacional, en el cual no quedan semillas. “Pero Yo restituiré de nuevo”, ha dicho Jehová, “todos los años”. ¿Qué? “Todas las señales y maravillas que ellos abandonaron. Yo se lo restituiré de nuevo a ese Árbol original, y Yo lo restituiré”, dice Jehová. Aquel profeta fue un profeta vindicado; sus palabras tienen que llegar a cumplirse. Amén.",
    "El Espíritu Santo únicamente, es el revelador de la revelación Divina de Cristo; y lo ha sido por todas las edades. Recuerden, “¡en todas las edades!”. ¿A quién vino la Palabra del Señor? Únicamente al profeta. Correcto. ¿Verdad que sí? Y el profeta tenía que ser vindicado, primero. No era porque él mismo dijera que era profeta; sino porque nació profeta, y fue vindicado que era profeta, y todo lo que él decía estaba exactamente sobre la Palabra y llegaba a cumplimiento; entonces todo lo demás se apartaba. ¿Ven? Era así, la Palabra del Señor venía solamente por el Espíritu Santo. La Biblia dice: “Los hombres de antaño, movidos por el Espíritu Santo (¿ven?), escribieron la Palabra”.",
    "Miren, Juan el Bautista nunca hubiera conocido a Jesús si no hubiera sido por el Espíritu Santo que se lo señaló. ¿Verdad que no? [La congregación dice: “Amén”.—Ed.]",
    "Juan el Bautista, ese gran profeta que salió, y dijo: “Hay Uno parado entre Uds. ahora mismo. Un hombre común, parado por aquí en algún lugar, que es el Cordero de Dios”. Juan dijo: “Entonces yo di testimonio. Yo fui testigo. Yo vi al Espíritu de Dios, el Espíritu Santo, que descendía del Cielo como una paloma, y se posó sobre Él. Y una Voz dijo: ‘Éste es Mi Hijo amado en el cual tengo complacencia’”.\n\n¿Qué era? El Espíritu Santo dijo: “Yo Lo señalaré”.",
    "Ésa es la única manera en que Ud. le conocerá a Él hoy; la única manera que obtendrá la revelación triple de Dios, es por medio del Espíritu Santo. Y la única manera de hacerlo, es si Ud. es predestinado para verlo; si no, Ud. nunca lo verá. Si no está predestinado para verlo, Ud. nunca lo verá; porque esa Luz podrá destellar y Ud. se iría y se burlaría de Ella, y rechazaría Eso por algún concepto intelectual. Cuando Dios mismo se está manifestando y probándolo (¿ve Ud.?); pero si no está designado que Ud. lo vea, Ud. nunca lo verá.",
    "Dios en ningún momento dijo: “Tomaré éste y escogeré ése”, sino que lo sabía por Su… La razón por la cual pudo predestinar fue porque Él es infinito, y Él-Él conoce cada… Él es infinito, por eso lo sabía todo. Él conocía el fin y podía saber el fin desde el principio, Él es Dios; si no puede hacer eso, Él no es Dios. Sí, señor. Él es infinito. Muy bien.",
    "Juan no lo hubiera conocido, no señor, de no habérselo señalado el Espíritu Santo. ¿Ven cómo es que Dios esconde Su misterio, de los grandes eruditos y demás? Miren, a cada una de esas personas, en simplicidad; se lo revela a quienes Él ha predestinado para que lo vean. ¡Fíjense allí! Otros parados allí cerca ni siquiera vieron la paloma, ellos no oyeron ninguna Voz, porque solamente fue enviado a esa Simiente predestinada. ¡Predestinada! Ciertamente, ¡fue predestinada!",
    "Pues, Isaías, setecientos doce años antes de que él naciera, en el Espíritu fue levantado saliendo de estos sentidos humanos, y dijo: “Hay una Voz de uno que clama en el desierto: preparad camino a Jehová; enderezad calzada…”.",
    "Entonces, si Isaías pudo ver eso, ¿no podía Malaquías ver lo mismo siendo el último profeta predestinado, el sellamiento de todos los profetas del Antiguo Testamento, ese principal… ese gran profeta parado allí al fin de la edad? ¿Ven? ¡Él está diciendo que eso está predestinado! Seguro, él lo fue. Malaquías también le vio.",
    "Jesús dijo: “Si podéis recibirlo, éste es aquél de quien fue dicho: ‘He aquí, Yo envío mi mensajero’, Malaquías 3, ‘el cual preparará el camino delante de Mí’”. ¿Ven? Seguro, él había sido predestinado para ver ese mensaje. Con razón él pudo mirar más allá y ver esa paloma descendiendo, esa Luz que anduvo por el desierto con Israel, que venía bajando.",
    "Dios mismo, que decía: “Éste es Mi Hijo amado en el cual Me place morar”. [Así está en La Biblia en inglés”.—Trad.] Dios y el hombre llegando a ser Uno.",
    "🦅 Doy testimonio” dijo Juan, “que yo Lo vi, Él unigénito del Padre. Yo soy testigo”. ¡Amén!",
    "Allí lo tienen. ¡Simplicidad! Con un predicador anciano, su padre, saben, su padre era un gran teólogo, que había salido de una escuela; y parecía que él tuviera que haber ido a la denominación de su padre. Ésa no hubiera sido la voluntad de Dios.",
    "Cuando Dios lo tocó allá en su nacimiento, él recibió el Espíritu Santo tres meses antes de que naciera. Sí, señor. Cuando María fue allá, y el pequeño Juan tenía seis meses, en el vientre de su madre, y no se había… Esos pequeños músculos aún no se habían movido. Y María temía… Esos musculitos estaban creciendo, pero ella no le podía sentir con vida, Elizabet, su madre, más bien. Y cuando llegó María y la saludó y le dio un abrazo, se aferró a ella, le impuso las manos. ¿Ven? Y dijo: “Dios me ha hablado, y yo también voy a tener un bebé”.\n\n“¿Están casados tú y José”?\n\n“No”.\n\n“María: ¿Cómo puede ser esto?”.",
    "🦅 El Espíritu Santo hará sombra sobre mí, y será creado en mí. Y llamaré Su Nombre ‘Jesús’. Él será el Hijo de Dios”.",
    "Y tan pronto esa palabra ‘Jesús’ fue hablada, el pequeño Juan comenzó a saltar, y a gritar, a brincar en el vientre de su madre.",
    "Ella dijo: “¡Bendito sea el Señor Dios! ¿Por qué se me concede esto a mí, que la madre de mi Señor venga a mí? ¡La madre de mi Señor! ¡Oh, vaya! ¿Por qué se me concede que la madre de mi Señor venga a mí? Porque tan pronto como llegó la voz de tu salutación a mis oídos, mi bebé saltó en el vientre, de alegría”.",
    "Con razón él no quiso ningún seminario, algo que le adoctrinara con alguna otra cosa. Él tenía una obra importante. Él era un hombre del desierto, salió al desierto y esperó. Y Dios le habló allí, dijo, o mejor dicho se lo reveló a él. ¡Oh, allí está su revelación otra vez! “Ahora te voy a decir quién es Él. Tú eres un profeta; la Palabra viene a ti. Tú sabes quien eres; tienes que llegar”. Eso responde a una pregunta del domingo pasado. ¿Ven? “Sabes quien eres, Juan; guarda silencio, no digas nada. Ve allá. Y cuando Lo veas, habrá una señal descendiendo del Cielo, como una Luz, una paloma bajará. Ése será Él, cuando lo veas”.",
    "Por eso es que cuando Jesús entró al agua, Juan miró y vio esa paloma descendiendo, él dijo: “¡He aquí el Cordero de Dios! ¡Allí está! Él es el que quitará el pecado del mundo”.",
    "Jesús entró directamente al agua, hacia él. Esos dos ojos de Juan se hallaron con los dos ojos de Jesús. Ellos eran primos en segundo grado, según la carne. María y Elisabet eran primas. Sus ojos se encontraron. Allí estaba Dios y Su profeta, amén, parados allí.",
    "Juan le dijo: “Yo necesito ser bautizado por ti, ¿y tú vienes a mí?”.",
    "Jesús le respondió: “Deja ahora, pero, recuerda así conviene que cumplamos toda justicia”.",
    "¿Por qué lo hizo así Juan? Porque Él era el sacrificio. Juan era un profeta, él sabía eso, y el Sacrificio tiene que ser lavado antes de ser ofrecido. ¡Oh! ¡Oh! Y él se lo concedió a Él, y lo bautizó.",
    "Y cuando lo hizo, he aquí, los Cielos fueron abiertos (¡Oh, vaya!) y esa paloma descendió sobre Él, y una Voz dijo: “Éste es Mi Hijo amado en quien me place morar”. En la versión King James dice: “En quien pláceme morar”. Es lo mismo, como Ud. lo quiera poner, dice igual, “morar”, o… “Éste es mi Hijo amado en quien me place morar”, o “pláceme morar”, cualquiera de las dos que quieran usar, es lo mismo. Bien.",
    "Vemos entonces que le fue revelado a él. Otros parados allí no oyeron nada de eso. Es el Espíritu Santo, únicamente, que lo revela.",
    "Igual que cuando Él mismo se reveló a Pablo, otra Simiente predestinada.",
    "Pablo andaba por allí, tal vez diciendo: “Si llego a agarrar ese grupo, los haré pedazos, porque soy el Doctor Saulo. He sido instruido bajo Gamaliel. Vengo del Instituto Moody…”, o de algún otro, ¿ven? “¡Yo, yo soy un erudito! ¡Sé de lo que estoy hablando! ¡Yo haré pedazos ese grupo de fanáticos! Y déjeme decirle: ‘Santo padre altísimo, déme Ud. el permiso para ir allá y arrestaré a todos esos escandalosos por allá’. Le pondremos fin a toda esta cosa de la sanidad Divina”.\n\nLa guardó en el bolsillo, dijo: “Ya voy para allá”.",
    "Y ese día (¡Vaya!), como a las once del día, una-una Luz resplandeció en su rostro, y él cayó a tierra.",
    "¿Por qué? Él era una Simiente predestinada. Dios dijo: “Lo he escogido. Sí. Y le mostraré cuán grandes cosas sufrirá por causa de Mi Nombre. Lo mandaré a los gentiles y lo avergonzaré en toda manera que pueda ser avergonzado, sin embargo, él llevará Mi Nombre”.",
    "Pablo fue por allá hasta que le fue quitado todo lo eclesiástico, allá por atrás del desierto, por tres años y medio. Allá en Arabia, hasta que aprendió la Palabra, y él vino a ser la Palabra. Entonces él vino a ser un prisionero; ¡regresó allí atado con las cadenas de amor! “¡Toda mi experiencia del seminario ha desaparecido!, soy prisionero de Jesucristo. ¡Amén! Filemón, mi hermano, soy prisionero de Jesucristo. Sólo puedo hablar y decir lo que Él me diga”.",
    "Dios necesita prisioneros hoy, que se rindan cautivos a Su Voluntad, a Su Palabra.",
    "Eso es lo que era Pablo. No importaba cuánto intelecto había aprendido, él había conocido a Dios por revelación. Sí, señor. Todo aquel conocimiento intelectual había salido ya por completo del asunto, cuando llegó la revelación; lo cual, sobre esa roca está edificada la Iglesia. Sí, señor. Noten, él era Simiente predestinada.",
    "El Espíritu Santo, únicamente, le muestra a Ud. quien es Él. No lo hace ningún hombre; ellos le mostrarán: “Padre, Hijo y Espíritu Santo”, y cuanta cosa más, de eso. ¿Ven? Pero el Espíritu Santo lo revelará a Él como el Señor Dios del Cielo hecho manifiesto, que Ése es Él (¡Oh!).",
    "Ahora noten. No profetas, ni reyes, ni otra cosa; sino que aquí, por primera vez, Dios fue revelado en Cristo, en la plenitud de la Deidad corporalmente, en carne humana. Ésa es la revelación. ¡Oh, vaya! Voy a cantarles ahora una estrofa.\n\nNaciones confusas, Israel despertando, (¿Están despertando?)\n\nSeñales que los profetas predijeron.\n\nLa iglesia gentil en una denominación,\n\nSus días contados han sido, con aflicciones cargada;\n\n“Oh, vuelve a tu reino Israel”. (Uds. han sido expulsados de entre ellos.)\n\nLa redención cerca está,\n\nLos corazones del hombre desfallecen del temor.",
    "Todos sus chistes de Hollywood no pueden cubrirlo. Es como un niño silbando, al pasar de noche por el cementerio. ¿Ven?\n\nClama por Su Espíritu y sé lleno de Él\n\n¡Tu redención cerca está!\n\nProfetas falsos, están mintiendo, La Palabra niegan\n\nQue Jesús el Cristo es nuestro Dios; (¡Así es!)\n\nEsta generación rechaza la revelación de Dios,\n\nPero seguimos las huellas de los apóstoles.\n\nLa redención cerca está,\n\nLos hombres caen de temor.\n\nClama por Su Espíritu y sé lleno de Él\n\n¡Tu redención cerca está!",
    "Obtenga la revelación, hermano. ¡Esta generación está rechazando la revelación de Dios! ¿Ven? Profetas falsos están llevando eso a cabo; “Por sus frutos los conoceréis”. Ellos son-ellos son híbridos. Son engendrados a una organización y no a la Palabra de Dios, a la revelación de Dios revelándose a Sí mismo a través de Cristo, Quien es la Palabra. ¡Oh, vaya!",
    "Podríamos parar aquí, pero si… y lo retomaremos cuando regrese, si quieren. Ahora… ¿Quieren avanzar? Uds. tienen la palabra. [La congregación dice: “Amén”.—Ed.] Muy bien. Sólo un poco… Me daré prisa, aunque, no obstante, tomaré suficiente tiempo para que Uds.… Tendrán tiempo para descansar, después de esto. Muy bien.\n\nIgual, noten, ¡esa Simiente predestinada!",
    "El Espíritu Santo, únicamente, les muestra quien es Él; ni profetas, ni Sus reyes. Y aquí Dios está manifestado en carne. Aquí está la plenitud. Él es completamente revelado y dado a conocer al mundo. ¡Oh, vaya!",
    "Fíjese en el Monte de la Transfiguración, en el testimonio de Dios mismo: “Éste es Mi Hijo amado, ¡a Él oíd!”. Allí estaba Moisés representando la Ley; allí estaba Elías representando a los profetas. Pero Él… Ellos desaparecieron, y Él dijo: “Éste es Mi Hijo amado, ¡a Él oíd!”. Allí hubo tres representaciones: La Ley, los profetas y Moi-… y Cristo. Y Él dijo: “Éste es”. Dios, plenamente; no manifestado en profetas, no manifestado en la ley, sino manifestado en Cristo; Él es.",
    "Cristo tiene misericordia. La Ley lo encarceló a Ud. pero no podía sacarlo. Los profetas son la justicia de Dios, para condenarlo a Ud. y ejecutarlo por eso. Correcto. Pero Jesús fue el amor de Dios y la revelación, para hacerle saber a una Simiente predestinada que Él le había llamado: “Éste es, ¡a Él Oíd!”.",
    "¡Que supieran! La plenitud de la Deidad dándose a conocer. Este misterio secreto ahora ha sido revelado, que Dios se ha manifestado. Dios y el hombre llegan a ser Uno, el Hombre ungido, ¡Cristo! ¿Qué significa Cristo? “El Ser Ungido”, el Ungido que fue ungido con la plenitud de la Deidad corporalmente. ¡Oh, vaya! ¿Cómo puede dudarlo la gente?",
    "Donde una vez, en parte, Moisés lo tuvo; en parte, David lo tuvo (¡Oh, vaya!); pero aquí Él está manifestado en la plenitud, la Deidad misma de pie sobre la Tierra. Dios, en Su plenitud, para morir por el pecado de la gente, y de esa manera poder traer una Vida santificada a Su Iglesia; para Él tener la preeminencia, en plenitud, en Su Iglesia, para manifestar toda promesa en estos últimos días, conforme lo había prometido para los últimos días. ¿Ven? ¿Para qué…?",
    "Ahora escuchen. ¿Lo están haciendo? Pellízquense ahora un poco. ¿Ven? Observen.",
    "¿Para qué fue manifestado Jesús? Para mostrar a Dios. Él era Dios, tenía que serlo; ningún hombre podía morir, ningún profeta podía morir. Él era Dios. Él era el Dios de los profetas. Él era los profetas. Él era los reyes. Él fue la historia. Él era Aquél que debía de venir. Él, que era, Él, que es, y Él que ha de estar en este día; el mismo ayer, hoy y por los siglos. Él fue manifestado para ese propósito.",
    "Y por medio de ese propósito Él logró una Iglesia, para que Él, la plenitud de Dios, pudiese traer a cumplimiento toda Palabra prometida de Dios en estos postreros días; cuando obtenga las preeminencias, la preeminencia en la Iglesia, la posición, Su lugar en la Iglesia. Jesús dijo: “El que en Mí cree, las obras que Yo hago, él también las hará. Y aun mayores que éstas hará porque Yo voy a Mi Padre”. ¿Ven? Ése fue Su propósito. Allí estaba la manifestación. Y ahora, en este día, Él quiere tener a alguien que lo pueda ver tan claro, que puedan permitir que la Palabra…",
    "Vean, Jesús así lo vio, había nacido tan perfectamente para ese día, al grado que Dios se expresó en cada movimiento que Él hizo. Él fue la revelación de Dios; Dios revelado.",
    "Ahora Él santificó, con Su Espíritu y Su Sangre, a una Iglesia, para que Él pudiera hacer que toda promesa para este día postrero fuera revelada. Ahora, Uds. ven, Él podía volver y recoger lo que estas otras personas habían dejado aquí, en los postreros días, y por Su Espíritu Santo revelar todos los misterios de los Siete Sellos. ¿Lo ven? Él está expresándose a Sí mismo; ése es Su propósito; por eso murió. Ésa es la segunda parte de Su manifestación triple. Primero, de expresarse a Sí mismo en Cristo, luego expresarse a través de la Iglesia. Y así lo mismo, Cristo era la Palabra, y la Iglesia viene a ser la Palabra cuando permite que la Palabra se exprese a través de ellos.",
    "Pero cuando aceptan una denominación híbrida, ¿cómo puede entonces la Palabra expresarse por medio de ella? Hace tierra, y se produce un corto circuito y explota un fusible. ¿Ven?",
    "Pero cuando la corriente fluye libremente, la Palabra de Dios se expresa a Sí misma; “Las obras que Yo hago, también vosotros las haréis”. Y en los postreros días acontecerá: “He aquí os envío a Elías el profeta, y él convertirá el corazón de-de los hijos a la Fe de los padres”.",
    "Y en eso, vendría un tiempo en el que Él se podría expresar en la plenitud de Su Divinidad, Deidad, a través de Su Iglesia, tener la preeminencia, en esta Iglesia. ¡Oh, hermano! ¿En qué? En el Hombre ungido; ahora el Pueblo ungido, ¡oh, vaya!; para producir otra vez la Novia Ungida y el Novio. Ungidos ¿por qué? al aceptar lo que Eva rechazó, y Adán; volviendo así con la unción de la Palabra, porque Él dijo: “Mi Palabra es Espíritu”. ¿Ven? Ungidos con la Palabra. Lo que Eva rechazó, Él vuelve y nosotros aceptamos.",
    "¿Ven Uds. cómo es de nuevo esa condición híbrida? Exactamente lo que él le hizo a Eva.",
    "Él le dijo a Eva: “No hagas esto, y no vayas a hacer aquello; pero puedes hacer esto y aquello”.",
    "Y Satanás le dijo: “¡Oh, vamos, tú sabes…!”; y ella se dio la vuelta y lo escuchó.",
    "Pero la Eva de los postreros días no lo hará, porque está predestinada a no hacerlo. Sí, señor. Dios lo hará. Él lo sabe. Él hará que suceda. Él dijo que sin mancha… “Su Iglesia estará allí sin mancha ni arruga”. Ella estará allí en el esplendor de Él, Su Palabra manifestada.",
    "Ella será una señal para el mundo. Ella será un ejem-… Ella será algo que el mundo podrá mirar y decir, pues, el resto del mundo dirá: “Ah, ésa es una santa rodadora. Es una prima en segundo grado. Ella no pertenece a nuestro grupo”. Yo lo sé, eso es algo bueno, ¿ven? Ella, ella pertenece a este Grupo de acá arriba.",
    "Un hombre me dijo el otro día, parados hablando, preguntó: “Bueno, ¿a qué denominación pertenece Ud.?”.\n\nLe respondí: “A ninguna”.\n\n“¿Cómo”?\n\n“A ninguna”. Le dije: “Yo pertenezco a un Reino”.\n\n“Y ¿cómo se une a eso?”.\n\n“Uno no se une, uno nace allí”. Ajá.\n\n“¿Qué Reino es ése”?\n\nLe dije: “El Cuerpo místico de Jesucristo”.",
    "🦅 Por un Espíritu somos bautizados en este Cuerpo”, nacidos de Su Espíritu, entonces pertenecemos a un Reino. Y nuestras vidas no son americanas, no somos alemanes, no somos nada; nosotros somos Cristianos. Estamos fundamentados, y caminamos en el Espíritu, un esclavo en el amor, libres de las cosas del mundo. Y hemos vendido nuestros derechos en el mundo, y hemos comprado esta Perla de Gran Precio, y caminamos y permitimos que el Espíritu Santo mismo se manifieste. Eso es lo que es Su verdadera Iglesia. Eso es lo que Ud. es, lo que soy yo, si nos rendimos y servimos a Dios y esto por medio de Su Palabra, y no por lo que dice algún credo.",
    "Noten, el Hombre ungido, el Cristo mismo aquí (¡Oh Dios!) es dado a conocer. Pero ahora… ¡Miren! Pero, pero ahora, pues, Él tiene la preeminencia; Dios plenamente manifestado, en Jesucristo, el gran secreto de Dios de Su revelación.",
    "Esta gran Luz de revelación siempre ha cegado a la sabiduría de este mundo.",
    "En los días de Jesucristo, cuando Él estuvo aquí sobre la Tierra, les-les habían cegado a ellos. Dijeron: “¡Pues, Tú mismo aun te haces Dios! ¡Tú te haces igual a Dios!”. Él no solamente era igual a Dios, Él era Dios mismo. ¿Ven? Ellos no lo captan. Y hablando de eso, algunos de Uds. tal vez…",
    "Oí a paganos decirme en una ocasión que Jesús nunca dijo que Él era el Hijo de Dios; seguro que sí lo dijo. Por supuesto que Él lo hizo. Uds. simplemente no conocen su Biblia. ¿Qué le dijo Él a la mujer junto al pozo? ¿Ven? ¿Qué le dijo a ella?",
    "🦅 Yo sé que el Mesías viene. Y cuando Él venga, Él hará estas cosas”.\n\nÉl dijo: “Yo soy, que habla contigo”.\n\nY a Pablo también, y a otros más.\n\nNoten, pero ahora la Iglesia tiene la preeminencia.",
    "El gran secreto de Dios siempre ha cegado la sabiduría del mundo. Ellos no lo pueden entender. Sencillamente no lo entienden. Satanás no lo entiende. Ninguno de los demás lo entiende, sino solamente aquéllos que están predestinados para entenderlo: de cómo Dios y Cristo son Uno. Ellos Le harán tres, cada vez. ¿Ven? Seguro que lo harán.",
    "Noten lo siguiente, segundo, el Cristo manifestado en Ud., la esperanza de gloria. Ese gran Dios manifestado en Cristo; ahora Cristo manifestado en Ud.\n\nNos daremos prisa.",
    "¡Miren! Lo que una vez fue El gran secreto de Dios, el gran secreto misterioso en Su mente, ahora es colocado en los corazones del creyente, es decir, en el Cuerpo de Cristo. Lo que una vez fue el gran secreto de Dios en Su mente, antes de la fundación del mundo, ahora es manifestado. ¡Piénselo, amigo! ¡Oh, oh estoy…!",
    "Estoy seguro de que no, no lo captamos. Pues, no-no puedo verlo de la manera como debería, y-y estoy seguro de que Uds. tampoco. ¿Ven?",
    "Pero el gran misterio de Dios, lo que el gran Dios Eterno tenía como misterio, ahora ha sido develado en Jesucristo, y después pasado directo a Su Iglesia. Lo que una vez estaba en la mente de Dios está ahora en el Cuerpo de Cristo. Jesús en amores con Su Iglesia, Su Novia, susurrándole secretos a Ella.",
    "Sabe como Ud. le dice cosas a su esposa, Ud. sabe, la muchacha con la que se va a casar. Ud. la ama tanto, que sencillamente le cuenta los secretos, y la trae cerca a su lado, y ella lo ama y todo. Ud. sabe como es.",
    "Eso es lo que Dios, Cristo, está haciendo con la Iglesia. ¿Ven? Él está dándole a conocer los secretos, sólo los secretos. No a estas coquetas; me estoy refiriendo a Su Esposa. ¿Ven? Muy bien. Ahora miren. No. Es por tener la revelación de Su secreto dado a ellos, ¡por Su gracia! ¡Es la gracia de Dios! Amigos, sé que… Espero que no piensen que esto suene como algo personal, para un-un grupo en particular, o esto o lo otro; pero es el secreto que Dios está compartiendo con la Iglesia entera, si solamente ellos lo recibieran. ¿Ven? No es solamente para mí y para Ud. Es para la Iglesia, a la cual Él-Él está tratando de entrar.",
    "Y Ud. dice: “¿Por qué no lo reciben?”. Ellos no lo pueden recibir. Él dijo, repito, Él dijo estas cosas. “Y ¿cómo es posible?”. Porque Isaías dijo que ellos no podían verlo. ¿Ven? Y él siempre ha dicho…",
    "El profeta Pablo dijo: “En los postreros días la gente serían amadores de sí mismos, avaros, amadores de los deleites más que de Dios, detractores, calumniadores, ingratos, y aborrecedores de los buenos; soberbios, hinchados, ¿ven? Teniendo apariencia de piedad, mas habiendo negado la eficacia de ella; y a éstos evita. Porque de éstos son los que van de casa en casa, y llevan cautivas las mujercillas llevadas de diversas concupiscencias”, que usan pantalones cortos, se cortan el cabello, y cuantas cosas más. “Llevadas de diversas concupiscencias y luego dicen: ‘Eso no es malo. ¡Oh, aquéllos allá están locos! No les presten…’”. ¿Ven? “Nunca pueden acabar de llegar al conocimiento de la Verdad. Y estos hombres Lo resisten, de la manera que Janes y Jambres resistieron a Moisés”, pudiendo producir una iglesia y producir un grupo de individuos. Sí, señor.",
    "🦅 ¡Pero su insensatez será manifiesta”, cuando Jesús tome a Su Novia, y la establezca a Ella acá arriba, y diga: “Ésta es”, y Él se irá lejos con Ella! Correcto. Entonces la insensatez de ellos será manifiesta.",
    "¡Observen, habiendo sido dada a conocer la revelación de este secreto a ellos por Su gracia! ¡Observen! Cuando esta gran revelación, el misterio revelado, le sea dado a conocer a Ud., después Ud. denuncia todas las cosas del mundo.",
    "Ahora tomaré eso otra vez. Como sea lo diré. Estoy recalcando eso (por la cinta), y las que saldrán; esta cinta va por todo el mundo. ¿Ven?",
    "Uds. mujeres que reclaman que tienen el bautismo del Espíritu Santo, y no tienen la audacia de dejarse crecer el cabello; cuando la Biblia condena eso, y dice que una mujer es… que un hombre tiene el derecho de dejar a su mujer en divorcio si ella se corta el cabello; tiene honra delante de Dios, si lo hace. La Biblia dice, si ella se corta el cabello, deshonra su cabeza. Y es una cosa tan común; Uds. saben, es una cosa tan común que una mujer ore con el cabello cortado. ¿Ven?",
    "¡Usan pantalones cortos, y estos pantalones y todo eso! La Biblia dice: “Cualquier mujer que lo haga” (¡Oh, Ud. dice…!) “que se vista con ropa de hombre, es abominación a Dios”, es obscena, sucia, igual a un servicio sanitario, hediondo. ¿Ven? ¡Oh, hermano! ¡La hediondez en la nariz de Dios! ¿Y después tratan de orar o de ofrecer sus oraciones en condiciones como ésas? Dios rechaza y repudia eso. Es la verdad.",
    "🦅 Pues”, Ud. dice, “espere un momento, Hermano Branham. Ud. está refiriéndose al Antiguo Testamento”.",
    "Él es el mismo ayer, hoy, y por los siglos. Es la revelación completa de Dios. Cuando Dios dice algo, Él jamás puede cambiarlo. Él siempre lo amplía, no lo cambia. La ley fue ampliada, no cambiada. ¡Ampliada!",
    "🦅 ‘Cualquiera que comete adulterio será condenado a muerte’, pero cualquiera”, ahora ampliada, “¡que mirare a una mujer para codiciarla!”. Él en ningún momento cambió el mandamiento, Él lo amplió.",
    "🦅 ‘Recuerden el día de reposo; guárdenlo en santidad’”, un día en la semana; ahora Él lo amplió, el “reposo” viene al guardar el Espíritu de Dios. “Mandamiento tras mandamiento, línea sobre línea, un poquito allí, otro poquito allá. Retengan lo bueno. Porque en lengua de tartamudos y en extraña lengua hablaré a este pueblo. Y ése es el reposo. Ése es el refrigerio de la Presencia de Jehová”.",
    "Mas no lo quisieron oír, menearon las cabezas y se alejaron, a sus denominaciones. Ajá. “Éste es el refrigerio”, vean, ampliando el séptimo día; para Uds. sabatistas y todo eso. ¡Oh, vaya! Él no cambia, Él lo amplía. “El infierno abrió a lo ancho sus puertas para recibirlos”.",
    "Ahora, Uds. pueden ver en este día, el Mensaje del tiempo del fin, el por qué es rechazado; ¿pueden verlo? [La congregación dice: “Amén”.—Ed.] Ahora, no es ninguna denominación, sino la revelación de Su misterio. ¿Ven? No es una denominación; ¡es la revelación! Dios no es conocido a través de la denominación, Él es conocido a través de la revelación.",
    "¡Miren! Dios en Su cuerpo, Cristo; y Cristo en Su Cuerpo, la Novia. ¡Ooh, vaya! ¡Dios manifestado en Cristo!, ¡Cristo manifestado en la Novia! Y así como Dios sacó del cuerpo de Adán, a la mujer, y ella cayó, igualmente Dios ha sacado del Cuerpo de Cristo, de Su carne, Su Cuerpo, lo cual es Su Palabra, y está sacando a una Novia que no caerá por denominación o credo (no, señor); sino que Ella está volviendo con la Palabra de Dios pura, sin adulterar, siendo manifestada.",
    "Espero que todo hombre que escuche esta cinta, y toda mujer, entienda eso. ¿Ven?",
    "Ella es la segunda Eva, pero Ella no está quebrantando y-y echando a perder Sus faldas de pureza y santidad, para con su esposo. Ella permanecerá con Su Palabra sin importar lo que cualquiera diga; Uds. pueden quedarse con todos los movimientos ecuménicos que quieran y todas las afiliaciones.",
    "Y ellos van a iniciar una persecución, muy pronto, y cerrarán todas las iglesias. Uds. ven eso. Luego iglesias como ésta que no son denominación, las utilizarán como bodegas o lo que sea. Y si un hombre va y ofrece oración por alguien que no pertenezca al movimiento ecuménico, será fusilado al instante. Ya todo está preparado. Ese ministro luterano que lo encabeza lo dijo; y ya está aquí, pueden leerlo aquí mismo en la revista que tienen. Es verdad.",
    "No tiene importancia lo que ellos digan, esa Iglesia se mantendrá fiel en esta Luz. Ella ya lo probó allá en el pasado, y así lo hará de nuevo frente a todo; es la Palabra de Dios. Y ellos, todos los movimientos ecuménicos y demás cosas, desaparecerán. Ella estará presente allí sin mancha ni arruga. Correcto. Ella estará presente.",
    "Noten: Dios mismo se manifestó en Su Cuerpo, Cristo. Ahora ¿pueden Uds. ver el propósito triple tan hermoso?",
    "Cristo en Su Cuerpo, la Iglesia, vindicando Su Palabra prometida, como Dios lo hizo a través Cristo.",
    "🦅 ¿Quién puede condenarme de pecado? Si Yo hago las obras del Padre, entonces ¿dónde-dónde habré fallado? Ahora Uds. dicen que las están haciendo, Uds. la denominación, pues muéstrenmelo. Seguro. Muéstrenme en dónde he fallado en ser el Mesías. Muestren dónde he fallado, una sola señal que Dios dijo que haría el Mesías, la cual Yo no haya cumplido”, dijo Él. ¿Ven? Dios en Su Cuerpo.",
    "Ahora Cristo: “Las obras que Yo hago, también vosotros las haréis”. ¿Ven? ¿Ven? El mismo Dios. ¿Ven? “Las obras que Yo hago, también las haréis; y aun más que éstas, porque Yo voy al Padre”, la Iglesia tendrá un poco más de tiempo en la Luz (¿ven?), vindicando Su Palabra prometida. Así como Dios lo hizo con Sus promesas en el cuerpo de Cristo, igual Cristo está obrando Sus mismas obras en el Cuerpo de Cristo, la Iglesia (¿ven?), ahora dando a conocer Su misterio a Su Árbol Novia en el día postrero, produciendo los frutos que estaban en el Árbol en el principio.",
    "Fíjense, el árbol produce una rama, un luterano. ¿Qué hizo? Cuando el árbol comenzó a crecer, el fruto vino creciendo con él. ¿Qué sucedió? Ellos se denominaron. Entonces llegó el labrador, el Padre, el Esposo, y cortó, dice: “Está muerta”.",
    "Surgieron los wesleyanos; comenzaron creciendo bien. ¿Qué ocurrió? El fruto entró de nuevo al árbol, así que Él cortó esa rama, ella murió.",
    "Muéstrenme una, una iglesia… yo quiero saber. Tengo treinta y tres años en historia de la iglesia. Muéstrenme una sola ocasión, un lugar, cuando alguna iglesia alguna vez se haya organizado que no haya muerto inmediatamente. Muéstrenme un lugar donde haya vuelto a surgir, que no sea sólo números y demás, no es un avivamiento. ¿Ven? No existe. No, señor. Ella queda toda condenada.",
    "Entonces ¿qué hizo su Esposo? Pasó y la podó. ¿Ven? Produjo fruto denominacional; limones en un árbol de naranja, así que Él la cortó, ¿ven? Cuidándolo, manteniéndolo.",
    "Pero ¿dónde está el corazón del árbol? En el puro centro. Y Él ha cortado todas las ramas, hasta llegar a la copa…",
    "Él tiene una Simiente acá en la raíz. Igual que un árbol plantado junto a corrientes de aguas, aquél que toma las leyes de Dios y el amor en su corazón. “Y él será como un árbol”, Salmo 1, “plantado junto a corrientes de aguas, su hoja no cae, y que da su fruto en su tiempo”. Y aquí está…",
    "Y ¿dónde madura el fruto más rápido? En la copa del árbol. ¿Por qué? Allí recibe la luz. ¡Amén! Correcto. Y justo en la copa del árbol, en estos postreros días, Él está produciendo un Árbol Novia.",
    "Ahora recuerden, Él es ese Árbol de la Vida, lo contrario a “la Simiente de la Serpiente”, ¿ven Uds.? Él es esa Simiente, “la Simiente de la mujer”, el Árbol de la Vida allá en el huerto. “Y no sea que extiendan las manos y muevan este Árbol, ellos hubieran comido de ese Árbol y hubieran vivido para siempre”. Y Él es el único Árbol del cual podemos comer y vivir para siempre; Su Palabra es Vida. Y si ésa fue la Palabra, la Palabra de Dios que Eva rechazó, en el huerto del Edén; entonces aquí está Cristo, la Palabra hecha manifiesta.",
    "Y cuando Él llegó a la Tierra, Él fue el Árbol de la Vida. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Y Roma, ¿qué hicieron ellos? Él tenía que ser cortado. Y Él fue puesto sobre un árbol de desgracia, “maldito todo el que es colgado en un madero”, se hizo maldito por la raza humana.",
    "Y ahora por medio de eso, Él produce un Árbol Novia, que será el Árbol de la Vida restaurado de nuevo a Él, como Esposo y Esposa en el Huerto del Edén (¡Oh, gloria a Dios!); por la misma Palabra y el mismo Dios hecho manifiesto en el Esposo y la Esposa, el mismo Árbol Novia aquí otra vez.",
    "Noten, ¡dándolo a conocer! Cómo… Vaya, hay tanto aquí que sencillamente podríamos continuar. Fíjense, el Árbol del Cuerpo de Cristo en el Huerto, dando a… hoy dando a conocer Su misterio a este Árbol Novia.",
    "Observen, redimida por Cristo, ¡el segundo Adán! ¿Creen Uds. que Él lo fue? [La congregación dice: “Amén”.—Ed.] Regresando a Casa, al Edén, con Su esposa caída, ya redimida, de nuevo en Casa. Ése es Cristo en la Iglesia hoy día, llevando a Su Esposa de regreso. ¿Ven ahora el misterio triple? [“Amén”.] Dios manifestado en Cristo; Cristo manifestado en la Iglesia; todo junto, para traer de nuevo al Adán y a la Eva original, varón y hembra, los cuales son uno, hechos de la misma Sangre y del mismo Espíritu y todo lo demás.",
    "La Iglesia es la Sangre de Cristo, por medio del Espíritu, porque la-la Vida está en la Sangre. Ése es el bautismo del Espíritu Santo que nos bautiza en Su Cuerpo, que reconoce solamente Su Cuerpo, Su carne, Su Palabra. [El Hermano Branham palmotea su Biblia.—Ed.]",
    "La denominación jamás tocará eso; es una revelación, Ella lo sabe. Eva también lo sabía, pero ella cayó; pero ésta lo sabe y no caerá. ¡Ella ha sido ordenada! ¡Aleluya! ¡Fiuu! Ella ha sido ordenada a no caer; Ella no fallará. Ella es predestinada a eso. “Bienaventurado el varón al cual Dios no imputó pecado”. Uds. ministros saben de lo que estoy hablando, habiendo unas cuantas docenas de Uds. sentados aquí. ¿Ven? “Bienaventurado el varón al cual Dios no imputó pecado”, (David).",
    "Noten: redimiendo nuevamente, para juntamente volver con Él a Casa; volver a Vida Eterna en un cuerpo humano, comiendo, bebiendo, viviendo para siempre. Isaías dijo: “Edificarán casas y las habitarán; sembrarán las viñas y comerán el fruto. Ellos no edificarán para que otros entren a tomarlo”. Ni será que los hijos lo tomarán, sino que ellos mismos estarán allí con su descendencia. Edificarán y allí se quedarán. Amén. “Él no edifica para que otro coma; él edifica y come para sí mismo”. ¡Amén! ¿Qué es? Su Novia regresando juntamente con Él, de nuevo redimidos al Adán y Eva original, porque la muerte ha quedado atrás. Ellos miran atrás a la cruz y ven que la muerte ha sido pagada.",
    "Y ahora, por fe, somos resucitados con Él, sentados en lugares Celestiales ahora mismo, mirando hacia atrás a lo que nos redimió; esperando que venga el Esposo, para marchar al Hogar con Él.",
    "El propósito triple de Dios, manifestado en Adán y Eva y en todo profeta, y a través de las edades, y en Aquél que ha de venir; Aquél que fue, Aquél que es y Aquél—Aquél que ha de venir. La manifestación completa, la revelación de la Palabra de Dios, Adán y Eva regresando a Casa redimidos, ¡Dios mismo dándose a conocer!",
    "Allá Él se sentará sobre el Trono de David (¿verdad que sí?) y poseerá, gobernando todas las naciones con vara de hierro. Habrá un-un árbol a cada lado. Y cada nación que entrare, esta sanidad será para… estas hojas serán para la sanidad de las naciones. Los reyes traerán allí su honra. No habrá nada que pueda corromper, ni nada que pueda entrar. ¡Y el Monte Sion tendrá allí una Luz, de día y de noche, y los redimidos caminarán en esa Luz! ¡Oh, aleluya!",
    "Y pensar que no es un mito, no es alguna concepción teológica. Es una revelación de Jesucristo, a través de Su Palabra, lo cual resplandece más que cualquier otra cosa. Ha sido verdad en todas las edades, y es verdad en esta edad. Es verdad aquí ahora mismo. Es verdad para conmigo y es verdad para con Uds., y para con todo hombre y mujer que posea esta revelación. Amén.",
    "Y ver a Dios mismo dándose a conocer, y palpitando Él mismo en esa vida, lo cual Ud. ahora es prisionero de Él. Ud. es prisionero de Él por Su amor. El mundo puede reírse, mofarse de ellos, decir: “Salga de eso”. Ud. podría irse, pero Ud. es prisionero. ¿Ven? Las otras mujeres se pueden portar como Hollywood, pero Ud. no; Ud. es una prisionera. Amén. ¿Ven? Ud. es una prisionera de Cristo. Otros hombres pueden fumar y beber y vivir como les plazca, si así quieren, y llamarse Cristianos, diáconos y aun predicadores, pero Ud. no. Ud. es un prisionero, un prisionero de la Palabra. Sí, señor. Sí, señor.",
    "Dando a conocer Su misterio a Su Árbol Novia; redimido por Cristo, el segundo Adán; regresando a Casa, para ser restaurado de vuelta al Edén original, libre de muerte, enfermedad, tristeza, vergüenza; volviendo con Vida Eterna.",
    "Entonces, escuchen, tanta gente tiene la idea errada. El-el… Convertir gente al Cristianismo y a su gobierno, no es la idea de Dios, en lo absoluto. Uds. dicen: “Convertimos gente al Cristianismo por medio de Su gobierno”; así no es. “Pues, ellos no deben beber, no deben mentir”. ¿Saben que los mahometanos pueden brillar más en su testimonio que Uds.? ¿Saben que los paganos del África, esos hombres negros, tienen leyes entre sus tribus que superan cualquier cosa que Uds. puedan producir en el Cristianismo?",
    "¡Oh, yo estuve en esa tribu allá de los Shungai! Si una joven no se ha casado al llegar a cierta edad, ella tiene que dejar-dejar la tribu, quitándose los colores de su tribu. Ella se va a la ciudad; sólo es una jornalera. Y si ella… Antes de casarse, a ella se le tiene que examinar su virginidad. Si es hallada culpable de haber cometido adulterio con algún hombre, él, ella tiene que confesar quién es, y los dos son ejecutados, juntos. Ajá. ¡Oh! Ellos pueden-ellos pueden superar lo que estos así llamados…",
    "¿Qué tal si se hiciera eso con los así llamados Cristianos? El noventa y nueve por ciento de ellos moriría antes del amanecer. Correcto. Es verdad, tanto hombres como mujeres. Uds. saben que es así.\n\n“¿Cómo?” dice Ud., “¡pues, yo soy puro!”.",
    "🦅 Cualquiera que mira a una mujer para codiciarla, ya ha cometido adulterio con ella en su corazón”. Ahora ¿qué me dice de eso? Y ¿qué me dice Ud. hermana, que se presentó ante ese hombre de esa manera? Ud. es tan culpable como si lo hubiera hecho. ¿Ven?",
    "🦅 ¡Oh, pero está bien”! El pastor teme decir eso, ¿por qué? La jerarquía de su denominación lo echará si corrige eso. Ellos son híbridos. Ellos no aceptan la Palabra. La Palabra dice que eso es la verdad; Jesús dijo que es la verdad, y Él es la Cabeza.",
    "Ahora noten, Dios dándose a conocer. No, no debemos hacer convertidos al Cristianismo por medio de un gobierno, sino a través de la revelación; el Cristo en Ud., como Dios estuvo en Cristo. ¡Cómo Dios estuvo en Cristo, Cristo en Ud.! Cuando, lo que Dios hizo en Cristo, ¡Cristo hace eso en Ud.! ¡Las señales que Dios hizo en Cristo, Cristo lo hace igual en Ud.! ¡Oh!, ¿no es hermoso? ¡Oh! ¡Oh, hermano! ¡Me gusta eso!",
    "Jesús dijo: “En aquel día”, ése es este día. “En aquel día”, cuando esta revelación sea conocida, “vosotros conoceréis que Yo estoy en el Padre, y el Padre en Mí; Yo en vosotros, y vosotros en Mí”. Cuando la revelación sea hecha manifiesta, “en aquel día, vosotros conoceréis que Yo y el Padre somos Uno; Yo estoy en el Padre y el Padre en Mí”. Entonces cuando venga la revelación, entonces es: “Yo en vosotros, y vosotros en Mí”. Allí lo tienen. ¿Ven el múltiple, el propósito triple…? ¿Para qué? Para traerlo de nuevo. Nosotros tenemos que serlo.\n\nIgual como Jesús fue la Palabra de Dios; Él vindicó eso.",
    "Si Él-si Él no hubiera sido la Palabra, Él no hubiera hecho manifiesta la Palabra, Él hubiere sido un gran teólogo. Ése hubiera sido el verdadero mesías a la manera como el mundo lo esperaba. ¿Ven? Sí, señor, para ellos ése hubiera sido.",
    "Eso es lo que están buscando hoy, algún-algún-alguien que pueda superar a Billy Graham, o alguien que pueda abrumarlos con su organización, que tome control y les muestre a esos bautistas que no saben ni dónde están parados. Seguro. Ellos están esperando eso. Pero la Iglesia está buscando la humildad, y las señales del Dios vivo, a Cristo. ¿Ven?",
    "Jesús no fue un gran teólogo. Él fue un campesino común, el hijo de un carpintero, según decían. ¿Ven? Él recorrió los alrededores, pero Dios… Él dijo: “Alguno entre Uds. muéstreme lo que dice la Biblia que Yo haría, que no lo haya manifestado”.",
    "Por tanto, la Iglesia puede hacer lo mismo hoy. Lo que hizo Cristo, igual lo hace la Iglesia hoy. “En aquel día conoceréis que Yo estoy en el Padre y el Padre está en Mí; Yo en vosotros, y vosotros en Mí”. ¿Ven? Allí lo tienen, marchando hacia Sion (¿Hacia dónde?), ¡al Reino! “En aquel día conoceréis que Yo estoy en vosotros”.",
    "¡Y observen aquí! Esto es hermoso. No quiero que se pierdan esto. Ahora todos, y Uds. por la cinta, allá en las selvas y donde sea que lo oigan, escuchen.",
    "🦅 Y como el Padre me envió, así también Yo os envío”, dijo Jesús. ¿Ven? Ahora observen. El Padre que lo envió fue con Él, para vindicarse a Sí mismo correctamente, porque Él fue la Palabra. Y el mismo Jesús que lo envía a Ud., va con Ud. y en Ud. para vindicar al mismo Dios. “Así como el Padre Me envió y Yo vivo por medio del Padre, así también Yo os envío, y vosotros viviréis por Mí”. ¿Qué es Él? Él es la Palabra. Ud. vive por la Palabra. ¡Oh, cómo me gustaría tomar un texto de allí y predicar ahora un par de horas sobre eso (¿ven?), sobre eso, acerca de cómo es! Fíjense, noten: “Y el Padre que Me envió”, fue con Él, el Padre que envía.",
    "Jesús, quien nos envía, va por dentro.",
    "🦅 Un poco y el mundo no me verá más, empero vosotros me veréis porque Yo” (pronombre personal), “Yo” (la Persona, Jesús) “estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago, vosotros también las haréis”. Ahora vuelvan y revisen lo qué Él hizo, entonces vean lo que Uds. hacen, luego compárense.",
    "🦅 Y como fue en los días de Noé, así también será en la venida del Hijo del Hombre. Y como en los días de Lot”, cuando un Billy Graham moderno y Oral Roberts, fueron a Sodoma y les predicaron a esos sodomitas y les cegaron los ojos (¿ven?) con el Evangelio. Un Ángel se quedó (un Mensajero), con Abraham y el grupo Elegido, y ¿qué clase de señal hizo Él? ¿Ven? Y ¿cómo Le llamó Abraham? Elohim, Dios manifestado en carne. ¡Jesús mostrando que Él mismo, Dios en Él, será manifestado en Su Novia en los postreros días! ¡Oh, vaya, vaya! Sencillamente no tiene fin; ¡es una revelación de Dios! Es Eterno, simplemente continúa avanzando y sigue y sigue.",
    "Noten, entonces, Uno como el primer Adán y Eva, antes de que el pecado los separara por muerte; ahora Cristo, el segundo Adán, en Vida, redime a Su Novia, de la muerte; y ahora está en camino de regreso al Edén original, restaurando a Su Novia en compañerismo, de nuevo con Dios, como Esposo y Esposa, en el Huerto del Edén, seguro, Cristo y Su Novia.",
    "Y Dios, en aquel día “El Reino será dado al Padre, para que Él sea el todo en todo”. “Mientras él aún habla yo le oiré”. David, Cristo, David sentado en el trono, el Rey sobre toda la raza humana. “Y mientras todavía estén pensando, Yo sabré lo que están pensando. Antes de que hablen, Yo les responderé. El lobo y el cordero comerán juntos. El león comerá pasto como el buey, y pastarán y reposarán juntos. No destruirán ni hurtarán en todo Mi santo Monte”, ¡exactamente de nuevo al Edén!, tan rápido como se puede.",
    "Allí está Su propósito triple. ¡Oh, Dios, ayúdanos a conocerlo! ¡Ayúdanos a conocerlo!",
    "Escuchen bien ahora, mientras avanzamos; regresando al Edén original.",
    "Entonces cuando nacemos de Él, somos llenos de Él. Vean, su vida, la Vida de Él está en Ud. Entonces todas nuestras acciones lo deben declarar a Él.",
    "Igual como sacar-sacarle la vida a un árbol e introducirla en otro. Al tomar la vida de un árbol de pera y colocarla en un manzano, producirá peras. Tiene que ser así, porque la savia, la vida en él, ese germen es del árbol de pera. Muy bien.\n\nEntonces todas nuestras acciones lo deben declarar a Él.",
    "Nosotros tenemos Su Nombre, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Debemos de llevar Su Nombre.",
    "Y recuerden, estamos ahora, como Su Novia, embarazados con Su Espíritu. ¡Oh, vaya! La Iglesia, concibiendo hijos (¿ven?), embarazados por Su Espíritu, con Su Nombre; llevando Su Nombre, produciendo Su Vida; produciendo las señales de Su Vida, evidente por las preeminencias, evidencia de Su resurrección; mostrando que Él no está muerto, sino vivo para siempre. Esto es Vida Eterna, y una vindicación, le vindica al mundo que nosotros estamos vivos en Él. ¡Fiuu!",
    "¿Cómo lo sabe uno? ¿Porque es miembro de la iglesia? Es porque Cristo está viviendo a través de Ud., y está tan embarazado con Su Espíritu que Ud.-Ud. es prisionero para cualquier otra cosa. Ud. está confinado (¡Oh, vaya!) al Evangelio, confinado a la Palabra, y todos los hijos que Ud. puede producir son eso, porque Ud. es un prisionero.",
    "Ud. no puede cometer adulterio; Ud. ya está embarazado. ¡Gloria! Aquél no puede aferrarse. La matriz de la Vida está cerrada a cualquier otra cosa. Ud. ya es de Él, por predestinación. Esa Simiente ha venido a Vida; el mundo no puede entrar. ¡Oh! ¡Oh, cómo me gustaría quedarme en esto por una hora! Estoy seguro que Uds. comprenden. ¿Ven? De Cristo y solamente de Él, una obra completa. Allí estaba la Simiente. Ya estaba la Simiente. ¿Cuándo fue puesta allí? “Antes de la fundación del mundo, nos predestinó para Vida Eterna”. Y tan pronto como entró la onda dadora de Vida, esa Simiente estando allí… Otras simientes entraban pero no se aferraban, porque sencillamente no podían. Pero cuando entró esa Simiente, rápidamente taponó el vientre; las otras simientes fueron despedidas (¿ven?), de esa manera.",
    "Y Ud. viene a ser un prisionero, rodeado, en Cristo. Cristo en Ud., Su Vida produciendo Su evidencia, Sus señales. ¡Oh, vaya, vaya, vaya! Miren, produciendo Sus señales de Vida como evidencia de Su resurrección; probándole al mundo que Vida Eterna le vindica al mundo que nosotros estamos vivos en Él. Y piénsenlo: vivos con Dios, nuestro Redentor, Quien nos creó con ese mismo fin, a la Iglesia, y Su Vida creativa dentro de nosotros.",
    "Por eso, Moisés pudo hablar, por la Palabra de Dios: “Que vengan”, y allí vinieron, moscas. Un Dios que puede crear moscas, puede crear ardillas. ¿Ven?",
    "Por tanto, Él puede hacer lo que quiera. Él puede crear; puede hacer lo que sea, Él es Dios. Es ese mismo Dios, esa Vida creadora (¿ven?), que está en Ud., puede… Ud. es un prisionero; Ud. no puede hablarlo mientras que Él no le diga que lo hable. Pero cuando Ud. ya lo habla, es Palabra de Dios. Él lo ha vindicado ser así. Todo lo demás ha sido correcto, y Él sabe que una vez que ha sido hablado, eso tiene que ser así. ¿Ven?",
    "Moisés tomó su vara y dijo: “Que aparezcan ranas”, porque Dios ya había dicho: “Que aparezcan ranas”. Él simplemente fue el vocero. Correcto. Y hubo ranas en todo, por todas partes aparecieron ranas. ¿De dónde vinieron? Nadie sabe; no estaban allí antes. Pero el Creador, Dios, obrando por medio de un hombre, creó cosas, seres vivientes.",
    "El mismo Dios que creó la primera rana, puede crear la segunda rana. Él crea todas las ranas. ¡Oh, vaya! ¿Ven Uds. lo que quiero decir? Él creó la primera ardilla, crea la segunda ardilla, crea cualquier ardilla; puede crear ardillas donde no hay ardillas. Puede hacer lo que quiera, ¡Él es Dios! ¡Él es Dios! ¡Es Su Vida! ¡Oh, vaya! ¡Cuando pienso en eso me dan escalofríos! Ajá.",
    "¡Oh, para vivir con Él, yendo a Casa con Él para morar con Él! Yendo a Casa con Él para vivir con Él para siempre, ¡teniendo Vida Eterna!",
    "Éste es el gran misterio del amor de Dios expresado, que Dios y el hombre llegaron a ser uno. ¿Ven? El asunto entero es Dios y el hombre, uno. Dios y el hombre fueron uno, allá; y Dios y el hombre son uno, ahora. ¿Ven? ¿Qué es? Estando llenos de Su Espíritu, Él teniendo las preeminencias. Ése fue el logro de Dios, el propósito de Dios al hacerlo: que Él estuviera en Cristo; y Cristo en nosotros; y todos juntos, siendo uno. El Espíritu Santo, de igual manera; se lo reveló a Cristo y lo revela aquí; el Poder creador, sobrenatural. ¡Oh, vaya!",
    "El mismo Dios que pudo-que pudo decirle a Moisés: “Que aparezcan ranas”, ese mismo pudo pararse allá: “Que esta agua se convierta en vino”. ¿Ven? Amén. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Él es el mismo Dios, el mismo.",
    "Él simplemente no cambia. Es Dios en el hombre. Ésa es Su manifestación. Eso es lo que Él está revelando. Eso es lo que Él está tratando de hacer, y la Propia Palabra de Dios lo revela. Eso muestra que el hombre no puede crear; Dios es el Creador. Y ya no es el hombre; es Dios el Creador, en el hombre, que ahora es Su Iglesia. ¡Amén!",
    "Yendo camino a Casa al Cielo, para vivir con Él, para siempre. Dios le expresa amor Eterno a la Iglesia.",
    "Escuchen, presten ahora mucha atención. Quiero que no fallen en captar esto: Ninguna otra iglesia, ninguna otra señal, ningún otro compañerismo, ningún otro gobierno, ningún otro testimonio, ningún otro credo, ninguna denominación, es aceptado fuera de Esto. Dios no acepta ninguna otra cosa sino: “Cristo en Ud., la esperanza de la Gloria”, es lo único que Dios reconoce. Ningún compañerismo, ninguna iglesia, ningún credo, ninguna denominación, nada; todo lo demás está muerto. Son fragmentos que tienen que ser cortados, podados y apartados de la cosa para que Cristo pueda vivir con preeminencias en Ud.",
    "¡Nunca mirando atrás! Tengo una rama aquí que dice: “Es mi organización”. Eso también tiene que ser cortado. “Tengo esto y esto aquí. Esto dice esto; mi mamá me dirá que soy un santo rodador”, eso también tiene que ser cortado. ¿Ven? “Pues, sé que mi esposo quiere que me ponga estos pantalones cortos”, eso también tiene que ser cortado. ¿Ven? Tiene que ser cortado y podado hasta que sea solamente Ud. y Cristo, a solas. ¿Ven? ¡Oh!",
    "¡Piensen! Por medio de la Presencia viviente del Cristo viviente, por medio de la Palabra viviente (¡oh!), el Cristo viviente, Presencia viviente, ¡Palabra viviente! ¡Observen! Por medio de Su Propia vindicación personal, personalmente vindica a Su Iglesia.",
    "¡No es por miembros! Él no obró así en los días de Moisés. Él no lo hizo en los días finales del mundo con ninguna otra persona, cuando llegó al punto de la destrucción. En los días de Lot, no fue cuestión de membresía, fue más bien vindicación personal, Dios encarnado (¿ven?), una vindicación personal.",
    "¡Recuerden! Piensen en eso, que personas nacidas de Su Espíritu, en un día como éste (en esta gran edad denominacional en que vivimos), y que el Dios viviente toma Su Palabra viviente y-y la vindica, personalmente, ¡esta Vida que está en la Palabra, o sea el germen que está en la Simiente! Y la Palabra es una Simiente que el sembrador salió a sembrar. Y la Vida es Cristo, en la Palabra, personalmente en Ud.; vindicando algo lo cual Ud. no puede hacer, probando Él mismo que no es Ud., sino que es Él. Y Ud. ha llegado a ser uno, un-un-un esclavo de amor para Él, para ser una Novia.",
    "¡Gracias al Dios viviente Quien creó los cielos y la Tierra y todo lo que en ellos hay! Con razón, “Él es el Alfa y la Omega, el Principio y el Fin; Aquél que fue, que es y el que ha de venir; la Raíz y el Linaje de David; la estrella resplandeciente y de la Mañana”. Él es el todo en todo.",
    "Su Presencia, en el individuo, con una vindicación personal de Sí mismo expresándose, la Palabra viviente que es prometida para el día, expresándose por medio de Ud., una vindicación de la gran revelación de Dios. Fíjense, únicamente en un individuo, ¡jamás en un grupo! En un individuo; ¡no un grupo! Su identificación es con un individuo. ¿Entienden eso? [La congregación dice: “Amén”.—Ed.] No es con los metodistas, no es con los bautistas, no es con los presbiterianos, no es con los luteranos, no es con los pentecostales, ¡sino como un individuo!",
    "🦅 Tomaré uno y dejaré el otro; Yo los separaré”. Correcto. “Habrá dos en el campo; tomaré uno y dejaré el otro. Dos estarán en cama, y tomaré uno y dejaré el otro”.",
    "No es un grupo. Es una vindicación personal de un hijo de Dios, embarazado, lleno del Espíritu Santo y tan rendido a Dios que no se interesa en ninguna otra cosa. Y el Espíritu Santo viviendo Su propia Vida, palpita a través de él, mostrando la vindicación personal, personal, de la Palabra misma, expresándose Ella misma a la gente y al mundo.",
    "¿Cómo puede el mundo caminar ciegamente pasando por alto algo así? Es igual como cuando los católicos pasaron por alto a San Patricio y no lo reconocieron hasta después de que había muerto. Es lo mismo que hicieron con San Martín: no lo reconocieron. Es lo mismo que ellos han hecho en todas las edades.",
    "Igual como lo hicieron con Juana de Arco. La Iglesia Católica la quemó, como bruja, porque ella era espiritual. Cómo ciento cincuenta años después, sacaron los cuerpos de aquellos sacerdotes y los arrojaron al río, como penitencia.",
    "Eso se les pasa por alto, y ellos no lo reconocen hasta cuando ya ha pasado. Solamente recoge a la Simiente predestinada que Dios predestinó desde antes de la fundación de la Tierra. Lo mismo pasó en los días de Noé, lo mismo pasó en los días de Moisés, en los días de Elías, en los días de los profetas, en los días de Jesús, y así hasta esta misma hora. La persona embarazada con la Simiente de Dios, la Palabra misma allí manifestándose, tan rendida a la voluntad de Dios, que la Palabra y únicamente la Palabra, se manifiesta en esta persona, el prisionero, así al individuo.",
    "No diciendo: “Mi iglesia…”. Ahora, “mi iglesia” nada tiene que ver con eso.",
    "Es con un individuo, ¡una persona! Todo el infierno está opuesto a esta Enseñanza. Todo el infierno está en contra de esta Verdad, sin embargo, es la Verdad.",
    "Jesús no dijo: “Ahora, Pedro, tú y Juan y todas las demás personas han captado la revelación, toda la iglesia ya es salva”. ¡No!",
    "Fue para él, personalmente. “Yo te digo, te lo digo”, no a ellos, “te digo a ti, tú eres Pedro; sobre esta roca edificaré Mi Iglesia”. Y la palabra Pedro significa “roca”. Roca significa “el que ha confesado” o, “el que ha sido separado”.",
    "Fue sobre cierta roca, sobre cierta cosa, ¿ven?; los llamados fuera, la Iglesia que fue llamada a salir; sobre esta roca, sobre esta “revelación”. “Carne ni sangre te ha revelado esto. Sino sobre esta revelación, el grupo llamado a salir, edificaré Mi Iglesia en ellos. Y todas las puertas del infierno no podrán prevalecer en contra”.",
    "🦅 Ni un solo cabello de tu cabeza perecerá; ¡eres Mío! Te resucitaré en el día postrero, le daré a él Vida Eterna, y lo resucitaré en los últimos días”. Allí está, la revelación. ¡No fue a ellos, sino a “él”, a un individuo! No un grupo; ¡a un individuo! Todo el infierno está en contra de eso.",
    "Pero Su misterio es revelado únicamente a Su Novia amada; es la única que puede verlo.",
    "Él dijo: “Bien habló Isaías de Uds., hipócritas, serpientes entre la hierba. Uds. salen acá y dicen: ‘¡Oh, aquellos profetas tan santos!, enaltecimos sus tumbas, nosotros las pulimos’”; Él dijo: “Fueron Uds. que los pusieron allí”. ¿No lo dijo Él?",
    "Lo mismo que Él diría a las iglesias católicas en sus días, cuando les fueron enviados profetas del antiguo-Antiguo Testamento antes de que tuvieran allá lo de Nicea, Roma, y eligieran. Esos antiguos profetas salían de allá comiendo larvas y cosas de la tierra, y sin tener siquiera ropa, envueltos en pieles, y trataron de pararse por esa Verdad de la Biblia. Pero la Iglesia Católica quería su concepción intelectual. Entonces ellos sacaron… Y allí aparecieron San Ireneo, Policarpo, Martín y los demás. Y ¿qué hicieron? Los mandaron a la tumba, a Juana de Arco, a San Patricio y a los demás. Ellos los pusieron allí, y ahora regresan y blanquean los sepulcros como hicieron con Juana de Arco. ¿Qué hicieron? ¡Ellos mismos los pusieron allí!",
    "Entonces les declaro, como Su Espíritu les clama a Uds.: “¡Paredes blanqueadas! Hipócritas, llamándose algo cuando aceptan la concepción intelectual de hombre, y sueltan la Palabra. En lugar de venir embarazados con la Simiente de Dios, la Palabra en Uds., han aceptado toda clase de cosa híbrida”. Con razón ella se sienta como “ramera”, porque “comete fornicaciones espirituales”, enseñando a la gente cosas de hombre y no cosas de Dios.",
    "Pero Él ha dicho: “No temáis manada pequeña, porque a vuestro Padre le ha placido daros el Reino”. Eso es correcto. Seguro. Allí lo tenemos.",
    "La Biblia, en Apocalipsis, dice: “Esta gran ciudad reinó sobre todos los reyes de la Tierra”. Dijo que ella era una “ramera”. ¿Qué es eso? Es una mujer que reclama ser una dama y comete fornicación. “Ella tenía una copa en la mano”, un brindis al mundo, “de las… llena de la inmundicia de sus abominaciones a raíz de sus fornicaciones”. Y ella tenía hijas, las iglesias protestantes, las cuales salieron con sus mismas doctrinas falsas, los mismos bautismos, y que es por estrechar de manos en lugar del bautismo del Espíritu Santo; y con su falsa doctrina de “Padre, Hijo y Espíritu Santo”, y todo eso, en lugar de tomar el Nombre de la Novia-del Novio, y lo demás.\n\nUds. dicen: “Da lo mismo, no tiene importancia”. ¡Sí tiene importancia!",
    "Si yo pongo mi nombre en un cheque, y coloco: “el reverendo” o “el ministro”, o algo así, eso no podrá hacer efectivo nada; es verdad. Es rechazado en el banco. Ajá. Nótenlo. Muy bien.",
    "Pero todo este misterio es revelado únicamente, tal como Él prometió, a Su Novia. Él infierno está en contra de esta Verdad, de la revelación de este misterio; sin embargo, la Novia allí está parada firme. Ésa es su posición.",
    "Iglesia, ¿por qué pasas hambre? ¿Por qué tienes sed? Es el Padre tratando de revelarte este secreto escondido. Pero has permitido que tantas cosas te lo quiten. Permites que tu trabajo, permites que tu esposa, permites que tu esposo, permites que tus hijos, permites que las preocupaciones del mundo, permites que algún pastor, permites que alguna otra persona te lo quite, cuando muy bien sabes que en lo profundo de tu corazón estás sedienta, hambrienta. Es Dios tratando de revelártelo (¿ven?), la revelación. El día postrero ha llegado. Ahora observen.",
    "Miremos hacia atrás de nuevo. No puedo saltarme todo esto. ¿Ven? Quiero ahora que miren aquí por un momento, y terminaremos en unos minutos. Sean… Sólo préstenme toda su atención por un momento.",
    "Noten, Colosenses, aquí en el versículo 18. En el Libro de Colosenses, el versículo 18.\n\nAhora él es la cabeza de la iglesia, que es el cuerpo, él que es el principio, el primogénito de entre los muertos, para que-que en todo tenga las preeminencias.",
    "🦅 Él es la Cabeza de la Iglesia, que es Su Cuerpo, y Él quiere tener las preeminencias”. Ahora escuchen, escuchen con atención mientras avanzamos. ¿Qué? Él tiene que ser la Cabeza del Cuerpo, el Cuerpo de Su Novia, la cual es tomada de Él; carne y hueso, como fue con Adán (¿ven?), la Novia.",
    "🦅 Nacida de entre los muertos” (¿ven?), eso es, nacida de entre los muertos, el pecado de incredulidad.",
    "¿Qué mató a Eva? La incredulidad. ¿Verdad que sí? ¿Su incredulidad en qué? Por, ¿la incre-… la incredulidad en Dios? No. Ella tenía fe en Dios. Seguro. ¿Diría ella: “No existe Dios”? No, señor. Ella no era incrédula. “Pues”, ¿diría ella, “sabes, no creo Su Palabra, en lo absoluto?”. ¡Oh, no! Ella la creyó toda, excepto una cosita. ¿Ven?",
    "Ahora, ¿no dice la Biblia allá en el Libro de Apocalipsis, Jesús mismo: “Yo-Yo, Jesús, he enviado Mi ángel para daros testimonio de estas cosas?”. “Si alguno quitare una Palabra o le añadiere una palabra”. Y si toda esta angustia y quebranto tuvo que venir a raíz de una mujer que dudó una sola Palabra de Dios, ¿le permitirá Él regresar a Ud. dudando una Palabra? Él sería injusto. Ajá. ¿Ven? Vean, eso no sería correcto. Condenó…",
    "Aquí parado hay un hombre, y él causó toda esta angustia por una sola palabra que dudó; luego Él avanza y logra años de experiencia y de todo, y viene la Biblia y todo lo demás, y otros que hasta han dado sus vidas por esto; y entonces dice: “¡Oh, está bien, cómetelo! No hay problema, de todas maneras te dejaré regresar”. ¡Oh, no! Dios no hace acepción de personas, pero…?… ¿Ven? ¿Ven? Dios no hace acepción de personas. Ahora noten.",
    "Noten ahora. “Él es la Cabeza del Cuerpo” que nace del pecado de incredulidad a la Palabra de Dios. Eso des-… eso despide a toda denominación, todo credo (¿ven?), incredulidad a la Palabra, que es Él mismo, la Palabra de Vida. ¿Ven? La Palabra únicamente tiene la Vida. Cualquier otra palabra es un híbrido. No importa cuánto se parezca, no es la Palabra.",
    "La Palabra produce Su propia Vida, la cual Eva canjeó por conocimiento personal. ¿Ve Ud. como lo ha hecho la iglesia hoy, por entendimientos de algún hombre? Moisés tenía un gran entendimiento de Dios, hasta que se encontró con esa zarza ardiendo, luego pudo ver su fracaso. La zarza ardiente tenía lo que le faltaba a Moisés. La Palabra tiene lo que le falta a la denominación.\n\n“Él, la Cabeza, es los primeros frutos de la resurrección”.",
    "Ya concluiremos con esto de “revelación”; sólo un poco más, si es que Uds. lo desean. [La congregación dice: “Amén”.—Ed.] Muy bien. Muy bien, correcto, un poco más, y ya.",
    "🦅 Él es los primeros frutos de la resurrección”, ¿verdad que sí? [La congregación dice: “Amén”.—Ed.] Observen. Entonces ¿qué es Él? “Él es la Cabeza, del Cuerpo; que es, Su Iglesia, la Novia”. Ajá.",
    "Entonces, el Cuerpo-Novia tiene que seguir a la Cabeza, porque es parte de Su resurrección y parte del misterio. Es imposible que no se vaya. ¡Oh, hermano! Es parte del misterio de Dios, de cómo Dios se reveló acá y lo levantó por la Palabra, así revela a Su Iglesia y está levantándola por la misma Palabra. Es parte de Su misterio triple.",
    "Como la Cabeza fue levantada del sepulcro, así el Cuerpo tiene que seguirle a Él de regreso al Edén. Donde la Cabeza de familia, el Hombre, el Novio (la Novia siendo el Cuerpo del Novio), tiene que seguir al Novio, porque ésa es la Cabeza. Y la Cabeza es revelada y ha vuelto con Vida Eterna; y el cuerpo tiene que seguir, a eso, porque de nuevo es Esposo y Esposa. ¡Amén! Y esto, si Ud. está embarazado con la misma Palabra, lo cual es Su Cuerpo. Uds. han tomado Su Cuerpo, llegando a ser Él cuando tomaron la Palabra; no el credo, ¡la Palabra! ¡Oh, vaya!",
    "¿No sería ése un texto maravilloso para esta tarde, con el cual continuar? ¿Eh? ¡Vaya! ¿No sería maravilloso? ¿Ven? Piensen ahora en eso, en lo que significa.",
    "Por lo tanto, el Cuerpo no puede reconocer… no fallen Uds. en esto. El Cuerpo, por consiguiente, no puede reconocer ningún otro liderazgo sino la Palabra. Pues, la-la Cabeza está conectada al Cuerpo, y la Cabeza es la Palabra, y es la misma Palabra, ¡un liderazgo! Por tanto, denominaciones y padres santos y cuanta cosa más, es estiércol muerto. Hay un solo Liderazgo, ése es Cristo. El Cuerpo sólo reconoce una cosa, ¡la Palabra!",
    "Ahora, muéstrenme ¿dónde fue bautizado alguien, en el Cuerpo, en el nombre de “Padre, Hijo y Espíritu Santo?”. Y ¿qué está Ud. reconociendo? ¿Ven? Soy consciente de que le estoy hablando a miles, en la cinta, Uds. saben, y tenemos un ministerio de cintas alrededor del mundo. ¿Ud. en qué nombre está bautizado? “Porque no hay otro nombre dado bajo el Cielo”, dice la Palabra, “en el que los hombres puedan ser salvos”. Si Ud. es bautizado, para mostrar que cree en Cristo, y después acepta algún nombre de un credo, entonces Ud. es un híbrido. Si Uds. no son exactamente como esa iglesia y exactamente como la enseñanza de ellos…",
    "Entonces, Uds. personas católicas, miren, ¿cómo pueden Uds. sujetarse a la jurisdicción de un Papa ahora, profesando que él es el sucesor por causa de la sucesión apostólica desde Cris-… desde Pedro? ¿Y este Papa y esta iglesia enseñan tan contrario a esta primera Palabra, la cual Dios reconoció por señales y maravillas, que era Su Iglesia? Y ver esa misma Palabra siendo traída hoy en Su pureza, mostrando la misma resurrección como Él la tuvo allá, Dios viviendo entre Su pueblo, haciendo las mismas cosas, y ¿luego Uds. pueden reconocer una cabeza en Roma?",
    "Nuestra Cabeza está en el Cielo. Yo no me iré a Roma, yo me voy al Cielo cuando muera. ¿Ven? ¿Ven? La Cabeza está en el Cielo.",
    "Y el Cuerpo tiene que seguir a la Cabeza, así como la esposa sigue al marido. Siendo que Adán no fue engañado, él salió con Eva. Eva fue la engañada, ella estaba en trasgresión, de otra manera, la resurrección completa del Cuerpo entero hubiera llegado en el día del Señor Jesús cuando Él salió del sepulcro. Pero Él tenía que redimirla a Ella, que es Su Cuerpo. Ella tiene que ser redimida para poder venir a Él. ¿Lo ven Uds.? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya! ¿Ven? Eso no pudo haber acontecido allá. La redención se está llevando a cabo.",
    "¿Ven ahora los Sellos? Cuando Él está en Su obra de mediador allá, redimiendo, pero algún día Él vendrá para reclamar este Libro que Él ha redimido. Y todos los que están en este Libro serían Él, pues ése es el creyente, las palabras en el Libro, y la Palabra es Él. Y todo eso que está allí, Él vino por este Libro de Redención, cuyos nombres fueron escritos en el Libro desde antes de la fundación del mundo, cuando Él fue inmolado como un Cordero.",
    "Y Él está aquí hoy, en Su Palabra, manifestando lo mismo que Él hizo allá. Ella no puede reconocer ningún otro liderazgo. No, señor. No hay obispo ni nada. Ella reconoce un solo Liderazgo, ése es Cristo, y Cristo es la Palabra. ¡Oh, vaya! ¡Fiuu! Yo amo eso. ¡Oh! Sí, señor.",
    "Como la Cabeza fue levantada del sepulcro, así también debe seguirle Su Cuerpo a Él al Edén. Por eso, el Cuerpo no puede reconocer ningún otro liderazgo, sino el Liderazgo de la Palabra.",
    "Ninguna denominación puede añadirle a Ella algo. “Porque cualquiera que le quitare una Palabra o le agregare una palabra, será quitado de Allí”. Ud. queda muerto, híbrido, en ese instante. Ella está de nuevo acá, con este testimonio en sus manos, “la inmundicia de sus fornicaciones, cometiendo adulterio espiritual”, en contra de la propia Palabra que ella reclama creer. ¿Ven?",
    "Por eso, es la Palabra o nada. Correcto. Él, ¡la Palabra! ¿Cómo sabe Ud. que es correcto? Él, la Palabra, es vindicado. ¿Ven? Él, la Palabra, correctamente vindicada, es el Liderazgo, la Cabeza de la Iglesia. Él es la Palabra, el Liderazgo. Él es correctamente identifica-identificado, vindicado, por Su Propio Espíritu que está en la Iglesia misma, la persona. Mostrándose a Sí mismo, en vindicación, es la prueba directa a todo el Cuerpo. Uds. entonces no necesitan de credos. Las denominaciones ya han perecido. Pero la Cabeza Misma, reconocida en el Cuerpo por las identificaciones personales (¿ven?), identificándose a Sí mismo, le prueba el Liderazgo al Cuerpo. Entonces somos unidos bajo Un solo Liderazgo vindicado, ése es Cristo, la Palabra de Dios [Cinta en blanco.—Ed.] no bajo alguna iglesia.",
    "Entonces, nuestra Cabeza es un Reino. “El Reino de Dios está entre vosotros”, dice la Biblia, Jesús. ¡El Reino! Nosotros no somos una denominación. Pertenecemos a un Reino, y el Reino es la Palabra de Dios hecha Espíritu y Vida en nuestra propia vida, trayendo a cumplimiento toda promesa en este día, como lo hizo en aquel día cuando la Palabra y Dios eran uno. Y la Palabra y Dios son uno en Su Iglesia hoy, haciéndola a Ella el Liderazgo del Cuerpo que ha sido redimido, para traer el Mensaje en el día postrero; y ser levantada de entre los muertos, en la resurrección, para regresar y ser restaurada de nuevo, como Adán y Eva, en el principio en el huerto del Edén. El misterio triple de Dios, ¡Su Cuerpo! ¡Oh, vaya!\n\nNótenlo detalladamente ahora en tipos, como Israel de la antigüedad. [Cinta en blanco.—Ed.]",
    "¿Me estaré tomando demasiado tiempo en esto? [La congregación dice: “No”.—Ed.] No me dejen, no me dejen ir demasiado… Ahora escuchen. Pues no nos faltan sino como veinte páginas. ¿Ven? ¿Ven? Pero ya… sólo un momentito más, y entonces-entonces los dejaré hasta el próximo verano, o por un tiempo, Dios mediante. ¿Ven?",
    "Ahora miren. Noten ahora, unidos juntamente bajo un Liderazgo, en manera similar al Israel de antaño. Ahora ¿lo están captando? Como Israel de la antigüedad; un Dios, vindicado por una Columna de Fuego, y Él mismo revelado a través de un profeta, de que es la Palabra. El mismo Dios, la misma Columna de Fuego, de la misma manera; Él no puede cambiar Sus maneras. Es ése… Tan perfecto como puede serlo, ¿verdad? ¿Ven? [La congregación dice: “Amén”.—Ed.]",
    "¡Un Dios! ¿Cuántos Dioses tuvo Israel? [La congregación: “Uno”.—Ed.] ¿Cuántos tiene la Novia? [“Uno”.] ¿Cuántos habrá para siempre? [“Uno”.] Seguro. Seguro.",
    "¿Ven? Bajo el liderazgo del Espíritu Santo, que fue la Columna de Fuego en los días de Moisés, el gran profeta. Él fue guiado por una Columna de Fuego, ¿es correcto eso? [La congregación dice: “Amén”.—Ed.] Muy bien. Camino a una tierra prometida.",
    "Y en la edad Cristiana, hubo un solo Dios que apareció en la forma de una Columna de Fuego, a un profeta llamado Pablo, quien fue enviado a los gentiles para sacar un pueblo para Su Nombre. ¿Es eso correcto? [La congregación dice: “Amén”.—Ed.]",
    "Y en los postreros días, ha descendido en manera similar, vindicándose a Sí mismo (¿ven?), en la misma señal, la misma maravilla, con la misma Columna de Fuego, el mismo Evangelio, la misma Palabra, la misma manifestación.",
    "Su Cuerpo hará las obras que Él prometió, como en Marcos 16 y demás. Su cuerpo no fue retenido en el sepulcro, sino que fue reconocido con Él en la resurrección. ¿Lo captan? [La congregación dice: “Amén”.—Ed.] Entonces el Cuerpo de Sus hijos creyentes, no será retenido en el sepulcro cuando Él venga, sino que será reconocido con Él, porque Él murió con el fin de resucitar a Su Novia, el Cuerpo. Reconocidos, porque son Su Cuerpo, por cuanto es la Palabra. Están completamente rendidos a Él, de las cosas de denominación, y Él es la Palabra. ¿Ven? Y es reconocido con Él, porque ahora tenemos el primer fruto de nuestra resurrección, al saber que hemos pasado de muerte a Vida, viniendo a ser prisioneros Suyos. Y Dios, comprobándonos a nosotros por medio de Su Liderazgo personal, que Él es el mismo ayer y por los siglos, al hacer las mismas cosas por medio de la Iglesia, que Él hizo allá, “Él en Mí, y Yo en Él, en Uds.”, Uds. saben, de esa manera. Correcto.",
    "Su Cuerpo no fue retenido en la tumba. Fue reconocido con Él en la resurrección, igual como está ahora, escuchen, lo cual significa esto: Su Palabra, que es Él, ha comenzado a ser levantada. La Palabra, que a través de la edad de Lutero, Wesley (¿ven?), ha comenzado a levantarse en Su poder; allá comenzó a moverse, luego se movió otro poquito, ahora está llegando a la identificación. ¿Ven? Fíjense. Ahora, para la Vida en el Cuerpo, es una vindicación de que el Rapto está a la mano. Cuando Uds. vean la Cabeza y el Cuerpo llegando a ser uno, y la plenitud de la medida de Su manifestación, muestra que el Cuerpo está próximo a ser recibido en la Cabeza.\n\nNaciones confusas, Israel despertando,",
    "¿Ven lo que quiero decir? Él ha comenzado a darle Vida a Su Cuerpo (¿por qué?) a Aquél que Él ha redimido. La obra de Mediador ha terminado, Él está trayendo Su Cuerpo a Vida, en vindicación para el Rapto. Recuerden, ahora, en el día postrero…",
    "Yo-yo, si me permiten, sólo ténganme ahora un poco de paciencia en esto, estará bien. No quiero que se les escape. Yo-yo, y tengo… Ahora tengo que terminar esta cinta, siendo que ya llegué hasta aquí. Un comentario importante más que quiero hacer, así tenga que correr un poco de eso.",
    "Ahora fíjense. Escuchen esto. Ahora es la gran cosa. Ahora es cuando queremos vigilar. Recuerden, en los postreros días, regresará exactamente y vindicará el primer día, ¿ven?; a Adán y Eva, esposo y esposa, sin pecado, Vida; luego la caída. Nótenlo, fíjense atentamente.\n\nLa tuerce a ella. Ajá.",
    "Observen, ¿qué lo causó? ¡Lucifer! Lucifer lo está haciendo ahora igual como en el principio.",
    "Así como comenzó el reino de los gentiles, con el Rey Nabucodonosor, vindicó la raza gentil por un profeta, que pudo interpretar lenguas desconocidas, visiones, sueños. Y eso ha venido entre los gentiles, sin nada, a través de los medo-persas, luego el hierro y demás, y en los pies termina de la misma manera, de nuevo el reino gentil.",
    "Observen, Lucifer en los postreros días está obrando como en el principio. ¿Qué hizo Lucifer? Lo primero que hizo Lucifer para separar el compañerismo entre Dios y el hombre, quiso edificarse un reino unido, con mayor esplendor y aparentemente más culto, un reino más grande que el que Miguel, Cristo tenía.",
    "¿Lo captaron? [La congregación dice: “Amén”.—Ed.] Ahora, si les pasa por alto, levanten la mano, lo diré otra vez ¿ven Uds.? ¿Ven?",
    "Lucifer, en el principio, el propósito en su corazón era lograr algo mayor y más resplandeciente en el Cielo que lo que tenía Cristo. ¿Es eso cierto? Por, aparentemente un reino con más cultura, más hermoso, más esplendoroso, que el Reino de Cristo. ¿Piensan Uds. que tendremos automóviles en el Milenio, y aviones? ¿Ven? ¿Ven lo que está haciendo Lucifer?",
    "Ahora, las grandes y lujosas denominaciones intelectuales están haciendo eso mismo, reuniéndose entre ellas para llevar a cabo eso mismo. ¿Ven? Ellas se están reuniendo y denominándose, cada una tratando de ganarle a la otra. Y ahora tienen tanto esplendor, que no saben ni qué hacer, sino unirla con la iglesia católica. ¿Ven? Lucifer nuevamente edificando un reino más grande, para sacar a las personas que no creen en las denominaciones; y aun quitarles sus edificios de iglesia y hacer bodegas, y que los pastores de éstas no tengan derecho a nada.",
    "Y un hombre que es enviado de Dios jamás se quedaría en una denominación después de oír Esto o de verlo, si él-si él tiene lo que se necesita para salir y verlo. Seguro. ¿Ven? No digo eso en crítica, lo digo sinceramente (¿ven?); para que vean eso revelado.",
    "Noten, en estos postreros días, Lucifer está haciendo eso mismo. ¿Lo pueden ver Uds.? [La congregación dice: “Amén”.—Ed.] El diablo haciendo eso mismo, edificando una iglesia híbrida, algo híbrido formado de miembros híbridos; híbridos por el conocimiento que ha suplantado a la Palabra; con hombres intelectuales en el lugar de hombres nacidos de nuevo, construyendo un reino intelectual de mayor esplendor que el rebaño pequeñito de Cristo. ¿Ven? ¿Qué es lo que hizo eso? Ángeles caídos.",
    "La Biblia dice que fueron ángeles caídos que escucharon a Lucifer, en lugar que a Cristo, al cual antes pertenecían, ¿no es así? [La congregación dice: “Amén”.—Ed.]",
    "Ahora escuchen atentamente, “ángeles caídos”. ¿Qué clase de ángeles? Lutero, Wesley, católicos, pentecostales, que no se mantuvieron firmes en su primer estado, igual que aquellos Ángeles, y han caído en organización, como el baluarte principal de Lucifer allá en Nicea. Y ¿qué han hecho? Han organizado una gran asociación ecuménica, de ministros, para hacerle una “imagen a la bestia”, como dijo la Biblia. Y están creando una economía Cristiana que cerrará las puertas de esta iglesia y otras semejantes. ¿Ven a Lucifer en su obra?",
    "Estoy tratando de traerles la revelación triple, o el misterio de Dios.",
    "¿Qué hicieron ellos? Se vendieron a razonamientos de sabiduría y de educación, igual que Eva; lo hicieron los ángeles caídos. Wesley fue un hombre de Dios; pero ¿qué le siguió? Ángeles caídos entraron allí. ¿Qué eran los ángeles en el principio? Seres creados de Dios, pero cayeron por la sabiduría de Lusfer… cayeron por Lusfer… por la sabiduría de Lucifer. Y ¿ven lo que llegaron a ser? Ángeles caídos, y organizaciones de hombres de Dios que salieron a establecer las Verdades en la Tierra; pero antes de que esa Verdad pudiese salir y proclamar y llegar a la verdadera revelación de Cristo, ángeles caídos entraron y se apoderaron de ella, y formaron denominaciones de ella.",
    "Por esa razón es que la revelación del misterio de los Siete Sellos tuvo que ser abierta.",
    "¿Ahora lo ven? ¡Lo que ellos abandonaron! Si Lutero hubiera continuado, hubiera llegado hasta acá. Si Wesley hubiera continuado, si pentecostés hubiere seguido, ¿qué hubieran logrado ellos?",
    "Ahora sólo hay una cosa que puede suceder: tiene que haber un Mensaje en el tiempo del fin, cuando no haya ninguna otra cosa que le pueda seguir. Y ahora el mundo ecuménico ha establecido tal régimen que no podrá haber denominación ni otra cosa que siga eso; Ud. o está en eso o no está en eso. El fruto está en la copa del árbol, y la Luz está brillando sobre ese fruto predestinado. Y ella está madurando en un fruto igual a Cristo, produciendo la misma suavidad y dulzura, y el mismo Espíritu que Él tuvo. ¡Espero que lo vean! ¿Ven?",
    "Yo-yo estoy tratando de incluir demasiado en un solo día, los agoto. [La congregación dice: “No”.—Ed.]",
    "Por tanto, miren, ellos se vendieron a razonamientos, se vendieron a razonamientos de denominación. “Si tan sólo pudiera pertenecer a esto, el-el alcalde asiste a esta iglesia”. ¿Ven? “Si yo pudiera ser metodista o presbiteriano”. Simplemente miren a dónde han llegado. Ahora, acabo de explicar que esas ramas han sido cortadas; están muertas. Ya no están conectadas con Cristo o estarían produciendo la misma Vida. ¡Ellas no están conectadas con Él!",
    "Pero ellas son-ellas son como un fruto cítrico. Cualquier fruto cítrico puede vivir de un árbol cítrico, pero producirá su propio fruto. Ponga Ud. una toronja en un-en un árbol de naranja, vivirá del árbol de naranja pero producirá toronjas. Póngale Ud. un limón allí a eso, es un fruto cítrico, le producirá un limón agrio, no obstante, se sustenta de la vida. Y eso es lo que están haciendo las denominaciones, pasando bajo el nombre de la Iglesia.",
    "Es la Novia, Ella es ese Árbol original, el Espíritu original. La revelación viene de Cristo, no de la denominación; ¡de Cristo! Noten.",
    "¿Qué trata de hacer la denominación? Enaltecerse, igual que Lucifer. Ellas mismas se llaman “la Iglesia, la Novia”. Cuando ellas están en Apocalipsis 17, mencionadas como la novia falsa. Exaltándose sobre el pequeño rebaño de Cristo, la Novia; Lucifer se cree y se exalta por encima de la Verdad de la humilde Palabra de Dios por medio del conocimiento de la revelación, y se ha ordenado él mismo a través de la educación de un seminario y de la teología, hasta que ellos mismos se han levantado. Y si Ud. no pertenece al grupo de ellos, entonces Ud. es desechado.",
    "Igual como Lucifer lo hizo en el principio, le dicen a la gente exactamente lo que Lucifer le dijo a Eva: “¡Ciertamente Dios nos recibirá! Nosotros alimentamos a los pobres”; eso está bien. “Ciertamente Él nos recibirá. Nosotros somos una gran denominación. Somos una iglesia hermosa. ¡Pues, fíjese en nuestros grandes edificios! Mire la membresía tan grande, somos millones; ciertamente Dios no rechazará a tal grupo”.",
    "Es lo mismo que hizo Caín, trajo los frutos bonitos que le había producido la tierra que él había labrado, recogido y trabajado, y trajo los frutos, y ¡rechazó la humilde sangre del cordero!",
    "Dios tenga misericordia; que los hombres y las mujeres no piensen que estoy diciendo esto para enaltecer algo, o alguna revelación personal o algo; sólo les digo a Uds. la Verdad. Acaso ¿no ven lo que ellos hacen? ¿Ven? Yo lo hablo duro y fuerte, pero hay que meter el clavo hasta que agarre, si es que va a servir de algo (¿ven?), para que Uds. lo vean. ¿Ven?",
    "Ahora, le dice a la gente: “¡Qué cosa! ¿Quiere decirme Ud. que es nuestra gran iglesia católica, la cual ha existido durante todo este tiempo, nuestra metodista tan grande, y todas? ¡Fíjese en nuestros antepasados!”. ¿Ven? Pero ellos quebrantaron la Palabra del Señor. Y Eva era de Dios, una de Sus… ella era un sub-producto de Adán; y por cuanto ella dudó una sola Palabra de la Palabra de Dios, eso lo causó.",
    "Y aquí está Lucifer hoy otra vez en su labor. Y recuerden, el anticristo no es el comunismo. El anticristo es tan parecido a lo verdadero, al punto que “engañará aún a los mismos Escogidos si fuere posible”, Jesús lo dijo, Mateo 24, “a los Escogidos si fuere posible”. Lucifer, de nuevo, Lucifer de nuevo está rompiendo la unidad de Dios en el hombre, al-al limitar la Palabra de Dios a sus razonamientos. Lo que él piensa que está correcto, y en lo que piensa, él quebranta la Palabra de Dios.",
    "Y él hizo lo mismo en los días de Jesús. Y Jesús dijo: “Vosotros con vuestras tradiciones habéis invalidado la Palabra de Dios”.",
    "Y las denominaciones, con sus razonamientos intelectuales de organización, han convertido la Palabra de Dios en algo sin efecto para el pueblo; es cierto. Ellos simplemente no pueden ver Eso. Luego dicen: “¿Dónde está el Dios de la Biblia?”. Él está aquí mismo: Él es la Biblia, es lo que Él es.",
    "Noten, ahora, Lucifer viene con astucia y rompe la unidad de Dios con el hombre, igual como lo hizo en el Edén, con grandes promesas tentadoras de poder propio y exaltaciones. “Pues, podrías llegar a ser obispo si sólo te quedas con nosotros. Podrías alcanzar a ser presbítero de un distrito. ¿Por qué habrías de irte a algo Así?”. ¿Ven? Ésos son los pentecostales, los católicos y demás, ¿ven?; una gran promesa falsa al hombre, de recibir poder fuera de la Palabra y de la promesa de Dios. Ud. recibe Poder cuando haya venido el Espíritu Santo sobre Ud., no cuando llega a ser obispo, o un diácono, o lo que sea. ¿Ven? No obstante, Lucifer está nuevamente en su labor.",
    "¿Esta iglesia entiende eso? Levanten la mano para que yo vea. [La congregación dice: “Amén”.—Ed.] Muy bien, entonces no hay por qué hablar más de eso.\n\n¡Apartándose de allí, de la Palabra de Dios! ¿Ven?",
    "Él hizo lo mismo en Nicea, Roma. ¿Saben Uds. lo que les dio Constantino? Uds. han leído las Edades de la Iglesia. Él les dio… Ellos no tenían nada, sólo a Cristo. Y ellos se sentaban donde podían, en pequeños lugares, en pisos de piedras ásperas. Uds. lo saben si han leído “El Concilio de Nicea, y el Pre-Concilio de Nicea y Los Padres de Nicea”, y otros, y la historia de la iglesia. Ellos no tenían nada. Pero cuando tuvieron este concilio e inyectaron algo del paganismo romano en el Cristianismo, y ordenaron hombres santos y obispos, y todo eso, y papas, y toda esta clase de insensatez, entonces ¿qué les dio Constantino? Yo ahora le pregunto a cualquier teólogo que me responda. Él les dio propiedades; él les dio libertad y todo lo que ellos deseaban.",
    "¡Y ellos canjearon la Palabra de Dios por la sabiduría y la cultura del hombre! Y eso es lo mismo que hizo Lucifer allá, que había hecho en el huerto del Edén, y en ese instante ellos murieron. La iglesia pentecostal murió en Nicea, Roma, pero para resucitar en el Árbol Novia en los postreros días.",
    "Noten, Lucifer entra, astutamente, como lo hizo allá, y es por medio de tentaciones y falsas promesas de poder ajeno, aparte de la Palabra de Dios. Él hizo lo mismo en Nicea, Roma. Él está haciendo lo mismo hoy en el Concilio Ecuménico Mundial de iglesias.",
    "🦅 Unámonos todos”, dijo el Papa. “Yo quiero que todos mis hermanos ecuménicos se unan conmigo; somos uno”. Eso es verdad, en cuanto a la organización, sí, Uds. son uno; pero eso nada tiene que ver con la Novia de Cristo, ni en lo más mínimo, hermano. Ud. jamás la involucrará a Ella en algo así.",
    "Ahora ha sido prometido, en los postreros días, que la Fe original, de semejante manera, sería restaurada a los hijos de Dios en el tiempo del Árbol Novia. En Malaquías 4, Dios dijo: “Antes de que el mundo sea destruido con fuego, he aquí, Yo os envío a Elías el profeta, y él restaurará la Fe a los hijos”. Ahora, ése no fue el primer Elías que vino; no, no.",
    "Ahora, nosotros no enseñamos aquí mantos de Elías ni capas de Elías, ni todas esas cosas. Nosotros solamente enseñamos la Palabra de Dios (¿ven?); es lo que Él dijo. Vean, tenemos toda clase de Elías esto y Elías aquello, lo cual son tonterías. Eso es-eso es… Nosotros bien sabemos eso. Eso… Yo no estoy hablando de eso, y Uds. de mente espiritual entienden. Vean, ya es tarde, la hora se hace tarde, y por supuesto, no podemos ponerlo todo en esta cinta.\n\nAhora, la promesa para los postreros días. Ahora si…",
    "Jesús dijo en-en Mateo, creo que el capítulo 11 o el capítulo 6, y el 11… No, es el capítulo 11 como en el versículo 6. Cuando Juan envió a sus discípulos allá para ver si Él realmente era Aquél, Jesús dijo: “¿A quién salisteis a ver? Un-un-un viento… ¿una caña que es meneada por los vientos? ¿Salisteis a ver esto o aquello?”, dijo Él, “¿o salisteis a ver un profeta?”. Él dijo: “Más que un profeta”. Juan fue más que un profeta; él fue el mensajero del Pacto. Y Él dijo: “Si queréis recibirlo, éste es Aquél de quien hablaron los profetas, ‘Enviaré Mi mensajero delante de Mí’”.",
    "Ahora, eso está en Malaquías 3, no Malaquías 4. Pues, el Elías que vendría en Malaquías 4, la Tierra habría de ser quemada con fuego ardiente, y los justos saldrían en el Milenio sobre la ceniza de los malos. ¿Ven? Así que ése no fue aquél. ¿Ven?",
    "Ahora nosotros vemos la promesa siendo cumplida. Cristo, la Cabeza verdadera entrando, viniendo en Su Novia, haciendo las mismas obras que Él hizo en el principio, y aparejando y dando cumplimiento a Su Palabra como lo hizo la primera vez en Juan 14:12, “El que en Mí cree, las obras que Yo hago también él las hará”. Entonces la Cabeza y el Cuerpo están llegando a ser Uno, en obras y en señal y en la Vida, vindicado por Dios mismo a través de Su Palabra prometida para los últimos días. Él prometió esto para los postreros días. Ahora, si Ud. es espiritual, lo captará.",
    "Entonces podemos ver que la Cena de las Bodas está a la mano. Ahora, si nunca los vuelvo a ver, recuerden, la Cena de las Bodas está a la mano. Y luego el Reino, según la promesa, está para comenzar, el gran Milenio, el arrebatamiento de la Iglesia y la destrucción de los malos. Y el mundo, bajo el sexto Sello, deberá ser purificado por el fuego volcánico, para sacar toda la corrupción y pecado del mundo, y moldearlo de nuevo, y traer un nuevo Mileno resplandeciente para la edad que está por venir.",
    "Cuando vemos todo esto, la gran revelación triple: Dios en Cristo; Cristo en la Iglesia; el Reino llegando. Adán y Eva redimidos nuevamente al Huerto del Edén, en la representación de Cristo y Su Novia, y entonces el Reino será restaurado según Su promesa. ¡Alabado sea Dios! Ahora, es por medio de la revelación del misterio triple, el secreto, y por medio de la Palabra vindicada personalmente ¡por Su Liderazgo original!",
    "No es decir: “Pues, gloria a Dios, nosotros gritamos; aleluya, nosotros cantamos”. Eso, eso no es. Yo soy misionero, he estado siete veces, prácticamente, por todo el mundo, ¿ven? He visto paganos, diablos y cuanta cosa más, danzar y gritar. He visto toda clase de manifestación carnal; eso es carnal.",
    "Pero estoy hablando del Liderazgo de Cristo. Fíjense, siendo identificado personalmente por el Liderazgo original, tenemos la respuesta a la pregunta del diablo. ¡Amén! ¡Gloria! Nosotros le tenemos la respuesta a la pregunta del diablo. Él, Cristo, ha resucitado y ha pagado el precio, y está resucitando la Cabeza… o sea el Cuerpo.",
    "¡El diablo no lo tolera! Por esa razón se establecen estos reinos ecuménicos. Por eso es que todos están entrando ahora en lo que están haciendo. El diablo, por eso es que ruge como lo hace. Su maldad ha sido… su plan ha sido descubierto por el Cristo vivo, resucitado en el Liderazgo sobre Su Cuerpo. ¡Gloria!",
    "¿Piensa Ud. que estoy fuera de mí? Pues no. Le tenemos la respuesta al diablo: “No soy yo el que vive, sino Cristo la Palabra viviendo en mí”. No es idea mía, es Su Poder; no mi idea, es Su Palabra. Él lo prometió y aquí está. Él dijo que estaría aquí y aquí está. Nosotros le tenemos la respuesta.",
    "Cristo ha resucitado y ha pagado el precio por nuestra redención. Lo que Dios manifestó en Cristo, Él dio esa carne, eso y Sangre; que por la Sangre viniera la Vida, y la carne fuera redimida, eso para que Dios en esta carne redimida pudiera manifestar Su Palabra para este día como lo hizo en aquel día. ¡Fiuu! ¡Gloria!",
    "¿Lo ven? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya! ¿Cuándo podré terminar? Nótenlo [“¡Continúe”!]",
    "Entonces, estamos justificados en la Presencia de Dios. Como una gota de tinta cayendo en una-una-una tina llena de cloro, Ud. jamás hallará la mancha de la tinta; a algún lugar se fue, y jamás volverá. Y cuando el hombre verdaderamente es redimido, esa Simiente predestinada que ve Eso y Lo acepta, sus pecados son deshechos, ya no existen; eso es separado. Eso es echado en la tinta de la-de la Sangre de Jesucristo, y nunca más es traído a la memoria; Dios lo olvida. Y la persona se encuentra como hijo e hija de Dios, en la presencia de Dios. ¡Amén y amén! “Ahora somos los hijos de Dios”. No es cuestión de que seremos, ¡ya lo somos! Ahora mismo ya estamos redimidos.",
    "Le tenemos la respuesta a Satanás. Dios mismo se ha vindicado. Dios mismo se ha vindicado, según Su promesa para este día. ¡Aleluya! La Cabeza está aquí. ¡Amén! Cristo, el Señor resucitado, está aquí en el mismo Poder de Su resurrección como Él siempre lo ha estado, manifestándose Él mismo. Allí está la respuesta para el diablo.",
    "Por eso es que cuando este hombre sentado aquí cayó muerto el otro día, estando sentado aquí, pudimos decir: “¡Vida, regresa!”; porque el Espíritu Santo lo dijo.",
    "Por eso es que pudo hacerlo con ese bebé allá en México, llevaba muerto casi quince horas, cuando llegó la visión y dijo: “Llámalo de nuevo a muer-… a vida”. Y dijo: “Que el bebé viva”. Y ese bebé al que los médicos le habían firmado una declaración: “Murió a las nueve de aquella mañana”, y a las once de aquella noche regresó a la vida; está con vida hoy.",
    "¿Qué es? No aquellas personas. La Cabeza y el Cuerpo han llegado a ser una unidad. Es Dios manifestado en Su pueblo. Por eso es que el esposo y la esposa ya no son dos; son uno. Dios y Su Iglesia son uno, “Cristo en Ud.”, la revelación grandiosa de Dios. ¡Gloria a Dios! Incluso lleva Su Nombre; Su Nombre es Jesús, el Ungido. La razón por la cual Él es llamado Jesús, es porque Él es el Ungido. Es el Cuerpo ungido de Cristo, vindicando, manifestando a Dios como lo hizo Aquel Cuerpo. Y Aquel Cuerpo redimió a cada uno de estos cuerpos, y por esa vía Dios obra Su manifestación triple, yendo hacia el Reino. ¡Resucitó, pagó el precio! Estamos redimidos. Dios lo ha probado, lo ha vindicado. ¿Ven?",
    "Y estamos justificados en Cristo, delante de Él. Porque Él no puede dictar sentencia, pues ya juzgó aquel Cuerpo, del cual yo formo parte. ¿Qué, cómo es que yo formo parte de Él? Aquí está; está en mí. “Si Mis… estuviereis en Mí y Mis Palabras estuvieren en vosotros, entonces digan… Pídanle al Padre cualquier cosa en Mi Nombre, será hecho, porque está allí”. ¡Justificados! ¡Gloria a Dios!",
    "¡Oh, si yo pudiera lograr que el mundo viera eso! ¿Por qué? Allí lo tienen. Allí está el Cuerpo de Cristo, viviendo, de pie y redimido. ¡Redimido! ¡Oh, hermano!",
    "¡Justificados delante de Él! ¿Por qué estamos justificados? Nosotros somos Su victoria. La Iglesia es Su victoria. Nosotros hemos llegado en estos postreros días con este glorioso Evangelio, mostrando Su victoria. Él murió con este propósito, y nosotros somos la prueba de Su victoria. ¡Amén! Cuando lo vemos a Él bajar y viviendo entre la Iglesia, ésa es Su victoria. Muestra que no lo pudo retener a Él en la tumba, ni nos podrán retener a nosotros; ¡es verdad!…?… Y ya estamos, potencialmente, levantados, porque ya hemos resucitado de la muerte (incredulidad a Su Palabra), de credos denominacionales, a una Palabra Eterna del Dios Eterno; el cual es Él, El Mismo, obrando a través de nosotros, Él manifestando que es el mismo ayer, hoy, y por los siglos.",
    "Y luego la Palabra baja, entrando al Cuerpo, desde la Cabeza. ¿Qué es? Esta misma Palabra. A Ella nada le puede ser agregado ni quitado. Así que esa misma Palabra se mueve de la Cabeza, a medida que el día se acerca, al Cuerpo, bajando al Cuerpo, vindicando que son Uno; son Esposo y Esposa. Ellos son carne de Su carne, Palabra de Su Palabra; Vida de Su Vida, Espíritu de Su Espíritu. ¿Ven? ¡Amén! Y ¿cómo lo sabe uno? Porque produce el mismo testimonio, el mismo fruto, la misma Palabra. ¿Ven? Manifiesta a Cristo; ¡la misma Vida, el mismo Dios, el mismo Espíritu, la misma Palabra, el mismo Libro! ¡Amén! Las mismas señales, “Las obras que Yo hago, también vosotros las haréis”. ¡Oh, aleluya! ¡Vaya!",
    "Noten, la Palabra vindicada en Su Cuerpo es Su propia victoria y la razón de Su muerte. Vean, la muerte, no en el Espíritu; cuando Él murió, Él solamente murió en la carne, Su Espíritu fue al infierno y predicó a las almas encarceladas, ¿correcto? Sólo Su carne murió, luego Él la resucitó y la vivificó. Vivificar significa “dar vida”, Su carne, lo cual era Su cuerpo. Y ésa es la Palabra. Ha yacido muerta por años, pero gradualmente Ella ha comenzado a venir en la reforma, ¡y hoy Ella está de pie!",
    "¡Oh, cómo desearía tener tiempo para regresar a Ezequiel, y sacar aquellos “huesos secos” y mostrarles! Él dijo: “¿Volverán a vivir estos huesos?”.\n\nÉl dijo: “¡Profetiza!”.",
    "¿Cómo es que puede venir la profecía? Sólo a través del profeta; es la Palabra del Señor. “¡Huesos secos, oíd la Palabra de Jehová”! Y tendones y piel vino sobre ellos, y estuvo de pie un ejército poderoso, y comenzaron a marchar hacia Sion. ¡Gloria a Dios! Ése es Él. Ése es Él, la victoria.\n\nLos redimidos del Señor llegarán a Sion con gozo;\n\nEn todos Sus montes santos, nada lastimará ni destruirá. Sí.",
    "Él entonces prueba Su Vida resucitada, a medida que Él mismo se vindica. Ella, la Novia, es independiente de todas las demás. Ella es una Mujer independiente, un ave manchada que es distinta a todas las demás. Uds. recuerden en la Biblia sobre eso: “El ave de muchos colores”. No obstante, Ella tenía Su Nombre, Ella tenía Su Vida. Pues la…",
    "¿Cómo manchaban al ave? Ambas eran blancas, y entonces le quitaban la cabeza a un ave y vaciaban la sangre sobre la otra ave. Y la otra ave quedaba manchada con la sangre roja, y agitaba así sus alas, y la sangre clamaba: “santo, santo, santo”, a medida que bañaba el suelo.",
    "Entonces Cristo, el Compañero muerto, puso Su Sangre, la Sangre de Su Vida, en nosotros; rocea-… portando Su Sangre, clamando: “¡Santo, santo, santo al Señor!”. Es un ave muy rara; seguro, lo es. Pero Ella, la Novia, es-es identificada por Él, y Ella es independiente de todas las demás. “Y te juntarás únicamente a ella todo el tiempo que los dos viviereis. Y te guardaras únicamente para Él, la Palabra”, sin, sin adulterio, sin una señal de denominación, sin una señal de credo, sin absolutamente nada de adulterio; ¡la Palabra y para Él solamente!",
    "🦅 Sobre Cristo la roca firme me paro, cualquier otra cosa es arena movediza”, dijo Eddie Perronet. Ajá.",
    "¡Allí es, en Cristo, la Palabra! Él fue la Palabra; Él es la Palabra. Y la Iglesia llega a ser la Palabra, por cuanto Él la hace parte de Él, y ésa nuevamente es la Palabra. Personalmente, identificada por Él, ¡y solamente de Su propiedad! ¡Sólo de Su propiedad! Ella es redimida por Él, por medio de Él, para Él, y sólo para Él. Eso es correcto. Entonces, por eso son los alaridos del diablo, porque está siendo revelado.",
    "Estamos en un tiempo peligroso. Recuerden, la Escritura dice: cuando estas cosas comiencen a suceder, “el tiempo no será más”. Ella se estará desvaneciendo, cuando nosotros veamos la manifestación.",
    "🦅 Terremotos”. ¿Vieron Uds. esos miles que murieron el otro día? “Terremotos en diversos lugares”.",
    "Dijo: “Cosas horribles en los cielos, columnas de fuego”, flotando como platillos voladores. Ellos no saben lo que es. ¿Ven? Ellos no tienen ni idea.",
    "¿Notaron Uds. los Ángeles que bajaron e investigaron a Sodoma, antes que Sodoma fuera destruida? ¿Recuerdan eso? [La congregación: “Amén”.—Ed.] Hubo un grupo que descendió, tres de ellos. Uno se quedó con Abraham, ¿recuerdan eso? [“Amén”.] Ellos fueron Luces del Cielo que bajaron para investigación de juicio. Unos…",
    "Fíjense dónde los han encontrado. Los encuentran en los alrededores del Pentágono y demás. Ése es el juicio mundial, Sodoma. Y hay Uno representado, que será representado entre las iglesias, será Cristo mismo, vindicándose Él mismo. ¿Ven? “Cosas visibles en… arriba en los cielos, y señales abajo sobre la tierra”. Seguro.",
    "¡Identificado! ¡Oh!, el diablo está dando alaridos por esto: la Verdad de la promesa de la Palabra manifestada en Ella solamente.",
    "Ellos no tienen la respuesta. Cuando vino Jesús, ¿por qué no la tuvieron esos fariseos? Él dijo: “Si Yo echo fuera demonios por el dedo de Dios, entonces ¿por quién los echáis vosotros?”. ¿Ven? Él se paró solo.",
    "Y Su Iglesia se para sola. Ella no está enganchada con ninguna cosa. No obstante, Él fue identificado por Dios, siendo el cuerpo en el cual Dios moró; y la Iglesia es identificada por Su Cuerpo, al hacer lo mismo. Ella es el Cuerpo de Él, la Verdad manifiesta de Su Palabra prometida para los postreros días. Y Ella y únicamente Ella se para firme por Eso. Por eso el diablo está dando alaridos, estas grandes organizaciones han establecido algo para cerrarla. Ellas jamás lo lograrán. Ella será levantada, mas no cerrada. Ella ahora se ha levantado, y eso por el poder de la Palabra vindicada prometida a Ella. ¡Amén!",
    "¡Cómo se aferra una novia a esa promesa! “Él me dijo que regresaría por mí; yo lo creeré”. Ajá. ¿Lo ven? Sí, señor. Para encontrarse con su Cabeza, Su Redentor, Su Esposo, Su Rey, Su Señor, Su Amado, Su Salvador, ¡en el lugar provisto para el encuentro!",
    "Él tiene un lugar donde encontrarse con ellos. Uds. saben, Él… Sí, al Novio no se le escapa nada. Él tiene el anillo, la identificación. Él tiene el manto que Ella usa, Su vestidura. ¿Ven? Y Él tiene el lugar provisto para encontrarla, que es en el aire. Todo ha sido provisto. Él tiene la Cena de las Bodas ya preparada; los huéspedes ya invitados, ya escogidos. Todos los Ángeles parados alrededor, Sus siervos, en atención. ¡Oh-oh-oh-oh-oh!\n\nHabrá en el aire un encuentro con Jesús,\n\nEn el dulce hogar más allá.\n\nQuisiera verte, voy a verte en la gloriosa eternidad,\n\nUn canto se oirá, nunca oído de mortal,\n\n¡Muy glorioso al declarar!\n\nY el Hijo de Dios, nuestro guía será (La manifestación plena de Dios)\n\nEn el encuentro celestial. (¡Oh, vaya!)",
    "Observen ahora Sus vindicaciones.\n\nHan oído la-oído la historia del pequeño Moisés en los juncos,\n\nDel valiente David y su honda,\n\nHan oído la historia de José el soñador,\n\nDe Daniel y los leones a menudo cantamos.\n\n¡Oh, hay muchos, muchos más (vindicados) en la Biblia!\n\nMi anhelo es conocerlos a todos,\n\nEn el más allá los conoceremos\n\nEn aquel celeste hogar.\n\nPorque habrá un encuentro en el aire,\n\nEn el dulce hogar más allá;\n\nY voy a verte, saludarte allá\n\nEn esa gloriosa Eternidad.\n\nUn canto se oirá, nunca oído de mortal,\n\nMuy glorioso al declarar,\n\nY el Hijo de Dios, nuestro guía será\n\nEn ese encuentro Celestial. (¡Oh, vaya!)",
    "¿No aman eso? [La congregación dice: “Amén”.—Ed.] Ahora el propósito triple de Su gran misterio de la revelación ha sido revelado. Él es el Ser Principal. Ése es Aquél. ¡Oh, vaya! Cantémoslo. Sencillamente no puedo predicar más. Me siento tan bien, ¿ven?\n\nOh, habrá un encuentro en el aire,\n\nEn el dulce, dulce más allá;\n\nY quisiera verte, saludarte allá,\n\nEn esa gloriosa Eternidad.\n\nUn canto se oirá, nunca oído de mortal,\n\nMuy glorioso al declarar,\n\nY el Hijo de Dios, nuestro guía será\n\nEn ese encuentro Celestial.",
    "¿Irán Uds.? [La congregación dice: “Amén”.—Ed.] ¡Amén! ¡Por la gracia de Dios, por la gracia de Dios! ¿Ven? ¡Oh, hermano!\n\nHan oído del pequeño Moisés en los juncos,\n\nDel valiente David y su honda, (todos son tipos)\n\nHan oído la historia de José el soñador,\n\nY de Daniel y los leones mucho cantamos.\n\n¡Oh, hay muchos, muchos más en la Biblia! (lo cual es Él),\n\nY mi anhelo es conocerlos a todos\n\nEn el más allá el Señor nos dejará conocerlos,\n\nEn el encuentro en el…",
    "¡Pero hay uno que es el Principal!\n\n¡Oh!, habrá en el aire un encuentro con Jesús,\n\nEn el dulce más allá;\n\nVoy a verte, a saludarte allá\n\nEn esa gloriosa eternidad.\n\nUn canto se oirá, nunca oído de mortal,\n\nSerá glorioso al declarar,\n\nY el Hijo de Dios, nuestro guía será\n\nEn ese encuentro Celestial.",
    "Bien, nos encontraremos allá del otro lado. Ahora, todos los metodistas, bautistas y lo que Ud. sea, que han nacido del Espíritu de Dios, vamos a estrecharnos las manos mientras lo cantamos.\n\n¡Oh!, habrá en el aire un encuentro con Jesús,\n\nEn el dulce más allá;\n\nVoy a verlos y a saludarlos allá,\n\nEn esa mansión en la gloriosa Eternidad.\n\nUn canto se oirá, nunca oído de mortal,\n\n¡Será muy glorioso al declarar!\n\nPorque el Hijo de Dios, nuestro guía será\n\nEn el encuentro Celestial.",
    "¡Oh-oh-oh! ¡Oh, eso es maravilloso! (¿ven?), ¿ven lo que Él será? Ahora miren.",
    "Amigos, tenemos que terminar. Ya son casi las dos de la tarde (¿ven?), y estaremos-estaremos aquí hasta la cena. Aquí todavía tengo página tras página (¿ven?), por tanto, tendremos que parar aquí. Esto no tiene fin.",
    "Es una revelación. Es tan Eterno como lo es la Palabra de Dios. Miren, no obstante, ¡el propósito triple del gran misterio de Dios es revelado! Dios manifestado en Cristo; Cristo manifestado en la Iglesia; para así redimir a la Eva perdida de nuevo a la condición original en el huerto del Edén. ¡Oh, vaya!",
    "¡Oh, habrá buenos momentos en aquel Día! Seguro. Está a la mano. Nosotros así lo creemos, ¿no lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Me viene a la mente ese himno, cada vez que pienso en eso.",
    "Él mismo se vindicó en Daniel, y en Moisés y en Jeremías. ¿Qué eran ellos? Los profetas a los cuales vino la Palabra (¿ven?), aquellos grandes hombres. ¿Ven? Uds. han oído relatar la historia de José el soñador (¿ven Uds.?), y de Daniel en el foso de los leones, y de todos estos otros, Uds. saben. Aquéllos, quienes, ¿qué eran? Eran profetas. ¿Ven? Pero el Ser Principal… Dios sólo estaba, temporalmente, tipificándolo en ellos.",
    "Él se tipificó en Adán, que conocía lo correcto, sin embargo, salió para redimir a su esposa, porque ella estaba en error. Cristo no tuvo que hacerse pecado, sin embargo, Él salió y tomó el pecado, para redimir a Su hijo perdido. ¿Ven? ¿Ven? Él se tipificó así.\n\nHan oído del pequeño Moisés en los juncos,\n\nDel valiente David y su honda;\n\nHan oído la historia de José el soñador (el profeta,)\n\nY de Daniel y los leones cantamos.\n\n¡Oh, hay muchos, muchos más en la Biblia!\n\nY yo…",
    "Ellos, ellos son la Biblia. “Y…” Todos ellos fueron manifestados en Él. ¿Ven? Sin Él, ellos no son nada. ¿Ven? Y yo tengo que llegar a ser parte de Eso, para ser Él. ¡Amén! ¿Ven?\n\nY anhelo conocerlos a todos. (Así es)\n\nPero el Hijo de Dios, nuestro guía será\n\nEn el encuentro Celestial.",
    "Hebreos 11, dice: “Ellos no podían ser perfeccionados sin nosotros”. Los pies y las manos no pueden ser perfeccionados sin el cerebro, el conocimiento, la cabeza y todo eso. ¿Ven? Y todos nosotros somos perfeccionados en Él, “Así que por un Espíritu somos todos bautizados en un Cuerpo”, libres del Juicio; habiendo pasado de pecado, a muerte… ¡Amén! Y el Propio Hijo de Dios será el guía supremo en aquel encuentro en el aire. ¿Le aman? [La congregación dice: “Amén”.—Ed.]\n\nYo Le amo, yo Le amo;\n\nPorque…",
    "Señor Jesús, que la unción del Espíritu Santo venga sobre estos pañuelos, Señor, y sane a los enfermos. Que así sea, cuando los pongan. Oro para que así lo hagas, en el Nombre de Jesús. Amén.\n\n… allá en la cruz.\n\n[El Hermano Branham tararea Yo Le Amo.—Ed.]",
    "Piénsenlo: “Cristo revelado”, en nosotros ahora, ahora mismo en nosotros. ¿Cómo lo hizo Él? ¿Cómo fue revelado? Porque Él primero me amó a mí. ¿Qué hizo Él?\n\nY me compró la salvación,\n\nAllá en…",
    "¡Gloria! Aquel gran Ángel del Pacto, Aquél que estuvo con Moisés en el desierto; aquél que visitó a Pablo en el camino a Damasco; Ése mismo permitió que fuera fotografiado con nosotros; el Mismo cuya fotografía apareció en la revista Life el otro día; la misma Palabra, por el mismo Dios, por los mismos canales, por la misma vía, ¡por la misma promesa! “Donde dos o tres se congregaren en Mi Nombre, allí estoy Yo en medio de ellos”. Entonces Él está aquí. “Los Ángeles de Dios están alrededor de los que le temen”, de aquéllos que confían únicamente en Su Palabra. Ningún hombre puede tenerle respeto a esa Palabra sin temerle a Dios. ¿Ven? Entonces, aquí está Él en esta mañana con nosotros, mientras le adoramos en el Espíritu.",
    "¡Oh! Siendo un Mensaje tan duro como éste, pienso que debemos adorarle un poco en el Espíritu. ¿Ven? Sólo cierren los ojos y cantémosle eso a Él de nuevo: “Yo le amo, yo le amo”, mientras Ud… Uds. levanten las manos a Él.\n\nYo le amo, yo le amo,\n\nPorque… a mí me amó.\n\nY me compró la Salvación,\n\nAllá en la cruz.\n\n¡Oh, hermano, cuánto Le amamos!\n\nFe en el Padre, fe en el Hijo,\n\nFe en el Espíritu Santo, estos tres son Uno;\n\nDemonios tiemblan y pecadores despiertan;\n\nFe en Jehová hace temblar cualquier cosa.",
    "¡Amén! ¡Gloria a Dios! ¡Cuánto le amamos! Adórenle ahora en su corazón, sólo adórenle, sólo-sólo piensen en lo maravilloso que Él ha obrado. Miren lo que Él ha hecho por nosotros. En todos estos años las visiones, ni una jamás ha fallado. Todo lo que Él dijo que sucedería, aconteció exactamente como Él lo dijo.",
    "Yo los amo. No se olviden de los mandamientos de Dios para Uds., hijitos: “Amaos los unos a los otros”. Amen a toda persona. Correcto o equivocado, pecador o santo, de todas maneras ámenlos; si no, entonces pídanle a Dios que les ayude, porque Dios amó al pecador; y la naturaleza de Dios está en Ud. Si el hombre está errado, ámelo de todas maneras. No sea Ud. partidario de sus pecados (¿ven?); no sea Ud. partidario de sus pecados. Pero en dulzura, no en amargura y reprimenda, en dulzura cuéntele de la esperanza de Vida que hay en Ud. por medio de Jesucristo siendo revelado a Ud. por el Espíritu Santo.\n\nDe Jesús el Nombre invoca,\n\nBúscale con vivo afán\n\nDulce hará tu amarga copa\n\nOh (no olviden) tus pesares cesarán.",
    "¡Oh, ese precioso Nombre! ¡Oh, nosotros tenemos Su Nombre! Somos llamados por Su Nombre.\n\nDe esperanza fe y amor;\n\nSumo bien, Celestial,\n\nEs Jesús el Salvador.",
    "Ahora voy a darles un secreto, hasta que los vea nuevamente. Recuerden esto (mientras nos ponemos de pie), recuerden esto:\n\nPostrándonos al Nombre de Jesús,\n\nCayendo a Sus pies,\n\nRey de reyes le coronaremos (nosotros le coronaremos)\n\nAl cesar nuestra jornada.\n\nSuave luz, manantial,\n\nDe esperanza…",
    "¿Qué? ¡La revelación triple! Esperanza y gozo celestial, revelado en Él.\n\nSuave luz, manantial,\n\nDe esperanza fe y…",
    "¿Qué? La esperanza de la Tierra y el gozo del Cielo, todo es manifestado en Cristo. Dios, la Iglesia, todo lo demás es manifestado en Cristo. La Biblia es Cristo. La Biblia es la Palabra escrita, lo cual, Él es la Palabra. Su manifestación es la evidencia de la Vida entrando a la carne de la Palabra, para manifestarla. ¡Oh, no es maravilloso!\n\nDe Jesús el Nombre…\n\nAhora escuchen atentamente.\n\nQue te sirva de broquel (ahora no lo olviden)\n\nAlma débil perturbada…\n\n¿Qué debe hacer Ud.?\n\nHallarás asilo en Él.\n\nSuave luz, manantial,\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "No sabiendo… Desde luego, siendo espiritual, uno se fija en las cosas espirituales; sin estar consciente de esto, Dios lo sabe; pero si se dan la vuelta y se fijan en el reloj, está perfectamente en las dos, el final del Segundo Jalón; ¡el Tercer Jalón está a la mano! ¿Ven?\n\nPostrándonos al Nombre de Jesús,\n\nCayendo a Sus pies,\n\nRey de reyes le coronaremos,\n\nAl cesar nuestra jornada.\n\nSuave luz,\n\n¡El Segundo Jalón ha sido manifestado!\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "¿Notaron que el Espíritu tomó ese mismo himno y nos lo hizo cantar una octava más alta? ¡El próximo Jalón está a la mano! ¡Amén! Ajá.\n\nDe Jesús el Nombre invoca,\n\n¡Es más tarde de lo que piensan!\n\n…con vivo afán\n\nDulce hará tu amarga copa,\n\nTus pesares cesarán.\n\nSuave luz, manantial\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.\n\nAhora si vienen tentaciones, ¿qué hará Ud.?\n\nDe Jesús el nombre invoca,\n\nQue te sirva de broquel;\n\nAlma débil perturbada (algo que le haga descreer),\n\nRecuerden: Hallarás asilo en Él.\n\nSuave luz, manantial\n\nDe esperanza, fe y amor;\n\nSumo bien, celestial,\n\nEs Jesús el Salvador.",
    "Inclinemos ahora nuestros rostros, todos, en reverencia. Observen ahora.\n\nPostrándonos al Nombre de Jesús…",
    "[El Hermano Branham tararea otra estrofa De Jesús El Nombre Invoca. Un hermano habla en otra lengua. Otro hermano da la interpretación.—Ed.]",
    "Ahora si pueden entender, el Espíritu del Señor ha bajado en la reunión, con lenguajes desconocidos, hablándoselo a un hombre que nada sabía; para luego interpretarlo por otro hombre que nada sabía. ¡La Palabra del Señor! ¿Recuerdan allá cuando venía el enemigo y ellos no sabían qué hacer? El Espíritu del Señor cayó sobre un hombre, y reveló lo que se debía hacer. ¡Oh, vaya!",
    "Inclinemos ahora nuestros rostros, humildemente. Dios les bendiga.\n\nHasta que nos encontremos,\n\nA los pies de nuestro buen Jesús,\n\nHasta que nos encontremos.\n\nMuy bien, pastor.\n\nDios los acompañe hasta que nos volvamos a encontrar. 🦅"
  ]
}