{
  "title": "UNA PARADOJA",
  "id": "63550009",
  "content": [
    "🦅  Gracias, hermano. Gracias. Inclinemos ahora nuestros rostros para orar. Y con nuestros rostros inclinados, me pregunto a cuántos les gustaría ser recordados en oración, solo delo a conocer levantando la mano.",
    "Nuestro Padre Celestial, humildemente venimos a Ti, Señor, confesando que no somos dignos de venir. Pero, por cuanto Jesús nos ha abierto el camino y ha pagado el precio, por eso podemos venir confiadamente al Trono de la gracia, en tiempo de necesidad. Y ahora, Señor, mientras estamos aquí para presentar el Evangelio, las riquezas escudriñables de Cristo, Te necesitamos, Señor.",
    "Y pudiera haber alguno sentado aquí, Padre, que Tú estés tratando de educar en gran manera, para enviarlos a alguna parte, a una gran misión que Tú has determinado. Oro Padre, que si eso es así, que esta noche Tu propósito sea cumplido. Y ayúdanos mientras nos presentamos a Ti para el servicio.",
    "Ahora, Tú viste todas las manos, y mirando aún a las que están levantadas. Tú conoces la necesidad. Y oro que Tú la suplas, Padre. Yo ofrezco mi oración con la de ellos, y sus deseos y mis deseos, sobre el Altar de oro donde está nuestro sacrificio esta noche. En el Nombre del Señor Jesús, oramos que partas el Pan de Vida para nosotros, de Tu Palabra. Amén.\n\nPueden sentarse.",
    "Lamento que llegué un poco tarde, solo que entendí que esta noche era un—un poco tarde, el servicio se estaba retrasando un poco. Y lo compensaremos, y saldremos lo más rápido posible. Ahora queremos abordar la Palabra, esta noche, y con todo lo que haya en nosotros.",
    "Yo sé que Uds. están aquí, Uds., algunos de estos finos cantantes que yo… Mel Johnson, por ejemplo, que sé que está sentado aquí. Le he pedido que nos cante ese canto que simplemente no logro sacar de la mente. Constantemente lo estoy tarareando, de cómo “las lágrimas caen”; me—me gusta eso. Y creo que él va a cantar para nosotros en el desayuno de los Hombres de Negocios, o en alguna parte.",
    "Jim, quiero que te cerciores de grabármelo. Y si tienes algo de cinta, grábame ese especial, pues mis hijos quieren oírlo. Cuando me desanimo un poco, yo—yo—yo escucho eso, me hace sentir bien, oír un buen canto. Y, Billy, voy allá a la oficina y él constantemente tiene esas cintas de canciones sonando todo el tiempo, y creo que eso le ayuda.",
    "Saben, hay algo en el canto que tiene poder. Todos lo sabemos; estamos—estamos conscientes de eso. ¿Ven? Eso, miren al ejército, al cantar esos cantos y tocar la música. ¿Saben que la marcha a la guerra, en el ejército de Dios, es primero por la música? Los cantores iban delante del arca, regocijándose y cantando; luego venía el arca; y luego la batalla. Así es. Y, ese es el enfoque correcto.",
    "Y por eso venimos al servicio de la noche. ¿Qué hacemos? Cantamos los himnos del Señor; y luego el Arca, la Palabra, leemos la Palabra; y luego la batalla, entonces hemos—hemos entrado. Así que, las grandes banderas ondean esta noche; el Nombre de Jesucristo, el Señor Dios sea exaltado, y el enemigo sea puesto en fuga.",
    "Y que Dios gane la victoria en esta noche, y salve almas, sane a los enfermos y a los afligidos; cause que aquellos que están cansados y decaídos, levanten sus rostros y se regocijen, recibiendo Él Mismo gran gloria. Porque pedimos esto en el Nombre del Señor Jesús.",
    "Quiero que abran conmigo esta noche, si tienen su Biblia, y a veces la gente simplemente marca el pequeño texto sobre el cual hablan los ministros. Solía ser que yo podía recordar estas rápidamente, sin siquiera escribirlas. Pero después de recién haber pasado los veinticinco años, pues, hace unos meses, me refiero a la segunda vez, se me hace un poco más difícil recordar. Llevo muchas cicatrices de las batallas. Y a medida que envejecemos, simplemente no pensamos como antes, y tengo… Cuando miro la Escritura y veo, entonces recuerdo el texto.",
    "Abramos en Josué, el capítulo 10, comencemos a leer en el versículo 12.\n\nEntonces Josué habló a Jehová el día en que Jehová entregó al amorreo delante de los hijos de Israel, y dijo en presencia de los israelitas: Sol, detente en Gabaón; y…Luna, en el valle de Ajalón.\n\nY el sol se detuvo y la luna se paró, Hasta que la gente se hubo vengado de sus enemigos. ¿No está escrito esto en el libro de Jaser? Y el sol se paró en medio del cielo, y no se apresuró a ponerse casi un día entero.\n\nY no hubo día como aquel, ni antes ni después de él, habiendo atendido Jehová a la voz de un hombre; porque Jehová peleaba por Israel.",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Quiero tomar un texto de allí como por treinta minutos, si puedo mantenerme en eso: Una paradoja. Solo usar esa palabra: Una paradoja.",
    "Ahora, según Webster, una paradoja es “algo que parece increíble, pero es cierto”, por lo tanto, una paradoja entonces sería lo mismo que un milagro. Una paradoja es cuando algo que—que parece que simplemente no podría ser, al—al conocimiento de la mente humana, es completamente increíble, pero aun, se ha probado cierto. Ahora, un milagro sería lo mismo, porque un milagro no se puede explicar. Un milagro es algo que sucede, y Ud. no puede explicarlo, y eso lo convierte en una paradoja. Es increíble, pero aún es la verdad.",
    "Ahora, la gente hoy, muchos modernistas, creen que los días de los milagros han pasado. Ellos no creen que exista tal cosa como un—un milagro. Pero, aún, yo creo que el mundo está lleno de milagros. Yo creo que la paradoja es constante.",
    "Por ejemplo, yo creo que cada miembro nacido de nuevo del Cuerpo de Cristo es una paradoja en sí. Yo creo que cada uno de Uds. metodistas y presbiterianos y luteranos, que nunca habían experimentado el bautismo del Espíritu Santo, y estaban en alguna iglesia formal que no creía en el genuino nuevo Nacimiento, y ahora han recibido el bautismo del Espíritu Santo, es un ejemplo perfecto de una paradoja. Porque algo le sucedió a Ud., que cambió todo su ser, y cualquiera pudiera mirar eso y saber lo que es una paradoja: un milagro.",
    "Si eso no sucede, Ud. no puede ser un Cristiano. Tiene que haber una paradoja, para que Ud. llegue a ser un Cristiano. Pues, nadie puede—puede cambiar el espíritu en un hombre, y darle nuevo Nacimiento, aparte de Dios. Solo Dios es el Único que puede hacerlo. Y es un milagro cómo Dios puede tomar la forma de pensar de un hombre, y sus hábitos y su vida, y todo, y cambiarlo de lo que era, a lo que puede ser, lo que Él puede hacerlo.",
    "Por ejemplo, hace unos días, me llamaron a una—una escena, o por una—una cosita que estaba sucediendo. Había un buen joven, un muchacho muy bueno, él salía con una muchachita, una muchachita muy buena de una familia muy buena. Y a este muchacho, de repente, se le ocurrió alguna clase de idea, y simplemente se fue. Él le hizo algo errado a la muchachita, y lo hizo prometiéndole a ella hacer cierta cosa y luego no lo hizo. Y en lugar de venir a la muchacha y disculparse, como debe hacer un—un caballero, él, a él no le nació hacerlo.",
    "Y el padre y la madre me llamaron a la escena, y dijeron: “Nos gustaría saber qué le pasa a nuestro muchacho”.",
    "Ahora, a veces no es fácil de hacer, pero uno tiene que ser veraz y honesto. Pues, el muchacho era un Cristiano, en lo que se refiere a un creyente. Él se había arrepentido y había sido bautizado, y tenía su posición entre los creyentes, pero aún no había recibido el bautismo del Espíritu Santo, no importaba cuánto él pensaba que Lo tenía.",
    "Que Ud. piense que lo tiene, y que Ud. lo tenga, son dos cosas diferentes. Ud. pudiera querer decir que sí, y pudiera poder mostrar alguna evidencia de alguna emoción; pero a menos que su vida esté vindicando lo que Ud. está profesando tener, Ud. todavía no Lo tiene. No importa cuántas emociones, cuánto Ud. salte, corra, sensaciones, hable en lenguas, o grite, o sobre lo que Ud. pudiera fundamentarlo; lo cual está bien, yo también creo en todo eso; pero a menos que su vida concuerde con su testimonio, entonces Ud. no Lo tiene. Pues, el fruto del Espíritu vindica lo que Ud. es, así como el fruto de cualquier árbol dice lo que es. Jesús dijo: “Por sus frutos los conoceréis”.",
    "Ahora, los padres de este joven. Su madre es alemana. No que sea un reflejo de los alemanes, pero hay una característica en esa familia. Y, es que, ellos se pueden sentar, y Ud. puede hablar con ellos, y ellos simplemente lo mirarán a Ud. fijamente a la cara. Ellos tienen… La hermana de esta muchacha, la madre de este muchacho, su hermana. He venido por la calle, muchas mañanas, y esta jovencita estaba sentada en el patio, y yo le decía: “Buenos días, para Ud.”. Ella solo me miraba. Y yo me detenía, y decía: “Seguro que es una linda mañana”. Ella simplemente se quedaba mirándolo a uno; una mujer inteligente. Y yo le decía: “Venga a vernos alguna vez”. Ella simplemente se paraba y miraba. Bueno, sus hermanos son de esa manera, el padre y la madre son de esa manera.",
    "Ahora, el padre del muchacho, es un irlandés puro, malhumorado, y de mal genio, muy nervioso. Toda su familia es así, excepto otro de la familia, convertido. Ahora en esto, este muchacho…",
    "Este padre y madre, ambos son Cristianos, llenos del Espíritu Santo, y han educado a este joven en el camino del Señor. Y ahora el joven tiene como diecisiete o dieciocho años, algo así, un muchacho muy bueno, y él—él ha sido un verdadero muchacho modelo en casa, un buen muchacho. Y él tiene un hermano que es todo lo contrario.",
    "Pero las niñas, la familia de la madre, vive cerca de la… una iglesia muy buena. Pero, ¿creen Uds. que alguna vez fueron allá? No. Y ellos saben que Eso es correcto, pero no está en ellos el—el disculparse o pedir perdón. Ellos simplemente no lo harán; no está en ellos.",
    "Ahora, los genes en el padre y la madre de este muchacho, no importa cuánto ellos sean convertidos, aún permanece la carne que ha sido cruzada en este muchacho. Por lo tanto, el muchacho tiene un complejo, así como de la familia de su madre, y ellos no perdonan, no se disculpan, y así está ese muchacho.",
    "Ahora, le dije al padre: “No importa la crianza que Ud. le haya dado…”. Dije: “Ahora mire Ud., a su familia: todos ellos, borrachos, y—y peleando, y disparando, y cortando, y demás”.",
    "🦅 Ahora mire a su familia”, a la madre. “Ellos son un montón de gente, solo se sientan allí y no hablan, muy independientes, y demás, irreverentes a la religión. Pero” dije, “Ud. no. Ud. es la única de todas sus hermanas y hermanos, y Ud. es dulce, bondadosa y perdonadora. Eso ¿por qué? Y su árbol, es parte de ese árbol genealógico, pero Ud. ha recibido el Espíritu Santo. Eso es lo que la hizo a Ud. tierna y dulce. Ya no es su parentela, es su Cristo que vive en Ud.”.",
    "Le dije al muchacho: “Mire a su familia, prácticamente todos son borrachos y demás”. Dije: “Y qué malhumorados, y—y de mal genio y tan nerviosos, pero Ud. no lo es. Es bondadoso, perdona. ¿Qué es? El Espíritu Santo. Ya no es lo que Ud. es; es Cristo en Ud.”. Dije: “Ahora, eso mismo tiene que sucederle a su hijo”.",
    "Y el padre se levantó y dijo: “Mi hijo fue al altar. Él fue bautizado correctamente, en el Nombre de Jesucristo, y bautismo en agua en el baptisterio”. Dijo: “Yo sé que mi hijo ha venido a Cristo”.",
    "Yo dije: “Eso puede estar bien, todos los movimientos externos. Él pudiera ser identificado como un creyente con los creyentes. Pero hasta que él sea regenerado, nacido de nuevo, yo le aconsejaría a ese joven que nunca se case con una mujer. Él hará el Infierno en la tierra para ella, hasta que ese Espíritu gentil, dulce y perdonador de Cristo entre. Entonces eso en sí sería una paradoja, tomar la naturaleza misma de un muchacho engendrado así entre padre y madre. Y, sin embargo, en su intelecto, él está haciendo todo lo posible para vencer eso. Él no puede hacerlo. Él nunca lo vencerá. Cristo tendrá que vencer eso. Cuando él deje entrar a Cristo, entonces él ya habrá vencido. Será una paradoja perfecta, cuando un hombre nace del Espíritu de Dios.",
    "He visto a críticos pararse y burlarse, y en ese comportamiento, de un avivamiento del Espíritu Santo. Y después de un tiempo, Dios apoderarse de ese mismo hombre y cambiarlo, y aquí mismo estar parado en el púlpito predicando lo mismo que él odió una vez. Es una paradoja, cómo es que Dios puede tomar al incrédulo y hacer un creyente de él.",
    "Ahora, me pregunto, si un hombre piensa que los milagros han pasado, me pregunto ¿qué clase de medicina científica se le pudiera dar a tal persona para cambiar esa disposición en ellos, para sacar ese odio y malicia y contienda? No hay nadie que pueda explicarlo. Pero eso es una paradoja, porque es un milagro de Dios. Cuando un hombre cambia de la persona que es, a una nueva criatura en Cristo Jesús, él viene a ser una nueva creación. Él ya no es lo que solía ser. Él es absolutamente una nueva creación en Cristo.",
    "Este mundo mismo, en el que estamos viviendo, es absolutamente una paradoja, cómo fue formado. Vemos en Hebreos el capítulo 11 y el versículo 3, que, “El mundo fue formado por la Palabra de Dios”. ¿De dónde obtuvo Dios el material para hacer este mundo? ¿Cómo lo hizo Él? La Biblia dice que fue “formado y bien coordinado”. Toda su estructura y su parte fue armada por la Palabra de Dios. Si eso no es una paradoja, yo no sé dónde la habrá. ¿Dónde podríamos producir y decir que Él obtuvo el material, cuando no había material? Él tuvo que hablarlo a existencia. Es una paradoja, que este mundo esté aquí esta noche.",
    "Otra cosa, es una paradoja de cómo permanece en su órbita, suspendido en el espacio. ¿Cómo puede colgar allí en ese solo lugar, girando de esta manera, como a mil cien millas por hora? Veinticuatro o veinticinco mil millas a la redonda, y da vueltas cada veinticuatro horas, tan perfectamente que no falla ni un segundo. Girando tan perfectamente que, mejor que un… A más de mil millas por hora, está girando así, suspendido en el espacio. Si subiera o bajara un poquito, pues, ¡vaya!, eso—eso interrumpiría todo el sistema del sistema solar de Dios. Y gira alrededor del ecuador, alrededor de la órbita tantas veces en un año, nunca falla, las estaciones exactamente.",
    "Díganme qué es lo que lo mantiene allí, qué lo hace girar tan perfectamente a tiempo. Ud. puede conseguir un reloj; no sé cuánto Ud. pudiera pagar por uno, mil dólares; y ese reloj, en un mes, se atrasará unos minutos. No tienen nada que pueda funcionar tan perfectamente, sin embargo, este mundo gira perfectamente. ¿Por qué? Es Dios haciéndolo. Es una paradoja. Dios le ordenó que lo hiciera, y lo hace.",
    "¿Qué tal la luna? Aunque está a millones de millas de la tierra, y sin embargo ella—ella controla las mareas en la tierra. A millones de millas de distancia, influencia, por su posición en su espacio. En su órbita, ella influye en la tierra. Cada planeta influencia al otro, al permanecer en su lugar.",
    "¡Oh, qué sermón podría tomar de aquí, una lección! ¡Cómo cada una de las criaturas de Dios permaneciendo en su lugar, influencia a la otra! Pero nos desviamos en alguna rabieta desaforada por algo, y formamos una organización y nos separamos, aparentemente no teniendo la fe, y entonces tenemos todo el sistema del Cristianismo mezclado. Si cada hombre se quedara en su lugar, sería una paradoja de Dios, ver cómo Dios pudo traer presbiterianos, luteranos, bautistas, metodistas, católicos, y a todos juntos. Si regresáramos a la Palabra de Dios, sería una verdadera paradoja. Y entonces toda la iglesia pudiera estar de acuerdo, no sobre sus credos y demás, sino sobre la Palabra, la manera en que está escrita. Pues: “No es de interpretación privada”, dice la Escritura.",
    "¡Cómo influye esa luna en el mundo! Aquí no hace mucho, un amigo mío, mi vecino, estaba cavando hoyos para pozos de petróleo, allá en el estado de Kentucky. Y cuando esa luna comienza a salir por allá, esa marea entra por toda la tierra. Esa agua salada, allá en el hoyo donde ellos perforaron, subirá cuando sale esa luna. No importa, si está abajo, a cientos de pies de la superficie de la… o sobre la tierra aquí. Al bajar cientos de pies, sin embargo, cuando esa luna da la vuelta, esa agua sube para encontrarse con ella. Así fue.",
    "Ud. no puede esconder nada, cuando Dios lo ha ordenado. Eso tiene que obedecer a Dios, cuando Dios da Su orden. Por eso es que yo sé que Él tendrá “una Iglesia sin mancha ni arruga”, Dios así lo ha ordenado. Tendrá que obedecer. Dios la tendrá, porque la Palabra de Dios así lo ha dicho.",
    "¡Cómo las mareas, la luna y todo, influencian las acciones de la tierra! Ud. toma…",
    "Vemos una estrella fugaz, le llamamos estrella, esa no es una estrella fugaz, es una luz, por supuesto, sabemos eso, pero la llamamos una estrella. Esa estrella no pudiera moverse así de lejos. Si una estrella se saliera de su órbita, probablemente influiría en todo en el ciclo, en todo el universo; lo—lo haría, interrumpiría. Todo debe permanecer en su lugar, para mantener el sistema de Dios en movimiento.",
    "Así debemos nosotros permanecer en nuestro lugar, debemos permanecer como hijos e hijas de Dios. Si no hubiéramos caído allá atrás, la cosa hubiera estado girando, no hubiera muerte ni nada más. Pero gracias a Dios, viene una paradoja, cuando Dios Mismo la pondrá de nuevo en el lugar donde debe estar. Sí, una paradoja.",
    "El hombre que no cree en—en una paradoja, y no cree en milagros, ¿cómo podría Ud. justificar su inteligencia, y encarando cosas que Ud. no puede explicar? Es totalmente imposible para cualquier hombre explicar cómo ese mundo mismo puede girar y mantener un tiempo perfecto, y (siempre) todo el sistema solar y esas cosas, y cómo la luna puede influenciar la tierra. ¡Y de cuántas otras cosas podríamos hablar!",
    "Cómo la—la savia en el otoño del año baja a la raíz del árbol, sin ninguna inteligencia para llevarla allí, la trae de nuevo en la primavera del año, con nueva vida, pues, es una paradoja. Nadie puede explicarlo. No sabemos cómo se hace. Pero Dios lo hace, por lo tanto, es una paradoja, constantemente. Es un misterio cómo es que Dios hace eso. Lo vemos tanto que llega a ser tan común que le pasamos por alto.",
    "Y eso es lo que pasa con (nosotros) el pueblo pentecostal. Hemos visto a Dios obrar tantas paradojas que solo de vez en cuando siquiera pensamos en ellas. ¡Si tan solo nos detuviéramos un minuto y consideráramos! Dios está en todas partes. Dios está—está obrando. Y Su antiguo reloj está dando vueltas, hasta que finalmente saldrá directamente a la Eternidad, porque Dios ha prometido que ella haría eso. Ahora, sabemos que allí hay paradoja.",
    "Ahora, allá en los días de Noé, antes de que viniera la lluvia, y el diluvio, fue un—un asunto difícil para Noé, en esa gran edad intelectual en la que vivió, tratar de decirle a la gente, por una Palabra de Dios, que iba a llover. Ahora fue, sin duda, algo que no cumplía con los—los requisitos de su investigación científica, no había lluvia en los cielos. Pero, ¿ven Uds.?, Noé dijo que habría lluvia porque Dios dijo que habría lluvia. Y Noé, por fe, antes de que viniera la lluvia, dijo que allí estaría.",
    "Por eso nosotros así mismo lo decimos. Pues, dicen ellos: “Bueno, Jesús, han dicho que Él vendría hace mucho tiempo. Hace cientos de años, han reclamado que Él viene. Los apóstoles lo dijeron, tal vez en su generación”. Eso no impide en nada, aún sabemos que Él viene. ¿Cómo va a ser? No lo sé. Pero Dios Lo enviará a Él. Él lo prometió, y yo sé que Él estará aquí.",
    "Ahora, Noé solo podía decir: “Dios lo dijo”. Pero, ¿ven Uds.?, entonces, después de todo, no cumplía con su aprobación científica en ese día. Pero cuando llegó el tiempo para que se cumpliera la Palabra, llovió, de todas maneras. Esa fue una gran paradoja en ese día, pensar que pudiera caer lluvia del cielo, donde no había lluvia.",
    "Pero si se acepta la Palabra de Dios, Él puede obrar, hacer una paradoja. Él puede obrar un milagro. Y cualquier hombre que haya nacido de ese mismo Espíritu que hace milagros, pues, es algo fácil para él creer en milagros, porque él es parte de Dios. Amén.",
    "Un hijo y una hija de Dios, no por una denominación, no por un credo, no por un apretón de manos, sino por un nacimiento; que Ud. ha muerto a su propio entendimiento, y ha nacido del Espíritu de Dios. Y Ud. mismo es una paradoja, cómo ha sido cambiado de muerte a Vida. De lo más profundo de su ser es una nueva creación en Cristo Jesús. Es una paradoja.",
    "Dios habla Su Palabra, Sus hijos la creen y a Dios. La ciencia no puede probar cómo se puede hacer, no saben nada al respecto; pero los hijos lo creen, de todas maneras, y luego Dios obra una paradoja, y así lo hace. Lo hace así, porque Su Palabra que habló el mundo a existencia, puede traer, puede hacer que cada Palabra que Él prometió, se cumpla.",
    "Por eso es que Abraham no dudó de la promesa de Dios, por incredulidad, sino que estaba plenamente convencido de que Él era capaz de hacer y cumplir lo que había dicho que Él haría. Él tampoco dudó ante la promesa de Dios, siendo de cien años, y Sara de noventa, que tendrían este bebé. Porque él sabía que Dios podía obrar y (hacer) que sucediera una paradoja de alguna manera, que ocurriera un milagro, y Él lo hizo.",
    "Los jóvenes hebreos. Ahora, ¿cómo le haría uno creer a la ciencia hoy que un hombre puede entrar en un horno? ¡Oh!, no me atrevería a decir a cuántos grados Fahrenheit de calor; pero pudieron entrar en ese horno allá, en el Libro de—de Daniel, y quedarse en ese horno hasta que pensaron que él, todos habían sido reducidos a cenizas. Pues, aun los hombres, soldados del gran ejército, grandes hombres fornidos que salieron allá para—para arrojarlos al horno, esos hombres que fueron allí perecieron, por el intenso calor del horno sobre ellos. Y ellos cayeron en el horno, y estuvieron allí todo este tiempo, y salieron sin olor alguno a fuego en ellos.",
    "¡Dios, obrando un milagro! Esa fue una paradoja genuina, del poder protector de Dios, contra cualquier enemigo, cuando un hombre está listo para admitir que Dios es veraz. Y Dios cumple Su Palabra y honra a aquellos que creen en Él. Ciertamente, yo creo en una paradoja.",
    "Josué, el gran guerrero del que acabo de leer, hace unos momentos, en el Libro de Josué, el capítulo 10. Fíjense, Josué fue un—un amigo de Dios. Él era un soldado, un—un general, y él se había formado bajo la influencia de un profeta, Moisés. Y Moisés ya había sido llevado, y a Josué se le ordenó llevar a los hijos a la tierra prometida, y dividir las tierras. ¡La desobediencia de los hijos!, y Moisés había esperado hasta anciano, y entonces Josué subió para ocupar el lugar de Moisés, como el general de Dios.",
    "Y el Señor le habló, y dijo: “Como estuve con Moisés, así estaré contigo”. Eso fue suficiente para Josué. Dijo: “Sé fuerte y valeroso, porque Jehová tu Dios estará contigo dondequiera que vayas. Y todo lugar que pisare la planta de vuestro pie, Yo os he dado”. Entonces, las huellas significaban posesión. Toda la tierra les pertenecía; era una promesa.",
    "Mucho antes de que sucediera, cuando él fue allá con Caleb y los otros espías, y vieron la gran oposición, los amalecitas, y—y los ferezeos, y los heteos y demás, todos cercados, y allí en Jericó podían hacer una carrera de carruajes encima del—del lugar, y eran hombres grandes y fuertes. Tanto que, algunos de los—los incrédulos entre ellos, dijeron: “Pues, parecemos langostas al lado de ellos”.",
    "Pero Caleb dijo, y Josué: “Somos más que capaces de tomarla”.",
    "¿Por qué? Dios dijo: “Yo os he dado esta tierra”. No importa cuál sea la oposición, y—y cuán grande parezcan las—las—las dificultades, sin embargo, Dios dijo que era de ellos. ¡Oh! Dios es capaz de cumplir lo que Él ha prometido.",
    "Fue una paradoja, ver a un puñado de personas, casi desarmadas, apenas con lo que habían recogido en los desiertos, donde habían perseguido a otros hombres, probablemente con rastrillos viejos y sierras, y lo que hayan podido conseguir. Entrar allí y derribar a esos hombres que eran gigantes: fue una paradoja. Dios sabía que ellos tenían valor para hacerlo. Y Él les dio la promesa, y ellos entraron y cumplieron exactamente lo que Dios les prometió que harían.",
    "Un día, en el furor de la batalla, cuando los reyes habían hecho un gran pacto entre ellos y habían venido contra Josué y los hijos de Israel. Pues, Dios les había prometido la tierra. Y él había puesto en fuga al enemigo, y ellos estaban en los bosques y colinas, esparcidos allí por el desierto, y Josué miró y vio la puesta del sol. Él sabía que si esos ejércitos tenían la oportunidad de reubicarse y—y regresaran contra él, pues, sabía que él tendría el doble de dificultad y probablemente perdería más hombres, si lograban llegar a un lugar para unirse.",
    "Allí es donde, ministros, allí es donde nosotros fallamos; allí es donde falla la iglesia. Cuando este avivamiento que acabamos de tener, estas grandes campañas que comenzaron por todo el país, cuando teníamos al enemigo huyendo, debimos mantenerlo huyendo. Pero, el asunto es que, tenemos que desviarnos en rabietas y demás, y grandes esfuerzos de edificar y “hacer más para nuestros grupos”, y todo eso. Y allí vienen, y separándonos de la Palabra, y tomando esto, aquello, y luego edificando algunas más de sus organizaciones, y comenzando algo más. Así es como siempre sucede. Así fue en los días de Lutero, Wesley y Moody, Sankey, Finney, Knox, Calvino, y viene desde allá. Ha sido de la misma manera. Quitan los ojos del—del avivamiento, y los ponen en lo que pueden conseguir para ellos mismos.",
    "Pero ¿saben lo que sucedió? Josué no era esa clase de hombre. Él necesitaba tiempo. El sol se estaba poniendo, y él sabía que si el enemigo se reagrupaba… El avivamiento estaba casi al final de la clausura, como estamos nosotros hoy. Él sabía que si esperaba hasta que el enemigo se fortificara contra él, sería difícil ganar esa batalla. ¿Saben lo que hizo? Él sabía que Dios había prometido esa tierra. Él necesitaba más tiempo. Así que, el sol estaba a punto de ponerse, y él dijo: “Sol, quédate quieto”. Amén. Realmente una paradoja. Y ese sol se detuvo allí por un día completo, y no se movió; y la luna sobre Ajalón, tampoco se movió.",
    "Porque, la Biblia dice aquí que, “Nunca hubo un tiempo antes o después, así, donde Dios escuchó la voz de un hombre”.\n\nUd. dice: “¡Oh, si yo supiera que estamos viviendo en ese día!”.",
    "Jesús dijo, en San Marcos 11:24: “Si dijeres a este monte: ‘Muévete’, y no dudares en tu corazón, sino creyeres que lo que has dicho se cumplirá, tendrás lo que has dicho”. Aún hay gracia, y la paradoja, hasta nuestra edad. Seguro.",
    "Esa luna y el sol se detuvieron hasta que Josué terminó de pelear, con Israel, y se vengaron de su enemigo. ¿Por qué? Fue en la línea del deber.",
    "Ahora, si Uds. salieran aquí y dijeran: “¡Montaña, muévete! Quiero mostrarles que yo puedo hacerlo”. No lo hará.",
    "¡Pero si es en la línea del deber, cuando Dios le ha mandado a Ud. que haga algo! Como Él le dijo a Moisés: “¿Por qué clamas a Mí? Háblale a los hijos”.",
    "La gente hoy está clamando todo el tiempo: “Señor, ¿qué sigue?, ¿qué sigue?”. ¡Solo hable y siga adelante! Así es. Dios nos ha comisionado a hacer algo, hagámoslo. No se quede parado pensándolo, diciendo: “¿Cómo puede suceder? Bueno, esto es aquello”. No importa; si Dios dijo que lo hicieran, háganlo de todas maneras. Él aún es el Dios de los milagros.",
    "Josué, realmente fue una paradoja cuando ese sol se detuvo. Una vez yo estaba hablando con un—un científico en la escuela, y él era un maestro de la Biblia. Y él dijo… Yo le referí esto a él. Dije: “¿Pensé que Ud. dijo que la—la tierra daba la vuelta, ¿ve?, y—y el sol se detuvo?”. Le dije: “¿Qué me dice de la Biblia que Ud. acaba de decirnos que es la verdad? Dios… Josué dijo: ‘Sol, detente’”. Bueno, él no pudo contestar esa.",
    "Pero el sol se detuvo. No hizo ningún movimiento, ¿ven Uds.? Eso en realidad es la tierra que se detuvo. Y ahora Ud. dice…\n\nÉl dijo: “La tierra se detuvo”.",
    "Yo dije: “Ud. dijo que, ‘Si la tierra se detuviera, perdería su gravedad y todos caerían de ella’. Ahora, ¿qué va a hacer Ud.?”.",
    "Es una paradoja. Amén. Dios hizo que toda la tierra dejara de girar, amén, porque un hombre dijo: “Quédate quieto allí, hasta que yo termine de pelear esta batalla”. Esa es una paradoja. Amén.",
    "Fue una paradoja cuando todos los ejércitos de Israel estaban arrinconados, y tenían miedo de un gran gigante prehistórico parado allí, llamado Goliat. Y allí estaban los ejércitos de Israel, el bien entrenado Saúl, cabeza y hombros por encima del resto de su ejército, y temblando en sus botas. Nadie fue capaz de enfrentar el desafío de este hombre del día.",
    "Allí vino un muchachito de aspecto rubicundo, de hombros encorvados, pesando como cuarenta kilos, con un pedazo de piel de oveja envuelto así. Él dijo: “Vergüenza debería darle a este ejército del Dios viviente; pararse aquí y permitir que ese filisteo incircunciso desafíe a los ejércitos del Dios viviente”.",
    "Cuando le avisaron a Saúl, Saúl dijo: “Tú no eres más que un joven, y él es un guerrero desde su juventud. Y tú eres un muchacho, y mira lo que él es. Pues, no podrías ir contra él”.",
    "Pero ¿qué llevó él? Él no llevó una lanza, él no llevó una espada, sino que llevó una honda. Y había un solo lugar donde podía golpear a ese gigante, y era justo en la frente, donde su armadura caía sobre su rostro para ocultar sus ojos. Y esa roca, a una gran distancia de esa lanza aguda de catorce pies que él tenía en su mano; tan larga como lo era, pudo haber levantado al pequeño David y haberle hecho cualquier cosa, y haberlo colgado en el árbol, como había amenazado hacerlo, y dejar que los pájaros se comieran su cadáver.",
    "Pero ¿qué sucedió? Hubo una paradoja, cuando Dios tomó a un hombrecito rubicundo que no tenía mucha apariencia, en lo absoluto, ni siquiera era un soldado entrenado, solo un chico que tenía fe en Él, y avergonzó a todo el país. Dios lo hizo por una paradoja.",
    "¡Amén! Él aún es Dios, en esta noche, de una paradoja, tal como Él lo fue allá.",
    "Él hizo que todo el ejército se amotinara. Ellos vieron eso, y comenzaron a correr y a huir, porque vieron que en ese pequeño había fe en un Dios Quien podía cambiar toda la naturaleza, hacer cualquier cosa que Él quisiera hacer, cuando el hombre creyera Su Palabra. Ciertamente. Yo creo que fue una paradoja.",
    "Moisés, un gran hombre militar quien intentó liberar a Israel, y no lo hizo. Él quería destruir a los egipcios. Él destruyó a un hombre, y se metió en problemas por ello, haciéndolo por su propia voluntad. Pero entonces él tomó un palo, un palo viejo y seco del desierto, y mató a todo un ejército. Amén. Si eso no es una paradoja, yo no sé lo que será. Cuando él golpeó el mar con ese palo, y pidió que el mar se cerrara; y él ahogó a Egipto, a toda una nación, de una sola vez, con un palo en su mano. Amén.",
    "Fue una paradoja, cómo él guio a Israel a través del desierto, y por cuarenta años. Y cuando salieron, no había ni una sola persona enferma entre ellos. Esa es una paradoja. Sí, señor. ¡Qué gran hombre fue!, ¡lo que Dios hizo por él, por cuanto le creyó a Dios! Fue una paradoja. Sí, señor.",
    "Fue una paradoja, cuando Dios escogió a un hombrecito, con el nombre de Micaías, ante cuatrocientos profetas bien entrenados de Israel, porque este hombre estaba dispuesto a quedarse con la Palabra de Dios teniendo toda la oposición en contra.",
    "Cuando los cuatrocientos dijeron: “¡Ah, suban!”. Él le dijo a Acab y a Josafat: “Subid, el Señor está con vosotros. Acabamos de recibir la revelación. El Señor está con vosotros. Suban, los van a echar fuera de nuestra tierra, porque es nuestra. Dios nos la dio. Josué dividió las tierras, y esta nos pertenece. Y allá arriba están los filisteos, comiendo maíz de nuestros campos. Pues, es algo evidente, nuestra revelación es correcta”.",
    "Entonces cómo fue que Dios escogió a un hombrecito como Micaías, que ni siquiera podía entrar en la asociación, pero él subió allá con la Palabra del Señor. Y dijo: “Sube, pero yo vi a Israel esparcido, como ovejas que no tienen pastor”. Fue una paradoja, cómo Dios colocó allí a un hombrecito insignificante en medio de todo un gran grupo de cuatrocientos profetas, de profetas israelitas, profetas judíos parados allí profetizando falsamente. ¿Cómo supo Micaías que él tenía la razón? Porque él estaba en línea con la Palabra. Elías había dicho que sucedería lo mismo; y ¿cómo podía él bendecir lo que Dios había maldecido? Fue una paradoja, pero Dios hizo que se cumpliera; ciertamente lo fue.",
    "Fue una paradoja; cuando un muchachito de aspecto afeminado con siete mechones de cabello colgando de su cabeza, y tal vez con un moño, quien sabe, como un pequeñito afeminado. Su nombre era Sansón. Y cuando un león, tal vez un león como de doscientos veintisiete kilos, rugió y vino contra él, y él con sus manos despedazó ese león. Amén. Pero ¿miren lo que sucedió? El Espíritu del Señor vino sobre él, primero.",
    "Eso es lo que causa la paradoja. Eso es. Una paradoja como esa encendería esta arena, esta noche, con la gloria de Dios. Si se le permitiera al amor del Señor venir sobre la gente, entonces ellos orarían. Una paradoja, ciertamente. Sí.",
    "Cuando Sansón mató a ese león, con sus propias manos, lo despedazó; un muchachito, como un afeminado, con siete mechones de cabello que le caían por la espalda.",
    "Fue una paradoja cuando él tomó la quijada de esa mula, y golpeó las cabezas de mil filisteos. Cuando esos grandes cascos y grandes cotas de malla, en bronce, que probablemente pesaban cuarenta y cinco kilos, o cerca, escudos grandes y demás, lanzas, hombres bien entrenados, y un casco grueso como de cuatro centímetros, de bronce, bajaba alrededor, y solo sus rostros. Y Sansón se paró allí con esta quijada de mula, había estado tirada allá tal vez por cuarenta, cincuenta años… [Cinta en blanco.—Ed.] En el desierto, seca. Pues, un solo golpe contra un pedazo de acero como ese la hubiera destrozado en un millón de pedazos. Pero él se paró allí, la cosa era que, él fue comisionado para pelear y sacar esa nación. Él fue criado y nacido para matar a esa nación. ¡Aleluya!",
    "¡Si la iglesia tan solo pudiera darse cuenta de por qué está aquí! ¡Si la iglesia pentecostal tan solo pudiera darse cuenta de por qué está aquí! ¿Qué está representando? ¿Por qué salieron de estas cosas para ser lo que Uds. son?",
    "Él sabía para qué había nacido. Él sabía dónde estaba parado. Lo que él tenía en la mano no importaba. Él se paró allí, y a medida que venían esos filisteos, y ese golpe poderoso de aquel pequeñín parado sobre una roca para alcanzar a sus cabezas, cuando ellos corrían allá, él golpeaba a uno en una dirección, y al otro en la otra. Y quedaron mil de ellos, tendidos allí muertos. Fue una paradoja, cómo no se hizo pedazos esa quijada de mula. Fue una paradoja, cómo ese pedacito de hueso frágil rompía esos cascos de bronce de dos centímetros y medio de espesor y mató a esos filisteos, a mil de ellos. Y él aún parado allí con ella en la mano, como cuando la levantó. Eso fue una paradoja. ¡Amén y amén!",
    "Él sigue siendo el mismo ayer, hoy, y por los siglos. Él sigue siendo el mismo Dios, para cualquier hombre que ha sido llamado a tomar la Palabra de Dios. Dios lo apoyará si él no es un cobarde. Sansón pudo haber corrido, pero no lo hizo. Correcto.",
    "Fue una paradoja, cuando Dios llamó a Juan el Bautista, el hijo de un sacerdote, de una gran escuela de sacerdotes, un gran seminario. ¿Por qué no siguió eso? Pues, era costumbre que los hombres siguieran la tradición de sus padres. Pues, fue una paradoja, cuando Dios llevó a Juan al desierto, para decirle lo que sería el Mesías, para decirle cuál sería la señal del Mesías, cómo él la conocería. En lugar de ir a la escuela, para aprender lo que sería el Mesías, Dios lo llevó al desierto para decirle lo que sería el Mesías. Fue una gran paradoja, para esa gente en ese día. Sí.",
    "Cuando aconteció el nacimiento virginal, eso fue una paradoja; ¡cómo es que Dios, para darse a conocer Él Mismo al hombre, Se hizo hombre! ¡Cómo es que Dios, el gran Espíritu…! Dios, para mí, existía antes; ni siquiera había una luz, no había un meteoro, no había un—un—un—átomo, no había ni una molécula, no—no—no había nada, y todo era Dios. Sí, así de grande es Él; Él es de la Eternidad, hasta la Eternidad. Él siempre fue Dios; Él siempre será Dios. Y cómo lo más grande de toda vida llegó a ser un diminuto Germen pequeño en el vientre de una mujer, para recibir Su Propia ley, para pagar la pena de Su ley, la muerte; cómo Dios fue manifestado en carne, cómo el gran Dios del Cielo cambió Su linaje, vino de ser Dios, a ser hombre, por el nacimiento virginal, nadie puede entenderlo.",
    "La ciencia hoy no puede decirles cómo fue ese nacimiento virginal, pero Dios lo hizo. Él vino. Nadie podía; todos nacen sexualmente. Como el re-… un hombre era igual a los demás, ninguno podía ayudar al otro; todos estábamos en problemas. Y entonces Dios Mismo bajó y nació, no de un judío, no de un gentil, sino que Su Sangre era Dios. La sangre viene del lado masculino. En este caso, era Dios, Dios el creador, creó la célula de Sangre en el vientre de María, y Se edificó un tabernáculo en el cual Él Mismo bajó y vivió;",
    "🦅 Dios estaba en Cristo, reconciliando Consigo al mundo”. La misma palabra Cristo significa “el Ungido”. ¡Oh! Él era Dios, Dios en Su plenitud moró en Él. Amén. “Y en Él habitó la plenitud de la Deidad corporalmente”. Fue una paradoja. Eso tropezaba a la gente en ese día: “Tú siendo un hombre, Te haces Dios”. Y aún lo causa. Pero igual, aún es la misma paradoja que sigue. Él era Dios. Él todavía es Dios. Él siempre será Dios. Sí, señor. Él es el mismo ayer, hoy, y por los siglos. Sí, señor.",
    "Ese nacimiento virginal fue un misterio para la gente, ellos no podían entenderlo, así como lo es el nuevo Nacimiento hoy. El nuevo Nacimiento es un misterio para la gente. Ellos no pueden entenderlo; no saben lo que uno quiere decir. Ellos lo han menospreciado, lo rebajan, diciendo: “Pues, solo es algo que Ud. cree”. Los diablos creen lo mismo, y tiemblan. No es lo que Ud. cree, es lo que Dios realmente ha hecho. El nuevo Nacimiento es un nacimiento. Fue nuevo. Eso fue una paradoja, cuando Dios trajo Vida nueva a la raza humana. El rechazarlo, es separación Eterna; recibirlo, es Vida Eterna. Ud. tiene…",
    "Ud. está sobre el mismo fundamento que Adán y Eva. Ud. puede escoger… Si Dios lo coloca a Ud. sobre cualquier otra cosa, sería injusto para Adán y Eva. Cada Adán y Eva, en esta noche, tiene lo correcto y lo incorrecto frente a ellos; Ud. puede escoger. Ud. puede recibir la Palabra de Dios o dejar la Palabra de Dios. Ud. puede recibir la Palabra de Dios o recibir sus credos denominacionales sobre Eso. Ud. puede recibir sus ideas modernistas de lo que es. Ud. puede nacer de nuevo y ser lleno del Espíritu Santo, o Ud. puede ser iglesificado, cualquiera que Ud. quiera ser.",
    "🦅 Para mí el vivir es Cristo”. ¡Aleluya! Yo creo que ese mismo Dios que cayó en el Día de Pentecostés, sobre Su Iglesia, como una Columna de Fuego, dividiéndose a Sí Mismo con lenguas repartidas entre Su pueblo, está aquí esta noche. Es el mismo Dios que era entonces, Él es hoy, con el mismo Espíritu Santo. Yo sé que es una paradoja. No se puede explicar. Emociones, gritos, llanto y demás, no se pueden explicar, pero es una paradoja cómo Dios lo hace. Es el Dios invisible morando en el corazón humano, haciéndose visible, al vindicar Su Palabra, que, “Él es el mismo ayer, hoy, y por los siglos”.",
    "Fue una paradoja, cuando el hijo de un carpintero, con el Nombre de Jesús de Nazaret, tomó cinco panecillos y dos pescados, y alimentó a cinco mil personas. Si no es así, quiero ver a alguien que lo haga hoy. Quiero que Ud. me explique qué clase de átomo liberó Él. ¿Qué hizo Él? No solo el pescado, sino que el pescado había crecido, el pescado estaba descamado, el pescado estaba limpio, el pescado estaba cocido, el pescado estaba, lo que fuera, y el pan ya sembrado y cultivado; y todo eso lo pasó por alto, y Dios lo convirtió de—de pescado cocido a pescado cocido. Él simplemente lo hacía crecer y lo partía, y Él lo hacía crecer y lo partía, y lo hizo crecer hasta Él alimentar a cinco mil. Amén.",
    "¿Qué significa esa rutina: de partirlo, hacerlo crecer; partirlo, hacerlo crecer; alimentar, hacerlo crecer? Eso quiere decir que Él es el mismo ayer, hoy, por los siglos. Él es el mismo Dios que fue. Él todavía es el Pan de Vida para cualquier hombre que esté hambriento y sediento. Ud. no puede agotar Su bondad.",
    "Ellos dicen: “Nosotros no necesitamos milagros, no necesitamos paradojas”.",
    "Él está esperando. Ese es Su programa; eso es lo que Él es. Él es el mismo ayer, hoy, y por los siglos. Él está esperando que Ud. se extienda y tome su porción. ¿Teme Ud. hacerlo? ¿Preferiría Ud. ir al río y pescar un pez, y querer cocinarlo y freírlo en alguna clase de manteca de puerco o algo, o ¿prefiere Ud. recibirlo como Dios lo tiene? Simplemente extienda la mano por fe, y diga: “¡Jesús, el mismo ayer, hoy, y por los siglos! Yo reclamo, Señor, que creo en Ti. Pon en mí el alimento, la fuerza, la fe que necesito”. Observen y vean lo que sucede. Con un corazón sincero, Él saciará toda hambre; Él lo hará.",
    "Jesús fue un… hizo un… tuvo una paradoja, cuando Él alimentó a cinco mil personas, con cinco peces, y—y luego recogieron dos canastos, o varios canastos llenos, después.",
    "Fue una paradoja, cuando un Hombre con pies como los tengo yo y Uds., sobre un lago como el Lago Michigan aquí, cuando las tormentas arreciaban, y las crestas blancas probablemente eran…",
    "Bueno, si Uds. han estado allí y han visto cómo caen esas tormentas, aún lo hacen, allí sobre Galilea, y casi parece que dejan seco el fondo del océano. Cuando ellas bajan por allí, esos vientos terribles, y comienzan a soplar, y las olas espumosas azotaban esa barca hasta que toda esperanza desapareció. Y en ese mar, donde habían estado remando, desde cerca de las cuatro de la tarde, diría yo, hasta (la última) la cuarta vigilia, a eso de las tres o cuatro de la mañana. ¡Cuánto habían remado cruzando el mar! Y ellos lo habían dejado a Él al otro lado. Amén.",
    "Y en la cuarta vigilia, aquí viene Él, caminando sobre las olas. Eso fue una paradoja. ¿Cómo pudo Él hacerse lo suficientemente liviano? ¿Cómo pudo pisar esas olas, y pisar de una ola a la otra? Esas grandes olas venían, Él pasaba directamente sobre una, bajando directo a la otra, pasándola, sin una gota de agua sobre Él. ¡Vino, caminando sobre las olas! Explíquemelo, y Ud. no puede. ¿Qué fue? Fue una paradoja, absolutamente.",
    "Fue una paradoja, cuando Pedro, a quien Él nunca había visto en Su vida, su nombre era Simón, llegó a la Presencia de Jesucristo, porque su hermano Andrés le había dicho que Él era el Mesías. Y cuando Jesús miró a ese hombre a la cara, la primera vez que lo veía, y dijo: “Tu nombre es Simón, y eres el hijo de Jonás”, esa es una paradoja. Si no es, díganme Él cómo lo hizo. Eso fue una paradoja.",
    "¿Por qué? Porque Él es la Palabra. Y la Biblia dice: “La Palabra de Dios es más cortante que una espada de dos filos, y discierne los pensamientos y las intenciones del corazón”. Eso probó que Él era la Palabra, amén: “El mismo ayer, hoy, y por los siglos”.",
    "Fue una paradoja, cuando Felipe dio la vuelta a la colina y encontró a Natanael, y regresó con él a la Presencia de Jesús, y Jesús le dijo dónde estaba el día anterior. Eso fue una paradoja, amén, mostró que Él era la Palabra; “He aquí un israelita en quien no hay engaño”.\n\nDijo: “¿Cuándo me conociste, Rabí?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, Yo te vi”. Una paradoja. Amén.",
    "Fue una paradoja, cuando un hombrecito de negocios, de la ciudad de Jericó, un crítico del Señor Jesús, se subió a un árbol sicómoro, para esconderse, para verlo pasar. Y cuando Jesús de Nazaret entró, caminando por la calle, y se paró debajo del árbol donde estaba, y allí levantó la mirada y lo llamó por su nombre: “Zaqueo, baja. Voy a casa contigo para comer”. ¡Una paradoja! Él nunca había visto al hombre, en todos los días de Su vida. Él nunca había fijado la vista en él.",
    "Fue una paradoja, cuando tal vez varios cientos de personas, sí, tal vez mil quinientas, dos mil personas salían de la ciudad de Jericó, burlándose de Él, y riéndose de Él, cuando salió de la ciudad esa tarde, o esa mañana, mejor dicho; mientras Él salía de la ciudad, cuando la gente Le arrojaba vegetales podridos. Y puedo oír a un sacerdote decir: “Oye, me dicen que Tú resucitas a los muertos. Oye, Tú profeta, ¡Tú que Te llamas profeta! Ellos, tenemos todo un cementerio lleno de ellos aquí, hombres justos, buenos hombres, sacerdotes como yo; sube aquí, levántalos. Veamos cómo resucitas a los muertos”. Ni siquiera escuchó una palabra de lo que decían, uno gritando una cosa y el otro otra.",
    "Pero por allá atrás, contra la pared, a unos doscientos treinta metros, un pobre mendigo anciano temblaba allí en el frío, con sus mangas, decía: “¡Oh Jesús!, Tú, Hijo de David, ¡ten misericordia de mí!”, eso Lo detuvo en seco. ¡Aleluya! Un llamado de Josué, no muy lejos, no—no más de dieciséis kilómetros de donde Él estaba parado allí, detuvo el sol, un día. Pero un pobre mendigo detuvo al H-i-j-o de Dios, Se detuvo en seco por su fe, la misma clase de fe que tuvo Josué. Amén. Porque él sabía que, si Él era el Hijo de David, Él era el Mesías manifestado, y podía devolverle la vista. ¡Una paradoja! ¡Oh, vaya! Realmente, fue una paradoja. Sí, señor.",
    "Dios, fue una paradoja cómo Dios pudo llegar a ser hombre, para morir. Dios, Vida, la Vida Eterna, pudiera llegar a ser, Dios (vida natural) para morir, para salvar al hombre para traerlo de nuevo a la Vida Eterna. Esa fue una paradoja, cómo el gran Dios que llenaba todo el espacio y toda la Eternidad pudo bajar y ser un hombre, para morir y salvar una hu-… Su Propia creación. Cómo fue que Dios llegó a ser una de Sus Propias creaciones, para salvar, pues Él creó Su Propio cuerpo. Jehová el Padre habitó, en plenitud, en Jesucristo Su Hijo. Jesús fue el cuerpo de Dios. Dios fue representado en el tabernáculo, la carne de Jesucristo, y cómo fue que Aquel que llenaba todo el espacio y toda la Eternidad llegó a ser un Hombre. Amén. ¿Ven lo que quiero decir? Allí, y ese Dios pudiera hacer eso, morir, y, ¡oh!, eso fue una paradoja, en sí, cómo Él Mismo pudo hacerse así para sufrir la muerte por toda la raza humana.",
    "Pero, ¡oh!, ¡qué paradoja!, cuando un Hombre había sido crucificado, llevado a la muerte, enterraron una gran lanza romana, como quince o veinte centímetros de ancho, por Su corazón, y Sangre y agua brotaron. Y Lo bajaron de la cruz, muerto, Lo envolvieron en—en tela, y Lo pusieron en una tumba. Él estaba tan muerto que el centurión romano dijo que Él estaba muerto; todos allí dijeron que Él estaba muerto, la luna dijo que Él estaba muerto, las estrellas dijeron que Él estaba muerto, el sol dijo que Él estaba muerto, la tierra tuvo una postración nerviosa, diciendo que Él estaba muerto. Y al tercer día, pudo resucitar a vida otra vez, inmortal, de la muerte. Esa es una paradoja. Amén. Él dijo: “Yo tengo poder para poner Mi vida; y tengo poder para tomarla de nuevo”. Una genuina paradoja de Dios, fue Su resurrección.",
    "Fue una paradoja, de Dios, cuando Jesús escogió pescadores, no-… en lugar de sacerdotes entrenados, para llevar Su mensaje. Al parecer, cuando Él vino, hubiera venido a los fariseos y saduceos importantes, y dicho: “Hermanos, Uds. son los hombres que a través de las edades han mantenido limpia esta denominación. Yo vengo a llevarlos ahora. Vuestros padres estarán orgullosos de vosotros, cuando puedan mirar abajo desde los reinos del Cielo”, o dondequiera que hayan estado. Yo lo dudo. (Jesús dijo: “Vosotros de vuestro padre, el diablo sois”.) “Entonces mirarán hacia abajo, dirán: ‘Bueno, estaríamos felices’. Ellos estarían contentos de saber esto. He venido ahora para continuar desde donde todos Uds. lo han dejado”.",
    "Fue una paradoja, cuando Él condenó a cada uno de ellos y les dijo que eran del diablo, y fue al Mar de Galilea y escogió pescadores ignorantes que ni siquiera sabían cómo escribir su propio nombre, y les dio las llaves del Reino de los Cielos, en lugar de dárselas a Caifás, el sumo sacerdote. ¿Cómo podía un hombre, a una religión que había tratado, ellos pensaban que habían tratado, en sus tradiciones y cosas, de mantener las cosas de Dios, y aquí viene Él y selecciona otro grupo allá en el río, habiendo hombres entrenados y educados, y pasaron por seminarios y escuelas, y todo lo demás, luego Él directamente Se da la vuelta e ignora eso, y escoge a un pescador ignorante y le da las llaves del Reino? Amén.",
    "Lo que produce una paradoja es cuando alguien Le cree a Dios y Lo toma a Él por Su Palabra. La Palabra de Dios habló el mundo a existencia. Así mismo Ud. tiene que creer esta noche, es la Palabra prometida de Dios.",
    "Miren a esa pobre mujercita parada allí junto al pozo. Ella dijo: “Sabemos que cuando venga el Mesías, Él nos dirá estas cosas”. Él le había dicho cuál era su problema. Ella dijo: “Señor, me parece que Tú eres profeta. Sabemos que cuando venga el Mesías, Él nos dirá esas cosas”. Observen.",
    "Dios hablándole a una ramera. ¡Gloria a Dios! Dios hablándole a una prostituta, amén, y pidiéndole un favor: “Tráeme de beber”. Piénsenlo. ¡Hábleme de una paradoja!",
    "Y qué paradoja que esa simiente de Vida Eterna, predestinada antes de la fundación del mundo, pudiera agruparse en tal cosa como esa; por el deseo de la carne, cómo esa pobre vil mujercita, probablemente puesta en la calle, abajo en su corazón ella fue predestinada a Vida Eterna.",
    "Cuando el Cordero fue inmolado antes de la fundación de la tierra, conforme a la Biblia, nuestros nombres fueron puestos en ese Libro. Jesús dijo: “Nadie puede venir a Mí, si Mi Padre no lo trajere, y todo lo que el Padre Me ha dado vendrá”. ¡Solo difunda la Luz!",
    "Observen cuando esa Luz llegó a esos sacerdotes con todo su intelecto. ¿Qué sucedió? Ellos dijeron: “Él es Beelzebú, un adivino, un diablo”.",
    "Él dijo: “Vosotros de vuestro padre, el diablo sois”; de allí es de donde vino eso.",
    "Pero cuando esta mujercita inmoral, hablando con Dios, y ¿cómo podría esa simiente predestinada estar anclada en una—una persona tan vil como esa? Es una paradoja. Pero observen cuando la Luz la tocó. Dijo: “Señor, me parece que Tú eres profeta”. Ahora, profeta, es adonde viene la Palabra del Señor, al profeta, ¿ven? Y ese era su pecado, y Él, el profeta, tenía la Palabra. Así que, ella dijo: “Me parece que Tú eres profeta. Ahora, sabemos que cuando el Mesías venga, Él hará estas cosas”.\n\nÉl dijo: “Yo Soy, el que habla contigo”.",
    "Hermano, ella dejó ese balde, y se fue. Su testimonio salvó a su ciudad, Sicar. Ahora, eso fue una paradoja, cuando Dios, cuando Jesús hizo eso. Sí, señor.",
    "Fue una paradoja, cuando Dios puso Su Espíritu en los pentecostales, los pescadores pobres y la gente sin educación, en lugar de Caifás el sumo sacerdote. Y, ¡oh, cómo puso Él Su Evangelio! Fue una paradoja, cuando Dios escogió el camino que se llama “herejía, locura”, la gente se tambaleaba, saltaba y hacía alboroto, y actuaba como si estuviera demente. Ellos los llamaron “locos”. Es una paradoja, cuando Dios pasó por alto las grandes sinagogas altas, los grandes tribunales del Sanedrín y los sacerdotes importantes de gran erudición, y escoge a un montón de pescadores ignorantes y sin educación que no habían sabido más que solo creerle a Él y recibir Su Palabra, y ver los resultados. Y agradó a Dios pasar por alto lo que ellos llamaban la cosa más santa del mundo, para escoger un montón de llamados “basura baja”, y la manera en que ellos estaban adorando, llamada “herejía”, para hacer el camino de salvación. Sí. Ahora, esa es la verdad, Ud. no puede negarlo. Pablo dijo: “De la manera que es llamada ‘herejía’, así es como yo adoro a mi Dios, el Dios de nuestros padres; de esa manera que es llamada ‘herejía’”. Sí.",
    "Fue una paradoja, cuando esa gran Columna de Fuego que bajó del Cielo, un Ángel del Señor, una Columna de Fuego guio a los hijos de Israel a través del desierto. Eso fue una paradoja, que habló con Moisés por allá en la zarza ardiente. Y fue una paradoja. Y ochocientos años después… conforme a la Escritura, en San Juan 8:58, si quieren saber dónde está. Si quieren saber dónde comenzó primero, fue en Éxodo 13:31. Y fue una paradoja, cuando, después de todo ese viaje y todo ese tiempo, que aquí Jesús dijo, que, “Antes que Abraham fuese, YO SOY”. YO SOY estaba en la zarza ardiente. YO SOY fue Aquel que habló con Moisés.",
    "Fue algo extraño, que después de Su muerte, sepultura y resurrección, y Saulo, ese pequeño judío de nariz aguileña, malhumorado y de mal genio, y aun llevó a algunos de la Iglesia a la muerte, iba en su camino a Damasco para arrestar a esas personas, y allá tenían un profeta llamado Ananías, y estaba allá profetizándoles, un profeta del Señor, diciéndoles la Palabra del Señor, porque Él vino a él, y mientras el pastor Ananías estaba allá profetizando, Saulo fue a apresarlo, y en pleno medio día esa misma Columna de Fuego que bajó y guio a Israel, arrojó a Saulo al suelo, y toda la gente, parada alrededor, no pudo ver Eso, pero fue tan brillante para Pablo que le cegó los ojos. Amén. Él quedó ciego. Fue así de real para él, y los demás no pudieron ver Eso. Es una paradoja. ¡Vaya! ¡Oh!",
    "Lo que los sentidos de una persona declaran, se lo declararían a otra. Por eso la gente puede estar en la—en la reunión, y mirar la obra del Señor, y se levantan y salen, y se burlan de Eso; y el otro se aferra a Ella, con todo su corazón. Es una paradoja, ¡cómo Dios pudo hacer hombres, de la misma carne! Es una paradoja, ver cómo Dios lo hace, aun en este día. Fue una paradoja para Pablo.",
    "Saben, Pablo nunca vio a Jesús en forma física. Él tuvo que aceptar la revelación, así como lo hizo Pedro. Pedro nunca conoció a Jesús en forma física.\n\nÉl dijo: “¿Quién dicen los hombres que Yo soy, el Hijo del Hombre?”.",
    "🦅 Algunos dijeron, pues, Tú eres ‘Moisés’, y algunos dicen que Eres ‘Elías’ y ‘Jeremías’”.\n\nÉl dijo: “Eso no es lo que pregunté. ¿Qué dices tú?”.\n\nPedro dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, el hijo de Jonás. Carne ni sangre te lo ha revelado, sino Mi Padre que está en el Cielo te lo ha revelado. Y sobre esta roca edificaré Mi Iglesia, y las puertas del Infierno no prevalecerán contra Ella”. Allí lo tienen, una paradoja. Cuando Él estaba parado allí, y no lo conocía a Él en carne humana; pero él Lo conoció por Sus obras y revelación, Lo vio cumplir exactamente lo que es la Escritura.",
    "Esa es la misma clase de paradoja que trae a un hombre de algún credo frío y formal, a un Dios vivo. Es una paradoja, ver al mismo hombre leer la misma Biblia, y negarla, mientras que el otro La cree y acepta la evidencia de aquello. Sí, es una paradoja, cuando él puede ver Eso obrando en la otra persona, seguramente él debería saber que es el mismo Dios. Su credo está errado, si es contrario. Si Dios está vindicando Su Palabra, entonces el credo suyo está errado. Amén. No es mi intención ser tan tosco, pero esa es la Verdad, una paradoja.",
    "Dije: “Treinta minutos” y se cumplen exactamente. Aún tengo aquí como seis páginas de notas. Paradoja, ¿la creen Uds.? Amén, yo la creo. Y me detendré.",
    "Déjenme decirles algo. Escuchen. Aquí hace algún tiempo, allá en el sur, de donde vengo, un día disfrutaba de un poco de helado. Un viejo farmaceuta amigo mío, un verdadero santo nacido de nuevo, él era un hombre genuino. No lo había visto por algún tiempo, y yo estaba pasando por la ciudad, y me detuve para verlo. Y vi su nombre allá arriba, y pensé: “Bueno, miren, él tiene este negocio aquí, y ha estado allí por años”.",
    "Subí, entré, y allí estaba él, sentado allí, mirando por encima de sus pequeños lentes, Uds. saben, y mirando por encima de sus pequeños lentes que colgaban de su mejilla. Y él dijo: “¡Vaya, si no es el Hermano Branham!”. Y se levantó, y vino a abrazarme, y vino a darme palmaditas. Le dijo a su hijo, dijo: “Ve y tráenos un poco, un poco de helado”. Estábamos parados allí. “¿Gusta una taza de café?”.",
    "Dije: “No, señor. Hablaría hasta por los codos, si me dieran una taza de café”. Le dije: “Me pone nervioso”. Dije: “Solo le recibo un poco de helado”.",
    "Así que, tuvimos un poco de helado. Y—y las muchachas estaban allá atrás, y demás, en la tienda, y nos sentamos y tuvimos un pequeño compañerismo alrededor del helado.",
    "Él dijo: “Hermano Branham, yo—yo quiero decirle algo”. Dijo: “He—he estado un poco reacio a contárselo a otras personas”. Empezamos a hablar del Señor y de Su bondad. Y el anciano lloraba, y las lágrimas corrían por sus mejillas, y él dijo: “Yo—yo quiero decirle algo”. Dijo: “Esto—esto puede parecerle extraño a—a Ud.” dijo él, “pero yo creo que una persona como Ud. lo entendería”.\n\nYo dije: “Bueno, adelante, hermano. ¿Qué es?”.",
    "Él dijo: “Allá, durante el tiempo de la depresión” dijo él, “mi hijo canoso allí solo era un jovencito”. Y dijo: “Estábamos aquí en el—este negocio entonces” y él dijo, “pero la gente era pobre y no tenía nada para comer. Y para conseguir una receta, para obtener medicina o algo, tenían que ir y pararse en fila”.",
    "Y muchos de Uds. recuerdan eso. Seguro que sí. Pararse en la fila, para un pequeño visto bueno del condado, para recibir estas drogas, o conseguir algo de comer.",
    "Y él dijo: “Yo estaba sentado aquí, un día, leyendo mi Biblia y, y” dijo, “alguien entró por la puerta. Y mi hijo se levantó, joven, y fue al mostrador”. Y dijo: “Lo oí decir: ‘No, no podemos hacerlo’”.",
    "Y dijo: “Escuché atentamente. Bajé la Palabra y escuché atentamente. Y el hombre dijo: ‘Señor’ dijo él, ‘mi esposa está a punto de desmayarse’”. Y cuando él miró, dijo que vio a la mujer lista para dar a luz un bebé; la pareja joven. Y el joven le dijo: “Dijo él: ‘Yo—yo—yo me he parado en esa fila allí’ dijo, ‘¡oh, una cuadra de larga!’. Y dijo: ‘Mi esposa no puede pararse allí por más tiempo’. Dijo: ‘Me pregunto… Tengo la receta del médico, ella necesita la medicina, de inmediato’. Dijo: ‘¿Podrá dispensarla, y la llevaré a ella a casa, y luego me pararé en la fila? Yo—yo conseguiré la—la orden para eso. Si Ud.…’.",
    "🦅 Y el hijo, el muchacho, dijo: ‘Señor, eso va en contra de las reglas aquí. Nosotros, nosotros no podemos hacerlo’.",
    "🦅 Él dijo: ‘Bueno, no lo sabía’. Dijo: ‘Muchas gracias, hijo’ se dio la vuelta para irse”.",
    "Y él dijo que, apenas comenzaba a caminar, alguien le dijo, en—en lo profundo de su corazón, dijo: “José y María también fueron rechazados una vez”.",
    "Y dijo: “Me levanté y dije: ‘¡Espere, hijo! ¡Un minuto!’”. Y dijo: “El hombre se detuvo. Y fui y tomé la receta, y fui allá atrás y la preparé, mientras él esperaba, sosteniendo a su esposa de la mano. Y ella estaba tan débil que solo se inclinaba sobre su hombro”.",
    "Y dijo: “Salí allá, y yo…”. Él dijo: “Lamento tener que hacer esto, señor”.\n\nÉl le dijo: “Está bien”.",
    "🦅 Él tenía su rostro inclinado, y se la entregué”. Y cuando él se la puso en la mano, dijo: “Hermano Branham, yo vi a Jesús”. Dijo: “La puse allí mismo en Su mano”. Dijo: “Hermano Branham, allí estaba Él, exactamente como lo muestra el cuadro”. Y dijo: “Yo—yo no pude hablar. Y el hombre se dio la vuelta y salió del edificio”.\n\nÉl dijo: “¿Cree Ud. eso, Hermano Branham?”.",
    "Dije: “Yo lo creo con todo lo que hay en mí. Seguro”.",
    "San Martín de Tours, si alguna vez han leído de San Martín, él era un soldado. Y él era—él era su… siguió los pasos de su padre. Él siempre sintió un llamado de Dios. Solo que, creo yo, su gente no era exactamente religiosa. Y un día él venía…",
    "Fue un invierno intenso, según la historia. Y él estaba… Había un mendigo anciano tendido en la puerta, y se estaba muriendo congelado; y muchas personas quienes pudieron haber alimentado a ese anciano, o darle un poco de ropa… Él lloraba, con su mano extendida. Solo era un anciano barbado, sucio, tendido a la puerta de la ciudad. Y decía: “Ayúdeme, alguien. Me—me estoy congelando. Esta noche moriré. Alguien deme una prenda”.",
    "San Martín había regalado todo lo que tenía. Él solo, como soldado, tenía puesto su abrigo. Él se paró a un lado, y observó para ver si alguien lo hacía. La gente iba y venía, y nadie lo ayudaba.",
    "Entonces él extendió la mano arriba, y miró al anciano. Tuvo compasión de él. Se quitó su propio abrigo, y tomó su espada y lo cortó por la mitad. Envolvió parte alrededor de sus hombros, tomó la otra mitad y en ella envolvió al mendigo, para que sobreviviera en la noche, y siguió caminando.",
    "La gente se rió de él, dijo: “¡Qué soldado tan risible, solo tiene medio abrigo puesto!”.",
    "Esa noche, mientras él dormía en la cama, se despertó. Alguien había entrado al cuarto. Él miró, parado al otro lado de la habitación, y allí estaba Jesús con esa prenda vieja en la que él había sido envuelto; por eso él supo.",
    "Él era el hombre, San Martín, fue uno de los hombres que contendieron allá, por la Fe que una vez fue dada a los santos. Él creía en los milagros de Dios; él creía en hablar en lenguas; él creía en todo el Testamento que fue escrito por los apóstoles. Él creyó y luchó por Ella, mientras vivió, y Dios obró milagros. Él supo, cuando vio a ese mendigo anciano envuelto en el pedazo de prenda de su propio abrigo, que la Palabra de Dios se cumplió: “En cuanto lo hicisteis a uno de estos pequeñitos, Mis pequeñitos, a Mí lo habéis hecho”.\n\nUd. dirá: “El hombre no vio eso”.",
    "Yo creo que él lo vio. Yo creo que él lo recibió. Yo creo que estaba allí. Yo creo que ese fue Jesús a quien él vio. Fue una revelación de Dios manifestada, por él llevar eso a cabo.",
    "Hablar de una paradoja, viene una; “Cuando los muertos en Cristo se levanten, y nosotros los que vivimos seamos transformados, en un momento, en un abrir y cerrar de un ojo, para ser arrebatados juntamente para encontrarnos con Él en el aire”. Sí.",
    "¡Oh, cómo Dios cumple Su Palabra en esta edad intelectual! ¡Cómo Él es el mismo ayer, hoy, y por los siglos! ¡Cómo Él aún puede discernir los pensamientos del corazón humano! ¡Cómo Él aún puede cambiar al hombre! ¡Y cómo Él aún puede cumplir cada palabra que prometió en este día! ¡Él es el mismo ayer, hoy, y por los siglos! ¡Cómo Él aún puede manifestarse y permitirles tomar la fotografía de esa misma Columna de Fuego que siguió a Israel!, ¡el Mismo que estaba con el Señor Jesús, el Mismo que estaba allá con Saulo en el camino!, ¡el Mismo que entró y liberó a Pedro de la prisión! Ese Mismo Ángel de Dios está aquí esta noche, y haciendo exactamente lo mismo que hizo cuando estuvo aquí en la tierra manifestado en carne humana. ¿Por qué? Él es el mismo ayer, hoy, y por los siglos.",
    "¿Creen Uds. en una paradoja? Yo creo que Dios quiere que la gente crea en una paradoja. Me he pasado demasiado de mi tiempo. Yo creo que pudiera ser una paradoja aquí mismo. Amén. Yo creo que Dios está dispuesto y queriendo tomar a Su pueblo y mostrarse a Sí Mismo. Si Él solo puede conseguir un hombre o una mujer, un niño o una niña, que deje sus propios pensamientos, y llegue a ser un prisionero de Él y creerle.",
    "Él es Su Palabra; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "Y ahora Él está en Ud., la esperanza de Gloria, el mismo ayer, hoy, y por los siglos. Él dijo, en San Juan 14:12: “El que en Mí cree, las obras que Yo hago, él las hará también”.",
    "Él prometió, en San Lucas, que “como fue en los días de Sodoma”, cuando la Iglesia elegida, el grupo de Abraham, recibiría una señal como la que recibió Abraham, y el grupo de Lot recibiría una señal como la que recibió Lot.",
    "Es una cosa muy extraña que hemos tenido todos estos grandes reformadores, de Lutero y Wesley, pero nunca tuvimos un hombre allá afuera con su nombre terminado en h-a-m, un mensajero para el mundo. G-r-a-h-a-m, son seis letras. A-b-r-a-h-a-m es Abraham. Hemos tenido Moody’s, Sankey’s, Finney y Knox, Calvino, pero nunca un ham, “padre de las naciones”. Ahora tenemos uno. Esa es una paradoja. ¿Sabían Uds. eso? [La congregación dice: “Amén”.—Ed.] Y miren, él lo está haciendo exactamente, llamándolos a salir de Sodoma.",
    "Pero, recuerden, Abraham también recibió un mensajero allá para su grupo. Amén. Y ¿qué clase de señal hizo Él, con Su espalda hacia la tienda? Dijo: “Voy a visitarte según el tiempo de Mi promesa, según el tiempo de la vida”. Y Él dijo: “¿Dónde está tu esposa, Sara?”.",
    "Dijo: “Ella está en la tienda, detrás de Ti”. Y cuando él dijo eso, Sara se rió dentro de sí.",
    "Él dijo: “¿Por qué se rió Sara, diciendo: ‘Estas cosas no pueden ser’?”. ¿Ven?",
    "Jesús dijo: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre, ¡las obras que Yo hago!”. La Palabra de Dios llegó así. “Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, pedid lo que queráis, y os será manifestado”. Una paradoja, ver una promesa, Dios… una promesa de Dios, que ha sido hecha por dos mil años, y éticas de iglesia ha alejado tanto a la gente. Pero en medio de todo eso, Dios baja y hace estallar esa Palabra de nuevo en Su iglesia, exactamente. Es una paradoja. ¿Le creen Uds.?\n\nOremos.",
    "Si hay personas aquí esta noche que quisieran ver una paradoja realizada en ellos, para cambiar su corazón de la incredulidad a la fe en Dios, podrían levantar sus manos, y decir: “Señor, acuérdate de mí, acuérdate de mí”. Dios los bendiga. ¡Oh, solo miren las manos!",
    "Padre Celestial, hay tantas manos, yo no podría decir: “Dios le bendiga” a cada uno, pero Tú los conoces a todos. Cambia su modo de pensar, Señor. ¡Oh, que suceda, una paradoja! Ellos siempre como que han estado desanimados. Han creído a medias, quizás. Tal vez algunos de ellos aun pertenezcan a la iglesia, pero aún, nunca han llegado a ese punto en que tuvieran esa libertad suprema, creyendo, y saber que lo que Dios prometió, Dios es capaz de hacer. Sin embargo, profesamos ser la simiente de Abraham, el cual no dudó, por incredulidad, de la promesa de Dios, sino que se fortaleció, dando gloria a Dios. Ahora, Padre Dios, Te ruego, en el Nombre de Jesús, que tengas misericordia de ellos.",
    "¡Oh, Dios!, baja entre nosotros esta noche, muévete sobre nosotros y muéstranos que aún eres un Dios de milagros. Haz una paradoja, Señor, y muestra que Tu Palabra aún puede discernir los pensamientos y las intenciones del corazón. Tú sigues siendo el mismo Ser que fue manifestado allá, al que Abraham llamó Elohim, el Señor Dios, Creador, el Todo Suficiente, el Auto-existente. ¡Oh, Dios!, Tú aún eres Dios Eterno, el mismo ayer, hoy, y por los siglos, y la Sangre de Tu Hijo ha santificado una Iglesia y La ha limpiado. Que, la Palabra, ¡oh, si ellos tan solo La hubieran recibido sin añadir credo, Señor!",
    "Pero, ahora, Él dijo: “Yo soy la Vid, vosotros los pámpanos. El pámpano lleva el fruto de la vid; porque la vida de la vid, del pámpano, viene de la vid”. ¡Cuánto Te agradecemos por esto, Señor! ¡Cuán perfecto es!",
    "Y en este día de incredulidad y supersticiones, y—y toda clase de credos, sin embargo, Tú eres el mismo Dios que detuvo el sol para Josué. Tú eres el mismo Ser que estaba en la vara que Moisés extendió sobre el mar. Tú eres el mismo Ser que podía llamar piojos, pulgas, ranas, lo que fuera, por boca de Moisés. Tú eres el mismo Dios que pudo colocar lluvia en los cielos. Tú eres el mismo Ser que va a hacer llover fuego de los cielos. Tú eres el mismo ayer, hoy, y por los siglos.",
    "¡Oh, Señor Dios!, muéstranos Tu gloria, esta noche, salvando y llenando a cada persona que levantó su mano. Concédelo, Señor. Que no sea solo otra oración almidonada. Que no sea otra manera almidonada de levantar nuestra mano, por una pequeña influencia de—de algo. Pero que sea desde lo profundo de su corazón, que la gente clame: “¡Oh, Señor Dios!, crea en mí una fe que pueda creerte y pueda aceptar toda Palabra, y acentuar cada promesa, con un amén”. Concédelo, Padre. Te lo encomiendo ahora, en el Nombre de Jesucristo. Amén.",
    "Muy bien, son las diez. No tenemos que tener una línea de oración aquí arriba; podemos tenerla allá. ¿Creen Uds.?",
    "¿Cuántos aquí creen que Él es el mismo ayer, hoy, y por los siglos?, que creen que esa mujercita allá que tocó Su manto con su dedo, Él estaba—Él estaba físicamente, ella tocó Su manto. He allí una paradoja. Él no podía sentirlo, y Se dio la vuelta y dijo: “¿Quién Me tocó?”. Y ella no pudo esconderse. Y Él dijo sus problemas, y su fe la sanó.",
    "Y la Biblia dice, hoy, en Hebreos, que, “Él es un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántas personas enfermas creen eso? Levanten la mano. Muy bien, créanlo Uds., y veamos ahora si eso es verdad.",
    "Ud. dice: “Hermano Branham, ¿cómo viene eso?”. Simplemente creyendo la Palabra tal como Ella está escrita. No acepten habladurías, lo que este hombre dice, que es de esta manera, y este hombre dice que es de esa manera. Ud. créalo tal como está escrito.",
    "Si Él tiene que juzgarlo a Ud. por la manera en que está escrito, entonces para qué tomar la interpretación de Ella de alguien más, porque así ha de juzgar. Solo Así, Esa es Su norma. Él ha cuidado Su Palabra. No hay equivocación en Ella; es exactamente la Palabra. Es por lo que seremos juzgados, por Esto, es la Palabra de Dios.",
    "🦅 Y si permanecéis en Mí” esa es la fe, “Mi Palabra permanece en vosotros” porque Él es la Palabra, “entonces pedid lo que queráis”.",
    "Ahora toquen Su manto, digan: “Señor Jesús, yo creo con todo mi corazón que estamos viviendo en los últimos días. Yo creo que Tú eres el mismo Dios que obró todos estos milagros que nuestro pastor nos ha mostrado, esta noche, en la Palabra. Yo creo que Tú eres el Sumo Sacerdote. Señor, permíteme tocar Tu manto. Entonces Tú habla a través de este hermano, y—y que afirma que Tú hablas a través de él. Y, bueno, él no me conoce, pero Tú me conoces”. Y luego vea si Él no es el mismo Dios de los milagros, y otra vez hay una paradoja, una cosa inescrutable que el hombre no es capaz de discernir ni decir.",
    "¿Lo creerán Uds.? Si Él lo hace, entonces sabemos que será una paradoja. ¿Verdad que sí? Yo iba a tener una línea de oración; me enfoqué tanto en eso que solo me—me—me desvié de eso, y ya casi no hay tiempo. Uds. crean. Empecemos de nuevo… Yo no puedo…",
    "Yo tengo que separarlos. Comencemos aquí de este lado. Alguien por aquí. ¿Cuántos por aquí saben que yo no los conozco o no sé nada de Uds., levanten sus manos; y Ud. está enfermo, ¿Ud. lo sabe, quiere pedirle a Dios? Muy bien.",
    "Algunos de Uds. creen, solo—solo reciban esto con todo su corazón. “¡Señor Jesús, el mismo ayer, hoy, y por los siglos! Permíteme tocarte, Señor. Mi fe se mueve hacia Ti allá a la diestra de Dios, sentado en la Majestad. Y Tu Espíritu Santo, que estaba en Ti, está aquí esta noche. Permíteme tan solo tocar, por fe, Señor”. Entonces vean si Él aún es el autor de la paradoja, para traer cosas a cumplimiento que son absolutamente desconocidas. Solo sean reverentes.",
    "Aquí, ¿ven esto aquí mismo? Es una dama de color sentada aquí atrás. Ella está sufriendo con una condición renal. Ella acaba de tener una operación. Yo no conozco a la señora.",
    "Soy un desconocido para Ud. ¿Es así, señora? Pero eso es verdad, ¿no es así? ¿Cree Ud. que el mismo Dios que pudo decirle a esa mujercita que tocó Su manto allá, y—y al otro lado del lago, ¿cree Ud. que ese es el mismo Dios? Ud. no podría tocarme, físicamente, Ud. sabe. Así que, yo solo… Y yo no la conozco. Así que, hay un Sumo Sacerdote, porque Él dijo que Él era el Sumo Sacerdote. ¿Correcto? Y Ud. lo cree. Cuando Ud. estaba allí orando para que fuera Ud., algo la impactó, e inmediatamente la llamé por eso. ¿Es verdad? Muy bien.",
    "Esta operación que Ud. tuvo no pareció tener mucho éxito. Ud. tampoco se está recuperando, y Ud. está alarmada por eso. Y Ud. viene aquí esta noche con ese mismo propósito. Si el Señor Jesús me revela quién es Ud., como lo hizo con Simón que vino, ¿me creería Ud. que soy Su profeta, Su siervo? ¿Cree Ud. eso? Sra. Pigrum. Así es. Ahora crea Ud. con todo su corazón, vaya a casa y esté bien. Ud. va a sanar porque su fe la sana.",
    "¿Creen Uds. con todo su corazón? ¿Qué tal en esta sección que está aquí, en alguna parte, alguien cree?",
    "Un hombre sentado aquí en el extremo, él está sufriendo con problemas en sus ojos. Yo no sé si él sabe… Sí, él me contactó ahora. Él siente el Espíritu. Sí, ¿pueden ver esa Luz sobre el hombre? Sr. Otis, ese es su nombre. Yo soy un completo desconocido para Ud., pero Ud. está preocupado por sus ojos. Cristo lo sana a Ud., su fe.",
    "Ahora pregúntenle al hombre si alguna vez lo he visto, si sabía algo acerca de él, o de esta mujer, o lo que sea. Es una paradoja. ¿Lo creen Uds.? Él es el mismo ayer, hoy. Él prometió: “Las obras que Yo hago, vosotros también las haréis”. Así es como Él Se identificó que era el Mesías. ¿Verdad que sí? Pues, Él es el mismo ayer, hoy, y por los siglos. Y Uds. saben que no puedo ser yo. Yo no soy el Mesías. Yo solo soy un hombre, su hermano. Pero es el Espíritu Santo aquí, ese es el Mesías. Ese es el Líder. Él es Aquel quien sabe. Yo no conozco a esas personas; ellos lo saben.",
    "Aquí, quiero mostrarles. Hay una mujer de color sentada allí a un lado, allá arriba, sufriendo de un problema de tiroides. ¿Cree Ud. que Dios puede decirme quién es Ud.? Sra. Kelly. [La hermana clama: “¡Soy yo!”.—Ed.] Correcto. Muy bien.",
    "¿Cree Ud. con todo su corazón?",
    "El Sr. Swanson allá atrás, con problema de nervios, ¿cree Ud. que Dios puede sanarlo? ¡Si Ud. lo cree con todo su corazón! Muy bien, Ud. puede recibirlo. Dios lo sana.",
    "¿Lo creen Uds.? Yo no conozco a esas personas. Pregúntenles si los conozco. Es una paradoja.",
    "Un momento. Aquí está esta Luz, está detenida sobre una mujer. Yo sé quién es ella. Ella está sentada aquí mismo. No se preocupe, Sra. Collins, deje de preocuparse por eso, de enfermarse Ud. misma. Todo saldrá bien. Dios guía. Ahora, yo conozco a esa mujer. Yo sé quién es ella. Ella es de por allá de Indiana o Kentucky. Yo la conozco. Su esposo allí, es miembro de mi iglesia, él es un—él es un diácono allá, un buen hombre. Pero allí está esa Luz. ¿No La ven Uds. sobre ella? Ella está sufriendo, está enferma, y está perturbada por algo que no sabe si hacer o no. Solo recuerde, deje de preocuparse, hermana, todo estará bien. Él lo sabe todo. Él guiará si Ud. solo se lo permite.",
    "¡Amén! El mismo ayer, hoy, y por los siglos, ¡Él es una paradoja! Estamos agradecidos por eso. ¿Lo creen Uds.?",
    "Entonces pónganse de pie y acéptenlo, y digan: “Señor Dios, vengo a Ti en el Nombre de Jesucristo, obra en mí, y trae gloria y Tus bendiciones y poder sobre mí. Que venga una paradoja en mi corazón ahora mismo. Estoy creyendo. Yo estoy creyendo”. Con todo su corazón, créanlo.",
    "Levanten las manos mientras cantan este antiguo himno: “Yo Le amo, yo Le amo porque Él me amó primero”. Cierren sus ojos. Cierren todos sus propios pensamientos, y dejen que Jesucristo entre en Uds., y cada uno de Uds. será sanado y lleno del Espíritu Santo.",
    "Una paradoja, esta noche, encendería, debería encender este lugar. Jesucristo está aquí. ¿Quién puede explicar eso? Pregúntenle a estas personas, vayan donde ellos. Uds. tienen sus nombres y demás, en esta cinta. Vaya, pregúnteles. ¿Ven?, yo no sé nada de ellos. ¿Qué es lo que hace eso? Dios, en esta edad intelectual…",
    "🦅 ¿Dónde hay lluvia en el cielo” dijo la ciencia del día de Noé, “¿dónde está por allá arriba?”. ¡Dios la prometió! Vino.",
    "¿Cómo pueden suceder estas cosas? No lo sé. ¡Dios lo prometió! Él es el mismo ayer, hoy, y por los siglos. ¡Aleluya! ¡Paradoja! Yo Le amo, yo Le amo porque Él me amó primero, y ha abierto mis ojos cegados, para que yo pudiera entrar y ver Su Presencia y saber que Él está aquí. ¡Amén y amén!",
    "Solo levantemos nuestras manos y adorémosle ahora mientras lo cantamos. ¡Gloria a Dios! ¡Gracias al Señor Jesucristo, por Su bondad y misericordia! Dios los bendiga. 🦅"
  ]
}