{
  "title": "INVERSIONES",
  "id": "63570009",
  "content": [
    "🦅  Permanezcamos de pie solo por un momento, mientras hablamos con Él ahora, inclinando nuestros rostros.",
    "Nuestro Padre Celestial, estamos verdaderamente agradecidos por este momento en que podemos de nuevo estar de pie para presentar el Evangelio a esta ciudad, Chicago, ya que está en los corazones de estas personas aquí, estos Cristianos, ver a su gente salva. Y, Padre, sabemos que nadie puede venir a menos que Tú lo hayas traído primero, Jesús así lo dijo. Y creemos que cada semilla predestinada que se encuentra en esta ciudad ahora, no hay manera de evitar que reciban la Luz del Evangelio. Tu lo harás, Tú lo concederás, Señor. Tú cuidarás de ella, para estar seguro de que llegue allí. Tú presentas el Mensaje, y yo creo que Tú puedes hacerlo, y traerás a la Luz del Evangelio a aquellos que Tú has ordenado para que Lo vean.",
    "Así que, Padre, mientras mantenemos nuestras luces brillando, y colocamos nuestros esfuerzos, de la mejor manera que podemos, para—para traer el… este gran Evangelio del tiempo de la tarde; verdaderamente las mareas del pecado están subiendo, incredulidad por todas partes. ¡Oh!, tantas cosas horribles frente a nosotros. Pero tenemos la seguridad de que… “Cuando el enemigo venga como un río, la Palabra de Dios levantará bandera contra él” Padre, y Tú lo prometiste, así que Te damos las gracias.",
    "Y ahora, hoy, ayúdanos mientras nos aquietamos ahora. Te agradezco por el jubileo de la mañana, estas maravillosas canciones y testimonios, lo que se ha hecho. Y que ahora consideremos Tu Palabra, Señor, para obtener de Ella, la fuerza para el día. Lo pedimos en el Nombre de Jesús. Amén.",
    "Pueden tomar asiento. Muchísimas gracias, por la cordial invitación de venir a estar aquí con Uds. Y ahora quiero agradecer a la damita aquí por su canción, qué maravillosa. Creo que ha sido la primera vez que la oí cantar. Y luego, por supuesto, nuestro Hermano Mel Johnson allá, yo pedí que cantara esa canción, cuando, Recuérdame. Y la tenemos en casa, y quiero tener una copia nueva.",
    "Y Billy Paul, creo, las escucha todo el tiempo. Las pone en la… mientras están en la oficina, y las toca constantemente para la gente que va y viene, de todo el mundo. Y Uds. pueden pasar por la oficina y pueden oír a Mel Johnson cantando a menudo por allá, en la cinta. Y entonces cuando me siento un poco agotado y cansado, yo—yo bajo y me siento en algún lugar de la habitación, y el parlante… traigo uno de los parlantes, y lo escucho de nuevo.",
    "Así que estamos—estamos muy agradecidos por estos buenos cantantes. Y pienso en el momento cuando crucemos este río del Jordán. Quiero escuchar esa voz dorada de Mel Johnson junto con la de Einar Eckberg y muchos de aquellos grandes cantantes que han cruzado el río. Así que anhelamos ese momento.",
    "Quiero agradecer a mi buen amigo aquí, el Dr. Lee Vayle, un ex ministro bautista, un erudito muy fino y un hombre maravilloso, que se ha parado a mi lado esta semana y ha sacado a relucir el ministerio como él sabe hacerlo, me ha sido de gran ayuda aquí en la reunión.",
    "Cuando tenemos esos servicios de oración por los enfermos, lo llamamos “servicio de sanidad” muchas veces, ante las personas. Pero, por supuesto, sabemos que no podemos sanar a las personas, tan solo oramos por las personas.",
    "Alguien dijo, hace un tiempo, dijo: “Hermano Branham, ¿Ud. sanó a fulano de tal?”.",
    "Yo dije: “Nunca he sanado a nadie en mi vida. Pero he tenido algunas respuestas directas a la oración, porque Jesús lo prometió, y yo—yo lo creo”.",
    "Recuerdo la noche en que la—la foto de este gran Ser, el Espíritu Santo; que en Éxodo 13:22, creo, o 21, donde dice: “la Columna de Fuego irá delante de ti, para guiarte en el camino”, y cómo esa Columna de Fuego que había estado con Moisés, fue delante de ellos.",
    "Y luego cuando Se manifestó aquí en una Persona llamada Jesús, que era el Hijo de Dios. Y luego Él dijo, que de Dios venía y a Dios volvía.",
    "Luego, después de Su regreso, después de la ascensión, cuán grande fue para San Pablo, antes de ser San Pablo, cuando fue derribado a tierra. Y, siendo un judío, de ninguna manera llamaría a aquello “Señor”. “Señor, ¿qué quieres que haga?”. ¿Ven? Pero él sabía que Esa era esa misma Columna de Fuego que había seguido a su pueblo, o guiado a su pueblo. Por eso Le llamó: “Señor, ¿qué quieres que haga? Y ¿Quién eres?”.\n\nY Él dijo: “Yo soy Jesús”.",
    "Y ahora en estas últimas horas, verla a Ella regresando a nosotros. Y esa noche cuando Ella fue fotografiada oficialmente por primera vez en Houston, Texas, el… Un—un hermano, un ministro bautista estaba debatiendo con el Doctor Bosworth, pues muchos de Uds. aquí probablemente estaban allá, sobre la sanidad Divina, y yo… dijo que yo era un sanador Divino. El Doctor Best dijo eso.",
    "Y yo dije: “Si predicar el Evangelio de la salvación, y creer que Jesús sana a los enfermos, porque así lo dice la Palabra; si eso me hace un sanador Divino, hará que un hombre que cree en salvación, un salvador Divino, porque es la misma Palabra, ¿ven Uds.?”. Él es Jehová-Jireh y Jehová-Rafa.",
    "Todos Sus nombres compuestos de redención fueron representados en Jesucristo, y allí es donde se manifestaron y magnificaron lo que era Dios. Dónde, los grandes atributos de Dios aún antes de que Él fuera Dios, antes de que hubiera… Dios es un objeto de adoración. Antes de que Él llegara a ser eso, Él todavía era Dios. Él es Eterno y estos atributos estaban en Él. Y ellos se desplegaron, como el ser Padre, e Hijo, y—y un Salvador y un Sanador. Esos son solo los atributos de Dios desplegándose. Así que estamos agradecidos de tener el privilegio de disfrutar de este buen momento de compañerismo y la seguridad de nuestra salvación, por medio de los atributos de Dios, Quien es el Salvador. ¡Que Su Nombre sea alabado!",
    "Ahora quiero agradecer al Hermano Vayle, un hombre que puede explicar estas cosas. Yo no soy un teólogo, como todos lo saben. Es que no tengo la educación.",
    "Escuché a este hermanito de la Moody Bible, parado, y pensé: “¡Vaya, quisiera tener la educación del muchacho!”. Y confío en que Dios, dándole esta visión, lo usará a él.",
    "A medida que envejezco, mientras voy avanzando por el camino, y estos jóvenes vendrán para tomar este Evangelio, de una manera más poderosa de lo que es ahora. A medida que avanzan las generaciones, y el enemigo entra, Dios sigue levantando la bandera más y más y más alto, hasta que finalmente nos encontraremos con Cristo. Ese es a Quien esperamos ver, de todos modos.",
    "Ahora recuerden que esta semana se terminan los servicios. Y todos están invitados, y aun todas las denominaciones.",
    "Ahora diré esto mientras tengo la oportunidad. No den cabida en su mente que yo estoy en contra de esas personas. Yo amo a esas personas. Es el sistema de denominación lo que rompe el compañerismo. Es por eso… Voy a Sudáfrica ahora, después de haber sido invitado desde la última vez que estuve allí, porque tenemos algunas asambleas de los Hombres de Negocios del Evangelio Completo. Y yo no pertenezco a ninguna organización, a nada excepto a estos Hombres de Negocios del Evangelio Completo, y aún así no es una organización; y cuando lo sea, entonces, por supuesto, tendré que dejarlo, porque… es una organización. Un organismo está bien, pero no una organización. Así que…",
    "Los—los grupos en África, como en el lado oriental, son gente que habla inglés, y—y las Asambleas de Dios Pentecostales. En el lado oeste, es afrikáans, que son bóer; y de los bóer, los neerlandés, y ellos tienen lo que llaman el A.F. de M., las africanas… Las Misiones Apostólicas de África.",
    "Y hay dos secciones de ellas, dos divisiones. Ellas bautizan, un bautismo trino, por… Una de ellas bautiza, creo, tres veces con el rostro hacia adelante; una vez por el Padre, una vez por el Hijo, y una vez por el Espíritu Santo, haciéndolo a Él tres dioses en lugar de Uno. Y la otra bautiza tres veces, hacia atrás, en el Nombre del Padre, y una en el Hijo, y en el Espíritu Santo; bautizando tres veces diferentes, una por el Padre, otra por el Hijo, y otra por el Espíritu Santo.",
    "Una de ellas dice: “Pues, nos bautizamos en Su muerte; y cuando Él murió, Él se inclinó hacia adelante”.",
    "La otra dijo: “¿Quién entierra a un hombre con el rostro hacia abajo? Lo entierran de espaldas”. Así que hay cosas como esas.",
    "Y de cada una de ellas me escriben cartas, y firman aquí, “Hermano Branham, África lo llama. Venga de inmediato, pero por favor, ¿podría enseñar de esta doctrina?”. Bueno, no puedo ir en esos términos. ¿Ven? Yo nunca he…",
    "Yo fui ordenado como un ministro misionero bautista. Y tengo un gran respeto por mis hermanos bautistas, y—y yo los amo, pero en cuanto al don que ha sido enviado, no a los bautistas, ni presbiterianos, sino a la Iglesia. Tengo que pararme entre ellos, independiente; no independiente de ellos, sino ser un hermano para ellos. Yo creo, como sucedió con el tercer pozo que cavó Jacob, hay lugar para todos nosotros. Y yo—yo creo eso. Hay lugar en la Fuente, para cada uno de nosotros, para—para quien quiera.",
    "Ahora yo sí tengo, por supuesto, bueno, no quisiera llamarlos “oponentes” pero tengo personas que no aceptan el Mensaje. Y, pues vaya, no puedo resentirme contra ellos. Con Jesús sucedió igual en Su día, todos lo han tenido. Y en cada vez, de un Mensaje de Dios, el mundo nunca Lo ha recibido. Pero eso no provoca ni una pizca de amargura hacia esa persona, o esas personas, o esa organización. Ese sentir no cambia. Estoy muy agradecido por eso. Esa es una de las evidencias que sé que he pasado de muerte a Vida; no importa lo que hagan los hermanos, los sigo amando. ¿Ven? En mi corazón, los amo, ¿ven?, porque es un amor que—que Dios ha puesto en mi corazón por mis hermanos. Y ahora el Señor les bendiga.",
    "Y ahora, antes de que entremos a la Palabra, voy a pedirle a—a un querido amigo mío, un joven ministro que está aquí, que—que…Él tenía una especie de complejo. Y él y su esposita solían venir a mi casa todo el tiempo, y él se sentaba y no hablaba. Y él—él solo hacía una pregunta: “Hermano Branham, ¿qué cree Ud., me habrá llamado el Señor al ministerio?”. Y yo vi el potencial de este joven, de una buena institución Bíblica, pero le faltaba algo. Como Moisés con todo su entrenamiento, él… lo que le faltaba a Moisés, la zarza ardiente lo tenía. Eso es lo que le faltaba al Hermano Ruddell, lo que tenía la zarza ardiente, y un día prendió con fuego. Y el hermano tiene una iglesia allá justo fuera de los límites de la ciudad de Jeffersonville, creo, una verdadera obra para el Señor, una de nuestras iglesias hermanas del Tabernáculo.",
    "Y me gustaría que el Hermano Don Ruddell, lo veo sentado acá atrás, se pusiera de pie e hiciera una oración, para que el Espíritu Santo use la Palabra, esta mañana, de la manera que a Él le agrade usarla. Hermano Don, por favor, mientras inclinamos nuestros rostros. [El Hermano Don Ruddell ora.—Ed.] Sí, Señor. Amén.",
    "Abramos ahora para leer la Escritura, mientras cambio lo que iba a decir esta mañana, lo que tenía en mente para hablar, después de que escuché sobre esta Voz de los Hombres de Negocios. Saben, yo tenía mi propia pequeña concepción sobre esto. Y abramos en San Marcos el capítulo 10, y comencemos con el versículo 17, creo que así es como tengo esto escrito aquí.\n\nAl salir él para seguir su camino, vino…corriendo, y arrodillándose delante de él, le preguntó: Maestro bueno, ¿qué haré para heredar la vida eterna?\n\nY Jesús le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno, sino sólo uno, Dios.\n\nLos mandamientos sabes: No adulteres. No mates. No hurtes. No digas falso testimonio. No defraudes. Honra a tu padre y a tu madre.\n\nÉl entonces, respondiendo, le dijo: Maestro, todo esto lo he guardado desde mi juventud.\n\nEntonces Jesús, mirándole, le amó, y le dijo: Una cosa te falta: anda, y vende todo lo que tienes, y dalo a los pobres, y tendrás tesoros en el cielo; y ven, sígueme, tomando tu cruz.\n\nPero él, afligido por esta palabra, se fue triste, porque tenía mucha posesión.",
    "El Señor añada Sus bendiciones a la lectura de la Palabra.",
    "Yo tenía un pequeño, como un pequeño dicho que yo… con los Hombres de Negocios del Evangelio Completo. Algunos de ellos, como sabemos los ministros, me decían: “Oiga, Ud. es un predicador, ¿qué hace, qué hace Ud. con esos hombres de negocios?”.\n\nYo dije: “Yo soy un hombre de negocios”.\n\nEllos dijeron: “¿En qué tipo de negocio está Ud.?”.",
    "Y yo dije: “Seguridad de Vida Eterna”. ¿Ven?, no seguro, fíjese. ¡Seguridad!\n\n¡Bendita seguridad, mío es Jesús!\n\n¡Oh, qué anticipo de la gloria Divina!\n\nHeredero de salvación, comprado por Dios,\n\nNacido de Su Espíritu, lavado en Su Sangre.",
    "Y quisiera, ya que se trata de hombres de negocios, y a los hombres de negocios les gusta hablar en términos de negocios. Y quiero decirle a los hombres de negocios y a las mujeres de negocios también, que están aquí, quiero tomar este texto, primero, y llamarlo: Inversiones.",
    "Ahora la mayoría de los negociantes están interesados en inversiones buenas y sólidas. Si es un hombre de negocios, pues, Ud. está interesado en eso. Y un—un hombre de negocios siempre está buscando una inversión buena, sólida. Saben, es—es algo bueno que lo hagamos. Y voy a hablarles esta mañana sobre la—la mejor inversión que conozco. Y quiero que escuchen atentamente, sobre: Inversiones.",
    "Ahora no es una—no es una buena idea que un hombre de negocios tome riesgos. Después de todo, arriesgarse es apostar, y apostar está mal. No queremos apostar en nada, porque no—no es correcto. Cosas de estas: “enriquecerse de la noche a la mañana” Uds. saben, algún agente comercial o alguien que ni siquiera está muy bien establecido, pero puede presentarles algo que suena tan bien que Uds. dicen: “¡Oh vaya!” y Uds. se apresuran a hacerlo. Y al hacerlo, antes de que puedan darse cuenta, se encuentran en la ruina. Pero si alguien es un hombre de negocios bueno y sensato, primero debe tratar de encontrar un negocio que esté establecido, una empresa antigua y confiable.",
    "Y, luego, no es bueno que un hombre de negocios mantenga su dinero en el bolsillo. Si no… Si Uds. mantienen su dinero en el bolsillo, no ganarán nada. Pero tienen que ponerlo a trabajar en algún lugar, invertirlo. Y, luego, cuidar lo que hacen con él.",
    "Ahora, yo creo que esos son términos de negocios, que haríamos. Creo que es algo lógico y bueno que lo pensemos de esa manera, por lo que voy a decir. Ahora vemos que si Uds.… Tenemos tantos en el mundo hoy, atajos, y “hacerse rico de la noche a la mañana” y aparecen aquí y allá.",
    "Y tengo un amigo que acaban de quitarle los ahorros de toda su vida, en una—una—una cosa como esa, pues alguien le dijo: “Invierte tu dinero aquí. Esta es tu oportunidad. Esta es”. Y el hombre miró el cuadro pintado que tenía delante, e invirtió los—los ahorros de su vida en eso, y perdió todo lo que tenía, de la noche a la mañana, en unos pocos días. Y la empresa cerró, y hasta ahí llegaron. Ahora, un hombre debe ser muy insensato, para caer en una trampa como esa. Una persona con buen juicio no hará negocios en esos términos, ¿ven?",
    "Primero, Ud. debería investigar la—la—la empresa con la que va a negociar. Y si la empresa no es buena, no importa lo buena que sea la propuesta que le ofrezcan, Ud. no la aceptaría. Si Ud. es un buen hombre de negocios, Ud. no correría un riesgo como ese, para invertir las ganancias de su vida en algo así.",
    "Y ahora hablando de eso, de forma paralela, hay muchas cosas religiosas que han surgido en el último día, que es “hágalo de la noche a la mañana”. Y esta noche Ud. es un—un cantante de cantina, y mañana Ud. está predicando el Evangelio. Yo—yo no acepto cosas como esas. No. Yo creo que una persona tiene que ser probada, primero.",
    "Yo creo que ahí es donde muchos de nosotros, las denominaciones pentecostales, bajamos la guardia un poco. Porque, tomamos a una mujer esta noche, una desnudista en un escenario por ahí, y a la noche siguiente ella está por aquí cantando en algún lugar, y sale con una Biblia debajo del brazo, “el Señor la llamó a predicar”. Yo no dudo eso. Eso está bien, pero creo que esa mujer debe ser probada primero. Así es. Que lo demuestre, que la semilla crezca un poco, y ver qué clase de vida viene allí.",
    "Porque, aun las personas con las que ella se va a relacionar no creerán su testimonio, ni el testimonio de él, sea cual sea, si la ven a ella una noche, o a él una noche, en el bar, y a la noche siguiente allá con el Evangelio. Dirán: “¿Qué clase de—de engaño es este para comenzar?”. Pero cuando esa mujer vive tal vida en la ciudad, por un tiempo, y alrededor de la gente, hasta que ven que hay un cambio en esa mujer, entonces su testimonio se destacará. Hasta entonces, sería mejor que ella viviera la vida, hasta que esté establecida.",
    "Ahora, no queremos esto de “hacerse rico de la noche a la mañana”. Eso… Y tampoco queremos guardarlo, porque si guardan su dinero, yo digo: “Los ladrones entrarán y se lo robarán”.",
    "Y si Ud. tiene algo en su corazón para Dios, y Ud. no lo expresa, y así sigue, y lo aplaza, “Bueno, después, después”. Y ese pequeño deseo que Ud. tuvo una vez de servir a Dios, le será quitado. El—el diablo entrará y se lo robará, y entonces Ud. no tendrá ningún deseo de servirle a Él.",
    "¡Así que si Ud. tiene el más mínimo deseo! Debe haber algo que aun lo trajo a este desayuno esta mañana. Hay algo. “Fe viene por el oír, oír la Palabra”. Y debe haber algún deseo o Uds. ni siquiera estarían aquí. Ahora, no permitan que ese deseo termine en algo de solo “unirse”, o en “un apretón de manos”, o “ser rociados”, o alguna cosa allá afuera. Hallemos la verdadera empresa que está establecida, que—que esté realmente bien.",
    "Alguna buena empresa confiable que pague grandes ganancias, así deben hacer Uds. sus inversiones, en algo que vale la pena.",
    "Y estoy pensando que la razón por la que pensé en esto esta mañana, creo, para este grupo, fue este joven rico principal, este joven que conocemos como el joven rico. Él era un joven, no hay duda que de un buen carácter. Había crecido en un buen hogar, quizás en un hogar muy religioso, por la manera en que se acercó al Señor Jesús.\n\nUds. saben, Jesús le dijo: “Guarda los mandamientos”.",
    "Y él dijo: “Esto he hecho. He guardado esto desde mi juventud. He hecho esto”. ¿Ven?, él tenía un—un buen fundamento. Eso tiene mucha importancia, porque normalmente él no se habría acercado a Jesús.",
    "Pero Jesús debe haber tenido algo que atrajo su atención, diferente a lo que estaba acostumbrado en su sinagoga. Porque, verán Uds., Jesús era diferente.",
    "Y como acaba de testificar este joven aquí, del—del Instituto Bíblico Moody por aquí; un gran lugar, no hay duda alguna. Pero, ¿ven Uds.?, un día encontró algo que, ¿ven?, era diferente, y él—a él le fue presentada la oportunidad.",
    "Y a este joven le fue presentada una oportunidad de una inversión. Siendo un hombre de negocios, como lo era, un gobernante, por supuesto, tenía grandes posesiones. Y Jesús sabía que había un gran potencial en este joven, porque la Biblia dice que: “Mirándole, le amó”. Él debe haber sido un—un muchacho amable, con un carácter agradable, y su manera de venir fue distinguida.",
    "Él no se acercó corriendo y dijo, como diría un pequeño Ricky de hoy: “¡Oye Tú! ¡Ven aquí, Predicador!”. Esa no fue su manera de venir.",
    "Se acercó y dijo: “Maestro bueno”. ¿Ven? “Maestro, o Instructor, ¿qué debo hacer para tener Vida Eterna?”. Ahora, ¿ven Uds.?, él había encontrado en Jesús, aunque había guardado los mandamientos, aunque había sido fiel a su sinagoga y a la causa, aún así él encontró algo en Jesús que, que producía Vida.",
    "Ahora, la ley no tiene Vida, en lo absoluto. La Vida… La ley, discúlpenme, la ley es solo un policía que les señala sus pecados, pero no tiene gracia para perdonar su pecado. Solo le señala y le dice a Ud. que es un pecador.",
    "Y eso se ha pervertido y lo han traído al Cristianismo, solo una forma, solo para decir que deberíamos, y hacer una—una—una declaración de—de credos o leyes, ordenanzas del Cristianismo. Y—y hemos sido muy hábiles, con organismos intelectuales, para presentar esto al mundo. Pero, ¿ven Uds.?, no los encontramos tomándolo como deberían, porque no tiene Vida. ¿Ven?, nosotros, nosotros debemos encontrar algo que… Todo hombre busca más allá de eso, en algún lugar más allá, de donde él vino, y sabe que tiene que regresar algún día. Todos quieren ver eso, quieren saber qué hay más allá de eso.",
    "Un cuadro muy hermoso. Jesús dijo: “Cuando el espíritu inmundo sale del hombre”. ¿Notaron Uds. que Él no dijo: “Cuando es echado fuera del hombre?”. Sino cuando él sale por su propia voluntad, “Cuando el espíritu inmundo sale de un hombre, y regresa a este hombre y encuentra que la casa en la que vivía está barrida, adornada, entonces va y toma otros siete diablos, demonios, espíritus inmundos, y entran en este hombre, y el postrer estado de este hombre es siete veces peor de lo que fue primero”. ¿Se fijaron que el diablo salió por su propia voluntad, y regresó por su propia voluntad? Ahora, si esta casa ya hubiera estado ocupada, cuando él volvió, no habría podido entrar. Pero, ¿ven Uds?, la encontró barrida y adornada.",
    "Es un cuadro muy hermoso de un moralista, como diríamos hoy en día de un hombre que es un—un… trata de pensar que se va al Cielo solo porque dejó de apostar, o quizás dejó de salir con la mujer que no era su esposa, o dejó de beber, el día de Año Nuevo, y volteó una nueva página y se unió a la iglesia. ¿Ven? ¿Ven Uds.?, él no, realmente no se ha convertido. Es solo un moralista. Y el—el diablo usa a los moralistas solo para—para salir y—y hacer una representación engañosa, cuando, en realidad, el verdadero poder del Cristo viviente no está allí. ¿Ven?, ellos—ellos…",
    "El mundo quiere ver a Cristo. Jesús dijo: “Yo soy la Vid, vosotros los pámpanos”. Y el pámpano testifica de la Vid, porque obtiene su energía y su Vida de la Vid. Bueno, la primera Vid, la primera rama que salió de esta Vid, se, ellos escribieron un Libro de los Hechos tras esa rama. Vemos la manera en que el Espíritu Santo obró en esa primera iglesia, esa iglesia de pentecostés. Y entonces cuando nosotros—nosotros creemos que si esta Vid original llega a producir otra rama, escribirán otro Libro de los Hechos tras ella, porque es la misma Vida que está en la Vid.",
    "Y si la primera rama produjo un racimo de uvas, y luego encontramos muchas aquí que les están creciendo sandías, o calabazas, o pepinos, sabemos que no es la—la vida que hay en la vid.",
    "Por lo tanto, yo pienso, incluso el lugar donde nos llamamos “Pentecostales”, no ha representado lo—lo verdadero que Cristo ha establecido que representemos, el—el Espíritu Santo y la Vida del Espíritu. ¿Ven?, a veces representamos sensaciones, y representamos gozo, pero, y—y eso es bueno, pero hay más que eso. Hay un fruto que eso produce, y el hombre hambriento está buscando este fruto del Espíritu, y esta es la cualidad que había en Jesús.",
    "Pues, Jesús no era un hombre común. Jesús era Dios. No era nada menos que Dios. No solamente un profeta, aunque Él sí era un Profeta; Él era el Dios-Profeta. Él era la—la casa en la que el todo de Dios habitó. “En Él estaba corporalmente la plenitud de la Deidad”.",
    "Dios descendiendo para hacerse hombre, para morir. Dios no podía morir siendo un Espíritu, porque Él—Él no podía morir. Él es Eterno, y Él no podía morir. Pero Dios pudo hacerse a Sí Mismo de tal manera que pudo sentir dolor, y Él podía sentir y sufrir. Dios no podía sufrir, siendo el Espíritu Eterno. Pero cuando Él llegó a ser Hombre, Él pudo sufrir y sentir el—el dolor y las tentaciones por las que pasó el hombre, como Adán y Eva en el jardín del Edén, y todos aquellos desde entonces.",
    "Él tuvo que llegar a ser eso, a fin de—de cumplir Su Propia ley, para tomar sobre Sí Mismo Su Propia ley. Él no podía ser la segunda persona. Él no podía ser la tercera persona. Él no podía ser otra cosa que la Persona. ¿Ven? Él tenía que serlo.",
    "Si yo tuviera la jurisdicción de la… de esta congregación, esta mañana, en la misma medida que Él la tiene sobre la tierra, y yo dijera: “Si alguien mira el poste, debe morir”. Y esta joven católica sentada aquí mirara el poste. Bueno, yo diría: “Considerándolo bien, ella apenas es nueva en esto, que ella muera”. Y con todo yo—yo siento lástima por la—la dama. Yo diría: “Entonces, ¿que este hombre aquí muera en su lugar?”. No, eso no sería correcto. Bueno, yo diría, “¿Mi hijo, Billy Paul, dejaré que Billy Paul muera en su lugar?”. Eso aún no sería justo. Porque el sufrimiento estaría sobre alguien más, y me dejaría aislado de eso. Pero de la única manera en que puedo ser justo, como Dios es justo, sería tomar su lugar. Tengo que tomar su lugar.",
    "Por lo tanto, Dios tenía que manifestarse en la carne, para sufrir la muerte, de la única manera en que Él podía morir, y así Él trajo redención. Y este joven vio en Jesús, algo más de lo que los mandamientos tenían.",
    "Ahora me doy cuenta de esto, caballeros, quizás no en la fe que intentamos representar, no… Somos pobres representantes de lo que tratamos de decir; yo mismo lo soy, con la cabeza y el corazón inclinados. El—el Mensaje que se me ha dado para la iglesia en este día, soy un pobre representante de él. Y mi vida, aunque me esfuerzo en hacer lo correcto, yo—yo tengo mis altibajos. Pero yo—yo no les pido que miren lo que soy, lo que yo soy. Miren lo que digo, de Quien estoy hablando es del Señor Jesús, en Él hay salvación.",
    "Y este joven vio eso, que este Hombre realmente tenía a Dios en Él. Él—Él podía escudriñar los corazones de las personas y ver lo que estaba mal, y podía decirles; podía resucitar a los muertos después de que habían muerto. Ahora, él sabía que la ley no hacía nada de eso, él sabía que su propia iglesia no hacía milagros así, pero, él estaba consciente de que el Dios de Abraham, Isaac y Jacob, estaba vivo; Él no podía morir. Pero él vio todo lo que Dios era, en este Hombre llamado Jesús, y sintió hambre en su corazón.",
    "Y él sabía que, aunque fuera miembro de una iglesia, un buen miembro de iglesia, quizás su padre era uno de los principales, el síndico, o los—de los grandes ejecutivos, o algo así en la mesa directiva. Y el muchacho había sido criado con esa ley, y la había guardado, reverentemente, y la respetaba. Con todo, allí en el fondo había algo que anhelaba encontrar algo más.",
    "Yo confío que eso esté en el corazón de cada hombre y mujer aquí esta mañana, de encontrar algo que sea real. Recuerden, Uds. no pueden regresar para una segunda prueba. Tienen que conseguirlo ahora. “Hacia donde se inclina el árbol, allí caerá”. Yo…",
    "No hay Escritura para un arrepentimiento en el más allá. Este es, este es su momento ahora. No importa cuán popular sea hoy en día, y de un—un purgatorio en algún lugar, eso no existe, no existe en la Biblia. Eso se escribió en uno de los libros de los Macabeos o algo así, pero no fue añadido Allí. Y, miren, solo en ese libro se menciona el purgatorio, aunque no se menciona en el resto de la Biblia en ninguna parte. Y, además, Jesús hablando de este mismo joven cuando murió, Él dijo: “Hay una gran sima que ningún hombre ha pasado, y nunca lo hará, después de la muerte”. ¿Ven? Y allí concluye, cuando Jesús lo dijo.",
    "Ahora en esto podemos ver, que esta hambre de esto, de llegar a ser un—un socio, o no un socio, sino una—una fuente de Vida que existía en Cristo, este joven quería ser parte de eso, exactamente lo que Jesús estaba allí para dar, el nuevo Nacimiento. ¿Ven?",
    "Eso es lo que nosotros tenemos hoy, la oportunidad de recibir el nuevo Nacimiento, llegando a ser parte de Dios, ¿ven?, hijos e hijas de Dios. ¿Entienden?",
    "Fíjense, al igual que el pecado. La—la iglesia hace tiempo ha olvidado su lugar; la—la—la denominación, al alejarse ciegamente de Esto, por cuanto ciegos guían a los ciegos. Miren, si yo tuviera una gota de—de tinta negra en mi pluma aquí, y tuviera este vaso lleno de cloro, o—o una tina aquí llena de cloro, del que usan las mujeres. Ahora, solía ser que el cloro.…",
    "Pues, cuando yo manchaba con algo mi camisa, cuando era un muchachito, mamá solía usar aceite mineral, o un poco de trementina, o—o algo así, y lo untaba allí, y trataba de quitar el—el—el color de la mancha. Ella solo lo esparcía, pero ya no era en un solo lugar. Pero ahora han fabricado algo llamado cloro. Y, ¡vaya!, ese cloro quitará esa mancha de inmediato.",
    "Bueno, había una ley de Dios que, bajo la sangre de un cordero, que no quitaba el pecado, solo lo esparcía. Y cuando el hombre pecó, cruzó el gran abismo, cuando pecó, él se separó a sí mismo de Dios, sin dejarse posibilidad de regresar. Pero Dios, con tierna misericordia, aceptó un sustituto para él, y este sustituto estuvo vigente por miles de años; pero no quitaba el pecado, solo cubría el pecado. Pero cuando, no fabricado…",
    "Sino que Dios, en Su poder creativo, creó una célula de Sangre, sin deseo sexual, en el vientre de la virgen; que no solo cubre el pecado, omite el pecado. Esto—esto se lo lleva tan lejos al punto que nunca más viene a la mente de Dios. No hace un puente sobre el abismo, sino que quita el abismo. Eso… Deje caer esta pequeña gota de tinta en esa botella de cloro, o lo que sea que fuera, Ud. nunca más encontrará ese color.",
    "¿De dónde vino el color? Ahora, nos damos cuenta que al hacer el color. Yo—yo no lo sé. No soy un químico. Pero solo digo que si hubiera un químico sentado aquí, Ud. pensaría que estoy desequilibrado mentalmente, o que no sé de lo que estoy hablando, si utilizo estos términos. Pero solo para que Uds. entiendan lo que digo, por así decir, ahora el color, primero, digamos que viene, es una especie de ácido. Bueno, y ¿de dónde vino el ácido? Regresemos y digamos, bueno, era un cierto tipo de ácido que se juntó con otro tipo de ácido, para hacer un color.",
    "Pues, solo hay un color original, y es el blanco. Todos sabemos eso, los otros son perversiones de él. Solo el blanco es un color; ese es el único color real que hay.",
    "Entonces, ahora nos damos cuenta que esta química, la analizaremos por un momento, y vemos que quizás dice que tenemos que ir a los átomos. Bueno, diríamos que el átomo B-uno, por el átomo BC, cuatro veces, hace el negro. Si hubiera sido el átomo B-ocho, saldría rosado. Y luego una molécula por molécula por tal y tal da negro.",
    "Ahora eso muestra que hubo una inteligencia detrás de eso, que sacó el color negro. Y entonces si Ud. lo lleva más allá, y más allá, eso, mientras sea una creación, tiene que venir de un creador. No puede haber una creación sin un creador. Ahora nos damos cuenta entonces que al ver esto, y que cualquier color es una perversión.",
    "Y cualquier cosa aparte de un hijo de Dios puro y sin adulteración es una perversión. ¿Y qué es el pecado? Es—es la justicia pervertida. ¿Qué es un adulterio? Es el acto que Dios ordenó para—para llenar la tierra, ha sido pervertido. ¿Qué es una—qué es una mentira? Es la verdad mal representada. Entonces, ¿ven Uds.?, ahora el asunto completo es—es una perversión.",
    "Y el color original es el blanco. Tenemos que traer esto de regreso al blanco, pero es negro todavía. Está pervertido en alguna parte. Pero cuando cae en esto, esta tinta se deja caer en el—el cloro, lo envía de vuelta a su origen, y es blanco al igual que el blanqueador. Ud. nunca lo hallará de nuevo. Está acabado, para siempre.",
    "Ahora, todas sus sensaciones, como a nosotros los pentecostales nos gusta saltar y gritar. Yo lo hago. Creo que es correcto. Nos gusta hablar en lenguas. Yo creo que es un don de Dios. El diablo puede imitar cualquier cosa que Ud. pueda producir en ese aspecto, pero fíjense, entonces muestra que algo anda mal, la Vida de Cristo no está fluyendo a través de la iglesia como debería hacerlo. El Cuerpo, la Novia, no está pasando por ahí como debería. Pues, encontramos que en algún lugar hay una obstrucción.",
    "Fíjense, cuando esto, sus pecados son confesados, y sus pecados se dejan caer en el cloro de la Sangre del Hijo de Dios, eso remite de tal manera el pecado que es—es puesto en el Mar del Olvido de Dios, y jamás pueden siquiera ser ya recordados en Su vista. Entonces ¿qué, eso, en qué convierte a un hombre? En un hijo de Dios. Dios no recuerda que Ud. fue un pecador. Ud. es un hijo, Ud. es una hija, no hay más memoria de pecado en lo absoluto. Dios lo pone en el Mar del Olvido, el cloro. El Mar del Olvido es la Sangre de Cristo que fue derramada por Ud. Y, por lo tanto, entonces Ud. y Dios son Padre e hijo, por la gracia de Jesucristo; no por algo que Ud. haya hecho, sino por Su gracia. Uds. son hijos e hijas de Dios, y un participante de Sus bendiciones y de Su poder y de Su Vida. Su Vida está en Ud., porque Ud. es un hijo de Dios. ¡Oh, si la iglesia pudiera!, ¡sí tan solo representáramos eso!",
    "Con razón Jesús dijo: “Si permanecéis en Mí y Mi Palabra en vosotros, entonces pedid lo que queréis”. ¿Ven? “Las obras que Yo hago”, Juan 14:12, “el que cree, ha confesado y en Mí cree, ¿ven?, las obras que Yo hago, él las hará también”. Porque, Dios está en el—el creyente como Él lo estuvo en Cristo. No en la plenitud con la que Él estaba en Cristo, sino que Él está en Ud. como Él lo estuvo, porque Ud. es un hijo de Dios por medio de Jesucristo.",
    "¡Oh, cómo este joven y su vida de iglesia pudieron ver que había algo en el Señor Jesús! Y a él se le presentó este problema, de venir a Jesús, aunque eso estaba en contra de su iglesia. Pero él tuvo la audacia, él tenía—tenía ese algo en él que quería saber, un hambre, y él vino al Señor Jesús.",
    "Y este joven, yo pienso que a él le le fue presentada entonces la oportunidad de esta inversión, pero él no estaba interesado en tal inversión. Estaba bien si él podía seguir viviendo con sus amigos, y seguir viviendo en las cosas que hacía, y afiliarse a ellas, y sin embargo sin querer rendirse.",
    "Pues ahí es donde encontramos el gran problema hoy, es que la iglesia conoce la Escritura. Aquí, esta institución de la que este joven viene, y estos, este hermano bautista sentado aquí, ellos conocen esa Palabra. Ellos—ellos—ellos son estudiantes de la Palabra. Y aun si ellos… Ellos dicen: “Pues, la creemos, nosotros la aceptamos”.",
    "Es como un frasco de medicina, una cura. ¿Ven?, no es una cura moral, sino que reproduce la Vida de Cristo. ¿Ven? Si Ud. acepta el Evangelio, entonces Ud. llega a ser parte del Evangelio. Y si Ud. llega a ser parte de eso, como lo hicieron Pedro, Santiago y Juan, y los demás, en Pentecostés, su vida es otro Libro viviente de los Hechos. No hay forma de evitarlo. Jesús dijo en Marcos 16: “Estas señales seguirán a los que creen”. Pero las personas quieren aprender, y van a seminarios y escuelas, para aprenderlo, pero ellos mismos no quieren nada de eso, aunque creen que ellos lo tienen. Sí. Ellos creen que lo tienen, pero las acciones hablan más fuerte que todas las palabras. ¿Ven?, su—su vida es la prueba, lo que sea que Ud. es.",
    "Y este joven no estaba interesado en eso. Aunque esta gran inversión no era algo de la noche a la mañana, no era solo algo que Jesús le pidió que “Viniera de prisa a esto”. Jesús había sido identificado completamente como el Hijo de Dios.",
    "¿Cómo podía un hombre caminar hacia un sepulcro donde yacía un hombre muerto y decir: “Lázaro, ven fuera”, que no fuera Dios?",
    "¿Cómo podía un hombre pararse en una barca, cuando diez mil diablos del mar juraron que Le ahogarían, a Él y a Sus discípulos esa noche, y podía poner Su pie sobre la borda de la barca, y levantar la mirada y decir: “Calla, enmudece”, y los vientos y las olas le obedecieron?",
    "Cómo podía un hombre mirar dentro del corazón humano, y decir: “Ud. hizo esto y esto y esto y esto?”. Tenía que ser Dios.",
    "Fue completamente vindicado. Y a él no se le pidió que solo invirtiera en algo que, solo un—un pensamiento mítico, o alguna secta. Estaba plenamente identificado, en qué iba a invertir.",
    "Si él hubiera podido decir: “Bueno no estoy tan seguro de esto”. Pero, fíjense, él Lo llamó: “Maestro Bueno”. Y él sabía que tenía algo, pero aún así no estaba listo para tomar la medicina, porque Jesús le pidió que hiciera algo.",
    "Y ese es el estorbo entre los hombres de hoy, es que ellos… Ellos creen que Dios existe. Todo hombre con una inteligencia normal sabe que Dios existe, porque, si él no reconoce a Dios, la Biblia dice claramente que no está bien mentalmente. Él es un necio, ¿ven? La Biblia dice: “Dice el necio en su corazón, ‘No hay Dios’”. Ahora, pero si él cree que Dios existe, y aún así no está dispuesto a separarse de la misma manera que Jesús le pidió a este joven, joven de negocios, que hiciera sus inversiones.",
    "Él vio Algo, en Jesús, que otros hombres nunca tuvieron. Vio que Jesús tenía Algo que esos sacerdotes no tenían. Vio Algo que los rabinos, los maestros, ninguno de ellos Lo tenía. Pero él Lo reconoció en Jesús, y reconoció que Eso era Dios. Pero él pensó: “Bueno, si puedo entrar, pues, sin tener que hacer todo esto, iré a averiguar”. Pero se dio cuenta que solo hay un Camino a seguir.",
    "Y eso es lo que el mundo tiene que aprender hoy, y Cristo es ese Camino; no una iglesia, ni una afiliación, ni una denominación, por muy buenas que sean, y yo no tengo nada en contra de ellos en cuanto a eso. Pero aún así Ud. tiene que darse cuenta que es Cristo, el nuevo Nacimiento.",
    "Hombres, Uds. hombres de negocios de esta ciudad, yo—yo no estoy condenando sus iglesias, al tenerlos aquí. Nos complace que estén aquí. Pero estoy—yo estoy tratando de—de venderles una seguridad, esta mañana. No estoy tratando de vendérsela a Uds., yo soy un representante de esta, de esta empresa, y yo—yo—yo quiero decirles que la póliza es gratis. ¿Ven? Y ha sido, está bien identificado en la tierra hoy, que Jesucristo es el mismo ayer, hoy, y por los siglos, por Sus mismas obras, Sus mismas señales, Su mismo Evangelio, la misma Palabra de Dios. Él está perfectamente identificado como en ese entonces.",
    "Ahora Ud. está aquí esta mañana por alguna razón. ¿Ven? ¿Por qué, por qué está Ud. aquí de todas maneras? Hay un pequeño tintineo allí que le habla. Ahora, no estoy diciendo que deje su iglesia. Ud. asista a su iglesia siendo una mejor persona de lo que era cuando salió de ella, y Ud. será una luz puesta sobre un monte, una luz encendida y no cubierta con una canasta. Ud. tendrá Vida Eterna.",
    "Ahora vemos que, coloca al hombre justamente en el lugar donde las—las—las las personas están hoy. La—la Biblia dice aquí… Tengo una Escritura anotada aquí, a la que me gustaría referirme. Jesús dijo, en el capítulo 3 de Apocalipsis, que la—la iglesia de Laodicea, la iglesia de Laodicea, es la última edad de la iglesia. Y todos creemos que estamos viviendo en el tiempo del fin, y esta es la última edad de la iglesia. Ahora comparen esta edad de la iglesia con ese joven rico. Compárenlos.",
    "Ahora, ¿No dijo Jesús que: “La Iglesia de Laodicea era rica, se había enriquecido, de ninguna cosa tenía necesidad?”. [La congregación dice: “Amén”.—Ed.] ¿No es esa la condición de la iglesia hoy en día? [“Amén”.] Y aún así Cristo Se ha desplegado a través de tres edades de la iglesia, por medio de Lutero, por medio de Wesley, y a través de la edad pentecostal; Se ha desplegado a Sí Mismo en la… en Su Palabra, por justificación, santificación, y el bautismo del Espíritu Santo (la restauración de los dones), y ahora Su Propia identidad personal entre ellos. ¿Ven?, intentando… Y Ud. joven rico, hombres de negocios de Chicago, esta mañana, ¿ven?",
    "¡Laodicea! Encontramos que en todas las otras edades de la iglesia, Jesús todavía estaba en la iglesia. Pero en la Edad de Laodicea, Él estaba afuera, tocando, queriendo entrar. Y esta es la edad en la que la manifestación de Cristo viene tan perfecta en la imagen de Cristo, en Su Iglesia, al punto que las iglesias (como dijo el hermano hace un rato) están cerrando la puerta. Y aún así Él se para con amor, tocando, “Si algún hombre tiene hambre o sed”. [El Hermano Branham toca en el púlpito.—Ed.] ¿Entienden? [La congregación dice: “Amén”.] Nosotros, uno espera una puerta cerrada, es la Edad de Laodicea. La Biblia dice que así sería.",
    "Y ahora ¡si su—si su denominación ha cerrado la puerta a tal Mensaje, y a tal Mensajero! No a mí; yo soy su hermano, consiervo con Uds. Sino que el Mensajero es el Espíritu Santo expresándose a Sí Mismo a través de seres humanos, la Iglesia que Cristo santificó para este mismísimo propósito.",
    "Y ahora a Ud. se le presenta la oportunidad de hacer una inversión en esto Vida Eterna. Su negocio puede ser legítimo y grandioso, pero no hay negocio más grande que el de salvar su propia vida. ¿Ven? Ud. tiene la oportunidad.",
    "Ahora, su iglesia puede echarlo a Él, pero, como grupo. Pero Jesús nunca vino solamente por una iglesia, algún cierto grupo. Él viene por individuos. “Recibiréis el Espíritu Santo”, el individuo. Ahora, para eso vino Él.",
    "Entonces vemos que a la Edad de la Iglesia de Laodicea ahora se le presenta la misma oportunidad de inversión en la misma Persona que el joven rico rechazó rotundamente. Y así también la Iglesia de la Edad de Laodicea Lo está rechazando rotundamente, Lo han sacado. Ellos aman…",
    "¿Qué hizo este joven rico?, ¿qué—qué fue lo que dijo? “Se fue triste, porque tenía muchas posesiones”. Esa fue—esa fue una gran oportunidad, pero era tan rico que él—él sintió que eso arruinaría su riqueza.",
    "Me pregunto si la popularidad de un hombre en los Kiwanis o—o en la logia, o quizás su popularidad en la iglesia, incluso como pastor, sería tan grande en esa denominación, para que Ud. se alejara de la misma oportunidad, y la rechazara fríamente, porque—porque arruinaría su patrimonio con la iglesia. ¿Me pregunto si su—si su mayordomía de la iglesia, la organización, significa tanto para Ud. esta mañana, que Ud. La rechazaría, algunos de Uds. varones que pertenecen a iglesias, y sentados aquí esta mañana como hombres de negocios? Piénsenlo.",
    "Al joven rico le fue presentado eso, y lo rechazó, y Cristo se da la vuelta y dice que la edad de la iglesia hará lo mismo en los últimos días. Ahora, es en Chicago ahora, que Ud. se enfrenta a tomar una decisión. El tiempo se está acabando. Ud. debe hacerlo de inmediato. Haga su decisión por Cristo, para nacer de Su Espíritu.",
    "Ahora, vemos entonces que este hombre rico hizo esto por cuanto amaba al mundo. Él amaba el compañerismo con su organización más que el compañerismo con el Señor Jesús.",
    "Muchos de ellos en esta mañana, dicen: “Bueno, me considerarían uno de Uds. pentecostales, me considerarían un santo rodador, si hiciera tal cosa”.",
    "Ahora, ¿dónde está su tesoro, entonces? ¿Está en su iglesia? ¿Está en su negocio? O, ¿está en el Cielo? “Porque dondequiera que esté su tesoro, allí estará también su corazón”. Así que, ¿por qué no hacer una inversión esta mañana, de Vida? Su negocio se hará cenizas algún día.",
    "Yo no sé, ese hermano que profetizó, y los hermanos, más bien, sobre el maremoto, eso puede ser así. Pero una cosa diré, esto sé, la Biblia dice que esta tierra se quemará. Y Chicago nunca ha tenido un incendio como el que va a tener un día. Y Dios, el Dios justo, no puede—no puede permitir que Chicago escape de la ira de Dios.",
    "Como un amigo dijo una vez, Jack Moore dijo: “Si Dios dejara que esta generación escape por rechazar el Evangelio, y por hacer las cosas que están haciendo, y vivir en el tipo de pecado en el que están viviendo, inmorales y demás, pues, Él estaría obligado a levantar a Sodoma y a Gomorra y disculparse por haberlas quemado”.",
    "Así que, han rechazado, Lo han retirado, y habiendo ellos mirado a Cristo en el rostro. Este, el movimiento de Cristo nunca ha sido una gran cosa a nivel mundial. Es humilde. Pues, cuando Él estuvo en el mundo en los días de Su ministerio, quizás un tercio de los judíos en Palestina no se enteraron de Él hasta que se fue. ¿Ven? ¿Ven? Y ellos—ellos nunca se enteran hasta que ya es demasiado tarde.",
    "Pero pensémoslo en esta mañana, que este es un día especial que se nos presenta, como personas de negocios, para hacer una inversión en Jesucristo; para renunciar, estar listos, y simplemente abandonar todo lo que haya, que sea valioso en este mundo, para que podamos encontrar los tesoros del Cielo. Como Jesús le dijo: “Y ven, sígueme a Mí, toma tu cruz”.",
    "No escoger su popularidad, donde todos dicen: “Ciertamente, doctor, pase. Es grandioso tenerlo a Ud. aquí: ¡oh, el diácono!, qué bien…”",
    "¿Ven?, es una cruz. Y Ud., ellos podrían llamarlo a Ud. “loco, hereje”. Y como Pablo, Ud. podría testificar: “En el camino que es llamado ‘herejía’, así es como yo adoro al Dios de nuestros padres”. ¿Ven? Hemos tenido otros hombres anteriormente, que tuvieron que tomar estas decisiones.",
    "Y, recuerden, San Pablo y el joven rico son lo opuesto. Pablo fue un hombre con una gran oportunidad también ante él, y le fue presentada, pero él la aceptó. Ahora Ud. puede ver el resultado de ellos y colocarse a Ud. mismo allí, para el que será su resultado.",
    "Ud. puede basarlo en la Palabra, la encambiable… incambiable, más bien, Palabra de Dios, la promesa de Dios. Dios no puede hacer una cosa, y luego dar la vuelta y hacer otra cosa al respecto, y decir que Él obro mal la primera vez. Dios no puede cambiar. Él es Dios, y Dios es la Palabra.",
    "Ahora, esta Palabra probó muy bien ser el Hijo de Dios. Él vio algo en Jesús que otros hombres no tenían, pero el precio era demasiado grande.",
    "Y es demasiado grande hoy, para la iglesia de Laodicea. Pero, recuerden, ellos salieron de la sinagoga porque, lo sacaron a Él de la sinagoga, porque no tenían lugar para Él en la sinagoga. Están sacando a Cristo de la organización hoy en día, la verdadera manifestación viva, plenamente identificada, la Palabra de Dios vindicada que ningún hombre puede refutar, probando que Cristo ha resucitado de los muertos y Su Vida está viviendo en Su pueblo, haciendo lo mismo que Él hizo. Tienen que llamarlo: “diablo, adivinación” y todo lo demás, pero recuerde que la Palabra es la misma. Una palabra en contra de Eso es imperdonable. Nunca en este siglo, o en el siglo venidero, le será perdonada.",
    "Esta es la última edad de la iglesia. No podía ser en las otras edades. Tenía que ser en esta edad. Cada reloj, si tuviéramos el tiempo, podría voluntariamente ser puesto aquí y probar esto. La Palabra de Dios está siendo cumplida ahora. Y la última palabra que la… La Iglesia llamada fuera y Abraham es—es el tipo, y Sodoma. Ahora recuerden, Él—Él se expresó tan claramente acerca de Sodoma. ¿Ven? Ahora, Él dijo: “Como fue en Sodoma, en los días de Lot”.",
    "Miren al moderno Billy Graham, los ángeles, mensajeros allá en Sodoma, llamando a las personas a salir, para ver si pueden hallar cuarenta personas justas; y Dios incluso llegaría a un acuerdo por diez, y con todo no pueden hallarlos. Este gran evangelista, Billy Graham, y Jack Shuler de Uds. los metodistas, y, ¡oh!, Oral Roberts de Uds. los pentecostales, cómo allá afuera en Babilonia en estas organizaciones que están cooperando.",
    "Pero, recuerden, Abraham no representaba a ninguno de ellos; él no era una ciudad. Él buscaba un Reino, ajá, y tenía un grupo con él. Y hubo Uno de los tres que se quedó atrás y le mostró una señal de Quién era Él: con Su espalda hacia la tienda, y supo lo que Sara dijo en la tienda, un discernimiento del espíritu. Jesús dijo claramente, ahora recuerden que… que no se hizo ni una sola señal más hasta que Sodoma fue quemada. Lo último que la Iglesia va a ver, es a Cristo manifestado en Su poder, en plenitud, en Su Iglesia, justo antes de que caiga el fuego. Recuerden, a Lot fue al que le cayó el fuego del cielo. No—no atrás en los días de Noé; allá fue el agua. Pero Cristo expresó qué clase de ministerio habría en los días de Lot, y ahora vemos al Espíritu Santo moviéndose entre Su Iglesia, de la misma manera. La hallamos en la condición de Laodicea, tal como fue entonces.",
    "Ahora veamos aquí por qué este hombre no invirtió en esta póliza, el titular de ella, porque había demasiado en el otro lado a lo que él no quería renunciar.",
    "Y eso es lo que sucede con la iglesia hoy. No hay un hombre con sentido común, un papa, potentado, ni ninguna otra cosa, que pueda pararse a negar que Jesucristo no dijo: “Estas señales seguirán a los que creen”. ¿Qué tan lejos? “Por todo el mundo, a toda criatura”. Y no pueden decir que Jesús no dijo: “Un poco, y el mundo” el kosmos, “el orden mundial no Me verá más”. El orden de la iglesia, un orden, un orden en el mundo, del mundo, piensan ellos.",
    "Y el Reino de Dios nunca es del mundo, no importa cuántos hombres intelectuales Uds. puedan levantar. Yo no estoy condenando a esas personas, pero estoy tratando de mostrarles un engaño que Satanás ha usado. Ellos—ellos no pueden, no me importa cuán grande sea. Uds. los pentecostales quieren… Uds. los unitarios quieren que todos los trinitarios se unan a Uds. Y Uds. los trinitarios quieren que todos los unitarios y la iglesia de Dios, y demás, se unan con sus treinta y tantas organizaciones, llegando a ser una. Uds. metodistas y bautistas, y demás, de la misma manera.",
    "Este concilio ecuménico que se está reuniendo allí esta semana, para discutir los—los problemas, todos quieren unirse en uno. Y lo harán. La Biblia dice que lo lograrán, “Harán una imagen a la bestia”. ¿Ven Uds. de donde viene el mismísimo origen? Una bestia es un “poder” y será un poder, pero será el poder errado.",
    "Jesús dijo que Su Reino no era de este mundo. Si lo fuera, Su Reino, Sus delegados lucharían. Pero dijo: “Mi Reino es de Arriba”. ¿Ven? El Reino de Dios no es una organización que pueda hacer algo grande. Es el poder de Dios, el Espíritu Santo en la vida humana.",
    "Rápidamente ahora. Yo—yo no quiero tenerlos aquí demasiado tiempo, y ya los he tenido demasiado tiempo. Pero, ¿podría tener solo unos minutos más? Sí, nos daremos prisa. Yo creo que Uds. saben de lo que estoy hablando. Yo—yo…",
    "Veamos algunos de los titulares de esta póliza de Vida Eterna, que han hecho esta inversión en Vida Eterna, los titulares de esta póliza de la Palabra de Dios.",
    "Recuerden, Esto es Dios en forma escrita. “Mis Palabras son Espíritu”, dijo Jesús. “Ellas son Vida”. ¿Lo dijo? [La congregación dice: “Amén”.—Ed.] Él también dijo esto, en San Juan el capítulo 1, la Biblia nos dice: “En el principio era el Verbo, y el Verbo era Dios”. “Y el Verbo fue hecho carne” como acabo de decirles, “y habitó entre nosotros”.",
    "Él sigue siendo el mismo ayer, el Verbo que era, el Verbo que es, y el Verbo que ha de venir. Él es todas las cosas en la Biblia. Y si Ud. lee la Biblia y no ve a Jesús, entonces es mejor que regrese y lea esa Escritura de nuevo. Porque, Este es el testimonio de Jesucristo, el Antiguo Testamento en tipo, el Nuevo Testamento el cumplimiento. Entonces, Jesús es Él que era, la historia; Él que era atrás, el principio. La profecía, Él era la profecía. Él era la historia. Él era los Salmos. Él era el Señor Jesús, y Él es lo que ha de venir que está en la Biblia. Así que Él es, el testimonio de Jesucristo, es la Biblia.",
    "Ahora, y la Biblia se llama la Palabra de Dios, y Dios tiene que juzgar al mundo por medio de alguna norma. Si Él lo puso a Ud. aquí con, y va a juzgarlo, entonces tiene que haber una norma.",
    "Uds. dicen: “Por medio de Jesucristo”. Cada individuo tiene su concepto de Aquello.",
    "Esta damita aquí, la—la católica. Mi origen también fue católico, Uds. saben. Yo soy irlandés. Fíjense ahora, la iglesia católica dice que ellos son la iglesia. Ahora miren, hay muchos diferentes tipos de iglesia católica. ¿Cuál de las iglesias católicas es? Si es la romana, entonces la ortodoxa griega está perdida. Entonces si es la griega ortodoxa, los romanos están perdidos. Si es la luterana, entonces la metodista está perdida. Si es la—si es la metodista, los bautistas están perdidos. Si es la pentecostal, entonces el resto de ellas están perdidas. Pero si es la presbiteriana, entonces los pentecostales están perdidos. ¿Ven?, es demasiado confuso. Ud. no puede entenderlo. ¿Cuál está correcta? Ninguna de ellas está correcta.",
    "Jesús dijo: “Yo soy el Camino” y Él es la Palabra, “la Verdad y la Vida”. Ningún hombre puede venir, sino por medio de Aquello; no por medio de su iglesia, por medio de su credo, por medio de su oración. ¡Ud. tiene que venir por medio de Jesús! Él es Dios. Él es la Palabra. Él es el Camino. Él es la Verdad. Él es la Vida. Y si una vela se pone aquí sin encender, y Ud. la enciende, produce una luz. ¿Qué reflejará? La misma luz que reflejó cuando se encendió primero. Y cuando el Evangelio se manifiesta, Él es el mismo ayer, hoy, y por los siglos. ¿Lo ven Uds.?",
    "Pues investiguemos algunos de esos titulares, ahora, y veamos lo que ocurrió en sus grandes días intelectuales. Solo por los próximos diez o quince minutos, y terminaremos.",
    "Noé invirtió en una promesa de Dios, la Palabra de Dios. Y, recuerden que fue la Palabra de Dios, en la cual Noé invirtió.",
    "Y, sin embargo, tan pronto como un hombre hace una inversión, recuerden, Satanás va a venir allí para quitarle esa póliza a Ud., si es que puede.",
    "Escrito está que: “No solo de pan vivirá el hombre” esa es la vida física, “sino de toda Palabra que sale de la boca de Dios”. No solo parte de Ella, un pedacito aquí y allá; sino “de toda Palabra”, el hombre vivirá del Pan de Vida. ¿Y qué es la Palabra de Dios? Es Vida, Espíritu, Vida. Y cuando es manifestada: “El que en Mí cree, las obras que Yo hago, él también. Más que estas hará, porque yo voy al Padre”.",
    "Ahora, vemos entonces que Noé fue probado cuando hizo su inversión.",
    "Y Ud. también lo será, mi hermano. Y si no hay una hora de pruebas, entonces Ud. aún no ha invertido. Porque, su enemigo está parado allí con el gatillo listo en su arma, con la cuerda del arco tensada, y está listo para disparar todos los dardos venenosos que pueda lanzar, cada secta, y cada pequeña idea, y cada gigante intelectual como Goliat. Él los enviará por allí, que parecen más grandes que los—los hermanos con los que Ud. está relacionado, sus pequeños hermanos ignorantes y sin letras. Él enviará a tales gigantes de intelecto espiritual, y grandes colegios, que puedan convencerlo a Ud. a dejar el asunto. Pero si Ud. ha hecho su inversión, y tiene su póliza estampada y sellada por el Espíritu Santo, no hay nada que la vaya a borrar.",
    "Ningún hombre tiene derecho a predicar el Evangelio hasta que secretamente, en la parte trasera del desierto, se haya parado en el suelo, él y Dios a solas. No hay ningún ser intelectual en el mundo que lo pueda convencer a Ud. a dejarlo. Así es, Ud. estuvo allá, Ud. sabe que ocurrió. No importa cuánto ellos puedan explicárselo, “pero, un momento”. Algo sucedió, Ud. sabe que así fue. Ud. lo vio con sus ojos. Ud. habló con Eso; y Eso le respondió, y Eso lo selló a Ud. en Su Ser, y Ud. llegó a ser parte de Eso. Ud. se apartará del gigante intelectual. Y tenemos muchos de ellos en el mundo hoy en día, y de hecho, algunos peligrosos, muy bien entrenados teológicamente, o teológicamente hablando, están entrenados para usar eso, y saben lo que están haciendo. Pero no temas, David, si el Señor Dios está contigo.",
    "Fíjense, Satanás probó a Noé, en su—en su inversión. Y él—él lo probó, para hacerlo dudar. Los científicos vinieron a decirle que no hay lluvia en los cielos, y había burladores en los días de Noé.",
    "Ahora, si hubo los burladores en ese día, al venir el fin, en el tiempo del fin, más bien, en las inversiones que—que hombres tomaron en su corazón para creer la Palabra de Dios, hay burladores hoy en día en contra de la Palabra, porque no Les parece sensata. Pero, ¿ven?, no se supone que Uds. usen su propio sentido.\n\nUd. dice: “Yo pensé. Yo creo. Yo…”.",
    "Ud. no debe razonar o pensar. La Biblia dice: “Que la mente que estuvo en Cristo esté en vosotros”. Y Él siempre hizo lo que le agradaba al Padre, porque Él era la Palabra. ¿Ven? Así que no debemos pensar. Solo debemos creer lo que Él dice. Yo no…\n\nDicen: “Bueno, yo no puedo explicar Aquello”.",
    "No, si Ud. pudiera, entonces Ud. podría explicar a Dios. Ud. no conoce a Dios por un concepto intelectual. Ud. conoce a Dios por fe, es la única manera que Ud. conoce para creerle a Dios. Simplemente, no se puede explicar; nadie puede. No le corresponde a Ud. No, nadie puede explicar a Dios. Dios no se descubre por medio de una explicación; Ud. tiene que creerle a Él; o dejaría de ser por medio de la fe. Ahora Ud. tiene que creerlo. Ahora fíjense.",
    "Y, entonces, la gran inversión de Noé un día dio sus frutos. Cuando soportó la persecución, cuando soportó a los burladores, cuando se opuso a todas las cosas y políticas del mundo de ese día, y a todas las cosas religiosas que parecían estar en su contra, le dio beneficio al salvarle la vida. Él lo creyó. Su inversión dio frutos.",
    "Ahora, hombres de negocios, déjenme decir otra cosa. Daniel hizo una inversión un día. Fue llevado a un mundo que no era como el mundo al que estaba acostumbrado. Él fue llevado a un pueblo que no creía lo mismo que él. Pero él hizo una inversión, y miren lo que hizo. Él se propuso en su corazón que no se mancharía, que no contaminaría esa inversión. ¿Ven? La inversión que había hecho en Dios, se propuso en su corazón; que aunque le costara la vida, no la deshonraría descreyéndola.",
    "No la descrea. Cuando haga su inversión, quédese allí con eso. Si Ud. no está listo para creerlo, entonces no haga su inversión. ¡Pero cuando esté listo para dejar que la mente que estaba en Cristo esté en Ud.!\n\nUd. dice: “Bueno, Esto es eso y aquello”.",
    "Mejor tenga cuidado. Si no está en la Palabra, entonces apártese de eso. La Palabra es el fundamento básico y la Verdad, no una interpretación personal. Está escrita tal como… Si Dios va a juzgar a la iglesia por la Biblia, entonces, la Biblia, Dios ha cuidado de Ella para conservarla, y está escrita tal como debería estar escrita. ¡No es de interpretación privada! Los metodistas La interpretan de una manera, y los bautistas de otra, y así. Y luego al confrontarlas, ninguna de las dos está correcta. Es la mente del hombre, donde ellas se desvían.",
    "Cada vez que Dios levantó a un gran fundador como Lutero, y Wesley, y—y John Smith, y Calvin, Knox, Finney, Moody, u otros como esos, entonces, después que murieron, luego ellas se organizaron. Y trajeron a un montón de—de buenos graduados universitarios por ahí, ellos le dieron su propia interpretación a Esto e hicieron una organización, allí fue donde murieron en el instante. Y nunca en ningún lugar de la historia, una iglesia que se haya organizado jamás vivió de ahí en adelante. ¿Dónde tuvieron los grandes avivamientos en la iglesia de esa manera? La iglesia murió cuando la organizaron.",
    "Desde la—la iglesia católica romana, la primera iglesia católica romana antes de convertirse en una iglesia romana, era una iglesia católica en Pentecostés. Unos trescientos años más tarde, en Nicea, Roma, cambió de iglesia católica apostólica a iglesia católica romana, que inyectó las ideas de los hombres, esas pequeñas supersticiones paganas romanas en las Escrituras. Y desde entonces, ella nunca ha hecho nada más que estar postrada allí, muerta, con miembros.",
    "El reformador sale, viene Lutero, y Lutero sale como un hombre de Dios, con justificación; la Palabra lo enseñó, por la gracia de Dios. Pues, la iglesia católica dijo: “No hay, no hay salvación fuera de la iglesia. Dios está en Su iglesia. La Bi-…”.",
    "Yo estuve en una entrevista con un sacerdote, no hace mucho tiempo. Él dijo: “Sr. Branham, Ud. está queriendo referirse a una Biblia. ¡Esta es la iglesia!”. Dijo: “Dios está en Su iglesia”.\n\nYo dije: “Muéstrame dónde”.",
    "La Biblia dice que Dios está en la Palabra. Él es la Palabra. Y si la Palabra está en Ud., produce a Dios de nuevo. Y Él dijo: “La Palabra es una semilla, y la semilla produce según su género”. Producirá una vida piadosa, una vida completamente consagrada a Jesucristo.",
    "Ahora noten a Daniel, después de haber hecho su inversión en Dios, entonces dio frutos salvando su vida de un foso de leones.",
    "Los jóvenes hebreos hicieron una inversión un día, que cuando salió el edicto de que todos iban a tener que unirse a este grupo y adorar de otra manera aparte de la que Dios les había dicho que era la correcta, ellos invirtieron en Dios. “Aunque nos echen en el horno, no lo haremos. Nos quedaremos con esta Palabra”. Les salvó la vida, convirtió a una nación, ¿ven?, porque estaban dispuestos a conservar su inversión. Sí, señor.",
    "Pedro, un pescador, era un hombre de negocios. Tenía un gran negocio. Vendía pescado. Y eso era algo grande en esos días, viviendo allá junto al lago, un lugar algo así como Chicago aquí, junto al lago. Y él era un pescador comercial. Pero, y él era un hombre un poco duro, porque era un fariseo, y su padre era un viejo fariseo. Pero un día…",
    "Yo—yo leía una historia. Y puede que no sea auténtica, y yo… Quizás no lo sea, pero creo que viene bien ahora.",
    "[Cinta en blanco—Ed.] “…venga. Pero sabes, hijo, Él no ha venido todavía, y podría venir en tu día. Ahora, solo recuerda, como tu padre, quiero decir esto: que se levantarán muchas sectas, saldrán muchos falsos profetas”. Como Jesús dijo de este día. “Pero por sus frutos” y el fruto es el fruto del Espíritu, ¿ven?, “Ud. los conoce”. Él dijo: “Habrá muchos de estos”, que así fue. Pero él dijo: “Ahora quiero que sepas que puede que se levanten grandes maestros inteligentes”.",
    "Y, hubo uno que decía ser el Cristo, y salió con cuatrocientos, y perecieron en el desierto, porque era contrario a la Palabra.",
    "Él dijo: “Pero quiero que recuerdes que, este Mesías, Él tendrá una marca de identificación y Él será un Profeta. Ahora, somos hebreos, y el Señor Dios nos ha dicho que nosotros… Él nos envió los profetas porque la Palabra del Señor solo viene al profeta. Así es. Y Él dijo: ‘Si hay alguno entre vosotros que sea espiritual o profeta, Yo, el Señor, le hablaré. Y lo que él diga, si acontece, entonces escúchenlo. Pero, si no acontece, no lo escuchen, no tengan temor de ese hombre. Pero témanle si a Uds.… si llega a acontecer lo que él dice’. Y Moisés dijo: ‘Jehová tu Dios levantará un profeta como yo, y a Él lo oiréis’. Ahora, este Mesías será un Profeta. Recuerden, no un educador, ni un sacerdote, ni un clérigo, sino que Él será un Profeta”.",
    "Y cuando Simón sentado en ese pedazo de madera, quizás ese día cuando Andrés lo llevó a la orilla del mar. Donde Jesús… Después de que trabajaron toda la noche sin ver nada en sus redes, se sentaron allí. Y Él le pidió prestada la barca a este Pedro. Y—y luego Él dijo, después de que terminó de usar la barca… Pedro pudo haber escuchado Su plática, y quizás a la mitad se puso los dedos en sus oídos, sentado en esa madera allí, mientras Jesús flotaba en su barca, a causa del gentío que se agolpaba.",
    "Entonces vemos que allá en la barca, Jesús debe haberle hecho señas a—a Simón, para—para—para que trajera la barca. Y cuando Él fue allí y dijo: “Bueno, sé que han trabajado toda la noche, y no han pescado nada, pero ahora hay peces en este lado. Echa la red, y hay una buena pesca esperando”.",
    "Bueno, eso sigue siendo solo una palabra. Pero cuando echó la red y empezó a jalar, y allí estaba la pesca, eso también significaba que allí estaba el Mesías del que su padre le había hablado, un Profeta. Y él dijo: “Apártate de mí, Señor, soy un hombre pecador”.",
    "Él le dijo: “No temas, Simón, ahora has visto la Verdad. Desde ahora en adelante serás pescador de hombres”.",
    "Pedro estaba listo para dejar sus redes de pesca, su negocio. Él hizo una inversión completa en Jesucristo, porque vio que ese era el Mesías prometido, porque allí estaba la Palabra que Él habló manifestada, y ese era el Mesías. Él sabía que eso era lo que decía la Palabra, lo que su viejo padre fariseo le había dicho, que: “el Mesías sería la Palabra encarnada, y Él sería un Profeta haciendo que esta promesa del Mesías se cumpliera”, y allí estaba. Así que, Pedro hizo su inversión después de haber visto la identificación, la vindicación de la Palabra.",
    "Natanael hizo una inversión, como dije anoche. Y también lo hizo la mujer del pozo.",
    "Nicodemo, un gran teólogo, digamos, algo así como alguien que habló esta mañana, un gran erudito. Y ellos—ellos vinieron, él vino a hacer una inversión. Y quiero que noten lo expresado por este gran hombre, Nicodemo, que se encuentra en el capítulo 3 de San Juan. Él no era un hombre hecho de la noche a la mañana. Era un teólogo. Observen lo que dijo.",
    "Sin duda, el Consejo del Sanedrín, la institución, habían hablado del ministerio de este Hombre. Aunque era llamado un Profeta de Galilea, sin embargo, se había hecho una investigación detallada de Su ministerio.",
    "Ahora fíjense en la confesión, si es que no se les pasa por alto. Observen lo que Nicodemo le dijo a Jesús. “¡Rabí! Nosotros, los fariseos, nosotros sabemos. No podemos confesarlo. No podemos hacerlo público porque perderíamos nuestra posición. Nosotros, perderíamos nuestra inversión en nuestro—nuestro—nuestro pan y mantequilla. Perderíamos—perderíamos nuestra posición entre el pueblo. Seríamos marginados, como los galileos o los pescadores. Seríamos considerados unas—unas—unas personas muy poco intelectuales, quizás nerviosas, alteradas, histéricas, no alguien que pudiera tomar una buena decisión, por lo tanto la iglesia no podría usarnos más si tomáramos esta decisión. Pero, pero sabemos que Tú eres un maestro que viene de Dios, porque nadie puede hacer esas cosas que Tú haces, si no está Dios con él”.",
    "¿Lo ven?, Nicodemo, muchos criticamos a Nicodemo. Dicen: “Él vino de noche”.",
    "Él vino a hacer su inversión, y encontró que el banco estaba abierto las veinticuatro horas del día. Aunque era de noche, el—el banco estaba abierto. Está abierto esta mañana, aquí en Chicago. Está abierto todo el tiempo, si Ud. está listo para hacer una inversión. Él encontró las puertas abiertas, un corazón amable para recibirlo. Lo llevó a la azotea, y se sentaron allá a la luz de la luna, y entonces Nicodemo iba a hacer su inversión.",
    "Y primero hizo su confesión: “Sabemos que Tú has venido de Dios como maestro, porque nadie puede hacer las cosas que Tú haces, si no está Dios con él. Lo sabemos”. Ahora, él—él dijo: “Nosotros” que significaba el concilio, la—la organización del concilio. Ellos tenían un concilio unido, como lo que estamos tratando de hacer en nuestras iglesias, una federación de iglesias, ¿ven?, el Concilio Mundial. Y él dijo: “Nosotros, nosotros lo entendemos”. Pero ninguno de los demás quería admitirlo. Como el hombre rico, ellos querían conservar sus riquezas mundanas.",
    "Mi amigo de negocios, en esta mañana, hombre o mujer, ¿podrían pagar el precio? Consideren el precio. ¿Les perjudicaría tanto aceptar el bautismo del Espíritu Santo? ¿Afectaría tanto a su negocio? ¿Preferirían que su negocio se estropeara aquí en la tierra, o que su posición en la iglesia cambiara, o preferirían tener Vida Eterna? Depende de qué póliza quieran obtener. Recuerden, Nicodemo era un gran hombre, y tuvo que ir en contra de mucho, pero aceptó esta póliza.",
    "Hallamos en Lucas 24:49, que, estos titulares de la póliza. Y voy a terminar en un momento. Estos titulares de la póliza, en Lucas 24:49, todos habían hecho una inversión. Uds. saben, si Ud. tiene una póliza, se traduce en dividendos. Muchas veces, Ud. puede retirar cierto dividendo de su póliza. Bueno, ellos habían creído en el Señor Jesucristo, y lo habían aceptado como Salvador personal, pero ellos comprendieron que había dividendos disponibles para pago por la póliza, porque Jesús les dijo, en Lucas 24:49: “He aquí, Yo enviaré los dividendos prometidos, la promesa de Mi Padre, sobre vosotros”.",
    "Joel 2:28 y muchas otras Escrituras lo habían prometido. Yo creo que es en Isaías 28:19, donde dice: “Mandamiento tras mandamiento, y línea sobre línea; un poquito allí, otro poquito allá”. “Retened lo bueno”. “Porque en lengua de tartamudos, y en extrañas lenguas hablaré a este pueblo”. Joel dijo, en Joel 2:28: “Y en los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne. Vuestros hijos e hijas profetizarán, y sobre Mis siervas y siervos derramaré de mi Espíritu. Y vuestros jóvenes verán visiones, vuestros ancianos soñaran sueños. Y todo aquel que invocare el Nombre del Señor, será salvo”. Y estas personas lo entendieron, por la Escritura y por aceptar a Jesucristo como su póliza de Vida, de que había dividendos.",
    "Ahora, hombre de negocios, puede que Ud. pertenezca a alguna organización. Pero hay dividendos. Uds. pueden haber aceptado a Cristo, pueden haber sido bautizados en el Nombre de Jesucristo, en el bautismo Cristiano, Ud. puede haber hecho todas estas cosas, pero aún hay dividendos en esta inversión.",
    "Y en Lucas 24:49, como acabo de decir, subieron a retirar los dividendos, y mientras estaban todos reunidos y comenzaron a esperar en el Señor. Esperaron, no solo por dos o tres días.",
    "Y quizás alguien se levantó, digamos que tal vez Mateo. Era un recaudador de impuestos del gobierno. Pudo haber sido un hombre muy intelectual. Pudo haberse levantado y dicho: “¡Esperen un minuto! ¿Por qué seguir esperando? Él nos dijo que subiéramos aquí; y aquí estamos. Ya, ya llevamos ocho días aquí arriba, creo que deberíamos retomar nuestro ministerio y seguir adelante”. Pero eso no era lo que decía la Palabra.",
    "🦅 En lengua de tartamudos y en extrañas lenguas hablaré a este pueblo”. “Derramaré Mi Espíritu y mostraré señales y maravillas”. Ellos esperaron la vindicación de la evidencia de que su póliza estaba vigente.",
    "Hablando con un buen hermano bautista, no hace mucho tiempo. No diré su nombre, porque es un varón conocido, un buen hombre de una gran iglesia. Él vino y me dijo: “Billy, ¿por qué te involucras en cosas como esas?”.",
    "Yo dije: “¿Qué cosas?”. Dije: “Yo me involucré en Cristo” y dije “mi Vida”.",
    "Dijo: “Bueno tú, formalmente eres bautista, sabes”. Dijo: “Mira, la Biblia dice que ‘Abraham creyó a Dios y le fue contado por justicia’”.\n\nDije: “Es verdad”.",
    "Dijo: “¿Qué más podría Dios… o Abraham hacer sino creer en Dios?”. Y él…\n\nYo dije: “Bueno, ¿cree Ud.?”.\n\nDijo: “Sí, yo creo en Dios”.",
    "Y le dije: “¿Piensa Ud. entonces?” yo conociendo la doctrina bautista, dije: “¿Cree Ud. que recibió el Espíritu Santo?”.",
    "Él dijo: “Seguro que sí. Cuando Lo creí, Lo recibí, pues esa es la razón por la que Lo creí”.\n\nDije: “¡Qué contrario a San Pablo, en Hechos 19!”.",
    "Cuando halló a esos bautistas allá, eran los convertidos de Juan a Cristo, él dijo: “¿Han recibido el Espíritu Santo, retiraron sus dividendos, desde que creyeron?”. No cuando creyeron, sino, “después de haber creído”.\n\nDijeron: “No sabemos si hay algo así”.\n\nÉl dijo: “¿Cómo fueron bautizados?”.",
    "Entonces dijeron: “Hemos sido bautizados por Juan, eso debería ser suficiente”.",
    "Él dijo: “No, ahora no. Juan solo bautizó para arrepentimiento, no para perdón de los pecados; el Sacrificio no había sido ofrecido”.",
    "Y cuando oyeron esto, fueron bautizados de nuevo en el Nombre de Jesucristo. Pablo les impuso las manos, y vino sobre ellos el Espíritu Santo, y profetizaban y hablaban en lenguas, y retiraron los dividendos como fue al principio.",
    "Dijo él: “Pues, Abraham creyó a Dios y le fue contado a él”. Dijo: “¿Qué más puede hacer el hombre?”.",
    "Yo dije: “Cierto, él creyó a Dios, pero Dios lo vindicó dándole el sello de la circuncisión. Y ahora cuando Ud. dice que es un ‘creyente’, Dios nunca ha reconocido su fe hasta que Él lo selle con el bautismo del Espíritu Santo y Él le ha reconocido como una semilla predestinada”. Esa fue una buena palabra para un bautista, ¿ven Uds.? ¿Ven? Y es verdad. Seguro, es verdad.",
    "🦅 Ningún hombre puede venir a Mí, si Mi Padre no le trajere. Y todo lo que el Padre Me ha dado vendrá”. Es nuestro deber predicar la Palabra hasta que dé fruto. Parte cae junto al camino. Pero parte llega a esa simiente allá y produce Vida inmediatamente, ellos Lo ven al instante.\n\nEntonces pueden ver que ellos fueron y retiraron los dividendos.",
    "Sí, el joven rico Pablo vio esta vindicación, por el mismo Espíritu, y Él lo cambió a él cuando iba en el camino a Damasco. ¿Por qué? Él vio esa Columna de Fuego y conoció que era el mismo Jesús. Entonces clamó, después de saber que era Dios. Y Jesús es Dios. Y cuando Pablo pudo ver…",
    "Siendo un teólogo, Pablo tenía grandes intenciones. Él era un teólogo. Él fue enseñado bajo Gamaliel, el gran hombre. Él tenía la ambición de ser sacerdote algún día, o—o quizás un sumo sacerdote. Él era un gran intelectual, un hombre erudito, un gran hombre, sin duda. Pero cuando… Y en estas sectas, saltando y corriendo, y actuando como lo hacían, él pensó que eran un montón de—de herejes. Pero cuando iba camino a Damasco, como dije… y, pues, él también era rico. Era un buen hombre, un hombre joven, yendo hacia allá, todo el potencial con el que había sido educado, las oportunidades a su disposición. Observen la diferencia entre el hombre de negocios rico y este hombre de negocios rico; uno La aceptó y otro La rechazó. Fíjense.",
    "Y entonces, de repente, una Luz lo derribó, una Columna de Fuego parada allí, y él La reconoció. Él dijo: “Señor, ¿Quién eres?”.\n\nY Él dijo: “Yo soy Jesús”.",
    "Y cuando él recibió la revelación de que Dios y Cristo no eran dos personas diferentes, eran la misma Persona, entonces estaba listo para hacer una inversión. Me pregunto si nosotros podemos ver eso mismo hoy. Cuando Pablo vio luego, siendo un judío, que: “El mismo Dios que me guió, guió a mi pueblo a través del desierto, allí está Él”, y llamó Su Nombre “Jesús”.",
    "De “YO SOY” Él era el YO SOY. Y “YO SOY” es para siempre, es Eterno. No “Yo fui, Yo seré”. Sino “YO SOY”, tiempo presente, en todas las edades, “el mismo ayer, hoy, y por los siglos”.",
    "Entonces Pablo clamó: “Señor, quiero hacer una inversión. ¿Qué quieres que haga? ¿Qué quieres que haga, Señor? ¿Qué debo hacer?” ¡Oh, vaya! “¿Qué puedo hacer?”.",
    "Y él se fue a Arabia por tres años y medio, y llevó las Escrituras, para averiguar si Ese no era el mismo Dios. Y regresó. Y todo para lo cual había sido entrenado, todas sus—sus denominaciones habían muerto para él, todo el—el potencial de su educación.",
    "Y él dijo, allá en Corintios: “Yo no vine a Uds. con palabras intelectuales, porque Uds. fundarían su… Uds.—Uds. fundamentarían sus pensamientos en mí, siendo un intelectual, un gran hombre. Pero vengo a Uds. en el poder y las manifestaciones, las demostraciones del Espíritu Santo”. Si eso no es lo mismo que dijo Jesús en Marcos 16: “Id por todo el mundo y predicad el Evangelio”, ¡que significa demostrar el Poder! Porque, solo el predicar la Palabra, no lo traerá. Ud. tiene que aceptarla, y entonces Se demuestra, “estas señales los seguirán”, porque es la Palabra. ¿Ven?",
    "Ahora, encontramos que a Pablo, por tanto, le rindió frutos, con una gran Vida Eterna.\n\n¡Qué decisión tan imprudente fue!",
    "Estoy terminando, si Dios me ayuda. Uds. son una congregación tan amable. Yo sé que he agotado su—su paciencia. Perdónenme. Pues solo trato, yo…",
    "No tengo la capacidad para pararme aquí a—a hablar de una cosa como esta. Es algo más. Yo—yo no, yo no puedo colocarme en el lugar, y yo—yo hacerme un maestro. Yo—yo no podría hacer eso, porque yo—yo—yo no tengo el conocimiento intelectual. Pero tengo una revelación que es exacta con la Palabra, y la Palabra vive y produce lo que dice que haría. ¿Ven? ¿Ven? Tampoco lo tenían los apóstoles; solo Pablo, y él dijo que tuvo que olvidar esas cosas que sabía, ¿ven?, para hacer su inversión.",
    "Y quizás Ud. tenga que olvidar que: “Yo soy fulano y fulano. Pertenezco a esto. Mi madre pertenecía a eso”. Puede que tenga que olvidar aquello, si Ud. quiere hacer una inversión. Entonces, ¿no sería imprudente? Ud. no quisiera hacer como este joven de negocios, qué imprudente fue ese individuo cuando dejó pasar tal inversión.",
    "Eso, ahora, yo no le estoy pidiendo que invierta su dinero. Eso depende de Ud., lo qué hace con eso, a alguna sociedad misionera, o lo que sea, para enviar misioneros. No sé nada de eso. Dios se encargará de aquello.",
    "Estoy hablándole a Ud. de la póliza de Vida. “Ven, sígueme a mí. Toma tu cruz. Que todos le llamen como quieran; pero Ud.—Ud. venga, sígame a Mí”. Ahora él no estaba muy dispuesto a hacer esto. Él cometió una gran imprudencia, como las personas de la Edad de Laodicea hoy en día, sobre la póliza. No están dispuestos. Ellos no quieren.",
    "Es como el joven rico. ¿Qué les parece si pudiera seguirlo solo unos minutos? Hagámoslo solo por un minuto, observen. Un poco, un poco más tarde, hallamos a este joven rico. Veamos su final, y luego terminamos. Mírenlo. Sigámoslo, él era un hombre de negocios. ¡Y vaya cómo su negocio prosperó!",
    "Así que, hombres de negocios, recuerden, la prosperidad no siempre significa que Ud. es un Cristiano. El diablo… Saben, David, creo que una vez dijo: “Vi al impío extenderse como laurel verde, pero Dios dijo: ‘¿Lo has visto al final?’”. Esa es la diferencia. Miren al final del camino.",
    "Ern Baxter, uno de mis colegas, un hombre muy culto. Muchos de Uds. conocen a Ern, un ministro muy bueno, de Canadá. Un día me contó una pequeña historia. Dijo: “Hermano Branham, nosotros montamos en bicicleta”. Y dijo: “Cuando era niño, podíamos, podía ir al centro de la ciudad, traer un bolso de compras para mi madre, sin ni siquiera tocar el—el manubrio de mi bicicleta. Y esta compañía llegó allá, llamada Schwinn, iba a regalar una bicicleta a cualquier niño que pudiera pedalear sobre una tabla de treinta cm de ancho a sesenta cm de altura, por veintisiete metros”. Y él dijo: “Todos sabíamos que podíamos hacerlo”.",
    "Y dijo: “Había un niño afeminado allí. Ni siquiera nos juntábamos con él, porque él—él no parecía saber mucho” contó él, “y pensábamos que teníamos una mejor categoría que él. Y él calificó, o quería—quería entrar en la carrera, también”. Y dijo: “¿Sabe qué? Todos nos caímos de esa tabla, menos él”. Y dijo: “Él la montó hasta el final, e hizo venia, recogió su bicicleta Schwinn y se fue pedaleando”. Y dijo: “Nosotros muchachos lo hallamos en la esquina y le dijimos: ‘John, nos—nos gustaría saber. ¿Cómo lo hiciste?”.",
    "Dijo: “Bueno, pues, muchachos, les diré lo que pasó”. Dijo: “Vi lo que todos Uds. hicieron, y lo hice de otra manera”. Dijo: “Verán, cuando Uds. se subieron y les dieron el empujón, Uds. eran mejores. Todos Uds. son mejores ciclistas que yo, Uds. lo saben” dijo, “porque yo no puedo montar sin sostener el manubrio”.",
    "Y tampoco yo puedo seguir sin sostener la Cruz, ¿ven Uds.? Esta Palabra tiene que ser mi Vida. Eso es lo que la de Uds. necesita. Yo—yo—yo no—no puedo hablar sin este manubrio para guiarme, este Espíritu Santo que me mueve y me dirige.",
    "Dijo: “Yo no puedo. Yo—yo—yo no soy un ciclista como Uds. Pero” dijo, “vi dónde Uds. cometieron el error. Estaban mirando hacia abajo así y tratando de equilibrarla”. Y dijo: “Eso les causó nervios y se cayeron”. Dijo: “Cuando yo me subí allá y me empujaron, simplemente mantuve la mirada en el final del camino y me aferré firme”.",
    "Ahora, hombre de negocios, no mire aquí, su negocio puede hallar, fallar mañana, puede fallar otro día, pero mire el final del camino, allí es donde su póliza va a dar sus frutos.",
    "Este joven aumentó en sus bienes, pero vemos que su día de pago finalmente llegó. Su avaricia, sus bienes aumentaron hasta que se encontró con que tenía que construir nuevos graneros. ¡Oh, su negocio seguía creciendo! Él se quedó como miembro de la iglesia. Ud. dice: “¿Sí?” Sí, hermano, así es. Él se quedó como miembro de iglesia. Y una noche, se hizo tan grande, hasta que hubo un hombre que era pobre en espíritu…",
    "Saben, no tenemos que ser tan pobres en dinero, tendremos que ser pobres en espíritu. Jesús dijo, en Mateo 5: “Bienaventurados los pobres en espíritu, porque de ellos es el” no la organización, “el Reino”.",
    "Y el pobre en espíritu yacía a la puerta de él, y este le dio unas migajas. En otras palabras, cuando pasaron, él pudo haber dejado algo en su caja de caridad, o algo así. O pudo haber dicho: “Saben, ellos son buenas personas, no tengo nada en contra de ellos. Iré a sus desayunos de vez en cuando”. Ud. dará algunas migajas. Eso puede que sea así. “¡Oh!, mi esposa pertenece a ese lugar. Pero yo, yo, ¿ven?, yo—yo admiro mi—mi—mi posición con mis colegas de negocios, ¿ven?”. Y barrió de allí las migajas.",
    "Y Lázaro, un pobre en espíritu, echado allí sin siquiera suficiente medicina para cuidarse, y los perros le lamían la llaga. Pero una noche, él, los dos murieron. Y cuando sucedió, la Biblia dice que el pobre en espíritu “fue llevado por los Ángeles portadores, al seno de Abraham”, el que había invertido, lo hizo a Él su inversión en Vida Eterna. No vivió por lo que él tenía aquí. En cuanto a popularidad, él no tenía ninguna. Era un mendigo a la puerta. Él, él no tenía nada. No tenía dinero. No tenía nada. No tenía amigos. Pero, aún así, él era un creyente. Él había hecho su inversión. Y murió en la calle, con los perros lamiendo sus llagas. Y la Biblia dice que: “Ángeles lo llevaron al seno de Abraham”.",
    "Y esa misma noche, el rico, este ya viejo gobernante, había tenido una gran vida próspera, y murió. Ahora él también disfrutó de dividendos. Vino algún predicador intelectual, quizás con el cuello al revés, y—y quizás con toda su ropa sacerdotal, y dijo… Y ellos con la bandera a media asta y, y las flores no cabían en este salón aquí. Y, ¡oh, el gran acontecimiento que tuvieron!, y todo ese asunto. Quizás el presidente de la asociación del banco, y todos ellos vinieron, y fueron los portadores de su féretro. Y tal vez el ministro intelectual se levantó y dijo: “Nuestro precioso hermano, ¿cuántas veces dio cheques para las viudas, y cuántas veces hizo donaciones a nuestra gran organización y ha patrocinado nuestro programa?”. Y quizás los hombres de negocios se levantaron y dieron un discurso. Él obtuvo su recompensa. Así es. Su inversión le dio esos frutos. Pero, desde el punto de vista del mundo, fue un gran hombre.",
    "Pero como rechazó la inversión que Jesús le dio, la Biblia dice que: “En el infierno él alzó sus ojos”. Y vio al hombre que había invertido de otra manera, a salvo en el seno de Abraham, consolado, caminando por allí, bien. Y dando voces. Ahora observen. Uds. dicen, ¿él era un Cris-?… Sí. “Padre Abraham” un judío, correcto, “te ruego, envía a Lázaro, el pobre en espíritu, que invirtió. Yo rechacé Aquello. Pero envía a Lázaro con un poco de agua, estas llamas me atormentan”.\n\nDijo: “Hijo, tuviste la oportunidad”. La tuvo.",
    "Jesús se la presentó. “Vende lo que tienes y ven, sígueme. Haz tu inversión en—en Esto. Toma tu cruz”. Pero era demasiado grande.",
    "Dijo: “Ahora él es consolado, y tú eres atormentado. Y además de todo esto, hay un gran abismo entre tú y él, que ningún hombre ha cruzado ni cruzará jamás”.",
    "Eso derriba al purgatorio y hace pedazos todas estas doctrinas. Ese fue Jesucristo quien dijo eso. No espere demasiado tiempo, señor. Mi precioso hermano descarriado, caído de Cristo, no espere demasiado para hacer esta inversión. Él pudo haber tenido la intención de hacerlo algún día, pero como dice el viejo refrán sureño: “El infierno mismo está pavimentado de buenas intenciones”. ¿Ven?, las intenciones no sirven. Lea la receta en el frasco, pero luego tome la medicina si quiere los resultados. Haga su inversión. Firme su nombre, en Su Sangre, sobre su corazón. ¿Ven?",
    "Fíjense, mírenlo. “En el infierno él alzó sus ojos”. Él había recibido el pago. Y luego noten, él dijo: “Entonces, Padre Abraham, si no puedes hacer esto; no permitas que mis colegas, donde quedó toda mi herencia en la tierra, la inversión que hice, diles que no cometan el mismo error que yo”.",
    "¿Podría ese ser Ud., en esta mañana, mi amigo judío o mi amigo gentil? No sea tan imprudente como lo fue ese individuo.",
    "Dijo: “Mándalo a él de vuelta, y que puedan recibir este mensaje”. ¡Oh, ya quería convertirse en ministro! Él ya quería aceptarlo. Era demasiado tarde; no puede hacerlo ahora. Su tiempo, él tuvo la oportunidad, pero no invirtió.",
    "Y le respondió: “A los profetas tienen, lo que la Palabra dijo tienen, y las leyes”.",
    "Le dijo: “Sí, pero si alguno se levanta de entre los muertos, y se puede probar que resucitó de entre los muertos, entonces lo creerán”.",
    "Le dijo: “Aunque alguno se levante de entre los muertos, ellos no creerán”.",
    "Y han pasado dos mil años desde esa escena. En 1963, hay Uno entre nosotros esta mañana, probando que Cristo ha resucitado de los muertos. Y la Vida que estaba en Él está en Su Iglesia, haciendo las mismas cosas, para cumplir Su Palabra. ¿No quiere Ud., mi hermano, hermana, hacer esta inversión esta mañana? Rindan sus vidas a Cristo, mientras inclinamos nuestros rostros solemnemente.",
    "No deje que estas Palabras sean en vano: “Ud. tiene que nacer de nuevo”. Debe hacerlo. Ahora, no estoy hablando de que Ud. pudiera clamar, gritar, hablar en lenguas. Me refiero a nacer de nuevo, realmente, con esa confesión profunda de pecado. Que Ud. nunca ha podido, pero siempre se ha aferrado a su organización, aunque Ud. sabe que ellos estaban en contra de la Palabra, pero aún así por ideas egoístas, y por orgullo, y por popularidad, Ud. se ha quedado en la iglesia grande. Ud. no quería tener nada que ver con la misión de la esquina. ¿Ven?, allá están sus tesoros, su corazón también.",
    "¡Oh!, hombres de negocios, esta mañana les estoy ofreciendo, como un agente de Jesucristo, una Vida Eterna, una póliza de Vida Eterna, que Cristo mi Señor, y mi Jefe supremo, ya que estoy muerto a las cosas del mundo, para vivir solo para Él. No usando nuestra propia mente, sino dejando que Su mente, somos prisioneros, como Pablo, como Moisés. No importa lo que digan los demás, Ud., es prisionero de esa Palabra. El Espíritu Santo guía; Él prohíbe ir a lugares, Él prohíbe venir aquí, Él—Él lo envía a lugares a los que Ud. no iría, y lo mantiene alejado de los lugares a los que sí iría. ¿Quiere Ud. una póliza? ¿Quiere hacer una inversión?",
    "Ahora no hay lugar aquí para, como el pueblo metodista y la mayoría de los pentecostales lo llaman, llamamiento al altar. Pero ese es un altar justamente allí donde Ud. está sentado. La Biblia dice: “Los que creyeron, fueron bautizados”. Y si Ud. quiere hacer una confesión, y sabe que ha estado equivocado, y le gustaría tener una de estas pólizas, y desearía. Y espero que no piensen ahora que yo… yo espero que no suene sacrílego cuando digo: “pólizas”. Solo estoy haciendo esta declaración de acuerdo con mi texto. Y Ud.… y—y Ud. quiere tener Vida Eterna, y quiere invertir su vida en Jesucristo, si lo desea ahora, piénselo seriamente.",
    "Ahora, según la ciencia, la fuerza de gravedad mantiene sus manos abajo. Pero hay una vida en Ud., que puede desafiar la gravedad, y Ud. puede levantar su mano. Y si esa vida en Ud. le dice, esta mañana, que como ese joven rico, “Aunque he sido un buen hombre, o una mujer, pero yo—yo no tengo esa póliza. Yo—yo estoy seguro de eso. Y yo—yo sí la quiero”. Y al Creador Quien está presente, Quien habla y conoce el corazón, y Ud. sabe que Él podría decir su nombre ahora mismo, pues lo está haciendo a Ud. “Y entonces por cuanto Tú me estás dando esta oportunidad esta mañana, Señor, levanto mis manos hacia Ti. Ten misericordia, Señor. No me iré de este salón, esta mañana, como un fariseo vacío y seco. Yo acepto Tu programa. Acepto Tu vida en la mía. Renunciaré a mi vida. Seré un prisionero de Tu Palabra”.",
    "🦅 Ore por mí, Hermano Branham. Levanto mis manos, para mostrarle a Dios; no a Ud., Hermano Branham, sino a Dios Quien está presente. Yo quiero esta inversión”.",
    "Levantarán sus manos ahora, mientras cada rostro está inclinado y cada ojo cerrado. Dios los bendiga. No importa si Ud.… veo ministros. Así es. Sean honestos. ¿Ven?, los ministros no están excluidos. Francamente, ellos son los pastores, ellos deberían ser los que tomen la iniciativa. Muy bien. ¿Habrá otro antes de que ore? Sí, Dios le bendiga. Dios le bendiga, allá arriba en el balcón. Bendiciones. Sí, Él ve sus manos, en todas partes. Ahora, sinceramente, al bajar las manos, ya han tomado su decisión.",
    "Ahora, mientras oro y pido a este gran Dios Quien fue manifestado en carne, y que ahora nos es dado nuevamente, en la forma del Espíritu Santo, que Él venga a su corazón y concluya el asunto para siempre, y escriba “perdonado” en el libro de su vida, y ponga su nombre en el Libro de la Vida, y le dé Vida Eterna y la seguridad de la resurrección, porque Cristo resucitará en Ud. Aquel que han visto moverse en las reuniones esta semana, produciendo y probando, levantando a los muertos, sanando a los enfermos, conoce los secretos del corazón, prediciendo todo perfectamente, eso se cumple, año tras año, y nunca ha fallado, es la Palabra. Y la… Jesús dijo: “El Cielo y la tierra pasarán, pero mi Palabra nunca puede fallar”. Por esa razón Ella no falla, es la Palabra prometida para esta edad.",
    "Padre Celestial, el tiempo del atardecer está aquí. Sabemos, en la Biblia, que Tú eras el Árbol de la Vida que viene del jardín del Edén. Y sabemos que los Serafines tomaron una espada de Fuego, una Llama, y guardaron ese Árbol. Porque si un hombre alguna vez tocara ese Árbol y comiera de Él, viviría para siempre. Tú guardaste el Árbol entonces. Pero el mismo Fuego, de la espada, la Palabra de Dios, está pastoreando al pueblo hacia ese Árbol, ese Árbol de la Vida que vino a la tierra tan hermosamente, nacido en un pesebre, sobre un—un establo donde el—el ganado y las ovejas se—se acostaban y se echaban, y el pequeño Jehová llorando, en la forma de un Bebé. ¡Oh!, debería ser la cosa que emociona el corazón de cada hombre y mujer.",
    "Y, luego, Jehová muriendo en la cruz, sufriendo los pecados del mundo. Él no tenía que hacerlo, pero Él lo hizo. Su gracia Lo obligó. Su amor, “de tal manera amó Dios” y Su amor Lo constriñó, porque esto tenía… esta raza humana tenía que desplegar Sus atributos de ser un—un Salvador. Tenían que estar perdidos. No había nada perdido; Él hizo las cosas perfectas. Pero llegó Satanás y pervirtió lo que Él había hecho perfecto, ellos fueron puestos sobre la base de libre albedrío. Y luego Él tuvo que redimirlo, y lo hizo.",
    "¡Oh, Dios Eterno!, ven en misericordia y habla a cada corazón aquí. Y que hoy, cuando estas manos fueron levantadas, y quizás algunos en ese momento cuando pregunté, no tenían la—la verdadera convicción, pero ahora sí. Que firmen con la sangre de su propia vida, Dios, a partir de este día, que están haciendo la inversión de toda su vida, a Jesucristo y a Su Palabra.",
    "Y ese gran Árbol, ese gran Árbol de la Vida, cuando Él vino a la tierra, lo cortaron con una lanza romana, y lo colgaron en un madero romano, un madero cruel y maldito, pero allí Él redimió un Árbol Novia, el Árbol Novia, uno igual a Él. Ese árbol Eva del jardín del Edén, el árbol que había caído, Eva, en el principio, y Adán salió con ella; ahora Adán viene con, el Segundo Adán, sabiendo que Sus ojos fueron abiertos, para venir a recibir a Su Eva.",
    "Y ahora, como dijo el profeta, el profeta David, dijo él “será como árbol plantado junto a corrientes de agua”. Concede, Señor, que las aguas de Vida rieguen este Árbol Novia en los últimos días, donde todas las ramas denominacionales han sido podadas por el labrador. Y ahora el Espíritu de Dios está viviendo de nuevo en la copa del árbol, que viene del corazón del árbol, la Palabra. Concédelo, Señor, y que den mucho fruto. Y puede que su situación sea, si es como la de Lázaro, si tienen que tomarla así en la tierra, sabemos que nuestros tesoros están en el Cielo, no en la tierra.",
    "Bendice a estos hombres de negocios, Señor, a estas mujeres de negocios y a todo lo que les concierne. Y los encomendamos a Ti ahora, para el avance de este Mensaje. Y Tú has prometido, Señor, que—que Tú lo concederás. Y yo, como Tú siervo, los encomiendo a Ti. Y Tú dijiste: “Ningún hombre puede venir si Mi Padre no les trajere”. Y ellos levantaron sus manos, Señor. Ahora los entrego a Ti, como regalos de amor del Mensaje de esta mañana, de Tu Palabra. Guárdalos, Señor, hasta ese día. Dijiste: “Nadie los arrebatará de Mi mano. Y Yo le resucitaré en el día postrero”.",
    "Que reciban ese germen de Vida, pues solo una semilla germinada puede surgir, y las únicas Palabras. Toda palabra de hombre es un fracaso, muere, no está germinada. Pero Tú dijiste: “Mi Palabra” que es la Biblia, “nunca fallará”. Es Vida. Concede que la Vida que estaba en Cristo crezca por la Palabra que han recibido, esta mañana, Yo, como Tu siervo, encomiendo mi oración a Ti, para que sea respondida en esto, en el Nombre de Jesucristo. Amén.",
    "El Señor Jesucristo les bendiga. Lamento mucho haberlos tenido aquí tan tarde. Perdóneme. Pero a cada uno de los que levantaron sus manos, ¿me prometerán que irán a alguna buena iglesia Cristiana que esté llena del Espíritu de Dios? Y serán bautizados en el bautismo Cristiano, si nunca lo han hecho. Tome su posición, mi hermano, por Jesucristo.",
    "Hasta que nos veamos esta noche, Dios les bendiga. Y el servicio queda entonces con el Hermano Carlson. 🦅"
  ]
}