{
  "title": "INFLUENCIA",
  "id": "63580009",
  "content": [
    "🦅  Muchas gracias. Permanezcamos de pie por un momento ahora mientras inclinamos nuestros rostros para orar. Y con nuestros rostros inclinados y nuestros corazones, me pregunto ¿cuántos aquí tienen una petición que dieran a conocer a Dios al levantar sus manos? Y entonces solo presenten su petición mientras oramos.",
    "Padre Celestial, estamos tan contentos en esta noche por esta, otra oportunidad de poder venir a Ti, y tener esta seguridad de que lo que pedimos recibimos, si creemos que recibiremos lo que pedimos. Y ahora, Señor, ayuda nuestra incredulidad, para que en esta noche podamos recibir estas cosas que pedimos. Mis manos, con las manos de ellos, están alzadas. Y oramos, Padre, a Ti Quien entiendes las cosas de las que tenemos necesidad. Concédelas a nosotros Señor, en esta noche. Oramos pidiendo ánimo, que cuando estemos en esta gran hora de angustia en la que estamos, el… y el mundo en la condición en que está, necesitamos Tu santísima ayuda, Señor. Y oramos que Tú nos animes por Tu Palabra, para que podamos saber cómo debemos actuar, justo antes de la Venida del Señor Jesús. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Estoy muy contento de estar de nuevo esta noche, y de hablar de nuevo acerca de nuestro bondadoso Señor. Es bueno estar de nuevo aquí en el Lane Tech; es casi como regresar a casa, he estado aquí tantas veces. Y ahora veo que tienen muchos pañuelos que han colocado aquí arriba para que se ore por ellos. Y ahora, anoche, tuvimos que hacerlo, cerramos nuestros servicios regulares de sanidad, guardamos nuestras tarjetas y cosas, por causa de los servicios dobles. ¿Ven Uds.?, como que le pone mucha tensión a uno, al tener un—un servicio doble. Y ahora, indudablemente oraremos por estos pañuelos esta noche, y confiando que el Señor hará que cada uno de Uds., tenga la fe para recibir lo que ha pedido en estas peticiones.",
    "Ciertamente vamos a extrañar al Hermano Mel Johnson mañana, y ese cantar tan bueno. Realmente aprecio esa buena voz que el Señor le ha dado.",
    "Y ahora, mañana, si están de visita aquí, les diré a la gente del tabernáculo, hay… Tengo algunos amigos aquí de Jeffersonville. Creo que en la iglesia de Filadelfia, el Hermano Mead, nuestro hermano, creo que tienen servicio allí. Y no sé si Ud., ¿tiene servicio? Hay servicio. Ud., ¿a qué hora? [Un hermano dice: “Once”.—Ed.] A las once, habrá servicio allí. Y supongo que estaré de regreso como a la una y media, o a las dos, como… Tres, yo—yo debo estar a las tres, a las tres, y—y luego a las siete otra vez mañana por la tarde. Y, desde luego, queremos invitarlos cordialmente a todos Uds. a venir a los servicios, si no tienen servicio en su propia iglesia.",
    "Definitivamente no quisiéramos sacarlos de su propio puesto del deber, porque ese no es nuestro objetivo. El cual es tratar de alcanzar, principalmente, a aquellos que no son salvos. Aquellos que no tienen el Espíritu Santo, y que—que realmente creen que Lo necesitan, pues, entonces estamos aquí para ayudarlos. Luego los enfermos y afligidos, pues, estamos aquí para orar por ellos, de todas las iglesias. Y Ud. regrese a su iglesia, de donde sea que haya venido. Si Ud. recibió el Espíritu Santo o fue sanado, regrese con un testimonio, dígaselo a otros. Aunque su iglesia no crea en eso, vaya de todas maneras. ¿Ven? Pues, es fácil que su Luz brille donde hay suficiente Luz, pero queremos que la Luz brille donde no hay Luz; allí es cuando da su mejor influencia.",
    "Y… (Gracias, Hermano Vayle.) [El Hermano Vayle ajusta el micrófono, y dice: “Que se mantenga así, tenemos que estar atentos”.—Ed.] El Hermano Vayle pensaba que no podían oír. ¿Esta mejor así? Bueno, muy bien, qué bien.",
    "Ahora, esta noche, no habiendo servicio de sanidad, creo que debería salir un poco más temprano esta noche. He—he estado diciendo, cada noche: “Voy a tratar de despedirlos como a las nueve y media”. Y ya casi es esa hora, y estamos como a cinco minutos para las nueve. Y para cuando termine, y habiéndolos retenido esta mañana como por dos horas, déjenme decirles, Uds. probablemente estarán agotados y se alegrarán cuando salga de la ciudad mañana en la noche. Pero, me gustaría solo poder reducirme a esas charlas de veinte minutos. Pero, no puedo evitar seguir hablando hasta que me canso, y sé que Uds. están agotados para entonces. Así que, nunca termino; solo me detengo y voy, descanso un rato.",
    "Ahora, esta noche, quiero que abran sus Biblias, en Isaías, el Libro de Isaías, el—el capítulo 6 de Isaías. Y ahora, antes de leer, Le pedimos a Dios que bendiga Su Palabra y que—que La haga real para nosotros, al inclinar nuestros rostros por un momento. Bueno, primero leeremos la Palabra, y entonces escuchemos atentamente mientras leemos.\n\nEn el año que murió el rey Uzías yo estaba… vi yo al Señor sentado sobre un trono, alto y sublime, y sus faldas llenaban el templo.\n\nY por encima de él el serafín; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová Dios de los ejércitos; toda la tierra está llena de su gloria.\n\nY los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque soy hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;\n\ny tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y es limpio tu pecado.\n\nDespués oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí; envíame a mí.",
    "Oremos. Señor Jesús, somos insuficientes para abordar este texto tan lleno de gracia, en esta noche, pero pedimos Tu ayuda, Señor, con el único propósito de que el—el Evangelio pueda ser predicado una vez más en la ciudad de Chicago. Concédelo, Señor. Y que la—la influencia sea una influencia perpetua. Concédelo. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora quiero tomar un texto de esto, sobre: Influencia. Saben, hay algo u otro que nosotros, lo que hacemos, influenciamos a alguien más por lo que hacemos, la manera en que actuamos, la manera en que hablamos, la manera en que vivimos. Y todo lo que hacemos, influenciamos a alguien más.",
    "Y ahora, saben, mucha gente no va a la iglesia. Ellos dicen… Bueno, tienen una impresión equivocada de la iglesia. Ellos piensan que las—las mujeres allá son—son brujas, y los—los hombres son—son demonios vestidos de negro, y simplemente tienen el concepto equivocado al respecto. Pero déjenme decirles lo que ellos sí hacen, observan la vida suya para ver lo que Ud. hace. Yo creo que fue Pablo que dijo: “Somos cartas escritas de Dios, leídas de todos los hombres”. Cuando Ud. está en la calle, cuando está en su trabajo, y dondequiera que esté, alguien lo está observando.",
    "Y especialmente después de Ud. haber dicho y confesado que es un Cristiano, ellos lo van a vigilar mucho más de cerca entonces; y eso le provoca una influencia a—a la gente que está alrededor de uno. Y debemos vigilar lo que hacemos. Pues, si producimos la influencia incorrecta, entonces traemos reproche, no tanto sobre nosotros mismos, sino sobre lo que decimos ser: Cristianos; lo traemos sobre Cristo. Y nadie, si lo pensáramos, jamás desearía traer reproche alguno sobre Cristo. Pero el comportamiento indebido, en el momento indebido, sin duda causará una mala imagen a la persona que lo está observando a Ud. Y cada persona será observada, cuando profesa ser un Cristiano.",
    "Ahora, este texto del que estamos hablando esta noche, sobre influencia, se remonta, la verdadera lección, si quieren leerla, la encontrarán en Segunda de Crónicas, el capítulo 26. Fue la vida de este Uzías, el rey.",
    "Ahora, Uzías el rey fue un muchachito pastor. Él era un jovencito, pues, el hijo de un rey, que amaba el aire libre. A él—a él le gustaban los—los bosques y él era un pastor. Y a él también le gustaban los viñedos, le gustaba ver crecer las cosas. Y este joven fue criado bajo una muy buena influencia. Amasías, su padre, había sido un gran hombre, en sus últimos días él decayó un poco, y tomó algunos dioses de otra nación, y entonces el Señor se lo llevó de la tierra. Pero este joven había tenido buena influencia, porque su madre era una hija de Jerusalén, su padre un creyente, así que, el—el muchacho había sido criado con una buena influencia.",
    "Y esa es una buena manera de criar a un hijo: por el camino que debe ir. Y ¿saben qué? Sus hijos son uno de los ojos principales que lo están observando a Ud. Ellos vigilan lo que Ud. hace. Y lo que Ud. haga, ellos lo imitan, porque Ud. está poniendo el ejemplo delante de ellos, en lo que Ud. hace.",
    "Eso me recuerda. Aquí no hace mucho, yo estaba en una reunión de los Hombres de Negocios del Evangelio Completo, allá en Los Angeles. Y el Hermano Oral Roberts había dicho algo con relación a esto, y me pidieron que me levantara y dijera algo al respecto, acerca de influenciar. Yo dije:",
    "Me recuerda una historia que leí una vez, donde un—un hombre salió, en la víspera de Navidad, llevando regalos por el vecindario, a sus colegas, vecinos. Y cada vez que pasaba a un lugar, él—él se tomaba un trago. Iba a la casa que seguía, y tomaba un trago. Y para cuando había repartido todos sus—sus regalos, y los que había recogido, en el camino de vuelta pensó en tomar un atajo por el parque. Y había caído como diez o quince centímetros de nieve. Y se encontró que no podía caminar derecho, iba zigzagueando porque estaba bajo la influencia de estas bebidas.",
    "Él notó que allá detrás de él, incapaz de seguirle el paso, venía su pequeño, de siete años; y él venía dando grandes pasos, y cayéndose, y zigzagueando. Así que, esperó hasta que el muchachito lo alcanzó, y le dijo: “¿Por qué caminas así, hijo?”.\n\nÉl dijo: “Papi, estoy tratando de seguir tus pisadas”.",
    "Ahora, ven Uds. que eso es más que un—un ejemplo, porque es la verdad que, sus hijos, Uds. marcan el paso para ellos.",
    "Y si nuestro pueblo americano está marcando el paso hoy, delante de nuestros hijos de fumar cigarrillos, las mujeres y los hombres, bebiendo, y naipes en la casa, y—y dados, ¿qué clase de—de pueblo tendremos en la próxima raza que está por venir, o la próxima generación, mejor dicho, que está por venir? Será un montón de neuróticos. Y creo que todo el mundo casi está en esa condición ahora. Entonces si esta raza, o más bien esta generación, está así, ¿qué producirá la siguiente? Entonces si hubiera otra, pues, toda la raza humana, si continúa de la manera en que está, se extinguirá por completo, porque nos estamos matando a nosotros mismos y poniendo el ejemplo para otros.",
    "Y aun los Cristianos hoy, quienes dicen ser Cristianos, y fuman y beben, y—y engañan, y se descubre que son deshonestos. Mientras nosotros… Pues, no es de extrañar que el Cristianismo esté en uno de sus puntos más bajos en este tiempo. Es la influencia que la gente de iglesia ha—ha presentado a los hombres que aún no han recibido a Cristo. Los hombres quieren mantener su testimonio y luego vivir como ellos quieran.",
    "Pero, es la razón que el Espíritu Santo es tan—tan absolutamente necesario en este día, porque Él es Aquel que vive la vida por Ud.; no la vive Ud. por su cuenta. Es Cristo entonces en Ud., después de que Ud. ha recibido el Espíritu Santo. Y, y si Él no tiene la preeminencia en su vida, entonces recuerde: Ud. no ha recibido el Espíritu Santo. Pues, si Él está en Ud., Él vivirá Su Propia Vida; Ud. ya no se pertenece; “Ud. está muerto, y su vida está escondida en Dios, por medio de Cristo, y sellada por el Espíritu Santo”. Así que, no hay ninguna manera de que Ud. sea Ud. mismo ya más, lo que Ud. era.",
    "Ahora, este joven, encontramos que él, teniendo este buen padre piadoso y crianza, eso… Cuando su papá murió, cuando él solo tenía dieciséis años, pues la gente lo tomó y lo hizo rey. Y él llegó al trono de poder cuando solo tenía dieciséis años. Y si Uds. leen su vida, él no fue influenciado por la política de su país. Él—él no aceptó la opinión popular. “Él buscó a Dios”, dice la Biblia.",
    "Ahora, eso es, eso fue lo que le hizo de tanto ejemplo para este joven profeta, en ese tiempo, Isaías. Isaías el profeta vivió en los días del rey Uzías. Y los dos siendo jóvenes, el profeta y el rey, compartían una gran amistad. E Isaías se quedaba en el palacio, y se apoyaba en el brazo del—del rey. Y vemos que la influencia de este joven influyó en Isaías. Él llegó a ser un héroe para—para Isaías, porque (él era) él no hizo diferencias con la gente, él no permitió que nada lo influenciara de un lado al otro. Él había decidido servir a Dios, y servir a Dios solamente. Y esa es una buena persona de la cual tomar ejemplo. El…",
    "Y vemos que él nunca se comprometió con ninguna de las esferas paganas, el mundo pagano; después que lo vieron edificar su reino tan grande, y que Dios estaba con él y lo bendecía.",
    "Y Dios bendecirá a cualquier hombre que se quede con Su Palabra. Ahora, eso, Dios está en el deber de hacerlo, bendecir a todo hombre que se quede con la Palabra de Dios.\n\nAhora, vemos que a Isaías realmente le simpatizaba este rey.",
    "Y entonces el reino del rey se extendió. Me supongo que su reino estaba a la par con el de Salomón, porque su influencia llegó hasta allá por Egipto.",
    "Fue de gran ayuda para Isaías, el joven profeta, ver que cualquier hombre que se pusiera de parte de Dios, a pesar de la política o cualquier otra cosa, se mantendría firme con la Palabra. Él realmente fue una influencia para el profeta Isaías. Cómo Dios bendijo a este joven, por cuanto se mantuvo fiel a la Palabra.",
    "Ahora, encontramos que este rey, ¡oh!, hizo como tantos Cristianos de hoy. Mientras él se mantuvo humilde, entonces Dios lo bendijo. Pero la Biblia dice aquí que, “Cuando él se exaltó”. Cuando él tenía todo asegurado, entonces se enalteció, y entonces ya iba de salida.",
    "Ahora, así es, así es hoy, con—con las iglesias. Siempre ha sucedido que, cuando los hombres sienten que han llegado a ser suficientes, ya no tienen que orar, no tienen que esperar en Dios para su ministerio.",
    "Si me perdonan esta expresión, estoy de acuerdo con cierto escritor, que eso es lo que ha causado que muchos de estos hombres que han estado en estos avivamientos de los últimos días, o este avivamiento del día postrero, que—que hayan terminado en pedazos. Encontraron algunos de ellos supuestamente borrachos en su púlpito, y—y algunos de ellos han obrado mal. Es porque ellos—ellos tienen tal influencia en la gente que empiezan a sentir que son autosuficientes, que ese es su pequeño reino, y que ellos pueden, tienen a la gente tanto bajo su control que pueden hacer lo que quieran, y la gente no se da cuenta. Pero Dios se da cuenta, ¿ven Uds.?, es Él. Yo pudiera decir… Como Nabucodonosor, un día, salió y dijo: “Mira qué gran reino yo he edificado”, y entonces el Ángel del Señor lo hirió.",
    "Y cuando un hombre o una mujer, no importa si él es un obispo o un cardenal, o lo que pueda ser, cuando Ud. comienza a sentir que es autosuficiente, entonces será mejor que Ud. comience a vigilar y prestar atención. Pues, Dios no lo dejará seguir a Ud. de esa manera, porque Él no compartirá Su gloria con nadie. No, señor. Solo Dios se lleva la gloria.",
    "A veces Dios puede bendecir a un hombre y darle un pequeño ministerio que quizás sea un poco mejor que el de sus hermanos, o no mejor, sino algo un poco diferente de sus hermanos. Y de repente, el hombre se exalta, con su pecho henchido y, ¡oh, vaya!, él podría, podría ignorarlo a Ud. en la calle. Y, ese, ese es el momento en que yo creo que ese hombre ya va de salida, porque Dios no puede usar a una persona así.",
    "Este rey, aunque era un hombre piadoso, se sentía autosuficiente. Él sintió que podía enorgullecerse, que sencillamente podía tomar el control y hacer lo que quisiera, no tenía que preguntarle a nadie más.\n\nPero, recuerden, siempre estamos bajo Dios. Dios es nuestro Dios.",
    "Y nos damos cuenta que él se enalteció, y él—él se enalteció tanto que pensó que, porque había sido ‘bendecido por Dios’, él podía ‘tomar el lugar de un ministro’, así que tomó el incensario y entró para tomar el lugar de un ministro. Él se salió de su puesto de acción.",
    "Eso es lo que siempre les he dicho a estos Hombres de Negocios del Evangelio Completo: “Nunca traten de ser predicadores”. A los predicadores se les dificulta mantener la cosa en orden. Y, de hecho, estamos haciendo muy mal trabajo en eso, y luego, especialmente para que lo haga un hombre de negocios que ni siquiera ha sido llamado a la obra. ¿Ve?, cuando Ud. hace eso, Ud. está sobrepasando sus límites.",
    "Y Uds. pudieran tomar una lección de esto. Hay muchas personas afuera, aun en el púlpito esta noche, predicando, que no deberían estar allí, porque es más un boleto para comer, o para ser popular entre la gente, o—o tener un—un—un poco más de lo que tiene alguien, o recibir algunos elogios de alguien para que le den palmaditas en la espalda, o algo. ¿Ven?, a veces ellos llegan a ser sacerdotes.",
    "Jesús dijo: “Vosotros devoráis las casas de las viudas, y anheláis los puestos de honor y, para exhibiros hacéis largas oraciones”. Les dijo: “Uds. solo van a recibir más condenación por eso”. ¿Ven?",
    "Nosotros—nosotros nunca debemos llegar a ese punto; siempre debemos recordar que Dios quiere que seamos humildes. El camino arriba es bajando. Humíllese Ud. y es exaltado. Y si Ud. mismo se exalta, será humillado.",
    "Ahora, encontramos que este individuo quiso tomar el lugar de un ministro, para lo cual no estaba calificado.",
    "Sin embargo, Dios lo había bendecido, era un gran hombre. Él había fortalecido su reino contra todas las naciones del mundo; le traían gloria y se la daban, y ovejas y ganado. Y él tenía pastores, y viña—labradores de viña y, ¡oh, de todo! Él vivía en lujo, y comenzó a envanecerse.",
    "Vemos que incluso una iglesia, una iglesia local puede ser humilde y tener un—un lugar pequeño sirviendo al Señor con sinceridad de corazón; y deje que mejoren un poco, que alguien los ayude y se consigan una—una buena iglesia, o que traten de arreglarla un poco más que la de la esquina, y ya la congregación caminará por ahí con el pecho inflado. Eso, ¿ven?, nosotros—nosotros debemos recordar que eso está errado.",
    "Dios le dijo a Israel: “Cuando estabas, te encontré en el campo, estabas ensangrentada” y la condición en la que estaba, “y luego cuando te hartaste, y—y te embelleciste, entonces…” ella volteó su espalda a Dios, y se-… tomó el papel de una—de una prostituta, e invitó a todos a visitarla. Y vemos que Dios no está complacido con eso para nada.",
    "Y aun este gran y poderoso rey de Israel aquí, cuando trató de imponerse a tomar una posición a la cual él no… no fue ordenado. Y vemos que los—los sacerdotes aquí, entraron corriendo y le dijeron: “Ese no es tu lugar. No debes hacer eso, porque Dios ha consagrado hombres para esto”.",
    "¡Oh, si el ministerio pudiera llegar a ese lugar, los consagrados al servicio! Si los hombres pudieran darse cuenta que predicar el Evangelio no es para traer más miembros a la iglesia, sino que es la consagración a un—al propósito de la tarea, que debemos tener bebés recién nacidos en el Reino de Dios. No importa a qué denominación vayan, o lo que sea, es solo para conseguir esos bebés recién nacidos.",
    "Luego nos damos cuenta que hoy es tan difícil cuando vemos a un ministro levantarse con un poco de, alguna clase de fenómeno que Dios ha puesto en su ministerio. Encontramos imitaciones carnales de eso, que otros vienen y tratan de—de decir esto es, ellos tienen esto, o hacen algo un poco diferente.",
    "Conozco de un hombre en el mundo hoy, de hecho, un hombre fino, un buen hombre, un verdadero predicador de la Palabra, y yo—yo diría que es un—un verdadero hermano, y hablé con él no hace mucho. Y él continuamente tenía sensaciones, y edificó su ministerio completamente sobre sensaciones, ahora están bautizando para Vida Eterna, que “la gente no se va a morir”. Me temo que han salido a una rama de la que nunca podrán regresar, de eso, ¿ven? pues, porque eso está errado.",
    "🦅 El hombre nacido de mujer es corto de días, y lleno de dolores, problemas”. Y los vivos saben que tienen que morir. Y lo sabemos: “Fue establecido una vez que el hombre muera, y después de eso el juicio”. Así que, sabemos que debemos pasar por eso.",
    "Yo no quiero vivir en este viejo lazareto en el que he estado viviendo. Atrae toda enfermedad que flota alrededor. Yo quiero uno que no sea hecho de manos, a semejanza de Dios, que—que no sea una planta híbrida como este. Yo quiero uno que sea hecho por las manos de Dios, que enfermedades y dolencias y muerte le huyan. Ahora, cuando Él me llame, yo—yo estaré listo, por la gracia de Dios, creyendo que, “Cuando este tabernáculo terrenal se disuelva, ya tenemos uno esperando”, al cual nos mudamos, y que ya no puede morir de aquello.",
    "¿Cómo querría Ud. vivir en este? Yo no. ¡Vaya!, es… Vamos de salida de él, y me alegra. Y esta vieja trampa humana de gérmenes en la que estamos viviendo, una trampa de muerte y cuánto más, con gemidos y dolores, y vejez y, pues, ¡vaya!, ¿quién querría quedarse en un cuerpo así? Yo, yo estoy contento que viene uno. Tenemos un cuerpo que—que está siendo preparado para nosotros en la Gloria. Y tan pronto como la vida deja este viejo cascarón aquí, ese Espíritu Eterno de Dios que vive adentro, emprende su viaje hacia ese tabernáculo más allá, y allí vive Eternamente. ¿Por qué querríamos algo como este? ¡Vaya! Sí, señor. ¡Oh, yo—yo estoy tan contento de que, que hay, que hay un Dios Quien ha dejado en claro todas estas cosas!",
    "Y miramos aquí, y vemos que en realidad solo son una sombra. Nosotros somos una sombra. Miro aquí en la plataforma, veo hombres que se mueven, y miro afuera en la calle y veo hombres y mujeres que se mueven. Ellos tienen vida, pero esa aún no puede ser Vida verdadera, porque en ella hay muerte. Y—y David dijo: “Yo caminaré por el valle de sombra de muerte”. Ahora, se requiere de cierta cantidad de luz para hacer una sombra; requiere de cierta cantidad de luz. Si es completa oscuridad, no se puede hacer una sombra. ¿Ven? Tiene que haber cierta luz, en lo oscuro, para que haga sombra. Bueno, ahora depende hacia cuál de esos lados Ud. se esté inclinando.",
    "Si yo veo a un hombre caminando, un joven bien parecido, en unos años, vea su cabello canoso y caerse, sus hombros se le descuelgan. Una hermosa joven parada, con un rostro santo, piadoso, y parada alabando a Dios, regreso en unos años y la encuentro con los hombros caídos, cargando dos o tres niños. Bueno, ¡vaya!, eso muestra que en ese cuerpo hay muerte. No importa cuán bien esté y cuán hermoso se vea, de todas maneras contiene muerte.",
    "Ahora, yo observo en qué dirección se inclina ese espíritu allí. Si siempre está representando la Luz, hablando de la Luz, conversando de la Luz, irá con la Luz. Pero si siempre está del otro lado, del mundo, las cosas del mundo, influenciado por el mundo, no le queda nada más que convertirse en tinieblas cuando muere, a las tinieblas de afuera. Así que, ¿ven Uds.?, lo que somos, debemos recordar que solo somos lo que somos por la gracia de Dios, y ninguno de nosotros se puede jactar de eso. Solo podemos inclinarnos en adoración y humildad ante Dios, y alabarlo a Él por Su bondad.",
    "Y vemos que mientras este rey se sintió de esa manera, Dios lo bendijo. Pero cuando llegó al punto en el que no quiso permanecer en su propio llamamiento, ¡quiso escoger otro llamamiento! Y pensó que, porque Dios lo había bendecido, que eso estaba bien, que él podía hacerlo.",
    "¡Pero tristemente nosotros cometemos esos errores! ¡Qué, qué mal! Ud., Ud. debe ser absolutamente sincero. No debe, Ud. no debe hacer nada a menos que Dios lo haya dirigido a eso, y lo pruebe, y lo vindique, y que Ud. sepa que es Dios quien lo ha hecho.",
    "Generalmente, el hombre de Dios, Dios tiene que perseguirlo y atrapar al verdadero hombre de Dios. No son esos tipos que quieren lograr algo grande y necesitan mucho para hacerlo, uno difícilmente notaría lo que ellos harían con eso si lo recibieran. ¿Ven? Pero Dios generalmente tiene que atrapar a Su hombre, como Moisés, y Pablo, y así, arrinconarlo, para sacar la gloria de su vida y que él llegue a ser un prisionero del Espíritu Santo.",
    "Ahora, notamos que este rey, y otra cosa que aprendimos aquí sobre Uzías, es que, cuando fue encarado por el hombre quien tenía la autoridad para entrar con el incensario, el hombre consagrado para el servicio, cuando lo encaró, se enojó con él.",
    "¡Oh, qué—qué desgracia la que sería! Cuando un hombre trata de señalarle a un compañero que está errado, y se lo prueba por la Palabra de Dios: “Ud. está errado”, y entonces el hombre, por cuanto cree personalmente que puede hacer lo que quiera y no se sujeta a la Palabra, entonces se enoja.",
    "¿Se fijan Uds., lo que le sucedió al rey? Le salió lepra en el rostro mientras aún estaba en su ira. La lepra hirió a Uzías en el rostro, y los sacerdotes y demás lo reconocieron, y lo echaron del templo, y él murió un leproso. Esa gran vida que comenzó tan bien, terminó un leproso, y expulsado, y tuvo que vivir en una casa aparte, a solas, el resto de los días de su vida; el hombre cuya vida Dios una vez influenció.",
    "Yo diría esto, con respeto: Tenemos hombres hoy en el campo, jóvenes, y hombres de mediana edad, y ancianos, quienes comenzaron en una buena carrera, y se esforzaron, y mostraron algo bueno para Dios. Pero los encontramos hoy allá afuera, alcohólicos y quebrantados, allá afuera en lo otro, distantes de nosotros. Algunos de ellos descarriados por completo. Algunos los desquició el dinero, y algunos enloquecidos por una mujer y se casaron con otras mujeres que no eran sus esposas. Y—y todas las cosas y la desgracia que se ha traído, toda denominación. Nosotros, uno no puede llamar malo al otro, porque todos somos culpables, completamente, o toda denominación. Hemos encontrado hombres así, que una vez fueron influenciados por Dios y tuvieron una gran influencia en la gente. Y, sin embargo, cuando se sintieron autosuficientes…",
    "Cuando un hombre llega a la posición donde puede influenciar para Dios, él debe humillarse, todo el tiempo, constantemente.",
    "Y nos damos cuenta que este rey murió en desgracia, como leproso. Entonces, él fue una lección para el joven profeta, de no poner sus esperanzas en ningún hombre, sino solo mirar a Dios. Cuando él comenzó a mirar a un hombre como ejemplo, este hombre falló, aun siendo un buen hombre.",
    "Así que, es de lección para nosotros esta noche, de mantener nuestras mentes en Dios, no importa qué hombre sea. Así sea un cardenal, sacerdote, profeta, lo que él pueda ser, él no es inmune a los errores y—y a errar, y aun a la muerte y al pecado. Pero hay Uno Quien lo es, y ese es Jesucristo; Él es ese Ser.\n\nPor esto, Isaías aprendió una lección: Dios ordena a Su hombre a su posición.",
    "Un hombre no tiene derecho a levantarse y decir: “Bueno, yo me ganaría la vida fácilmente si fuera un ministro; creo que estudiaré para el ministerio; creo que haré esto, aquello, o lo otro. Yo creo que si pudiera imitar este don que Dios ha dado, sería… Yo tendría grandes campañas, y demás”. Vemos mucho de eso hoy.",
    "Pero cuando Ud. lo ve, Isaías halló una lección aquí, que Dios Mismo posiciona a Su hombre. Dios es el que posiciona, y Él nunca hizo un sacerdote a este hombre. Él lo hizo rey, y él debería haber permanecido como rey. No—no querer él… Isaías aprendió aquí que uno no debe querer tomar el lugar de otra persona.",
    "Entonces cuando él vio que su gran héroe había terminado en esta desgracia y cayó y murió, Isaías entonces sintió que casi toda esperanza para él desapareció; entonces se fue al templo un día para conversar eso con el Señor, y allí fue donde sucedió la visión. En el templo, él vio a Aquel a quien debía estar mirando todo el tiempo. En el templo, él vio en una visión, a Dios sentado sobre un trono alto, exaltado allá en los Cielos, y Sus faldas con Él. En esta visión él vio Su trono, exaltado, sublime y muy por encima de todo dominio terrenal. Dios, ese era a Quien debía mirar, estando él en la visión.",
    "Y luego notamos esto, que los Serafines Celestiales volaban de un lado a otro, en el templo. Ahora, los Serafines, en realidad la palabra hebrea allí es Quemadores. Eran Aquel Quien ofrecía incienso y el sacrificio. Es solo una orden más alta de Ángeles, que—que abre el camino para el pecador, siempre y cuando haya un sacrificio. Y estos Serafines, especialmente, estos Quemadores tenían un oficio especial, Ellos permanecían allí mismo en la Presencia de Dios. Son iguales a los Querubines, y Ellos estaban allí mismo en la Presencia de Dios.",
    "Y cuando este profeta sintió el Espíritu de Dios sobre él, y Él le abrió sus ojos, ¿ven Uds.?, él nació tanto con ese propósito, que cuando abrió sus ojos, fue como caer de aquí a una tierra como si estuviera soñando. Y él vio el trono de Dios exaltado muy alto, y luego él miró en el templo, y estos Serafines iban y venían, por el templo, clamando: “¡Santo, santo, santo, es el Señor Dios! ¡Santo, santo, santo, Jehová Dios!”.",
    "¡Qué cambio, y qué influencia debe haber sido para este joven profeta! Cuando él vio el fracaso del hombre, y aunque hombres buenos fallarían, pero ahora él veía a Dios, y vio estos Serafines.",
    "Y observen la cobertura especial que tenían estos Serafines. Se cubrían con dos alas Su rostro, con dos alas Sus pies, y volaban con dos alas. Dios es completamente santo. Piénsenlo, aun los Ángeles tienen que cubrir Su rostro santo, para estar en la Presencia de Dios.",
    "Me pregunto, mi hermano, me pregunto, mi hermana, ¡si veremos eso! Cuando, Ángeles santos tienen que cubrir Su rostro, para pararse en la Presencia de Dios, en reverencia y respeto. Pero hoy en día encontramos personas que incluso dicen ser Cristianos, y no tienen ningún respeto por Dios o Su Palabra, o Su pueblo o Su ministerio, ni por nada. ¿Dónde se levantarán ellos, en la resurrección? La Biblia dice: “Si el justo con dificultad se salva, ¿dónde aparecerá el pecador y el impío?”.",
    "Y cuando, Serafines, la orden más alta de Ángeles, allí mismo junto al Propiciatorio, los Quemadores del sacrificio, tenían que cubrir Sus rostros santos, para pararse en Su Presencia, y aquí estaban Ellos. Dios sentado allá arriba en Su trono, y estos Querubines yendo y viniendo, gritando, día y noche: “¡Santo, santo, santo, es el Señor Dios!”. ¿Entienden lo que quiero decir? Fíjense. Ellos, dos alas, Ellos se cubrían Sus rostros. Y ¿por qué?",
    "Vemos hoy que, por cuanto la gente… no tiene reverencia. Vienen a la iglesia, la gente viene a la iglesia, y—y payasean y se ríen, hablan, hacen mofa, sentados donde se está predicando el Evangelio, sin ninguna reverencia. Y uno se los encuentra en la calle, y con… No es que uno espere respeto de la gente, no debemos hacer eso; no obstante, eso—eso muestra dignidad Cristiana al menos honrar a la gente, decir: “Buenos días, hermano”, o lo que Ud. desee. Algunos gritan: “¡Hola, Predi!”. ¡Oh, eso es tan común!",
    "Recuerden, Jesús dijo: “Lo que hacéis con éstos, lo hacéis Conmigo. El que Me recibe a Mí, recibe al que Me envió. Y el que recibe al que Yo he enviado, a Él recibe. Vean, lo que Uds. hagan con ellos, lo han hecho Conmigo”.",
    "Y la irreverencia, ¿saben Uds. lo que es? Es el… Ellos no están conscientes de la Presencia de Dios. El mundo se ha vuelto tan—tan común, y la religión se degradado tanto, al punto que no hay respeto, así como siempre lo ha sido.",
    "Miren a esos soldados. Podríamos pensar, esta noche, qué cosa tan irracional y horrible fue que esos soldados pusieran un—un trapo sobre el rostro de nuestro Señor Jesús, para burlarse de que Él era un Profeta y podía conocer los secretos del corazón. Le pusieron un—un trapo sobre Su rostro, y Lo pusieron afuera en un patio, y tomaron un palo y con él Lo golpeaban en la cabeza, y luego se lo pasaban el uno al otro, y decían: “Si Tú eres profeta, profetiza ahora, dinos cuál de nosotros Te golpeó”. ¿Ven?, sin ningún respeto. Ellos no podían sentir virtud alguna.",
    "Pero esa mujercita, con suficiente fe que pudo tocar Su manto, recibió sus deseos. ¿Ven Uds.?, tenemos que estarlo, estar conscientes de la Presencia de Dios.",
    "Estos cinco sentiditos en los que vivimos, solo son nuestro pequeño mundo. ¿Ven? Pero Dios… Eso, solo se nos fueron dados estos para poder contactar nuestro hogar terrenal. Pero hay sentidos más allá, otras dimensiones.",
    "Y Dios siempre está presente. Si nosotros tan solo pudiéramos recordar eso: “Los Ángeles de Jehová acampan alrededor de los que Le temen”. En este edificio, esta noche, está Jesucristo. En este edificio esta noche hay huestes de Ángeles, miles de Ellos reunidos alrededor. Ud. no Los ve, pero puede sentir la influencia de Ellos, diciéndole que están aquí. Si no es así, entonces la Escritura no es correcta. Y si la Escritura no está correcta, entonces Dios no está correcto. La Biblia dice que, “Los Ángeles de Dios acampan” Ellos no se van, “Se quedan cerca de los que Le temen”.",
    "Jesús dijo: “Dondequiera que estén dos o tres reunidos en Mi Nombre, Yo estaré en medio de ellos”. Entonces eso Lo coloca a Él en un mundo que no podemos ver, que nuestros cinco sentidos no contactan. Jesucristo está aquí, presente. ¡Si pudiéramos estar conscientes de eso!",
    "Y, recuerden, no solo aquí, sino cuando caminen por la calle, dondequiera que estén, Uds. que profesan ser creyentes y que temen al Señor, recuerden: los Ángeles de Dios van con Uds. dondequiera que estén. Ellos vigilan todo lo que Ud. hace, cada pensamiento que pasa por su mente, y Ellos saben todo de Ud. Por tanto, debemos estar conscientes de eso.",
    "Si no estamos conscientes de eso, entonces Ud. actuará de cualquier manera. Así que, la mayoría hoy en día, demasiadas personas, no están conscientes de la Presencia del Señor Jesús, por eso (ellos) tenemos estas cosas que están sucediendo ahora, lo cual no es correcto.",
    "Si tan solo pudiéramos hacer lo que dijo David: “A Jehová he puesto siempre delante de mí”. ¡Oh, me gusta eso! “El Señor siempre está delante de mí. A donde Él vaya, yo lo seguiré. Y estoy consciente que adondequiera que voy” en otras palabras, dijo David, “que el Señor va delante de mí”.",
    "🦅 No te dejaré ni te desampararé”, dijo Jesús. “He aquí, Yo estoy con vosotros, hasta el fin del mundo”. Él no puede dejarnos; prometió no hacerlo.",
    "Ese precisamente es el objetivo de estas reuniones. Ese es el objetivo, mis hermanos, al apartar mi ministerio de las denominaciones, es para intentar hacer que la gente vea que Jesucristo aún está vivo, y que Él está aquí, a todo creyente, para toda denominación que Le crea a Él… o a la gente en esas denominaciones. “Jehová va delante de mí” dijo David, y “no seré conmovido”.",
    "Fíjense, ahora, con dos alas sobre Su rostro, para poder estar en la Presencia de Dios, porque allí es donde Ellos ministraban.",
    "Y si Ellos tuvieron que cubrir Sus rostros santos, para ministrar a Dios, ¿qué clase de persona debería ser un predicador? ¡Cómo deberíamos cubrir el rostro nuestro, en vergüenza! ¡Cómo deberíamos vivir! Dios es completamente santo. Debemos conscientemente, todo el tiempo, recordar eso. Fuera de la gracia de Dios, somos pecadores desnudos, pero la Sangre de Jesucristo nos limpia del pecado.",
    "Ahora, Ellos tenían dos alas sobre Sus pies. Eso representa humildad.",
    "Como Moisés, Moisés no tuvo mucha humildad hasta que se encontró con Dios en esa zarza ardiente. Pero cuando él verdaderamente vio que ese era Dios, y por cuanto esta Luz habló la Palabra de la promesa (¿Lo captan?), ellos supieron, y Moisés supo que el tiempo estaba a la mano para esta liberación. Y aquí baja un Ser sobrenatural, y repite, y dice: “Yo recuerdo Mi promesa a Abraham, Isaac y Jacob”. Y Moisés se quitó el calzado, humildad, todo su fundamento. Él se quitó los zapatos.",
    "Pablo, cuando vio ese mismo Ángel de Luz sobre él, y lo llamó “Señor”, él cayó al polvo de la tierra. Él reconoció. La humildad: “¡Ya no existo!”.",
    "Con razón Isaías pudo clamar: “¡Ay de mí, porque he visto a Jehová Dios de los ejércitos!”. Aun, ¡siendo un profeta!",
    "Y, sin embargo, Pablo, siendo un gran hombre, un erudito, pero cuando entró en la Presencia de Dios, él se humilló.",
    "Y cuando Moisés entró en la Presencia de Dios, él se humilló. Él era un profeta. Él respetó a Dios, la Palabra.",
    "Fíjense, Juan el Bautista, cuando Juan se paró en la orilla después de bautizar a la gente y miró allá y vio esa misma Luz descendiendo del Cielo, él clamó: “¡He aquí el Cordero de Dios que quita el pecado del mundo!”. Y cuando él se humilló y, Jesús caminó allá al agua junto a él.",
    "Ahora he aquí una pregunta que me hicieron el otro día. Pudiera surgir en su mente. Cuando Jesús entró en el agua, y Juan dijo: “Yo necesito ser bautizado por Ti, y Tú ¿por qué vienes a mí?”.",
    "Ahora, un anciano hermano bautista mío, el Doctor Roy Davis, solía decirme. Él me impuso las manos cuando me ordenó en la iglesia Bautista Misionera. Él dijo: “Billy, lo que sucedió…”. Le pregunté de eso. Él dijo: “Esto es lo que sucedió. Verás, Juan mismo nunca había sido bautizado, así que Jesús bautizó a Juan. Y luego Juan se dio la vuelta y regresó, bautizó a Jesús, porque Jesús no podía bautizar a Juan antes de que Él fuera bautizado”. Bueno, pensé que eso sonaba bien.",
    "Pero un día, hace como dos años, allá en el bosque donde yo estaba sentado, el Espíritu Santo bajó, la Luz, y entonces vi lo que era, cuando Él lo reveló.",
    "Ahora, esto es. Vean, allí estaban las dos personas más importantes sobre la tierra: allí estaba Juan el profeta; allí estaba Jesús el Mesías. Y ellos, dos de los hombres que tenían el Mensaje del día, se encontraron cara a cara en el agua, cuando sus ojos se encontraron. Y Juan, en humildad, dijo: “Yo necesito ser bautizado de Ti, y ¿por qué vienes Tú a mí?”.",
    "Jesús dijo: “Deja que así sea”. Eso es correcto. “Pues, así nos corresponde, o nos conviene…”. Conviene significa “apropiado”. “Nos conviene a nosotros que cumplamos toda justicia”. ¿Por qué? Jesús siendo Dios; Juan siendo el profeta. Rápidamente Jesús supo cuando dijo eso, que Juan siendo un profeta a quien vino la Palabra, supo que él lo entendería. Porque el sacrificio, de acuerdo a la ley, tenía que ser lavado antes de ser presentado. Y Jesús tenía que ser bautizado antes de ser presentado. Él dijo: “Deja ahora. Así es. Porque así nos es apropiado, nos conviene, el cumplir toda justicia”.",
    "¡Oh, si pudiéramos tomar eso como texto por unos minutos! Que nosotros veamos hoy, como—como creyentes en la Luz en la hora en que estamos viviendo, conveniente para nosotros que cumplamos toda justicia. Le conviene a la iglesia pentecostal, que cumplamos toda justicia, viendo que hemos sido llamados por el Espíritu Santo. No es conveniente que nos separemos de otros hermanos. No es conveniente que nos denominemos y no tener nada más que ver con nuestro hermano que ha recibido el Espíritu Santo como nosotros. [Cinta en blanco.—Ed.] No es conveniente para nosotros. Cuando vemos a Dios moviéndose y obrando, y haciendo exactamente lo que Él dijo, y por cuanto la persona no está conectada con nuestra organización, que nos portemos mal, eso es indecoroso. No está bien.",
    "Debemos ser Cristianos; debemos ser caballeros; debemos ser personas y hombres temerosos de Dios; debemos estar listos para extender la mano y darle un apretón de manos a cualquier hombre, y también a extender la cobija a su lado de la cama. Sí, porque así nos conviene a nosotros cumplir toda justicia. Ahora, sabemos que…",
    "Eso fue porque Él era el Sacrificio. Y Juan lo sabía, porque él vio esa Luz sobre Él. Y Juan se humilló, siendo el hombre más grande hasta esa hora. Pero cuando él vio venir a este gran Señor Jesús, dijo: “Yo necesito ser bautizado de Ti”.",
    "Pero cuando Él le dijo: “Nos conviene que cumplamos toda justicia”.",
    "Entonces Juan se volvió, sabiendo que como un siervo de Dios, como un profeta, él tenía que cumplir la Palabra de esa hora, porque él sabía que Ese era el Sacrificio. Él acababa de decirlo: “Allí viene el Cordero de Dios, el Cordero del sacrificio que va a quitar los pecados del mundo”. Y el Cordero tenía que ser lavado en la fuente antes de ser presentado al sacerdote. Amén.",
    "Nos conviene a nosotros que cumplamos toda justicia, cuando Ud. recibe el Nombre de Jesucristo. Que todo hombre o mujer que recibe el Nombre de Jesús, se aparte del pecado.",
    "Nuestras confesiones hoy han comenzado a ser como un—un no sé qué, algún refrán o algo. Vamos y hacemos una oración como de dos minutos, y nos volvemos a levantar; hacemos algo errado, decimos: “¡Oh, Señor!, Tú sabes que no quise hacer eso, pero, aleluya, estoy bien”, seguimos como si nada. No, así no es, hermano.",
    "Ud. tiene que estar piadosamente arrepentido; Ud. tiene que confesar ese asunto; Ud. tiene que enmendarlo. Ud. no podrá… Jesús dijo: “Cuando Ud. vaya al altar, recordando al hermano que tiene algo contra Ud., vaya a él primero antes de ofrecer su ofrenda aquí, reconcíliese con el hermano”. ¿Ven? Nos conviene, a nosotros, cumplir toda justicia.",
    "Y Uds. mujeres con el cabello corto, cortado, ¿saben qué? Les conviene a Uds. dejarse crecer el cabello y comportarse como una dama. Uds. que usan pantalones cortos; quítenselos, pónganse vestidos. Les conviene actuar como Cristianos, es verdad, porque la Biblia dice que eso está mal; una mujer no debe hacer eso.",
    "Y Uds. hombres que fuman cigarrillos, eso es indecoroso. Y Uds. hombres que permiten que sus esposas hagan eso, y luego Uds. dicen que son “hijos de Dios”, ¿un hombre?",
    "El gran, el gran voto hecho en la ceremonia del matrimonio: “amar, honrar y obedecer”, ha desaparecido. En América, la mujer tiene el derecho. Bueno, en todas partes ella tiene el derecho; la Biblia dice que ella lo tendría así.",
    "Dicen que las mujeres son las conductoras más cuidadosas que tenemos en la nación. Eso está errado. Mi hijo y yo, cruzando la nación, de ida y vuelta, llevamos un registro, y cada vez que hay lo que llamamos un error en la carretera, si es un hombre, lo marcamos debajo de hombre, y de la mujer debajo de mujer. Y de trescientos errores por toda la nación, doscientas ochenta y uno fueron mujeres.",
    "¿En qué basaron el de ellos? En los informes que se entregan. Claro que no, esos policías no van a arrestar a esas mujeres bonitas si consiguen un número de teléfono. Ellos no las multan. Las dejan ir, y esa es la razón.",
    "¿Ven Uds.?, ha venido a ser un mundo de las mujeres; la Biblia dice que así sería. Exactamente. Y es más o menos lo mismo con el predicador en el púlpito, él teme decir algo en contra de eso.",
    "Pero nos conviene a nosotros que cumplamos toda justicia. Tiene que ser dicho en alguna parte. Ud. no considera su fama y popularidad aquí. Ud. es un—Ud. es un prisionero de amor del Evangelio de Jesucristo, y está atado al deber. Ud. es un prisionero de Él, y no puede decir otra cosa, solo lo que dice el Espíritu Santo, y predicar lo que es correcto. Así es. Ud. llega a ser un prisionero de amor para Él. Entonces a Ud. no le importa de qué se trate, Ud. tiene que cumplir toda justicia. Un ministro debería predicar eso, especialmente Uds. pueblo pentecostal, que—que están tan enterados, como—como para permitir eso.",
    "Ahora, aquí hace algún tiempo, un gran hombre famoso vino a mí, dijo: “¿Por qué no deja a esas mujeres en paz?”. Dijo: “Venga aquí, quiero imponerle las manos y orar por Ud., para que Ud. siga adelante, y continúe orando por los enfermos”. Dijo: “Pues, la gente lo considera como un profeta”.\n\nLe dije: “Nunca dije que yo era un profeta”.",
    "Él dijo: “Pero la gente lo considera así”. Dijo: “Ud. debería estar enseñándoles a esas personas cómo obtener grandes dones espirituales”.\n\nDije: “Eso es lo que sucede con la iglesia hoy”.",
    "Dijo: “No decirles acerca de cortarse el cabello, y esto, aquello, lo otro. Yo…”. Dijo: “Ud. debería estar enseñándoles grandes cosas sublimes”.",
    "Yo dije: “¿Cómo puedo enseñarles álgebra cuando ni siquiera se aprenden el ABC?”. Así es.",
    "Ud. tiene que empezar de algún lugar, así que baje hasta el fondo y vaya edificando. No intente empezar desde arriba; Ud. no tiene fundamento. Y ese es el problema con eso hoy, hermanos, ellos no reciben Esto de, “Nos conviene que cumplamos toda justicia”.\n\nFíjense ahora en estos Ángeles.",
    "Y Juan el Bautista, Pablo, y otros, cuando vieron esa Gloria de Dios y esa Luz, ellos se inclinaron ante Ella. Ellos, sí, ellos La honraron, La respetaron, porque ellos se humillaron.",
    "Y estos Ángeles, aunque ministran en Su Presencia, Se cubren Sus pies y Se cubren Su rostro. ¡Oh, vaya! Ahora fíjense, rápidamente ahora, Él tenía dos alas más y, con estas, Él podía ponerse en acción.",
    "Ahora, ese es un verdadero siervo de Dios, lo supo, le mostró al profeta cómo debe ser Su siervo preparado. ¿Qué debe ser un siervo preparado? Ahora, estos siervos, miran… Él había puesto la mirada en un—en un hombre aquí de la tierra y vio el fracaso en que resultó, entonces Dios le mostró un Reino en el Cielo, un trono. Ese es el que hay que mirar. Entonces Él le mostró cómo debe ser un verdadero siervo, que sirve en Su Presencia. Y luego, aquí estaban estos Serafines, cubriendo Sus santos rostros, cubriendo Sus pies, y con dos alas entraron en acción; reverentes, humildes, y en acción. Amén. Si ese no es un siervo uniformado, no sé qué lo será: reverente, humilde, y en acción. ¡Oh, vaya! ¡Se los digo!",
    "Como la mujercita junto al pozo, cuando ella reconoció ese don de Dios, y este Hombre que habló era el Mesías, eso realmente la puso en acción rápidamente. Ella se olvidó de su cántaro. Ella corrió a la ciudad, diciendo: “Venid, ved a un Hombre Quien me ha dicho las cosas que he hecho. ¿No es este el propio Mesías?”. ¡Oh, la acción en que entró ella!",
    "Pedro, cuando Lo tomó a Él por Su Palabra, sobre lo que hablábamos esta mañana, allá en la barca. ¿Se dieron cuenta? Cuando Pedro recibió Su Palabra, y bajó la red allí, y atrapó la—la gran carga de peces, la multitud de peces, rápidamente Pedro dejó la red y entró en acción. Antes de hacer eso, él se postró ante el Señor, y dijo: “Apártate de mí, ¡oh, Señor!, soy un hombre pecador”.",
    "Si esas no serán las mismas palabras como lo dijo el profeta Isaías: “¡Ay de mí, porque he visto a Jehová el Señor, y soy un hombre inmundo de labios!”.",
    "¿No ven Uds. lo que le hace la Presencia del Señor a los verdaderos creyentes? Nosotros ni siquiera queremos confesar; solo queremos decir: “Bueno, somos pentecostales, somos bautistas, somos presbiterianos”, y continuar nuestras vidas. Pero un verdadero siervo genuino, llamado de Dios, se humilla en la Presencia de Dios. Él no critica Eso.",
    "Miren quienes criticaron al Señor Jesús, fueron los fariseos, el sectarismo, ellos fueron quienes Lo criticaron a Él.",
    "Pero el hombre quien realmente estaba dispuesto a ser Su siervo, se humilló y entró en acción. Jesús dijo: “Uds. síganme y Yo los haré pescadores de hombres”. Cuando él vio que Aquello realmente era Dios, él entró en acción.",
    "El ciego que fue sanado, la Biblia dice que él “esparció Su fama por toda región extranjera”. Él entró en acción cuando se dio cuenta que Dios tenía un Representante aquí en la tierra, que podía abrir los ojos de un ciego, y andaba testificando, dando la gloria a Dios. Y los fariseos lo apresaron, y lo que significaría para él, y como dije esta mañana: “Pues” dijo él, “yo no lo puedo explicar, discutir teología con Uds. Pero una cosa sé, que habiendo estado ciego, ahora veo”. Él estaba en acción, seguro, porque había esparcido Su fama por todas partes.",
    "Y, a veces, quizás Ud. no sea un ministro, para esparcir Su fama, pero su vida esparcirá Su fama si Ud. solo vive correctamente.",
    "La gente pobre en Pentecostés, ese montón de pescadores y—y recaudadores de impuestos y demás, con trabajos humildes. Ellos subieron allá por una promesa de Dios, y esperaron en el aposento alto por diez días. “Y de repente vino del Cielo un estruendo como de un viento recio, llenando toda la casa donde estaban sentados”. Y ellos entraron en acción, porque habían visto una promesa de Dios manifestada. Les fue vindicada a ellos, la promesa de Dios, y los puso en acción. Cuando se cumplió Su promesa, eso los puso en acción.",
    "Amigo, permítame decir esto: Lo que nosotros hemos visto en el último año o dos, en el Reino de Dios, debería poner en acción a todo Cristiano nacido de nuevo. Pero la cosa es que nosotros no—nosotros no lo respetamos, para darnos cuenta que es Dios. Solo somos—somos un poco curiosos. Nos gusta ver cositas, y dar una sensación. Nos gusta sentirnos bien. Nos gusta hacer estas cosas. Pero cuando realmente se trata de verdaderamente respetarla y creerla con todo nuestro corazón, eso nos pone en acción.",
    "Bueno, cuando el Ángel vino a María esa mañana camino al pozo, y le dijo que ella “iba a tener un Bebé, sin conocer varón”, eso la puso en acción. Ella fue rápidamente, diciéndoles a todos que ella “iba a tener un Bebé, sin conocer varón”. A ella no le importaba lo que implicara y lo que la gente dijera. Ella realmente se había encontrado con un Ángel de Dios, y eso la puso en acción. Ella estaba consciente de que el Espíritu Santo estaba sobre ella, creando en ella una Vida.",
    "¡Oh!, si nosotros tan solo pudiéramos darnos cuenta de eso, que el Espíritu Santo está sobre nosotros, creando en nosotros una fe, queriendo presentarse Él de tantas maneras y dones diferentes, para crear una fe para una Iglesia raptada. Eso debería ponernos en acción. Pero ¿me pregunto si lo estamos haciendo de la manera como Él lo quería, con reverencia y humildad?",
    "La Columna de Fuego en estos días postreros debería poner a toda la iglesia en acción, Ella siendo vindicada, señales de Su Venida a la mano.",
    "Israel ha regresado a su patria. Jesús dijo: “Cuando la higuera produzca sus brotes, no pasará esta generación hasta que todas estas cosas acontezcan”. Cuando Israel regrese a su patria y llegue a ser una nación, esa generación vería la Venida del Mesías.",
    "Recibí un artículo de un rabino en Palestina, el otro día, que fue muy impactante. Hay una pequeña vid, este año, que ha crecido en Palestina, la cual no se ha visto allí por cientos y cientos y cientos de años. Y fue predicho por los judíos que cuando esa vid volviera a crecer, el Mesías vendría de camino.",
    "Los magos que vinieron de allá de Babilonia, y estaban estudiando las estrellas, ellos eran astrónomos. Y al estudiar ellos las estrellas, vieron el alineamiento de estas tres estrellas. La estrella de Cam, Sem y Jafet, bajo la cual habían nacido, se alinearon, y ellos supieron; esos creyentes científicos observaron los astros celestes, su movimiento, y fue entonces que vieron esas estrellas alinearse sobre Jerusalén. Pues, si ellos estaban en Babilonia, miraron directamente hacia Jerusalén, hacia el occidente, para verlo. Y cuando vieron que eso apareció, ellos sabían que esas estrellas cuando se alinearan una con la otra, el Mesías estaba en la tierra. ¡Gloria!",
    "Y cuando nosotros vemos a Israel yendo a casa, y el Espíritu Santo siendo derramado en las iglesias, las noticias ecuménicas de unirse, y el Concilio de Iglesias, y cosas, y el catolicismo romano y el protestantismo uniéndose, el Mesías vendrá para arrebatar Su Novia.",
    "Y Dios está enviando dones, queriendo crear en nosotros una fe que nos saque de aquí, algún día, en un Rapto; sanando a los enfermos, abriendo los ojos de los ciegos, ¡resucitando a los muertos!",
    "Grandes señales arriba en el cielo: ¡Ángeles viniendo en constelación! Y los científicos mirándolo a la distancia, predicho meses antes de que sucediera. Allí estaba. Allí está en la revista. ¡Hablado meses antes de que sucediera! Siete Ángeles bajaron, y dijo: “La revelación completa del misterio de los seis sellos de Dios sería revelado”. Y allí estaba, exactamente como Él dijo, predicho antes de que sucediera.",
    "Y ellos buscan alrededor, y hallan toda clase de avistamientos místicos, y los llaman seres sobrenaturales de alguna clase. Lo llaman platillos voladores, señales temibles en los cielos, en la tierra. Señales, las señales que nos indican que la Venida del Señor Jesús está a la mano.",
    "Ahora una pequeña vid brota. Israel es su propia nación; tiene su propia nación, su propia bandera. La antigua estrella de David de seis puntas, la bandera más antigua del mundo flamea de nuevo, por primera vez en unos dos mil quinientos años. Tienen su propio ejército; tienen su propia moneda. Ellos están cerca… representados en las Naciones Unidas. Ellos son una nación, por primera vez en dos mil quinientos años. Y mientras llegaban…",
    "Lo tengo en carrete, una película, la llamamos Tres minutos para la medianoche. Y en ella, les preguntaron a estos judíos, cuando los traían, ancianos, sobre sus espaldas, cargándolos; decían: “¿Vinieron Uds. a la patria a morir?”. “No, venimos a ver al Mesías”. Amén. Cuando Uds. ven esas preguntas, ese es el calendario de Dios, ese Mesías está a punto de aparecer. ¡Oh, vaya!",
    "Debemos ser humildes. ¡Cómo debemos ser reverentes! ¡Cómo deberíamos estar en acción, tratando de salvar toda alma que podamos, esparciendo semillas de derecha a izquierda, y haciendo todo lo que podamos!",
    "Pero en lugar, decimos: “Gloria a Dios, no tengo el sentir de ir esta noche. Creo, bueno, creo que me quedaré en casa y veré este buen programa esta noche. Es culto de oración, pero…”. ¡Una iglesia dormida, una Laodicea, rica! ¡Oh, vaya! Allí estamos.\n\nEso debería ponernos en acción.",
    "Nosotros, como el profeta, vimos salir de la exaltación propia, las denominaciones. Vemos exactamente hoy, en la iglesia, lo que ha sucedido, como lo vio Isaías. Él vio a un hombre que aún siendo honrado por Dios, pero lo vimos, él lo vio exaltarse y fue herido con lepra. Nosotros hoy, vemos lo mismo, las denominaciones auto exaltadas: “Somos los más grandes de todos. Nosotros tenemos más miembros que los demás”. La exaltación propia, vea la lepra de la incredulidad herirlos, y ellos son echados fuera.",
    "Entonces deberíamos haber esperado una visión del Cielo, que nos muestre a Jesucristo entre nosotros, Su Palabra prometida de que Él lo haría, sí, señor, influenciados no por algún sistema hecho por el hombre, sino influenciados por Dios Mismo.",
    "Los encontramos, como Uzías, pierden su posición en la Palabra, porque La han cambiado por credos, queriendo hacerse como Uzías de antaño, quieren tomar el lugar del oficio ungido detrás de la plataforma, y rechazan la verdadera Palabra de Dios. No es lugar de ellos estar allá atrás como de Uzías en eso, junto a ese altar, con el incienso. Un hombre que dice ser un Cristiano, y niega los hechos de la Palabra, no tiene más lugar en el púlpito que el que tuvo Uzías con ese—con ese incensario. Un hombre que reclama ser bautizado con el Espíritu Santo y bendecido por Dios, y que se pare y niegue esa Biblia y Su Verdad, La ha cambiado por un credo o algo, él está tan lleno de lepra de pecado e incredulidad como lo estaba Uzías.",
    "Él fue apartado del oficio, pero ellos tratan de cumplir ese oficio por el intelecto; “Soy el Doctor Ph.D., LL.D. Fulano de tal”. ¿Ven?, ellos tratan de usar eso e inyectar educación en lugar de la unción del Espíritu Santo. ¿Ven Uds.?, por lo tanto, un hombre puede tomar esa Biblia, y alguna gran institución puede explicarla y desarmarla, y exponerla aquí y acomodarla para que Ud. vea eso bastante bien; eso es intelecto. Eso es porque él estudió y estudió, desde estos ángulos y cosas, cómo unirla.",
    "Pero déjenme decirles algo: Cuando Dios baja entrando en Su Palabra, Él no solo la une, Él La manifiesta allá afuera y La hace vivir, y La vindica y prueba que eso es la Verdad. Eso es la verdad de la Palabra. Es cuando Dios Mismo dice.",
    "La visión afectó al profeta. ¡Oh, los efectos que la visión tuvo en él! Eso causó que este profeta…",
    "Ahora, recuerden, él había estado con la mirada en un hombre. Pero cuando él vio algo real… Él había observado la vida santa de un hombre, lo vio fallar, lo vio contraer la lepra y morir. Uds. están viendo lo mismo en sus denominaciones. ¿Ven Uds. a dónde se han ido cada una de ellas?",
    "Ahora, este gran movimiento ecuménico. Si una iglesia no está en este movimiento ecuménico, en un tiempo de—de emergencia, esa iglesia no podrá ser usada como iglesia. “Y ningún ministro podrá ministrar a alguien, él morirá por hacerlo. Si él ministra alguna bendición a la gente afuera, él está con el movimiento ecuménico”. Eso está exactamente en las actas hoy, por los luteranos; olvido su nombre. ¿Ven?, así es. “En su iglesia no se podrá adorar; la convertirán en un almacén”. ¿Ven? la marca de la bestia ya entrando en efecto, y lo estamos viendo. El tiempo, ¡oh!, debería poner a la iglesia en acción. Seguro que debería.",
    "Observen ahora los efectos de la visión, lo que le hizo al profeta. Hizo que él… después de observar a ese hombre, y verlo fallar. Él vio a Dios enojarse con el hombre y apartarse de él, y lo hirió con lepra.",
    "Entonces él fue al templo, para decir: “Señor Dios, yo sé que Tú eres Dios; y he estado mirando lo equivocado”. Y entonces Dios le mostró una visión. Y no solo una visión, sino que la visión fue vindicada; porque, en medio de ellos estaban los Serafines volando de un lado a otro, y aun Su voz estremeció el edificio cuando se unió, los quiciales.",
    "Y entonces, ¿ven?, él vio algo real. Y, sin embargo, él era un profeta. Él era un… El—el profeta es a quien viene la Palabra. Pero él nunca había salido a una esfera más allá de lo que había estado mirando, su héroe, Uzías, mirando al pastor, al—al gran personaje. Y cuando él vio el fracaso allí, por la Palabra, y vio la Palabra reprender al hombre porque él estaba usurpando un oficio que no le correspondía, entonces ¿qué sucedió? Miró hacia arriba, y él vio al Señor.",
    "¿Puede Ud. leer entre líneas? ¿Pueden ver lo que estoy diciendo ahora? El Señor Jesús que prometió: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre”. El mismo Dios que escribió la Biblia, dijo: “Jesucristo es el mismo ayer, hoy, y por los siglos”. Y Él dijo: “El que en Mí cree, las obras que Yo hago, él también las hará”. ¿Captan lo que quiero decir?",
    "Entonces ese hombre de corazón sincero vio la Gloria de Dios, él La vio en acción. Y él clamó, como un pecador, y confesó que él mismo era un pecador. Él nunca había visto algo así, tan real, antes. Confesó que él era un pecador.",
    "Entonces ¿qué sucedió? Cuando el profeta se preparaba para confesar, entonces vino la verdadera limpieza.",
    "Hasta que la gente esté dispuesta a confesar, ni para que tener estos servicios de sanidad. Si Ud. confiesa sus pecados, confiesa su incredulidad, confiesa las cosas que Ud. está haciendo mal, entonces Dios puede hacer algo. Pero hasta que no haya una confesión, no puede haber limpieza.",
    "Y tan pronto como Isaías dijo: “¡Ay de mí! Soy hombre inmundo de labios, y con pueblo de labios inmundos habito”. Luego vino la confesión que, luego vino el Querubín con el Fuego. ¿Se dieron cuenta? Dios no usó un seminario para limpiarlo; Él no usó un—un libro de leyes para limpiarlo; Él lo limpió con Fuego.",
    "Dios siempre limpia a Sus siervos, cuando está listo para ponerlos en el deber, por medio del Espíritu Santo y Fuego. Dios limpia por Fuego; no por libros, no por educación, no por concepción intelectual, no por denominación. Sino que por el Fuego del Espíritu Santo, Dios limpia a Su siervo.",
    "Entonces fíjense, entonces, después de la confesión, después de la limpieza, entonces vino la comisión. Luego fue la comisión. Después de confesar y ser limpio, fue entonces cuando Isaías ya limpio respondió a Dios, y dijo: “Heme aquí, envíame a mí”. Después de que él fue limpio, confeso, limpio por el Fuego, entonces ese Isaías ya limpio estaba listo para obrar. Él estaba listo para ser un ejemplo. Él estaba listo para—para tener que exponer su vida, para que otros pudieran ser influenciados por él.",
    "Pero hasta que él lo confesó, hasta ser limpiado, él hasta entonces no había sido una muy buena influencia, solo como un títere para el rey.",
    "Ahora él está limpio, ahora él ha confesado y está limpio, y llamado y comisionado para ser un profeta. Y Dios le permitió escribir toda la Biblia, en sesenta y seis Libros de la Biblia, hay sesenta y seis capítulos de Isaías. Él comienza en Génesis; a la mitad del Libro vino Juan el Bautista; y entra directamente en el reino del Milenio, en Isaías 65 y 66, eso es correcto, el Apocalipsis. Él escribió todo el bosquejo de la Biblia. ¿Por qué? Porque él se humilló cuando vio la Presencia de Dios.",
    "¿Qué hizo él? Y su, después de él haber hecho eso, y humillarse y que fue limpio y apartado, y limpio y comisionado, él ha influenciado a millones de personas. Aquí está su Libro, aquí está la Escritura de Isaías que ha influenciado a los hombres desde ese tiempo hasta este. Su influencia continúa.",
    "La Biblia dice: “Sus obras con ellos siguen”. Como el Espíritu Santo le dijo a Juan, en Apocalipsis, o en la Isla de Patmos: “Tienes que profetizar aún delante de reyes y naciones y pueblos”. El Libro de Apocalipsis todavía está profetizando. “Descansarán de sus trabajos, pero sus obras con ellos siguen”. La influencia que tuvieron, aún los sigue. ¿Ven? Seguro que sí.",
    "Y ahora, hoy, encontramos la misma cosa, influencias. Nosotros tenemos que influenciar.",
    "Antes de que podamos influenciar, tenemos que reconocer a Dios, tenemos que estar limpios, tenemos que ser humildes. Tenemos que rebajarnos, y saber, solo seguir pensando y sabiendo lo pequeño que Ud. es. Ud. no es nada; yo no soy nada; y ninguno de nosotros es nada, pero Él es todo. Él es digno de toda alabanza, ¡Oh, Cordero de Dios! Lo que necesitamos es regresar al templo, necesitamos regresar al altar de Dios y hacer un altar en nuestros propios corazones, donde podamos rendirnos, y luego ver al Señor Dios de los ejércitos bajar en estos últimos días y hacer lo que hizo cuando Él primero estuvo aquí. Entonces Ud. lo entenderá, y clamará: “¡Ay de mí!”.\n\nCuando el carbón de Fuego había tocado al profeta,\n\nHaciéndolo tan puro como puro pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Maestro, heme aquí, envíame a mí”.",
    "¿Será así? Cantémoslo.\n\nDi, mi Señor, di, mi Señor,\n\nDi, y me apresuraré a responder… yo;\n\nDi, mi Señor, di, mi Señor,\n\nDi, y responderé: “¡Señor, envíame a mí!”.\n\nEscuchen, amigos:\n\nMillones ahora en pecado y vergüenza mueren,\n\nEscuchen su triste y amargo clamor;\n\nApresúrate, hermano, apresúrate a su rescate;\n\nRápidamente responde: “Señor, heme aquí”.\n\nAhora di, mi Señor, di, mi Señor,\n\nDi, y me apresuraré a responderte a Ti;\n\nDi, mi Señor, di, mi Señor,\n\nDi, y responderé: “Señor, envíame a mí”.",
    "¿Le aman? Inclinemos nuestros rostros ahora, por un momento, y tarareemos esto.\n\n…el carbón de Fuego había tocado al profeta,",
    "Tarareémoslo ahora.\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Señor, aquí, envíame a mí”.\n\nDi, mi Señor, di, mi Señor,\n\nDi, y me apresuraré a responderte a Ti;\n\nDi, mi Señor, di, mi Señor,\n\nDi, y responderé: “Señor, envíame a mí”.",
    "Padre Celestial, estamos esperando una limpieza de toda incredulidad, porque verdaderamente millones ahora están muriendo en pecado y vergüenza. ¿De qué sirve, Señor, que nosotros—que nosotros profesemos, si no tenemos lo que profesamos tener? ¿De qué nos sirve intentar imaginar con nuestro intelecto que algo ha sucedido, cuando realmente sabemos que no ha sucedido? Nuestro Padre Celestial, oramos que nos limpies ahora de toda nuestra incredulidad, y todas nuestras cosas carnales de la vida, para que podamos ser limpios por la Sangre del Señor Jesús.",
    "Este grupo aquí en Chicago, por esa visión la otra mañana, Señor, yo sé que hay parte de esa Novia esperando aquí, y no sé exactamente cómo alcanzarla, Señor. Solo estoy sembrando semillas donde puedo. Oro, Dios, si hay de ellos aquí, esta noche, que—que no—que no tienen esta experiencia, que nunca han estado ni han visto el verdadero Reino de Dios siendo manifestado, nunca han sentido los resultados de eso, ni visto sus vidas en línea con toda la Palabra, y pueden y todo lo demás, Señor, concede que esta noche sea la noche en que ellos lo hagan. Concédelo, Padre. Oramos así en el Nombre de Jesús. Amén.",
    "Ahora con reverencia. Yo—yo estoy seguro que Uds. me conocen lo suficiente, o eso espero. Yo no soy un fanático. Si lo soy, yo—yo no me doy cuenta. Y no creo que Dios honre a los fanáticos. Todos estos años y en el campo, algo hubiera sucedido. Yo soy su hermano. Pero yo—yo sí creo con todo mi corazón que… Ahora, no pudiera decir que el Señor me lo dijo, pero yo creo que esta generación que vive ahora será testigo de ese Rapto. Así de cerca, creo yo. No puedo ver nada más que falte por venir. ¿Ven?, todo se ha movido exactamente en su lugar.",
    "¿Recuerdan lo último que sucedió antes de que Sodoma fuera quemada? El Señor fue manifestado en carne humana. Ahora, Él era un Hombre. Él comió carne y bebió la leche de la vaca, y comió pan de maíz, y se comió el becerro de la vaca, y se paró allí y comió. Y, sin embargo, Abraham, quien habló con Él, dijo que era “Dios Todopoderoso”. ¿En carne humana? Sí. Él estaba mostrando un ejemplo de lo que iba a hacer en los últimos días. Jesús se refirió atrás a eso.",
    "Y observen cómo ministró Él. Lo primero, Él se refirió atrás a Su promesa. ¡Um! ¿Ven Uds. el lado teológico de eso? ¿Ven?, Él dijo: “Yo te hice una promesa, y ahora estoy aquí para confirmarla”. Y ahora, cómo sabemos que esa promesa es… Observen, eso. Ellos estaban esperando. Justo antes de que cayera el fuego, Abraham y Sara estaban esperando un hijo prometido. Dios apareció en carne humana e hizo señales delante de ellos, a lo que Jesús se refirió, que lo mismo sucedería en Su Venida, que Él, el Hijo prometió. Y hemos visto eso ahora sucediendo, ya para quince años.",
    "Y aun así la iglesia empeora. Con razón, en realidad podemos ver que estamos en la Edad de Laodicea.",
    "Ahora el Espíritu Santo está aquí. Puede haber algunos aquí… Estamos, estamos, hemos, hemos—hemos estado orando por los enfermos, pero estoy haciendo un llamado al altar. Estoy haciendo un llamado al altar tanto a los profesantes como para aquellos que nunca han hecho una profesión. Les estoy pidiendo que vayan conmigo al templo de Dios, el cual está dentro de Uds. Vaya al confesionario de su corazón, y diga: “Señor Dios, límpiame. Y envía al Ángel, con un carbón de Fuego, y—y quita de mí toda incredulidad, para que esta noche yo pueda reconocer la Presencia de Dios, como lo hizo el profeta Isaías cuando el Ángel lo tocó”. Yo quiero que Uds. hagan eso, y sean realmente sinceros.",
    "Y ahora tenemos una promesa para esta edad. No se nos ha prometido una gran cantidad de teología. Se nos ha prometido…",
    "Miren, los—los hebreos tuvieron dos mil años de teología, pero a ellos se les dio una señal antes de que fueran destruidos. A Lot y a los demás se les dio otra señal. Ellos vieron la misma señal. Y ahora si Dios permite que la gente… Cuando Jesús estuvo aquí, Él hizo esa misma señal para los hebreos, Él la hizo para los samaritanos, y no para los gentiles.",
    "Ahora, este es el fin de la Edad Gentil, como lo fue entonces para la edad de ellos. La Iglesia Gentil está siendo llamada. Ahora, Dios no puede cambiar Su programa, porque Él es infinito, y Él es perfecto, omnipresente, omnisciente, omnipotente e infinito. Si no lo es, Él no es Dios. Así que, ¿ven Uds.?, Él tiene que hacer lo mismo que hizo entonces. Por esa razón es que ellos sabían en cada generación que Él Se había manifestado, era de la misma manera, sabiendo que Él es el mismo.",
    "Ahora, si Jesucristo se parara aquí, esta noche, en esta plataforma, si Él se parara aquí, lo único que Él haría, sería lo mismo que Él hizo cuando estuvo allá atrás, para hacer que la gente entendiera que Él era el Hijo de Dios.",
    "Ahora Él está aquí. Él prometió estar aquí, y ahora la única manera en que Él puede obrar es por medio de Su promesa: “Yo soy la Vid; vosotros los pámpanos”. Y los pámpanos dan testimonio de que la vida viene de la vid, o ella no tiene vida. Pero si es energizada por la vida, tiene la misma vida que tiene la vid. Está—está presionándose, o empujándose hacia arriba en la rama.",
    "Ahora, sean reverentes por un momento. Y que el Dios del Cielo me ayude, que, Uds. en este sermón que he predicado, que cuando… Isaías, ese creyente, cuando él llegó al punto en que había visto el fracaso del hombre que trató de representar a Dios, luego él vio a Dios descender, en una realidad, entonces él clamó: “¡Ay de mí!”. Porque, Dios había hecho la promesa de esa manera; Él la hizo a cada generación. Él la está haciendo para nosotros, en esta nuestra generación. Vemos todo exactamente en orden para Su Venida.",
    "Ahora, ¿creen Uds. que Él está aquí? Pues, que Él me ayude.",
    "Y quiero saber cuántas personas enfermas hay allá afuera, levanten sus manos. Uds. tengan fe. Y ahora les pido que tomen esta Escritura, Hebreos, que “Él es el Sumo Sacerdote de nuestra confesión, y Él puede compadecerse de nuestras debilidades”.",
    "Ahora Ud. ore: “Dios, permíteme tocarte a Ti. Y luego Tú, en respuesta, habla por medio del Hermano Branham, como lo hiciste por medio de Tu verdadero Hijo. Él solo es un hijo adoptado como yo. Pero Tú has prometido que en estos últimos días lo harías. Ahora, Señor, permíteme ver algo real”. Y Uds. oren.",
    "Que el Dios del Cielo, en base a que he derramado mi corazón a Chicago y dondequiera que voy, que Él lo confirme así.",
    "Ese hombre que acaba de levantarse de su asiento, es un hombre grande, sentado aquí mismo frente a mí, que tiene las manos levantadas. No, el de atrás, con la camisa blanca. No es exactamente por Ud. mismo, pero Ud. está orando por alguien más. Es un ministro. ¿Cree que puedo decirle cuál es el problema de él? Sufre problemas al corazón. Si así es, mueva su mano. Crea por él ahora.",
    "¡Si tan solo lo cree! Pero Ud. tiene que creerlo. Si Ud. no lo cree, no funcionará. El hombre en sinceridad.",
    "Aquí, aquí, aquí está sentada una mujer aquí mismo por este lado, la segunda mujer aquí atrás en la segunda fila aquí, aquí mismo. Ella está sufriendo de un problema de colon. Es una infección en su colon. La damita allí al final, algo canosa, pónganse de pie para que la gente pueda verla. Sí, esa es Ud. Es la verdad. Es una infección en el colon, y también Ud. tiene otros problemas, complicaciones. Si así es, levante la mano.",
    "Ahora, ¿a quién tocó ella? A mí no. Ella lo tocó a Él. Jesucristo es el mismo ayer, hoy, y por los siglos.",
    "Aquí está una señora sentada aquí atrás. Ella tiene un problema, un rugir en su cabeza, está nerviosa, complicaciones. Sra. Pfeiffer, crea Ud. con todo su corazón. Pónganse de pie. Yo no la conozco, pero Jesucristo le da su deseo. Nunca la he visto en mi vida; es una desconocida para mí. Se detendrá. No se preocupe. Su fe la ha sanado.",
    "¿Cree Ud.? ¿No ven Uds. que eso es lo que Él prometió?",
    "Ese hombre sentado allá atrás. Allí, ¿no ven esa Luz? Él está muy mal. Ha tenido un tumor en su garganta. Él tuvo una operación; el médico no le da mucha esperanza. ¿Cree Ud. que Dios lo sanará? ¿Lo acepta, Sr. Stonelake? ¿Cree Ud. con todo su corazón? Muy bien, póngase de pie, Jesucristo lo sanará.\n\n“¡Si podéis creer”!",
    "Esta señora acostada aquí en esta camilla. Por supuesto, Ud. no tiene tarjeta de oración, no tenemos eso ahora. Ud. está paralizada. ¿Cree Ud. que esto es la Verdad? ¿Cree Ud. que lo que ha oído esta noche es la Verdad? Si queda postrada allí, Ud. morirá. Pero Jesucristo puede sanar a un paralítico. ¿Cree Ud. que Él lo hará? Si Ud. lo cree y lo acepta, entonces Ud. puede levantarse de esa camilla e irse a casa, en el Nombre de Jesucristo, y ser sanada.",
    "Allí viene ella, parándose de allí. Alguien que le dé una pequeña levantada allí ahora, ella está paralítica. Alguien… Allí viene ella sola, se ha levantado de la silla, sana, en el Nombre de Jesucristo.",
    "¿Creen Uds. con todo su corazón? [La congregación se regocija.—Ed.] Entonces pónganse de pie y…",
    "¡Allí viene una mujer paralítica caminando por la congregación!…?…\n\nDi, mi Señor…(Unge.)\n\n¿Creen Uds. con todo su corazón?",
    "He allí otro hombre que estaba paralítico, de pie de la camilla; ¡se ha parado de la camilla, glorificando a Dios!\n\n¿Creen Uds.?",
    "¿Dónde hay otro? ¡Todas las camillas están vacías, todo! ¡Todos están de pie, alabando a Dios!\n\n¡Cuando el carbón de Fuego había tocado al profeta!",
    "¡He allí una mujer paralítica caminando hacia la plataforma! ¡Alabado sea Dios! ¡Denle gloria y alabanza!",
    "Aquí hay otro hombre subiendo a la plataforma. Mírenlo subiendo los escalones, Hermano Fitch.",
    "Démosle gloria a Dios. Levanten sus manos y denle la gloria a Dios. 🦅"
  ]
}