{
  "title": "PERDÓN",
  "id": "63660009",
  "content": [
    "🦅  Permanezcamos de pie un momento para orar. Inclinemos ahora nuestros rostros.",
    "Nuestro Padre Celestial, consideramos éste un privilegio tan grande pararnos aquí entre los salvos, y poder cantar este antiguo himno glorioso de la Iglesia, “Creo, Señor”; al ver la Fe de nuestros padres viviendo aún en los corazones de Sus hijos, con el transcurrir de las edades. Y como acaba de decirnos el canto: “Vamos de camino a la tierra de Canaán”. Oramos, Padre, en esta noche, que si hubieran aquí algunos que aún no han tomado esa decisión, que no han llegado al punto en que-en el que ellos puedan tan sólo creer la Palabra, oro que ésta sea la noche en que tomen esa decisión final y acepten a Cristo como Salvador y sean llenos de Su Espíritu.",
    "Te damos gracias por este grupo llamado los Hombres de Negocios del Evangelio Completo, y por lo que representa, justicia. Estamos gozosos de saber que en nuestra tierra hay hombres, en el mundo de los negocios, que toman tiempo para servirte, para compartirlo con otros, usando de su-su dinero y su tiempo para ayudar a otros por el camino, a que lleguen a ser ciudadanos del Reino de Dios.",
    "Te damos gracias por nuestros hermanos ministros aquí esta noche, los que están sosteniendo la luz de la antorcha, para mostrarle a este mundo tenebroso que hay un camino que conduce a la Gloria, para todo miembro de la Iglesia del Dios vivo y para aquéllos que han entrado Señor, los nuevos. Oramos que ahora mientras nos disponemos a abrir la Palabra, que Tú la repartas al pueblo de acuerdo a nuestra necesidad. Y cuando haya terminado el servicio, esta noche, y vayamos a casa, que haya recién nacidos añadidos al Reino. O, quizá haya alguien aquí en esta noche, Señor, que esté muy enfermo y necesite el toque del gran Médico, que ellos lo reciban en esta noche. Concédelo, Señor. Y humildemente te daremos la gloria, porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.\n\nPueden tomar asiento.",
    "Es uno de los momentos más grandiosos en mi vida, cuando puedo pararme delante de personas, para hablar acerca del gozo de mi vida: Jesucristo, y de lo que Él significa para mí, y luego tener el privilegio de compartir este gozo con alguien más que nunca ha tenido este gozo. Hablaba el otro día de cuando yo era un muchacho predicador. Con éste son treinta y tres años en el ministerio. Y yo vivía con la reputación de ser un muchacho predicador. Pero ya he pasado ese tiempo, y ahora estoy llegando a ser el predicador anciano.",
    "Pero cada día, “Él” como dice el canto, “es aun más dulce que ayer”. Mientras empiezo a cruzar la marca de medio camino, y a mirar en dirección hacia la puesta del Sol, Cristo significa más para mí, día tras día. Y cuando tengo este privilegio de pararme delante de hombres y mujeres de negocios de las comunidades, y hablarles acerca de Algo que significa más para ellos que-que cualquier cosa en todo el mundo, eso es Vida Eterna. No pienso que haya algo más importante, en lo que yo pudiera pensar, que la Vida Eterna.",
    "Cuando es joven, uno empieza a pensar, bueno, de niño está jugando con los trompos, y la niña cortando muñecas de papel. Pasado un tiempo, es su educación. Luego, ¿se casará uno con la muchacha de ojos color café o azul? Y después hay que pagar la casa, los hijos tienen que recibir sus estudios y, ¿por dónde va uno?",
    "Pero estoy muy contento que exista Algo que es real, después de que todo esto termine. Luego uno entra en Algo que significa más que estas otras cosas. Las cuales son-ellas son esenciales, seguro que son; en cuanto a quién va a ser la madre de nuestros… y el padre de nuestros hijos, y nuestros hogares y todo eso, y la educación de los hijos. No obstante, aun así todo eso perece, va pasando. Pero la Vida Eterna es lo más importante que conozco. Me dio satisfacción cuando era un joven; me satisface ahora que soy un hombre de mediana edad. Y estoy seguro que cuando se esté bajando el telón en mi vida, estaré gozoso de encontrarme con Aquél para el cual he vivido.",
    "Ahora, para el Hermano Tony (el-el presidente aquí del capítulo), estoy contento de estar aquí con él en compañerismo esta noche, juntamente con el Hermano Carl Williams y con los otros ejecutivos o representantes del capítulo, y con todos Uds. que nos visitan. Estamos contentos de estar aquí.",
    "Yo estaba hablando una vez, creo que fue en Little Rock, Arkansas, en el Auditorio Conmemorativo Robinson. Y allí había un hombre que fue sanado, llevaba varios años en muletas, se sentaba en la calle vendiendo lápices. Y él podía (¡Oh!), contorsionarse; sus extremidades estaban paralizadas. Y se movía… La gente sentía mucha lástima por él. Una noche vino a la reunión, y él recibió una tarjeta de oración, y entró a la línea y fue sanado.",
    "Y al día siguiente él traía las muletas en la espalda, caminando de allá para acá por la calle, testificando. Y yo estaba tratando de hablar. Y-y después de un rato él se levantó, y dijo: “Hermano Branham”, dijo, “no sé qué pensar”. Dijo: “Cuando lo oí a Ud. hablar”, dijo, “pensé que Ud. era un nazareno”; eso es lo que era él. Y dijo: “Y luego vi a tantos pentecostales alrededor”, dijo, “alguien dijo que Ud. era pentecostal. Y luego lo oí a Ud. decir que era un bautista, o que fue ordenado en una iglesia bautista”, dijo, “me confunde todo eso. ¿Qué es Ud.?”.",
    "Dije: “¡Oh!, es fácil, soy un pentecostal nazareno bautista”. Así que, es todo eso a la vez.",
    "Cuando vine entre el pueblo pentecostal, hace algunos años, hacia los cuales el Señor me envió, cuando Él ordenó que yo debería orar por Sus hijos enfermos… Y la propia iglesia denominacional con la que estaba en ese tiempo no creía mucho en orar por los enfermos, o en sanidad Divina; eso era ajeno para ellos. Me dijeron que me había convertido en un santo rodador. Y pues, tal vez me he convertido en un santo rodador, yo no sé; pero sea lo que sea, estoy muy contento. Y alguien dijo que yo me había vuelto loco. Respondí: “Entonces déjenme en paz, porque estoy más contento de esta manera que de la otra”. Por lo tanto, me-me siento bien de esta manera. Y he… Ha sido un gozo inefable.",
    "Pero cuando llegué entre el pueblo pentecostal, yo-yo pensé que sólo eran un grupo. Y luego me vine a enterar que hay casi la misma cantidad de grupos que se habían desprendido, entre ellos, como los había en la iglesia bautista de la cual venía. Entonces no tomé lado con ninguno de los grupos. Procuré pararme entre todos y decir: “Somos hermanos”. ¿Ven? Y ésa ha sido mi actitud desde entonces: ver la gran Iglesia del Dios viviente unida en fe y en oración y esfuerzo.",
    "Y luego cuando los Hombres de Negocios del Evangelio Completo establecieron su organismo (pues ellos no son una organización, son un organismo), eso entonces incluyó a todos los grupos. Y eso me ha provisto un lugar, y ellos me tomaron bajo su ala. Y estoy muy agradecido por la oportunidad de hablar para los Hombres Cristianos de Negocios, porque allí puedo expresar mi creencia entre todos los grupos a la vez. Y eso ha sido algo grandioso para mí. Y yo pertenezco a una organización, y ésa es la de los Hombres de Negocios del Evangelio Completo.",
    "Y con ese fin están ellos ahora en el África, donde tenemos planes de ir inmediatamente, allá a Sudáfrica, donde el Señor nos dio una de las reuniones más grandiosas que pienso que nos haya dado, fue allá en Sudáfrica, en donde vimos a treinta mil nativos recibir a Cristo como Salvador en el servicio en una tarde. Registraron treinta mil.",
    "A la mañana siguiente, mientras hablaba por teléfono con Sidney Smith (el alcalde de Durban, el cual estuvo en la reunión); tuvimos alrededor de doscientos mil en el estadio, o el-o en el hipódromo. Y él dijo: “Vaya a su ventana y mire por la ventana”. Y allí venían siete furgonetas cargadas. Y esos camiones ingleses eran prácticamente del largo de este cuarto, cargados de muletas y sillas de ruedas, y-y cosas en que la gente había estado acostada el día anterior. Y ellos caminaban detrás de los camiones, cantando, con sus manos levantadas, el canto que Uds. cantaron hace unos momentos: “Sólo creed, todo es posible”.",
    "Y yo, en mi corazón, dije: “Señor, éste será una día memorable para mí”. Y los pocos días… el día… Yo apenas iba a estar allí tres días. Y allá es adonde estaré regresando ahora. Y estuve allí tres días, y, yo-yo sencillamente no sé todo lo que aconteció. Eso vino como resultado de un solo milagro que el Señor hizo en la plataforma; le dio a un muchacho que caminaba en sus manos y pies como un perro, lo restauró a su mente cabal y lo enderezó delante de la gente. Y el día anterior, esa gente tenía que estar separada por cercas, pues estaban en guerra entre las tribus. Y ahora ellos estaban en paz, caminaban abrazados, cantando: “Sólo creed, todo es posible”.",
    "Déjenme decirles, el gran Evangelio antiguo, aunque en su simplicidad, nunca ha perdido su poder cuando es predicado en la sencillez de la resurrección de Cristo. Y yo… Con cada día lo aprecio más.",
    "Y si Ud. es un hombre de negocios aquí esta noche, y Ud. no ha entrado en ningún compañerismo de los Hombres de Negocios, permítame recomendarle a estos Hombres de Negocios del Evangelio Completo. No es necesario que Ud. pertenezca a ninguna iglesia, o-o cualquiera que sea su iglesia, está perfectamente bien. Tiene como título “Hombres de Negocios del Evangelio Completo”, pero no tiene que ser un hombre del Evangelio completo para hacerlo. Metodistas, bautistas, luteranos, presbiterianos, aun sacerdotes católicos, quienquiera está allí.",
    "Saben, creo que Jacob cavó un pozo y los filisteos lo hicieron huir de allí. Yo creo que él lo llamó “Malicia”, o algo. Él cavó otro, lo hicieron huir de ése; y él lo llamó “Disputa”. Y cavaron el tercero; él dijo: “Hay lugar para todos”. Entonces creo que eso es lo que es esto: Hay lugar aquí para todos nosotros. Y nos daría gusto tenerlos aquí en esta área de Tucson, que vengan y tengan compañerismo con nosotros.",
    "Y entonces no olviden la reunión de Phoenix. Y ahora, sé que no debemos dar publicidad aquí desde la plataforma, pues hemos hecho ésa una de las normas. Pero siendo que todo esto está relacionado con los Hombres de Negocios del Evangelio Completo, estaré orando por los enfermos y predicando cuatro días antes de la reunión en el Ramada, este próximo diciembre… [Alguien dice: “Enero”.—Ed.] Enero, del… [“19 al 23”] 19 al 23. Cuatro días. Empezaré el 19, ¿correcto? [“Sí”.] Empezaré el 19. Y luego tendré una reunión de cuatro días.",
    "Y para Uds. personas de Tucson, el próximo domingo en la noche, voy a orar por los enfermos allá en las Asambleas de Dios, Grantway, en la iglesia del Hermano Arnold Mack. Si hay alguien enfermo y quisiera venir, estaré hablando allí, el Señor mediante, el próximo domingo en la noche, orando por los enfermos.",
    "Y ahora, que las bendiciones de Dios reposen sobre Uds. Y si tienen su Biblia, me gustaría entrar rápidamente a la Palabra, pues sé que muchos de Uds. trabajan mañana. Y les hablaré en esta noche de una Escritura que quiero leer del Libro de Romanos, Romanos el capítulo 8. Y queremos empezar en el versículo 28, y leer incluyendo hasta el versículo 32. Romanos 8:28.\n\nY sabemos que a los que aman a Dios, todas las cosas les ayudan a bien, esto es, a los que conforme a su propósito son llamados.\n\nPorque a los que antes conoció, también los predestinó para que fuesen hechos conformes a la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos.\n\nY a los que predestinó, a éstos también llamó; y a los que llamó, a éstos también justificó; y a los que justificó, a éstos también glorificó.\n\n¿Qué, pues, diremos a esto? Si Dios es por nosotros, ¿quién contra nosotros?\n\nEl que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas?",
    "El Señor añada Sus bendiciones a la lectura de Su Palabra. Y ahora quiero hablar sobre el tema de: Perdón. La Biblia dice aquí, en esta noche, que: “Él nos dio todas las cosas”. Bueno, ciertamente no pudiéramos hablar sobre “todas las cosas”. Pero sí tomaremos una cosa que Él nos ha dado, y ésa es: Perdón. Y yo pienso que ésa es una palabra gloriosa, el ser “perdonado”. Pues, todos somos culpables de pecado. Todos hemos pecado y estamos destituidos de la gloria de Dios. Y Dios, por medio de Su Hijo, nos ha perdonado de esta culpa de iniquidad y pecado.",
    "Y un perdón, me recuerda de una historia que leí cierta vez, de la Guerra Revolucionaria, creo que fue. Que hubo un hombre, un soldado (soldado de infantería), que hizo algo que era… Los tribunales lo habían encontrado culpable y fue sentenciado a ser fusilado. Creo que fue, abandono de su puesto de deber en tiempo de batalla. Y él-él iba a morir fusilado por un pelotón.",
    "Y un compañero sintió tanta lástima por este hombre, que finalmente logró acudir al-al gran Presidente Lincoln. Lincoln, siendo un caballero Cristiano… Dicen que él iba llegando en su carruaje cuando el mensajero lo encontró. Y él se postró de rodillas y dijo: “Sr. Lincoln, Presidente de los Estados Unidos, bondadoso señor”, dijo él, “pido misericordia por uno, sabiendo que Ud. es Cristiano, y sé que Ud. tiene compasión en su corazón por el agobiado”. Él dijo: “Mi amigo estaba en el puesto del deber en donde había sido asignado, pero cuando los fusiles rugían y los cañones disparaban, él se atemorizó y abandonó el puesto del deber. Sr. Lincoln, ésa no fue su intención; él es un buen hombre. Y ahora, en una semana a partir de hoy, él deberá morir frente a un pelotón de fusilamiento. No hay manera de salvarlo excepto que Ud. firme su perdón”.",
    "El Sr. Lincoln, con lágrimas en los ojos, sacó un pliego de papel de su portafolio y escribió allí: “Yo, Abraham Lincoln, perdono a este hombre de tal cosa, y no morirá”, y firmó allí su nombre.",
    "Y el hombre le dio las bendiciones de Dios. Y regresó a la prisión, y le dijo a su amigo: “Tengo tu perdón”. Y él lo sacó, en una hoja de papel, y le mostró.",
    "Y el hombre dijo: “No te burles de mí. Estoy aquí ya para morir, ¿y vienes con semejante cosa? Yo no lo creo, sencillamente no puedo creer. Eso no puede ser. Cualquier hombre pudiera firmar su nombre, ‘Abraham Lincoln’”.",
    "Él dijo: “Pero ésta es la firma del Presidente”. Dijo: “Estás perdonado”.",
    "Y él le dio la espalda y se retiró. Y el hombre murió frente al pelotón de fusilamiento.",
    "Y entonces aquí está una-una-una nota de liberación de Abraham Lincoln, el Presidente de los Estados Unidos, para dejar en libertad a este hombre, y con todo, ellos lo fusilaron. Entonces fue juzgado en los Tribunales Federales, y ésta fue la decisión: “Un perdón no es un perdón a menos que sea aceptado como perdón”.",
    "Por lo tanto, esto que leí en esta noche, que Dios nos da todas las cosas, y que Él nos da el perdón, es perdón para los que quieren aceptar la Palabra de Dios como perdón. Pero sólo porque la leamos, no significa que uno está perdonado. Quiere decir que uno tiene que aceptar eso como su perdón; que Dios dio Su Hijo para morir en el lugar suyo, y entonces es un perdón.",
    "Absuelto de culpabilidad, es lo que quisiéramos recalcar aquí. Un perdón de Dios es una liberación de culpabilidad. No el ignorarla por alguna doctrina sicológica que de alguna manera pudiera brindarle alguna sensación que Ud. ha hecho lo correcto por haberse unido a la iglesia, o recibir algún credo. Sino que es una-una liberación de su culpabilidad, por el poder del Calvario. Algo lo ha liberado a Ud. No hay más culpabilidad. La Biblia dice, creo que en Romanos 5:1: “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu”.",
    "Ahora, un hombre, cuando es absuelto del pecado (un hombre o una mujer), no les queda deseo en el corazón de caminar tras las cosas del mundo. Él es libremente perdonado y llega a ser una nueva criatura en Cristo Jesús. Y sus afectos están enfocados en las cosas de Arriba, donde Cristo está a la diestra de Dios. Él es libremente absuelto. Él no necesita de algún sacerdote que se lo diga o de algún ministro que se lo diga. Él mismo sabe que está perdonado, porque ha aceptado eso en base a que Dios se lo envió a él, por medio de Jesucristo. ¡Qué alivio se siente al estar libre de pecado!",
    "Me fue dicho que cuando se firmó la Proclamación de Emancipación a favor de los esclavos en el sur, hace muchos años, que el tiempo establecido en que serían libres era al salir el Sol en una cierta mañana. Y todos salieron de la vieja plantación. Y muchos de los jóvenes escalaron hasta la cumbre de la montaña, porque serían los primeros en ver salir el Sol, y después los mayores un poco más abajo, y luego las mujeres y niños abajo. Y estuvieron en espera mucho antes del amanecer. Pues el látigo bajo la esclavitud y las arduas pruebas habían marcado sus vidas con angustia, y ellos anhelaban ese día cuando supieran que estarían perdonados. Y la Proclamación de Emancipación decía: “En tal día, al salir el Sol, quedan en libertad”. Y ellos anhelaban ver esa hora cuando el Sol saliera, con tal ansiedad que escalaron las montañas.",
    "¡Oh, si en esta noche los pecadores pudieran tan sólo estar así de ansiosos por saber que han sido perdonados! Uds. quedan perdonados en el momento que aceptan a Jesucristo como su Salvador. Uds. entonces quedan perdonados.",
    "Dicen que los jóvenes esperaron. Y tan pronto como el Sol empezó a brillar en el oriente, ellos gritaron abajo hacia los mayores: “¡Somos libres!”; y los mayores hacia abajo a las mujeres y niños: “¡Somos libres! ¡Somos libres!”, porque el Sol había salido.",
    "¡Oh, el hombre se había vendido al pecado, y cuando el Hijo de Dios salió del sepulcro esa mañana para justificación nuestra, pienso que debió haber un grito por todas las naciones: “Somos libres del pecado y la vergüenza, libremente perdonados, por los lazos al Calvario”! No hay nada más grande que pudiera ser dado a la raza humana.",
    "Cuando el hombre pecó en el huerto del Edén, él cruzó el gran abismo, separándose a sí mismo del Ser Eterno. En ese tiempo el hombre era Eterno con Dios. Él no sufría enfermedades, angustias, ni muerte. El hombre no fue hecho para morir. El infierno no fue hecho para el hombre. El infierno fue creado para el diablo y sus ángeles, y no para la humanidad. Pues ellos fueron creados en la Tierra para ser hijos e hijas de Dios. Pero cuando el hombre pecó y cruzó la línea divisoria entre el bien y el mal, él mismo se separó de Dios sin dejarse camino para regresar. Él estaba totalmente perdido. No podía regresar porque él había pecado.",
    "Pero Dios, rico en misericordia, aceptó un sustituto; porque Él había dicho: “El día que de él comieres, ese día morirás”. Y la justicia de Dios y Su santidad requieren muerte, porque es Su Palabra; y Él tiene que cumplir con Su Palabra para ser Dios.",
    "Y ahora, el amor que Él tuvo para con la raza humana, y tener aún que ver que fueran separados de Él y del compañerismo que tenía con Sus hijos en el huerto del Edén; tuvo que estar en esa condición de quebrantamiento de corazón todo ese tiempo, por cuanto Su Palabra había dicho: “El día que de él comieres, ese día morirás”.",
    "Entonces, podemos depender de esto: lo que Dios dice es verdad, y tiene que cumplirse. Dios no puede retractarse de Su Palabra (¿ven?), porque Él es infinito, y Él es Eterno. Y Su primera decisión es la decisión para todo tiempo. Él no tiene que-que retractarse porque haya aprendido más al respecto. Él desde un principio es infinito. Y por lo tanto, cuando Dios dice algo, así es, perfectamente. Nunca puede ser cambiado, porque es la decisión perfecta.",
    "Y entonces la manera en que Dios actúa con los-los súbditos que aceptan Su decisión, así actuará siempre sobre todo súbdito que acepta Su decisión de esa manera. Por lo tanto, si Él proveyó la manera para que el hombre fuera salvo, la primera manera que Él proveyó, siempre permanece igual. Y si Dios prometió sanidad para los enfermos, basado en la fe para creerlo, eso siempre permanece igual; Él no se puede retractar. ¿Ven? Él tiene que permanecer siempre de la misma manera.",
    "Ahora, Dios aceptó un sustituto para el hombre en el huerto del Edén, y fue por medio del sacrificio de sangre. La sangre era el precio a pagar. Y eso siempre ha permanecido igual. Nunca ha habido ninguna otra manera, o algo más que haya tomado su lugar; fue la sangre. La única manera por la cual Dios recibe de nuevo Sus hijos, es por esta sangre como sustituto. No se puede pagar ningún otro precio; ninguna otra cosa funcionará. La primera decisión de Dios siempre es perfecta, y es Eterna. Y nosotros sabemos que eso es la verdad, porque Dios no puede mentir, y Él no puede retractarse de Su Palabra. Desde ese tiempo, ésa ha sido la única manera y el único lugar de compañerismo de Dios con el hombre. Ahora, el súbdito estaba…",
    "Ahora, la palabra muerte significa: “Separación”. Cuando nosotros morimos de esta manera, no significa… Nuestra muerte física no significa que estamos muertos. Jesús dijo: “El que cree en Mí, aunque esté muerto, vivirá. Todo aquél que vive y cree en Mí, nunca morirá”. Ahora, esa muerte de la que se habla allí, es “separación” de la Presencia de Dios. Pero la muerte física por la que tenemos que pasar aquí, aún no es la muerte; aún seguimos en la Presencia de Dios. Nos cambiamos de este lugar a un lugar más cerca a Él, en Su Presencia. Ésa no es la muerte a la que nosotros llamamos “muerte”, como nos referimos a ella aquí.",
    "Recuerden, Él dijo de la-de la niña que había muerto, la hija de Jairo: “Ella no está muerta, sino que duerme”.",
    "Y se burlaron de Él con desprecio, Él, sabiendo que estaba muerta. En terminología de ellos: “Ella estaba muerta”.",
    "Pero Jesús dijo: “Ella duerme”. Y Él fue y la despertó, y ella volvió a la vida.",
    "Ahora, desde Adán hasta hoy, el hombre ha procurado formar su propio sustituto. Se ha forzado en lo que ha podido por hacer algo un poco mejor de lo que Dios hizo allá; y eso es natural del hombre. El hombre siempre está tratando de-de mejorar algo, para hacerlo de una manera diferente. Quiere inyectar sus propias ideas al plan de Dios. Y ésa es la razón por la cual estamos separados en esta noche (el pueblo Cristiano alrededor del mundo), por barreras, por barreras denominacionales. Nosotros… Se ha causado esto porque el hombre ha inyectado su propia idea en el plan de Dios. Desde Adán hasta hoy, como he dicho, ha sido de esa manera.",
    "Adán expresó el pensamiento del hombre, en el huerto del Edén, cuando se hizo un delantal de hojas de higuera para venir ante Dios; es algo que él mismo hizo. Y desde las hojas de higuera, él ha implementado la educación, torres, ciudades, ídolos, civilización, denominación. No obstante, eso siempre permanece igual: Dios solamente acepta a Sus súbditos bajo la Sangre, más nada.",
    "La educación ha fallado totalmente. Entre más nos educamos, más nos distanciamos el uno del otro. La denominación ha fallado totalmente. Trazamos líneas y barreras, y cada uno quiere exaltar esa denominación sobre la otra, y eso rompe el compañerismo. La civilización sólo ha traído confusión. Las ciudades, las torres y cuanta cosa hay, todo ha fallado. Y el plan de Dios aún permanece el mismo: ¡bajo la Sangre!\n\nEsta Sangre tiene que ser una Sangre desplegada. En el huerto…",
    "Allá, mejor dicho, en el tiempo de Israel, cuando Israel tuvo que matar el cordero y poner la sangre sobre el dintel y sobre los postes de la puerta, Dios requirió eso. Y esa señal debía estar allí, sin importar alguna otra posición. Esos hombres podían haber demostrado que eran israelitas circuncidados. Podían haber confesado de que: “Nosotros creemos toda palabra que dice Jehová”; pero eso no lo alejaba. Ellos tenían que desplegar esa señal. La sangre tenía que ser mostrada.",
    "De esa manera es en esta noche. Yo creo que todo Cristiano tiene que desplegar la Sangre de Jesucristo que los ha limpiado de las cosas del mundo, sin importar lo demás.",
    "Ahora, en aquel tiempo, la señal debía estar en la puerta. Debía estar allí, a pesar de lo religiosa que fuera la casa, de cuán religiosa era la gente, o lo bien que habían criado a sus hijos; de lo bien que habían asistido a la iglesia, o lo bien que ellos habían desplegado todas las cosas que Dios había dicho. Sin embargo, en esa hora final, donde era un reto entre la muerte y la vida, la sangre tenía que estar desplegada. Y la sangre mostraba que un sustituto inocente había sido tomado en lugar del adorador. Y la química de la sangre, la misma sangre roja, era una señal sobre la puerta de que esta casa estaba a salvo, bajo la sangre. Ahora, eso fue un tipo.",
    "Ahora, en estos postreros días, estamos llegando nuevamente a la hora en que Dios está liberando a Su Iglesia. Yo-yo lo creo. Y tan cierto como esa sangre tenía que estar como un memorial, así también tiene que estar la señal; es requerida hoy. Pues, ahora ellos no pudieran tomar la química de la Sangre del Señor Jesús y ponerla sobre la puerta de cada corazón.",
    "Pero vean, en aquel tiempo, un animal moría, que era un cordero. Y para mostrar que el animal estaba muerto, la sangre estaba sobre la puerta. Lo cual, la vida que estaba en el animal no podía venir sobre el adorador, porque el animal no tiene alma. Por lo tanto, la vida que estaba en el animal no podía venir sobre el adorador.",
    "Pero hoy, habiendo sido derramada la Sangre del propio Hijo de Dios en el Calvario para nuestro perdón y liberación, la Vida que estaba en esa Sangre era Dios mismo. Y el Espíritu Santo regresa sobre Su Iglesia y sobre Su creyente, y es una señal en estos postreros días, de que Él pasará del hombre o de la mujer que ha aceptado la muerte de Jesucristo como su sustituto; y el Espíritu Santo da testimonio.",
    "Tal vez Ud. diga: “Ya la he aceptado”. ¡Y Ud. aún vive en el mundo, aún vive como el mundo! Entonces no hay evidencia de que esa Vida era para Ud., hasta que esa evidencia del Espíritu Santo haya actuado dentro de su vida.",
    "Allí está el requisito de Dios, que todo hombre o mujer deberá tener esa evidencia como señal en este postrer día. “Cuando Yo vea la Sangre”.",
    "Jesús dijo: “De cierto, de cierto os digo, el que no naciere de nuevo de agua y del Espíritu, el tal no entrará en el Reino”.\n\nPor lo tanto, ése ha sido el programa de Dios todo el tiempo: la Sangre. Fue sangre en el Antiguo Testamento, fue Sangre en el Nuevo Testamento.",
    "En el Antiguo Testamento fue la química, la cual fue un tipo de la Vida que vendría. Mostró que un sustituto había sido aceptado, pero el que rendía culto salía con la misma conciencia de culpabilidad con la que había entrado y ofrecido su cordero.",
    "Pero de esta otra manera, “los que tributan este culto, limpios una vez, no tendrían ya más conciencia de pecado”, la cosa está muerta, ha pasado y Ud. ha pasado de muerte a Vida. Y Ud. está vivo de nuevo en Cristo Jesús, con Vida Eterna, el Espíritu Santo posando dentro de Ud., produciendo de nuevo la Vida de Jesucristo. Pues la Biblia dice, en Hebreos 13:8: “Él es el mismo ayer, hoy, y por los siglos”.",
    "Dios espera la hora para ver a Su Iglesia llegar a esa posición, sin importar la denominación, sin importar el credo, color, o lo que pueda ser; en el que toda Su Iglesia llegue al punto de estar desplegando la Señal de la muerte de Jesucristo.",
    "🦅 Un poco”, dijo Él, “y el mundo no me verá más, pero vosotros me veréis; porque Yo vivo, vosotros también viviréis. Yo estaré con vosotros, aún en vosotros, hasta el fin del mundo”, Jesucristo el mismo ayer, hoy, y por los siglos.",
    "A veces llego entre Cristianos que reclaman ser hombres piadosos, y mujeres de Dios. Ellos se avergüenzan de un testimonio. Les da vergüenza decir “Amén”. Les da vergüenza cantar los himnos de Sión. Se avergüenzan dondequiera. A mí me gusta estar entre personas que no se avergüenzan del Evangelio de Jesucristo. Aunque parezca herejía, sin embargo, ellos no se avergüenzan. Algo ha sucedido, y Eso significa más que la vida para ellos. Eso es vida. Es Vida Eterna porque ellos han aceptado el sustituto de Dios.",
    "A mí me gusta esta manera de cantar. Cuando estaba allá atrás orando por algunas de las personas que habían traído hace unos momentos (y éste no siendo un servicio de oración, sólo para hablar), yo estaba adentro y podía oír los cantos, a Uds. batiendo las manos. Y nos preguntamos… Y aun vi correr algunos de allá para acá, lo que llaman “danzar en el Espíritu”.",
    "Al principio yo era muy crítico de eso, cuando vi a la gente pentecostal danzar en el Espíritu. Y pensé: “¿Qué es esto? Debe ser pura tontería”. Entonces me puse a leer la Biblia, y me di cuenta que cuando danzaban en el Espíritu, el diablo copió eso y los puso acá afuera con el rock-and-roll y todo eso, pero la danza real y genuina vino de Dios. Así exactamente. Y siempre, una danza ha sido una victoria.",
    "Cuando David mató a Goliat, y este muchachito de aspecto rubicundo entró a la ciudad arrastrando la cabeza de ese gigante, el pueblo lo recibió danzando; ellos tenían la victoria. Cuando Moisés cruzó el Mar Rojo, por el poder de Dios, y llevó a los hijos de Israel al otro lado, María tomó un pandero, acompañada de todas las hijas de Israel, y recorrieron la ribera de allá para acá, tocando el pandero y danzando en el Espíritu. Si ésa no es una reunión pentecostal a la antigua, entonces nunca he visto una en mi vida. El problema era conmigo, yo no tenía suficiente victoria. Pero cuando uno finalmente obtiene esa victoria, y la Señal de la Sangre de Jesucristo viene sobre uno…",
    "Recuerdo a David, el gran salmista de la Biblia. Cuando él logró algo, esta gran cosa, le fue dada la hija de Saúl. Y ella era una supuesta creyente almidonada, hacía lo que quería. Y el arca había estado alejada de Dios por mucho tiempo, la Presencia visible de Dios, la Columna de Fuego suspendida sobre esta arca. Los filisteos habían entrado y se la habían llevado bajo el reinado de Saúl. Y un día, cuando David vio el arca que regresaba a la casa de Dios, David salió corriendo delante del arca y danzó delante del Señor, cantando las alabanzas de Dios. Y la hija de Saúl pareció avergonzarse mucho con la acción de ese hombre. Su esposo, su esposo joven y tan bien parecido, payaseando y comportándose mal en presencia de ella, la hija del rey. Y David dijo algo así: “Si no te gusta eso, observa esto por un rato”. Y de nuevo dio vueltas y vueltas y vueltas alrededor del arca, danzando en el Espíritu. Y ella se avergonzó. Y Dios maldijo a esa mujer con maldición.",
    "¡Oh, la victoria es por medio de la Sangre de Jesucristo, la señal de la resurrección de Cristo, Su Vida vive dentro de Su Iglesia! No hay otra forma de compañerismo (bajo) sino bajo esa Sangre. Nuestras denominaciones nos separaran, y una dirá: “Eso es insensatez”, y la otra dirá esto, eso, o lo otro.",
    "Pentecostés fue nuestro patrón. Nadie tendrá que decir sino que… o puede decir sino que la Iglesia fue inaugurada en el día de Pentecostés. Y el mismo Espíritu que vino sobre ellos en ese día, cada vez, sin excepción, en la Biblia, cuando el Espíritu Santo vino sobre la gente, ellos se comportaron de la misma manera.",
    "Permítanme decir esto, que en las tierras paganas en donde he tenido el lugar-el privilegio de viajar y ver a nativos en mantas, de las islas, y entre los hotentotes, y verlos parados allí en donde uno tiene que hablar por un intérprete (jamás han oído el Nombre de Jesucristo en sus vidas)… Pero al contarles la Historia, y pedirles que levanten las manos y reciban a Dios, ellos hacen lo mismo que Uds. aquí cuando reciben el Espíritu Santo; muestra que es una cosa universal. Es el poder del Dios Todopoderoso, la muestra de Su Señal sobre Sus hijos, ya sean rojos, negros, blancos, o lo que puedan ser. Es el único lugar donde existe el compañerismo.",
    "Nimrod edificó una torre, y Nabucodonosor una ciudad, y todo eso. Y ellos continúan como científicos y demás, pero para siempre permanece que fue la sangre. Lo cual, Dios tomó Su decisión de que sería un sustituto inocente que tendría que tomar el lugar del hombre culpable para el perdón; y aún permanece igual en esta noche, y eso nunca ha cambiado.",
    "Job vivió según eso. Job, el Libro más antiguo de la Biblia. Aunque a ese hombre le sucedió de todo, sin embargo, él se paró firme porque él sabía que había cumplido el requisito de Jehová. Él sabía que eso era lo correcto. Abraham, de la misma manera; muchos de ellos. Israel únicamente se encontró… Sólo había un lugar en el que Israel podía tener compañerismo: eso era bajo la sangre derramada. “Los hombres de todas partes debían adorar en Jerusalén”. Hasta que no había un sacrificio, no había adoración; y el sacrificio era sangre.",
    "Y hoy, hoy, a pesar de lo completamente educada que parece ser la nación, y de lo cultas que parecen ser, y con todas nuestras investigaciones científicas para desintegrar un átomo, y todo lo que se lleva a cabo para disparar un cohete a la Luna, o lanzar un-un satélite, o lo que pueda ser; toda nuestra investigación científica, todas nuestras denominaciones, toda nuestra educación, todos nuestros colegios, sólo nos han alejado más de Dios de lo que estaban en el principio.",
    "Lo que se requiere es un corazón rendido al poder del Dios Todopoderoso conforme a Su voluntad, y el Espíritu Santo vendrá como una Señal sobre esa persona; “Estas señales seguirán a los que creen”. Eso siempre ha de permanecer igual. Cristo lo dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado será salvo; mas él que no creyere será condenado. Y estas señales seguirán a los que creen”. Es la manifestación del Espíritu Santo de que Dios ha aceptado al adorador, puesto que el Espíritu y la Vida que estaban en Cristo vienen sobre el adorador.",
    "¿Se pudieran imaginar a un judío en los días de antaño, bajo la sangre derramada? Aquí viene él por el camino. Es-es el día de la expiación. Él va a ofrecer un sacrificio. Él trae un buen becerro, gordo; es el requisito de Jehová. O tal vez digamos que él trae un-un cordero, un buen cordero gordo. Va a ser examinado por el sacerdote para ver si tiene algún defecto.",
    "Y entonces va al lugar de adoración. Él es conciente de que es un pecador; ha obrado mal. Ahora, él pone sus manos sobre este sacrificio. Al poner sus manos sobre el sacrificio, se identifica con su sacrificio. Y entonces cuando es degollado, o le es quitada la vida (él tiene las manos puestas allí, y la vida le es quitada), y él siente los dolores mientras ese animal está muriendo, y la sangre sale a chorros sobre sus manos, él comprende que ese animal está tomando su lugar. Y de allí él regresa justificado, porque ha hecho exactamente lo que Jehová le requirió que hiciera.",
    "Y así mismo es con los Cristianos hoy. No es cuestión de firmar una tarjeta que Ud. vendrá a la escuela dominical tantos días o tantos domingos en el año. No es hacer un compromiso de que no beberá más por seis meses; no es eso. Es poner sus manos sobre el Sacrificio provisto de Dios, Su perdón, la cabeza de Jesucristo, y sentir los desgarros de la carne en el Calvario. Y luego Ud. identificarse con Él en bautismo; que así como Él murió y resucitó, así también Ud. está sepultado en Su Nombre, para resucitar en novedad de vida, para caminar como una nueva criatura en Cristo, cuando Ud. hace eso con sinceridad.",
    "Haciendo esto, al mandato de Jehová, entonces él se siente justificado. Ahora, el judío podía ser justificado porque había hecho lo que Jehová le mandó. Finalmente… Eso era correcto. Jehová hizo eso, y era lo que Él requería. Pero finalmente, eso llegó a ser una tradición familiar. Llegaba el día de la expiación, y quizás los judíos habían estado obrando mal. Él decía: “Bueno, creo que es el día de la expiación, vale más que lleve mi cordero allá”. ¿Lo ven? Llegó a ser una tradición familiar. Ellos no lo llevaban en sinceridad. Ellos sólo lo hacían porque los antepasados lo habían hecho. “Eso es precisamente lo-lo que debemos hacer. Todas las familias lo hacen, así que nosotros también deberíamos hacerlo”.",
    "Y a eso exactamente ha llegado nuestro Cristianismo. A eso exactamente es que están llegando nuestros movimientos pentecostales: es una tradición familiar. ¿Ven? No nos-no nos identificamos con nuestro Sacrificio, de que estamos muertos con nuestro Sacrificio. Estamos… Decimos: “¡Oh, somos Cristianos, porque fui y me uní a la iglesia!”. Unirse a una iglesia está bien. Pero hasta que Ud. no se haya identificado, hasta que Ud. ponga sus manos sobre Él, y Ud. y Él lleguen a ser Uno; hasta que el Espíritu de Cristo llegue a estar en Ud. y Ud. en Cristo; hasta que Ud. llegue a ser un hijo y una hija de Dios; no parece haber allí la sinceridad que ellos-ellos deberían tener. Eso llega a ser un rito. Igual como es hoy, es un rito para la gente llegar a ser un Cristiano.",
    "Hace algún tiempo aquí le pregunté a una jovencita en la línea de oración: “¿Es Ud. Cristiana?”.",
    "Ella dijo: “Bueno, quiero que sepa que soy americana”. Ahora, como si eso tuviera algo que ver.",
    "Una americana, es bueno ser una americana, pero eso no significa que Ud. sea Cristiana. Ud. tiene que nacer de nuevo.\n\nLe pregunté a otra mujer: “¿Es Ud. Cristiana?”.",
    "Pues, se molestó tanto que dijo: “Quiero que Ud. sepa que yo enciendo una vela cada noche”. Como si eso tuviera algo que ver.",
    "Ud. tiene que estar identificado con Cristo, y Su Vida viviendo en Ud. Allí es cuando Ud. está identificado con Cristo, cuando Cristo vive en Ud. No es un rito, no es pertenecer a la iglesia. Todo eso es bueno, pero es cuando uno ve la verdadera sinceridad.",
    "Cuando venimos a los servicios de sanidad, si Uds. se fijan, el discernimiento en la línea constantemente es: “Dile a la gente que se arrepienta”. ¿Ven? Allí lo tienen, hasta nuestras oraciones se han vuelto una tradición. Nos arrodillamos por la noche y decimos: “Señor, bendice a fulano y a fulano, y bendice a fulano y a fulano, y haz esto. Y ayuda a Juan a hacer todo esto”. Uds. hacen de Dios una-una mascota, o lo hacen alguna-alguna clase de muchacho de mandados. “Dios, haz esto; y haz esto; y haz esto”. Ésa no es la manera en que Jesús nos dijo que oráramos.",
    "Él dijo que oráramos de esta manera: “Padre nuestro que estás en el Cielo, santificado sea Tu Nombre. Venga Tu Reino. Hágase Tu voluntad, como en el Cielo así también en la tierra”.\n\nPero queremos darle órdenes a Dios, de lo que debe hacer por nosotros.",
    "Y por esa razón se está enfriando la iglesia. Por eso es que el gran avivamiento que acaba de estremecer a la nación, ha puesto a millones en la iglesia. Es que han llegado al punto en que están usando estas experiencias y todo eso como una tradición, en lugar de estar piadosamente arrepentidos, y permitirle al Espíritu Santo hacer la obra de Su oficio en Ud., y crear una nueva vida en Ud., y hacerle hambrear tanto por ir a la iglesia que Ud. no puede mantenerse alejado de la iglesia. Entonces, eso es lo que es; no firmar boletas y unirse y tener todo eso. Es ser, tener la Vida de Cristo por dentro, que Ud. sencillamente anhela ir; en Ud. hay Algo impulsándolo.",
    "Como le decía ayer a un joven, platicando, en una corta entrevista. Dije: “Yo pasaba por un pequeño manantial cuando era un guarda bosque en Indiana. Y había…”.",
    "Siempre era el manantial más gozoso que haya visto en mi vida. En Indiana hay grandes manantiales y borbotean con esa agua fría tan sabrosa, agua de la piedra caliza. Y un día me senté junto al manantial para hablarle, tal como me supongo habría hecho Moisés con la zarza ardiendo, hablando con ella. Y dije: “Pequeño manantial, ¿qué es lo que te hace tan gozoso que borboteas todo el tiempo? Si vengo aquí en el invierno, estás borboteando. Si vengo en la primavera, en el otoño, en el verano, cuando sea, estás borboteando. ¿Será quizás que estás muy gozoso porque los conejos vienen y beben de ti?”.",
    "Bueno, pues si pudiera hablar, él diría: “No, eso-eso no es”.",
    "Yo diría: “Bueno, tal vez es porque los venados vienen y beben de ti”.\n\nÉl diría: “No, eso no es”.",
    "Le diría: “Bueno, pues tal vez sea porque yo vengo de vez en cuando y bebo de ti”.",
    "🦅 No, eso no es. Me alegra que todos ellos vienen y beben, pero ésa no es la razón que estoy borboteando todo el tiempo”.",
    "🦅 Pues, ¿qué te hace borbotear de esa manera? ¿Qué es lo que te hace tan feliz, siempre borboteando?”.",
    "Si pudiera hablar, él diría: “No soy yo. Es algo detrás de mí, impulsándome”.",
    "Y así es con una experiencia Cristiana. No es algo que Ud. está esforzándose por manufacturar. Es algo allí en el trasfondo, obrando en Ud. Es Vida Eterna que está brotando, borboteando. Así como Él le dijo a la mujer junto al pozo: “Serán fuentes de agua brotando para Vida Eterna”. Es algo por dentro en el adorador, cuando él ha sido identificado con Cristo, porque sabe que Él está vivo; pero no queremos que eso se vuelva una tradición.",
    "Cuando Israel llegó a un lugar en el que hicieron los mandamientos de Dios una tradición, con lo de sus sacrificios, fue entonces que el poderoso profeta Isaías fue enviado por Dios a ellos, con ASÍ DICE EL SEÑOR. En alguna parte, de alguna manera, Dios siempre puede poner Su mano sobre un hombre que no teme descubrir la cosa, correcto, en alguna parte, en algún lugar. Isaías se levantó, si Uds. leen Isaías 1; tengo anotado aquí. Isaías les habló, dijo: “Vuestros sacrificios que Jehová requirió, han llegado a ser una hediondez en Mi nariz; Yo los desprecio”. Y la grasa de los carneros y-y de los becerros, y todo eso, Dios lo despreció, la propia cosa que Él les ordenó que hicieran. Por cuanto lo convirtieron en un rito, Dios entonces lo despreció porque lo habían convertido en rito.",
    "Y nosotros podemos convertir la Palabra de Dios en lo mismo (¡es cierto!), cuando venimos a Ella como una tradición, como un rito. Debemos venir a Ella sabiendo que es: “¡ASÍ DICE EL SEÑOR!”. Si Dios lo prometió, Dios respaldará Su promesa. Él es más grande que Su promesa; siempre lo ha sido. “Él es poderoso”, como dijo Abraham, “de cumplir todo lo que había prometido hacer”. Él siempre es poderoso para hacer eso, para cumplir Su Palabra.",
    "Ahora, Isaías les habló, dijo que todas estas cosas que habían estado haciendo, no las habían hecho en sinceridad. Las habían hecho sólo porque los demás las estaban haciendo. Ellos las hacían por… también las hacían porque era requisito de Jehová. Y toda la familia lo hacía, y las madres lo hacían, y los abuelos lo hacían, ¿por qué no habrían de hacerlo ellos?",
    "Ahora, nosotros hacemos lo mismo. “Mi abuelo era presbiteriano, así que yo soy presbiteriano”. “Mi papá era bautista, así que yo soy bautista”, y todo eso. “Y mi papá era pentecostal, así que yo soy pentecostal”. Eso no es.",
    "Llegamos al punto en donde nos damos cuenta que nos hemos separado; estamos separados de Dios. Y venimos en base a la Sangre derramada de Jesucristo. Bajo esa Sangre, allí es dónde los metodistas, bautistas, luteranos, presbiterianos, pentecostales, se pueden reunir todos en terreno común. Sin importar la tradición (ellos…) o los ritos, ellos se pueden reunir allí bajo algo mutuo, y es en base a la Sangre de Jesucristo.",
    "No es sino hasta que la iglesia regrese a cierto lugar, y que se aparte de sus ritos y regrese al plan original de Dios: que los hombres nacen en el Reino de Dios y no es por unirse a la Iglesia. Entonces es el tiempo en el que el compañerismo reinará en todas partes. Y el Espíritu del Señor cubrirá la tierra, “como las aguas cubren el mar”, cuando llegue a un punto en que los hombres puedan olvidar sus diferencias y reunirse en compañerismo bajo la Sangre. Todos no podemos venir bajo la tradición bautista, o la tradición presbiteriana, o bajo la tradición metodista, bajo la tradición pentecostal. Pero todos nos podemos reunir y tener compañerismo bajo la Sangre de Jesucristo, porque es el plan original de Dios. Correcto. Amén. Allí está el perdón.",
    "Un metodista puede mirar a un bautista y voltear el rostro, y un bautista puede mirar a un pentecostal, y un pentecostal igual al bautista, respecto a sus tradiciones. Pero cuando ellos se reúnen bajo la cruz donde la Sangre de Jesucristo limpia a todos los hombres de pecado, él es una nueva criatura en Cristo Jesús; él es un hermano. No importa con qué marca esté marcado, él es un hermano. Pues ése es un terreno en el cual todos nos podemos reunir; es la manera de Dios para hacerlo. Estas otras cosas son credos hechos por el hombre inyectados en Esto. Pero el plan original de Dios para el perdón es bajo la Sangre de Jesucristo. Ése es el plan de Dios para hacerlo. Sí.",
    "Las tradiciones en aquellos días, el gran profeta clamó, y dijo: “Vuestras tradiciones no tienen poder. Ellas hieden delante de Mí, no vienen con fe”. El pueblo estaba ofreciendo estas ofrendas, sin ni siquiera tener fe en lo que estaban haciendo.",
    "Ahora, hagámonos la pregunta nosotros: ¿No es eso algo parecido a hoy? Aunque nos duela decirlo, tenemos que encarar los hechos en algún momento. Algo anda mal en alguna parte.",
    "Pues, esta Iglesia debería haber avanzado por el camino un millón de millas de donde ahora está. Jesús está esperando que Su Iglesia se apareje. “Su Novia se ha aparejado”. Nosotros tenemos el potencial; el Espíritu Santo está aquí. Dios está aquí, el poder para sanar a los enfermos, el poder para hacer todas las cosas que hizo Cristo. Yo lo he visto demostrado en mí, por el Espíritu Santo. Por lo tanto, el potencial está aquí.",
    "Lo que Dios está esperando es que nos apartemos de nuestras tradiciones, y que regresemos bajo la Sangre de Su Hijo Jesucristo, y que lleguemos a ser la Iglesia del Dios viviente. Metodistas, bautistas, luteranos, presbiterianos, y cuánto más, “El que quiera puede venir y beber libremente del agua de Vida”. Yo creo eso con todo lo que hay en mí. Nosotros… Dios ha enviado al Espíritu Santo para hacer eso.",
    "Pero nosotros, con nuestros ritos sin la sinceridad, vamos sólo porque es-es nuestra tradición, y porque es un rito. Vamos sin tener sinceridad, sin un verdadero arrepentimiento por el pecado.",
    "Observaba la otra noche, en esa gran reunión famosa de uno de nuestros hermanos de renombre, en California. Y observé esa reunión, mientras esas personas pasaban, muchachos adolescentes. Admiré al hermano por su gran postura; cualquiera lo admiraría. Si Uds. están en posición para ver el lugar que él ha tomado en los últimos días, también lo harían Uds. Y mientras observaba a esas personas venir al altar, para tomar una decisión, jovencitas mascando chicle, jovencitos lazándose puños, la gente riéndose, ésa no es la manera de venir compungidamente arrepentidos. ¡Uno debe venir bajo convicción! Dios, envíanos un avivamiento pentecostal del Espíritu Santo, a la antigua, que llegue a la raíz del pecado y traiga convicción a los hombres y a las mujeres.",
    "No es para decir: “Regresaré a la iglesia y renovaré mi compañerismo, firmaré una tarjeta”. Eso está bien, pero Uds. se pueden inscribir en los Masones, en el Oddfelismo, o cualquier cosa y obtener los mismos resultados.",
    "Pero cuando Uds. vienen bajo la expiación indulgente de Dios de la Sangre de Jesucristo, tiene que haber una sinceridad en eso. Dios requiere sinceridad.",
    "Si le costó a Él tal precio, de entregar a Su Hijo unigénito, ¿cómo vamos nosotros a lograrlo bajo un asunto de risitas, y venir a unirnos a la iglesia, y llenar una tarjeta de decisión y llevarla a la iglesia, o lo que pudiera ser? Ése no es el requisito de Dios. “Irá andando y llorando el que lleva la preciosa semilla; más volverá con regocijo, trayendo consigo sus preciosas gavillas”. Necesitamos gente que traiga gavillas.",
    "Oí al gran evangelista decir, en una ocasión cuando estuve en uno de sus desayunos, levantó la Biblia… Y yo siempre lo había admirado. Él dijo: “Aquí está la norma. Esto es lo que Dios requiere”. Él dijo: “Iré a una ciudad, tendré un avivamiento”. Dijo: “Tendré como veinte o treinta mil que toman la decisión. Regreso como en cuatro o cinco años, o quizás dos años” y dijo, “no puedo encontrar ni quince, ni veinte”. Dijo: “San Pablo entraba en una ciudad y él convertía a uno. Él regresaba al otro año y tenía treinta o cuarenta de aquél”. Entonces dijo: “Son los predicadores perezosos que se sientan con sus pies sobre el escritorio y no salen a visitar a las personas”.",
    "Le admiro el valor de reprender a sus hermanos y todo eso, según su convicción. Pero me gustaría hacerle esta pregunta: “¿Qué predicador se lo dijo a aquél allá, bajo Pablo, cuando ni había iglesias adonde pudiera ir?”.",
    "¿Qué fue? Pablo lo llevó de una tradición, o de firmar una tarjeta, al bautismo del Espíritu Santo. Cuando su alma ardía por Dios, él tuvo que testificar y decir las cosas. Su alma entera ardía con una llama de fuego que Dios había puesto allí. Lo que nosotros necesitamos en esta noche es una señal que un hombre o una mujer es salvo, obsérvelos ir tras otras almas tan rápido como pueden.",
    "Se dice en cierta ocasión que un cantinero… Un muchachito entró y dijo: “¿Sr. cantinero?”.\n\nÉl dijo: “Sí, hijito”.\n\nÉl dijo: “Su letrero se ha caído”.",
    "Él dijo: “Pues, gracias hijito”. Así que él salió, y el muchachito se paró con sus manos por detrás, y el cantinero miró hacia arriba. Y allí estaba anunciado, “cantina”, en una gran placa de bronce. Él tomó su delantal y la pulió. Dijo: “Hijito, estás equivocado, mi letrero está en orden”.",
    "Él dijo: “No señor”, dijo, “no es así”. Dijo: “Yo me refiero a su-a su mejor letrero”.\n\nDijo: “Ése es el mejor letrero que tengo”.",
    "Él dijo: “¡Oh, no! Mírelo tirado allí”. Y allí estaba un borracho tendido en la cuneta de aguas sucias. Ése era el mejor letrero que tenía (sí, señor), cuando él vio a un hombre bajo la influencia de lo que se estaba vendiendo adentro.",
    "Y cuando nosotros vemos a un hombre bajo la influencia del Espíritu Santo, al grado que su vida arde con Fuego pentecostal a lo antiguo, ése es el mejor letrero que Dios haya tenido de que ese hombre es salvo; cuando él le sirve. Ése es el mejor letrero. Ahora, ¿cómo se logra eso? No es por unirse a la iglesia, sino por aceptar Su perdón por medio de Jesucristo, el Sustituto inocente suyo.",
    "No existe sinceridad, ningún arrepentimiento genuino por el pecado. Él dijo que escondería Su rostro de sus ritos. Sus oraciones no tenían poder. Ellos oraban, ¡oh, seguro! Iban allá y recitaban sus oraciones. Ellos ofrecían sus sacrificios. Eso llegó a ser una formalidad.",
    "¿Saben que en Segunda de Timoteo, el versículo 3, o el capítulo 3 de Segunda de Timoteo, nos es dicho lo mismo, que tendríamos eso en los postreros días? La Biblia dice aquí: “En los postreros días, debes saber esto: que vendrá el tiempo cuando los hombres serán impetuosos, infatuados, amadores de los deleites más que de Dios; implacables, calumniadores, intemperantes, y aborrecedores de los que son buenos; teniendo apariencia de piedad, pero negando la eficacia de ella, a éstos evita. Porque de éstos son los que se meten en las casas y llevan cautivas a las mujercillas, arrastradas por diversas concupiscencias. Y siempre-siempre están aprendiendo y nunca pueden llegar al conocimiento de la Verdad”. Ahora, si la Biblia predice que la hora llegaría cuando la iglesia estaría en la misma tradición que la de ellos allá, por sus ritos, aquí está otra vez: una religión tradicional, sin poder.",
    "🦅 ¡Oh!”, dijeron ellos, “ésos eran comunistas”. No, no lo eran.",
    "🦅 Teniendo una apariencia de piedad”. Ellos van a la iglesia. Se unen a la iglesia. Ellos se esfuerzan por mantener una-una gran apariencia de que van a la iglesia y demás, y salen y viven de otra manera.",
    "No tienen fuego en el alma, no hay nada. Ellos no se interesan por nadie. “Los demás pueden morir y condenarse si quieren. Nosotros sentimos que ya somos salvos. Los demás no importan”. Ése no es el verdadero Cristianismo.",
    "Cristiandad es ir en busca del perdido, ir a traer a ese hermano, ir a hacer algo al respecto. ¿Podremos pararnos y cruzarnos de brazos (aunque reclamamos ser salvos), y ver hombres y mujeres muriendo a cada lado? Y las calles llenas de mujeres que asisten a las iglesias, y con pantalones cortos y-y caras pintadas, y-y yendo y viniendo por la calle con cigarrillos en las manos; y-y pintura por todo el rostro, lucen como zorras o lobas, o algo. Y los hombres recorriendo la calle, uniéndose a iglesias, y cosas como ésas, y ¿llamar a eso Cristianismo, y uno no decir nada?",
    "¿Qué haría San Pablo si caminara por Tucson? Pues, les digo que lo tendrían en la cárcel antes del amanecer; es verdad. ¿Por qué? Su alma ardería tanto por Dios que él no podría evitar hacerlo, seguro. Pero nosotros nos unimos a la iglesia. ¿Ven Uds.? Nuestras tradiciones han llegado a heder ante el rostro de Dios.",
    "Lo que necesitamos hoy es un profeta que se levante en la escena con “ASÍ DICE EL SEÑOR”, y descubra esas cosas a fondo y diga que han llegado a heder. Nuestras denominaciones han crecido y nuestras iglesias son grandes y son más hermosas que nunca. Estaríamos mucho mejor con un sartén de hojalata, parados de nuevo en el callejón; con una guitarra, golpeando un tambor allá, o alguna otra cosa, con el verdadero Fuego pentecostal ardiendo en nuestras almas, que estar en los suntuosos asientos en los que estamos hoy sentados, muriendo; el mundo muriendo bajo nuestros pies. Sí, señor.",
    "Dios tiene un perdón, y ese perdón es sólo a través de Jesucristo; educación, tradición, denominación, lo científico, nada jamás tomará su lugar. Es bajo esa Sangre. Es bajo la tradición… no la tradición, sino bajo la Sangre de Jesucristo, la manera provista de Dios para los pecadores, la única manera bajo la cual podremos reunirnos.",
    "Déjenme decirles: Tomen Uds. a un metodista, tomen a un bautista, y a un presbiteriano, y a un luterano, y a un pentecostal, y dejen que cada uno venga bajo esa Sangre, ellos son hermanos. No hay discusiones entonces entre ellos; no, señor, son hermanos; ellos ven todo igual. Pero dejen que un metodista empiece a discutir con un bautista en cuanto a la orden del bautismo; dejen que un Unitario discuta con uno de la Trinidad, o el de la Trinidad con el Unitario, y todo lo demás, observen la discusión y como se les erizan los vellos. Pero dejen que los dos vengan bajo la cruz, y observen lo que sucede.\n\n[Cinta en blanco.—Ed.]\n\n…gozo en ensalzar.\n\nEterna fuente carmesí,\n\nRaudal de puro amor.\n\nSe lavará para siempre en ti,\n\nEl pueblo del Señor.",
    "Yo doy testimonio en esta noche que la Sangre de Jesucristo convierte a un metodista, bautista, luterano, presbiteriano, o lo que sea, en mi hermano; sí, señor. Hay algo en común, porque su espíritu es-es el de un hermano. Él no es uno que discute y-y esto y lo otro. Es… Él es un hermano en Cristo. Él cree toda Palabra que está en esa Biblia.",
    "¿Cómo puede el Espíritu Santo que escribió la Biblia, negarla? ¿Cómo puede el Espíritu Santo viviendo en un hombre, decir: “¡Oh!, eso fue para los discípulos, eso”?\n\nJesús dijo: “El que quiera”.",
    "Pedro dijo: “La promesa es para vosotros y para vuestros hijos, los que están lejos, para cuantos el Señor nuestro Dios llamare”. El Espíritu Santo era para cualquiera que Dios llamare.",
    "Y aquí Él dijo: “Aquéllos que Él predestinó, Él conoció”. Él ordenó, y ellos aceptaron.",
    "🦅 Nadie puede venir a Mí”, dijo Jesús, “si el Padre no lo trae. Y todo lo que el Padre me ha dado vendrá a Mí”.",
    "¿Venimos con una emoción manufacturada? ¿Venimos para unirnos a la iglesia? ¿Vendremos por no querer irnos al infierno? O, ¿venimos porque amamos a Dios “que dio Su Hijo unigénito, para que todo el que crea en Él tenga Vida Eterna”? O ¿venimos porque es un Sacrificio de amor que Dios nos dio, para que pudiéramos desesplegar-desplegar eso?",
    "Dios odia una religión sin poder. La religión de ellos no tiene poder. Entonces, ¿qué debe hacerle Él a este día? Él odia… Cada vez, en la Biblia, que Dios llegó a… Afuera, de este lado de la Biblia, cada vez que venía una reformación o un avivamiento, era respaldado con grandes señales y poderes. Cuando Lutero vino, cuando Wesley vino, cuando todos los reformadores, Sankey, Finney, Knox, Calvin, quien fuera, cuando vino, hubo demostración de poder. En donde está Dios, Él es sobrenatural. Donde Dios mismo se muestra, tiene que estar lo sobrenatural.",
    "Miren a los fariseos de ese día que vinieron a Jesús, y ellos hablan de mansedumbre y dulzura. “¿Quién era más dulce que el sacerdote anciano? ¿Quién era más importante que su sacerdote? Él va a Uds. cuando nacen. Si hay una discusión en la vecindad, él viene y la resuelve; y él siempre es un pacificador. Él es un hombre amoroso, Uds. saben que lo es. Cuando están en problemas, Uds. pueden ir a él y los ayuda. ¿Qué entonces de ser un hombre amable?”.",
    "Entonces, hablemos de este Jesús de Nazaret. “Este sacerdote, sabemos quién era su padre, el padre de su padre, el padre de su padre. Tenemos una escuela aquí que lo identifica. ¿Quién es este Jesús de Nazaret? ¿De qué escuela vino Él? ¿A cuál organización pertenece? ¿Qué hace Él aparte de regañar constantemente? ¿Qué dice acerca de ese amable sacerdote de Uds.? ‘¡Él es del diablo!’, dijo Jesús. ‘Uds.-Uds. son del… El diablo es vuestro padre, y sus obras hacéis’. ¿Pueden Uds. imaginárselo?”.",
    "Él entró al templo, miró a la gente con enojo, volcó a patadas los sacrificios que Jehová requería, y dio un grito: “Escrito está: ‘La casa de Mi Padre es hecha casa de oración’, y Uds. la han hecho una cueva de ladrones”.",
    "¿Qué haría hoy si Él viniera a nuestras iglesias modernas? Habría más mesas volcadas, de nuevo saltarían sobre las bancas, porque Él haría eso pedazos. Correcto. Sería igual. ¿No ven Uds.?, Jesús es muy Escritural. Él era la Palabra. Él no tenía que escribir nada, Él era la Palabra; Él era la Palabra viviente. Y la gente falla en reconocer eso.",
    "Y ¿cómo puede un hombre hoy (en base a los principios de que Jesús prometió estas señales a todo el mundo, y esta bendición a todo el mundo, y que el Espíritu Santo caería exactamente como en el principio, sobre cualquiera que Dios llamare), cómo puede un hombre llamarse Cristiano y negar esa Palabra, y aún decir que el Espíritu Santo está en él? El Espíritu Santo acentuará toda Palabra de Dios con un “amén”. Eso es exactamente correcto.",
    "¡Oh, hermano, nuestros sistemas educacionales nos han alejado de eso! Y nuestras-nuestras denominaciones nos han separado al uno del otro y de Cristo. Pero, ¿qué? Ellos continuarán haciéndolo. Y Uds. aceptan un sustituto, cualquier otra cosa no es más que hojas de higuera nuevamente; Dios rechaza eso. Pero cuando la Iglesia venga bajo la Sangre de Jesucristo, teniendo sobre ellos la Señal del Espíritu Santo, entonces verán hermandad nuevamente. Van a ver una Iglesia llena de poder; Uds. la verán.",
    "Dios odia una religión sin poder; tiene que ser en poder. Seguro. Es un poder para salvar a un hombre del pecado; es un poder que puede obrar señales y maravillas y milagros como prometió Jesucristo. Ellos se enfocaron en la Palabra de Dios allá en el pasado, y la creyeron y dieron en el blanco. Enfóquense Uds. de la misma manera en la Palabra de Dios y den de nuevo en el blanco. Tiene que ser así, porque Él es el mismo ayer, hoy, y por los siglos. A Dios no le gusta una religión sin poder; Dios no quiere eso. Dios quiere obrar, Dios quiere mostrarse vivo. Nuestra propia esperanza es la resurrección. ¿Verdad que sí? Nuestra esperanza de Vida es la resurrección, la resurrección de Jesucristo.",
    "Vean, Dios quiere obrar en Su Iglesia. Jesús dijo: “Yo estaré siempre con vosotros, aun hasta el fin del mundo. Las obras que Yo hago vosotros las haréis también”. San Juan 12:14: “Las obras que Yo hago vosotros las haréis también, aun más que éstas haréis, porque Yo voy a Mi Padre”. Ahora la iglesia trata de negar eso, buscar-buscar la manera para conseguir más miembros, para ser más popular.",
    "Ahora, quiero preguntarles algo. Dios está tratando de obrar en Su iglesia, y la iglesia está procurando obrar según el credo, y los dos no pueden obrar juntos. Uds. tienen que deshacerse del credo, y hacer que Cristo entre. Y ¿cómo podrán hacerlo? Cuando Él ve la Sangre, cuando la Sangre ha sido aplicada con un corazón sincero, y una mano puesta sobre Jesucristo, y un corazón que es sincero delante de Dios, al confesar su error y nacer del Espíritu Santo, entonces las obras de Dios seguirán, como Él dijo que sería. Sí, la iglesia quiere obrar por medio de sus credos para ver cuántos miembros puede conseguir. Dios quiere obrar por el poder de la Sangre, para lograr Cristianos nacidos de nuevo. Ésa es exactamente la diferencia.",
    "Para hacerlo, tiene, Ud. tendrá que rechazar. Para hacer esto, ellos, Uds. tienen que rechazar el Espíritu Santo, y Su poder activo, para aceptar un credo. Ud. tiene que ver la Verdad antes que pueda aceptar un error, si es que va a ser un Cristiano. Ud. no puede… Ud. tiene que pasar por encima de la promesa de Dios, para resultar en un error. Pues hay una luz roja destellando constantemente delante de Ud.: “¡Ésta es la Palabra!”.",
    "Dicen: “Pues eso fue para otro día”. Es para hoy, porque Cristo es la Palabra. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] San Juan 1: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Y la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Entonces si Cristo es la Palabra, toda promesa es verdad, y es la misma ayer, hoy, y por los siglos; tiene que serlo. Se necesita una fe nacida de nuevo para creerla y hacerla funcionar. Sólo es que no se puede hacer con tradición, no funcionará. Ud. tiene que venir a esa Sangre, tan cierto como cualquier cosa.",
    "Después que Israel dijo…",
    "Después que Isaías le dijo a Israel que habían contaminado su sustituto por sus tradiciones, allí apareció otro profeta. (Antes de terminar.) Otro gran profeta vino a la escena, y ése fue Juan el que bautizaba. Ahora, él les señaló al Cordero que quitaría… serviría no sólo para Israel sino para toda la raza caída de Adán. Él dijo que habría… Dios enviaría un Cordero. Y este Cordero sería para el gentil, el judío, y quienquiera que viniera.",
    "No pasó mucho hasta que el Cordero fue clavado en Su cruz, su altar; Su Sangre fue derramada. El Espíritu Santo regresó. Ahora, cuando el cordero animal del pasado moría, el espíritu del animal no podía regresar, así que esa sangre sólo era aplicada a una nación. Pero ahora, para toda la raza de Adán, por la cual fue derramada la Sangre del Cordero de Dios, la Señal regresó en la forma del Espíritu Santo, para venir sobre el adorador. Ahora, eso es lo que Dios requiere. Eso es lo que ellos hicieron en aquel día. Y eso es lo que ellos-ellos hacen hoy.",
    "Ahora, si alguna persona siente el peso del pecado, y Ud. sabe que está errado, escuche: hay perdón, y ese perdón es por medio del Cordero de Dios. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] Es por el Cordero, por la Sangre del Cordero.",
    "Me fue contada una historia cierta vez, y me fue de mucha ayuda. Hubo un muchacho que fue secuestrado en los días de antaño. Me supongo que todos han estudiado la historia de la Biblia y estudiado la historia de la iglesia. Y en… Creo que en el libro de Foxe… No, no fue. Fue en Los Padres de Nicea, o la vida de San Patricio. San Patricio realmente fue… ése fue sólo un nombre que le fue dado; su nombre era Suscat. Y él fue-él fue secuestrado por un grupo de-de piratas, y fue empleado para ser criador de cerdos.",
    "Y esta historia dice que este niño fue secuestrado y llevado a bordo de un barco, y él trabajaba para su sustento. Y un día el anciano capitán se enfermó y estaba-estaba a punto de morir. Y estaba bastante enfermo, allá mar adentro, y el anciano con su barba canosa, estaba en su cabina acostado. Y él llamó a sus ayudantes, a sus hombres de cubierta, dijo: “¿Habrá una Biblia entre Uds.?”. Dijo: “Cuando era un-un niño, tuve una crianza Cristiana”. Y dijo: “Me estoy muriendo. Y-y, compañeros: no quiero morir de esta manera”. Él dijo: “¿Tendrán Uds. la Palabra de Dios? ¿Habrá algún hombre aquí que tenga la Palabra de Dios?”.",
    "Finalmente, en la parte de atrás del grupo, un hombre, un muchachito se puso de pie, y dijo: “Señor, yo tengo una Biblia. Yo soy Cristiano, la cargo conmigo”.",
    "Él dijo: “Ven aquí, hijo”. Le dijo: “¿Quieres decirme que cargas una Biblia?”.",
    "Él dijo: “Sí”. Dijo: “Mi madre y mi padre eran Cristianos, y yo le entregué mi vida a Cristo cuando sólo era un muchachito pequeño, y he cargado Su Palabra conmigo adondequiera que voy”. Dijo: “La he puesto sobre mi corazón y ha estado en mi corazón”.",
    "Él dijo: “Léeme algo de allí, hijo, antes que me muera”.",
    "Y el muchachito abrió en Isaías 53:5: “Y dice así: ‘Él fue herido por nuestras rebeliones, Él fue molido por nuestros pecados; el castigo de nuestra paz fue sobre Él, y por Su llaga fuimos curados’”.",
    "Y cuando él dijo eso, el anciano capitán dijo: “¿Puedes seguir leyendo?”.\n\nEl muchachito dijo: “¿Puedo comentar aquí?”.\n\nY el anciano capitán le dijo al muchacho, dijo: “Hazlo”.",
    "Él dijo: “Mi madre Cristiana, antes que me separaran de ella, dijo… Sabe, ella acostumbraba leerme mucho esa Escritura. Y ¿sabe Ud. cómo ella me la leía?”.",
    "Y el anciano capitán dijo: “No hijo. Me gustaría oír la manera que tu madre Cristiana la leía”.",
    "🦅 Ella decía…”. Él dijo: “Así es como ella la leía: ‘Él fue herido por las rebeliones de Willie Pruitt, Él fue molido por los pecados de Willie Pruitt; el castigo de Willie Pruitt fue sobre Él, y por Su llaga Willie Pruitt fue curado’”.",
    "El anciano capitán dijo: “Me gusta eso. Me gusta eso”. Dijo: “¡Oh, si tan sólo mi nombre pudiera leerse allí!”. Dijo: “¿Piensas que pudieras hacerlo, hijo?”.",
    "Él dijo: “Lo intentaré”. Él dijo: “Él fue herido por las rebeliones de John Quartz, Él fue molido por los pecados de John Quartz; el castigo por la paz de John Quartz fue sobre Él, y por Su llaga John Quartz fue curado”.",
    "Con lágrimas corriendo por la barba, él dijo: “Tráiganme la ropa, Jesucristo me ha sanado. Yo le entrego mi vida a Él”. ¿Ven?",
    "¡Oh, amigo, si tan sólo Ud. pudiera leer su nombre allí! ¡Oh, si yo pudiera leer mi nombre allí: “Él fue herido por las rebeliones de William Branham; Él fue molido”! No la iglesia, no sólo… no un credo, “sino que Él fue molido por mis pecados. El castigo de mi paz fue sobre Él. Y por Su llaga William Branham fue curado”. ¡Oh, si pudiéramos leer nuestro nombre en la Escritura, y decirlo en sinceridad; eso es lo que lo logra! Leer allí nuestro nombre logra el perdón, porque entonces nos damos cuenta que Él fue herido por nuestra rebelión, Él fue molido por nuestro pecado.",
    "Otra cosa, hallamos en Hebreos 9:11, que perdonar produce pureza, el adorador no teniendo más conciencia de pecado, y habiéndose limpiado de tradiciones muertas. Cuando realmente venimos bajo la Sangre, somos limpiados de tradiciones muertas. La Escritura lo dice, Hebreos 9, fíjense: “Limpiará vuestras conciencias de tradiciones muertas”. Entonces, si Ud. hace eso, olvide que Ud. es un bautista, olvide que es un metodista, olvide que es un pentecostal, lo que Ud. sea, y olvide esas tradiciones muertas y venga a la Sangre. Venga a eso.",
    "Lea su nombre allí y después haga esto, después venga a la mesa de la Santa Cena; después venga y averigüe quién es el que está bien o mal, si será una Santa Cena cerrada o no; vea si Ud. es capaz de excluir a su hermano; no puede. Ud. sencillamente no es capaz de hacerlo. Hay algo en Ud. que no lo deja hacerlo. Sencillamente hay algo, ¿ve Ud.? El nombre suyo es leído entre ésos y Ud. no puede hacerlo. Eso lo purifica a uno, Eso lo limpia.",
    "Recordándolo a Él mientras nos arrodillamos junto a la cruz, ya sea un sacerdote católico, un presbiteriano, lo que él pudiera ser. Que ese hombre venga a medida que lee su nombre allí: “Él fue herido por las rebeliones de este sacerdote; Él fue herido por este metodista, este bautista, este pentecostal”. ¿Qué? “Herido por nuestras rebeliones”, mi nombre, el nombre suyo, lo que Ud. sea. Entonces creamos Eso; no lo que dice el credo; ¡lo que dice la Palabra! Luego arrodillémonos juntos al pie de la cruz; somos hermanos. ¡Oh, sí, las tradiciones!, es entonces que nos limpiamos de toda tradición muerta.",
    "Pudiera haber cuarenta presbíteros estatales, pudiera haber cuarenta sumo sacerdotes, pudiera haber cardenales y obispos, y papas, y de todo, gritando: “Levántese de allí, no se contamine”. Pero Ud. tiene a su hermano abrazado, hermano. Hay algo real. Ud. tiene perdón bajo el mismo Sacrificio con el que él es perdonado. Uds. son hermanos, y eso es más cerca que un hermano. Hay algo en eso que los acerca mucho a Dios. Y cuando Uds. se acercan a Dios, se acercan el uno al otro.",
    "🦅 ¿Cómo puede Ud. odiar a su hermano a quien ve, o despreciarlo, y decir que ama a Dios a Quien Ud. no ha visto? Ud. se hace un mentiroso, y la Verdad no está en Ud.”.",
    "Pero cuando llegamos a un lugar en donde la Sangre de Jesucristo nos limpia de todo pecado, entonces somos hermanos; no hay diferencia entonces entre nosotros. Nuestras etiquetas que nos hemos puesto no significan nada.",
    "Recuerdo allá, pasé el portal el otro día, y le estaba contando a uno de los hermanos sentados aquí, en donde antes juntaba el ganado. Y pasando por allí, el guardia marcaba ese ganado a medida que entraba durante el acorralamiento de la primavera. Y él observaba. Él nunca… Ellos tenían toda clase de marcas; pero él no se fijaba en la marca, él se fijaba en la cédula de identificación de la sangre. Y tenía que ser una ‘Hereford’ purasangre o no podía entrar al Bosque Arapaho, porque allí pastoreaba la Asociación Hereford. Tenía que ser un ‘Hereford’ purasangre.",
    "Yo pienso que de esa manera será en el tiempo del fin. Él no dirá: “¿Eres metodista? ¿Eras tú bautista?”.",
    "Ésa es la gran pregunta de hoy: “¿Qué-qué es Ud.? ¿Es Ud. metodista, bautista?”.\n\nYo digo: “No”.",
    "🦅 Pues ¿qué es Ud.: presbiteriano, luterano, nazareno, pentecostal?”.\n\n“No”.\n\n“¿Qué es Ud.”?\n\n“¡Un Cristiano”!",
    "¡Un Cristiano!, la cédula de la Sangre, ¿ven?; bajo la Sangre. Eso significa que todo hermano y hermana bajo esa Sangre es mi hermano y hermana; con mucha sinceridad allí delante de Cristo. Nosotros, el sacerdote, el predicador, cualquiera, ponemos nuestras manos sobre nuestro Sacrificio y decimos: “Somos pecadores culpables, ¡no somos dignos de Tu misericordia, oh Dios! Sin embargo, enviaste a Tu Hijo para morir en nuestro lugar, y libremente lo aceptamos”. ¡Oh, entonces somos hermanos!",
    "Todas esas viejas riñas terminan; todo eso desaparece. Quedamos sinceramente perdonados. Ud. sale perdonado y limpio del pecado, limpio de la tradición. Las cosas viejas han pasado; las viejas riñas han terminado. Todos los bautistas, metodistas y presbiterianos, todos son limpios por la misma Sangre y llegamos a ser hermanos. Las riñas por tradiciones terminan, y entonces allí podemos tener compañerismo. Y solamente allí es que podemos tener compañerismo.",
    "Yo he visto a presbiterianos pararse en estas reuniones de los Hombres de Negocios del Evangelio Completo, hablando en lenguas y gritando a más no poder, y eran algunos de los presbiterianos más sobresalientes que hay en los Estados Unidos. Jim Brown, ¿cuántos lo han conocido? Es un presbiteriano sobresaliente, estuvo aquí y danzó en el Espíritu, y habló en lenguas, portándose aquí de esa manera; y es un pastor de una de las iglesias presbiterianas más famosas en los Estados Unidos. Luteranos, metodistas, pres-… todos reunidos, ¿qué es? ¡Es que han venido bajo la Sangre! No hay marcas; no hay barreras denominacionales; somos uno; somos Cristianos. Tenemos cosas en común. Sí. Aquí no hace mucho…",
    "(Ya terminando.) Había un hombre y una mujer, esposo y esposa que se estaban separando. Y ellos intentaron reconciliarse; fueron al siquiatra para ver si él podía compaginar sus mentes, pero él no pudo. Acudieron a cuanta cosa les vino a la mente, para procurar permanecer juntos, pero sólo discutían y continuamente estaban divididos. Y sencillamente no se soportaban el uno al otro, y no toleraban estar en la presencia el uno del otro, y terminaban discutiendo. Por lo tanto, decidieron en el divorcio.",
    "Entonces contrataron un abogado, para que les consiguiera el divorcio. Y él dijo: “Ahora, antes de que lo hagamos”, dijo, “venderemos la casa”. Y dijo: “Más vale que vayan y se repartan las cosas antes que reciban el divorcio, y se venda la casa”.",
    "Así es que el esposo y la esposa se fueron juntos. Fueron a la casa. Y entraron en la sala, y ella dijo: “Yo me quedaré con esto”.\n\nY él dijo: “¡Yo me quedaré con esto!”.",
    "Y discutieron, y se gritaron, portándose así el uno contra el otro. Después de un rato, decían: “Bueno, te doy esto si aceptas esto”. Muy bien, eso continuó por un rato. Entonces entraron a la sala y a diferentes lugares, y a la cocina, y a la recámara. Así se repartieron las cosas.",
    "Y finalmente recordaron que había algunas cosas en el desván. Entonces subieron al desván y sacaron un viejo baúl. Y empezaron a sacar diferentes cosas, decían: “Quédate con esto, y quédate tú con esto”. Y finalmente, ambos fijaron sus ojos en un pequeño objeto, y ambos lo agarraron. Y se miraron el uno al otro. ¿Qué era? Un par de zapatitos blancos, que pertenecieron a un bebé que había muerto. Era parte de los dos. Allí, con sus manos firmemente aferradas así sobre los zapatos de este bebé… Realmente ¿a quién le pertenecían? ¿De quién eran? Les pertenecían a ambos. Ellos tenían cosas en común.",
    "A los pocos momentos, mirándose el uno al otro, lágrimas comenzaron a rodar por sus mejillas. ¿Qué era? Podían repartir todo lo demás, excepto cuando llegaron a algo que tenían en común: el niño (y él estaba en el Cielo), entonces la pelea terminó. Pasados unos minutos estaban abrazados. El divorcio terminó; la paz reinó.",
    "Y hermanos, permítanme decirles esto en esta noche. No buscamos que Uds. se unan a una iglesia. Pero sí estoy pidiéndoles esto: Hay una cosa que tenemos en común, es a Jesucristo. Él es aquello en común para nosotros. No todos podemos ser bautistas; no todos podemos ser metodistas; no todos podemos ser unitarios, o de tres, o lo que sea; no podemos ser eso. Pero hay una cosa que tenemos en común, ésa es el ofrecimiento del perdón de Dios: Su Hijo, Jesucristo. Nosotros tenemos todas las cosas en Él. Pero eso es lo primero que debemos aceptar. Luego podemos obtener otras cosas, una vez que aceptamos el perdón que Dios nos ha ofrecido. Y eso no será a través de nuestro sistema educacional, o a través de nuestro sistema denominacional, sino que será por medio de la Sangre de Jesucristo. Todos podemos reunirnos allí bajo la cruz y ser uno y tener cosas en común. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] Inclinemos nuestros rostros por un momento mientras oramos.\n\n[Una hermana empieza una exhortación. Cinta en blanco.—Ed.] Amén.",
    "Con rostros inclinados, ciertamente con los corazones inclinados, inclinemos ahora nuestros corazones por un momento con nuestros rostros, diciendo: “Señor, ahora con mi corazón inclinado, con todo eso de mi tradición, ¿estaré correcto o incorrecto?”. Permitan que el Espíritu Santo escudriñe ahora el corazón. Y si no está exactamente en donde debería estar, y a Uds. les gustaría ser recordados en oración, ya para terminar, para que Uds. sepan que todos podemos reunirnos bajo una cosa: la Sangre, el Sacrificio. Y cuando lo hacemos, entonces somos limpios de todas las cosas del mundo. Y a Uds. les gustaría ser recordados en oración, ¿lo harían notorio al levantar la mano a Dios? Digan: “Recu-…”. Dios le bendiga. ¡Oh, vaya, cuántas manos! “¡Recuérdame, oh, Señor”!",
    "¿Se dan cuenta que no tenemos muchos días más para pasear por esta Tierra? Ud. dice: “Pues, yo soy joven”. Lo sé. No pudiera decir, hermana, hermano, habrá mucho adolescente que morirá en esta noche por todo el mundo, cientos de ellos. No, lo único que Uds. tienen es el aliento que les queda.",
    "¿Dirá Ud., en este momento: “Con mi mano levantada, Señor Dios, yo acepto el perdón que Tú ofreciste, la Sangre de Jesucristo”? “Ahora, permite que la Señal de la Sangre, el Espíritu Santo, venga sobre mí. Yo no he recibido el Espíritu Santo; yo-yo lo sé. Y yo-yo quiero recibir ese Algo que me haga sentir de la manera que Ud. está hablando; que mis pecados hayan desaparecido completamente; y el mundo, el amor por el mundo haya pasado de mí, y seré una nueva criatura. Yo quiero saber eso en mi corazón. Y Dios, yo no estoy levantando mi mano para el Hermano Branham, sino que estoy levantándola para Ti, y Tú conoces mi corazón”. Y nadie levante su rostro, dejen solamente que Dios vea esto. Y diga: “Dios, yo-yo-yo quiero la Señal, de que la Sangre me ha sido aplicada; y yo la quiero”.\n\nLevanten la mano y digan: “Ore por mí, Hermano Branham”. El Señor los bendiga, muy bien.",
    "No importa lo que sean: metodistas, bautistas, presbiterianos, es para el que quiera. Ahora, he… no diciendo nada en contra de esas iglesias, ellas, ellas están bien; pero lo que estoy tratando de decir es que eso no salvará. ¿Ven?",
    "Tiene que ser el perdón de Dios, la gracia perdonadora. Y es representada únicamente, no a través de una iglesia, sino por medio de la Sangre de Jesucristo. Ése es su Sustituto, cuando Uds. pueden poner sus manos sobre Él y decir: “Yo acepto ahora este Sustituto; Dios, sé misericordioso conmigo”.",
    "Y podrían haber miembros de iglesia aquí, que se han unido a la iglesia con toda buena sinceridad. Yo creo eso con todo mi corazón, que Uds. se unieron con sinceridad. Pero Uds. dicen: “Hermano Branham, realmente, mi corazón no ha sido limpiado de todas estas tradiciones y demás cosas. Yo-yo creo que si alguien hablara en contra de la propia iglesia a la que yo… Si la Biblia aun dijera, me dijera, se me probara por la Biblia que mi iglesia está errada, yo-yo sin embargo no podría aceptarlo; de corazón no pudiera hacerlo, sin embargo, quiero. Ore por mí”. ¿Levantarían la mano, dirían: “Ore”? “Yo lo haré; sí, seguro que lo haré”. Dios los bendiga. Qué bueno, eso está bien. “Yo-yo quiero poder aceptar todo lo que Dios dijo, tal como Él lo dijo en Su Biblia. Y yo quiero que la Sangre de Jesucristo venga sobre mí”.",
    "¡Y siendo la Sangre aplicada, la Señal! Vean, hay una Señal dada por la Sangre, y ésa es el Espíritu Santo. Y cuando el Espíritu Santo descendió, en el día de Pentecostés, Uds. saben lo que le hizo al pueblo. Y cada vez que venga sobre el pueblo, hará la mismísima cosa. Pedro dijo: “Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”, esta misma promesa.",
    "Si diez centavos son diez centavos aquí, son diez centavos allá, dondequiera son diez centavos. Si éste es un diamante aquí, es un diamante allá. Si ésta es una casa aquí, es una casa allá.",
    "Y si éste es el Espíritu Santo que cayó en el día de Pentecostés, es el mismo Espíritu Santo hoy. Y si Ud. nunca ha encontrado esa experiencia, acéptela ahora mientras oramos, ¿lo harán?",
    "Nuestro Padre Celestial, sabiendo que-que el Sol se está poniendo rápidamente, el tiempo ya no será más, un día el gran Arcángel dará un paso saliendo a la escena del tiempo, desde la Eternidad. Y la trompeta de Dios sonará y todo hombre y mujer responderá a lo que nosotros conocemos que es la Verdad: la Palabra de Dios. Tiene que haber alguna norma que Dios tenga aquí en la Tierra por la cual seremos juzgados. Y si tomáramos la norma de nuestra iglesia, nuestra denominación, ¡por cuánto fallaríamos! Y ¿cuál denominación estaría en lo correcto? Por lo tanto, quedaríamos confundidos, no sabríamos qué hacer. No obstante, sí hay una norma, y ésa es Tu Palabra.",
    "Y Tu Palabra dice: “El que no naciere de nuevo, ni siquiera puede ver el Reino de Dios”. En otras palabras, él no puede entenderlo. Él debe ser aceptado por fe, y nacer de nuevo, y después él lo entenderá; ver es “entender”.",
    "Y oramos, Dios, en esta noche, cuando muchas de esas manos han sido levantadas esta noche, por todo el edificio (hombres de negocios de la ciudad, y mujeres, jóvenes y jovencitas), yo creo que en sinceridad han levantado las manos. Ahora, no pudieran levantar sus manos a menos que hubiera una convicción. Y el Espíritu Santo, por medio de ellos, les ha probado que están errados, y ha traído la convicción, de que quieren estar bien. Y levantaron las manos a Ti, el gran Creador, sabiendo que tienen que encontrarse Contigo algún día. Y fueron sinceros, creo yo, Señor, y estoy intercediendo por cada uno. Yo confío en esta noche, Señor, mientras oro, que ninguna mano que se ha levantado pueda descansar hasta que el Espíritu Santo haya llenado sus vidas. Concédelo, Señor. Yo los reclamo como trofeos para Jesucristo. Hazlo, Señor, lo pido. Salva a los perdidos.",
    "Llena aquéllos que han aceptado a Cristo, con el Espíritu Santo. Derrámalo sobre sus almas, Padre. Recibe Tú mismo la gloria.",
    "Jesús, Tú nos has dicho: “Ningún hombre puede venir a Mí sin que Mi Padre lo traiga primero”. “Y fe viene por el oír, y el oír la Palabra de Dios”. Y ahora, la Palabra de Dios siendo predicada (la fe viene por el oír), y ellos han sido traídos, porque la Biblia dice: “Aquéllos que conoció, Él predestinó. Y aquéllos que Él predestinó, Él llamó. Y aquéllos que Él llamó, Él les dio Vida Eterna”.",
    "Y ahora, allá en el principio, antes del mundo, Tú pusiste sus nombres en el Libro de la Vida del Cordero. Y esta noche el Espíritu Santo ha llamado, y ellos han levantado las manos. Ahora Señor, concédeles Vida Eterna. Yo lo pido para la gloria de Dios; que el Espíritu Santo descienda en sus corazones y los circuncide de todas las obras muertas y tradiciones, y les dé el perdón gratuito; y que los llene de Su Presencia, para que desde este día ellos puedan salir, en la hora tenebrosa, como fue en los días de Sodoma cuando mujeres con las caras pintadas, la inmoralidad sacudió a las naciones.",
    "¡Oh, Señor Dios, que hombres y mujeres salgan como llamas ardientes! Que el Espíritu Santo literalmente envíe Fuego Santo sobre ellos, Señor, que sean muy llenos de las bondades de Dios, y-y salgan a llamar a la cruz a todo pecador con quienes tengan contacto. Concédelo Señor; donde ellos también puedan postrarse y encontrar perdón. Haz eso con los metodistas, bautistas, presbiterianos, pentecostales y todos, Señor. Concédelo. Ellos ahora son Tuyos. Los encomiendo en Tus manos, para que les concedas esto. En el Nombre de Jesucristo. Amén.",
    "¿Le aman? [La congregación dice: “Amén”.—Ed.] Yo… Esto podría estar un poquito fuera de orden. Un momento. Cantemos este antiguo himno tan bueno. A mí me-me encanta cantar. Saben, la… Algunas veces, al predicar, uno dice cosas que cortan, pero hay-hay un bálsamo en Galaad, ¿verdad que sí?, que sana el alma. [“Amén”.]",
    "Cantemos este himno antiguo tan bueno, por favor, “Yo le amo, yo le amo, porque Él a mí me amó”. ¿Se saben el canto? [“Amén”.] Que alguien lo dirija.\n\nYo le amo, yo le amo,\n\nPorque Él a mí me amó;\n\nY me compró la salvación,\n\nAllá en la cruz.",
    "Tarareémosla. [El Hermano Branham empieza a tararear: Yo le amo.—Ed.] Ahora, mientras tararean Yo le amo, ¿cuántos bautistas hay aquí? Levanten la mano. ¿Presbiterianos? ¿Luteranos? ¿Nazarenos? ¿Peregrinos de Santidad? ¿Pentecostales? ¡Miren el pueblo! Todos juntos… [El Hermano Branham continúa tarareando Yo le amo.] ¿Qué hemos hecho ahora cuando hemos venido bajo la cruz, bajo la gracia de perdón? Todos somos perdonados, no por nuestra iglesia, sino por el Calvario.",
    "Saludémonos de mano con los metodistas, bautistas, y pentecostales ahora cuando cantemos otra vez. “Yo…”. [El Hermano Branham se saluda de mano con aquéllos cerca de él.—Ed.]\n\nPorque Él a mí me amó;\n\nY me compró la salvación,\n\nAllá en la…",
    "Ahora, cantémosla para que cada uno la oiga. Ahora inclinemos nuestros rostros y levantemos ambas manos a Dios. Y con todo nuestro corazón, si lo amamos, digámoslo ahora.\n\nYo le amo (¡Oh Dios!), yo le amo,\n\nPorque Él… 🦅"
  ]
}