{
  "title": "VE, DESPIERTA A JESÚS",
  "id": "63670009",
  "content": [
    "🦅  Permanezcamos de pie ahora por unos momentos, y vamos a orar.",
    "Quiero decir que es un gran privilegio para mí estar aquí esta noche en esta Asamblea Grantway, y poder conocer a su precioso pastor aquí en su plataforma, y este buen compañerismo. Estaba disfrutando de esos cantos, parado allá atrás y escuchando a las muchachas, creo que eran, cantando esos hermosos himnos. Y no hay nada como reunirse y servir al Señor. ¿Verdad? [La congregación dice: “Amén”.—Ed.]",
    "Ahora inclinemos nuestros rostros por un momento y hablemos con Este a Quien hemos venido a adorar.",
    "Nuestro Padre Celestial, somos un pueblo privilegiado en esta noche, por estar vivos y reunidos aquí para adorarte, y Te agradecemos por esto. Y ahora, no hemos venido con otro propósito que el de adorarte, y darte gloria y alabanza a Ti por lo que has hecho por nosotros. Y en verdad nos reconocemos indignos; no somos dignos de esto.",
    "¡Y al ver el día en el que estamos viviendo, cuando las luces se están apagando! Y hoy necesitamos que se levante el profeta, como fue en los días de Samuel, cuando Elí, cuando sus ojos comenzaron a oscurecerse, y las luces se apagaban en el templo de Dios. Entonces Dios vino a la escena. Y oramos, Señor, que vengas a la escena esta noche entre nosotros, y te muestres a Ti Mismo vivo, el—el gran profeta de todos los profetas, el Hijo del Dios vivo.",
    "Y la Escritura nos—nos enseña que: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, pero en estos postreros días a través de Su Hijo Jesucristo”. ¡Oh, Señor!, oramos que Tú estés en nuestro medio esta noche para—para darnos a conocer Tu Presencia, por Tus grandes obras y manifestaciones.",
    "Bendice esta asamblea, Padre, a su pastor, y esta cariñosa recepción, un hombre de corazón amable, y sus… y a todos sus síndicos, diáconos y a la comunidad. Y sencillamente que sea un gran momento de compañerismo. Y confiamos en que saldremos de aquí regocijándonos, diciendo: “¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino?”. Porque lo pedimos en el Nombre de Jesús, Tu Hijo. Amén.",
    "Realmente se siente bien estar de nuevo en la iglesia. Estuve fuera de—de—de vacaciones por unos días, de viaje, un viaje de cacería, y regresé. Y al sentir que estoy de nuevo en la plataforma, se siente muy bien.",
    "Y ahora recibí esta invitación de su pastor aquí, el Hermano Mack, hace unas semanas, para venir aquí. Pero sucede que, Uds. saben, las llamadas y los lugares para visitar, al punto que yo—yo no tuve la oportunidad de responderla.\n\nY mañana tengo que ir a Phoenix.",
    "Y luego al día siguiente salimos para Nueva York al nuevo auditorio que se acaba de construir allí, y lo ocuparemos los primeros días. Así que estaremos con el Hermano Arne Vick, y—y las iglesias patrocinadoras. Y estamos… estoy seguro de que su pastor conoce al Hermano Vick. Y, no, no Arne Vick. Discúlpenme. Creo que fue John, tal vez, hermano, y la Iglesia de la Piedra, el pastor de la gran Iglesia de la Piedra, que es la asamblea pentecostal más grande de Nueva York.",
    "Y luego de allí bajamos de nuevo a Shreveport, Louisiana, para una convención allá con el Hermano Jack Moore. Hemos estado allí cada día de Acción de Gracias. Los tres días de Acción de Gracias pasados, comencé una reunión allí; el Señor, más bien. Discúlpenme. Y el avivamiento nunca ha cesado desde entonces. Constantemente, personas están llegando, siendo salvas y llenas del Espíritu Santo, constantemente, desde ese tiempo. Y el avivamiento continúa. Y estaremos cinco días con ellos. Y luego creo que con…",
    "Regresamos a… hasta Phoenix, para empezar el diecinueve, en el Ramada Inn de allí. El primero, el diecinueve, el veinte, el veintiuno, el veintidós y el veintitrés, creo, es la reunión. Normalmente voy de iglesia en iglesia, antes de la convención Cristiana de los Hombres de Negocios. Pero tenemos problemas con… Uno comienza con la primera iglesia, luego tal vez la siguiente es pequeña, y la gente no puede entrar. Y entonces pensamos que si pudiera reservar el Ramada, que tiene cupo para ¡oh! tres o cuatro mil, pues, entonces puedo reunirlos a todos, todos juntos, y continuar por cuatro noches antes de la convención de los Hombres de Negocios del Evangelio Completo. Y voy a estar dos noches, creo, predicando dos noches allí. En la cual, el Hermano Roberts y algunos buenos predicadores hablarán en esa reunión.",
    "Y luego, desde allí, a Visalia. Y luego tenemos hasta aproximadamente marzo, aquí en los Estados Unidos. Y luego vamos a Europa para una gira, hasta junio, y allá tendrán la conferencia mundial. Y luego, también, voy a predicar cinco noches en Filadelfia, viniendo de regreso, en la convención internacional de los Hombres de Negocios del Evangelio Completo. Y luego iremos, desde allí, a Durban, Sudáfrica, y así sucesivamente, para comenzar en septiembre del dos al seis. Y luego a Johannesburgo, y a Kenia y Nairobi, y por esos lados.",
    "Y nosotros verdaderamente, al anunciar esto, pedimos las oraciones, porque cuando encuentro una gran sinceridad y un sentir del pueblo que está reunido, que son Cristianos; esa es mi fortaleza, está en el Cristianismo, y en las personas orando por mí. Y yo—yo ciertamente pido sus oraciones. Y hagan eso por mí, por favor.",
    "Ahora, esta noche, no queremos tomar mucho tiempo, porque es—es—es domingo por la noche, y Uds. tienen que trabajar el lunes. Pero me encanta hablar del Señor, y trataré de hacerlo lo más rápido posible. Y creo que mi hijo dijo que repartió unas tarjetas de oración para orar por los enfermos, si el Señor dirige de esa manera, para orar por los enfermos.",
    "Ahora, al orar por los enfermos, estamos… Eso es todo lo que podemos hacer, solo orar por los enfermos. Si hay alguna sanidad, tiene que venir de Dios. Y ahora, al pensar en esas cosas mientras hablamos, todo el potencial que Uds. necesitan para la sanidad ya está aquí, cuando Jesucristo el Hijo de Dios compró estas cosas en el Calvario. Y están disponibles para que el que quiera, pueda tener la sanidad Divina. Lo único que se necesita para que funcione es su fe.",
    "Solo piensen, la electricidad está en los cables, pero Uds. deben presionar el interruptor. ¿Ven? Uds. deben presionar el interruptor. Y por fe Uds. presionan el interruptor, creyendo que funcionará. Ahora, si todos los cables están conectados correctamente, y la corriente está en el cable, entonces cuando presionen ese interruptor algo va a suceder. Bueno, así mismo es con la sanidad Divina, con la salvación, o con todos los atributos por los que Cristo murió, para dárnoslos. Todo fue consumado en el Calvario. Y lo único que tenemos que hacer es, por fe, presionar el botón. Y ahí va, eso ilumina, ¿ven Uds.? Es así de simple. Y allí…",
    "Nosotros que oramos por los enfermos, muchas veces nos colocan el nombre de sanador Divino. Pero en realidad…",
    "[Alguien habla con el Hermano Branham sobre el sistema de sonido.—Ed.] Muy bien, señor. Gracias.",
    "Realmente, no existe tal cosa como un—un sanador Divino, porque Cristo es ese Sanador. ¿Ven? Y no hay un salvador Divino, entre los hombres. Cristo es ese Salvador. Y solo piensen, que toda persona que ha sido salva, o que alguna vez será salva, fue salva en el Calvario. Allí es dónde: “Él herido fue por nuestras rebeliones, y por Su llaga fuimos curados”. Allí mismo, lo fuimos.",
    "Ahora, lo único que queda es, predicar la Palabra. Jesucristo, el Hijo de Dios, comisionó a Sus discípulos para ir a todo el mundo y predicar el Evangelio comenzando desde allí, diciendo: “Estas señales seguirán a los que creen”.",
    "Y siempre encontramos tres clases de personas entre la congregación, son: creyentes verdaderos, creyentes manufacturados e incrédulos. Así que nosotros… Están todos mezclados allí. Ellos estaban allá en Su día. Y los tenemos ahora.",
    "Pero el verdadero creyente no busca encontrar algún gran discurso intelectual, o alguna persona bien vestida, o algún maestro distinguido en la plataforma. Sino con una fe sencilla… Cristo es tan sencillo, que al sabio se le pasa por alto. Ellos nunca lo encuentran. Y, sin embargo, es tan sencillo como—como su mano derecha. Saben, Jesús alabó al Padre por eso una vez, que, “Él había escondido estas cosas de los sabios y de los entendidos, y la reveló a niños, los cuales aprenden”. ¿Ven?",
    "Y hoy en día, cuando nuestras iglesias se están pareciendo tanto al espectáculo de Hollywood, en vez del Evangelio común y sencillo, ¿ven? se ha convertido en un desfile de modas, y un—y un sistema intelectual, al punto que parece confundir a las personas. Pero me—me gusta la manera en que la Biblia lo tiene aquí, la simplicidad, creer que la obra fue consumada por ese Grandioso, Jesucristo, y a Él amamos y alabamos.",
    "Ahora hablemos de Él, pero primero leamos algo de Su Palabra. Me encanta leer Su Palabra, porque la Biblia dice que: “La Fe viene por: el oír, oír la Palabra de Dios”. Ahora, nosotros, ¿cuántos creen la Palabra de Dios? Veamos. ¡Oh!, eso está bien. Si creemos esa Palabra, es todo lo que tenemos que hacer, si La creemos. Ahora, eso es lo más importante, si La creemos.",
    "Y ahora fíjense, a medida que pasan los días, yo tengo que cambiar. Tengo que decir: “Bueno, el año pasado yo—yo—yo hice cierta cosa, pero no la hice bien. Aprendo más del tema”. Uds. también. Todos lo hacemos; la ciencia lo hace. La ciencia encontrará algo, dicen: “Esto es así científicamente”. Y dentro de un año, pues no era científicamente así. Pero el problema que tienen es que no lo admiten. Nosotros debemos admitirlo, y decir que estamos equivocados. ¿Ven?",
    "Pero, con Dios algo es seguro, Él no comete errores. Y Su primera decisión es Su única decisión, porque Él es infinito. Y para ser infinito, es perfecto multiplicado por perfecto, más perfecto. Y, perfecto, es infinito. Él sabía todas las cosas desde el principio. Nunca tiene que retractarse de una palabra. Él jamás tiene que mejorar, porque Su primera decisión es la única decisión que puede haber. Él no aprende más, ni se hace más inteligente, como reclamamos nosotros. Pero Él era perfecto, para comenzar.",
    "Y, por lo tanto, cuando leemos cualquier cosa en la Biblia, la cual creemos firmemente que es la Palabra de Dios; y cuando La leemos, podemos descansar nuestra alma firmemente en Aquello. Dios nunca Lo puede cambiar. Si Él cambia, entonces Él es—Él es como yo, ¿ven?, Él es finito, y está lleno de errores. Pero Él no es finito. Él es infinito, y no puede cometer un error.",
    "Por lo tanto, cuando la primera persona vino a Él, con el problema que Ud. tiene esta noche, si es para salvación, el plan que Dios estableció, para salvar a ese hombre, es el mismo plan con el cual Él lo salva a Ud. Y Él tenía un plan, y era por medio de la sangre derramada. Y un hombre que viene a Él por una enfermedad, sobre la base que Él sanó a ese hombre, Él tiene que mantener eso mismo para siempre. Si Él actuó con un individuo, de una manera una vez, y de otra manera en otra ocasión, entonces Uds. no sabrían cómo acercarse a Él. Pero, ¿ven?, Él debe actuar exactamente de la misma manera cada vez, por eso tenemos confianza en Él. ¿Ven?",
    "Y si no sucede nada de lo que hemos pedido, debemos regresar y ver dónde la línea está haciendo tierra. ¿Ven? Hay algo que está mal, en alguna parte. Quizás demasiada presión ha quemado un fusible, ¿ven? Pero tenemos—tenemos que corregir el asunto. Y entonces si cada… si nuestro… si nosotros… si nuestro espíritu no nos reprende. ¿Ven? Si no nos reprende, entonces tenemos favor con Dios, sabemos que vamos a recibir lo que pedimos. Tenemos nuestra petición porque no nos sentimos reprendidos.",
    "Pero cuando somos reprendidos con incredulidad, pecado de cualquier tipo… Y pecado es incredulidad. Solo hay dos tipos, dos cosas por las que cada persona en el mundo está viviendo, y es, fe o incredulidad. No hay un término medio entre ambos. No hay un hombre sobrio y borracho a la vez esta noche. No hay un pájaro blanco y negro a la vez esta noche. Y no hay santo y pecador a la vez. Es nacido de nuevo o no es nacido de nuevo. O creemos o no creemos.",
    "Por lo tanto, creo que, cuando Jesús juzgue la tierra… Pues, Dios juzgará la tierra por Jesucristo. Yo creo que seremos juzgados por esta Biblia. Ahora, Dios no puede ser justo, como creemos, y soberano como Él es, y no tener algún estándar por el que se nos juzgue.",
    "Bueno, si ellos dicen… “Él va a juzgar al mundo por la iglesia”. Ahora, ¿cuál es la iglesia? ¿Ven? El católico dice: “Nosotros somos”. Bueno, ¿cuál católica? Bueno, la romana dice: “Nosotros”. Los griegos dicen: “No, no. Nosotros”. ¿Ven? Y los metodistas dicen: “Nosotros”. Los bautistas dicen: “Nosotros”. Y los pentecostales dicen: “Nosotros”. Y el otro dice: “Nosotros”. ¿Ven? Pero yo… eso sería demasiado confuso. La gente no sabría qué creer.",
    "Pero, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”, el mismo ayer, hoy y por los siglos. De Aquí proviene nuestro juicio, de la Biblia, así que creamos solemnemente cada Palabra.",
    "Y he dicho que esa genuina experiencia del nuevo nacimiento acentuará cada promesa de Dios con un “amén”. No tratarán de decir: “Bueno, eso fue para otro día”, o, “Eso no es para nosotros. El Espíritu Santo era para la gente de otro día”. No, no.",
    "Pedro dijo, en el día de Pentecostés: “Para vosotros es la promesa, para vuestros hijos, para aquellos que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Jesús comisionó a Su iglesia, dijo: “Id por todo el mundo y predicad el Evangelio. El que creyere y fuere bautizado, será salvo; El que no creyere, será condenado, y” es una conjunción, “estas señales seguirán a los que crean: En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; tomarán en las manos serpientes, o si bebieren cosa mortífera, no les harán daño; pondrán sus manos sobre los enfermos, y sanarán”. Ahora, eso es—eso es correcto o incorrecto. Para mí, soy sencillo. Yo—yo solo creo que es correcto, y eso es todo lo que tengo que hacer. Aquellos que tratan de explicar que no es así, yo—yo no lo entiendo. Yo creo que es la Palabra de Dios, y es la Verdad.",
    "Ahora, puede que yo no tenga suficiente fe para hacer que todo eso se manifieste, pero ciertamente no querría interponerme en el camino de alguien que sí tenga la fe suficiente. Puede que no tenga la suficiente fe para ser como Enoc, que caminó una tarde con Dios, y no tuvo que morir, solo subió caminando a Casa. Pero sí me gustaría ver a alguien hacerlo ahora, Uds. saben. Realmente no me—no me gustaría estorbarlo, que vaya a hacerlo. Yo oro por esa clase de fe, porque es la clase de fe que vamos a necesitar tener. “Nosotros los que vivimos y que habremos quedado hasta la Venida del Señor, seremos cambiados en un momento, en un abrir y cerrar de ojos, y arrebatados junto con los muertos resucitados, para recibir al Señor en el aire, y estar con Él para siempre”. Ese es el deseo de nuestro corazón.",
    "Ahora, abramos en Mateo, el capítulo 8, y comencemos con el versículo 23, para leer una—una pequeña porción de la Escritura aquí, para tener un contexto, o un texto, más bien, para el contexto de unas—unas pocas Escrituras que apunté aquí, a las que quiero referirme, y algunos comentarios, notas. Mateo 8:23, para comenzar, y leer hasta el versículo 27.\n\nY entrando él en la barca, sus discípulos le siguieron.",
    "Me gusta eso. Ellos Le siguieron a donde quiera que Él iba.\n\nY he aquí que se levantó en el mar tempestad tan grande que las olas cubrían la barca; pero él dormía.\n\nY vinieron sus discípulos y le despertaron, diciendo: ¡Señor, sálvanos, que perecemos!\n\nÉl les dijo: ¿Por qué teméis, hombres de poca fe? Entonces, levantándose, y reprendió a los vientos y al mar; y se hizo grande bonanza.\n\nY los hombres se maravillaron, diciendo: ¿Qué hombre es éste, que aun los vientos y el mar le obedecen?",
    "Ahora, el Señor mediante, quiero tomar solo un pequeño versículo de allí; suena algo extraño, tres palabras: Ve, Despierta a Jesús, o, “Llamando a Jesús a la escena”.",
    "Ahora, esto fue en un momento tremendo de la reunión de nuestro Señor, o de Su ministerio terrenal. Y yo creo que Su ministerio terrenal nunca ha cesado, porque ahora Él está en Su pueblo. Dios estaba en Cristo; Cristo en el pueblo. Y Él está haciendo Sus mismas obras ahora que las que hizo entonces. Entonces Él estaba cansado y agotado de la jornada, de acuerdo al capítulo anterior, en—en Marcos 4:35. Encontramos allí que Él había sanado a la madre de la esposa de Pedro de una fiebre, y Él había hecho muchos y grandes milagros.",
    "Y nos damos cuenta aquí que Él enseñaba en parábolas, siempre haciendo lo que le pedía el Padre. Y sería bueno que todos lo tomáramos como ejemplo: siempre en los negocios del Padre.",
    "Y Él debe haber estado cansado y agotado, en Su camino. Y veo que a Él le era necesario cruzar a Galilea. Y mientras Él comienza a cruzar, cansado y agotado, virtud había salido de Él, de todas estas cosas que había hecho, predicando, orando por los enfermos.",
    "Y Él sabía, por cuanto Él era Dios, pues sabía que había un gran trabajo por delante. Él sabía que había un demente en Gadara, que había sido un hombre salvaje por años, un joven, según sabemos, que había perdido su—su raciocinio humano, y vivía en los sepulcros con el espíritu maligno. Y vaya sitio de habitación para un hombre, en un cementerio, pero no es raro que un demonio se encuentre entre cosas muertas. Así que vivía allá, y estaba tan terriblemente afligido por estos demonios, hasta que ellos—ellos (él—él) rompía las cadenas, y su fuerza era una súper fuerza.",
    "¿Y alguna vez han visto a un hombre agobiado por un espíritu maligno como ese? Tiene muchas veces su propia fuerza. Cómo los he visto en las reuniones, cuando ni siquiera la fuerza policial podía contenerlos. Hacían pedazos a esos policías, y los tiraban a un lado, y—y salían en los… y seguían adelante.",
    "Él está muy… Por estar tan completamente rendido al maligno, se apoderó de él y no estaba en sus cabales. Solo hacía lo que el espíritu maligno le ordenaba hacer.",
    "Entonces pensé, si una completa rendición al demonio puede darle a un hombre quizás cinco veces su fuerza, ¿qué le daría a un hombre una completa rendición a Dios? ¿Qué le daría a un lisiado que está débil en su cuerpo, y no puede caminar, o algo así? Si solo pudiéramos rendirnos completamente al Espíritu Santo, nos daría súper fuerza, para levantarnos en el Nombre, porque: “Mayor es el que está en vosotros, que el que está en el mundo”. ¿Ven? Uds.… La—la fuerza en Dios, que está en Uds., es mayor que cualquier aflicción que pueda venir sobre Ud. No hay nada que pueda sorprenderlo, que pueda vencerlo, porque Ud. está lleno de súper poder. Y ese súper poder es el Espíritu Santo que domina su vida, si Ud. es un Cristiano.",
    "Y este gran trabajo Le esperaba al día siguiente, y Él lo sabía. Y entonces, mientras la barca cruzaba el mar, Él aprovechó la oportunidad para descansar un poco. Ahora, el hermano, el pastor aquí y los otros ministros, saben lo que significa la pausa entre la reunión de la mañana y la reunión de la tarde. Muchas veces, sobre todo cuando se recorren unos cuantos kilómetros difíciles como yo, a uno le gustaría acostarse y descansar unos minutos, Uds. saben, uno está cansado.",
    "Y recuerden, Jesús era humano; tan humano que podía morir; tan humano que podía llorar; tan humano que podía tener hambre. Él era, en un sentido, humano, porque era el Hijo creado de Dios. Dios habitaba en Él. Ahora, pero Él era humano. Y Él era humano y Dios, juntos. Dios creó una Célula de sangre en el vientre de la virgen María.",
    "Y, sabemos que la sangre viene, la hemoglobina, viene del sexo masculino. Una gallina puede poner un huevo, un ave; pero si no ha estado con el macho, no empollará. No es fértil. Así que viene del macho.",
    "Y en este caso, el macho era Dios, un Espíritu, Jehová, el Padre. Y Él hizo sombra sobre la virgen y creó esta Célula de sangre que produjo al Hombre, Cristo Jesús, que era el Hijo de Dios. Ahora, Él no era ni judío ni gentil. Él era Dios. Porque, ¿ven?, Él no era de sangre judía, ni tampoco de sangre gentil. Era la Sangre de Dios, la Sangre creada para redimirnos. Así que no hay ni judío ni gentil que pueda decir que Él nos pertenecía o algo así. Él perteneció… Murió por la raza caída de Adán, por ambos, para toda la gente, en todas partes, que le creerían.",
    "Ahora, tomando este pequeño descanso, Sus discípulos volvieron a las velas. Y me imagino que eran buenos marineros porque habían nacido allá, junto al mar, y se criaron allí, y conocían todas las—las características del mar y de esas aguas peligrosas, y dónde estaban las corrientes, y dónde estaban los peces, y las horas y los tiempos. Así que tomaron sus remos y Le siguieron. Él se dirigía a Gadara. Acababa de terminar un avivamiento en este otro lado, ahora iba a cruzar el mar.",
    "Ahora, estando cansado, Él va a la parte de atrás de la barca, y—y uno de los escritores dijo que Él se acostó sobre una almohada: debe haber estado cansado. Y solo piensen por unos momentos, en cómo Él trabajó para salvarnos. Todas estas cosas fueron para nuestro bien. Y Él regresa a acostarse. Ahora, los discípulos…",
    "El avivamiento había terminado. El avivamiento de ese día había terminado, y ahora vuelven a sus labores de remar y navegar. Y deben haber estado regocijándose por las obras que Le habían visto hacer. Las obras que Él había hecho, debieron haber estado hablando de Sus actos, pues Él estaba atrás en el barco, dormido.",
    "Y yo creo que eso, bastante, se aplica a este tiempo en el que vivimos, ¿ven?, el avivamiento por el que acabamos de pasar, este avivamiento pentecostal, un gran avivamiento de sanidad que sacudió al mundo entero. Piénsenlo, los fuegos del avivamiento están ardiendo en cada colina del mundo, por todo alrededor del mundo. Lo recorro constantemente. Me preparo para hacer otra gira mundial. Y en cada país y en cada nación, los fuegos del avivamiento de pentecostés están ardiendo. Los presbiterianos lo están recibiendo, los bautistas, los luteranos, los metodistas. Sin duda es la última vigilia cuando Dios está llamando a Su pueblo. Y estos grandes fuegos del avivamiento están ardiendo.",
    "Y estos discípulos, al igual que nosotros hoy en día, el avivamiento había terminado. Y se habían reunido en la parte delantera de la barca, tal vez, o mientras remaban, y estaban hablando de lo que Él había hecho, Sus obras, que les declaraban claramente que Él era lo que decía ser.",
    "Ahora, Uds. saben, una persona podría asegurar que es casi cualquier cosa. Pero esa no es la señal de que son lo que dicen ser. ¿Ven? Nosotros—nosotros encontramos eso en cada aspecto de la vida. Hay vendedores que dicen ser vendedores, y no lo son. Hay electricistas que dicen ser electricistas, y no lo son. Hay mecánicos que dicen ser mecánicos, y no lo son. Y hay hombres que dicen ser Cristianos, y no lo son.",
    "Jesús declaró claramente lo que era un Cristiano. ¿Ven? “Estas señales seguirán a los que creen”, ¿Ven?, lo que harían, lo que la Iglesia creyente haría. Y Él siendo Dios e infinito, Él—Él—Él dijo: “Los cielos y la tierra pasarán, pero Mi Palabra nunca fallará”. Por lo tanto, así debe permanecer siempre. Él lo dijo. Yo lo creo.",
    "Ahora, los discípulos hablaban entre ellos, de Sus obras que había hecho, y de cómo esa gente las había recibido. Esa podría haber sido su conversación, acerca de que Él era el Mesías. Y no había ninguna duda en la mente de algunas personas. Por ejemplo, podrían haber dicho: “Bueno, Moisés dijo que Jehová nuestro Dios levantaría un profeta como él. El que no escuche a este profeta será cortado del pueblo. Ahora, sabemos que el Mesías iba a ser un Dios-Profeta. Iba a ser un Hombre que sería un—un súper Profeta. Sería el Dios de los profetas, pero, sin embargo, en acción, sería un Profeta, porque la Palabra de Dios solo viene al profeta. ‘La Palabra de Dios vino al profeta’”. Ahora, y entonces Él siendo… Eso fue solo la Palabra que vino a los profetas, pero Él era la Palabra. ¿Ven? Esa es la diferencia. Así que Él tenía que ser un Profeta.",
    "Y no hay duda de que habían hablado sobre cuándo, Simón, cuando lo vio a Él por primera vez, y le dijo quién era él, cuál era el nombre de su padre. Y, vaya, él sabía que ese Hombre no lo conocía, así que sabía que debía ser un profeta. Y luego cuando Felipe vio esto y fue y se lo dijo a Natanael y Natanael regresó a ver y lo que estaba pasando. Y Jesús le habló y le dijo: “He aquí un israelita”, allá en la congregación, Uds. saben, de pie con Felipe, dijo: “en quien no hay engaño”.",
    "Dijo: “Rabí, ¿cuándo me conociste?”. En otras palabras, era la primera vez que Le veían.",
    "Él dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Oh, vaya!",
    "Dijo: “Rabí, Tú eres el Hijo de Dios. Tú eres el Hijo de Dios, el Rey de Israel”. Ahora, aquello lo hizo a Él, el Mesías.",
    "Y luego, por supuesto, estaban algunos de los grandes ortodoxos que no creían esto. Y tenían que responder ante su congregación. Dijeron: “Este hombre es Beelzebú. Tiene el espíritu de Beelzebú”. Y Beelzebú era un demonio, que es un adivino o un brujo. “Y así es como él lo hace. Es telepatía, que lee sus mentes por medio de brujería o algo así parecido, y esto lo convierte en un demonio”.",
    "Jesús les había dicho que toda blasfemia al Hijo del Hombre les sería perdonada, excepto la blasfemia al Espíritu Santo. ¿Ven? Y el Espíritu Santo aún no había sido dado. Así que cuando el Espíritu Santo viniera, y lo hiciera después que la expiación fuera hecha, e hiciera la obra que hizo Jesús, sería un pecado imperdonable llamarlo un espíritu maligno. Piensen en eso. ¿Ven? Después…",
    "Jesús, Él estaba allí para manifestar la Palabra. El hombre aún estaba en pecado, solo con una ofrenda animal. Y la vida del animal no podía venir sobre el creyente, porque era un animal, y este era un—un humano. Y el animal no tiene alma; el humano sí. Y aquí estaba el Rey de las almas, Dios Mismo, manifestado en la persona de Su Hijo, Jesucristo. Y cuando Él murió, el Espíritu de Dios regresó sobre el creyente. Y entonces una persona que tiene la oportunidad de recibir Esto, y luego llamar a la obra de ese Espíritu, “el demonio”, es imperdonable. No tiene perdón.",
    "Ahora, mi anciana madre sureña, cuando yo era un muchachito, antes de mi conversión, desde entonces ella era una buena mujer.",
    "Tuve el privilegio de guiar a mi madre a Cristo, y bautizarla, y verla morir, sostener sus manos mientras moría, y hablar de Jesús hasta que ella ya no podía hablar más y alabar Su Nombre. Le dije: “Madre, si todavía Le amas, parpadea” y ella solo parpadeó, y las lágrimas corrieron por sus mejillas, cuando fue a encontrarse con Dios.",
    "Y ella me decía, antes de tener mejor entendimiento: “Billy, en la—la blasfemia del Espíritu Santo siendo el pecado imperdonable” decía ella, “eso se refiere a un humano que se quita su propia vida, no puede ser perdonado por ello”. Eso era lo que ella pensaba. Pero después entendimos que blasfemar es “ridiculizar o burlarse, criticar y burlarse del Espíritu Santo”.",
    "Y Jesús aquí les habló, dijo: “Pueden decir esas cosas y llamarme Beelzebú, eso, Yo los perdonaré por eso. Pero cuando venga el Espíritu Santo después de que Me haya ido, entonces es imperdonable, el—el blasfemar eso. Y cuando Él venga…” Él, que de hecho no es un pensamiento, es una Persona. Él es un pronombre personal. Él es una Persona. “Y cuando Él venga, no perdonará sus transgresiones por eso. ¿Ven? Él absolutamente hará las obras que Yo hago. Él continuará Mi ministerio. Y Él les enseñará estas cosas que Yo les he enseñado, y les mostrará las cosas que han de venir”. ¿Ven?",
    "🦅 Porque la Palabra de Dios” Hebreos 4, “es más cortante que una espada de dos filos, penetra hasta la médula, y es Discernidora de los pensamientos que están en el corazón”. El Espíritu Santo discierne, ¿ven?, porque es la Palabra. Él es la Palabra. “Y la Palabra de Dios es más cortante que una espada de dos filos, y es Discernidora de los pensamientos y las intenciones del corazón”. ¡Oh, ellos deberían haberlo sabido!",
    "Entonces, luego de conversar de todas estas cosas, y de cómo vino la mujer en el pozo, y muchas otras cosas, el ciego Bartimeo, y las cosas que le habían visto a Él hacer. Y entonces deben haber estado hablando de eso. Y ellos estaban convencidos de que ese era el Mesías, nadie más podía tomar Su lugar.",
    "¿Por qué razón? No habían tenido un profeta en la tierra por cientos y cientos de años. Y de repente, se levantó un profeta llamado Juan, sin jactancia propia, pero pronunciando esto, anunciando esto, más bien, que: “El Mesías está ahora mismo en medio de vosotros. ¿Ven? Mas en medio de vosotros está Uno”. ¡Oh, vaya! Él estaba decidido a que conocieran que la hora había llegado.",
    "Juan el Bautista fue un gran hombre. Uds. conocen su nacimiento, y cómo recibió el Espíritu Santo antes de nacer, en el vientre de su madre.",
    "Mientras que María, aún siendo una virgen, vino y le dijo que iba a tener un bebé, y le contó a Elisabet acerca de tener el bebé, y de cómo el Espíritu Santo se le había aparecido a ella, el Ángel del Señor, más bien, y le había dicho que iba a ser madre también. Y ella dijo: “Yo voy a tener un Hijo, y Le daré por Nombre Jesús”. Y cuando ella dijo: “Jesús”, la primera vez que se pronunció ese Nombre por labios humanos; un bebé en el vientre de su madre, muerto, y ella preocupada por eso, sin vida, seis meses, eso no es normal; pero tan pronto como ese Nombre “Jesús” fue pronunciado por primera vez por labio humano, ese pequeño Juan muerto en el vientre de la madre cobró vida y saltó de gozo, dice la Biblia.",
    "Si hace eso con un bebé muerto, ¿qué debería hacerle a una Iglesia nacida de nuevo que está llena del Espíritu Santo? ¡Sanar a los enfermos, salvar a los perdidos! ¿Ven? “Porque tan pronto como tu salutación llegó a mis oídos, mi bebé saltó de alegría en mi vientre”, ¿ven? Y él fue lleno del Espíritu Santo desde el vientre de su madre. Y este hombre lleno del Espíritu Santo…",
    "Aunque su padre era un sacerdote. Normalmente, era costumbre en esos días que el niño siguiera la tradición de su padre, o la ocupación del padre. Y ahora vemos que Juan, su trabajo, era tan importante que no podía ir a la escuela de los sacerdotes a la que su padre había asistido, porque ellos dirían: “Ahora, sabes que el hermano Fulano de Tal aquí va a… Tú tienes que anunciar al Mesías. Este es Él. Sabes que este es Él, porque, mira, él es una persona muy fina”.",
    "Sería más o menos la misma elección que hicieron los discípulos sobre quién tomaría el lugar de Judas. ¿Ven? Cayó sobre Matías. Eligieron a Matías por suertes, pero Dios eligió a Pablo. ¿Ven? Fue diferente.",
    "Fíjense. Y nos damos cuenta que su trabajo era tan importante que hasta se fue al desierto y se quedó allí hasta que tuvo treinta años. Y cuando salió predicando, él sabía qué clase de Persona sería este Jesús. Pues él—él estaba parado allí, y estaba tan seguro de que iba a llegar en su día, que dijo: “Hay Uno parado en medio de vosotros, Cuyo calzado yo no soy digno de llevar. Él los bautizará con el Espíritu Santo y Fuego”.",
    "Y un día, parado allí, él miró y vio una señal que venía del cielo. Y Le conoció por una señal. Y Juan dio testimonio, dio testimonio así: “Doy testimonio de que vi al Espíritu de Dios como paloma descendiendo del cielo, y una Voz que dijo: ‘Éste es mi Hijo Amado, en Quien tengo complacencia’”. Él anunció al Mesías porque vio la señal del Mesías.",
    "Ahora, estos discípulos deben haber estado hablando de eso, después de que había terminado este avivamiento, ¿ven?, aquello para aquel día, la actitud de algunas personas: Algunos creen; algunos no creen.",
    "Eso mismo lo encontramos hoy. Hay personas que creen, y algunos que no creen. Lo encontramos en—en todas las reuniones: algunos creyentes; y otros que no creen en lo absoluto.",
    "Y algunos decían en ese día: “¡Jamás hombre alguno ha hablado como este Hombre! Él no habla como un sacerdote o un predicador. Lo que ese Hombre dice sucede allí mismo. ¿Ven? Él manifiesta lo que nosotros predicamos. ¿Ven? Él, jamás hombre alguno habló así”. Muy bien.",
    "Y hubo algunos incrédulos que decían: “Este hombre es Beelzebú. Él solo puede hacer esto por medio del espíritu del diablo”. Y Jesús los reprendió.",
    "Entonces debe haber dicho, Juan, el joven, podría haber dicho: “Piénsenlo, hermanos, Él está con nosotros ahora. ¡Oh, qué tremendo! Él está en la barca con nosotros ahora”.",
    "Si nosotros esta noche, mi precioso hermano y hermana, pudiéramos calmarnos por unos momentos, y considerar que este Mesías del que hemos hablado, y que Dios dijo que vendría; y estuvo aquí en la tierra; murió, resucitó, subió al Cielo; y regresó en el—en el—el… diez días después, y se les apareció en Pentecostés, y comisionó a Su Iglesia: ese mismo Jesús está con nosotros hoy mientras navegamos por el solemne océano de la vida. Hablamos de Él, pensamos en Él, Leemos sobre Él, lo que Él hizo, lo que Él era, cómo vivió, qué clase de obras hizo, y luego lo olvidamos. ¿Se dan cuenta que Él está con nosotros, no solo con nosotros, sino en nosotros? ¡Oh, cómo pienso en eso!\n\n¡Qué sensación de seguridad debe haber sido!, al pensar que el Creador Mismo navegaba por las aguas turbulentas con ellos.",
    "¡Oh, qué seguridad en este día!, saber que el mismo Dios que hizo los cielos y la tierra, que hizo este polvo en el que habitamos, llamado cuerpos, está navegando por el mar de la vida con nosotros, sabiendo que la enfermedad y el dolor nos perturban y la muerte nos mira directo al rostro. Pero ¿qué tenemos que temer nosotros? El mismo Creador del propio polvo, de los mismísimos dieciséis elementos que nos conforman, el petróleo y la luz cósmica, navega con nosotros a través de cada tormenta y cada mar. Su Verdad nunca puede fallar. Él está con nosotros, y dijo: “He aquí Yo estoy con vosotros todos los días, hasta el fin del mundo”.",
    "Ahora, navegando por estas aguas turbulentas ellos hablaban de esto, y pensando en la seguridad que debía ser para la gente que estaba con ellos, los discípulos y demás, qué inquietante. Ellos sabían que un gran avivamiento acababa de suceder y se estaban dando un festín con los resultados.",
    "Ahora, creo que eso se parece mucho a nosotros hoy. Tuvimos un gran avivamiento, pero nos damos cuenta que se está enfriando. Ahora, de acuerdo a la historia, y no soy una persona educada, pero he tomado la historia de las iglesias, Los padres de nicea, y Las babilonias de Hislop, y todo eso, y encontré que cualquier avivamiento solo dura unos tres años. Eso es más o menos lo que dura. Pero este lleva alrededor de quince años, porque creo que es el último que tendremos. Así que estamos cerca de la Venida del Señor.",
    "Y entonces ahora, tal vez como estaban ellos en ese barco esa noche, tal vez estemos en la misma condición, que nosotros, Sus discípulos que creemos en Él, ahora nos estamos dando un festín en lo que hemos visto suceder. ¡Oh, las cosas que yo le he visto a Él hacer! Tomaría meses y meses, para… Podría escribir unos—unos tomos de libros de lo que Le he visto hacer, de grandes señales, maravillas, milagros. Que están… Están más allá de cualquier comprensión humana. Tuvo que ser el poder sobrenatural de Dios, para hacer tal cosa.",
    "Y yo—yo no creo que me pararía aquí detrás de este púlpito, como ministro del Evangelio, y—y diría algo que estuviera errado, sabiendo que tengo cincuenta y cuatro años y mis días se están terminando. Tengo que encontrarme con Él. Tengo que ser… yo quiero ser muy sincero. Estas cosas son correctas, y deben serlo. ¿Ven? Pues, no solo eso, sino que estaría engañando al pueblo.",
    "Pero diré, esta noche, que lo he visto a Él. Él ha tenido más éxito en—en los pequeños esfuerzos que yo he realizado. Ahora recuerden. Él ha tenido más éxito que los esfuerzos que yo he hecho por Él, por Su Evangelio, de lo que Él tuvo en Su propia tierra de donde Él provino. Yo—yo escribiría Biblias, para que supieran lo que Él ha hecho en estos últimos días, porque Él lo prometió.",
    "🦅 Estas cosas que Yo hago, Uds. las harán, y más que estas harán”. Dice: “mayores” lo cual, la palabra correcta allí, nadie podría hacer algo mayor; Él hizo todo lo que se podía hacer, ¿ven?, resucitar a los muertos, detener la naturaleza y todo lo demás; “sino más que estas harán”. Porque el Espíritu en ese momento habitaba en una Persona, el Hijo de Dios, ahora hay hijos de Dios por todo el mundo. “Más que estas haréis, porque Yo voy al Padre”, ¿ven?, envió nuevamente el Espíritu Santo sobre la Iglesia.",
    "Y ellos deben haber estado allá cómo nosotros hoy, descansando entre avivamientos, esperando la Venida del Señor. Y mientras navegamos, testificando, hablando de: “¡Oh!, yo recuerdo cuando tuvimos esta reunión allá. Recuerdo cuando tal cosa sucedió aquí. Este bebé muerto tendido allá, que había estado muerto por dos días, y lo trajeron a la reunión, y el Espíritu Santo lo resucitó inmediatamente de nuevo a la vida. Ver a esta persona venir en esta condición y en esa condición, ciega, retorcida, coja, afligida, decirles lo que han hecho, y lo que había sucedido, cómo el Espíritu Santo se encontró con las personas en la plataforma, les dijo lo que habían hecho. Los engañadores vinieron y pensaron que era telepatía, y allí fueron expuestos. Y algunos de ellos quedaron paralizados, justo delante de nuestros ojos, ante miles de personas. Todas estas grandes cosas lo demuestran”. Y ahora estamos como descansando mientras tanto, ¿ven?, descansando.",
    "Quizás Jesús estaba haciendo entonces como lo hizo en el día de la creación. Él creó la tierra y, los cielos y la tierra, en seis días. Y el séptimo día, reposó.\n\nUds. dirán: “¿Ese era Jesús?”. Sí.\n\nLa Biblia dice: “En el mundo estaba, y el mundo por Él fue hecho; pero el mundo no Le conoció”.",
    "Así que, quizás Él estaba reposando, de un avivamiento a otro, al igual que Él estaba reposando entre el Génesis y Su Venida, ¿ven?, tomando un pequeño descanso. Entonces, mientras Él estaba tratando de descansar, y los discípulos estaban… se habían olvidado de que Él estaba con ellos, y entonces aparecieron los problemas.",
    "Ese es el momento en que comienza. Cuando la iglesia se olvida de la Presencia de Jesucristo, cuando nos olvidamos y empezamos a pelear y a regañar, y a discutir sobre nuestras diferencias denominacionales y demás, ahí es exactamente cuando empieza el problema.",
    "Pero mientras Cristo esté allí, y el Espíritu Santo esté bendiciendo a todo el pueblo, no nos importa: color, credo o lo que sea. Estamos todos en un gran estanque de las bendiciones de Dios, solo en compañerismo bajo la Sangre de Jesucristo, y no lo notamos.",
    "Pero cuando empezamos a tratar de pensar, “Saben, mi denominación es un poco mejor que la de ellos, un poco más grande que la de ellos. Tenemos más miembros,” ahí es cuando empieza el problema.",
    "Así que empezaron a tener eso, y llegaron los problemas cuando se olvidaron de que Él estaba allí. Hablaron tanto de Él, y no reconocieron que Él estaba con ellos. Cómo me gustaría poder remachar eso. Miren, ellos estaban hablando de Él, pero habían olvidado que Él estaba acostado en la misma barca en la que ellos estaban.",
    "Y hoy, eso es lo que le ha sucedido a las iglesias. Hablamos de Él. Tenemos tanto intelectualismo, al punto que los hombres están tan entrenados en la Escritura, que pueden traer un mensaje que… Ud. no le encuentra ni una falla a eso. Pero, ¿dónde está Dios? Eso es lo que yo quiero saber. ¿Dónde está esa manifestación? ¿Ven? ¡Sermones intelectuales!",
    "La Biblia dice: “Justo antes de la destrucción antediluviana” y Jesús dijo, “así será la Venida del Hijo del Hombre, como fue en los días de Noé”. Había gigantes en la tierra. Eran gigantes, hombres de gran estatura.",
    "Y hoy hay gigantes intelectuales. Hay hombres que son, ¡oh!, grandes hombres, grandes hombres poderosos. Conocen griego así como hebreo, y todo lo demás, y lo pueden colocar tan intelectualmente. Pero ¿dónde está ese—ese avivamiento? ¿Dónde está ese Dios que arde en el corazón del ser humano? No cuán intelectual es, se necesita simplicidad, para traer el poder de Dios.",
    "Entonces encontraron, como nosotros hoy, que llegó el problema. La barca comenzó a mecerse, y los vientos se llevaron las velas, y el agua llenó la barca. ¿Qué? Toda esperanza se había perdido, todas las esperanzas de sobrevivir.",
    "Ahora, si Ud. alguna vez ha estado en Galilea, eso mismo sucede hoy. En el lado occidental, hay—hay montañas. La grieta que hay allí, así, como que está cortada. Y, hoy, los pescadores que están allá en la orilla les dirán que es traicionero cruzar el mar por allá, porque esas tormentas vienen sin aviso, y arrasan. Y esa agua, agua turbulenta, da vueltas y vueltas, y aún hoy hunde a los pescadores.",
    "Y de repente algo sucedió. Comenzó el problema. Y las velas se cayeron, y el viento se las llevó lejos. Y los remos comenzaron a dañarse, y se rajaron y rompieron, mientras esos pescadores de espaldas musculosas los forzaban, sabiendo cómo enfrentar esas olas. Y—y de repente la barca se llenó de agua. Pero, ¿no es extraño que los hombres que solo unas horas atrás, amén, Le vieron hacer tales cosas, y ya lo habían olvidado todo?",
    "El Dios Quien resucitó a los muertos, el Dios Quien sanó a los enfermos, el Dios Quien llena con el Espíritu Santo, que lo hemos visto hacerlo, es ahora el mismo hoy. Él está aquí mismo en el bote. Él está aquí con nosotros. “He aquí, Yo estoy con vosotros siempre. Ya sea en dificultades, o cuando ella está navegando tranquilamente, Yo aún estoy en la barca”. ¿Ven?",
    "Ellos se habían olvidado de eso. Y pensaron que toda esperanza de sobrevivir había desaparecido. Ellos pensaban… Ellos lo habían visto a Él hacer tantas cosas, pero ahora se habían olvidado que Él estaba en la barca. Todo olvidado en el momento del problema, tal como es ahora.",
    "Ahora, al igual que hoy, vemos que ellos encontraron problemas que su habilidad no podía remediar. ¿Ven? Estaba más allá de su habilidad para remediarlo. Trataban de subir las velas, y los vientos se las llevaban. Forzaban los remos, para mantener el agua fuera de la barca, para golpear las olas directamente. Como Uds. marineros saben que se debe hacer, y no ser volteado por la ola, se hundiría la barca. Tienen que maniobrarla, montar la ola mientras la atraviesan. Y esos pescadores, con todo lo que tenían, en su interés por sobrevivir, olvidaron que el Creador estaba en la barca. Y todas sus habilidades les fallaron.",
    "Yo veo a dos hermanas sentadas aquí esta noche en sillas de ruedas. ¿Ven?, no cabe duda que esas mujeres han intentado todo en el mundo para recuperarse. Pueden haber personas aquí con cáncer, alguien con problemas al corazón, y los médicos con sus habilidades han hecho todo lo que pueden para ayudarlos. Pero Uds. han llegado al final. Ellos, no se puede hacer nada. ¿Habremos olvidado Quién está con nosotros?",
    "¿Quién es este, navegando por el solemne océano de la vida con nosotros? ¿Quién es el que da la promesa? Él es la Palabra. ¿Ven? Aun no la han arrebatado de nosotros hasta ahora. La quiero tan dentro de mi corazón, que si alguna vez me quitan esta, yo La tengo aquí. ¿Ven? ¿Ven? Pero la Palabra todavía está con nosotros. Él es la Palabra. Y las—las cosas que el médico no puede remediar, las cosas que el mundo eclesiástico no puede remediar, tenemos al Creador de todas las cosas con nosotros.",
    "Estaba leyendo una circular, una carta que fue publicada por un gran pentecostal que se sentó al lado del papa, no hace mucho, en el concilio ecuménico. Yo lo tengo anotado, hace treinta y tres años, que eso mismo acontecería. Ahora, Ud. nunca podrá meter pentecostales reales y espirituales en esa cosa. Ellos saben muy bien que no deben. Y suena muy bien para el intelectual, pero la mente espiritual entiende rápidamente que eso está errado. Ellos saben que eso está mal. Saben lo que Dios ha dicho sobre esas cosas. Y por lo tanto ellos, nunca lo entenderán.",
    "Ahora, los otros lo harán, porque Jesús dijo que los dos espíritus en los últimos días casi engañarían a los propios Elegidos si fuere posible. ¿Ven? Pero los Elegidos sabrán diferenciar. Pues estamos en un tiempo de problemas en donde no hay un ministro en el mundo que pueda impedir que nuestras denominaciones se unan a este concilio ecuménico. Ya están en él. No importa cuántas cosas haya hecho Dios, cuánta bendición haya sido Él entre nosotros, ellos entraron directamente en eso de todos modos. Ud. no puede detenerlo. Es así. Ellos lo van a hacer, pues, son problemas que no pueden ser solucionados por la iglesia. Entonces, tan pronto como vemos que…",
    "Ud. va al médico, él dirá: “Bueno, lamento decirle, pero Ud.—Ud. tiene cáncer”. Bueno, rápidamente, eso es todo. “Él—él—él está muerto. Eso es todo. O ella, quedan desahuciados”. Los médicos dicen: “Bueno, eso es parálisis Ud. no puede… Eso es leucemia”. Bueno, enseguida: “Es casi una sentencia, en ese instante”. ¿Ven? Entra el miedo, ¿ven?, pero no debería.",
    "¿Quién es Este que hizo la promesa? ¿Para qué vivimos? ¿Por qué somos la Iglesia del Dios vivo? ¿Por qué estamos llenos del Espíritu Santo? Para recordar al momento de los problemas que Él aún está aquí. Él estabiliza las cosas. Él es el mismo ayer, hoy, y por los siglos. Él está con nosotros a pesar de todo. Él puede estar descansando unos momentos entre las reuniones, pero Él aún está aquí. Sí. Y cuando llegan los problemas, y la fe de que Él está con nosotros… Luego entra el miedo. Y cuando entra el miedo, entonces realmente tenemos problemas.",
    "Tenemos eso en la iglesia, a nivel nacional, en lo que sea. Todas las naciones están muertas de miedo. Hay un astronauta en alguna parte, y hay una bomba atómica. Y sabemos que la ciencia ha desarrollado cosas mecánicas, al punto que en cualquier momento, sin previo aviso, el mundo entero puede hacerse pedazos. Y el mundo está bajo temor.",
    "Yo no temo que el mundo se haga pedazos. Habrá un reinado de mil años en el Milenio, después de que todo esto termine. Dios no hará fracasar Su propio plan. Lo único que ruego es: “Señor, ¿estoy listo para irme cuando Él venga?”. Ese es—ese es el único temor que tengo. “¿Te he agradado, Señor”? ¿Ven?",
    "No teman lo que el hombre hace, teman a Dios. Dijo: “No teman al que puede destruir el cuerpo; sino a Aquel que puede destruir el alma y el cuerpo en el infierno”. ¿Ven? Así es.",
    "Ahora, discutían y todo eso, mientras entraba la angustia, el miedo, y parece que hoy estamos bastante parecidos. Pero, recuerden, Él aún está con nosotros.",
    "Ahora, en San Juan, el capítulo 1, no lo olviden, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne, y habitó entre nosotros”. Hebreos 13:8 dice: “Él es el mismo ayer, hoy, y por los siglos”. Y este Libro es una revelación de Jesucristo, desde el Génesis hasta el último Libro del Apocalipsis. Es la revelación de Jesucristo. Los profetas y todas esas cosas fueron una sombra previa de Cristo. Y todo en el Libro es Jesucristo.",
    "Así que, recuerden, Él aún está con nosotros. Para solucionar todo, cualquier situación que el diablo pueda iniciar, está aquí mismo. Lo tenemos aquí mismo, problemas; pero el Maestro está en la barca. Muy bien. Si tienen problemas que los médicos no pueden remediar, recuerden: Él está aquí. Si nosotros… No olviden: Él está en la barca.",
    "Deberían haberlo sabido, estos discípulos, que Él era el Mesías. Y la palabra Mesías significa: “El Ungido”. ¿Ven? Entonces si… Él tenía la plenitud de Dios en Él, Dios estaba en Él. Él dijo: “Yo…” Jesús, el Hijo, dijo: “No puedo hacer nada por Mí Mismo, sino lo que veo hacer al Padre. El Padre mora en Mí”. ¿Ven? Ahora si… Él era el Mesías, por eso, con esa unción, lo hizo completamente Mesías. Y nosotros, con el mismo Espíritu que estaba sobre Él; no tanto en cantidad, sino la misma calidad, con una porción sobre nosotros, nos hace ser como pequeños mesías, como pequeños hijos de Dios, hijos adoptados de Dios. Y Su Espíritu Santo nos ha sellado en Su cuerpo, y somos Sus hijos.",
    "Nada debería molestarnos, ni preocuparnos; somos—somos Suyos. Si no es así, pues, somos falsos testigos, hemos—hemos estado testificando de algo que ni siquiera es así. Yo lo creo. Yo creo que ahora somos hijos de Dios, no que seremos; ahora lo somos, ahora mismo. “Y ahora estamos sentados juntos en lugares Celestiales en Cristo Jesús”. Amén.",
    "No tenemos ningún poder, pero tenemos autoridad. No se necesita poder. Alguien dijo: “¿Tiene Ud. algún poder?”. No, pero tengo autoridad. Así es.",
    "Por ejemplo un policía pequeño parado aquí afuera. Él tiene puesto un uniforme. El sombrero le queda grande, le queda sobre las orejas. Él no tiene poder para detener nada. Pero dejen que salga aquí, y un carro viene por la calle, con un motor de trescientos caballos de fuerza, y deje que levante esa mano. Vean cómo rechinan los frenos. ¿Por qué? Él no tiene poder, pero tiene autoridad.",
    "Y cuando un hombre o una mujer es ungido con el bautismo del Espíritu Santo, tal vez no pueda leer su nombre en letras del tamaño de un vagón de ferrocarril, en cuanto a educación, pero él—él—él tiene autoridad de Dios, de que es un hijo de Dios. Deje que ejerza su autoridad y se pare y diga: “Detente”, y las ruedas de Satanás rechinarán, y frenará. Algo sucederá, porque el Espíritu Santo le ha dado autoridad. “En Mi Nombre echarán fuera demonios”. Así es. Seguro. Él no necesita tener—tener un DD.D., o un Ph.D. Él tiene que conocer a Jesús y saber lo que le fue dado. Allí está parado. Sí, señor.",
    "Deberían haber sabido al ver lo que este Hombre hacía, y confesándole ser lo que Él era, el Mesías. Por tanto, Él sabía todas las cosas, y sabía que este problema venía. Él sabía todas las cosas. Seguro. “El Padre no hace nada a menos que le muestre al Hijo”. ¿Ven? Así que Él—Él sabía todas las cosas. Deberían haber sabido que Él entendía que esa tormenta se acercaba, muy bien, y sabía que sucedería. Eso solo fue dado como una prueba de su fe.",
    "Y tal vez estos problemas solo vienen, tal vez el avivamiento ha cesado, para ver qué haremos nosotros al respecto. Tal vez la enfermedad vino a Ud. “Esto no fue por causa del pecado de nadie, sino para que las obras de Dios sean manifestadas”. ¿Cómo sabemos por qué han sucedido estas cosas? Nada es por casualidad, no sin que Dios lo sepa. Él lo sabe. Él lo sabía en el principio. Y estas cosas suceden porque es una prueba de fe.",
    "Pedro dijo: “No os sorprendáis cuando vengan las pruebas, el fuego de prueba. Para Uds. son mejores que el oro. Vienen para probarlos”. ¡Oh, ese fuego del refinador, que le sacará al cien por ciento!, derrite toda la escoria, toda la incredulidad, luego es una experiencia, ¡que Ud. sabe! Lo que los jóvenes hebreos pudieron testificar, después de pasar por el fuego: “Dios es un Salvador, del fuego”. Ellos lo sabían.\n\nDaniel lo sabía, después de la experiencia en el foso de los leones.",
    "Lázaro lo sabía, después del sepulcro, que Él era la resurrección. Amén.",
    "Después de que Uds. pasen por estas dificultades y pruebas, son gloriosas para Uds. Por lo tanto, esto sucede para probar su fe. Pueda ser, esta noche, que algunos aquí se han enfermado, y es una prueba de fe, para ver qué harán al respecto.",
    "Él les había demostrado Quién era Él. Demostró Quién era Él. ¿Cómo? Por las Palabras que Él predicó, y por las obras que siguieron a las Palabras. ¿Ven? ¡Vindicación! Dios lo había vindicado a Él. Porque Él les dijo: “Si…” Él dijo: “Si Yo no hago las obras de Dios, entonces no Me creáis. Si lo que Dios dijo que Yo haría, si no las hago, entonces condénenme, si no lo hago. Si no soy el Mesías…”. Y Él—Él diría eso. “Si no soy el Mesías, si… Vosotros no podéis creerme como un Hombre, que sea el Mesías, porque no vine por medio de vuestras escuelas, y no conocéis de ningún lugar donde fui educado, o dónde haya estudiado en vuestras escuelas de teología; y si no podéis creer que Yo soy el Mesías, bueno, creed a las obras. Ellas testifican de lo que Yo soy”.",
    "¡Oh!, no sería maravilloso, esta noche, si la iglesia pudiera quedarse con eso, que la Biblia dijera lo que el Cristiano haría y lo que sería. ¡Oh, vaya! ¡Cómo pienso en eso!",
    "Jesús les dijo: “Escudriñad las Escrituras, porque que en Ellas os parece que tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí; Ellas les dicen lo que Yo soy”. ¡Oh!",
    "Yo no tengo que decir que soy metodista, bautista, presbiteriano o lo que sea. La vida que Uds. viven, las—las Palabras de Dios, si Uds. son parte de esa Palabra viviente, ¿cómo pueden negar lo que son? ¿Y cómo puede la Palabra evitar confirmar lo que Ud. es, si Ud. lo es? ¿Ven?",
    "¿Cómo se le puede—cómo se le puede pedir a una oveja que fabrique lana? No puede fabricar lana. Mientras sea una oveja, producirá lana porque es una oveja.",
    "Y un hombre no tiene que manufacturar nada, si él es un Cristiano. Él lo es porque lo es. Él, de eso está hecho. Él es un Cristiano por naturaleza.",
    "Un árbol de manzanas es un árbol de manzanas porque es un árbol de manzanas. ¿Ven? Un árbol de durazno es un árbol de durazno porque es un árbol de durazno.",
    "Y un Cristiano es un Cristiano porque Cristo vive en esa persona. Y hace… Cristiano significa: “Ser como Cristo”, no una membresía, sino una vindicación, Dios produciendo por medio de Ud. justamente lo que es un Cristiano. Es Ud. quitándose de en medio y dándole entrada a Dios, no son pensamientos suyos. Permita que la mente que estaba en Cristo esté en Ud. Allí lo tienen. Ese es el verdadero Cristiano. ¡Oh, vaya!\n\n“Escudriñad las Escrituras” dijo Él. “Ellas son las que dan testimonio de Mí”.",
    "Ellos deberían haber sabido que Él era el Dios que creó los vientos y las olas. ¿Ven? Dios creó el viento. Sí. Eso es aire. Dios creó el agua. Sí. Ese es el H2O. Él, Él creó eso. Pero, vean Uds., lo que sucede es que el diablo entró en ese viento, y luego el diablo vino a otra cosa, entró en eso, y eso causó la tormenta.",
    "Y así es con los creyentes a veces. Ellos bajan la guardia, a la incredulidad, y luego Satanás viene en un torbellino, ¿ven?, causa discusiones y peleas, y pleitos, y todo. Ese es el diablo metiéndose entre la gente.",
    "El diablo se mete en el—el aire y lo hace girar, causando la muerte; se mete en el agua, la hace girar. ¿Ven? Dios la creó, pero ellos permitieron que entrara el diablo. El diablo entró en eso, “el príncipe de la potestad del aire”. Fíjense, él entró y ahí vinieron los vientos y las olas.",
    "Ahora, esos discípulos deberían haber dicho: “Pues, no hay ningún problema ahora. Bueno, allí está el Creador, acostado aquí mismo. Está navegando con nosotros. ¿Ven? Pues, miren las cosas que Él ha hecho. Bueno, qué nos importan esas olas”.",
    "¡Oh, si pudiéramos sentirnos así sobre eso, lo diferente que sería! Sí.",
    "Dios, el Creador de los cielos y—y la tierra, Dios, el Creador de los vientos y las olas, ¿acaso no tendrían que obedecer Su Palabra? Lo único que Él tenía que hacer era hablarla. ¿Ven? Él es la Palabra, pero Dios tuvo que usar al hombre para cumplir, o para mostrar Sus atributos.",
    "Dios, en el principio, era solo Dios. Él ni siquiera era Dios; Dios es: “un objeto de adoración”. Él era el gran poder, Dios. Luego Él creó a los Ángeles, y los Ángeles Le adoraron, entonces Él fue Dios. Luego creó al hombre.",
    "Ahora, Él es un Salvador. Y, no había nada perdido; tenía que haber algo perdido, para que Él pudiera mostrar Su atributo de Salvador. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Él era un Sanador, y no había nada enfermo; así que algo tenía que enfermarse, para mostrar Su atributo, para mostrar que Él era.",
    "Él era Padre, ¿ven?, y tenía que haber algo. Él tenía que tener un Hijo, para hacerlo Padre. ¿Ven?",
    "Y todas estas cosas que despliegan Sus atributos, no hay nada fuera de lugar. ¿Ven? Hay… Dios está haciendo que cada rueda se mueva exactamente como debe. Todo está bien. El Creador, aleluya, el Creador está en la barca en la que estamos navegando;",
    "🦅 Después que los gusanos destruyan este cuerpo, aun en mi carne he de ver a Dios, al cual veré por mí mismo”, dijo Job. Así es. David dijo: “Sí, aunque ande en valle de sombra de muerte, no temeré mal alguno, porque Tú estarás conmigo. Si en el Seol hiciere mi estrado, Él está allí. Si tomare las alas del alba y volare lejos, Él está allí”. ¡Navegando por el solemne océano de la vida!\n\nY las vidas de grandes hombres nos recuerdan\n\nQue podemos hacer de las nuestras algo sublime,\n\nAl partir tras de sí, dejamos\n\nHuellas, (como Esta) en las arenas del tiempo;\n\nHuellas por las que quizás otro,\n\nQue navegue por el solemne océano de la vida,\n\nUn hermano náufrago desolado,\n\nAl verlas, vuelva a recobrar la esperanza. (“Si Dios hizo eso por ese hermano, lo hará por mí”.)\n\nAlcémonos y manos a la obra,\n\nCon ánimo para afrontar cualquier problema; Eso es lo que yo…\n\n¡No seáis como bestias brutas! Guiadas a cualquier cosa,\n\nCreamos, ¡Sean un héroe en la batalla!",
    "Salmo de la vida. Un poema de Longfellow, Un salmo de la vida. Me encanta. Expresa algo. Manifiesta algo. Contiene algo muy real, un gran significado. Me gusta algo que tiene color, que tiene significado. En la música, poemas, lo que sea, me encanta si es real.",
    "Ahora, ellos deberían haber sabido que Él tenía, todo tenía que obedecerle. Nosotros deberíamos saber lo mismo, nuestros cuerpos tendrán que obedecer Su Palabra. “Yo Soy el Señor que sana todas tus dolencias”. ¿Es la Palabra? Bueno, este cuerpo tiene que obedecer eso.",
    "Lo único que tengo que hacer es presionar el botón. Amén. A veces el botón es estar de rodillas, Uds. saben. Pero, déjenme decirles, eso suelta una corriente.",
    "Y lo único que Ud. hace es creerlo. Dios lo prometió. Y así como esas olas tenían que obedecerle a Él, también esto tiene que obedecerle. De tal manera que Él prometió que después de que pereciéramos, “Yo le resucitaré de nuevo, en el día postrero”.",
    "Yo estaba peinando estos dos o tres cabellos que tengo, aquí no hace mucho tiempo. Y mi esposa me dijo, está sentada allá atrás, ella dijo: “Billy, estás quedando calvo”.",
    "Yo le dije: “Pero, sabes cariño, no he perdido ni uno de ellos”.\n\nElla dijo: “¿Qué? ¿No has perdido ni uno de ellos?”.\n\nYo dije: “No”.\n\nElla dijo: “Por favor dime dónde están”.",
    "Yo dije: “Luego quiero preguntarte algo. Dime tú dónde estaban antes que los tuviera. Son una sustancia. Y dondequiera que estuvieran antes que los tuviera, están allí esperando que yo vaya a ellos”. Correcto.",
    "Él dijo: “Ni un cabello de vuestra cabeza perecerá”. Nada perecerá. ¿Saben Uds.…",
    "La cosa más destructiva que tenemos es el fuego. Pero el fuego no aniquila; solo quema los ácidos y el oxígeno hasta que vuelve a ser lo que era antes. Dios no destruye nada. Ud. no puede aniquilar nada totalmente. ¡Aleluya! Correcto. Ud. no puede aniquilar nada. Volverá a su origen.",
    "Yo cargo a mano los cartuchos de bala. Disparo un Swift .220, y lo cargo para una velocidad de cinco mil pies por segundo. Y luego ponga Ud. medio miligramo más de pólvora, y dispare contra la pared allá, Ud. no ve nada. No dejará una huella. Todo lo que Ud. oye es un ruido. ¿Qué sucede? Esa bala sale del cañón tan rápido con ese cobre y el plomo, que regresa a sus ácidos naturales, antes de que existiera, hace cien millones de años, quizás. Pero si el mundo continuara tanto tiempo, podría volver a ser una bala, otra vez. ¿Ven Uds.?, nada se aniquila. Regresa al principio. ¡Oh, qué cosa tan maravillosa!",
    "Les estoy reteniendo demasiado tiempo. Muy bien. Ya voy a terminar, solo un momento. ¿Ven?",
    "Ahora, Dios dijo: “Yo le resucitaré de nuevo en el día postrero”. ¡Qué maravilla!",
    "Ellos deberían haberlo sabido. Deberían haber sabido que Él haría que los vientos y las olas Le obedecieran, después de que Sus discípulos se encontraron al final de sus fuerzas.",
    "¡Oh, Dios!, que nosotros podamos hacer lo mismo esta noche, encontrar que nuestros esfuerzos humanos llegaron a su final.",
    "Cuando se encontraron así, deben haber caído en cuenta de que el Creador estaba con ellos; después de que su—su doctor falló, después de que todas sus conversiones psicológicas a Cristo habían fallado, después de que los doctores fallaron, y todo.",
    "Solo recuerden que el Creador está con nosotros. ¿Ven? Él está aquí, Aquel Quien prometió estas cosas. Hebreos 13:8.\n\nEntonces viene el pensamiento: “Vamos, despertemos a Jesús”.",
    "Eso es lo que sigue. Eso es lo que nos corresponde. Vamos a llamarlo a Él a la escena. Él prometió estar con nosotros. ¿No es así? [La congregación dice: “Amén”.—Ed.] “He aquí Yo estoy con vosotros todos los días, hasta el fin del mundo”. “Jesucristo el mismo ayer, hoy, y por los siglos”. Vaya, despierte a Jesús, porque Él está con nosotros, como lo estuvo entonces.",
    "Ellos habían visto la Palabra Escritural de Dios identificada, que ese era el Mesías. Ellos lo sabían. ¿Ven? Y nosotros también. Hemos visto lo mismo que vino el Día de Pentecostés, venir directamente sobre nosotros; la misma receta, y suceder lo mismo. Hemos visto a Jesús parado aquí entre nosotros, obrando por medio de la gente, y sanar a los enfermos y resucitar a los muertos, y abrir ojos ciegos, y hacer las mismas obras que Él hizo entonces, tal como Él lo prometió. Así que no debería haber ninguna preocupación al respecto. ¿Ven? Ahora, no deberíamos pensar en eso.",
    "Una mujer me dijo una vez. Cuando estaba predicando, me acordé de esto. Una dama me dijo, ella dijo: “Hermano Branham”. He dicho esto muchas veces, pero tal vez valga la pena decirlo de nuevo. Ella dijo: “Solo hay una cosa que encuentro incorrecta en su predicación”.",
    "Yo dije: “¡Oh vaya!, gracias, ¿ven?, ‘solo una cosa’” dije, “Yo—yo en verdad se lo agradezco”.",
    "Ella pertenecía a una iglesia que no creía que Jesús era Dios. Ella no creía que Él era sobrenatural. No lo creían. Ella no creía que—que Él era lo que era, el Mesías. Ella dijo: “Él era un Profeta, era un buen Hombre, pero no podía ser Hijo de Dios. Porque Dios no podía tener un Hijo. Dios es un Espíritu”. ¿Ven? Ella no podía entender que Dios le hizo sombra a María, y trajo el nacimiento virginal. ¿Ven? Y ella me dijo: “Ud. lo hace Divino, Sr. Branham”.\n\nYo dije: “Él es Divino”.",
    "Ella dijo: “Pues” dijo, “pues no podía ser Divino”. Dijo: “Ud. dijo que cree la Biblia”.\n\nYo dije: “Así es”.",
    "Ella dijo: “Si le pruebo, por su propia Biblia que Él no puede ser Divino, que era simplemente un Hombre, un buen Hombre”. Y ellos, bueno, si hay uno de ellos aquí, no quiero herir sus sentimientos. Porque Cristo murió… Era Ciencia Cristiana, ¿ven? Y dijo: “Ahora, sus sanidades y cosas” dijo, “yo—yo creo en eso, en todas, pero” ella dijo, “Ud. hace a Jesús Divino”.",
    "🦅 Pues” yo dije, “Él es Divino o es el más grande engañador que el mundo haya tenido”. ¿Ven? Yo dije: “Él era Dios o no era nada”. ¿Ven?",
    "Y ella dijo: “¡Oh vaya, Sr. Branham!”. Dijo: “Él no puede ser Divino”.\n\nDije: “Bueno, deme su Escritura”.",
    "Ella dijo: “Mientras Él iba al sepulcro de Lázaro, en el capítulo 11 de San Juan” dijo, “la Biblia dice que Él fue allá al sepulcro de Lázaro”.\n\nDije: “Sí, señora. Sé dónde está leyendo”.",
    "Ella dijo: “Entonces la Biblia dice ‘en Su camino hacia allá, que Él lloró’”.\n\nYo dije: “Así es”.\n\nElla dijo: “Bueno, ¿cómo podía ser Divino, y luego llorar?”.",
    "Yo dije: “Bueno, Ud. no puede ver lo que Él era. Él era tanto Hombre como Dios”. ¿Ven? Yo dije: “Él era un Hombre mientras lloraba. Es cierto. Pero cuando se paró junto al sepulcro de aquel hombre que había estado muerto cuatro días y dijo: ‘Lázaro, sal fuera’. Y un hombre que llevaba muerto cuatro días, resucitó y salió del sepulcro, eso era más que un hombre”. Correcto.",
    "Yo dije: “En verdad, Él era un Hombre cuando bajó del monte esa noche, con hambre, y buscó por todas partes en una—una higuera, para encontrar algo de comer. Él era un hombre cuando tuvo hambre. Pero cuando tomó cinco panes y dos peces, y alimentó a cinco mil personas, eso era más que un hombre”. Seguro. Es verdad.",
    "Y dije: “Él era un hombre cuando estaba acostado en la parte de atrás de esa barca, cansado, donde las olas ni siquiera… ni siquiera lo despertaron, ni parecían despertarlo. Él era un Hombre. Sin duda que diez mil diablos del mar juraron que lo ahogarían esa noche. ¿Ven? Bueno, Él era un Hombre acostado allí, cansado. Pero cuando lo llamaron a la escena, amén, Él puso su pie en el borde de la barca, levantó la vista y dijo: ‘Calla’, miró a las olas y dijo: ‘Enmudece’, y los vientos y las olas Le obedecieron. Amén. Eso era más que un hombre”. Sí, señor.",
    "Él era un Hombre en la cruz, cuando clamó por un sorbo de agua. Él era un hombre clamando: “Tengo sed”. Pero en la mañana de Pascua, cuando Él rompió los sellos de la muerte, infierno y sepulcro, y subió, Él era más que un Hombre. Ese era Dios en el Hombre. Así es.",
    "Y ese mismo Ser vive en nosotros, esta noche, como el Espíritu Santo. Sí, señor.",
    "La gente hoy dice: “¿Cómo podría creer que Él es el mismo ayer, hoy, y por los siglos?”. Recuerden, Él prometió, en el Libro de—de Hebreos que: “Él era el mismo ayer, hoy, y por los siglos”.",
    "Él prometió también en el—el Libro de San Juan, el capítulo 14 de San Juan, en el versículo 12, Él dijo: “El que en Mí cree, las obras que Yo hago, él las hará también. Las cosas que Yo vivo, que el Padre vive en Mí, y Yo siendo el Hijo de Dios; al Yo adoptarlos, Mi Espíritu estará en vosotros y hará las mismas cosas”. Ciertamente. Eso es natural.",
    "De nuevo, Él dijo: “He aquí, Yo estoy con vosotros todos los días, hasta el fin del mundo”. Mateo 28, 28:22, o 28:20, así es. “He aquí Yo estoy con vosotros todos los días, hasta el fin del mundo. Yo estoy con vosotros. Un poco” Él dijo de nuevo, “y el mundo no Me verá más, pero vosotros Me veréis. Porque Yo…” Yo es otro pronombre personal. ¿Ven? “Yo estaré con vosotros, aún en vosotros, hasta el fin del mundo. Las obras que Yo hago, vosotros las haréis también”. Allí lo tienen. Así es exactamente como lo sabrán. ¡Oh!, y de nuevo, “No te desampararé, ni te dejaré”.\n\nUds. dicen: “¿Cómo puede ser eso? ¿Cómo se puede probar?”.",
    "Juan 14:12, ¿ven?, “Las obras que Yo hago, vosotros las haréis también”. Él ahora está esperando que Lo llamen a la escena. Está esperando en esta hora ahora mismo, para probar exactamente lo que dije de Él, que así es ahora mismo. Si no es así, entonces Esto está errado y yo soy un falso testigo. Él está listo para que Lo llamen a la escena ahora mismo, para hacer las mismas cosas que Él hizo.",
    "Así que en la barca en la que navegamos, despertemos a Jesús en nuestras vidas. Escuchen. A menudo he dicho. Si me parara aquí en la plataforma y les dijera que el espíritu de John Dillinger vive en mí, pues, yo andaría con pistolas y sería un bandido. Seguro. Si les dijera que—que—que Shakespeare vive en mí, yo sería un poeta. Si Shakespeare viviera en Ud, pues, Ud sabría cómo… sería el gran compositor, de poetas. ¿Verdad que sí? Seguro. Lo serían. Poemas, podría componer poemas, porque Shakespeare, el—el gran escritor, estaría en Ud., y Ud. sería Shakespeare. ¿Verdad que sí? Si Shakespeare viviera en Uds., ¿no serían Shakespeare? [La congregación dice: “Amén”.—Ed.] Seguro, lo serían.",
    "Si Beethoven viviera en Ud., ¿no sería Ud. un compositor de piezas, el gran compositor, Beethoven? Digamos que: “Beethoven vive en mí”. Entonces uno haría las obras de Beethoven. Ud. escribiría su música, ciertamente, si viviera en Ud. Ud. de seguro haría eso, porque el espíritu de él vive en Ud.",
    "Entonces, si Cristo vive en mí, si Cristo vive en mí, las obras de Cristo se expresarán por medio de mí. Seguro. Si Beethoven vive en Ud., las obras de Beethoven se expresarán. Si Cristo viviera en Ud., las obras de Cristo se manifestarán, porque Él es el mismo. “El mismo”, Él no puede cambiar. ¿Recuerdan lo que dije? Es Eterno. Él no puede cambiar. Él es el mismo ayer, hoy, y por los siglos.",
    "¡Oh!, entonces, llámenlo a la escena. ¿Temen hacerlo? Los hombres de esta hora, los hombres de este día, ¿temerán llamar a Jesús a la escena, decir: “Señor, Tú lo prometiste. Ahora hazlo?”. ¡Oh, vaya!\n\n[Una hermana cita el Salmo 103:1-9, 11—Ed.] Amén. Un salmo.",
    "¡Grande es Jehová! ¡Oh, poderoso es Jehová! Eterno es Jehová. Él es desde la Eternidad y hasta la Eternidad. Él es Dios. Su misericordia perdura por miles de generaciones, está sobre los que Le temen.",
    "¿Tiene Ud. miedo de despertar a ese Jesús en su vida, que ha estado dormido por algún tiempo? ¿Tiene Ud. miedo de despertar aquello que, hace unos años, descendió sobre Ud. y le llenó con Sus bendiciones? ¿Tiene Ud. miedo de despertarlo y decirle: “Señor Jesús, estoy en problemas esta noche? Entra a la escena por mí. Navegando por los mares, he sido afligido por una enfermedad. Estoy afligido. Ayúdame, ¡oh, Señor Dios! Ayúdame?”. ¿Teme Ud. llamarlo a Él a la escena? No.",
    "Cuando Ud. lo llama a Él a la escena, como esos discípulos, toda duda toma su asiento, se sienta. La fe se levanta. Las dudas ya no existen. La fe ha tomado su lugar.\n\nEstá escrito en la Biblia, que, Hebreos 13:8, dice: “Jesucristo es el mismo ayer, hoy y por los siglos”. Ha sido escrito, ahora que así sea hecho.",
    "Está escrito en San Juan 14:12, como acabo de citar aquí, “El que cree en Mí, las obras que Yo hago, él las hará también”. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Pero ha sido escrito, ahora que así sea hecho. ¿Ven? Dios lo prometió. Dios así lo dijo.",
    "Ha sido escrito, Mateo 28:20, “He aquí que Yo estoy con vosotros todos los días, hasta el fin del mundo”. ¿Ven? “Un poco y el mundo no Me verá más, pero vosotros Me veréis; porque Yo estaré con vosotros, aún en vosotros, hasta el fin de la edad”. Eso está escrito: “Vosotros Me veréis”. Ha sido escrito, ahora que sea hecho. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Los he retenido hasta tarde. Son las nueve y media. Y sé que probablemente para esta hora ya se habrían ido a casa a dormir. Solo esperen un minuto. Estas cosas, tengo mas de una docena de notas allí, pero no las voy a tocar.",
    "Miren. ¿Es verdad todo esto? [La congregación dice: “Amén”.—Ed.] Si no es verdad entonces, ¿qué estamos haciendo aquí? ¿Qué estamos profesando, algo, y llegamos a ser hipócritas? ¿Qué estamos profesando al mundo, cosas que—que ni siquiera son así? Pues, somos hallados falsos testigos, y ni siquiera se nos debería permitir vivir. “Entonces, si no hay resurrección de los muertos, y Cristo no ha resucitado de los muertos, entonces coman, beban y sean felices”. Todos Uds. salgan y vivan como el resto de la suciedad, con los cerdos, ¿ven Uds?, si no hay resurrección. Si no hay venida de Cristo, si hay… si—si Él no está aquí, y Sus Palabras no son verdaderas, si una jota es errada, entonces no puedo confiar en nada de Eso. Todo tiene que estar escrito, todo tiene que ser correcto.",
    "Esta es la hora, donde Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Miren, miren a Sodoma, solo un momento, para terminar. En Sodoma, antes que el mundo fuera quemado, el mundo gentil fuera quemado. Ahora, esta vez, va a ser quemado de nuevo. ¿Ven? No más diluvios; fuego, esta vez. “Como fue en los días de Sodoma”. Ahora, miren la—la condición del mundo de hoy, igual que Sodoma, vistiéndose de la misma manera, todo. Se los digo. Es vergonzoso. Y miren el mundo, revolcándose en el pecado.",
    "Miren, incluso, se ha metido en la iglesia. Y los Cristianos a la antigua, ya difícilmente los vemos. Y nuestras—nuestras mujeres, todas se cortan el cabello, se maquillan, usan pantalones cortos, y—y todo, inmoralmente, y sin saber que en aquel Día se les pedirá que respondan por adulterio. “Cualquiera que mira a una mujer para codiciarla ya cometió adulterio con ella”. Ud. puede ser pura, virtuosa, así. Pero la manera en que Ud. se presenta, pues los pecadores la miran como no se debe. Ud. se presentó así, entonces Ud. es culpable. Ud. es culpable. Jesús lo dijo. Miren aún a nuestras mujeres pentecostales.",
    "Y miren a nuestros ministros, muchos de ellos caídos, con miedo a decir algo en contra de eso, con miedo a que la organización denominacional los eche.",
    "Prefiero acostarme boca abajo, y beber agua del río y comer galletas de soda, y predicar esa Palabra y decir la Verdad, sí, señor, que pertenecer a todo lo que hay por ahí. Sí, señor.",
    "¡Oh, necesitamos una sinceridad más profunda! Necesitamos algo de vuelta. No necesitamos tanto espectáculo. Necesitamos al Espíritu Santo viviendo entre nosotros, donde los hombres puedan decir: “¿Quién puede acusarme de pecado?”. El pecado es la incredulidad.",
    "Si las Escrituras decían que Jesús haría tal y tal cosa, Él dijo: “¿Quién de vosotros puede condenarme o acusarme de pecado?”.",
    "Ahora, solo hay un pecado, es la incredulidad; es fe o incredulidad. “El que no cree ya ha sido condenado”. Ud. puede fumar, beber y hacer estas cosas porque Ud. no cree. Pero si Ud. cree, Ud. hará lo contrario. ¿Ven? Es por cuanto la fe o la incredulidad está en Ud.",
    "Ahora, miren. Quédense quietos solo por un momento. Ahora, esta es una declaración tremenda. Estoy mirando a esta congregación, primero. Estoy mirando alrededor.",
    "Y yo—yo—yo conozco a una persona que puedo ver allá afuera, que yo—yo no sé si le conozco. Es un hombre que—que me detuve el otro día. No lo conocía. Un autobús trataba de girar a la izquierda, y la gente pasaba. Pensé: “Ese hombre está tratando de girar a la izquierda”. Me detuve, le hice señas para que diera la vuelta. Y hay un conductor de autobús sentado aquí. Y eso es… y aquí. Lo conocí hoy en el restaurante Furr o cafetería, y me dijo que él era el hombre. Dijo que su esposa había sido sanada en una de las reuniones en algún lugar de un problema de riñón, riñones flotantes o algo así, y le fue dicho en la reunión. ¿Ven? Yo nunca… Dios del Cielo sabe que nunca había visto a la mujer en mi vida. Nunca la había visto. Y aquí está el hombre. Supongo que su esposa, creo que ella está aquí en alguna parte, será un testimonio. ¿Ven? Y cosas, una tras otra sin parar. ¿Ven?\n\nY no veo a nadie que realmente conozca.",
    "Pero, recuerden, Dios los conoce a cada uno de Uds. Él sabe lo que hay en su corazón. Y si Él es la Palabra… ¿Creen Uds. que Él es la Palabra? [La congregación dice: “Amén”.—Ed.] La Biblia dice: “La Palabra de Dios es eficaz, más aguda que una espada de dos filos, es Discernidora de los pensamientos del corazón”. ¿Verdad que sí? [“Amén”.] Por eso Jesús podía pararse y ver sus pensamientos, y decirles lo que habían hecho. ¿Ven? Así es.",
    "La mujer tocó Su manto. Y Él se dio la vuelta, dijo: “¿Quién Me ha tocado?”. Él no lo sabía en ese momento. Y todos lo negaron.",
    "Pero Él miró alrededor, hasta que encontró adónde había ido esa virtud. La vio sobre una mujercita. Y Él le dijo de su flujo de sangre, y le dijo que: “Tu fe te ha salvado”. “Tu fe”. Ella la había sacado a través de Dios, la había sacado de Dios, por medio de Él. Por eso la virtud había salido, fuerza. Su fe había tocado a Dios, por medio de Él. ¿Ven?",
    "Ahora, “Las obras que Yo hago vosotros también las haréis”. ¿Ven lo que quiero decir?",
    "Alguien dijo: “¡Oh!, hacemos obras mayores”. Bueno, solo hagan esas obras, primero, ¿ven Uds.? Pues solo hagan esas obras. ¿Ven?",
    "Uds. dicen: “Predicamos el Evangelio por todo el mundo. Eso es grandioso”. Ud. está tratando de esconderse detrás de algo, amigo. ¿Ven?",
    "🦅 Las obras que Yo hago, también. Las obras que Yo hago vosotros las haréis también, y más que estas, porque Yo voy al Padre”. ¿Ven?",
    "Miren a la mujer en el pozo, y demás. Así fue como ellos supieron que Él era el Mesías. Si Él viniera esta noche, a la ciudad, ¿cómo sabrían que es Él? ¿Ven? Cicatrices de clavos, cualquier hipócrita puede hacer eso, poner una cicatriz de clavo en su mano, ¿ven?, cualquier cosa. No, señor. La única manera en que lo sabrán, es por la identificación del Espíritu, ¿ven?, que hará las obras que Él dijo que haría. Bueno, yo creo eso.",
    "¿Por qué estoy con este montón de personas pentecostales? Yo no pertenezco a ninguna de sus organizaciones, porque yo solo me paro en la brecha y digo: “Somos hermanos”, todos. ¿Ven? Porque yo creo que ellos tienen lo más parecido a lo que creo que es la Biblia, de todos los que conozco. ¿Ven? Esa es—esa es la razón por la que lo hago. Yo nunca me uno, porque los veo en ambos lados, hermanos con el Espíritu Santo. Yo creo eso. Sé que es verdad. ¿Ven? Así que no me gusta edificar sobre este, o edificar sobre ese, o tomar de esto y aquello. Yo solo me paro y digo: “Somos hermanos”. Me olvido de aquello. Seamos hermanos, ¿ven? Simplemente seamos hermanos. Y mientras Satanás nos tenga peleando el uno con el otro, pues, él no tendrá que pelear en lo absoluto. Pero mientras nos olvidemos de esa pelea, y nos unamos de brazos y de corazón, y digamos: “Somos hermanos”, somos entonces soldados Cristianos firmes que vamos adelante, ese gran avivamiento. Ningún concilio ecuménico tocará eso. No, señor. Esa es la elección de Dios, el Elegido que ha sido llamado, ahora. Si el día…",
    "Solo recuerden, la última señal que fue hecha, antes de que Sodoma fuera quemada, fue Dios manifestado en un cuerpo humano. ¿Es así? [La congregación dice: “Amén”.—Ed.] Lo pregunto. Tres Ángeles vinieron a Abraham.",
    "Y dos de los Ángeles fueron a Sodoma, para dar una advertencia. Eso fue para los tibios, la iglesia denominacional, un moderno Billy Graham, y demás.",
    "Pero Abraham representaba, como era en ese día, la Iglesia Elegida que no estaba en Sodoma. Están fuera de Sodoma, los verdaderos pentecostales nacidos de nuevo y todos los que nacen del Espíritu. Ahora observen a Aquel que se quedó atrás y habló con Abraham. Dijo…",
    "Ahora recuerden, su nombre era Abram, un par de días antes de eso, y Sara era S-a-r-r-a. Y había cambiado a Abraham, y a S-a-r-a-h, Sara. ¿Ven? A-b-r-a-h-a-m, Abraham, “padre de naciones”. ¿Ven?",
    "Y no es sorprendente que todos los grandes hombres que han ido a la iglesia de Sodoma afuera, en el mundo de hoy, todos los grandes hombres que han ido allá: ha habido un Billy Sunday, un Sankey, Finney, Knox, Calvino, Lutero, y demás; ninguno de ellos alguna vez ha tenido un nombre que termine con h-a-m, hasta hoy, G-r-a-h-a-m. Ningún otro, en ningún momento. Ese son seis letras. Donde, Abraham es A-b-r-a-h-a-m, siete, perfecto. ¿Ven? Pero miren. El Ángel que vino a Abraham le dijo: “Abraham”, no Abram. “Abraham, ¿dónde está tu mujer?”, no Sarra, sino “Sara”.\n\nY la Biblia dice: “Ella está en la tienda detrás de Ti”.",
    "Y Él dijo: “Yo…” Ahí está, pronombre personal de nuevo. “Yo voy a visitarte, Abraham”, según la promesa que Él dio.",
    "¿Quién era ese? Con polvo en Su ropa. Comió becerro, bebió la leche de la vaca, comió mantequilla, pan. Sentado allá, actuó como si Él estuviera polvoriento y cansado. Dejó… Le lavaron Sus pies, parecía ser un Hombre. Y Él dijo: “¿Dónde está Sara?”.\n\nRespondió: “Ella está en la tienda, detrás”.\n\n“Yo voy a visitarte, según…”",
    "Y ella estaba, lo que Uds. llaman, escuchando a escondidas, Uds. saben, escuchando a través de la tienda. Ella no salió corriendo como las mujeres de hoy en día, Uds. saben, que lo ven necesario, Uds. saben. Pero, ella, ella escuchaba a través de la tienda, lo que su marido tenía que decir. Hoy en día, ella dice lo que él no debe decir. Entonces ella escuchó así, a través de la tienda. Y cuando escuchó… No Uds. hermanas, no, no; Uds. no hacen algo así. ¿Ven? Pero, bueno, ella estaba escuchando.",
    "Y ella—ella se rió, a escondidas, dijo: “Yo, una anciana de cien años, y mi señor, también anciano, ¿y tendremos deleite otra vez?”. ¿Ven?, como marido y mujer, habían cesado, años y años atrás. “¿Yo tener deleite con mi marido otra vez, nosotros tener deleite juntos”? Y ella se rió.",
    "Y el Ángel, con Su… El Hombre, con Su espalda a la tienda, dijo: “¿Por qué se ha reído Sara?”.\n\nY ella dijo, salió corriendo y confesó: “No lo hice”.\n\n“Sí lo hiciste”. ¿Ven?",
    "Ahora, Dios le habría quitado la vida allí mismo. Pero no podía hacerle daño, porque ella era parte de Abraham. ¡Oh, habríamos partido hace mucho tiempo, si no fuéramos parte de Cristo! Todas las cosas que Él ha hecho, y hemos ido por ahí diciendo: “Es telepatía. Es esto, aquello, o lo otro”. Pero Él no puede tocarlo a Ud. ¿Ven? La ira no puede tocarlo, porque Ud. es parte de Cristo cuando Ud. nace de nuevo. ¿Ven? ¿Ven? Él no pudo hacerlo, porque le haría daño a Abraham. Su promesa fue para Abraham, y Sara es parte de Abraham. Y la Iglesia es una parte de Cristo, la Novia. ¿Ven? Él no podía hacerlo, a pesar de su incredulidad.\n\nÉl dijo: “Sino que te has reído”.",
    "La Biblia dice que ella tuvo miedo. Quizás ella tenía miedo de perder su membresía o algo así, pero, ¿ven?, ¿ven?, como hoy. Pero—pero ella tuvo miedo.",
    "Y, fíjense, ese mismo Hombre le dio las bendiciones a Abraham. Y una promesa, de que si hallaba diez almas justas, Él no la destruiría y se desvaneció delante de él.",
    "Y Abraham lo llamó Elohim, “El todosuficiente”. Ahora tome su Biblia y mire. Si…“En el principio Dios…” Vean si ese no es “Elohim”. Y aquí Abraham, quien habló con Él, llamó a esta manifestación de un Hombre aquí, justo antes de la quema de Sodoma, que podía discernir los pensamientos en la mente, dijo que era “Elohim”.",
    "Y Jesús dijo: “Como fue en los días de Sodoma, así será”. Ahora miren quién ha ido a la iglesia, la denominación. Observen lo que Dios está haciendo entre los Elegidos. Allí mismo está la última señal que Abraham recibió, la—la Iglesia llamada fuera, la recibió antes de que Sodoma ardiera. Estamos en los últimos días.",
    "Amigos, despierten a Jesús. “Señor, Tú hiciste la promesa”. No tengan miedo. Digan: “Señor Dios, confiadamente salgo. Me despierto a mí mismo, aquí dentro. Despierta, Señor, a mi clamor. Estoy necesitado. Ten piedad de mí. No he creído, y perdóname por ello. Permíteme, desde ahora, yo quiero llamarte a Ti a la escena, por mi causa”.",
    "La Biblia dice: “Él es un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Nuevo Testamento, Hebreos 1, Hebreos 3, un Sumo Sacerdote. “Ahora Él está sentado a la diestra de Dios, un Sumo Sacerdote que puede compadecerse”. Y si Él es el mismo ayer, hoy y por los siglos, ¿cómo sabría Ud. que lo ha tocado a Él? Haría lo mismo que Él hizo ayer. Eso lo haría a Él hoy. ¿Verdad que sí? [“Amén”.]",
    "[Cinta en blanco.—Ed.] …en cuerpos enfermos aquí esta noche. Señor, Tú eres Dios, y no hay nadie como Tú. Lo único que tenemos que hacer es despertar, sacudirnos, llamar a Jesús a la escena. Y, Padre, cuando Tú vengas a la escena, di que Tú eres el mismo ayer, hoy y por los siglos, y haznos saber esta noche que Tú aún estás en la barca. Tú aún estás aquí. Tú dijiste: “No te desampararé. Nunca te dejaré”.",
    "Y sea notorio esta noche, Señor, que he dicho la Verdad. No importa cuántas palabras yo debiera decir, aún así no sería como si Tú dijeras una sola cosa. Una sola palabra Tuya significará más que cualquier cosa que cualquier hombre pueda decir. Te queremos a Ti, Padre. Ven a la escena lo suficiente para que estas personas aquí puedan ver que Tú estás en la barca, y yo creo que todo pecador se arrepentirá. Creo que todo descarriado se dará prisa al altar. Yo creo que cada persona enferma sanará. ¿Lo concederás, Señor?",
    "Te estamos llamando. Ven, Jesús. Algunos perecerán, Señor. Algunos morirán la muerte Eterna, la separación de Dios, si Tú no vienes a la escena. Perecemos, Señor. Algunos han olvidado Tus grandes milagros de sanidad. ¡Oh, Dios, ven a la escena! Te estamos llamando. Ven y despierta nuestra conciencia, Señor, y al Espíritu de Cristo en nosotros. Oramos en el Nombre de Jesucristo.",
    "Ahora con nuestros rostros inclinados, si el pianista viene al piano, o donde sea. Y pedimos reverencia. Y seamos tan reverentes como podamos, por un momento. Solo creed, por favor, hermana, lentamente.",
    "Ahora, cada uno de Uds. ore. Ahora, oren Uds. Quiero saber cuántos de los que están aquí no tienen una tarjeta de oración, y están enfermos y quieren que Dios los toque, pueden levantar sus manos. Muy bien. Muy bien. Ahora, ¿cuántos tienen tarjetas de oración? Levanten la mano. Pues, hay casi el doble de personas que no tienen tarjetas de oración que las que tienen tarjetas de oración. No importa si las tienen o no, eso no significa nada.",
    "Eso significa que lo llamaré aquí. Iba a pedirle a los pastores que vinieran a imponer las manos sobre Uds. y orar por Uds. Ahora, eso es—eso es bueno. ¿Ven? Eso es muy bueno. Pero escuchen. Saben, la imposición de manos, yo lo creo; es exactamente lo correcto. Sí, señor, conectarse Ud. con el sacrificio. Yo creo en eso. Pero, miren, el romano una vez… Esa es una tradición judía. Jairo dijo: “Ven, pon Tus manos sobre mi hija y ella vivirá”.",
    "Pero el romano dijo: “No soy digno de que Tú entres bajo mi techo. Solamente di la palabra, mi criado vivirá”. Ahora, si Él es el mismo ayer, hoy y por los siglos…",
    "y yo no le conozco a Ud. El Dios del Cielo sabe que no veo a nadie excepto a este conductor del autobús aquí que conocí en ese momento. Sé que conozco algunas personas… El Hermano Sothmann y ellos están aquí. Mi esposa está aquí en alguna parte, pero yo—yo no la veo en este momento. Yo—yo no la veo. Y no veo al Hermano Sothmann. Pero ellos no están aquí… Están aquí, quiero decir, pero no sé dónde.",
    "Ahora, quiero que oren. Solo oren con mucha sinceridad, digan: “Señor, ayúdame”. Y mientras oran, oren la oración de fe, oren para que Dios les conceda su petición. Y digan: “Señor, sé que ese hombre no me conoce, pero si me demuestras que Tú estás en la barca, que Tú estás aquí en este edificio esta noche. Entonces, sé que el Hermano Branham no me conoce, no sabe nada de mí. Pero él me dijo, esta noche, que Tú eres el mismo, Tú eres el mismo Mesías, y prometiste que si él Te creía, que Tú harías las mismas obras por medio de él que—que las que hiciste por medio del Mesías, porque Su Espíritu estaría con nosotros. Entonces, si puedo saber, se puede probar que Tú estás aquí, entonces no necesito saber más. Lo creeré, con todo mi corazón”. ¿Lo harás? Y si Él viene a la escena y hace algo como lo hizo allá, entonces Uds. sabrán que son las obras que Él hizo.",
    "Miren lo que Él hizo cuando vio a Pedro, Natanael, la mujer del pozo, el ciego Bartimeo, aquellos que Lo tocaron, la mujer con el flujo de sangre. ¿Ven? Así es como ellos conocieron que Él era la Palabra, porque Él podía discernir sus pensamientos. Él lo prometió, en la última señal, antes de la quema de la tierra, que eso regresaría de nuevo, la última señal a la Iglesia. Aquí estamos. Hay un mensaje para la iglesia denominacional allá afuera. Aquí está el Mensaje a la Iglesia, la pentecostal, la Elegida, los sacados. Crean ahora.",
    "Ahora, Padre Celestial, ellos están en Tus manos; yo estoy en Tus manos. Yo me encomiendo a Ti, los encomiendo a Ti, para que las obras de Dios sean dadas a conocer, para que este pequeño y entrecortado mensaje esta noche se manifieste a estas personas aquí en Tucson, aquí tan lejos en medio de este desierto. Padre Dios, en esta pequeña y hermosa iglesia, con Tu pastorcito amado aquí, Señor, que esta iglesia siempre se sustente de los resultados de la Palabra de Dios, y que puedan saber que Jesús todavía está en la barca. Que, porque el avivamiento no está ocurriendo, no significa que Él se haya ido. Él está allí con nosotros, listo para ser llamado en cualquier momento, no es difícil de despertar, y vendrá a nuestro rescate.",
    "Te lo pido, Señor, para que el pueblo sepa que Tú eres Dios, y Tú eres el mismo ayer, hoy y por los siglos. Me encomiendo a Ti, junto con la iglesia, para que entre nosotros, entre la fe de ellos y el don que Tú me diste, que su fe pueda operar este don de Dios, que llamará a través de esta congregación, a estas personas desconocidas, y que hagas como hiciste cuando la mujer tocó Tu manto.",
    "Tú eres nuestro Sumo Sacerdote, Señor. Que estas personas toquen Tu manto, y Tú envíes Tu mensaje de regreso a ellos, como lo hiciste por medio de Jesucristo, Tu Hijo. Mientras nosotros, Sus siervos inútiles, somos santificados por Su preciosa Sangre, que podamos dar a conocer las obras de Dios a un mundo agonizante en los últimos días. Y Te alabaremos por ello, Padre.",
    "Entonces cuando volvamos a casa esta noche, por el camino, diremos como aquellos que vinieron de Emaús, después de que Él hubo estado muerto, resucitó, e hizo algo como lo hizo antes de ser crucificado. Ellos sabían que era Él. Ningún otro hombre podía hacerlo. Y hazlo de nuevo esta noche, Señor. Haz como lo prometiste. Es Tu promesa. “Las obras que Yo hago, él también las hará. Estaré con él, aún en él, hasta el fin del mundo”. Eso lo confirmará, Señor. Y diremos que nuestros corazones arden en nosotros. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, en el Nombre del Señor Jesús, les pido que estén quietos, reverentes, crean.",
    "Ahora, mirando a la congregación, con esta Palabra de Dios ante mí, declaro que la única persona que realmente reconozco es este hermano por aquí. Y ahora veo a mi esposa en la parte de atrás, y allá atrás. Pero comencemos aquí al frente.",
    "Ahora Ud. ore y diga: “Señor Jesús, he oído muchas predicaciones. He escuchado obras maestras de sermones. Pero yo quiero verte a Ti, como dijeron los griegos: ‘Señor, quisiéramos ver a Jesús’”. Ellos no querían conocer la filosofía. Querían verlo a Él, conocerlo a Él, nada más que a Él. Y Él es la Palabra, ¿ven?, para conocerlo a Él personalmente. Digan: “Soy como la mujer que tenía el flujo de sangre. Tengo una necesidad. ¿Te podrías manifestar esta noche y hablarme? Tú eres el Sumo Sacerdote. Yo no reconocería Tu voz, quizás, si Tú hablaras. Pero si hablas por medio de labios humanos, como dijiste”.",
    "Dios no hace nada sin la entidad humana. ¿Cuántos…? Uds. saben eso. ¿Ven? Él—Él tiene que usar a alguien. Ahora Uds.… Si Él hace eso y prueba que Él está aquí con nosotros, ¿aceptarán su sanidad? Levanten su mano, digan: “Lo haré. Si puedo verle a Él hacer eso, lo aceptaré”. Dios les bendiga. Ahora oremos.",
    "Y ahora si Él hace algo milagroso, no duden. Solo crean. Puede mirarme, haga lo que Ud. desee, pero siempre y cuando Ud. crea que es Él. ¿Cree Ud. que, por un don Divino, enviado por Dios, manifestado por un Ángel? Y aquí estoy parado, estos ministros a mi alrededor, justo aquí. No hay nada… ¿Es verdad, hermano? [Los ministros dicen: “Así es”.—Ed.] Todos estamos aquí. Ahí están Uds.",
    "Yo no los conozco. Dios lo sabe. Yo no sé nada de Uds., pero Él sí. Ahora, a través de una Persona invisible, el Espíritu Santo, Quien solo puede darse a conocer por Su manifestación, puede revelarles a Uds. exactamente lo que Él dijo que haría la Palabra. Cuando la Palabra se hace carne, es Alguien que discierne los pensamientos del corazón. ¿Correcto? Por eso Él podía hacerlo. Crean ahora. Tengan fe. No duden. Solo tengan fe.",
    "¡Qué momento tan dulce! Creo que estos son los momentos más maravillosos de mi vida, cuando puedo pararme frente a un grupo de personas y decirles que su adoración no es en vano. Toda otra religión del mundo es falsa, aparte del Cristianismo. Toda otra religión del mundo está errada, aparte del Cristianismo. El Cristianismo es la única que puede señalarle a Ud. a una tumba vacía, y abrir un corazón y decir: “Él vive aquí” y probarlo. Ahora, esto es lo que Él prometió. ¿Cumplirá Su promesa? Eso es. ¿Cumple Él Su promesa? Sí, señor.",
    "Ud. dice: “Bueno, Hermano Branham, baje aquí y sáneme”.",
    "Ojalá pudiera. Él ya lo ha hecho. Lo único que Él quiere que Uds. hagan es que lo crean. ¿Ven?\n\n“¿Me podría salvar, Hermano Branham”?",
    "Ojalá pudiera. Pero Él ya lo ha hecho. Ud. tiene… Lo único que Él podría hacer, si estuviera parado aquí con este traje que Él me dio, lo único que Él podría hacer es exactamente lo que Le estamos pidiendo que haga ahora, ¿ven?, que nos haga saber que es Él.",
    "🦅 No teman, soy Yo. Tened ánimo”. ¿Ven? Los discípulos, cuando Él caminó sobre el agua, pensaron que era un espíritu, un fantasma o algo así. Estaban asustados. Él dijo: “No teman. Soy Yo”. ¿Ven? Y eso es lo que Él diría esta noche: “No teman. Soy Yo”.",
    "Estoy viendo a una mujer que está sentada aquí, mirándome directamente. Y si pueden ver Eso ahora, allá está esa Luz justo sobre la mujer sentada aquí. No la conozco a Ud. Pero, hay una cosa, Ud. está sufriendo con un problema en su espalda. ¿Correcto? Si así es, levante su mano. Muy bien. Su fe le ha sanado.",
    "Díganme qué tocó ella. Yo nunca la he visto en mi vida. ¿Somos extraños el uno al otro? Si es así, levante su mano. Así que, ¿ven?, nunca he visto a la mujer en mi vida. Pero la vi así, y supe que aquí es donde estaba. Muy bien. Sí.",
    "Aquí, aquí hay algo. Aquí hay una niña sentada aquí en el asiento del frente, solo una niña. Tan pronto como dije su nombre, ella—ella empezó a llorar. La niña está buscando algo real. Su hermana está llorando, detrás de ella. No conozco a la niña, nunca la he visto en mi vida, que yo sepa. Pero ella está buscando el bautismo del Espíritu Santo. Eso es verdad. ¿Es así, pequeña? Si es así. Levanta tu manito. ¿Ven? Allí lo tienen. Ella no es de aquí. Ella viene del este de aquí. Es la hija de un ministro misionero. Por cierto, su padre desea verme por una pregunta. Nunca la he visto en mi vida, pero esa es la pura verdad. No temas, cariño. Recibirás el Espíritu Santo. Tu fe lo hace. Solo cree.",
    "Si esa niñita puede hacerlo… Pregúntele a la niña, vean si es así o no. Si esa niña… ¿Qué tocaron ellas? Niña, ¿tienes una tarjeta de oración, cariño? ¿No la tienes? Tú—tú no la necesitas. ¿Ves? Tienes más que una tarjeta de oración, cariño. Tienes fe.",
    "Recuerden, ella recibirá el Espíritu Santo. Ella, ella lo recibirá. De hecho, está justo al lado de ella ahora. Oiga: “¿Cómo lo sabe Ud.?”. ¿Cómo supe del problema, lo que ella quería? ¿Ven? Ahora, si esa niña, “un niño los pastoreará” pues, ¿por qué no tú?",
    "Hay una dama sentada aquí mismo, mirándome. Está sufriendo con una condición nerviosa. Está orando por su marido, también, que no es salvo. Si cree con todo su corazón, Ud. puede recibir lo que ha pedido. Amén.",
    "Aquí, una mujer joven sentada aquí atrás, en la fila de afuera, ella tiene un problema femenino. Si Ud. cree con todo su corazón, será sana. ¿Lo cree?",
    "Hay una dama de color sentada allí detrás de ella. Ella está orando, pero está orando por un ser querido. Es un hombre mayor, un suegro. Y ese suegro ha estado enfermo por años. Así es. Soy un extraño para Ud. ¿verdad? Eso fue por una especie de accidente que provocó el problema. Si es así, levante su mano. Muy bien, ¿Lo cree? Puede recibir lo que ha pedido.",
    "Por cierto, eso empezó a rodar. Otra dama de color que está sentada allá atrás, está sufriendo con un problema de asma. La dama se lo va a perder. Dios, ayúdame. Sra. Jamison, crea Ud. con todo su corazón. Póngase de pie. Yo no la conozco. Pero, crea con todo su corazón.",
    "Ud. dice: “¿Sabe su nombre?” Pues, seguro. ¿No le dijo Él a Pedro cuál era su nombre? Sí. Seguro. Él sabe todas las cosas.",
    "Aquí hay un hombre sentado aquí que va a morir de cáncer, si algo no lo toca muy pronto. Tiene cáncer. Así es. ¿Cree Ud.? ¿Lo cree? ¿Cree que Dios puede decirme quién es Ud.? Sr. Ladd, entonces, si Ud. cree con todo su corazón, puede ser sano. Nunca he visto al hombre en mi vida.",
    "Llamen a Jesús. Él está entre Uds. ahora. ¿No ven? ¿Creen Uds.? Tengan fe en Dios. ¿Creen Uds. que pueden despertarlo a Él en su conciencia ahora? ¿Ven? ¿Están creyendo? Si es así, pongan sus manos el uno sobre el otro, así. Solo pongan sus manos el uno sobre el otro. Llámenlo a la escena. Ese es Él. ¿Lo creen? Ese es Él. Pregúntenle a estas personas. Nunca los he visto en mi vida.",
    "Ahora está en todas partes, en todo el edificio ahora, mientras ponen sus manos el uno sobre el otro. ¿No pueden aceptar mi palabra? Si Dios ha confirmado que les he dicho la verdad, ¿ven? entonces acepten mi palabra. Les estoy diciendo cuál es la verdad. ¿Cuál es la verdad? Pongan sus manos el uno sobre el otro. No duden. La Biblia dice: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, ellos sanarán”. Aquí está Jesús entre nosotros, ahora mismo, el Espíritu de Cristo.",
    "Ahora, mientras colocan sus manos sobre la persona que está con Ud., pues ore por ellos. Adelante, coloquen sus manos sobre ellos y oren. Voy a orar desde aquí. Y yo creo que Dios va a sanar a cada uno de Uds. Coloquen sus manos sobre ellos, y crean, mientras oramos.",
    "Señor Jesús, estamos agradecidos Contigo. Mi corazón se acelera, porque aquí estás Tú, aquí mismo en Tucson. Aquí estás Tú, justo aquí en esta asamblea de iglesia. Tú estás aquí entre el pueblo. Lo has demostrado, Señor. ¿Cómo se podrían hacer estas cosas a menos que sea de Dios? No es de extrañar que el apóstol dijera: “Varón aprobado por Dios entre nosotros, con señales y maravillas, que (Él) Dios hizo en medio de todos nosotros, de las que somos testigos”. Y aquí está ese Mismo Hombre, Jesucristo, el Hijo de Dios, en la forma del Espíritu Santo, esta noche, moviéndose entre nosotros, confirmando Sus Palabras. “Las obras que Yo hago, vosotros también las haréis”. Sabemos que Tú estás aquí, Señor. No nos has abandonado.",
    "Ahora, estas personas tienen sus manos el uno sobre el otro. Son creyentes. Están orando el uno por el otro, y están creyendo que Tú los vas a sanar.",
    "Por la Palabra del Dios vivo, por el desafío que ofrece la Palabra, que: “Estas señales seguirán a los que creen”. En la Presencia de Jesucristo resucitado, el Hijo de Dios, ¡en Su Presencia! La Presencia, el Espíritu Santo que está aquí ahora mismo, y ha demostrado que es Jesús entre nosotros, nos ha despertado, Señor, de nuestro sueño, al punto que nuestros corazones laten rápidamente con fe y alabanza.",
    "En el Nombre de Jesucristo, que cada enfermedad salga de las personas en este minuto. Que sean liberados de todas sus enfermedades y aflicciones que tienen. Yo reto a Satanás, por la Presencia de Jesucristo, en conmemoración de Su Palabra, que dijo: “En Mi Nombre echarán fuera demonios”. Nosotros, como hombres y mujeres creyentes, desafiamos a este diablo. En el Nombre de Jesucristo, deja esta congregación. Sal de cada uno de ellos. Y que sean libres, esta noche, para volver a casa, y encontrarse libres de la enfermedad, libres del dolor, libres de la aflicción, cada uno de ellos, Señor. En el Nombre de Jesucristo que así sea.",
    "Con sus rostros inclinados ahora, sigan orando el uno por el otro. Ahora, si hay un hombre o una mujer, que ha tenido una duda en su corazón, muchacho o muchacha, y creen que ahora están en la Presencia de Aquel de quien yo hablé esta noche, Quien ha actuado perfectamente y les habló; y les demostró por Su Palabra, que Él lo haría, y ha venido y ha hecho exactamente lo que Él dijo que haría, ¿ven?, entre nosotros esta noche. Y si Ud. no es un hijo de Dios, ¿vendrá aquí al altar mientras el Espíritu Santo me está ungiendo y ungiendo a estos otros, y dejarán que oremos por Uds.? ¿Vendrán mientras teníamos nuestros rostros inclinados?, solo con nuestros rostros inclinados por un minuto, mientras tarareamos, “Solo creed, todas las cosas”.",
    "Ud. dice: “Hermano Branham, he buscado a Dios por años, y yo—yo—yo nunca he podido ser lleno del Espíritu. No soy un Cristiano nacido de nuevo. Yo—yo quiero nacer de nuevo. Yo—yo en verdad lo quiero. Y yo, Hermano Branham, quiero que ore por mí”.",
    "¿Pudiera venir aquí a pararse aquí, mientras tarareamos esto, o lo cantamos una vez, con nuestros rostros y corazones inclinados? Solo creed. Me siento guiado a hacer esto, de alguna manera. No lo sé. Nunca hago esto. Pero me siento guiado a hacerlo ahora mismo, a hacer este llamado. Para que, al final de la edad, cuando esté ante Uds. de nuevo… Quizás nunca más, si vuelvo aquí dentro de un año, habrá… Si acaso vivo el año, muchos aquí no lo harán. ¿Ven? No estarán, porque hay gente mayor aquí. Y—y muchos de Uds. no estarán aquí dentro un año desde esta noche, pero tendré que encontrarlos en algún momento. Así que, en la Presencia de Cristo, les pido que ahora pasen adelante, en el Nombre de Jesús, y lo acepten a Él como su Salvador, mientras cantamos ahora con nuestros rostros inclinados.\n\nSolo creed, solo…\n\nUd. quiere que yo ore con Ud., ¿vendrá aquí?\n\nTodo es posible, Si tan solo…",
    "Solo crean que Él está aquí, piensen en Aquel Ser hermoso frente al cual se pararán en Su juicio un día. Si el pecado le está molestando, ¿por qué no pasa adelante?\n\nSolo creed.\n\nTodo…\n\nAsí es. Pasen aquí arriba. Todos… Venga aquí, hermana. ¿Alguien más viene ahora mismo? Vengan aquí adelante.\n\n¡Oh Señor, yo…\n\nEso es. Eso es. Vengan.\n\nSeñor, yo creeré.",
    "🦅 Creeré ahora mismo, Señor, Tú estás aquí”.\n\nTodo…\n\n“Lo he intentado, Señor, pero no sé. Todo es posible. Señor, yo creo. Quiero estar bien con Dios. Yo…”. Dios los bendiga, muchachos, viniendo de afuera.",
    "[Alguien le dice al Hermano Branham: “¿Desea que entren aquí?”.—Ed.] Bueno, así está bien, hermano. Está bien. Yo iré donde ellos. Los llevaré a todos abajo…?…\n\n¡Oh, Señor!, creo en Ti;\n\nTodo es posible. ¡Oh Señor!, yo…",
    "Señor, después de que resucitaste de la muerte, hace mil novecientos años, e hiciste la promesa de que Te veríamos en los últimos días, que Tú harías esto mismo. Y aquí vienes, esta noche, ante mis ojos, en esta edad intelectual y científica, y rompes toda ley de la ciencia, rompes todo lo que los críticos han dicho, y vienes entre nosotros, y demuestras que Tú has resucitado de entre los muertos. “Creeré, Señor. Creo”, mientras lo cantamos una vez más.\n\nSeñor, creo en Ti.",
    "Vendrán ahora, el resto de Uds., vengan directamente. Muévanse, todos Uds. Todos los que quieran aceptar a Cristo esta noche, ¿vendrán?\n\nTodo es posible, ¡oh! creo, Señor.\n\n¡Oh, Señor!, Señor, yo creeré.",
    "No hay nada más que hacer, Señor. Esa es la última señal que prometiste. Predicar la Palabra, sanar a los enfermos; recuerden, la Palabra se ha predicado, los enfermos han sido sanos. Pero está es la última señal para la Iglesia llamada afuera, la Iglesia pentecostal llamada afuera. Su última señal. “Lo creeré”.",
    "Ahora, mientras tenemos estos, un número perfecto aquí esta noche, de siete, que significa consumación. Solo quería asegurarme. El Espíritu Santo… Uds. nunca me ven teniendo un servicio de sanidad, luego cambiar y hacer un llamado al altar. ¿Ven? Pero el Espíritu Santo dijo: “Hazlo”. ¿Ven? “Hazlo ahora mismo. Este es el momento. Hazlo”. Yo pensé… Giré hacia el Hermano Mack. Dijo: “Hazlo”. Aquí están, siete, el número completo. Puede que sea su última llamada, pero han escuchado. Han hecho exactamente lo que Dios les dijo que hicieran.",
    "🦅 El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna, no vendrá al Juicio, mas ha pasado de muerte a Vida”. Pasaron de muerte a Vida.",
    "🦅 El que se avergonzare de Mí ante los hombres, Yo me avergonzaré de él ante Mi Padre y los santos Ángeles. Pero al que Me confiese delante de los hombres, Yo le confesaré delante de Mi Padre y los santos Ángeles”. Aquí están, tres hombres y cuatro mujeres.",
    "¿Y sabían Uds. que esa es la tasa de natalidad en el mundo hoy, en los Estados Unidos? Cuatro mujeres por cada tres hombres. Esa es la tasa de natalidad. Aquí está la tasa de natalidad de nuevo esta noche, regresando a la iglesia. América está recibiendo la última. No hay más para ella. Eso es todo. Estamos en el tiempo del fin.",
    "Ahora me pregunto si algunas mujeres, alguna buena madre o mujer aquí, que esté llena del Espíritu Santo, tres o cuatro de Uds., podrían venir aquí, a ponerse de pie con estas hermanas, mientras yo voy a orar por ellas. Y tres o cuatro hermanos, quizás nuestros hermanos ministros aquí, bajen, párense junto a estos buenos jóvenes aquí, párense aquí mientras podemos ser testigos juntos. Voy a bajar, a orar y colocar las manos sobre estas personas. Y quiero que cada persona de esta iglesia crea conmigo, mientras oramos. Así es. Dios los bendiga, hermanos. Voy a bajar con Uds., para imponerles las manos.",
    "Ahora quiero que todos sean muy reverentes, por favor, solo por un momento, es la parte más sagrada.",
    "Ahora miren. Esto es todo lo que ellos pueden hacer. Es… Observen. Saben, ellos han oído la Voz de Dios, y han venido hasta aquí. Estos jóvenes en esta edad, estas mujeres en esta edad, vinieron hasta aquí para hacer una confesión pública, han terminado con el pecado. Yo dije: “Quienquiera recibir a Jesucristo como su Salvador, que pase al frente”.",
    "Y la Presencia de Dios dando a conocer los pensamientos, diciendo a las personas cuál era su problema, quiénes son, qué pasa con ellos, de dónde vienen, ¿ven?, si eso no es Cristo, entonces ¿qué es? Es una promesa. Dios dijo que Él lo haría. Y esas personas, quizás la primera vez que ellos… Y ellos, pecadores, dijeron: “Sí, yo creo eso. Así es. Ahí está la Palabra siendo—siendo manifiesta. Se hizo carne. El Verbo es carne de nuevo, Dios trabajando por medio de la carne humana. Sabemos que es verdad”. Y vienen y dicen: “He terminado con el pecado”. Esa es una confesión pública. Es lo que hace.",
    "Ahora, Uds. queridas personas que han subido aquí, algún día tendré que encontrarlos, hermana, al otro lado de la frontera, a cada uno de Uds. Tengo que encontrarlos allá. Tengo que dar cuenta por lo que he dicho. Hermanos, tengo que rendir cuentas. Uds., Uds. pudieron haber hecho cosas muy buenas. Pudieron haber obedecido a sus padres. Pudieron haber hecho cosas maravillosas. Pero lo más grande que han hecho en su vida es lo que están haciendo ahora. ¿Ven? Es lo más grande que han hecho.",
    "Ahora, si Dios—si Dios ha enviado Su Espíritu y ha probado, y luego eso Mismo habló a través de mí y dijo: “Haz un llamado”. Ahora, si han estado en reuniones antes, Uds. saben que no hago eso. Se lo entrego al pastor. Pero Él dijo: “Tú haz esto”. ¿Ven? Entonces lo hice. Rápidamente, iba a hacerlo. Había alguien por aquí, y fue en algún lugar donde vi que la Luz se movía sobre ellos. Yo empecé. Y de repente, Eso cortó. ¿Se fijaron cómo cambió? Dijo: “Haz esto”. Dijo: “Llama ahora mismo”. Es todo lo que pude hacer. Bien. Es todo lo que pude hacer. Aquí están Uds.",
    "Ahora, Jesús dijo, en San Juan 5:24, ¿ven?, es esto, que: “El que oye Mis Palabras, y cree al que Me envió, tiene Vida Eterna”. ¿Crees eso, hijo? ¿Creen eso, cada uno de Uds. varones? ¿Uds. damas lo creen? Eso es todo lo que pueden hacer.",
    "Entonces, ¿qué hacen? Aceptar. No hay nada que Ud. pueda hacer. Digan: “Señor” en su corazón, “lamento lo que he hecho. Acepto con agrado lo que Jesús hizo por mí. Esta noche, a partir de esta hora, voy a vivir para Él. Voy a aceptar a Jesucristo como mi Salvador. Voy a aceptar el bautismo Cristiano. Yo creo que Tú me llenarás con el Espíritu Santo. Quiero vivir para Ti”.",
    "Un poco más y verán que todo ha cambiado, y Ud. es una nueva criatura. La nueva vida entra, y Ud. vive a partir de ahí. Y los encontraré de nuevo en el tribunal de Cristo, a cada uno de Uds. Los encontraré allá, y tendré que ser responsable por lo que yo… Dios me hará responsable. Pero si lo aceptan sobre… Por decir: “Lo que sea que haya hecho, Uds. saben, subí aquí ante estas personas para mostrar que lo lamento. Yo no… no quise hacer eso. No quiero hacerlo más. He terminado”. Por eso…",
    "Ahora quiero que inclinen sus rostros. Quiero que cada uno de Uds. hermanos y hermanas pongan sus manos sobre mí. Quiero que cada persona de la iglesia aquí, cada Cristiano, inclinen sus rostros en humilde oración mientras yo oro. ¿Y podrían orar conmigo para que Dios conceda esta petición?",
    "Ahora, Padre Celestial, aquí hay una mujer llorando, una joven, una hermosa joven aquí, llorando. Ella… [El Hermano Branham continúa orando con el pueblo. Cinta en blanco.—Ed.]",
    "…al Tú confirmar lo que dijiste que harías. Prometiste que lo harías. Descendiste y sanaste a los enfermos y a los moribundos, y ellos han sido cambiados de muerte a Vida.",
    "Y luego algunos, muriendo espiritualmente, ellos corrieron al altar. Los Ángeles del Cielo se regocijan, según la Palabra de Dios: “Los perdidos han regresado”. Jesús echó fuera a los demonios por el dedo de Dios, pero cuando Él salvó una oveja, Él la puso sobre Su hombro, lo más fuerte de Su cuerpo, y la trajo.",
    "Ahora aquí están, Señor. Son Tuyos. Los encomiendo a Ti, como muestras de amor de Tu Presencia esta noche. Mantenlos, Señor, en perfecta paz. Y dales la Vida Eterna, para que nunca perezcan, sino que vivan para siempre. Dios, Tú prometiste que lo levantarías en el día postrero. Yo lo creo. Y ellos son Tuyos.",
    "Ahora, con nuestros rostros inclinados, todos. Quiero pedirles que vengan al altar ahora mismo, que, desde—desde el fondo de su corazón, vengan con sinceridad. Y desde el fondo de su corazón crean que la Biblia es correcta; que Jesucristo, el Hijo de Dios, murió en su lugar. Ud. no es digno de eso. Ud. es indigno. Ud. lo sabe. Pero por causa de que Ud. no era digno, Dios lo envió a Él, el Digno, para que Uds., en su indignidad, fueran hechos hijos e hijas de Dios. Nada… Pero algo en su corazón le dice que eso es correcto, y Ud. lo acepta. Ud. créalo con todo su corazón, y acéptelo a Él como su Salvador. Nada que Ud. haya hecho, sino lo que Ud. cree que Él ha hecho. Ud. créalo. Quiero que levanten su mano, digan: “Yo ahora, en el Nombre de Cristo, aceptaré que Jesucristo tome mi lugar allá”. Eso es todo lo que Él quiere hacer, tomar su lugar. Dios les bendiga, y les bendiga. “Él tomará mi lugar”.",
    "Ahora quiero que se den vuelta hacia la congregación, hacia la congregación. Giren en esta dirección, hacia la congregación. Quiero que Uds. los que están de pie, orando, quiero que todos miren a estas personas. Ahora mírenlos mientras levantan sus manos.",
    "Uds. que saben que eran pecadores, y ahora han pasado de muerte a Vida, levanten sus manos al cielo de nuevo así. Levanten sus manos. Quiero que Uds., la congregación que los acepta como sus hermanos y hermanas, levanten sus manos así. Ahora, ahí lo tienen.",
    "¡Gloria a Dios! ¡Alabado sea Dios! Ellos son Tuyos. Son los hijos e hijas de Dios, los redimidos.",
    "Ahora, todos inclinemos nuestros rostros y demos gracias a Dios por lo que Él ha hecho por ellos.",
    "Cuántos aquí, que estaban enfermos, que se sentían enfermos, ahora levanten su mano, y digan: “Yo creo que sé que la Presencia de Jesucristo esta noche me ha sanado. No estoy más enfermo”. Levanten sus manos, todos. Miren aquí, toda la congregación. Bien. “Ahora estoy sano por la Sangre de Jesucristo”.",
    "Ahora, inclinemos nuestros rostros de nuevo. Y cada uno, Uds. personas, pasen adelante y pongan sus manos sobre estas personas, Uds. Cristianos. Denles la diestra de compañerismo, y bendíganlos, e invitenlos a su iglesia, o lo que sea que Uds. hagan. Dios esté con Uds.",
    "Y ahora inclinemos nuestros rostros. Y cada uno de nosotros, a nuestra manera, demos gracias a Dios por lo que Él ha hecho. Muy bien. Inclinemos nuestros rostros.",
    "Hermano Mack, ¿por qué no viene aquí y nos dirige en esta oración? Sí, Señor. Sí. 🦅"
  ]
}