{
  "title": "ALMAS ENCARCELADAS HOY",
  "id": "63680009",
  "content": [
    "🦅  Gracias. Inclinemos nuestros rostros por un momento.\n\nPadre Celestial, estamos agradecidos contigo hoy, por este privilegio de congregarnos una vez más, sabiendo que algún día nos congregaremos por última vez como mortales; y luego nos congregaremos contigo en un estado glorificado, y todos los redimidos de todas las edades estarán allí congregados.",
    "¡Oh, nuestros corazones se aceleran, en…y en gran anticipación, esperando que llegue esa hora! Con eso, todo temor desaparece de nosotros. No tenemos nada qué temer ni porqué estar temerosos. Esperamos ansiosamente la promesa que el Dios Eterno nos ha hecho, y sabemos que es Verdad; es para eso que vivimos. Nosotros vivimos para esa hora, ese tiempo, cuando esto mortal será cambiado y seamos hechos como Él. Y no habrá más enfermedad, ni más tristeza, ni más congoja. ¡Oh, entonces todo habrá cesado! Y con regocijo de corazón, en fe y valentía, esperamos por ese día.",
    "Por eso estamos congregados aquí hoy, Señor, para confesar nuestras faltas y pedir misericordia. Por eso estamos ante este altar en esta mañana, porque sabemos que somos mortales y en nosotros hay muchas faltas, y estamos llenos de culpa. Mas venimos para confesar nuestros errores, y luego mirar hacia nuestro Padre Celestial con corazones abiertos, por las bendiciones y renovación de fuerzas y fe que Él nos dará en esta hora, siendo que nos hemos congregado aquí según la promesa, “en lugares Celestiales en Cristo Jesús”. Pues reclamamos que hemos pasado de muerte a Vida, por Su promesa, y somos elevados a una atmósfera Celestial, sentados con Él ahora mismo. Concede que Él nos enseñe en esta mañana las cosas que quiere que sepamos, y que nos dé el Pan de Vida, para que seamos sustentados para el futuro que está ante nosotros; concédelo Señor. Esta es nuestra oración que pedimos en el Nombre de Jesucristo. Amén.\n\nPueden tomar su asiento.",
    "Buenos días a todos. Y es muy bueno estar congregado aquí con Uds. de nuevo esta mañana, en esta atmósfera Celestial de adoración.",
    "Un poco retrasado, tuvimos unas llamadas muy-muy alarmantes hace unos momentos; un muchacho, muriendo. Y tan cierto como estoy parado aquí, el Señor tocó su cuerpo y lo envió por su camino. Así que…",
    "Y hay un-un-un muchacho parado aquí, el cual es el hijo de mi primo. Para empezar, ellos eran muy católicos, pero fueron a la misa esta mañana, y algo les dijo que vinieran aquí. Y entonces ellos…Ahí hay un cambio. Así que están-están en camino a la casa para hacer los preparativos para el bautismo en agua. Por lo tanto, estas-estas…sólo son cosas maravillosas que nuestro Señor hace todo el tiempo. Continuamente Él está obrando cosas. Ellos vinieron para entrar y no pudieron entrar, dijeron que no había manera de entrar.",
    "Yo dije: “Pues, si desean hablar conmigo”, les dije, “pues, vengan a la casa, y hablaremos eso allí”.",
    "Entonces tuve el pensamiento, en camino ahora a Nueva York (a esta reunión que viene), que sería algo muy agradable. Yo sé que me sería refrescante llegar aquí, y-y de ayuda para encenderme el fuego de lo que Uds. ya tienen, y así nos detuvimos para un día, para esta mañana. Y llegamos ayer, o sea anteayer, al medio día.",
    "Y pues tenemos que salir. Yo iba a salir esta tarde, pero creo que saldré, y así partiremos en la mañana, temprano, bien temprano. Quizás tengamos algo de nieve en las carreteras y demás cosas, entre aquí y Nueva York. Paso por Virginia, por las montañas y también por las montañas Allegheny, y por la parte baja de-de las Adirondack.",
    "Entonces estamos dando comienzo allí en (se me olvida), es el coliseo allí, uno nuevo, tengo entendido que han derribado el antiguo coliseo de San Nicolás, y han edificado este nuevo. Y hasta donde sé yo, nos están dando unas de las primeras noches que hayan…que han asignado. Así que estamos agradecidos por eso, por la gente pentecostal de todo Nueva York. Y creo que tenemos varias iglesias cooperando, y estamos a la expectativa de un tiempo tremendo.",
    "Y estaremos regresando, Dios mediante, durante la semana entrante. Y-y si fuera la voluntad de Dios, pues, esperamos poder parar aquí el domingo, de hoy en ocho días, para-para el servicio del domingo en la mañana.",
    "Y pues me entremetí una vez más con nuestro pastor, como siempre hago, ¿ven? Y-y pensé quizá, si llegaba (aun sin preguntar), y siendo que hay un buen grupo aquí -y veo aquí presente personas de afuera de la ciudad- pensé en quizás esta noche, si el pastor no tiene algo especial para la tarde, que tendríamos un pequeño servicio esta noche, algo corto, y quizás orar por los enfermos. [El Hermano Neville y la congregación se regocijan.] Gracias.",
    "Esperamos orar por los enfermos esta noche, hablar de la sanidad Divina, y-y orar por los enfermos; comenzando temprano para poder salir temprano. [El Que Está En Vos tros] Y si el pastor quisiera, ¿a qué…normalmente comienzan Uds. a las siete y media? ¿No es así? ¿Qué si empezamos a las siete esta noche, a las siete? [El Hermano Neville: “Amén”.] Y permítanme entrar a las siete y media, y eso me dejará salir para las ocho, u ocho y media, y le daría entonces tiempo a la gente para-para viajar, si en eso-si en eso no hay inconveniente. Todos se rieron cuando yo-cuando dije ocho u ocho y media. Yo espero haber salido para esa hora; cuando se ora por los enfermos, Uds. saben, nunca sabemos.",
    "Así que hemos tenido un-un tiempo maravilloso desde cuando nos despedimos este pasado otoño, a principios; y el Señor nos ha bendecido en muchas cosas tremendas. Y esta noche, si el Señor nos permite, quiero contarles de la última visitación que tuve, de parte de Dios, en Colorado, hace unas semanas. Y eso es lo que pensaba traerles, quizás para estimular la fe para un buen servicio de sanidad esta noche, para los enfermos y afligidos.",
    "Ahora, en esta mañana, para entrar directamente al servicio, yo…Algo tocó mi corazón hace como un mes. Y podría ser que… (Ahora, pienso que están…¿Están grabando esto? ¿Estarán grabando esto? Sí. Muy bien. Para yo poder saber si la cinta llega a otros.) Yo no puedo decir que lo que voy a hablar en esta mañana…Yo no puedo decir que esto-esto-esto sea…Sé que es correcto, es decir, la porción del Mensaje estará correcta. Pero lo que deseo lograr, ha sido una duda en mi mente. Parece ser tan real. Pero sin embargo, desde que llegué, y desde que me fue revelado, he estado muy temeroso de que vaya a decir algo errado y que pudiera dejar la impresión equivocada con la gente. Y es…Y yo…",
    "En los apuntes que tenía, de lo que iba decir, omití una parte, para tal vez así no hacerlo tan fuerte. Pues, vean, si una-si una persona…Yo amo al Señor Dios, y la única manera de saber que le amo, es porque los amo a Uds. (¿ven?); es la única manera que lo sé. Y sin embargo, no quiero que algo me sea revelado, luego no decírselo a Uds., si es para decírselos. Y además, temo que si digo algo demasiado fuerte, eso puede lastimar a alguien. Y, saben, es…Uno tiene que casi llegar a la plataforma y entonces allí sentirse guiado a decir lo que va a decir, así es. Y entonces puede ser que a veces uno diga algo, y alguien lo tome desde otro punto de vista, y se irían por ese lado; y entonces alguien dirá: “Oh, eso es esto”.",
    "Pero quiero que sepan que lo que voy a decir, es solamente presumiendo, y la palabra presumir significa: “proseguir sin autoridad”. Así que estoy…Yo no digo que esto sea cierto, pero sólo es un pequeño pensamiento que quiero pasar a Uds., para que lo pesen y vean qué piensan al respecto. Y entonces esto, desde luego, será-será Escritural, porque yo no predicaría otra cosa…",
    "¿Pero será esa la hora? ¿Habrá llegado esto a esta hora, y habrán estas cosas significado eso? Yo oro, con todo lo que hay en mí, que no sea así. ¿Ven? Oro que no sea así, que no sea esa hora. Será así, pero ¿habrá ya llegado a ese tiempo? ¿Ven? Eso es lo que yo me pregunto. Ahora, ¿todos entienden bien, que yo no sé? [La congregación: “Amén”.] Yo sólo…¿Será ésta la hora? Si es así, Dios sea misericordioso con nosotros. Pero si no es esa hora, sí llegará.",
    "Ahora, tan pronto podamos, tenemos por delante un gran itinerario, Dios mediante. Y tengo que viajar al exterior, inmediatamente después de la Navidad, hacia Europa y Asia, a Europa en especial. Y luego regreso aquí a los Estados Unidos, para unos servicios, y después regreso a Sudáfrica. Comienzo el dos de-de septiembre, en Durban, y creo que comienzo del dos hasta como el diez; y después tengo tres días para viajar de ahí a Johannesburgo y empezar de nuevo. Pero creo que es en el mes de abril, que empezamos en los países escandinavos, en Noruega, y Suecia, y-y Finlandia, y-y Holanda y Suiza y Alemania, y-y allí por Europa. Así que estén en oración por nosotros.",
    "Tenemos unas reuniones aquí, en el tiempo de Navidad, inmediatamente después de la Navidad. Por cierto, queremos pasar la Navidad aquí (¿ven?), en casa. Los niños quieren venir a casa, para la Navidad. Y a-a nosotros nos encanta Arizona, pero saben, lo que echamos de menos y que simplemente no logramos superar, es esta iglesia y a Uds. No importa dónde vayamos, o lo que hagamos, es que sencillamente —los niños, yo, mi esposa y todos— sencillamente no hay ningún lugar como éste; es la verdad. Sencillamente no hay lugar.",
    "Yo he navegado los siete mares, y he estado por todo lugar, pero no hay lugar que me parezca tan santo como este lugarcito aquí; es aquí. Viajen alguna vez, si desean comprobarlo. Sencillamente hay algo en cuanto a esto aquí. Yo he predicado, prácticamente por todo el mundo, y nunca, en ningún momento, en ningún lugar, he sentido el Espíritu de Dios con la libertad como lo siento parado aquí; aquí es.",
    "🦅 Dios, permite…” Como el día cuando coloqué allí esa piedra angular, dije: “Señor Dios, no permitas que caiga”.\n\nLa gente decía: “En dos meses eso será un garaje”.",
    "Yo dije: “No dejes que caiga, Señor. Permite que permanezca y con gente aquí alabándote cuando Jesús vuelva”. Yo confío que así será.",
    "Ahora abramos en la Biblia, y-y esperar que el Señor nos dé de Sus bendiciones. Y queremos leer algunas Escrituras. Tengo algunas Escrituras anotadas aquí a las cuales quiero referirme, y algunas notas. Y quiero leer de tres citas de la Biblia, y se las daré primero. Quiero leer en Judas 5 y 6. Judas es sólo un Libro, Uds. saben. Y después deseo leer Segunda de Pedro, el capítulo 2: 4 y 5. Después quiero leer Primera de Pedro, 3:18 al 20.",
    "Y mi tema en esta mañana, Dios mediante, es: Almas Encarceladas Hoy. Almas Encarceladas Hoy, encerradas, para siempre condenadas. Jamás, no hay manera que sean salvas (¿ven?), almas que han sido encarceladas hoy.",
    "Leamos ahora en el Libro de Judas, primeramente. Creo que lo tengo anotado aquí como la primera cita, en Judas; después en Segunda de Pedro, y entonces-entonces en Primera de Pedro. Ahora Judas, me gustaría leerlo todo, pero sólo por ahorrar tiempo porque ya son las diez y media, voy a empezar con el versículo 5. Ahora, Judas fue un hermano, hermano adoptivo, de Jesucristo, como todos sabemos. ¿Ven? Él era hijo de José.\n\nMas quiero recordaros, ya que una vez lo habéis sabido, que el Señor, habiendo salvado al pueblo sacándolo de Egipto, después destruyó a los que no creyeron.",
    "Primero los salvó, sacándolos de Egipto, y luego tuvo que destruirlos porque no continuaron con su mensaje. ¿Ven Uds.?\n\nY a los ángeles que no guardaron su dignidad, sino que abandonaron su propia morada, los ha guardado bajo oscuridad, en prisiones eternas, para el juicio del gran día.",
    "Ángeles que antes tenían su morada en el Cielo, pero no guardaron su dignidad, ni la condición en la que se encontraban, cayeron, y ahora están en cadenas eternas de oscuridad, cadenas sempiternas de oscuridad, mantenidos en esta condición hasta el Juicio en aquel gran Día, cuando serán juzgados juntamente con los demás incrédulos.",
    "Ahora en Segunda de Pedro, el capítulo 2, empezando con el versículo 4, lo cual se encuentra uno o dos Libros antes, ¿ven?\n\nPorque si Dios no perdonó a los ángeles que pecaron, sino que arrojándolos al infierno los entregó a prisiones de oscuridad, para ser reservados al juicio;\n\ny si no perdonó al mundo antiguo, sino que guardó a Noé, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los impíos;",
    "No perdonó a los Ángeles, poniéndolos en cadenas de oscuridad, y condenó al mundo entero con la destrucción de-de Noé.",
    "Ahora en Primera de Pedro, el capítulo 1 y el…Primera de Pedro, el capítulo 3 y empezando con el versículo 18, leemos nuevamente. Ahora escuchen atentamente.\n\nPorque también Cristo padeció una sola vez por los pecados, el justo por los injustos, para llevarnos a Dios, siendo a la verdad muerto en la carne, pero vivificado en espíritu; …siendo a la verdad muerto en la carne, pero vivificado en espíritu;\n\nen el cual también fue y predicó a los espíritus encarcelados (Él predicó a estas personas encarceladas),\n\nlos que en otro tiempo desobedecieron, cuando una vez esperaba la paciencia de Dios en los días de Noé, mientras se preparaba el arca, en la cual pocas personas, es decir, ocho, fueron salvas por agua.\n\nEl bautismo que corresponde a esto ahora nos salva (no quitando las inmundicias de la carne, sino como la aspiración de una buena conciencia hacia Dios) por la resurrección de Jesucristo,\n\nquien habiendo subido al cielo está a la diestra de Dios; y a él están sujetos ángeles, autoridades y potestades.\n\nOremos de nuevo.",
    "Ahora Padre Celestial, tan tremenda serie de-de Escrituras aquí, tres testigos, tres citas de las Escrituras dando testimonio. Y Tú has dicho en Tu Palabra: “Por boca de dos o tres testigos se decidirá todo asunto”. Ahora te pido, oh Dios, que te acerques a la gente y le interpretes esta Palabra, este Mensaje, a la luz de lo que debe ser, para que todo hombre, mujer y niño o niña, lo entienda a la capacidad que Tú has ordenado que lo entiendan, sabiendo ahora que estos tres testigos dan testimonio de la Verdad.",
    "Y ruego que envíes ahora el Espíritu Santo sobre nosotros. Y miraremos hacia Él quien es nuestro Rey, en medio nuestro esta mañana —el Señor Jesucristo— adonde ahora por fe hemos subido, sentándonos en estos lugares Celestiales en Él. Nosotros esperamos por Su Mensaje. Háblalo a través de nosotros Señor, óyelo por medio de nosotros, pidiéndote que circuncides los labios que hablan y los oídos que oyen, que sea para la honra y la gloria de Él quien es la Escritura. Porque pedimos esto en Su Nombre. Amén.",
    "Ahora, recuerden que el servicio esta noche es un servicio de sanidad. No creo que sea necesario repartir tarjetas de oración, simplemente oraremos por los enfermos. Tengo algo que les quiero decir, y-y espero que eso traiga la congregación a un nivel en que habrá toda clase de sanidades. Yo sé que así será, si tan solamente lo creemos de esa manera.",
    "Ahora esto de almas hoy encarceladas, ¡almas que hoy están encarceladas!",
    "Ahora, el alma del hombre no es el cuerpo del hombre, es el alma. ¿Ven? Y el alma es algo que es la naturaleza del espíritu. Y entonces cuando la naturaleza de un hombre…Cuando él dijo: “Estamos muertos”, la Escritura claramente nos dice que “estamos muertos y nuestras vidas están escondidas con Cristo en Dios, selladas allí por el Espíritu Santo”. [Colosenses 3:3 y Efesios 1:13] Ahora, no fue que su cuerpo haya muerto; no fue tampoco que su espíritu haya muerto. Fue la naturaleza de su espíritu la que murió (¿ven?); la naturaleza, la cual es el alma. La naturaleza de su alma es-es Dios, si Ud. ha nacido de nuevo; si no, entonces es del mundo. Todo lo que tuvo comienzo tiene que tener fin; por lo tanto, la única manera que Ud. pueda tener Vida Eterna es tener una Vida que nunca comenzó. Pero su vida sí tuvo comienzo cuando Ud. nació, cuando Dios sopló en su nariz el aliento de vida, y Ud. llegó a ser un alma viviente, entonces Ud. allí tuvo su principio. Pero cuando Ud. …",
    "Esa naturaleza que estaba en Ud. —por naturaleza Ud. era del mundo, alejado de Dios— Ud. en realidad era un animal, exactamente correcto. Cualquiera sabe que somos mamíferos, ¿cuántos lo saben? Nosotros somos mamíferos, somos un animal de sangre caliente, pero eso somos según nuestra creación terrenal. Pero noten, lo que nos separa de los demás mamíferos, es que Dios colocó en nosotros un alma. ¿Ven? Ahora, los demás mamíferos no tienen que vestir con ropa. Ningún otro animal tiene que vestir con ropa para esconder su vergüenza, sólo nosotros. Nosotros somos los únicos, porque tenemos alma. Pero vean, en el principio Dios ya conocía cómo sería el hombre. Y Él creó la Tierra y sobre ella creó toda clase de animales, desde el más pequeño hasta el más desarrollado; y el animal más desarrollado que surgió, fue el hombre.",
    "Y entonces, primero cuando fue creado el hombre, él era un hombre-espíritu, a la imagen de Dios.",
    "Lo cual, “Dios es Espíritu” (San Juan 4). Ahora “Él es un-un Espíritu; y los que le adoran, le adoran en Espíritu y en Verdad, y Tu Palabra es Verdad”. Ahora, nosotros le adoramos a Él en Espíritu y en Verdad. Él es un-un Ser Espíritu.",
    "Y no había hombre que labrara la tierra, y después Dios formó al hombre del polvo de la tierra.",
    "Después Él tomó de su costado, un sub-producto, una costilla; y de allí, dividió este hombre que tenía una doble naturaleza, que era ambos femenino y masculino. Y le sacó lo femenino, porque era amor, y lo colocó en una persona llamada Eva, a quien Adán llamó Eva, que era su esposa. Y en eso fue que su amor, amor fileo, natural, estaba enfocado en su esposa. De esa manera debe ser el hombre hoy, y ella correspondiéndole a su esposo. El hombre, el masculino; la mujer, la femenina.",
    "Y entonces (¿ven?), después que Él había hecho al hombre a Su propia Imagen, “varón y hembra los creó”, no había aún hombre que labrara la tierra. Y Él lo puso sobre el polvo de la tierra, y así llegó a ser…él fue ese hombre. Este hombre humano era un mamífero (¿ven?), él era animal; pero Él colocó este Espíritu de Dios, una vida, en él, y lo creó sobre la base de él poder escoger. Y entonces cuando este hombre…",
    "Ahora nosotros nos creemos algo. Sólo recuerden, ¿qué somos? Un terrón de polvo, eso es todo. “Y porque polvo eres, al polvo volverás”. Entonces cuando Uds. ven este hombre caminando por la calle, creyendo que él es alguien, Uds. saben, y con algo de educación y eso; recuerden, es solamente un terrón de polvo de Indiana, eso es todo. Y esa mujer vestida en pantalones cortos y fumando cigarrillos y comportándose así por las calles, caminando como si fuera dueña de todo el país, es solamente un terrón de polvo de Indiana, y a eso es que volverá. Así que para empezar uno no es casi nada, ¿ven? Así que, así es, así es uno.",
    "Pero, el alma que está ahí (¿ven?), ese alma es con el que Dios está obrando, ¿ven? Si Él sólo pudiera lograr que esa naturaleza, ese espíritu, estuviera de acuerdo con Él, entonces esa naturaleza muere, la naturaleza y el amor del mundo mueren, y las cosas del mundo quedan muertas. ¿Ven? Porque: “Si alguno ama al mundo o las cosas del mundo, el amor de Dios no está en él”. [1 Juan 2:15] ¿Ven? Y un hombre tiene que nacer de nuevo. Así que esta naturaleza tiene que morir, y la naturaleza de Dios viene a morar en Ud. Y Dios es la única cosa que existe que nunca tuvo comienzo y nunca podrá tener fin.",
    "Por lo tanto, Él se ha asociado (¿ven Uds.?), y ha tomado este hombre terrenal, y este Espíritu Eterno, y los ha unido. Pues Dios mismo se reflejó así, en que se hizo hombre cuando vino a ser Cristo Jesús, y Él era Dios, ¿ven? Dios estaba en Cristo (¿lo ven?), vivió en Él, reconciliando el mundo a Sí mismo. Y, por medio de ese Hombre perfecto, cada uno de nosotros -imperfectos- que cree en Dios y que haya aceptado eso, viene a ser la perfección de Él.",
    "Y Él no permitió que Su cuerpo viera corrupción, ni tampoco dejó Su alma en el infierno, sino que lo resucitó al tercer día, y ahora está vivo para siempre jamás. Y nosotros tendremos un cuerpo igual a Su propio Cuerpo glorioso.",
    "Por eso somos bautizados en Su Nombre, para entonces salir en Su Nombre, en Su muerte, en Su resurrección, que nos levantamos nuevamente, testificando al mundo que ahora tenemos Vida nueva, que el hombre viejo ha muerto. Hemos enterrado esa primera naturaleza. ¿Ven? Esa primera naturaleza ya no existe, y ahora nosotros somos la naturaleza de Él. Él mora en nosotros, y no hacemos nuestra propia voluntad, hacemos Su Voluntad. Ya no pensamos nuestros propios pensamientos. La mente, la mente es la que piensa. La mente que estaba en Cristo Jesús ahora está en cada creyente. Vean, allí-allí está el alma, y de eso estamos hablando. Ahora, esa es la parte en que estoy pensando ahora, eso que está en nosotros, el alma.",
    "Ahora, si notamos (en esto), hay muchas cosas que a veces suceden, y nos preguntamos por qué suceden, y nosotros nos preguntamos y les preguntamos a otros. Pero finalmente, después de un tiempo, nos damos cuenta que si somos Cristianos, todo ayuda para bien, de alguna manera. Uds. lo han visto; todo Cristiano nota eso. Nos preguntamos: ¿Por qué lo hicimos?",
    "Yo llegué a preguntarme, cuando primero leí la Biblia: “¿Por qué permitió Dios que Abraham, ese gran hombre, se parara allí y dijera que Sara no era su esposa?” Y cómo permitió Dios que él se parara allí y mintiera en eso (y las cosas que él hizo); y luego cómo le permitió a Abraham salir de la tierra prometida de donde le dijo que no saliera. Cualquier judío que sale de la tierra prometida está descarriado, porque Dios se la dio, y la promesa fue siempre y cuando permanecieran allí (¿ven?); y ellos la abandonaron. Así que él se fue a Gerar. Pero si no hubiera sido por eso…",
    "Y luego Abimelec, aquel rey de ese país filisteo, se enamoró de Sara y se iba a casar con ella, y era un hombre bueno, un hombre justo. Y probablemente después de él —esto sonará ridículo, pero es para hacerlo real para Uds.— después de él haberse dado su baño de la tarde, y puesto sus pijamas, y ofrecido su oración y haberse recostado, el Señor le apareció y le dijo: “He aquí, muerto eres”; y el hombre no había hecho nada, ¿ven? Él había sido completamente engañado, tanto por Abraham como por Sara, es cierto. Dios le dijo: “Tienes la esposa de otro hombre. (¿Ven?) Y no-no oiré tus oraciones, no importa cuánto ores; considérate muerto. Pero ese hombre es Mi profeta”. ¿Ven?",
    "Vean, es difícil entender eso. Pero si no fuera por eso, no entenderíamos lo que es la gracia.",
    "¿Por qué fue que se casó con Agar, teniendo una esposa tan hermosa como Sara? Y él no quería hacerlo (¿ven?), pero Sara le dijo. Y después el Señor le dijo: “Escucha lo que te dijo Sara”. ¿Por qué? Tenía que haber un Ismael, “para que la sierva y su hijo no fueran herederos con la mujer libre y su hijo”. ¿Entienden lo que digo?",
    "Todas estas cosas son tipos. ¿Por qué tuvo ese profeta que casarse con una ramera y tener…con estos hijos, tener dos hijos con ella? Fue una señal. ¿Por qué se acostó uno sobre su costado derecho por 340 días, y después otros tantos días sobre el otro costado? Fue una señal. Otro se quitó la ropa y caminó ante Israel. Y así, todas esas cosas fueron tipos y sombras, ¿ven? Y tenemos que tener esas cosas, para completar el cuadro.",
    "Y muchas veces, nos suceden cosas en las que nos preguntamos por qué suceden; es Dios mostrándonos algo de antemano.",
    "Cuando yo era niño, y Uds. conocen la historia de mi vida, yo siempre creí desde que primero tengo memoria…Una de las primeras cosas que yo recuerdo…Ahora, posiblemente Ud. me haya dicho algo ayer, y ya para hoy lo habré olvidado. Pero hay cosas en el pasado, que sucedieron en nuestra niñez (así es con muchos), las cuales siempre recordamos. Y esto suena casi ridículo decirlo, pero yo recuerdo cuando gateaba, teniendo un vestidito largo. A los bebés, algunos de Uds. de mi edad recordarán que a los bebés les ponían vestiditos largos. Y yo recuerdo gateando, y quitando la nieve del calzado de mi tío y comiéndola, cuando él entraba y se paraba frente a la chimenea.",
    "Y luego lo siguiente que recuerdo ocurriendo en mi vida, fue una visión —la primera que llegué a tener— en la cual me fue dicho que viviría la mayor parte de mi vida cerca de una ciudad llamada “New Albany”. Y yo era un bebé de la montaña, de por allá, y ni siquiera un médico cuando nací. Y yo-yo…Uds. saben, yo he vivido aquí cerca de cincuenta años, aquí mismo, por una visión.",
    "Y también de cómo siempre supe que había un Dios en alguna parte, y desde niño Él me habló: “Nunca fumes, o bebas”, ni que deshonrara mi cuerpo, eso era andar inmoralmente, con mujeres y todo eso. Yo siempre tuve temor de eso, y apenas era un joven.",
    "Y luego una vez yo andaba de cacería, que es para mí como una segunda naturaleza, me fascina la cacería. Y andaba cazando con un muchacho, Jim Poole, un muchacho admirable. Yo creo que su hijo asiste a la iglesia aquí, el pequeño Jim, y es una familia de personas muy finas. Yo conozco a los Poole. Jimmy y yo dormíamos juntos y andábamos juntos desde que éramos niños en la escuela. Tenemos como seis meses de diferencia, en la edad. Y a Jimmy se le disparó la escopeta y yo recibí el tiro en las dos piernas, así de muy cerca, con una escopeta. Me llevaron al hospital, y ahí, postrado, muriendo; sin penicilina ni nada en aquellos días. Y pues, me tenían sobre una sábana de hule, y sé que aquella noche…Ellos me iban a operar a la mañana siguiente.",
    "Procedieron y limpiaron la herida, y con grandes pedazos de carne colgando, y tomaron tijeras y me los cortaron, y yo tuve que agarrarme fuerte del brazo de un hombre. Y allí tenían a Frankie Eich (él recientemente se suicidó), y tuvieron que forzar y abrir mis manos de sus muñecas, cuando-cuando terminaron. Yo grité y lloré, y agarrado de esa manera, y ellos cortando esa porción de la pierna. Yo tenía catorce años, apenas un muchacho.",
    "Y esa noche procuré dormir, y ellos…Desperté porque algo salpicaba. Y allí había sangre, me supongo eran casi dos litros, que había salido de las venas. Me habían tomado la radiografía, y dijeron que el tiro [perdigones] estaba tan cerca de la arteria, en ambos lados, que un pequeño rasguño la cortaría, y me empezaría a desangrar. “Pues”, pensé yo, “hasta aquí llegué”. Y extendí las manos así para levantarlas, la sangre me corría por las manos, y era mi propia sangre en que estaba acostado. Llamé, soné el timbre. La enfermera vino y sólo la absorbió con una toalla, porque no había ningún otro remedio.",
    "Y a la mañana siguiente, bajo esas debilitantes condiciones -pues no hacían la transfusión de sangre en aquellos días, Uds. saben- y entonces me operaron. Y me suministraron éter. Y cuando yo…(La antigua éter, supongo que recuerdan, era la anestesia antigua.) Y bajo ese éter, cuando volví en sí -estaba recuperándome del éter después de ocho horas, de la cantidad que tuvieron que darme- ellos pensaron que no lo lograría, que yo no despertaría. Ellos no conseguían despertarme.",
    "Recuerdo que la Sra. Roeder estuvo siempre a mi lado, allá en el hospital. Nunca olvidaré aquella mujer, no importa lo que suceda, nunca la olvidaré. Ella entonces era una mujer joven. Su esposo era el superintendente aquí en la agencia de automóviles. Y yo la recuerdo parada allí, ella y a la Sra. Stewart. Y en realidad ellas fueron quienes pagaron mi cuenta en el hospital. Yo…Nosotros ni siquiera teníamos para comer en la casa, así que ¿cómo podríamos pagar una cuenta del hospital por cientos de dólares? Pero ella, por medio de la sociedad de su iglesia y del Ku Klux Klan, me pagaron la cuenta del hospital, los Masones. Yo nunca podré olvidarlos. ¿Ven? No importa lo que hagan, ni qué…hay algo, y eso siempre lo llevaré conmigo (¿ven?), lo que hicieron por mí. Y ellos pagaron la cuenta al Dr. Reeder. Él todavía vive, reside aquí en Port Fulton, él podría contarles la historia.",
    "Cuando desperté de ese éter, algo me sucedió allí. Yo siempre he creído que fue una visión. Porque, estando tan débil, y yo…Ellos pensaron que me moría, ella estaba llorando. Cuando abrí los ojos, pudiendo mirar, la podía oír hablando, y luego me dormí otra vez, y desperté dos o tres veces. Y entonces tuve una visión en ese momento. Y después tuve…",
    "Como siete meses más tarde tuve que ir a que me sacaran perdigones y pedazos grasosos de pantalón de las piernas, que el doctor no había sacado. Y entonces tenía la sangre infectada, ambas piernas hinchadas y dobladas, y ellos querían cortarme las dos piernas hasta la cadera. Y yo…Les dije: “No, mejor suban un poco más y córtenlas hasta acá arriba”. Ya no toleraba más, ¿ven? Entonces por fin el Dr. Reeder y el Dr. Pirtle, de Louisville, hicieron la operación; me cortaron y sacaron eso. Y hoy tengo piernas maravillosas, por la gracia de Dios.\n\nPero bajo la…La última visión que tuve…",
    "La primera visión, cuando desperté, y entré inmediatamente como en un transe. Y pensé que yo estaba en el infierno, tan claro…",
    "[Un hermano en la congregación dice: “Discúlpeme. Hay una mujer acá que se ha desmayado”.] Muy bien, alguien ponga sus manos sobre ella, y ella…quizá sáquenla al aire. Ahora quien sea que está parado allí, ponga sus manos sobre ella.\n\nOremos.",
    "Amado Señor Jesús, permite a nuestra hermana que está enferma en esta mañana —y habiéndose desmayado aquí en el cuarto— permite que Tu gracia y fortaleza y poder…Ahora mismo hay manos sobre ella, representándote a Ti. Y la Escritura ha dicho: “Estas señales seguirán a los que creen. Si ponen sus manos sobre los enfermos, ellos sanarán”. Y ahora, que nuestra hermana salga de este malestar y esté bien, para la gloria de Dios. En el Nombre de Jesucristo lo pedimos, y la encomendamos a Ti. Amén.",
    "Ahora llévenla al aire libre. Aquí está-está demasiado sofocante, puedo sentirlo bastante aquí, muy fuerte. Es un sentir como de desmayo, aquí mismo en la plataforma. Yo lo sentí aquí, como cuatro o cinco veces. Si hubiera…tan pronto ella se sienta un poco mejor, pues, llévenla donde alcance a recibir aire. Está bien. ¿Ven? Está demasiado sofocante, Uds. saben. Los seres humanos crean, cada uno de nosotros producimos tantos pies cuadrados de contaminación. Si tuvieran, si alguien tiene un poco de agua allí, o algo para ponerle a la hermana. Ella está-ella está muy bien. ¿Ven? Muy bien. [Un hermano en la congregación dice: “Abramos las puertas, Hermano Branham”.] Sí, quizá si pudieran abrir las puertas, para brindar un poco de aire, lo más que nos sea posible, de alguna manera, ¿ven?",
    "Ahora, en esta ocasión, teniendo yo esta visión y pensaba que había pasado de esta vida al tormento.",
    "Y siete meses después, aquí en el hospital del condado Clark, tuve la segunda operación. Y en esa ocasión, cuando desperté, creí que estaba parado allá en el oeste. Tuve otra visión. Y había una gran cruz dorada en los cielos, y la Gloria del Señor fluía de esa cruz. Y yo estaba parado con las manos extendidas así, y esa Gloria estaba entrando en mi pecho. Y entonces la visión me dejó. Mi papá estaba sentado allí mirándome, cuando la visión me vino.",
    "Siempre he tenido ese sentir, y Uds. …Toda persona que me haya conocido durante estos años, sabe que siempre he anhelado ir al oeste. Uds. saben cómo ha sido, siempre ha sido algo con el oeste. Pero porque en cierta ocasión un astrólogo me dijo eso mismo, que yo debería ir al oeste (las-las estrellas cuando cruzan en sus ciclos y demás, que yo había nacido bajo ese signo y que nunca tendría éxito en el este), yo tendría que ir al oeste. Y el año pasado salí para el oeste, para cumplir con lo que ha sido un deseo de toda la vida (¿ven?), para-para llevarlo a cabo.",
    "¿Por qué estoy allá? Es la cosa más ridícula. Estar allá en aquel desierto, pagando ciento diez dólares al mes, en alquiler, y habiendo acá una casa pastoral, provista para mí, ¿ven? Pero es por seguir al Señor. ¿Ven? Eso-eso es todo lo que yo sé hacer. Y Uds. conocen de las visiones y lo que ha acontecido allá. Ahora-ahora en esto quiero mencionar…",
    "Ahora si nuestra hermana se siente un poco débil, hermano Roy, y ella, si quisieran sacarla a algún lugar y sentarla en un cuarto por acá, donde pueda recibir más aire o algo, entonces eso estaría perfectamente bien, porque puedo sentir que ella ahora estará bien, ¿ven? Está bien. Tiene malestar del desmayo. Y, así que, yo les digo, si ella…si desean traerla acá donde el aire…abra estas ventanas, Hermano Roy, y si la hermana desea pasar, no-no habría problema. Si ella desea-desea venir acá, pues, que no tenga temor.",
    "Yo quiero imponerle las manos cuando pase por aquí. Uds. me van a disculpar por un momento. Y Dios me perdone por…Eso, eso es correcto, hermano.",
    "Padre Celestial, esta es Tu hija sentada aquí, en esta mañana, y ella ha venido a oír el Mensaje, y Satanás está intentando ganarle para que no lo reciba, pero él no puede. Él no puede hacerlo. Satanás no puede, en el Nombre de Jesucristo.\n\nMuy bien. Pues, esa puerta, pienso que si algunos de Uds.…hermanos, entonces el aire podrá circular por aquí, hacia Uds.",
    "Oh, al hablar de sofocante, Uds. deberían entrar en algunos de esos lugares allá en el exterior, donde ellos sencillamente están tan apretados, uno sobre el otro, con lepra y cáncer. Y, oh vaya, uno escasamente puede respirar, Uds. saben, en lugares así. Tendidos en aquellos grandes edificios, contaminados con-con enfermedades; y Uds. saben lo que sería la lepra. Allí, tendidos ahí sin orejas, y medio rostro comido, y sin brazos, y palitos como piernas, y cosas como esas; tendidos, todos pegaditos, los unos sobre los otros. Y muchos de ellos muriendo allí mismo, tendidos, por haber estado amontonados el uno sobre el otro, intentando entrar por algún lugar, Uds. saben, para oír el Mensaje.",
    "Y ahora-ahora en esto, les diré lo que ocurrió. En la visión que tuve, retrocederé, pues ya traje eso de las dos visiones, para mostrarles acerca de una de ellas, en que yo debiera estar en el oeste. Siempre he ansiado eso.",
    "Y ahora, el propósito del Mensaje en esta mañana es de advertirle a la iglesia, de todo lo que Él me permita advertirle a la Iglesia, hasta donde yo sé, hasta que…a medida que voy avanzando. Y esto me impactó, por eso quería advertirle a la iglesia. Ahora, esto es solamente para este Tabernáculo (¿ven?), para aquí. Ahora, y en esta visión, la primera, aquí está lo que aconteció:",
    "Después que la visión me llegó, y yo estaba tan débil, y había perdido toda esa sangre, y yo pensé que estaba hundiéndome en una Eternidad sin fin. Muchos de Uds. me han oído relatar esto antes, y-y hundiéndome en una Eternidad sin fin. Primero, estaba pasando por lo que parecían nubes, y luego por oscuridad y hundiendo hacia abajo, bajando y bajando. Y así de repente, yo había llegado a la región de los perdidos, y ahí yo grité. Y miré, y allí nada tenía cimiento. Yo nunca pude dejar de caer. Parecía que caería, por toda la Eternidad. No había paradero, en ningún lugar.",
    "Y luego qué distinto era a la visión que tuve aquí no hace mucho, de estar en la Gloria con el pueblo, ¡qué contraste! Pero en esto, mientras caía, finalmente, yo grité por mi papá. Desde luego, siendo sólo un muchacho, eso era lo normal. Yo grité por mi papá, y mi papá no estaba allí. Entonces grité por mi mamá: “¡Alguien, agárrenme!” Pero allí no había madre. Yo seguí cayendo. Y entonces clamé a Dios. Allí no había Dios. Allí no había nada.",
    "Y después de un rato oí el sonido más lamentable que jamás he escuchado, y era el sentimiento más horrible. No hay manera de…Incluso un fuego literal y ardiente sería un placer al lado de lo que era esto. Ahora, esas visiones nunca han sido erradas. Y fue una sensación de las más horribles que yo jamás haya tenido, y qué…",
    "Escuché un ruido, parecía como algo-algo embrujado. Y cuando apareció, yo miré, y eran mujeres. Y tenían algo verde debajo, y solamente se podía verles el rostro, y tenían algo verde debajo de sus ojos. Y sus ojos parecían como alargados hacia atrás, como las mujeres de hoy se pintan los ojos, así, hacia atrás y solamente sus ojos y sus rostros. Y estaban haciendo: “¡Uh, uh, uh, uh!” ¡Oh qué cosa!",
    "Yo grité: “¡Oh Dios, ten misericordia de mí! ¡Ten misericordia, oh Dios! ¿Dónde estás? Si tan sólo me permites volver a vivir, yo te prometo ser un buen muchacho”. Ahora, eso era lo único que yo podía decir. Ahora, Dios sabe, y en el Día del Juicio, Él me juzgará por esa declaración. Eso fue lo que dije: “Señor Dios, permíteme volver y te prometo que seré un buen muchacho”.",
    "Y para cuando recibí el disparo, yo había mentido, había hecho casi de todo lo que se podía hacer, pero una sola cosa, y como dije, es mejor que lo confiese ahora mismo mientras estoy aquí. Y cuando miré hacia abajo y vi que por poco no había sido volado en dos, yo dije: “Dios, ten misericordia de mí. Tú sabes que yo nunca cometí adulterio”. Eso fue lo único que le pude decir a Dios. Yo no había aceptado Su perdón, ni todas estas cosas. Yo sólo pude decir: “Yo nunca cometí adulterio”.",
    "Y luego me llevaron allá. Y entonces, estando en eso, yo clamé: “Dios, ten misericordia de mí. Yo seré un buen muchacho, si tan sólo me permites volver”, pues yo sabía que existía un Dios en alguna parte. Y Dios siendo mi testigo, esas criaturas en tormento a mi alrededor, yo tan sólo era un recién llegado. Y la más horrenda y espantosa sensación impía en aquel…Parecía que tenían ojos muy grandes, con pestañas largas extendidas así, y alargadas como de gato, así hacia atrás; y con esa cosa verde, como si tuvieran gangrena o algo.\n\nY ellos estaban-ellos hacían: “¡Uh, uh, uh!” ¡Qué sentir fue ese! Ahora, cuando yo…",
    "Entonces en un breve instante, regresé otra vez a la vida natural. Eso me ha perturbado. Pensé: “Oh, permite que yo nunca tenga que ir a un lugar como ese; que ningún otro ser humano tenga que ir a un lugar como ese”.",
    "Siete meses después yo tuve la visión de estar parado en el oeste, y mirando esa cruz dorada descender sobre mí. Y yo sabía que en alguna parte existía la región de los malditos.",
    "Ahora, no había prestado mucha atención a eso hasta hace como cuatro semanas. Mi esposa…(nunca había pensado de eso en estos términos); pero hace como cuatro semanas, mi esposa y yo fuimos a Tucson, para hacer algunas compras. Y mientras estábamos sentados, mi esposa (entramos al primer piso), y-y allí habían varios muchachos afeminados que tenían el cabello rizado, Uds. saben, peinado como las mujeres, y-y otros con el cabello peinado sobre la frente, y con pantalones muy subidos, así como me supongo las pandillas, o como se les llamen. Y ellos estaban allí, y todos los estaban mirando, y sus cabezas eran así de grande, como las mujeres que se preparan el cabello en forma demasiada grande, Uds. saben; y éstos estaban allá.",
    "Y una joven pasó, y dijo: “¿Qué piensa Ud. de eso?”",
    "Le respondí: “Pues a Ud. le debiera dar vergüenza si es que Ud. piensa así”, yo dije, “él tiene tanto derecho como Ud. de hacer eso; ninguno de los dos tiene ese derecho”.",
    "Entonces subí al otro piso y me senté. Y al hacerlo, había allí una escalera automática, era en la tienda “J. C. Penney”, y la escalera transportaba gente hacia arriba. Pues, realmente me enfermé del estómago, viendo esas mujeres subir por allí; jóvenes, ancianas e indiferentes, arrugadas, jovencitas y de todas clases, usando pequeños pantaloncitos cortos; sus cuerpos obscenos, y esas mujeres vestidas tan sensualmente y con esas cabezas tan grandes, así, y allí venían. Y una venía de esa escalera automática, apareciendo allí donde yo estaba reclinado en un asiento, sentado allí con mi rostro inclinado.",
    "Y volteé y miré, y una de ellas, subiendo la escalera, decía: “Uuh”, de habla hispana, a otra mujer. Esa era una mujer blanca hablando con la mujer hispana. Y cuando miré, en un instante fui cambiado. ¡Eso, yo lo había visto antes! Los ojos, Uds. saben como hacen hoy las mujeres, pintándose los ojos (algo reciente), como gatas, Uds. saben, se los alargan así, y usan lentes al estilo de gata, y de todo; Uds. saben, con los ojos alargados así, y con esa cosa verde debajo de sus ojos. ¡Ahí estaba eso que yo había visto cuando era muchacho! Allí estaba la mujer, así exactamente. Y yo simplemente me entumecí todo, y empecé a mirar alrededor y allí estaba esa gente murmullando, Uds. saben, comentando de los precios y demás, en el edificio. Y yo sólo…",
    "Parecía como que yo había cambiado por un instante. Y miré, y entonces pensé: “Esto es lo que yo vi en el infierno”. Allí estaban, con esa gangrena. Yo pensaba que porque estaban en el infierno, se habían vuelto así, un color verde-azul debajo de sus ojos. Y aquí estaban estas mujeres pintadas con el mismo verde-azul, igual como había dicho esa visión algunos cuarenta años antes.",
    "¿Ven? Han pasado como cuarenta años. Tengo cincuenta y cuatro; entonces tenía catorce. Así que hace como cuarenta años, yo…Y ese es el-el…como sea es el número de juicio, ¿ven Uds.? Ahora, había…",
    "Yo vi eso, y ni siquiera le pude hablar a mi esposa cuando llegó. Ella andaba tratando de conseguir algo para Sara y los niños, como un-un vestido o algo para la escuela; y yo ni siquiera pude…yo ni le pude responder. Me dijo: “Bill, ¿qué te sucede?”\n\nLe respondí: “Querida, estoy como…soy hombre casi muerto”.\n\nMe preguntó: “¿Qué tienes, estás enfermo?”\n\nDije: “No. Algo acaba de suceder”.",
    "Ahora, ella no sabe. Ella está allá esperando recibir esta cinta. Yo no se lo dije a nadie. Y pensé en esperar, como prometí, traérselo primero a la iglesia (¿ven?), traerlo a la iglesia; esa fue mi promesa. Y Uds. entenderán, después de esta noche, la razón por la cual trato de cumplir con mi promesa, ¿ven?",
    "Pensé entonces, al notar esos ojos como con gangrena en esas mujeres (había hispanas, francesas, hindúes, y blancas, y de todas juntas); con esas cabezas tan enormes (Uds. saben, demasiado rizado, esos peinados, así como ellos se lo peinan, bien altos y luego por un lado, Uds. saben como lo hacen ellas); y además esos ojos que parecían con gangrena y con la pintura alargada hacia atrás como ojos de gatas. Y ellas hablando, y ahí me encontraba de nuevo, parado ahí en la tienda “J. C. Penney”, de regreso en el infierno otra vez.",
    "Yo me asusté tanto. Pensé: “Señor, ciertamente no habré muerto, y después de todo me has dejado terminar en este lugar”.",
    "Y allí estaban, haciendo…dando vueltas así, como en esa visión, uno escasamente podía oírlo con los oídos, Uds. saben, del murmullo y de lo que acontecía, de la gente, y esas mujeres subiendo por esa escalera y caminando por allí, y aquel, “¡Uuh, uuh!” Allí con esos extraños ojos de verde, como en lamento.",
    "Mi esposa llegó, y le dije: “Déjame solo por un momento, querida”. Le dije: “Si no te molesta, yo quiero irme a casa”.\n\nY ella dijo: “¿Estás enfermo?”",
    "Le respondí: “No. Continúa querida, si tienes que hacer más compras, hazlas”.\n\nElla dijo: “No, ya terminé”.",
    "Entonces dije: “Déjame tomarte del brazo”. ¿Ven? Y me fui.\n\nElla me preguntó: “¿Qué sucede?”\n\nLe dije: “Meda, yo…Algo sucedió allá arriba”.",
    "Y mientras yo estaba bajo eso, pensé en esto: “¿En qué día estamos viviendo? ¿Podrá ser esto el Tercer Jalón?” Ahora, tengo algunas notas aquí.",
    "Jesús, nos damos cuenta, que Jesús en Su ministerio, después de haberle predicado a la gente…(Ahora vamos a ser bien Escriturales en esto), después de Jesús haber terminado Su ministerio, y que Su ministerio fue rechazado por el pueblo…(Ahora, Uds. lean entre líneas, lleguen a su propia conclusión, tengan en mente lo que les dije al comenzar), después de Él haber predicado…",
    "Él vino como el Ser prometido para ese día; todos sabemos eso. Las Escrituras identificaron a Jesucristo como el Mesías. Eso es correcto. Cabalmente, firmemente vindicado por Dios y Su Palabra, que Él era el Mesías. No hay duda, si alguien lo duda, si es así, entonces debería venir al altar, que Él no era el Mesías. Él claramente fue identificado como el Mesías. Pero después de Él claramente…Dios lo identificó.",
    "Como dijo Pedro el Día de Pentecostés, cuando habló allí ante el Sanedrín, a los cuatro…como cuatro días después. Él dijo: “Jesús de Nazaret, varón aprobado por Dios entre vosotros con señales y maravillas que Dios hizo por Él aquí, de lo cual todos somos testigos (¿ven?). Vosotros lo habéis tomado, y por manos inicuas habéis crucificado el Príncipe de Vida; el cual Dios ha resucitado y ha mostrado estas cosas que vosotros veis”. ¿Ven? Cristo siguió viviendo. Y desde luego, aún vive hoy.",
    "Ahora después que Jesús claramente había venido, identificándose, Dios le identificó, y Él profetizó. Y después de los días de Su profecía, aunque Escrituralmente identificado, el pueblo lo rechazó. Correcto. Y Él entonces predicó, después que ellos lo rechazaran aquí — aquellos que tenían la posibilidad de ser salvos. Recuerden, cuando Él estaba predicando, existía la posibilidad de que cualquiera pudiera ser salvo. Nosotros no sabemos quiénes son, ellos son los predestinados. No obstante, Él continuamente predicó.",
    "Pero después de los días de Su predicación, Su ministerio continuó, porque el último grupo a quien Él predicó fue a las almas que estaban en el infierno, que no podían ser perdonadas. Yo claramente leí eso de aquí de la Biblia, de Segunda de Pedro. ¿Ven? Él fue y predicó a las almas encarceladas, lo cual es el infierno, encerradas hasta el Día del Juicio.",
    "Porque miren, el Juicio no es ahora, y no hay infierno ardiente ahora mismo. Si alguien les dice: “Esa persona está ardiendo en el infierno ahora mismo”, eso es incorrecto, ¿ven? Cualquier juez de esta tierra es suficientemente justo para no condenar a un hombre antes de haber ser traído a juicio. Y Dios no lanzará a un hombre al horno ardiente sin que primero haya sido condenado por las propias leyes de Dios, habiendo rechazado la misericordia. Así que (¿ven Uds.?), él primero necesita un juicio, y el juicio será el Juicio del Gran Trono Blanco. Pero por ahora él está en un lugar llamado una prisión.",
    "Como vi la visión de ambos lugares, y por la gracia de Dios —y no digo esto para ser sacrílego, y si está equivocado, Dios perdóname— yo creo que he estado en ambos lugares (¿ven?), en ambos lugares. Y yo vi a los redimidos, los bienaventurados; y también vi a los perdidos y donde se hallaban. Y por eso estoy aquí hoy como su hermano, para advertirles que huyan de ese camino que va para abajo. Nunca se dirijan Uds. por ese camino. Y tienen toda razón por la cual vivir por ese bendito camino que conduce hacia arriba, donde los redimidos están en gozo y paz, y no pueden pecar; no-no pueden estar afligidos, no pueden. Allí no habrá nada de eso, ellos son perfectos. ¡He visto ambos lugares! Yo sé que es una tremenda declaración para una persona hacer; pero, Dios siendo mi Juez, solemnemente creo que he visto ambos lugares. Yo lo creo.",
    "¡Y oh, jamás sea que alguna persona entre a esa región de los perdidos! Si Ud. estuviera sufriendo con cables calientes penetrando su cuerpo, atormentado de todas formas, no sería nada como ese tormento del diablo que hay en ese lugar. Nada podría, la mente humana no podría, la mente humana no podría comprender lo que es esa región de los perdidos. No hay manera de explicarlo. Y no hay manera de explicar lo que es la región de los bienaventurados, por lo grandioso. Aquello es tan horrible, y esto acá es tan-tan maravilloso; es desde lo ridículo hasta lo sublime. Entonces si alguien me está oyendo…",
    "Y yo estoy llegando a ser anciano. No sé cuánto tiempo me queda. Pronto cumpliré los cincuenta y cinco años. Y yo no sé, de acuerdo a la naturaleza, puede ser que no me queden muchos años. Yo no sé a dónde llegará esta cinta. Pero que todos lo oigan, aquí o en la cinta, o a donde sea que vaya: nunca vayan hacia esas regiones de los perdidos. Uds. no pueden imaginarse el infierno siendo así de horrible. Y lo que hagan, nunca vayan a olvidar esto: que las regiones de los benditos…Yo diría esto, juntamente con San Pablo: “Cosas que ojo no vio, ni oído oyó, ni han subido en corazón de hombre, son las cosas que Dios ha preparado para los que le aman”. [1 Corintios 2:9] Así que deténgase. Si Ud. está escuchando la cinta, apague la grabadora y allí mismo arrepiéntase, si Ud. no es salvo, y arréglese con Dios.",
    "Yo digo esto por experiencia de primera mano, como lo creo en mi corazón. Y digo, si las-las visiones me han engañado, Dios sea misericordioso conmigo por haber hecho una declaración como esa. Pero en la sinceridad de mi corazón, sabiendo que ni una sola visión jamás ha fallado, yo creo que he estado en ambos lugares. ¡Que jamás sea el caso que algún ser humano viaje por ese camino que va hacia abajo!",
    "Ahora, Jesús, después que terminó Su ministerio, predicó a esas almas que no eran rescatables, que jamás podían ser salvas. Ahora la Biblia nos dice eso, que Él fue y predicó a las almas encarceladas, las cuales no se arrepintieron. Cuando les fue extendida la misericordia, ellos rechazaron la misericordia y ahora están esperando el Juicio. ¡Oh, qué tiempo tan tremendo debe haber sido! ¡Oh, cómo quisiera poder sacudir al mundo con eso, para dejarles ver lo que es la realidad!",
    "Y Jesús mismo dijo: “Como el Padre me ha enviado a Mí, así os envío Yo”. Y como el Padre lo envió a Él a predicar a los vivientes, aquellos que tenían esperanza, y luego presentar el mismo Mensaje a los que no tenían ninguna esperanza; parece muy apropiado en este tiempo, que eso se tenga que hacer, porque el Espíritu de Cristo viviendo en nosotros no cambia Su naturaleza, ni cambia el sistema de Dios. Él tiene que ser el mismo en cada generación; Él tiene que ser el mismo. Dijo: “Como me envió el Padre, así os envío Yo”.",
    "Los ministerios tienen que ser igual, a tal grado que Él dijo…veo algunos anotando Escrituras. San Juan 14:12: “El que en Mí cree, las obras que Yo hago él las hará también”. ¿Ven Uds.? “Las obras”, predicando a los perdidos, sanando a los enfermos, y luego a los que les era imposible jamás ser salvos, ¿ven? La obra continuó de todos modos. Por lo tanto, esto ha sido, o ¿ha sido? —permítanme decirlo de esa manera— ¿ha sido esto el ministerio de Jesucristo reencarnado en Su Iglesia en este día postrero? Eso es lo que muchos de nosotros creemos; yo lo creo juntamente con Uds. Yo creo esto. Si yo no lo creyera, entonces haría algo diferente al respecto; porque, a pesar de todo, esto es a mí que—que aquí concierne. Y si el Espíritu de Dios está en uno, entonces uno se preocupa por la gente.",
    "Hay una Escritura que siempre me dejó perplejo, de cómo podía Moisés sugerirle a Dios una idea mejor que la que Dios mismo tenía, hasta que entendí que era el Espíritu de Cristo en Moisés. ¿Ven?",
    "Dios dijo: “Moisés, sepárate de todos ellos, porque Yo voy a destruir todo esto por completo y comenzaré de nuevo contigo”.",
    "Él dijo: “¡Señor!” Él mismo se lanzó en la brecha, y dijo: “Tómame a mí. Borra mi nombre”. Esa misma gente que había entrado en rebeldía, su corazón intercedió por ellos. ¿Ven?",
    "Y cuando un ministro que tiene al pueblo sobre su corazón; ¿cómo podría sentirme justificado ante Dios y conmigo mismo, de llegar a retener algo de las personas a quienes uno ama más que a sí mismo? ¿Cómo puede un hombre ingresar a una persona en la iglesia por un simple estrechar de manos, o un rociamiento, o bajo algún bautismo falso, o cualquier otra cosa, y luego permitir que se queden allí bajo la influencia de una mentira y sabiendo que allí está la Biblia; y luego decir que él ama esa persona?",
    "Aunque tenga que mendigar por mi sustento, o como fuera, permíteme ser honesto con Dios y con el pueblo, para decirles la Verdad. Que yo jamás sea un engañador. ¿Cómo podría engañar a los que amo? Aunque les tenga que herir, sin embargo les amo. Esa es la razón que uno corrige a su hijo, es porque lo ama. No es porque Ud. no lo quiera; sino porque Ud. lo ama. Si él está en un error, él morirá si Ud. no lo corrige.",
    "Ahora, así también ha sido el ministerio. Como fue entonces, asimismo ha sido hoy. Ha sido predicado y cabalmente vindicado por la Palabra de Dios, que no puede ser el hombre, tiene que ser Dios; tiene que ser así. Noten, las mismas señales espirituales que hizo Jesús, han vuelto a ocurrir sobre la tierra en lo últimos días. La misma señal espiritual por la cual Él se identificó como Mesías, lo ha identificado a Él hoy. ¡Él todavía es el Mesías! Las mismas señales físicas han aparecido sobre la Tierra, que aparecieron a raíz de lo que Él era. La misma Columna de Fuego que vio San Pablo, la misma, todo eso ha vuelto a ocurrir con la misma naturaleza, obrando lo mismo.",
    "Jesús dijo que Él no hacía nada sin que primero no se lo mostraba el Padre. Y el Padre es el Espíritu Santo, todos comprendemos eso, es sólo un oficio de Dios. Si no es así, entonces ¿cuál de ellos es el Padre de Jesucristo? Jesús dijo que Dios era Su Padre, y la Biblia dice que el Espíritu Santo es Su Padre. Ahora no podemos presentarlo como un hijo ilegítimo, así que el Espíritu Santo es Dios y también Jesús fue Dios. Entonces si Dios el Padre, Hijo y Espíritu Santo son…Estos son tres oficios de un solo Dios. Son tres atributos, pero el mismo Dios.",
    "Ud. es parte de Dios y yo soy parte de Dios, ¿ven?; pero yo no soy el todo de Dios, ni tampoco Ud. es el todo de Dios. ¿Ven? ¿Ven? Son atributos de Dios sobre nosotros, como hijos adoptados por Jesucristo — lo cual, Dios mismo se hizo carne para morir por nosotros.",
    "Ahora, el Espíritu Santo siempre le mostraba a Él las cosas que estaban por venir, y Él nunca se equivocó. Eso siempre fue perfecto, ¿es correcto? Él no se tomó la honra para Sí mismo. Él le dio la honra a Dios. Dijo: “No puede el Hijo hacer nada de Sí mismo, sino lo que ve hacer al Padre”. Y el Padre, el Espíritu Santo era Su Padre. ¿Es correcto? “José, hijo de David, no temas de recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es” [Mateo 1:20], el cual era Su Padre. Y el Espíritu Santo le mostró a Jesús las cosas por venir, y le mostró las cosas que fueron.",
    "Y Él fue el Dios-Profeta. Porque la Palabra del Señor únicamente viene al profeta; indicando que llegaron las Palabras, en forma menor, pues los profetas escribieron lo que el Señor les decía. Mas Él no escribió nada, porque Él era la Palabra. ¡Él era la Palabra!",
    "Noten, el mismo Espíritu Santo que vivió en Él: “Un poco y el mundo no me verá más, empero vosotros me veréis porque Yo estaré con vosotros y aun en vosotros hasta el fin del mundo. Yo vendré a vosotros”, dijo Él. “Yo”, era el Padre que estaba en Él, el cual “vendré a vosotros”. Y Él dijo: “Cuando el Espíritu Santo haya venido sobre vosotros, Él os revelará estas cosas que os he enseñado, y os mostrará cosas que están por venir”. Allí lo tienen.",
    "Ahora, ahora notamos, que así como el Espíritu Santo obró en la Iglesia en aquel tiempo, así también ha obrado el Espíritu Santo exactamente las mismas cosas hoy; anunciando por medio de la Columna de Fuego, exactamente igual como fue en el principio, igual. Y viendo esto venir sobre Jesús, Juan dio el anuncio allí en el río Jordán. Y todo se ha probado, aun hasta fotografías científicas de eso. ¡No puede ser discutido! Fue algo científico, fue algo físico. No fue algún pensamiento místico, no fue psicología; porque como dijo el Sr. George J. Lacy: “El ojo mecánico de la cámara no capta psicología. La luz pegó en el lente”.",
    "Y ¿qué de Uds., aquí en esta iglesia? Hace como seis u ocho meses, estando parado aquí les dije: “Es ASÍ DICE EL SEÑOR: yo voy para Tucson, Arizona. Allí habrá un gran estruendo y siete Ángeles aparecerán”. ¿Lo recuerdan? [La congregación dice: “Amén”.] Ni siquiera…Dios haciéndolo tan real que aun la revista Look tomó las fotografías. Visto de antemano espiritualmente, se materializó exactamente de esa manera, los siete Ángeles que trajeron el punto final a todas las Escrituras; porque todos los misterios de la Biblia entera están en los Siete Sellos. Sabemos eso. Ese es el…El Libro queda sellado con eso así concluido. Es el misterio de todo el Libro, contenido allí en esos Siete Sellos, que el Señor nos permitió presentar.",
    "Y hay hombres sentados aquí hoy, que estaban allí presente conmigo cuando eso ocurrió. La revista Look probó lo mismo, que eso-que eso realmente sucedió; puesto que fue Dios quien lo habló. Es Dios quien respalda Su Palabra, para ponerla por obra, cuando Él dice que lo hará. Por lo tanto, no es ningún hombre, alguna persona carnal como yo, que está entre Uds., ¡es el Dios Eterno!",
    "Él utiliza al hombre, eso es cierto. Él no hace nada fuera de lo que hace por medio del hombre; nos damos cuenta de eso. Ese es Su-es Su medio. Es lo que Él escogió. ¿Por qué? Yo no sé. Él pudo haber hecho que el Sol predicara el Evangelio. Él pudo haber hecho que el viento predicara el Evangelio. Él pudo haber hecho que el viento hiciera las cosas, pero Él escogió al hombre.",
    "Esa fue Su idea, que humanos le hablaran a humanos; no Él mismo, sino que “la Palabra del Señor vino a los profetas”, o sea los profetizadores, los predicadores. Y un profetizador que niega la Palabra original, ¿cómo puede ser un verdadero profeta? ¿Ven? No puede serlo, porque él está negando la Verdad de la Palabra. Entonces al no ser así, esta Palabra misma, al ser predicada en la plena verdad de la Palabra y por medio de la plena verdad del Espíritu Santo, manifestará toda promesa que ha prometido. Así es como sabemos si es correcto o no. Eso dijo Jesús: “Si Yo no hago lo que está escrito que debiera hacer, entonces no me creáis”. ¿Ven? Ahora, nosotros vemos estas cosas.",
    "Recuerden, los Siete Sellos fueron concluidos, y cuando esas siete Verdades reveladas…",
    "Una de ellas, Él no nos permitió saberla. ¿Cuántos estuvieron aquí durante los Siete Sellos, y oyeron? [La congregación dice: “Amén”.] Todos, me supongo. Vean, el-el Séptimo Sello, Él no lo permitió.",
    "Él estuvo allí mismo en el cuarto y reveló cada uno de ellos. Y si alguna vez he predicado algo en mi vida que fue inspirado, fue eso. Y para Uds. debiera ser algo muy real. Yo parándome aquí y diciéndoles qué iba a suceder, e ir allá, e incluso la ciencia y todo lo demás, la investigación científica y todo (un misterio a la gente), probó que sucedió allí mismo. Y luego volver acá y escuchar cómo se abre, y que toda palabra sea exactamente correcta. ¿En qué día estamos viviendo? ¿Adónde estamos?",
    "Y recuerden, en ese Sexto Sello, todas las Siete Trompetas suenan bajo ese Sexto Sello. Cuando lleguemos a eso, lo podrán ver. Todas las Siete Trompetas acontecieron bajo ese Sexto Sello.",
    "La séptima es siempre el misterio. Vigilen esa séptima, esa es la conclusión, esa era la Venida del Señor. El Cielo estaba en silencio, callado, nadie se movió. Pues, Jesús mismo dijo: “No hay ni Ángel en el Cielo que sabe cuándo Yo volveré, Yo ni Yo mismo conozco la hora que el Padre ha fijado en Su mente”. Sólo Dios lo sabe, el Espíritu. Dijo: “Yo no lo sabía”. Entonces no fue revelado. Cuando sonó esa Séptima Trompeta…o el Séptimo Ángel, o sea cuando fue abierto el Sello, luego hubo silencio en el Cielo. Vean, no fue dado, lo que iba acontecer.",
    "Pero bajo el Sexto Sello, es donde estas trompetas fueron abiertas. Recuerden, bajo eso, es donde encontramos que vino el Cordero, y apareció en la escena. Él ya había dejado el Propiciatorio. Su obra de redención había cesado. Y Él vino y tomó el Libro de la mano derecha de Aquél que estaba sentado sobre el Trono, y el tiempo no fue más. E inmediatamente aparece un Ángel en el séptimo capítulo, o el capítulo 10 y el versículo 7, diciendo…Este Ángel descendió y juró que el tiempo no sería más.",
    "Pero (¿ven Uds.?), en este Libro se encontraba lo que había sido redimido. Era el Libro de la Redención. Y todo lo que Él había redimido estaba escrito en ese Libro. Todo aquello por lo cual Él había muerto estaba escrito en el Libro, y Él no podía dejar Su Propiciatorio hasta no haber cabalmente redimido. Y Él no podía redimirlos en la cruz, porque ellos fueron predestinados en el Libro de la Vida del Cordero; y Él tuvo que permanecer allí para hacer intercesión hasta que esa última persona fuera completada. ¡Gloria!",
    "Pero un día Él se levantó de allí, y se hizo presente. Y ¿dónde estaba el Libro? Aún estaba con el Dueño abstracto, Dios Todopoderoso. Y Juan miró todo alrededor y lloró, porque no había ningún hombre digno ni aun de mirar el Libro, y en particular de abrir los Sellos, para revelar lo que era el misterio escondido.",
    "Los misterios estaban en los Siete Sellos. Cuando estos Siete Sellos fueron abiertos, eso abrió toda la Biblia, los Siete Sellos. Estaba sellada con Siete Misterios. Y en estos Siete Sellos se encontraba el misterio entero. Y fue el Libro de la Redención, el Nuevo Testamento.",
    "No el Antiguo, que sólo enfocaba hacia el Nuevo Testamento. “Ellos han sido…para que no fuesen ellos perfeccionados aparte de nosotros”, Hebreos 11. ¿Ven? ¿Ven? Ahora, la redención solamente llegó cuando el Redentor murió. Y ellos estaban potencialmente bajo la sangre de corderos, no del Redentor; no habían sido redimidos todavía hasta que viniese el Redentor.",
    "Fíjense ahora, cuando este Redentor…Juan miró alrededor, y allí estaba Dios sentado sobre el Trono, con el Libro en Su mano, el cual había sido sellado con Siete Sellos, y todo el plan de la redención estaba allí adentro.",
    "Y había sido perdido por la raza humana, Adán. Y Dios…Entonces ¿a dónde volvió? Satanás no lo podía tomar; él fue quien le causó a éste que lo perdiera. Pero ¿a dónde fue a parar el Libro? No le pertenecía a la raza humana. Las bendiciones no les pertenecían; aquí la raza humana lo había perdido. Entonces regresó directo a Su Dueño original, o sea Dios.",
    "Allí estaba Él con eso, y Él llamó para que algún hombre, cualquiera, viniera a reclamarlo.",
    "Juan miró todo alrededor, y no hubo ningún hombre en el Cielo, ni ningún hombre sobre la tierra, nadie, ningún Ángel, nada que pudiera tomar el Libro o desatar los Sellos, o de aun mirarlo; ningún hombre era digno. Juan dice que lloró amargamente.",
    "Luego un Ángel vino a él, diciendo: “Juan, no llores más porque el León de la tribu de Judá ha prevalecido y Él es digno”.",
    "Y Juan miró para ver un cordero…o para ver un león, y ¿qué halló? Un Cordero, y era un Cordero ensangrentado, un Cordero que había sido inmolado. Y ¿desde cuándo? Desde la fundación del mundo.",
    "El Cordero salió y caminó hacia Aquél que tenía el Libro en Su diestra, y recibió el Libro; subió al Trono y se sentó. Eso fue todo. Quedó concluido (¿cuándo?) cuando los Sellos fueron revelados. Cuando el último, que no habían más que Él había redimido, no había nada…\n\nÉl vino para redimir.",
    "Dirán: “¿Por qué no los redimió hace cuarenta años, o hace dos mil años?”",
    "Observen, sus nombres están en el Libro de la Vida, en ese Libro. Y Él tuvo que pararse aquí, porque fue el propósito de Dios de redimirlos. Sus nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo. El Cordero fue puesto allí con eso, para ser inmolado. Por acá viene el Cordero, cuando fue inmolado; regresó para hacer intercesiones.",
    "¡Obsérvenlo bien! Habría mucha personificación, y muchas otras cosas, pero en verdad había alguien que sería salvo, porque la Iglesia estaba predestinada a estar sin mancha ni arruga. Ella allí estará. Y el Cordero murió con ese propósito. Y entonces cuando el último nombre escrito en ese Libro fue redimido, el Cordero vino y tomó el Libro: “¡Yo soy el que lo hizo!”",
    "Los Ángeles, los Querubines, los veinticuatro Ancianos, las Bestias, todos, se quitaron sus coronas, postrándose ante el Trono, y dijeron: “¡Digno eres!”",
    "Juan dijo: “Todo en el Cielo y en la tierra me escuchó clamar, ‘Amén’, gritando, ‘Aleluya’ y alabanzas a Dios”. El grito subió. ¿Por qué? Sus nombres estaban en ese Libro, para ser revelados, y el Cordero los había revelado.",
    "El Cordero los había redimido, pero Él no podía venir hasta que todo nombre fuese revelado, y eso estaba aconteciendo bajo el Sexto Sello, antes de que irrumpiera el Séptimo. Entonces el Cordero vino por aquello que había redimido. Él vino para reclamar lo que había redimido. Él ya lo tiene, aquí mismo en el Libro, tomado de Su mano. Ahora Él viene para recibir lo que ha redimido, esa es Su obra. Él ha terminado; Él viene para recibirla. ¡Oh, qué-qué tiempo! Lo ha probado, el Séptimo Sello lo probó. Él regresó y tomó el Libro de redención.",
    "Noten, habría de ser el Mensaje del séptimo ángel que revelaría el séptimo, o sea los Siete Sellos. En Apocalipsis 10:7, Uds. lo encontrarán. ¿Ven?",
    "🦅 Y él vio a este Ángel bajar, y poner Su pie sobre la tierra y el otro sobre la mar” — ese fue Cristo, “tenía un arco iris sobre Su cabeza”. Noten, lo encontrarán de nuevo en Apocalipsis 1[4], con el arco iris sobre Su cabeza; “semejante a piedra de jaspe y de cornalina”, y demás. Aquí venía Él, y puso una mano…Un pie sobre la tierra y el otro sobre el agua; y alzó Su mano. Él aún tenía un arco iris sobre Su cabeza — ese es un pacto. Él era el Ángel del Pacto, el cual era Cristo, hecho un poco menor que los Ángeles, para poder sufrir. Allí vino Él, y alzó Sus manos hacia el Cielo y juró por el que vive para siempre jamás, el Ser Eterno, el Padre, Dios, “que el tiempo no será más”, cuando esto acontezca. Ha llegado al final, ha terminado; queda concluido.",
    "Y luego la Escritura dice que en-en el Mensaje del séptimo ángel terrenal, el mensajero sobre la tierra, en la séptima y última edad de la Iglesia, que en el principio de su ministerio, cuando comienza a ir por toda la tierra, en ese tiempo el misterio de Dios, de estos Siete Sellos, debe ser dado a conocer para ese tiempo. Ahora vemos dónde estamos, ¿será posible, amigos, será posible? Noten, es muy posible.",
    "Todo lo que había sido redimido en el Libro, Él vino para redimir. Todo lo que habría de ser redimido estaba en ese Libro, predestinado desde antes de la fundación del mundo, y Él vino para redimirlo. Todo lo que Él había redimido, allí estaba escrito.",
    "Ahora quiero hacerles una pregunta. Y Uds. en la cinta, escuchen atentamente. Aquellos ojos horrorosos y esa cabeza horrorosa, ¿podrá ser ese el por qué este Mensaje ha sido tan en contra de la mujer de esta edad moderna? ¿Podrá este ser ese Mensaje de ese último ángel? ¿Qué dijo Él allá en el río, hace como treinta y tres años? “Así como fue enviado Juan”, ¿ven?, “para anunciar la primera Venida de Cristo, tu Mensaje anunciará la segunda Venida”, por todo del mundo. Y eso ha hecho. Entonces la Venida debe estar a la mano. Fíjense ahora en lo que sucede.",
    "¿Por qué? Yo me he rascado la cabeza, le he dado vueltas a la almohada, he caminado para arriba y para abajo en el cuarto. “¿Qué te sucede?”",
    "Hace unos días, le pregunté a dos hombres con quienes viajaba. En una ocasión se lo pregunté al Hermano Jack Moore (y todos Uds. conocen al Hermano Jack Moore, voy para allá, en Shreveport), le dije: “Hermano Jack, Ud. ha sido un amigo tan íntimo como he tenido en la Tierra”. Y antes de preguntárselo a él, le pregunté a mi esposa.",
    "Si alguien conoce algo de mí, lo malo de mí y-y todo, es mi esposa (¿ven?), una querida persona. Y un día le dije a ella, le dije: “Querida, como tu esposo, yo soy un ministro del Evangelio, yo no quiero traer reproche sobre Aquél que yo amo, no. Yo no quiero lastimarte a ti, no quisiera traer ningún reproche sobre ti. Nunca permita Dios que yo haga algo que te lastime a ti. Y cuánto más crees que le lastimaría a Dios, ¡sabiendo cuánto le amo a Él! Tú eres mi esposa; Él es mi Salvador y Dios. Quiero hacerte una pregunta, y no vayas a retener nada, dime la verdad”. Dije: “¿Habré estudiado tanto…?”",
    "Y he pensado. Soy, yo soy peculiar, algo raro; yo lo sé. Todos dicen: “¿Qué clase de persona…?” Bien, pues vean, uno mismo no se hace. Uno es lo que es por la gracia de Dios.",
    "Y yo pregunté: “¿Habré perdido un poco mi mente, tú sabes, y-y como que…”? Le dije: “¿Por qué estoy constantemente condenando a esas mujeres, siendo que yo las amo?”",
    "Ellas me llaman, dicen que yo soy un “odiador de mujeres”, y yo no odio…pero que “odia a las mujeres”. Eso está errado. Yo amo a las mujeres, me refiero como mis hermanas.",
    "Yo no les voy a dar palmaditas en la espalada, viendo que están mal —eso sí se los digo— yo las amo demasiado para hacer eso. El hombre que hiciera eso, esa es otra clase de amor. Yo las amo porque amo lo que son; Uds. son la ayuda idónea para un hijo de Dios, y Uds. son parte de él. ¿Ven? Y yo las amo porque fueron hechas a la imagen del hombre, y el hombre fue hecho a la imagen de Dios; y por eso, juntos, son uno en Cristo. Por eso es que yo las amo; cualquier otra cosa no tiene nada de verdad. Dios lo sabe, a lo largo de mi vida. Es la verdad, yo las amo. ¿Por qué me pararía y constantemente…?",
    "Por allí dicen: “Díganle a todas las mujeres que si van a ir a escuchar predicar al Hermano Branham, que se peinen el cabello diferente; que se pongan un sombrero o algo, porque él comenzará a regañar respecto al cabello corto, y sus…y no usen nada de maquillaje, y así”. Eso es lo que han hecho. “¡Sólo de eso es que él habla!”",
    "Alguien dijo: “Mire Ud. ¿por qué no…?” Dijo, “La gente cree que Ud. es un profeta. ¿Por qué no les enseña a las mujeres cómo recibir grandes dones espirituales y cosas así, en lugar de tratar de enseñarles tales cosas como esas?”",
    "Le dije: “Si no se aprenden el abecedario, ¿cómo van a aprender álgebra?” ¿Ven? Primero arréglense.",
    "Y entre más predico, peor se pone. Y luego me dicen: “¿Por qué no deja eso quieto?” ¡No señor! Tiene que haber una voz, un testigo en contra de eso.",
    "Uno de los hombres más sobresalientes en el ministerio hoy en día, puso sus manos sobre mí, no hace mucho, y dijo: “Voy a orar por Ud. Hermano Branham, si me lo permite, para que Dios le saque eso del corazón”. Dijo, “Deje esas mujeres en paz, en cuanto a esas cosas”.",
    "Le dije, yo dije: “¿Apoya Ud. todo eso, señor? Ud. es un predicador de la santidad”.",
    "Él dijo: “Por supuesto que no lo apoyo, pero” dijo, “eso-eso le queda al…”.\n\nDije: “No”.\n\nÉl dijo: “Eso le queda a los pastores”.\n\nLe dije: “Ellos no lo están haciendo”.",
    "¡Alguien tiene que hacerlo! El río tiene que ser cruzado; el cuero tiene que ser despojado. ¡Yo no quiero hacerlo, Dios sabe que yo no quiero hacerlo! Muchas de esas mujeres alimentan a mis hijos, y hasta casi darían sus vidas por mí. ¿Van a creer Uds., —y la gracia de Dios siendo derramada por el Espíritu Santo— creerán Uds. que yo podría quedarme quieto y ver esa pobre persona pasar directo allá a la Eternidad sin esperanza, si yo no clamo en contra de eso?",
    "No para ser un sabelotodo; pero el espíritu de esta nación, el espíritu de la iglesia (no el Espíritu de Cristo), el espíritu de la iglesia, de denominación, ha llevado a estas mujeres a ese enredo allá afuera. Y yo solamente soy una voz clamando: “¡Salgan de eso, huyan de esa inmundicia!” No permitan que el diablo les haga semejante cosa a Uds. ¡Eso está equivocado!",
    "Y Uds. de las Asambleas de Dios, permitiéndole a las mujeres, les permiten a las mujeres cortarse el cabello, pero les prohíben el uso del maquillaje. Realmente no hay ninguna Escritura en contra del maquillaje, pero sí la hay en contra de cortarse el cabello. Ella ni siquiera es apta para orar ante Dios, dice la Biblia. Y su esposo tiene derecho de darle el divorcio y dejarla, correcto. Ella está presentándose al mundo como una mujer impura (la Biblia lo dice), ella deshonra a su propio esposo cuando lo hace. Eso es exactamente lo que dice la Biblia.",
    "Ahora, pero una mujer usando maquillaje, hallamos una mujer en la Biblia que lo hizo, sólo una; fue Jezabel, esa fue. La única persona en la Biblia que llegó a usar maquillaje, fue Jezabel, y Dios inmediatamente la dio de comer a los-a los perros salvajes. Ella ha llegado a ser una desgracia, y aún su…Todo, todo lo que es malvado se le llama de Jezabel.",
    "Uds. no tienen que hacer eso. Uds. no tienen que hacerlo. Entonces ¿qué les obliga a hacerlo? El espíritu del diablo.",
    "Uds. no se dan cuenta, yo sé que no. Uds.-Uds. son gente demasiado buena. Uds. son buenos, me estrechan la mano, hablan conmigo.",
    "Y yo les amo; correcto. Pero si yo veo eso, ¿no sería yo un hipócrita? Pablo dijo: “Porque no he rehuido de anunciaros todo el consejo de Dios”. Que la sangre de ninguna mujer esté sobre mí en aquel día, o de ningún hombre; yo les he dicho la Verdad. Me ha dolido tener que hacerlo; no dolido porque no quiera hacer lo que Dios me dice que haga, sino porque los amo a Uds. Y yo no quiero lastimarlos, entonces ¿qué voy hacer? No obstante, el puro Amor Divino lo impulsa a uno a hacerlo.",
    "Jesús aun oró para evadir la cruz: “Si fuera posible, pase de Mí este copa”. Dijo, “Pero no conforme Mi voluntad sino la Tuya”.",
    "¿Tendré yo que ser la persona que diga esto? ¿Tendré yo que tomar a esas preciosas damas que son tan amables y todo, y zarandearlas a pedazos? ¿Tendré que ser la persona? ¿Tendré yo que tomar a mis hermanos ministros, y pararme allí y decirles claramente que aman el dinero y a la-la denominación más que a Dios? ¿Yo, a mis preciosos hermanos que me ponen su brazo…? ¡Oh! ¿Tengo yo que hacer eso? ¡Oh Dios, que no me toque hacerlo!",
    "Pero, “no he rehuido anunciaros todo el Consejo”. Ha sido el Amor genuino que me ha impulsado a hacerlo.",
    "¿Será por eso que este Mensaje ha sido de esta manera? ¿Verdad que no existe nada semejante en todo el mundo? [La congregación dice: “Amén”.] ¿Dónde lo habrá? Muy bien. Ellos tienen temor. ¿Ven? Pero esto ha sido sin temor. Exactamente. Dios siempre es de esa manera, ¿ven? Muy bien. ¿Será entonces por eso que las mujeres han sido tan reprendidas por este Mensaje? Sin saber, eso no había sido revelado; me fue mostrado, pero no lo había entendido hasta el otro día. Mírenlo allí. Muy bien. ¡Ciertamente cuadra con el ministerio!",
    "Ahora esperen un momento. ¿Alguna vez antes ha habido un tiempo cuando el mundo haya sido tan completamente de la mujer? Sí. Según la historia, en los días de Elías existió una mujer llamada Jezabel. Y ella se apoderó del mando sobre la iglesia de Dios, lo cual la Biblia dice que ella lo hará nuevamente en los últimos días, por su espíritu, por medio de una iglesia, una organización. Y ella será una ramera, y todas las demás iglesias con ella serán prostitutas, igual que ella. ¿Es la verdad? [La congregación dice: “Amén”.]",
    "Apocalipsis 17 dice: “Ella es una prostituta, y ella es LA MADRE DE LAS RAMERAS”. Eso no puede ser hombres, son mujeres. ¿Ven? Y todas ellas fueron lanzadas vivas en el Lago de Fuego, y consumidas. ¿Es cierto? Allí lo tienen.",
    "Noten, cuando aquella Jezabel se levantó en la escena, hubo un hombre que se levantó en contra de eso. Dios trajo a un hombre; no sabemos ni de dónde vino. Él no tenía antecedentes de ministerio. Él nunca había sido sacerdote ni nada. Él apareció, un individuo áspero del campo, con el nombre de Elías, y él le puso el hacha a la raíz del árbol, y ellos lo odiaron. No sólo eso, pero también lo odiaba toda su congregación.",
    "Y en cierta ocasión llegó a pensar que estaba solo. Él le dijo: “No, Yo tengo siete mil que están contigo”. Ese fue aquel grupo elegido, ¿ven? Siempre existe ese grupo. Le dijo: “Elías, no temas. Yo sé que estás pensando que te corrieron porque las denominaciones te corrieron hasta la cima de ese monte; pero Yo tengo siete mil que creen lo mismo que tú estás predicando. Yo los tengo”.",
    "Luego, después de su día [de Elías], Roma se apoderó, y nuevamente el mundo llegó a ser de la mujer, todas las modas de-de las mujeres, cómo salían con sus sombreritos y cosas, ¿ven? Y Dios levantó a otro con el mismo espíritu, el espíritu de Elías. ¿Es correcto? Y él dijo: “El hacha está puesta a la raíz del árbol”.",
    "Y entonces por allí había una mujer manipuladora que había abandonado a su esposo y se casó con el hermano de él (Herodes) Herodías. Y ella era una-una payasa de cara pintada de aquel día, que danzaba. Ella le enseñó a su hija cómo danzar. Ella tenía una hija, con su padre adoptivo; el-el padre adoptivo; que el verdadero padre era su hermano, Herodes. Ella era la hija de la mujer. Y entonces le enseñó a danzar, y ella llegó a ser una gran bailarina nudista, igual que su madre. Y ella pensaba que se podía casar cuatro o cinco veces y hacer todo lo que le placiera.",
    "Y Herodes salió allí. Recuerden, ellos todos eran judíos, eran gente religiosa de la iglesia. Y Herodes salió allí, juntamente con su iglesia, a escuchar a este profeta, que la gente creía era un profeta.",
    "Él se dirigió directamente a la cara de los dos, y les dijo: “No te es lícito tenerla”. ¡Y eso que sí la hizo explotar! ¿Ven?",
    "Ahora, un hombre cualquiera hubiera dicho: “¿Cómo ha estado Ud. Herodías? Nos da mucho gusto tenerla hoy en nuestra congregación”. ¡Pero no Juan!",
    "Jesús dijo: “¿A quién salisteis a ver, cuando salisteis a ver a Juan? ¿Salisteis a ver uno bien vestido como un sacerdote? No. Esa clase besa a los niños y entierra a los muertos”. Él dijo: “¿Qué salisteis a ver? ¿Una caña meneada por cualquier viento? Al cual decían: ‘Ven acá Juan, nosotros te pagaremos más si nos predicas a nosotros. Y nosotros, nosotros somos la organización más grande’”. Pero no Juan. No, eso no fue lo que salieron a ver.",
    "Dijo: “Entonces ¿qué salisteis a ver cuando salisteis a escuchar y a ver a Juan, un profeta?” Él dijo: “También os digo; ¡y aun más que un profeta! Si lo podéis recibir, éste es aquél del cual los profetas hablaron que había de venir, ‘He aquí, Yo envío Mi mensajero el cual preparará el camino delante del Señor’”. Él fue el mensajero del Pacto. Él dijo: “No se levantó entre los que nacen de mujer otro mayor que él”. ¿Ven?",
    "Esa es la clase de hombre que Dios levantó para aquel día, a Elías, un hombre del monte. Juan fue igual. ¿Ven? El espíritu de Elías estaba sobre Juan. Y Él dijo que cuando llegara nuevamente el día cuando dominara la mujer, ese Espíritu se levantaría de nuevo, antes de la Venida del Señor, cuando la Tierra será quemada, y los justos caminarán sobre la-la ceniza de los malvados, siendo como ceniza bajo sus pies. Él prometió eso nuevamente, en estos días. Noten, el Espíritu Santo prometió eso. Y eso cuadra con el tiempo en que estamos viviendo.",
    "Tiene que haber alguien que se levante en la escena. Eso tiene que acontecer, porque es ASÍ DICE EL SEÑOR, Malaquías el capítulo 4. Precisamente eso dijo Él que sería la señal, “antes del día grande y terrible del Señor, Yo les enviaré a Elías”. Y ¿qué hará él? “Convertirá el corazón de los hijos a la doctrina de los padres”, de regreso a la Biblia, sacándolos de todas estas diferencias denominacionales, y volver a la Biblia, regresar a Dios. Eso es lo que él haría. Noten el tiempo maravilloso en que estamos viviendo.",
    "Aquellos profetas reprendieron a esas mujeres modernas en sus días; y ambos pagaron por eso con sus vidas. La historia nos prueba que en cada una de esas ocasiones el mundo era dominado por las mujeres, cuando las mujeres controlaban.",
    "Miren todo alrededor hoy. Tendremos una como presidente uno de estos días, parece como que pudiera ser ahora mismo. En realidad, ella es la presidente. ¿Ven? Él sólo es una cabeza nominal. No hace mucho, en una de las otras naciones, ella estaba recibiendo tanta alabanza de toda la gente, que el Presidente mismo dijo: “Yo soy su esposo”. ¡El Presidente de los Estados Unidos! ¿Ven? Ella es quien fija las modas, y las mujeres la siguen, igual como hizo Jezabel. Uds. escucharon mi sermón sobre Religión de Jezabel. Uds. saben. Uds. conocen todo al respecto. ¿Ven ahora a dónde estamos?",
    "¿Vieron lo que sucedió hace como una o dos semanas, aquí mismo en la ciudad? El ministro de la Iglesia Fe Luterana invitó al sacerdote católico de la Iglesia del Sagrado Corazón que viniera y predicara por él, y él fue; y el ministro de la Iglesia Fe Luterana fue allá con el sacerdote católico y predicó por él.",
    "El Concilio de Iglesias está allá ahora mismo, reuniéndose en Roma. Y esta carta circular que mi buen amigo, David DuPlessis; cuando no hace mucho, me senté y le lloré por eso, allá en “Fourteen Mile Creek”; no dándose cuenta que él ha metido la iglesia en Babilonia, cuando todos están diciendo: “Oh, pues ahora todas las iglesias van a ser una”. Sí, eso yo lo sé. ¿Ven? Es exactamente lo que está escrito en mi libro de profecías desde 1933, que acontecería. Pues, ¿no se dan cuenta que ese es Satanás, uniéndolos? La Biblia dice eso. Y después de un poco, sólo un corto tiempo, tan pronto ellos lleguen a ser uno, entonces hasta ahí llegará el interdenominacional. ¿Ven? En eso estará la marca de la bestia, correcto. ¿Ven?",
    "Sencillamente no tengo tiempo para entrar en eso, pues, ya casi faltan quince para las doce. Quiero terminar esto, y dejar en claro este punto. Solamente estoy colocando aquí estas Escrituras para que Uds. puedan ver la posibilidad de en dónde es que estamos, y terminaremos en unos momentos.",
    "Ahora noten bien lo que ha acontecido. Los-los profetas en aquellos días reprendieron a esas mujeres, y de ellos fue dicho “odian las mujeres”. Correcto. La historia nos prueba que así fue.",
    "Ahora, esperen un momento. Uds. anotando las Escrituras, anoten Primera de Timoteo 5:6. La Biblia dice: “La mujer que vive en-en los placeres del mundo” (no pueden ser los placeres de Dios), tendría que ser así ¿ven? “La mujer que vive en los placeres del mundo, viviendo está muerta”. Eso es lo que dijo el profeta, San Pablo. “La mujer que vive en esta condición mundana, mientras vive está muerta”. Y si ella rechaza misericordia, podría cruzar la línea de separación donde no hay más lugar para ella. Y entonces ¿adónde queda, con sus ojos pintados, su cabello cortado? Ella estaría entonces del otro lado de la línea, sin manera de regresar, y tiene que haber un ministerio que le predique a ella. Pero recuerden, para ese tiempo todo ya habrá terminado, habrá concluido. ¡Sólo quedará tormento persistente!",
    "Habrá un ministerio que desplegará grandes maravillas, Joel así lo dijo, pero no habrá tiempo para redención. Todo habrá terminado. El Cordero ya habrá tomado Su Libro, y Su redención habrá cesado. Así como Jesús primero predicó y fue rechazado, y luego prosiguió a atormentar a aquellos que estaban allí, predicando a aquellos que estaban encarcelados, y no podían arrepentirse, siendo que no había tiempo para salvación; ese mismo ministerio tendrá que repetirse. ¿Qué tal si ese pudiere ser el Tercer Jalón, para los Eternamente perdidos? ¿Qué tal si así es? Yo espero que no sea así. Pero ¿qué si así es? Piensen en eso por un momento. ¿Qué tal si así es? Ojalá no lo permita Dios; yo tengo hijos. ¿Ven? Pero sí parece estar muy cerca.",
    "¿Por qué vino esa visión cuando yo era un muchacho? ¿Por qué no había pensado yo en eso antes? ¿Por qué vino ese trance, estando yo allí en la habitación el otro día, diciendo: “Aquí está”? Está justamente en medio de aquellas…de las-las almas perdidas. Y Jesús les predicó, testificando, pero-pero ellos no se arrepintieron. Y entre más predico, peor se vuelven. No hay nada de arrepentimiento, ni hay lugar para tal cosa.",
    "El Cordero tomó Su Libro, cuando el Séptimo Sello, cuando estaba a punto de ser abierto, el Sexto Sello. Recuerden, Él escondió el Séptimo Sello de nosotros; Él se detuvo. Cuando el Ángel estuvo presente de día en día, relatándolo, pero luego con éste Él se detuvo. Dijo: “Hay silencio en el Cielo”. Nadie supo. Era la Venida del Señor.\n\n“Oh”, dicen Uds., “no puede ser”. Yo espero que no.",
    "Avancemos un poquito aquí. Tengo algo apuntado, ¿ven? Muy bien.",
    "Recuerden: “Ella que vive en placer mundano”, en las cosas del mundo y portándose de esa manera. Ella podría asistir a la iglesia y aparentar ser una santa, pero eso no tiene nada que ver (¿ven?), pero, “ella está muerta aun mientras vive”.",
    "Observen lo que han hecho las denominaciones por ella. La convirtieron en una que maneja la Santa Palabra, lo que es contrario a la Biblia. La han hecho una predicadora, eso es prohibido por la Escritura. Incluso ahora la han puesto de mandataria, alcaldesa, gobernadora, de todo en el país, y hasta ministrando en la casa de Dios.",
    "Cuando ella es la culpable de todo pecado que alguna vez se haya cometido, ella es la causa. Correcto. Ahora, no, no estoy hablando de las justas. Ella es la culpable. Ella es la causa que naciera todo bebé ciego. Ella es la causa que toda tumba fuera cavada. Ella es la que causó el pecado, la enfermedad y tristeza. Una ambulancia no puede sonar sin que lo haya causado una mujer. No puede haber ningún crimen, ningún pecado, ni muerte, ni tristeza, ni lamento sin que una mujer lo haya causado. Y Dios le prohíbe a ella subir al púlpito a predicar, pero, sin embargo, lo hacen. ¡La denominación! ¿Ven en dónde están?",
    "Ella es una diosa. ¡Y cómo está obrando el diablo! Pues, la gente católica hace diosas de esas mujeres, orando a ellas; es cierto, la diosa María y cuántas más. Vi donde en el Concilio Ecuménico anunció que orarían más a Jesucristo si con eso ayudaría a convencer a los protestantes. ¿Ven? ¿Ven? ¡Oh, tratando de endulzarlo! “Incambiable”, dicen ellos. ¿Ven? Es el mismo diablo de siempre. La Biblia dice, “Y él hizo que todos recibieran una marca en su frente, quienes no tenían sus nombres escritos en el Libro de la Vida del Cordero”.",
    "Es a la Iglesia predestinada a la que hablo yo, no a los de afuera. No señor. De cada grupo Él ha sacado a Sus predestinados; y por ellos es que Él viene, de cada edad.",
    "Pero allí está ella, allí está. Ella es; predica la Palabra, maneja la Palabra, ha llegado a ser una diosa y es la causa de todo pecado. La Biblia dice: “Porque no permito a la mujer enseñar, ni ejercer dominio sobre el hombre, sino estar en obediencia como dice la ley”. [1 Timoteo 2:12] ¿Ven? Y ella no puede hacerlo. Sin embargo ellos la colocan como gobernante de la tierra, alcaldesa, gobernadora; pronto será presidente. Seguro. Ahí lo tienen. Así es, así va la cosa, ¿ven? Y la gente lo está haciendo porque no les importa esta Palabra, ellos nunca la verán.",
    "Fíjense en aquellos judíos parados allá, eruditos, hombres buenos. Y Jesús les dijo: “Sois de vuestro padre el diablo”.",
    "¿Cómo fuera si yo le trajera a Él ahora mismo a un juicio ante Uds.? Intentémoslo ahora por un momento, y que Dios me perdone por tomar una posición contraria a Él; pero es por un momento para mostrarles algo.",
    "Ud. podría decir: “Pues, yo, ¡gloria a Dios, yo hablé en lenguas! ¡Aleluya! Yo lo sé. Yo, seguro, yo lo tengo. ¡Alabado sea Dios! Sí”. Ah-jah, ¿lo recibió Ud.?",
    "Recuerden aquella gente de Israel. La Biblia dice que después que Él llamó esa gente a salir, y los salvó, sacándolos de Egipto, Él los destruyó porque no siguieron el Mensaje, ¿ven? Ellos comieron maná del Cielo. Ellos comieron maná que Dios hizo llover sobre la tierra para su alimento; y estuvieron en la presencia del mensajero; y hasta vieron la Columna de Fuego, y escucharon la Voz de Dios, y vieron la confirmación. Y luego, por preferir creerle a Coré: “Pueden haber más hombres santos, puede haber esto, eso y lo otro. Nosotros tenemos que ser santos también, tenemos que hacer todo esto. Toda la gente es santa”.\n\nDios dijo: “Sepárate de ellos. Aléjate de allí”.",
    "Moisés dijo: “Todos los que están al lado del Señor vengan conmigo”. Correcto. ¿Ven? Y Él sencillamente abrió la tierra y los tragó. ¿Ven?",
    "Ellos también eran gente buena. Seguro, lo eran. Eran gente buena, sí señor; pero eso no fue suficiente. “No todo el que me diga: ‘Señor, Señor’, sino el que hiciere la voluntad de Mi Padre”. “No aquél que comienza; sino aquél que termina”. No hay atajos en el camino; Ud. quedará descalificado al final de la carrera. No hay atajos, Ud. tiene que venir tal como dice la Escritura.",
    "Si dice: “Arrepentíos y bautícese cada uno en el Nombre de Jesucristo y recibiréis el don del Espíritu Santo”, entonces no hay atajos — un estrechar de manos o por unirse a una iglesia o denominación. ¡Venga Ud. por ese Camino! Si Ud. no muere a sí mismo, y no nazca del Espíritu de Dios, Ud.-Ud.-Ud. está perdido, es todo. No hay atajos.",
    "Ud. dice: “Pues, yo pertenezco a la iglesia”. Yo sé, eso está bien. “Y mi mamá…”, yo no dudo de eso, pero es de Ud. que le estoy hablando. ¿Ve? Ud. tiene que venir por ese Camino porque no hay atajos, Ud. quedará descalificado en el Juicio. Venga Ud. por el único Camino.",
    "Sólo hay un Camino y Cristo es ese Camino. Y Cristo es la Palabra que vive en Ud., que verifica todo lo que Él prometió a su tiempo. ¿Ven? ¿Captaron eso? [La congregación dice: “Amén”.] Muy bien. Ahora fíjense.",
    "Ahora, algunos dicen: “Esta gente es muy buena”. Por supuesto, yo no digo que no son gente buena. Yo no digo que Santa Cecilia y todas ellas no fueron mujeres buenas; también lo fue mi madre, pero de seguro yo no le oro a ella, ciertamente que no. Ciertamente, he visto muchas personas buenas, pero no son diosas, son mujeres, hombres. Hay un solo Mediador entre Dios y el hombre.",
    "Entonces ¿por qué? ¿Por qué sería que un hombre (un pentecostal, mundialmente conocido) habría de circular esa carta que el Hermano DuPlessis, nuestro apreciado hermano, tiene circulando? Quizás algunos de Uds. la recibieron. Se sentó (seguro, tú la recibiste) en el Concilio Ecuménico, al lado del Papa y dijo: “Fue algo muy espiritual”. ¡Qué discernimiento de espíritu! ¿Verdad? “¡Oh, el Espíritu del Señor estaba allí! Muy espiritual”. Sí, ahí lo tienen.",
    "¿Por qué? Porque es la oportunidad de unir a los protestantes con aquello, algo contra lo cual hemos batallado por años, y que la Biblia nos ha mostrado y nos ha alertado que eso vendría. Y nuestro…uno de nuestros más grandes líderes se presenta y dice: “Eso es lo correcto; eso es lo que debemos hacer”, y toda iglesia protestante se está dejando engañar con eso.",
    "Y exactamente, si lo buscan, es ASÍ DICE EL SEÑOR. Primero, lo dice la Palabra. Luego el Espíritu del Señor dijo en 1933 —que relató todas estas otras cosas, de las naciones entrando en guerra, y cómo serían las máquinas, y todo al respecto— dijo que eso es exactamente lo que ocurriría al final. Y aquí está. ¡Eso nunca ha fallado! Y aquí lo estamos viendo formarse.",
    "¿Se acuerdan de mi sermón no hace mucho, sobre Religión De Jezabel? ¿Recuerdan a Eliseo caminando por el camino aquella mañana, para avisarles, cómo fue que prediqué sobre eso? ¿Ven? Y cómo predije allá entonces que vendría el tiempo cuando este Concilio Ecuménico finalmente llegaría a ser la marca de la bestia, porque se uniría con la bestia, y lo está haciendo. En mi época, he vivido para verlo. Y aquí los protestantes, por millones, son engañados por eso. ¿Por qué? Eso es lo que están buscando.",
    "¡Están ciegos! Jesús les dijo a esos fariseos, “Vosotros sois ciegos, guías de ciegos. Y si el ciego guiare al ciego”, dijo Él, “¿no caerán todos en el hoyo?” Y allí es donde caen. ¿Cómo podría yo creer que un hombre que estuvo conmigo y habló conmigo, podría llegar a hacer un comentario como ese? ¿Ven? “Está escondido de los ojos de los sabios y de los prudentes, mas Él lo revela a los pequeños que pueden aprender”.",
    "Yo sé que algún día eso me puede costar la vida. Correcto. Así será, pero aquí se está dando a conocer la Verdad.\n\nEl primero en morir por este plan del Espíritu Santo,\n\nFue Juan el Bautista (pero él no huyó); él murió como un hombre;\n\nLuego vino el Señor Jesús, y a Él lo crucificaron;\n\nÉl predicó que el Espíritu salvaría al hombre del pecado. (¿No fue así?)\n\nLuego apedrearon a Esteban, quien predicó contra el pecado,\n\nCon él estuvieron tan furiosos, que le aplastaron la cabeza;\n\nPero él murió en el Espíritu, y entregó el espíritu,\n\nY fue a unirse con los demás, aquel Hueste, dador de vida.\n\nEstá Pedro y Pablo, y Juan el divino,\n\nDieron sus vidas para que brillara el Evangelio.\n\n(¿Qué hicieron?) Mezclaron su sangre con la de los profetas de la antigüedad,\n\nPara que la Verdadera Palabra de Dios, honestamente fuera contada.\n\nAlmas bajo el altar, clamando: “¿Cuánto más?”\n\nPara que el Señor castigue a todos los que han hecho mal;\n\nPero habrá otros que darán su sangre (sí, así será),\n\nPor este Evangelio del Espíritu Santo y su torrente carmesí.",
    "¡Sigue goteando con sangre! Sí, algún día lo hará, pero esperó esa hora cuando haya terminado.",
    "Una hermana tuvo un sueño hace poco. Ella me lo envió, decía: “Los vi”, esa iglesia preparando una manera para asesinarme, secretamente, en algún momento cuando me esté bajando de mi auto, entrando, me dispararán de…Pero dijo: “Entonces el Espíritu dijo: ‘No en este tiempo, sino que será más adelante’”.",
    "Jamás permita Dios que yo me comprometa en cualquier cosa. Yo no conozco nada sino a Jesucristo y a Él crucificado. Estamos viviendo en un día horrible. El pecado ha causado esto, sí. Ellos apedrearon a Esteban. Hicieron que le cortaran la cabeza a Juan —ella lo hizo. No sé cómo entregaremos nosotros la nuestra, pero sucederá algún día. Muy bien, noten.",
    "En San Juan (si desean la Escritura de eso), San Juan 6:49, donde ellos comieron maná y Jesús dijo: “Y murieron”.",
    "Ud. dirá: “Pues, mi-mi hermana, he-he visto a esta mujer danzar en el Espíritu”. Oh, sí. Yo les he visto hacer eso. “La he visto hablar en lenguas. He visto su…” Seguro.",
    "Jesús dijo: “Muchos vendrán a Mí en aquel día y dirán: ‘He hecho todas estas cosas’”. ¿Ven? “Aquellos comieron el maná en el desierto”, dijo Jesús, “y todos ellos están eternamente separados. Están muertos”. Eso significa Eternamente condenados. Ellos perecieron allí mismo en el desierto.",
    "Acuérdense de Hebreos el capítulo 6: “Aquellos que una vez conocieron la Verdad y luego rehusaron caminar en ella, no hay más arrepentimiento para ellos”. ¿Ven Uds.? Un creyente fronterizo. Cuando la Verdad es presentada a una persona por última vez, y rehúsan recibirla -de acuerdo al Libro de Hebreos (¿ven?)— ellos…no queda nada en lo absoluto que pueda salvarlos.",
    "Ellos quedan condenados. No hay arrepentimiento, no hay redención, no queda nada para ellos; quedan Eternamente separados. Así dice la Biblia, “Una horrenda expectación de juicio y de hervor de fuego, que ha de devorar al adversario”. Y cuando la Verdad del Evangelio ha sido probada, completamente vindicada, y luego que le den la espalda; quedan condenados, es todo. Eso es horrible, pero tengo que decirlo.",
    "Recuerden, los Ángeles que no guardaron su estado original, pero quedaron allí en esa cárcel en tinieblas, en la que el mundo camina hoy; y en esa misma prisión no hay arrepentimiento.",
    "¿Se acuerdan hace algunos años, que dije, al regresar de Chicago: “América, o lo recibirá en este año, o jamás lo recibirá”? ¿Ven hasta dónde ha llegado? Seguro.",
    "Ahora ¿me pregunto si pudiera ser el Tercer Jalón? ¡Oh Dios, que no sea así! ¿Será para eso el Tercer Jalón? ¿Podría ser? ¡Oh vaya! Piensen en eso, amigos. Piénsenlo; a mí no me gusta.",
    "Jesús dijo: “Esta clase de hipocresía…” Si desean anotar eso, Mateo 23:7. Yo tengo aquí, “Léelo”, pero Uds. pueden ver. “¡Fariseos ciegos!”",
    "¿Tendrán algunos momentos? [La congregación dice: “Amén”.] Veamos. Abramos allí, porque puse “léelo”. Había algo aquí. Quiero leerlo antes de…Ahora quizás elimine alguna otra cosa, pero captemos esto por un momento. Mateo 23, por un momento, muy bien, y empezaremos con el versículo 27. Sólo escuchen. Léanlo todo cuando lleguen a casa, si desean. Sólo unos momentos más.",
    "Ahora fíjense aquí. Mateo 23, y comenzando en el versículo 27, “¡Ay de vosotros, escribas!” Ahora recuerden, estos son hombres santos a los que Él está hablando.\n\n¡Ay de vosotros, escribas y fariseos, hipócritas! porque sois semejantes a sepulcros blanqueados (o sea personas muertas, ¿ven?), sepulcros blanqueados, que por fuera, a la verdad, se muestran hermosos, mas por dentro están llenos de huesos de muertos y de toda inmundicia.",
    "Hipocresías y envidias y contiendas, en su interior; por fuera: “Yo soy el Dr. Fulano de Tal”.\n\nAsí también vosotros por fuera, a la verdad, os mostráis justos a los hombres (miren el Concilio Ecuménico y a los pentecostales sentados ahí), pero por dentro estáis llenos de hipocresía e iniquidad.",
    "¿Qué es iniquidad? Algo que Ud. realmente sabe es lo correcto, pero no lo hace. Jesús, ahora observen lo que Él, la generación en la que Él coloca esto.\n\n¡Ay de vosotros, escribas y fariseos, hipócritas! porque edificáis los sepulcros de los profetas, y adornáis los monumentos de los justos. (¿Ven? “¡Oh, los profetas!”)\n\nY decís: Si hubiésemos vivido en los días de nuestros padres, no hubiéramos sido sus cómplices en la sangre de los profetas.",
    "🦅 Nosotros hubiéramos creído la Palabra del Señor si hubiéramos vivido allá”. Fíjense.\n\nAsí que dais testimonio contra vosotros mismos, de que sois hijos de aquellos que mataron a los profetas.\n\n¡Vosotros también llenad la medida de vuestros padres!",
    "Eso es exactamente lo que está ocurriendo. Ahora observen lo que Él dice aquí:\n\n¡Serpientes, generación de víboras! ¿Cómo escaparéis de la condenación del infierno?",
    "🦅 ¿Cómo lo haréis?” Ahora, Él está hablándole a ministros (¿ven?), así es, hombres santos. ¿Cómo pueden permanecer allí, y sabiendo que la Biblia predice y le dice a esa gente que no haga eso; y Uds. pueden pararse allí y comprometerse por un puñado de dólares, o por un poco de fama, y que alguien les dé palmaditas en la espalda y les diga: “Doctor”? ¿Cómo pueden decir que aman a ese pueblo?\n\nTambién estoy predicando por las cintas, ¿ven?",
    "¿Cómo pueden, cómo pueden Uds. decir que aman a ese pueblo, y permitir tal cosa? ¿Ven? ¡Fariseos ciegos, serpientes, generación de víboras! ¿Cómo van a escapar de la condenación del infierno? Cuando Uds. …¿Cómo puede un hombre hoy, sabiendo que estas cosas son erradas, permanecer allí reteniendo su congregación para hacer crecer su denominación, y fallar al no decirle a las mujeres y a los hombres? ¿Cómo va Ud. a escapar de la ira del infierno, cuando para Ud. fue creado? ¿Cómo lo va a lograr? ¿Ven?",
    "Escuchen, escuchen aquí, ¿qué irá a ser? “Por tanto…” (Versículo 34).\n\n…he aquí, yo envío a vosotros profetas…",
    "🦅 Yo envío” tiempo futuro. Allí de nuevo vuelven los fariseos.\n\n…y sabios, y escribas; y de ellos, a unos mataréis y crucificaréis, y a otros azotaréis en vuestras sinagogas, y perseguiréis de ciudad en ciudad.",
    "Él predijo que les enviaría profetas, con la Palabra del Señor. Y ¿qué harían ellos? Lo mismo que hicieron sus padres, porque eso es lo que son. ¿Ven? Los espíritus no mueren. El hombre poseído por ellos muere, pero los espíritus no mueren. Él dijo: “Vosotros sois esos hijos. Vosotros sois”. Y observen cómo son estas cosas.",
    "Cómo es que San Pablo se paró ahí (¿creen Uds. que él era profeta?) y condenó a las mujeres, por cortarse el cabello; condenó sus organizaciones; anunciando que todo el que no fuere bautizado en el Nombre de Jesucristo, tiene que venir y volverse a bautizar. Correcto.",
    "Y hoy ellos se comprometen con cualquier cosa y lo endulzan. Pero ellos no conocen nada mejor. Es lamentable. Si en verdad la hora ha terminado, yo diría esto: Ellos fueron ciegos, predestinados para ser ciegos. Que Dios tenga misericordia. Ellos no pudieron verlo.",
    "Jesús dijo: “Estáis ciegos. Fariseos y escribas ciegos, ¡hipócritas! Cuando leéis la misma Palabra que todos han leído, y venís aquí y me condenáis a Mí. Y Yo soy exactamente lo que la Palabra dice que sería en este día. Yo habría de ser el Mensajero de este día. Yo soy el Mesías”, dijo Él, en tantas palabras. “Yo soy el Mesías. ¿He fallado en probarlo? Si no he hecho lo que está escrito de Mí, entonces condenadme. Y vosotros fariseos ciegos, desviáis a vuestra gente en algo como eso, desviando a todos por completo”. Dijo: “Los ciegos guiando a los ciegos”. Dijo: “Vosotros sois…”",
    "Y Uds. ahora dicen: “Oh, si hubiéramos vivido en los días de San Pablo; yo hubiera apoyado a San Pablo”.",
    "¡Hipócritas! ¿Por qué no apoyan a su doctrina? Uds. hubieran hecho lo mismo allá que están haciendo hoy, porque Uds. son los hijos de sus padres, sus padres organizacionales: fariseos, saduceos, y santurrones. Así-así es. Sí. Les digo, y-y la hora en que vivimos, me pregunto: ¿podría éste ser el Tercer Jalón? Esperen un momento, vean, Jesús dijo: “Éstos recibirán mayor juicio”. ¿No es terrible?",
    "Como un gran americano, en una ocasión, cuando el enemigo estaba por apoderarse de este país, había un hombre a la medianoche que saltó sobre un caballo y cabalgó por la calle, gritando: “¡El enemigo viene!” Fue Paul Revere.",
    "Yo también soy un americano. Y estoy cabalgando en esta hora de la medianoche, no gritando que viene el enemigo, sino ¡ya está aquí! ¡No es que viene, ya está aquí! Y ya ha conquistado. Temo que esto ya haya terminado; habiéndonos conquistado, a esta hora de la medianoche.",
    "¿Recuerdan, en Tucson, los Siete Ángeles, lo que era el Mensaje: “La consumación del misterio de Dios”? Inmediatamente después de eso, viniendo por la cordillera…",
    "Todos escucharon acerca de las montañas. Noten. El Hermano Fred tomó algunas fotografías de eso, el Hermano Tom y yo tenemos algunas fotos, creo que unas películas, las mostraremos aquí algún día, y les mostraremos dónde fue. Todos conocen la historia.",
    "Observen los tres picos. Él dijo: “Allí está tu Primer, Segundo y Tercero”.",
    "Y el Hermano Fred tiene una fotografía muy sobresaliente de eso, cuando él y la Hermana Marta venían pasando. La neblina había subido de la humedad del suelo, y escondió todas las demás, y sólo se veían los tres Jalones; uno aquí, uno aquí, y uno allí. ¿Ven? ¡Los siete!",
    "Observen, los primeros tres, tres es perfección. Eso fue cuando el ministerio comenzó.",
    "El Segundo Jalón fue el discernimiento de espíritus, la profecía; primero fue la sanidad de los enfermos. El segundo fue la profecía que salió, que conocería los pensamientos secretos, cuando la Palabra misma se manifestaba; lo cual, eso es gracia.",
    "Pero recuerden, el séptimo es el final. ¿Podría éste ser el Jalón concluyente, que todo haya concluido? ¿Podría ser? ¡Piénsenlo! Piensen en eso. ¿En dónde se encuentran? ¿Ven? El siete siempre es el final. ¡Tres Etapas!",
    "El ministerio de Jesús consistió de Tres Etapas, ¿lo sabían Uds.? ¡Noten! Y sean sinceros, si alguna vez lo fueron en sus vidas, por un momento, algunos momentos.",
    "Su Primera Etapa fue sanando a los enfermos. Él llegó a ser un hombre muy famoso. Todos le creían, así parecía. ¿Es la verdad? Cuando Él salió por allí, sanando a los enfermos, todos lo querían tener en su iglesia.",
    "Pero un día Él se dio la media vuelta, y comenzó a profetizar, por cuanto Él era la Palabra, y Él era el profeta del cual habló Moisés. Y cuando Él les comenzó a hablar, y a decirles de cómo estaban viviendo, y las cosas que estaban haciendo, entonces se le fue toda la fama. Esa fue Su Segunda Etapa.",
    "Yo me hago la pregunta, ¿se habrá repetido en tipo otra vez? Piénsenlo por un momento. ¿Será posible? En la Primera, sanó a todos. En la Segunda: “Oh, podría ser de los de Sólo Jesús, podría ser Belcebú, podría ser…” Es lo mismo que ellos hicieron allá. ¿Ven? Los mismos espíritus viviendo en la misma clase de gente, gente condenada que nunca podrá ser salva, porque ya desde antes fue condenada; ellos, igual que Judas Iscariote, habiendo nacido el hijo de perdición.\n\nUd. dice: “¿Judas?” Seguro.",
    "Recuerden, él era muy religioso, pero no pudo llegar hasta el final con el Mensaje. Él podía aceptar una parte, pero la otra parte no la toleraba. Ellos pueden aceptar la sanidad y semejantes cosas, pero cuando se trata de Dios hablando ardillas a existencia, entonces eso es demasiado profundo para ellos. “¡Eso no puede ser!” Ese fue Judas. Su espíritu puede vivir hasta ese punto. Pero él ya no puede continuar más adelante. ¿Ven?",
    "Muy bien podían aceptar a Moisés cuando les abrió el Mar Rojo, y esas cosas así. Mas cuando se trató de decirles que no podían, que los demás no podían hacer esto y aquello, o lo otro, “Pero es que él se hace dios sobre nosotros”. ¿Ven? Ellos ya no pudieron soportar eso, Coré y los demás. Entonces tenían necesidad de una organización, por lo tanto Dios sencillamente se los tragó.",
    "En el ministerio de Jesús, cuando sanaba a los enfermos, Él era maravilloso. “¡Ese Profeta joven de Galilea! Pues, Él hace que los ciegos vean. Él aun ha resucitado a muertos, tenemos tres casos. Él realmente resucitó a los muertos”.",
    "Pero un día se dio la media vuelta, Él dijo: “¡Generación de víboras! Limpian lo externo. Aparentan ser santos, pero por dentro no son más que serpientes”. ¡Oh, cuando salió esa profecía, condenando esa organización, entonces la cosa cambió! Ellos se volvieron en contra de Él. Correcto. Y finalmente, al haberlo rechazado, ellos le crucificaron.",
    "Pero no se puede matar el Ministerio, eso continúa. Pueden poner a dormir al mensajero, pero no el Mensaje. Correcto. Él siguió viviendo. Y noten, cuando vino el Tercer Jalón de Su ministerio; el Primero fue sanar los enfermos.",
    "El Segundo fue reprendiendo las organizaciones y profetizando; lo que ellos habían hecho, lo que eran, y lo que estaba por venir. Lo que es, lo que vendría; lo que fue, lo que es, y lo que vendrá. Eso es lo que Él hizo. ¿Correcto? [La congregación dice: “Amén”.]",
    "Pero Su Tercer Etapa fue cuando predicó a los perdidos que jamás podían ser salvos. Estaban allá donde también están aquellas con los ojos todos pintados, “¡Uh-uhh!” Les predicó a las almas en el infierno, que no aceptaron la misericordia, pero estaban Eternamente separadas de la Presencia de Dios. Sin embargo, tuvieron que reconocer lo que Él era, porque Dios le hizo a Él allí.",
    "¿Yo me pregunto si Su ministerio termina igualmente en los últimos días, como fue allá? “Como el Padre me ha enviado a Mí, así os envío Yo a vosotros. Las obras que Yo hago, también vosotros las haréis”.",
    "Perdidos, y jamás podrían ser salvos. Ellos habían rechazado la misericordia. Esa fue Su Tercer Etapa.",
    "Ahora, ¿habrá alguna pregunta? En Su Primer Etapa Él sanó a los enfermos. ¿Correcto? [La congregación dice: “Amén”.] En Su Segundo Ministerio estuvo profetizando; Su Tercer Ministerio fue predicarle a los Eternamente perdidos. Las tres montañas, y demás; ¡a los Eternamente perdidos!",
    "El ministerio de Noé, todos los ministerios han hecho lo mismo. Noé predicó, exactamente. Él entró en el arca. Y cuando entró en el arca, pasaron siete días en los que nada sucedió; su testimonio predicó a los condenados.",
    "¡Sodoma y Gomorra! Jesús se refirió a estos dos, que vendrían. “Antes de la venida del Hijo del Hombre, así será como en los días de Noé; así será como en los días de Sodoma”. Él hizo referencia a Noé.",
    "Noé tuvo Tres Etapas, y su Tercera fue para los perdidos después que la puerta fue cerrada. Porque Dios permitió que estuviera allí, donde nadie podía ni entrar ni salir. Ellos estaban por dentro. Pues (como en la séptima montaña), la montaña más alta, allí es donde Él dejó reposar el arca, en esa montaña. ¿Fue así?",
    "En los días de Sodoma, el Primer Jalón fue el justo Lot. Y la Biblia dice: “Los pecados de Sodoma afligían a diario el alma justa de Lot”, por la manera cómo actuaban y se comportaban esas mujeres.",
    "Y recuerden: “Como fue en los días de Noé”. ¿Qué estaban haciendo? “Comiendo, bebiendo, casándose, entregándose en casamiento”. Mujeres (¿ven?), mujeres. ¿Qué fue en los días de Sodoma? Mujeres.",
    "Y el primer mensaje fue Lot. Ellos se mofaron de él en desprecio.",
    "Luego enviaron otros mensajeros, dos de ellos, y ellos fueron allá. Ese fue el Segundo Jalón para Lot… o sea para Sodoma.",
    "Pero fíjense en el que llegó por último, hubo más y más misericordia. Y para entonces todo había terminado, todo quedó concluido para ese tiempo. Ese Tercer Mensajero que fue allá, el Tercer Jalón, ¿qué era Él? ¿Qué clase de ministerio tuvo Él? Él se había sentado con los elegidos, y les dijo lo que estaba sucediendo por detrás de Él. ¿Es correcto? Pero cuando Él bajó a Babilonia, o a Sodoma, Él quería hallar…",
    "Aún Abraham llorando: “¿Si puedo hallar cincuenta justos?” Y así hasta llegar a “diez justos”.\n\nDios dijo: “Sí, encuentra diez justos”.",
    "Permítame decirle algo, hermana, sólo por un momento. Puede ser que Ud. sea anticuada, pero Ud. tiene algo que estas reinas del sexo no tienen. Ud. tiene algo que ella nunca podrá tener, correcto. Puede ser que Ud. sea anticuada en su manera de vestir, al vestirse como una dama. Ellas quizás digan: “Miren aquella aleluya anticuada”. No se preocupen. Ella tiene algo que esa reina del sexo, aunque tenga a todo el mundo mirándola, ella no lo posee. Ella jamás podrá tenerlo. Ella está perdida, Eternamente. Ella está condenada. ¿Ven? Ella jamás…Ud. tiene moralidad; Ud. tiene virtud. Ella no tiene nada. Ella tiene una carnada que atrapa las almas perdidas hacia el infierno. Los ciegos allí caen. Ahora, Ud. sí tiene algo.",
    "Ud. sabe, Ud. quizás no esté registrado en ningún libro de iglesia, pero es posible que su vida justa sea lo que esté deteniendo la ira de Dios del mundo hoy día. El mundo no lo creerá. Uds. mujeres que las llaman de “aleluyas” y Uds. varones que casi no saben nada, pero que claman ante Dios día y noche por los pecados del país; posiblemente sean Uds. que están reteniendo la ira. “Si puedo hallar diez, la perdonaré. ¡Si puedo hallar diez!” “Como fue en los días de Sodoma, así también será”. ¿Ven lo que digo?",
    "No fue: “Si puedo hallar a diez metodistas, si puedo hallar a diez bautistas, si puedo hallar a diez pentecostales, si puedo hallar diez atletas, si puedo hallar diez senadores, si puedo hallar diez ministros”.",
    "Pero: “¡Si puedo hallar a diez justos!” Y hay un solo justo, ese es Cristo. Cristo viviendo en uno, en esos diez. ¿Ven? “Yo no la destruiré”.",
    "Pero ese último mensajero predicó a los condenados. Ud. dice…Él fue allá. La Escritura no dice lo que sucedió, pero el fuego cayó a la mañana siguiente, correcto. Después de Él haber obrado esas señales, inmediatamente después de Él obrar Su ministerio profético — “¿Por qué se rió Sara?”\n\nElla dijo: “No lo hice”.\n\nÉl respondió: “Sí, te reíste”. ¿Ven?",
    "Ahora, inmediatamente después Él entró a Babilonia, o más bien fue allá a Sodoma. Él no los halló [a los justos], así que el fuego cayó. Él halló a Lot y a sus dos hijas, y les dijo, “Salgan de aquí inmediatamente”. ¿Ven? Y se fueron. Él fue allá. Recuerden, Él estaba en camino hacia allá. Él había mandado mensajeros precursores, pero Él mismo fue para averiguar si todas estas cosas eran ciertas. Y Él la halló ¿llena de qué? Mujeres de caras pintadas. El Mensaje para los condenados. Y, ¿qué hicieron ellos? Se burlaron.",
    "¿Y qué hacen hoy? Lo mismo. “Yo pertenezco a las Asambleas. Yo pertenezco a los Unitarios. Yo…He danzado en el Espíritu. Gloria a Dios, yo hablo en…” Bien, sigan. “Yo me cortaré el cabello si quiero. Yo haré esto. Yo sencillamente diré esto”. “Yo no tengo que ser bautizada en el Nombre de Jesús. A mí-a mí no me importa lo que diga. De todas maneras aquel Pablo era uno que odiaba las mujeres. Eso…” Muy bien, sigan pues.",
    "Uno de estos días, si no lo han hecho ya, Uds. cruzarán esa línea. Nunca jamás tendrán el deseo de hacer lo correcto. ¿Oyeron Uds. lo que dije? Es un asunto de…Hermano, hermana, ¿entienden Uds. lo que se ha dicho? Uds. cruzarán esa línea, y entonces jamás querrán hacerlo. Uds. continuarán oyendo el Evangelio, seguro, pero jamás lo aceptarán. No podrán aceptarlo. Pero el Evangelio será predicado a los condenados, a los que están Eternamente perdidos, que ya no pueden ser salvos. Ya estarán en ese lugar y no lo sabrán. Piensan que están viviendo en placer, pero están muertos aun estando vivos.",
    "Oh, escuchen. Todos los que rechazaron el Mensaje de la hora —antes de la condenación— les fue predicado el Evangelio primero a los condenados antes de que partieran, sin misericordia. Noé, encerrado allí, fue un testimonio. Dios cerró la puerta, después de su Tercer Jalón. Después del Tercer Jalón en Sodoma, las puertas fueron cerradas; no hubo más misericordia. Los diez no pudieron ser hallados. Y a los perdidos se les predicó el Evangelio, los cuales no podían ser salvos, porque era…Es que ha sido así en cada edad, cada edad rechaza el mensaje antes del juicio.",
    "¿Lo habrán hecho otra vez? ¿Será por eso la aparición de la Columna de Fuego acá en el río? ¿Será por eso la aparición del Mensaje cortante para las mujeres, y mostrando las posiciones correctas como deben ser, y amonestando esos ministros que se unen a la denominación en lugar de quedarse con la Palabra? Cuando Dios ha vindicado cabalmente que es Él, y no alguna cosa tan ignorante y falto de educación, como un hombre. ¡Es Dios! Y ¿habremos llegado al punto cuando el Tercer Jalón volvería a los Eternamente perdidos?",
    "¿Sería esa la razón por la cual me fue dada esa visión allá, siendo apenas un muchacho? Y me fui al oeste, y allí estaba brillando la Cruz dorada del Evangelio, declarando la señal del Cielo, exactamente. Recuerden, la cruz estaba en una forma panorámica, formada también como una pirámide. ¿Será que esa es la parte de la cabeza, donde termina; que comenzó de aquí y subió, llegando a la jefatura?",
    "Así como la pirámide, subiendo por Lutero, Wesley, Pentecostés, y finalmente la colocación de la piedra de corona. ¿Podría ser eso? Si es así, ¿adónde estamos? Esto, podría ser, espero que no, pero tendrá que venir, va a suceder. Sólo recuerden, tienen que ser así esos ministerios, siempre ensamblan así, igual que los otros. Eso tiene que acontecer, y Dios no cambia. ¡Piénsenlo!",
    "¡Muérdanse la conciencia con sus dientes espirituales, y descubran dónde estamos! ¿Qué si así es, y Ud. aún está como está? Entonces sería mejor de una vez irse…Ud. allí ha terminado, o sea los que están por fuera. Después que el Libro fue tomado por el Cordero, el Sexto Sello es revelado y todos los sellos; allí termina. Podría ser, yo espero que no, pero podría ser. Muy bien.\n\nAhora, ¿será por eso que este Tercer Jalón ha demorado tanto?",
    "Noten, el Primer Jalón y el Segundo Jalón pasaron del uno al otro. Yo predije, Uds. recuerdan cuando comencé, acerca del Primero. Y dije: “Vendrá un tiempo cuando hasta los secretos de los corazones serán conocidos”. ¿Se acuerdan? ¿Cuántos? Pues, todos se acuerdan de eso, por ahí en mis reuniones. Y una noche entré allá en la ciudad de Regina [en Canadá], y subí a la plataforma (allí estaba el Hermano Baxter), frente a varios miles de personas. Y un hombre pasó a la plataforma, y de repente allí estaba; y desde entonces ha sido igual.",
    "Pero han pasado años desde que me salí del campo [de evangelismo], cuatro, como cinco años desde que me salí. ¿Por qué? ¿Qué ha causado esto? ¿Será esa la razón por la cual fue como en el principio, en Génesis, “la paciencia de Dios?”",
    "Recuerden, cuando Él hizo el mundo, en el séptimo día Él no hizo nada. Él reposó. ¿Ven? Dios fue muy paciente en aquel sexto año, no queriendo que ninguno pereciera, sino que todos vinieran al arrepentimiento. Dios fue paciente.",
    "De nuevo, también en Génesis 15:16, si desean anotarlo, 16 del 15. Él le dijo a Abraham: “Allá en la tierra del amorreo, su iniquidad”, porque ellos eran gentiles, “Yo no te puedo llevar allá ahora mismo porque la maldad del amorreo (los gentiles) aún no ha llegado al colmo; pero Yo los juzgaré. Yo vendré en esa cuarta generación. Y entonces Yo juzgaré a esa nación con vara de hierro”. ¿Es correcto?",
    "¿Habrá pasado tanto tiempo, que la paciencia de Dios, y el ministerio constante, por cinta y demás, ha corrido por el mundo para ver si hubiera uno más? Pero quizás ese último entró recientemente. ¿Habrá sido por la iniquidad que ha-ha demorado tanto? Si Jesucristo es el mismo, que en verdad lo es (Hebreos 13:8), entonces Su Mensaje tiene que ser el mismo. (Ya vamos a terminar.) Sus acciones tienen que ser las mismas.",
    "Si en el Primer y el Segundo Jalón quedan libre de duda, ¿habrá alguna duda en sus mentes en cuanto al Primer o Segundo Jalón? ¿Aconteció así como Él dijo? [La congregación: “Amén”.] Entonces ¿por qué dudar del Tercero? ¿Por qué habrían de dudarlo? Los primeros dos fueron identificados por la Escritura. Les comprobé esta mañana que el Tercero también es identificado por la Escritura.",
    "Fíjense en el mundo y vean en dónde se encuentra. Fíjense cómo han rechazado la Verdad, y cómo ha sido adecuadamente identificado, la parte de la profecía. ¿Ahora, dónde estamos? ¡Oh Dios, ten misericordia! Eso me hace sangrar por dentro el corazón. ¿Qué de esto? ¿Adónde estamos?",
    "Recuerden, estos siete picos allá, ellos pueden decirles, no sigue otro pico más allá; eso está en la división continental. De allí en adelante se vuelve en desierto; pasa a la Eternidad. Siete picos, allí mismo en la división continental; está precisamente ahí entre el bien y el mal. Y donde eso termina, el Tercer Jalón era la última Etapa en la cordillera. ¿Es correcto? ¿Ven? Bien.",
    "Noé entró, y pasados siete días, nada sucedió, ¿ven? A los siete días llegó el juicio. Si tan sólo (ahora escuchen, ya para terminar), ¡si tan sólo, en el tiempo de Noé hubieran reconocido esa señal! ¡Si ellos tan sólo lo hubieran conocido! (Ya voy a terminar.) ¡Si ellos tan sólo hubieran conocido esa señal, el mundo en aquel día — siendo que Dios lo probó aquí por la lectura de estas Escrituras, hace unos momentos que Él destruyó a esa gente!",
    "Pero no fue sin misericordia. Misericordia les fue enviada por medio de un profeta. Ellos no lo quisieron creer. Dios es misericordioso, y Él envió misericordia, pero ellos no la quisieron recibir. Él siempre envía misericordia primero.",
    "¿Qué si ellos hubieran conocido que esa señal era la señal del tiempo del fin? Pero cuando la vieron, de repente la salvación cesó. Nadie, ¿ven? Y de repente la puerta estaba cerrada. Si ellos…Hubo una sola persona que conoció esa señal, ese fue Noé y su grupo; fue el único que conoció. Cuando esa puerta se cerró, Noé lo sabía. ¡Noé supo que ese era el final! Él lo supo, es cierto. ¡Si tan sólo conocieran la señal!",
    "¡Oh, si tan sólo ellos hubieran conocido esa señal, cuando vieron llegar allí Aquél que había estado allá con Abraham!",
    "¡Si tan sólo hubieran conocido a ese Billy Graham (moderno) de ese día, que fue allá, él y Oral Roberts, y predicaron ese mensaje a esa gente cegada! Si tan sólo ellos lo hubieran sabido (aquellos metodistas y bautistas tan justos), habiéndoles sido por señal a ellos en ese día, (Lot) cuando los pecados afligían sus almas. Entonces ¿en qué se convirtieron los metodistas y bautistas? En lo mismo que Lot, igual. Pero los justos de allí salieron. Seguro.",
    "¿Qué tal si fuera como cuando Billy Graham estuvo allá, pasaron para tomar la decisión, mascando chicle, dándose codazos y riéndose, con cabello cortado, caras todas pintadas, y ni siquiera mostrar nada de respeto? Regresando al día siguiente, y Billy dijo: “Tengo treinta mil; y regreso dentro de un año y no quedan ni treinta”.",
    "🦅 Oh, yo hice una decisión. Yo-yo-yo no voy al infierno; yo voy al Cielo”. ¿Lo ven? Y aún revolcándose en el pecado. Si tan sólo hubieran…",
    "Y luego el Evangelio siendo predicado en el poder, y con señales y maravillas, con la Columna de Fuego presente, y todo sucediendo exactamente, y predicho, y colocado. Si ellos tan sólo…Pero ellos dijeron: “Son una cantidad de aleluyas. Eso es telepatía mental, alguna clase de espíritu de brujo, diablo, no es más. No vayan Uds. a creer eso. Eso no es de nuestra organización. Nosotros no nos asociamos con nada de eso”. ¡Si solamente ellos hubieran conocido la señal! ¡Si tan sólo hubieran conocido!",
    "Jesús dijo, dijo: “Jerusalén, si sólo hubieras conocido tu día. ¡Si tan sólo hubieras podido reconocer! Pero”, dijo, “ahora quedas sola”. ¿Ven? “Si solamente hubieras sabido. ¡Oh Jerusalén, Jerusalén, cuántas veces te hubiera juntado como la gallina junta sus polluelos, de los juicios que están por venir! Pero no conociste tu día. Tú, que apedreaste a los profetas y mataste a los justos, ¡si solamente hubieras conocido tu día! Si solamente hubieras conocido y hubieras estado al tanto de tus Escrituras, y hubieras conocido que Mi venida es la señal de tu fin. Ahora estás ciega. Ahora has sido reprendida, tu hora ha terminado”. Y así fue. Correcto. “¡Si tan sólo hubieras conocido la hora!”",
    "Observen, cuando Jesús hizo esa declaración, el mundo continuó. ¿Ven? El mundo continuó, normalmente. ¿Por qué? Porque ellos no conocieron su hora.",
    "El mundo continuó. Cuando Noe entró al arca, el mundo continuó. Los burladores de ese día, ellos continuaron con sus fiestas de sexo. Ellos continuaron comiendo, bebiendo, casándose, hicieron las cosas que hacen hoy, exactamente, todo normal. “¡Ja-ja! Ese viejo fanático, aleluya cerró la puerta. ¿Jamás has oído de tal locura? ¡Ja-ja! ¿Sabes lo que dijo? Que todos vamos a ser ‘ahogados’. ¡Qué tontería! ¿Dónde está el agua?”",
    "Burladores, en los días de Noé. “Así también será en la venida del Hijo del Hombre”. Bien. Noé conocía la señal. Fue igual en los días de Lot, igual en los días de Jesús. Y así es hoy. Ellos se burlaron por última vez.",
    "Igual en Sodoma, ellos nunca lo supieron. Cuando ese Mensajero estaba parado allí —el Mensaje de Dios— ellos solamente se rieron de ellos y trataron de pervertirlos a sus propios actos. ¿Es la verdad? “Vengan y únanse con nosotros. Sean uno de nosotros”. ¿Es la verdad? “Vengan y únanse a nosotros. Sean uno de nosotros. Uds. serán uno de los muchachos. Vengan, únanse a nosotros”. ¿Ven? Ellos nunca conocieron su señal.",
    "Ellos no sabían que cuando estaba corriendo ese Mensaje, que el propio…Ellos no podían verlo, que el fuego y la ira del juicio de Dios, llamaradas de fuego y azufre, estaban ardiendo en los cielos. Ellos no lo podían ver, pero los mensajeros sí. Lot también lo sabía. Él sabía que eso estaba ahí. Ciertamente.",
    "Igual como es hoy, sencillamente igual. La ira está ardiendo, las bombas atómicas están listas, todo ha llegado al final. ¡Es igual hoy!",
    "Fíjense, escuchen. ¿Sabían? Uds. dicen: “Hermano Branham, oh, ¿qué de todo eso?” Saben, la gente puede continuar predicando el Evangelio como siempre —lo que ellos llaman el Evangelio— y podría ya haber concluido. Lo hicieron en los días de Noé, lo hicieron en los días de Lot, lo hicieron en los días de Jesús, ¿correcto?",
    "Aun los judíos, después que Jesús les había dicho que la ira… “Aquí terminaron. Hasta aquí llegaron. Para Uds. ya no hay más. Hasta aquí llegaron”.",
    "🦅 Oh”, dijeron, “¡ese aleluya! ¿De qué escuela vino? ¿De dónde salió?”",
    "Recuerden, Él estuvo entonces listo para Su Tercer Jalón. Correcto. Él dijo: “¡Cuántas veces quise juntaros!”",
    "Lot hizo su último llamado…o quiero decir, lo hizo el Ángel, el mensajero, quien sea que él haya sido. Dios representado para este día. Dios representado en carne humana, hizo la última señal, cumplió el último deber. Entonces ahí terminó todo.",
    "Noé predicó su último sermón; la puerta se cerró detrás de él. Eso fue todo. Ellos se rieron de eso y se burlaron.",
    "¡Piensen, la gente puede continuar predicando! El Concilio Mundial de Iglesias puede unirse con la Iglesia Católica, así como han prometido. Todas las organizaciones pueden unirse, pero la marca de la bestia ya está presente. Ellos la aceptan, en eso, ¿ven? Y ellos dicen: “¡Oh, aleluya, alabado sea Dios, hubieron tantos que fueron salvos anoche!” ¿En serio? “Danzaron en el Espíritu. Hablaron en lenguas”. ¡Eso no significa nada! ¿Ven? “Oh, pero ellos son mansos, benévolos y humildes. Sí señor. Ellos tienen el fruto del Espíritu”. Esa no es ninguna señal, de ninguna manera.",
    "Permítanme mostrarles el fruto del Espíritu, entre Jesús y los fariseos, para ver cuál tuvo el fruto del Espíritu. ¿Qué tal, como iba a decir hace un momento, si tomara la posición en contra de Cristo? Dios me perdone aun por decir eso (¿ven?), pero es sólo para mostrarles algo.",
    "¿Qué tal si yo viniera a Uds. y dijera: “Miren, todos Uds. en esta congregación, ¿quién es su amigo? ¿Quién les muestra el fruto del Espíritu? Su amable y querido sacerdote. ¿Quién viene a verlos en el hospital cuando están enfermos? Su amable sacerdote”. Es la verdad. “¿Quién es el que siempre les presta dinero cuando se ven en aprietos? Uds. miembros de su congregación, ¿no van a su amable y querido sacerdote y él les presta dinero? ¿Ven? ¿Quién es el que siempre es tan amoroso y tan amable, y mostrando el fruto del Espíritu? Su amable y querido sacerdote”.",
    "🦅 ¿Quién es el que ha estudiado por años y años, en las sinagogas, de donde también vino su tatara-tatara-tatara-abuelo, todos hasta él? ¿Quién es el que ha estudiado tanto y ha obtenido, luchando tan duro para obtener su doctorado y cuántos más títulos para así conocer esta Palabra, y pararse aquí y darla a Uds. cada domingo por la mañana en su congregación? Su amable y querido sacerdote”.",
    "🦅 ¿Quién es este renegado llamado Jesús? ¿De cuál escuela vino? ¿De cuál escuela salió Él? Y ¿dónde está su tarjeta de compañerismo? ¿A cuál organización pertenece?”",
    "🦅 ¿Qué hace él cuando Uds. tienen algún pleito entre la familia? ¿Quién viene a Uds.? Su amable y querido sacerdote, para tratar de…Y cuando Ud. tiene algún pleito con el vecino acá, entonces el amable y querido sacerdote viene y los reconcilia, y dice: ‘Uds. son todos hijos de Dios, no debieran hacer eso.’ Eso es lo que él…”",
    "🦅 ¿Qué hace este Jesús de Nazaret? Desbarata el asunto por completo. ¿Qué hace Él? Le da una buena paliza a vuestra organización. ¿Qué hace? Llama a vuestro sacerdote de ‘ciego, guía de ciegos’. Le llamó: ‘Serpiente en la grama’. Él tomó el sacrificio ordenado por Dios, y a patadas volcó las mesas y echó el dinero al piso, y los miró a todos con furia. ¿Han visto Uds. a su sacerdote de esa manera?” Ahora, ¿dónde está el fruto del Espíritu?",
    "No es por hablar en lenguas; no por danzar en el Espíritu; no por unirse a la iglesia. No es por el fruto del Espíritu; los miembros de la Ciencia Cristiana pueden ganarle a cualquiera de Uds. en eso (¿ven?), y a la vez negar que Jesucristo fue Divino. ¡No es por esas cosas!",
    "Pero es la Palabra, viviendo. Allí está. Si ellos se hubieran fijado, Él era el Mesías. Él era la Palabra viviente, manifiesta.",
    "Y un hombre que tenga el Espíritu de Dios en él, o una mujer, vive esa Palabra, se desarrolla plenamente en ellos; ese es el anhelo del corazón del predestinado, porque la Palabra de Dios viene a ellos y ellos son la Palabra para la gente. “Epístolas escritas, leídas por todos los hombres”. ¿No es así? ¿Pudiera estar en vigencia el Tercer Jalón?",
    "Uds. allá por la cinta, Uds. que escuchan esta cinta, quisiera que en este momento pudieran ver esta congregación. Yo espero que Uds. allá estén sintiendo lo mismo.",
    "¿Qué tal si así es? Miren las Escrituras que tenemos aquí. ¿Será posible? ¿Será el Tercer Jalón para predicar a los Eternamente condenados, que han rechazado el Mensaje de salvación?",
    "🦅 Pero”, dice Ud., “la iglesia continuará”. Sí, ellos así harán. Ellos continuarán, como si nada.",
    "Pero recuerden, durante todo este tiempo, Noé estaba en el arca. La Novia está sellada adentro con Cristo, el último miembro ya habrá sido redimido. El Sexto Sello se habrá producido. El Séptimo Sello lo trae a Él de nuevo a la Tierra. El Cordero vino y tomó el Libro de la diestra de Él, y luego se sentó y reclamó lo que le pertenecía, lo que Él había redimido. ¿Es correcto? Siempre ha sido ese Tercer Jalón.",
    "Tres es perfección. El ministerio llegó a su perfección cuando reprodujo a Cristo nuevamente en lo natural, entre seres humanos, como fue predicho: “Así como fue en los días de Lot”.",
    "¡Oh, piensen! La gente podrá continuar predicando, pensando que están llegando a salvación; creyendo que están haciendo lo correcto, creyendo que sus organizaciones están creciendo, seguro, y sin ni un rayo de esperanza. Y si así fue la visión, y ha sido tan duro contra las mujeres, hemos llegado a esa hora. La puerta se ha cerrado, concluido, el Libro ya está en Su mano. ¡Piénsenlo!",
    "Permítanme decirles esto antes de terminar. Ya estoy terminando. Fue contado, que allá en Irlanda, frente al mar, había un gran arrecife que corre a lo largo de la costa, y arriba de allí está un cerro alto. Y había un hombre caminando por allí un cierto día, justo-justo a la hora que entraba la marea. Y allá arriba del cerro vivía un hombre muy sabio, que conocía las mareas. Él conocía la hora del día cuando las mareas debían entrar. Él sabía a qué hora entraba la marea. A este otro individuo no le interesaba, él era uno de estos sabelotodo. Él tenía sus propias ideas. Él era un hombre atlético, inteligente, un individuo avispado, pero sencillamente no sabía el tiempo de la marea. Él no conocía esa parte del país. Él no conocía el tiempo correcto de la señal, cuando la Luna desaparecía del horizonte de la Tierra.",
    "Y cuando llegue el tiempo en que Dios saque Su Espíritu de la Tierra, hermano, ella estará perdida, todo habrá concluido.",
    "Si esa Luna se saliera de su posición, las aguas cubrirían la Tierra como en el principio cuando Dios comenzó, en Génesis 1. Pero la Luna permanece allí, y cuando apenas voltea su rostro, la marea comienza a subir.",
    "Este anciano sabio que vivía allí en presencia de eso, sabía el tiempo que era; este otro individuo no sabía. Él nunca lo había estudiado, él no se interesaba por eso. Y este anciano sabio salió corriendo y le gritó: “Amigo, ¡no te atreves a proseguir más! Regresa, rápidamente. Allí está la pared. No lograrás subir la pared. Vas a perecer. Las señales ya están en orden, es la hora. La-la marea entrará repentinamente, y no podrás retornar. No vayas más allá”.",
    "Y el hombre se dio la media vuelta y se rió de él, y dijo: “Ve encárgate de tus propios asuntos. Yo sé bien de lo que soy capaz y de lo que no”. Y la marea lo atrapó. ¿Ven?",
    "Puede ser más tarde de lo que pensamos. ¿Ven? Eso les atrapará. No vayan más allá; pueblo, no lo hagan. Si Uds. siempre me han creído ser el siervo de Dios, tomen mi palabra en esta mañana si jamás lo han hecho. Podría ya ser demasiado tarde. Tanta Escritura lo muestra de esa manera. Ahora recuerden, yo no digo que así es, yo no sé; pero estén vigilando.",
    "Y he recortado aquí como diez páginas, que temía relatarles. ¿Ven? La Sra. Woods es testigo de eso, y el Sr. Woods. Cuando fui esta mañana a su casa a verlos, les dije: “Yo no puedo decir todo esto, no puedo llegar hasta allá. Les daré estas ciertas Escrituras, y lo dejaré con ellos, porque será grabado”. Y saldrá.",
    "Y la gente se reirá de este Mensaje. Está bien, será demasiado tarde para retornar, un día de estos. Siga adelante, como miembro de la iglesia, córtese el cabello, píntese la cara. Adelante, acepte “Padre, Hijo y Espíritu Santo”, si así gusta; hágalo tres dioses y sea Ud. un pagano. Adelante, quédese con su organización. Hágalo, si así lo desea.",
    "Dicen: “Yo dancé en el Espíritu, yo hablé en lenguas; ya lo tengo”.",
    "Yo he visto a diablos hacer lo mismo. He visto a brujas hablar en lenguas e interpretarlo; y escribir en lenguas desconocidas e interpretarlas; quienes bebieron sangre de un cráneo humano, invocando al diablo y danzar en el espíritu.",
    "Los mahometanos danzan en el espíritu de esa manera, al punto de poder tomar astillas y enterrárselas bajo los dedos; y tomar una lanza y atravesarse el rostro de esa manera, y sacársela, y no les sale ni una gota de sangre.",
    "Los hindúes caminan sobre las brazas, descalzos, con una profundidad de un metro; y como a metro, metro y medio de ancho; le soplan, y ventean el carbón hasta estar blanco de lo caliente, y nunca reciben ni una sola quemadura en sus pies, y niegan que exista tal cosa como Jesucristo.",
    "No, no, amigo. La Palabra es la que lo establece. La gente y la Palabra tienen que ser uno. ¿Ven? Jesús y la Palabra eran lo mismo; Él era la Palabra. Y cuando Jesús vive en el ser humano, eso le hace a él y a la Palabra lo mismo. Su vida dice lo que Ud. es.",
    "Ahora mientras oramos, mírese bien en el espejo de Dios, diga: “¿Cómo me veo en esta mañana?”",
    "[Un hermano en la congregación habla en lengua desconocida, y otro hermano da la interpretación. “Hijos Míos, hoy os digo a vosotros he aquí, que Yo, el Dios Todopoderoso he mirado sobre la Tierra hoy. He visto la maldad a la cual esta creación ha sido traída. He aquí, he visto el pecado de este día en el que se revuelca el hombre. ¿Pero no sabéis que Yo he hecho una gran cosa para vosotros? He aquí, Yo he enviado a un hombre en este último día para que fuese una boca a esta generación. Pero Yo os digo a vosotros en este día, pueblo Mío, muchos se han mofado de su nombre; he aquí le han dado la espalda a las cosas que él ha hablado. Pero Yo os digo, los que habrán de escuchar estas Palabras, Yo causaré que grandes bendiciones vengan sobre ellos. Yo soy el Gran Dios Todopoderoso. Yo recompensaré en este día todos los que sinceramente reciben estas palabras. Así dice el Señor”.]\n\nAlejado estoy de Dios,\n\nAhora vuelvo a Ti;\n\n¡Ore, si alguna vez Ud. ha orado!\n\nRecíbeme en Tus brazos de amor,\n\nAhora vuelvo a Ti.\n\nVuelvo…",
    "Mientras continúan cantando, quiero preguntarles algo. ¿Habrá algún lugar en su corazón que parece estar oscurecido por el pecado? Si existe, ahora es el tiempo para deshacerse de eso, ahora mismo, si aún queda misericordia.",
    "Yo espero que esto no sea así. Ojalá no haya llegado a eso. Pero ¿no parece que podría haber llegado? Escuchen lo que el Espíritu Santo habló entre el pueblo, después que hube terminado. Es una Voz para Uds.",
    "Y si hubiera, si Ud. tiene oscuridad alguna en su vida, ¿vendría aquí alrededor del altar ahora, mientras continuamos cantando? ¡Ahora mismo! Si hay alguna duda, si hay alguna mancha, no lo aplace más.",
    "Confiando y esperanzado que esto no sea así; pero sí lo será, uno de estos días, y podría ser hoy.\n\nAhora Señor, vengo…",
    "Rodeados del aliento que están respirando; oh, si la gente escuchando por la cinta solamente pudiera ver lo que está sucediendo aquí ahora mismo. Todos amontonados unos sobre otros, llorando, pasando hasta acá desde todo el lugar.",
    "¿Podría aquella visión, de cuando yo era muchachito…? ¿Será esta la hora? ¿Será esta la hora, será el tiempo cuando esos seres tan horrorosos y funestos, que el infierno esté siendo creado aquí mismo sobre la Tierra?",
    "El altar, los pasillos y todo está ahora completamente lleno. Si Ud. no puede acercarse al altar o salir al pasillo, entre estos centenares de personas, solamente póngase de pie y diga: “Yo quiero ponerme de pie y orar, sólo para que la gente sepa”, o arrodíllese, como desee. ¡Oh qué cosa! Ahora escasamente se ve alguien sentado. Hay gente de pie por dondequiera.",
    "Permítanme decir esto: No quiera Dios, no quiera Dios que lo que he hablado sea ahora mismo. Que yo lo pueda entender, y todos; no quiera Dios que sea…Yo tengo hijos que no han entrado. Yo tengo dos hijas y un hijo, tengo hermanos, tengo mis parientes que no han entrado. No permita Dios que la gracia nos haya abandonado; y que todo esto solamente sea fingido.",
    "Señor, ¿aún habrá gracia? Permite que yo esté equivocado en esto, Señor, que en este momento esté equivocado. Que yo…que eso no sea así, que la gente todavía pueda ser salva. Concédelo Señor, yo lo pido, y ahora entrego esta audiencia a Ti, en el Nombre de Jesucristo.",
    "Ahora todos oren, como si…¿Qué si así fuera? Pues, yo no sé si lo sea, pero ¿qué si así fuera? Oren a su manera. Oren como quieran orar. ¿Qué si esto fuera la verdad? Amigos ¿qué haríamos? ¿Qué haríamos? ¿Qué, qué será lo que va a suceder? Ahora oren, todos. Sólo-sólo clamen, sólo oren como deseen. Simplemente clamen a Dios, a su manera. ¡Oh Dios!\n\n…Tus brazos de amor,\n\nAhora vuelvo a Ti",
    "🦅 Señor, yo tenía intención de hacerlo hace mucho. ¿Habré esperado demasiado, Señor? ¿Será este…? ¿Hemos llegado al final? ¡Oh Dios, abre Tus brazos de amor y recíbeme! Hay algo en mi corazón clamando por eso, Señor. Abre una vez más. Señor, si mi nombre estuvo en el Libro del Cordero, háblame ahora mismo. Permíteme recibirlo ahora mismo. Por favor hazlo, Dios”.\n\nVuelvo, vuelvo,\n\nPara nunca más vagar\n\nRecíbeme en Tus brazos de amor,\n\nAhora vuelvo a Ti.",
    "La Biblia dice que cuando reconozcan a Jesús, que cada uno llorará como si fuera su propio hijo el que hubiere muerto.\n\n…vuelvo,",
    "Uds. allá afuera, en sus autos, a través de la radio, Uds. parados alrededor del edificio, son tantos, simplemente inclinen su rostro contra el edificio, y digan: “Señor Dios, ten misericordia de mí”. ¡Amigos, sean sinceros como si estuvieran muriendo! ¡Piensen en qué tiempo estamos viviendo! ¿Adónde estamos?\n\n…amor\n\nAhora vuelvo a Ti.\n\nVuelvo, …",
    "Señor Jesús, he hecho lo mejor que pude. He hecho todo lo que pude. Concede Señor, que las puertas de la misericordia todavía estén abiertas para estos centenares, literalmente centenares que te están buscando en esta hora, quita toda mancha de pecado, Señor, y recíbelos hoy.",
    "Yo ruego, con todo mi corazón, mientras vemos que esto no es simplemente alguien hablando, sino las Escrituras mismas enfocándonos en esta hora. Y aquella visión, cuando yo era muchacho, viendo esa gente en aquella condición; y ahora al pensar, que el infierno mismo, que la misericordia ha sido quitada de la Tierra, y que el mismo infierno está aquí presente, y la gente, Señor, se encuentra en esta condición tan horrorosa.",
    "Oh Dios Todopoderoso, sobre esta Iglesia escogida, ruego Dios que derrames Tus bendiciones, para que ellos puedan recibir un-un ministerio de testimonio, como aquel que tuvo Lot, como lo tuvo Noé, como el que tuvo Jesús, para con los Eternamente perdidos, si es que allí estamos; que ellos mismos estén sellados adentro en el Reino de Dios, pero dando testimonio de que Jesucristo es el mismo ayer, y hoy, y por los siglos. Concédelo, Señor. Recibe nuestras peticiones, siendo que lo rogamos en el Nombre de Jesús.",
    "Sólo ore de la manera en que desee. No tenga prisa. No tenga prisa. ¿Qué tal si Ud. es el último nombre en el Libro?\n\nVuelvo a Ti.\n\nVuelvo, vuelvo",
    "Hermano Neville, pase adelante, ore por ellos un momento. Ahora el pastor va a orar con Uds. mientras están orando. Yo cantaré.\n\nAbre bien Tus brazos de amor,\n\nSeñor, vuelvo a Ti.\n\nVuelvo a Ti, vuelvo a Ti,\n\nPara nunca más vagar; (Sí, Señor.)\n\nAbre bien Tus brazos de amor,\n\nSeñor, vuelvo a Ti.\n\nVuelvo a Ti, vuelvo a Ti,\n\nPara nunca más vagar;\n\nAbre bien Tus brazos de amor,\n\nSeñor, vuelvo a Ti.",
    "[El hermano Neville continúa orando. “Y que cada uno, Señor, esté satisfecho, en este día, de que Tú eres Dios Todopoderoso. Si esta es la extensión de la misericordia, permite que sea para cada uno, individualmente”.] Concédelo, Señor. [“Que suceda ahora, Padre. Y que la paz de Dios, que siempre ha sobrepasado el entendimiento, permite que vuelva de nuevo a los corazones que esperan”.] Sí, Señor. [“Que esta sea la hora”.] Sí. [“Creemos que Tú has escuchado del Cielo”.] Dios, concédelo. [“Lo que tenga el futuro, si se acaba, entonces, Señor, sabemos cuál es el final”.] Sí, Señor. [“Pero, si no, que venga el Testigo”.] Sí, Señor. [“Permite que estos que han venido, permíteles encontrar paz en este día”,] Concédelo, Señor. [por medio de Jesucristo. Y es en Su Nombre que oramos. Amén”.—Ed.]",
    "Señor Jesús, ruego que salves a Rebeca y a Sara, a José, ellos también, Señor. No permitas que esto les suceda a mis hijos, Señor. No permitas que les suceda a mis hermanos y a mis amigos. Concédelo, Señor.",
    "No sabemos, nosotros no sabemos, pero estamos viendo algo Señor. ¿Será ésta una señal ahora ante nosotros para sacudirnos? Concédelo Señor. Acércanos a todos a Ti, rápidamente Señor. Te amamos y te necesitamos. Concédelo Padre; que el Espíritu Santo ahora nos dé consuelo en nuestros corazones.",
    "Oramos que podamos ser testigos para Ti en esta hora, porque sabemos que esto tiene que suceder. Ha sido predicho a través de las edades y tenemos que afrontarlo, de que estamos en el tiempo del fin cuando vemos estas señales apareciendo. Sabemos, y por muchos años nos ha sido dicho que esta cosa acontecería. Ahora lo vemos aquí a nuestras puertas, la gran ira de Dios moviéndose por las calles, sacando los incircuncisos. Donde no existe la Sangre sobre la puerta, allí llega el Ángel de la muerte; y ellos siguen viviendo, aunque muertos mientras viven, sin misericordia, sin Dios, y jamás pueden ser salvos.",
    "Dios, ¡cuánto te agradecemos por éstos que sí son salvos! Cuánto…Qué gran bendición es para nuestros corazones, estar ahora por dentro, bajo la Sangre, mientras ese último Ángel pasa por la tierra, sacando a los…",
    "Los que no estaban bajo la Sangre, ellos murieron sin misericordia. Ese fue el último jalón de Moisés. Primero, un-un joven hablándole a Israel; segundo, bajó a liberarlos; tercero, fue el último mensaje. Los milagros ya habían sido hechos, Moisés estaba en camino a la tierra prometida, con los redimidos.\n\nOh Dios, sé misericordioso, yo ruego, en el Nombre de Jesús.",
    "Ahora me gustaría hacer esta pregunta. Uds. que están orando, Uds. que sienten que han obtenido misericordia, y que con Dios, sienten que están en el Reino de Dios, sienten que de alguna manera u otra han sido anclados; que en Cristo tienen fe para creer que son Cristianos, nacidos de nuevo y saben que son Cristianos sin duda alguna. Quisiera que todos Uds. se pusieran de pie, todos los que creen que les ha sido extendida misericordia, y que son Cristianos, y Uds.-y Uds. creen que-que la Sangre ha sido aplicada a sus corazones, y-y-y que han sido perdonados de todo pecado.",
    "Fue muy difícil hablarles esto a Uds. Estoy muy agradecido, al ver gente aquí de todas partes. Y Uds., Yo…",
    "Yo no puedo decir que esta cosa sea correcta, pero tendrá que suceder así en algún momento. ¿Ven? Tiene que llegar a eso, y podría ser ahora mismo. ¿Ven? En todos sus asuntos el mundo continuará igual. La gente aún vendrá al altar y aún clamará, pero de nada servirá. ¿Ven? Ellos ya se habrán ido (¿ven?), esto se habrá concluido; no habrá misericordia. Recuerden eso. “Y el santuario fue lleno de humo”. “El que es inmundo, sea inmundo todavía; y el que es justo, practique la justicia, y el que es santo santifíquese”. Ya no habrá misericordia, cuando el Cordero tome el Libro; es todo, hasta ahí llegó. Y pareciera en gran manera como que podría ser ahora.",
    "Quizás nos quede otro día; tal vez hoy sea ese día. Mañana quizás sea…Quizás esta noche sea la última noche. Quizás este sea el último año. Amigos, yo no lo sé. Les digo, yo no lo sé. Esto nunca me será dicho.",
    "Pero cuando Dios tome ese último nombre del Libro de la Vida y lo redime, entonces allí se acaba todo. ¿Ven? Como sea, no podrá haber más, de todas maneras no podrá haber más, es todo; quedará consumado.",
    "¿Cuántos saben que esa es la Verdad? [La congregación dice: “Amén”.] Muy bien. Es-es la Verdad. Ahora de que sí sentimos…",
    "Y yo considero esta congregación, a la cual le he predicado y he advertido por todos estos años, y ver un mensaje como este, que yo—que yo presenté de esta manera novata. Y sólo recuerden, lo digo para que Uds. lo entiendan: manera novata; hay otras cosas que podrían casi destrozarlos. ¿Ven? Pero las omití, sentí hacerlo, porque no estoy seguro; y si no estoy seguro por donde camino, caminaré con cuidado (¿ven?), pero diciéndoles.",
    "Escuchen: ¿No están contentos? ¿Podría haber algo más grande, que Uds. pudieran pensar, que hayan hecho en su vida?",
    "¿Qué tal si ahora todo ha concluido? ¿Qué tal si ya todo ha terminado? “Oh”, dice Ud., “Hermano Branham, quizás…” Sí, yo sé; ellos podrían continuar como si nada, lo hicieron en cada ocasión. He explicado eso y lo he probado por las Escrituras (¿ven?); el mundo continuó girando, pero ya había terminado. ¿Ven?",
    "🦅 La locura de la predicación salva a los perdidos. Y es locura para el hombre, pero es la sabiduría de Dios”. ¿Ven? Dios es Espíritu. Él obra en maneras espirituales (¿ven?), para obrar Sus maravillas, maneras maravillosas. Pero nosotros somos humanos, somos seres finitos. Nosotros no sabemos, sólo nos fijamos en lo que podemos ver. Pero algo dentro de nosotros…",
    "Cuando Ud. sale de este cuarto aquí, si Ud. nunca hubiera tenido vista en su vida, nunca hubiera visto la luz del día, aun así Ud. sabría que ha salido de este cuarto aquí, a la luz solar o a algo. Sería cálido, Ud. podría sentirlo. Si en su cuerpo no hubiera sentido alguno para declarar eso, Ud. sabría; o sea sin el sentido de la vista para verlo. No habría manera de ver los árboles verdes, de ver la naturaleza, que Ud. no tuviera vista; que nadie jamás la hubiera tenido; Ud. aún sabría que estaba en la presencia de algo, su tacto se lo diría, Ud. lo sabría. Si yo le tratara de decir: “Es el Sol. Es algo que refleja y muestra las cosas”. ¿Ven? Uds. sabrían que estaba allí, porque podrían sentirlo con sus sentidos. ¿Es cierto eso? [La congregación dice: “Amén”.]",
    "Ahora, nosotros sabemos que Cristo está aquí. ¿Ven? Quizás Uds. no lo vean a Él con sus ojos. ¿Ven? Quizás no lo vean. Pero por visión, yo se los digo: Él está aquí. Lo podemos sentir; sabemos que hay algo aquí que nuestros sentidos no nos pueden declarar. Es el Espíritu que lo declara, que Cristo está aquí.",
    "Yo siento que Él nos ha redimido. Siento que nuestros nombres están en Su Libro. Yo creo que nosotros hemos sido redimidos por la Sangre del Cordero.\n\nYo los amo, y sé que Uds. se aman los unos a los otros.\n\nSagrado es el amor,\n\nQue nos ha unido aquí,\n\nA los que oímos del Señor,\n\nLa fiel Palabra, sí.",
    "Siempre debemos tener ese sentir el uno hacía el otro. ¿Ven? Debemos, debemos sentir de esa manera el uno hacía el otro. ¿Ven? Porque conforme nos amamos los unos a los otros, así amamos a Dios. “¿Puede Ud. odiar a su hermano al cual puede ver, y luego decir que ama a Dios, al cual no ha visto?” Debemos amarnos los unos a los otros. “Ninguno ha tenido más grande amor que Aquél que dio Su vida por Sus enemigos, para que así llegaren a ser sus amigos”. ¡Oh!",
    "¿Conocen el canto, Sagrado Es El Amor? ¿No es maravilloso? ¡Bendito el amor que nos ha unido! ¿Nos daría la nota, hermana? Será bueno que lo toquen por un momento.",
    "¿Qué si todo se ha acabado? ¿Qué si el Tercer Jalón, llegando ahora, es para predicar a los perdidos? ¿Qué si todos los tipos ahora se van a manifestar? Y nosotros estamos adentro, y nosotros estamos adentro. ¿No sería maravilloso? ¡Qué compañerismo!\n\nSagrado es el amor (esto lo produce)\n\nQue nos ha unido aquí,\n\nA los que oímos del Señor,\n\nLa fiel Palabra, sí.",
    "¿Qué fue? Compañerismo de mentes semejantes. “Vénganos Tu Reino, sea hecha Tu voluntad”. ¿Ven?",
    "Nosotros tratamos de hacer de-de Dios el muchacho mascota, el de los mandados, o algo así: “Dios has esto, has aquello”.",
    "Jesús nos dijo: “Orad de esta manera: Vénganos Tu reino, sea hecha Tu voluntad, como en el Cielo, así también en la tierra.” Entonces, el Cielo nos es traído, y nosotros somos-nosotros somos elevados al Cielo, y estamos en lugares Celestiales ahora mismo, en Cristo Jesús. Todos creemos que ese Mensaje es la Verdad, que Cristo Jesús, el Hijo de Dios, nos redimió.",
    "Cerremos ahora nuestros ojos y elevemos nuestras manos, mientras lo cantamos.\n\nSagrado es el amor\n\nQue nos ha unido aquí,\n\nA los que oímos del Señor,\n\nLa fiel Palabra, sí.",
    "Ahora, ni una sonrisa. Este no es tiempo de sonreír. Con la más profunda sinceridad, mientras tocan ese himno, démonos la mano con alguien al lado, díganle: “Dios le bendiga, Cristiano”, con toda sinceridad.",
    "Dios le bendiga, Hermano Neville. [El Hermano Neville responde: “¡Dios le bendiga Hermano Branham!”] Cincuenta y nueve años de edad. [“Así es”.] ¡Está bastante adelantado!\n\nDios le bendiga, hermano.\n\nAhora elevemos nuestras manos a Él.\n\nA nuestro Padre Dios,\n\nRogamos con fervor,\n\nAlúmbrenos la misma luz,\n\nNos una el mismo amor.",
    "Inclinemos ahora nuestros rostros, y juntos, no sabiendo en este momento lo que tenga el futuro, no sabiendo, quizás todo haya concluido. Yo no lo sé. Yo no puedo decir, no puedo decir; yo no lo sé. Pero a la luz de los hechos que nos han sido revelados en esta mañana, oremos la oración que el Señor nos dijo que oráramos, aun cuando sea: “Venga Tu Reino, sea hecha Tu voluntad”. Oremos juntos.",
    "[El Hermano Branham y la congregación recitan juntos la siguiente oración, de Mateo 6:9-13]\n\nPadre nuestro que estás en los cielos, santificado sea tu nombre.\n\nVenga tu reino. Hágase tu voluntad, como en el cielo, así también en la tierra.\n\nEl pan nuestro de cada día, dánoslo hoy.\n\nY perdónanos nuestras deudas, como también nosotros perdonamos a nuestros deudores.\n\nY no nos metas en tentación, mas líbranos del mal: porque tuyo es el reino, y el poder, y la gloria, por todos los siglos. Amén.",
    "Ahora con nuestros corazones inclinados. La Biblia dice: “Cantaron un himno y salieron”. Recuerden, cuando hicieron eso allá en las Escrituras, fue porque habían crucificado la Segunda Etapa del ministerio de nuestro Señor, y la Tercera Etapa estaba para entrar. Unas horas después, Él descendió al infierno y predicó a los perdidos que habían rechazado la misericordia.",
    "La nota correcta para: Objeto De Mi Fe.\n\nObjeto de mi fe,\n\nDivino Salvador,\n\nPropicio sé,\n\nCordero de mi Dios,\n\nLibre por Tu bondad,\n\nLibre de mi maldad,\n\nMe quiero ver.\n\nConsagra el corazón,\n\nQue ha de pertenecer,\n\nA Ti no más;\n\nCalmar, fortalecer,\n\nGracia comunicar,\n\nMi celo acrecentar,\n\nTe dignarás.",
    "El Señor les bendiga, haga que Su Hijo y Su gracia resplandezcan sobre Uds. Y que el Señor les dé Vida Eterna y que Él esté con Uds. en este mundo, y en el mundo que vendrá más adelante. Y en Vida Eterna, que le sirvan a Él por todos los eones del tiempo que están por venir.",
    "Si este es aquel tiempo, y hemos llegado a ese lugar, no me avergüenzo de lo que he predicado. Y si cada ministro tiene que pararse con su congregación para ser juzgado (como vi en la visión) entonces estoy agradecido por el Evangelio que he predicado; porque es el mismo Evangelio que Pablo y los demás predicaron.",
    "Estoy muy contento por Uds. Estoy contento de que han recibido a Cristo como su Salvador. Ámenle y oren.",
    "Y los veré esta tarde, Dios mediante, a las siete aquí en la iglesia. Dios les bendiga. Quedan despedidos. 🦅"
  ]
}