{
  "title": "INFLUENCIA",
  "id": "63720009",
  "content": [
    "🦅  Solo creed, solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed.",
    "Inclinemos nuestros rostros. Nuestro Padre Celestial, Te damos las gracias por este canto, ¡solo creed! Ver a nuestro Señor cuando vino al muchacho con epilepsia, le dijo: “Yo puedo, si tú crees, porque todo es posible para los que creen”. Señor, ayuda nuestra incredulidad esta noche, es nuestra oración. Estamos muy agradecidos Contigo por Tu Presencia con nosotros, y por la gente que Te cree y Te ama. Y pues de saber, no que seremos, sino que ahora hemos sido levantados a lugares Celestiales en Cristo Jesús, sentados junto a nuestro Rey esta noche, ya sentados en posición con Él. ¡Oh, cuánto Te agradecemos por esta confianza que tenemos en Él, Sus promesas!, sabiendo que jamás puede fallar, que siempre es veraz. Oramos que nos visites esta noche. Que el Espíritu Santo tome la Palabra de Dios y La reparta a nuestros corazones conforme a nuestra necesidad, que cuando salgamos esta noche, camino a nuestras casas, podamos decir con aquellos que venían de Emaús una noche, decir: “¿No ardían nuestros corazones en nosotros a medida que Él nos hablaba por el camino?”. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Pueden tomar asiento. Estoy muy feliz de estar nuevamente aquí esta noche, para hablarles y tener compañerismo con Uds. alrededor de las cosas pertinentes a Cristo. No es con otro propósito por el que estamos aquí, sino para hacer eso, solo tener compañerismo alrededor de Su Palabra.",
    "Lamento tenerlos hasta tan tarde cada noche. Alguien me habló, dijo: “La gente regresa a casa de aquí a las ocho y media o nueve, de la iglesia”. Pero es que soy—soy un sureño, y un poco lento, Uds. saben. Y no puedo pensarlo tan rápido. Así que tengo que tomarme mi tiempo con eso.",
    "Pero realmente estoy agradecido por la buena cooperación que… que recibo de Uds. las personas allí, quienes le están creyendo a Dios. Su—su buena cooperación, de hecho, hace mucho más fácil que el Espíritu Santo se mueva entre la gente. Desearía poder encontrar esto en todas partes, sí—sí quisiera, donde uno encuentra personas que creen. No importa qué haga Dios, cuánto del don Él represente, Uds. tienen que creerlo, ¿ven?, porque no funciona a menos que Uds. lo crean.",
    "Una vez, Jesús, viniendo de otra región, vino a la Suya. Y ellos dijeron: “Oímos que Tú hiciste tal y tal cosa en tal lugar”, pero luego él no pudo hacer muchos milagros. Ahora, no nos gusta decirlo de esa manera, pero así lo dice la Escritura, que Él pudo… “Él no pudo hacer muchos milagros, a causa de la incredulidad de ellos”.",
    "Y el poder de Dios se encuentra limitado a la fe que Ud. Le tenga. ¿Ve? Esa es la única limitación que tiene, su fe. Y si… Todo es posible para los que lo creen. ¿Ven? Hay un gran Dios en el Cielo, y si nosotros tan solo logramos entrar en contacto, como en línea directa con Él, todo es posible. ¿Ven? Pero tenemos que entrar en contacto con Él, que no haya estática en ninguna parte, solo un canal claro entre nosotros y Dios. Entonces, dijo Él: “Si dijereis a este monte: ‘Quítate’, y no dudares en tu corazón, sino creyendo lo que has dicho”. Ahora, Ud. no puede fingirlo. A Satanás no se engaña tan fácilmente, así que Ud. no puede fingirlo. Pero cuando Ud. realmente está cierto, entonces tiene que suceder, ¿ven?, sencillamente tiene que suceder.",
    "Así que, aquí estamos y lo adoramos a Él, y para nuestra alma Él es el más hermoso entre diez mil. Y verdaderamente estamos contentos de estar sentados aquí con Uds. esta noche, en este momento tan hermoso de compañerismo.",
    "Ahora, para Uds. que les gusta leer la Palabra o apuntar las citas. Pensé en esta noche, siendo que llevo predicando tanto de sanidad Divina, que cambiaría el tema esta noche, un poco. No exactamente cambiarlo, sino solo como lo presento. Pues, uno no puede cambiar ni una Palabra en la Biblia, porque simplemente calza con las otras Palabras en Ella. Toda Escritura encaja. Es como un—un…",
    "Perdón si esto suena sacrílego, y no es con esa intención, para nada. Pero es como un rompecabezas, Uds. saben. Antes teníamos los antiguos rompecabezas todos desarmados, y luego nos sentábamos a ver cómo armarlo. Y entonces necesitábamos tener algo allí al lado, la foto de lo que queríamos armar, para hacer que el rompecabezas quedara bien. Si no, Ud.—Ud. nunca lo terminaba.",
    "Y, pues, de esa manera es la Escritura. Está desarmada así, para que esté escondida de los ojos de los sabios y de los entendidos; ¿ven?, ellos son, como los fariseos, eruditos inteligentes. Y Jesús le dio gracias a Dios que (Eso) Él había escondido Eso de sus ojos, y se Lo revelará a niños que aprendan.",
    "Ahora, si Ud. quiere su ejemplo, el patrón para poner allí al lado, para ver con qué cuadra la Escritura, solo ponga a Jesús aquí y manténgase observándolo a Él, y aplique eso a la Biblia. Le resultará todo correctamente, porque es la revelación de Jesucristo. El—el Nuevo Testamento y el Antiguo, ambos, todo habla de Jesús ¿ven?, Jesucristo el Hijo de Dios, porque Él es (el) este Libro de Redención. Él era la Palabra y Él es la Palabra, y Ese tiene que ser Él, ¿ven Uds.? Así que, este es el Libro completo de la Redención, lo cual es Jesucristo, producido correctamente por Dios; con las promesas de redención y sanidad y todo, para el ser humano. ¿Ven? ¿Lo entienden ahora? Este Libro es Jesucristo, producido por Dios. ¿Ven? Y Él vino como un ser humano y nos redimió, y toda promesa está en Él, y es para Ud., porque Él es el Redentor.",
    "Abramos, esta noche, en el Antiguo Testamento, para obtener nuestro texto deseado, al leer de Isaías, el capítulo 6 del Libro del profeta Isaías.",
    "Me gustan las escrituras de Isaías. Él fue un gran profeta. ¿Sabían Uds. que Isaías escribió toda la Biblia, como un preludio de Ella? Seguro que sí. Isaías comienza en la creación, a la mitad del Libro viene Juan el Bautista, y lo último es el Milenio. Así que, él… Hay sesenta y seis Libros en la Biblia, y sesenta y seis capítulos en Isaías, pues ciertamente es una sombra previa de toda la Biblia.",
    "Ahora leamos del capítulo 6.\n\nEn el año que murió…Uzías vi yo al Señor sentado sobre un trono alto…sublime, y sus faldas llenaban el templo.\n\nY por encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de su gloria.\n\nY los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;\n\ny tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y limpios tus pecados.\n\nDespués oí la voz de Dios…la voz del Señor, que decía: ¿A quién enviaré, y quién…o quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.",
    "Deseo tomar un texto, por llamarlo así, sobre el tema de la Influencia. La influencia es algo grande. Nos dice, la Escritura, que “nosotros somos cartas escritas y leídas de todos los hombres”.",
    "Y nosotros, como Cristianos, siempre debemos vigilar lo que hacemos y lo que decimos, ser completamente sinceros con todo hombre. Y uno, si uno no puede ser sincero con su prójimo, uno en realidad no puede ser sincero con Dios. Así que, como servimos a Dios, sí, nos servimos el uno al otro. La sinceridad que yo tenga con Uds., es la sinceridad que yo tendré con Dios. Y así mismo es de su parte para conmigo. Tenemos que ser sinceros el uno con el otro en todo nuestro trato.",
    "Y alguien nos está mirando. Ud. tal vez no lo crea, pero hay ojos mirándolo. Y su vida está influenciando a alguien. Puede ser un niño, y ese niño crezca para ser otro Finney o Moody, o alguien así. No lo sabemos. Pero su—su vida está influenciando a alguien.",
    "Y nuestra escena esta noche es una buena escena de esto, pues solo con leerlo esta tarde, cuando estudiaba, pensaba en lo grande que es Dios.",
    "Esta mañana, cuando mi hijo y yo estábamos caminando alrededor de la—la manzana, había muchas personas. Dimos una vuelta por Times Square, pues dijeron que la iban a demoler. Creo que la cons-… el—el trabajo ya comenzó. Así que, yo estaba mirando eso, y estábamos tomando unas fotografías. ¡Y la gente se amontonaba! Le dije a mi hijo, Billy, le dije: “¿Para dónde van todos ellos? ¿Cuál es la prisa? Aquí están, por debajo de nosotros, a la carrera; y aquí, a las carreras; y sobre nosotros, a las carreras. Yo… ¿A dónde van todos con tanta prisa?”.",
    "Y parados allí, pensamos esto: “¿Cómo puede Dios saber los pensamientos de cada persona? Y ¿cómo puede ser que con todos los—los miles de millones en la tierra, y Dios aún sabe de cada vez que Ud. parpadea?”. Él es infinito.",
    "Y si Ud. solo quiere saberlo, y confirmarlo, si eso le viene a la mente, salga y miré arriba las estrellas y piense cómo es que Él las controla todas, entonces Ud. verá cuán pequeño es este trabajo. Cuando esas estrellas, uno puede mirar a ciento veinte millones de años luz espacio, por un telescopio; Uds. saben lo rápido que viaja la luz, pues, se pudiera colocar una fila de nueves por el estado de Nueva York, y no poder convertir eso en millas. Y más allá de esas, hay tantas estrellas como de este lado, allá en el Monte Palomar y el Monte Wilson allá en California, se pueden ver.",
    "Piensen en lo grande que es Él, ¡y cómo es que Él tiene la tierra! Esta tierra, o una de esas estrellas si se moviera de lugar, a millones y miles de millones de millas de distancia, eso afectaría esta tierra. Todo ese sistema solar tiene que permanecer justamente en su lugar. Y, ¿ven?, todo lo que Dios hizo, así, le obedece a Dios. Pero cuando Dios hizo al hombre, el hombre parece querer saber más que Él, ¿ven Uds.?; es, nosotros somos los únicos fuera de lugar. Ellas guardan su lugar. Y ellas tienen que permanecer en su lugar, para coordinarse la una con la otra.",
    "Por ejemplo la luna, si la luna llegara a salirse de su lugar, la tierra se llenaría de agua, en unos pocos momentos. ¿Ven? la—la luna es—es como un perro vigilante del mar. “Él pone los límites, para que no pueda pasar”. Y cuando la luna va girando por la tierra, aquí entran las mareas. Si la luna no volviera, al dar la vuelta, ellas cubrirían la tierra. ¿Ven? Así que, la luna detiene y—y da la espalda cuando se asoma al otro lado del mundo, y—y aquí vienen rápidamente las aguas, y entonces ella vuelve de nuevo por el otro lado. Ella es una sierva de Jehová. El mar se detiene y regresa de nuevo a su lugar, por cuanto ve el movimiento tan perfecto de Jehová.",
    "¡Oh!, si nosotros en la iglesia, como miembros del Cuerpo de Cristo, tan solo pudiéramos trabajar en esa harmonía, Uds. verían una gran y poderosa Iglesia del Dios vivo, toda en una disposición, llena del Espíritu Santo. ¿Verdad que sería algo maravilloso? Cada miembro del Cuerpo funcionando exactamente en su lugar, cada don en su lugar, cada don ayudando al otro, cada miembro ayudando al otro, eso sería maravilloso. Eso es lo que nosotros queremos ver. Y, algún día lo veremos, si estamos correctamente.",
    "Ahora, este joven, Uzías, era el rey. Pero antes de llegar a ser rey… Él fue el rey durante el reinado de Isaías, el profeta. Y él era un muchachito pastor; le gustaba el aire libre. Él fue una gran influencia en—en la vida de Isaías. Isaías también era un joven, tan solo un profeta joven. Y Uds. lean la historia, si quieren tomar Segunda de Crónicas 26, se los dirá. Como es que, a la edad de dieciséis, después de la muerte de su padre justo, él llegó a… ellos lo tomaron y lo hicieron rey sobre Israel. A la edad de dieciséis él comenzó a reinar. Y él había visto la influencia de sus padres; su madre era una mujer piadosa, y su padre un hombre piadoso, delante de él. Y, eso, colocó la influencia en el niño de hacer lo que era correcto.",
    "Les diré. Yo pienso que hoy tenemos semejante ola de delincuencia juvenil alrededor de la nación, pero, la realidad es que pienso que eso ha comenzado en el hogar. Yo—yo creo que los padres comenzaron a descuidarse. Y si el niño hubiera sido criado en un buen hogar piadoso, a la antigua; no digo que lo acabaría todo, seguro que no, pero realmente le daría a ese niño la clase correcta de influencia. Yo creo, muchas veces, que en los hogares donde los niños han sido criados incorrectamente, soltados a la calle, y viviendo solos mientras la madre frecuenta la cantina, o el… y el padre, y todo eso. Ellos no cuidan de este niño. Otra cosa, ellos no lo aman ni le dan afecto para que crezca. Está joven. Uds. tienen que enseñarlo a que ame y respete, y que lea la Biblia.",
    "Pienso en Susanna Wesley. Creo que ella tuvo diecisiete hijos. Creo que así es. Pero ella apartaba dos horas o más, a diario, para orar. Arrodillados, sobre el—el borde de su vestido, donde los niños se arrodillaban, allí se produjo un John y Charles que cambiaron el rumbo del mundo, salvaron al mundo en aquel día. Y ella no tenía una máquina lavadora, ni secadora, como nosotros hoy, ni lavadora de platos ni esas cosas, ni empleada. La cosa que… Ella lo hacía todo, pero aun pudo encontrar tiempo porque ella estaba aplicándoles una influencia a unos niños que finalmente cambiarían el rumbo del mundo. Creo que ese es el tipo de madre a la antigua, el hogar a la antigua, donde había oración y comprensión de la Biblia.",
    "No creo que Abraham Lincoln llegó a tener un libro en su vida, hasta que fue mayor, sino solo la Biblia y… creo que fue, o el Libro de Los Mártires de John Foxe… Tal vez no, pudiera haber sido otro libro. Creo que era el Progreso del Peregrino, para estar más exactos. Era el Progreso del Peregrino, y—y la Biblia. ¿Ven Uds. la clase de carácter que moldeó eso?",
    "Permítame entrar a su casa y ver la clase de cuadros que Ud. tiene en la pared. Permítame ir a su hogar o a su oficina, y veamos qué clase de música está sonando. ¿Ven? Lo que Ud. lee, lo que mira, podré saber muy bien qué es lo que hay en Ud., ¿ve?, porque de eso se alimenta. ¿Ven? Y ¡oh, y en el hogar!, si nosotros hiciéramos más hermoso el hogar, los niños no querrían irse. Haga más por ellos allí, donde se sientan acogidos y agradados y cómodos en casa; y que su casa, que no puedan esperar el momento de llegar allí. Y así es como debería ser el hogar.",
    "Y yo creo que esa es la clase de hogar en el que debe haber sido criado Uzías, por la influencia de sus padres piadosos. Y tan pronto llegó a ser rey, él ignoró toda opinión popular y todas las diferencias políticas, y se propuso una sola cosa: ¡como fuera, él serviría a Dios! Necesitamos más políticos así. Él, él había determinado que iba a servir a Dios, porque de esa manera fue criado, y su padre le dio la influencia correcta, para que él—él pudiera servir a Dios y vivir.",
    "Y su reino fue tan grande, que creo que estaba a la par del reino de Salomón. Creo que está anotado a la par con el reino de Salomón. ¡Así lo bendijo Dios!",
    "Y esta fue una gran influencia sobre este joven profeta, Isaías, quien estaba en el templo en ese momento, o en la tierra. Y cómo él era visto, y cómo Dios bendijo a un hombre que se paró correctamente, hizo lo correcto, tenía el motivo correcto y el objetivo correcto, y él hizo lo correcto.",
    "A veces Ud. puede pensar que eso no da resultado. Pero seguro que sí da resultado; tiene que dar resultado. Ud. no puede ir hacia el este y el oeste al mismo tiempo. Ud. no puede ir a la derecha y a la izquierda a la vez. Ud. podría pensar que va en la otra dirección, pero no es así. Por tanto, si Ud. fija su—su mente y su vista, y los motivos y objetivos, de la vida, en lo correcto, Ud. tendrá que obtener lo correcto. Ud. no puede fallar. ¿Ve? Es de la única manera. No importa cuán tentado se sienta a hacer lo opuesto, voltee su rostro de eso y haga lo correcto. Y Ud.—Ud. sabe que tiene la razón; se siente mejor, y Ud. está mejor. Y eso es todo, Ud. tiene… Ud. tendrá éxito. Si camina hacia el oeste, Ud. no—no estará yendo hacia el norte, Ud. irá hacia… Ud. irá hacia el oeste. Y así mismo es entre lo correcto y lo errado.",
    "E Isaías vio esto, y él vio que Dios lo bendijo. Y cómo él…todas las naciones, alrededor, su fama llegó lejos hasta Egipto. Y sucedió que las naciones no querían guerra contra él, ellas—ellas vieron que Dios estaba con él. Así que, él solo… Ellas le enviaban ofrendas de paz y manadas de rebaños, y cosas, y—y se lo obsequiaban, queriendo la paz. Y él era un buen hombre.",
    "Y yo creo que si una nación, o un pueblo o una iglesia, o un individuo, no importa cuánto lo critiquen los críticos, Ud. solo haga lo correcto. Ellos le tendrán respeto a Ud., bien adentro en sus corazones. Y he encontrado que eso es muy cierto. ¿Ven? Y sean honestos y rectos. La gente respetará eso. Y aunque ellos estén errados, con todo, respetan eso ¿ven Uds.?, porque sencillamente es—es el ser humano. Todos somos humanos, y nosotros—nosotros sabemos que está lo bueno y lo malo, y tenemos que escoger.",
    "Y—y Uzías se aferraba a esta norma. Él era una gran influencia, como he dicho, para Isaías el profeta.",
    "Y entonces Uzías cometió ese error fatal, como muchas otras personas. Cuando llegó a, se sintió seguro, sintió que lo tenía todo en la mano, él se exaltó en su espíritu. Él se exaltó, tuvo orgullo. Ahora, ahí hay un tremendo ejemplo para todos nosotros.",
    "Saben, ese ha sido el problema. Estoy—estoy hablándoles a Cristianos y—y a ministros, y yo—yo quiero ser sincero en cuanto a estas cosas. Y allí justamente es donde aun tantos ministros cometen un error. Hemos oído tantas veces acerca de ministros, de—de los comportamientos que tienen, y de las—las cosas, algunos de ellos tal vez haciendo cosas que no deben hacer. Pienso que, a veces esos son hombres buenos, Cristianos maravillosos que han sido usados por el Señor. Y finalmente hacen un pequeño reino a su alrededor, o mucha influencia, muchas personas van a sus reuniones, al punto que se descuidan, y ellos como que se enaltecen. La gente los aplaude y se ponen de pie, y—y nosotros—nosotros en realidad no debemos hacer eso. Nosotros, recuerden, solo somos…",
    "No hay grandes personalidades entre nosotros. Todos somos—somos simplemente hijos de Dios ¿ven Uds.?, si Dios hizo a unos una cosa y a otros otra. Pues, Él me hizo a mí con un dedo y un ojo, y demás. Bueno, tenemos que apreciarnos el uno al otro, y no tratar de sentirnos grandes. Pues todos estamos conectados a un Dios ¿ven?, y todos venimos de un árbol. ¿Ven?",
    "Y, ahora, encontramos muchas veces que los ministros llegan a sentirse un poco seguros, y ellos comienzan a salir y, cuando uno menos lo piensa, harán cosas que ellos no deben hacer. Y nosotros sabemos que, muchas veces, hombres justos y buenos llegan a tener muchos eventos sociales, solo quieren salir a grandes fiestas y, cuando menos lo piensan, piden un pequeño trago, de vez en cuando, y ellos se enredan con el mundo. Y yo creo que eso es lo que sucede hoy con nuestras iglesias. Yo creo que eso es lo que sucede con nuestro movimiento pentecostal.",
    "Ahora, permítanme expresar esto primero claramente. ¿Ven? Uds. me oyen decir cosas acerca de la iglesia pentecostal. Y yo soy pentecostal. ¿Ven? Pero aquí, ¿qué pasaría si no hubiera pueblo pentecostal en Nueva York, esta noche, adónde iría yo a predicar este Mensaje? ¿Ven? Yo estimo al pueblo pentecostal; son mis hermanos y hermanas.",
    "Pero con todo, cuando yo veo algo errado en mi hermano, mi hijo o ya sea mi esposa o quien fuere, lo correcto es lo correcto. Un padre correcto corregirá a sus hijos.",
    "Y yo creo que ese es el problema con nuestra iglesia, nosotros queremos ser demasiado como los—los demás. ¿Ven? Queremos comportarnos como alguien más, ¿ven? y—y nos contagiamos de sus costumbres. Y cuando uno se viene a dar cuenta, solía ser que…",
    "No recuerdo al pueblo pentecostal en sus inicios, desde luego, fue hace muchos años, en ese último movimiento de la calle Azusa, pero estudié su historia. Y he—he leído muchos libros, y he hablado con algunos de los ancianos. Voy a tener una reunión ahora mismo con uno en Shreveport, Luisiana, estará allí, fue uno de los primeros hombres en la calle Azusa. Y, pues, ese es el origen de pentecostés en este país, hace como unos cincuenta años, supongo. Yo prediqué en el jubileo dorado del templo McPherson, el templo Ángelus de Los Ángeles, hace unos años, el jubileo dorado del año cincuenta de pentecostés, ahora, ¿ven?",
    "Pero desde entonces, muchas cositas se han colado en la iglesia, por cuanto la iglesia tiene que codearse con el mundo a diario. Ahora, y no quiero tener que—que regresar a esto otra vez, a—a lo de nuestras hermanas ¿ven?, nuestros hermanos. Muchas veces, años atrás, era errado (como dije la otra noche) que nuestras hermanas se cortaran el cabello. Solía ser una—una norma pentecostal, que no debían hacer eso ni esas cosas. Pero ¿qué sucede? Ahora vamos a las diferentes partes del país, y encontramos a nuestras hermanas pentecostales con esos cortes inflados, Uds. saben, esos cortes altos así. Y uno se los puede decir. Y ellas usan maquillaje. Ellas—ellas usan ropa como un hombre.",
    "Y Uds. dicen: “Pues, Hermano Branham, Ud. está en contra de las mujeres”.",
    "Pues, espere un minuto, permítanme hacerlo con los hombres. El—el hermano que le permita a su esposa hacer eso, no es uno que gobierna su casa. ¿Ven? ¿Ven? ¿Ven?",
    "Uds. no deberían hacer eso. Pero ¿qué es? Nos hemos codeado con el resto de ellos, algún debilucho que llega de algún seminario o colegio, y tiene una idea diferente al respecto. Pero solo hay un ejemplo perfecto, es: regresar directo a la Biblia. La Biblia condena eso, ¿ven? Y no es correcto.",
    "Y luego, hallamos otras cosas. Antes era incorrecto para la gente de la santidad el asistir a los shows de proyecciones o las películas, Uds. saben. Ahora van en todo momento. ¿Ven? Y entonces Satanás los engañó a Uds., metió la televisión allí mismo en sus casas y ¿ven? la dejó allí. Pero todas estas cosas, lo que antes no era correcto.",
    "Bueno, ¿qué es? ¿Ven? Eso entra tan lentamente, que cuando Ud. menos lo piensa, ya lo tiene a Ud. Es como una enredadera que lo va rodeando a Ud. Ahora, si Ud. mantiene esa enredadera a distancia ¿ve?, y Ud. solo se rodea de Jesús, se rodea de la Palabra y permanece con Ella ¿ve?, Ud. crecerá derecho. Aquello está torcido y lo jalará a Ud. del camino. Cristo lo jala a Ud. hacia arriba. Eso lo jala a Ud. hacia los lados.",
    "Y entonces cuando Ud. ve a una mujer, como la esposa de un ministro, o un ministro, que comienzan a hacer cierta cosa, toda su iglesia dirá: “Bueno, nuestro pastor lo hace. La esposa del pastor lo hace. ¿Por qué no lo haríamos nosotros?”. ¿Ve? Ud. está influenciando a alguien, pero asegúrese de que los está influenciando correctamente, hacia el camino correcto y las cosas por hacer que son correctas.",
    "Nos damos cuenta entonces, que cuando Ud. se enaltece, en ese momento Ud. va camino abajo ¿ve?, cuando Ud. se enaltece.",
    "Y entonces vemos que este Uzías, se enalteció porque se sintió seguro, estaba rodeado de todo. Él—él tenía su nación, y estaba bien protegido, y Dios lo había bendecido. Y él tenía grandes viñedos, y ganados y ovejas, y—y minas, y toda clase de riquezas. Y todas las naciones estaban en paz con él. Así que, él—él sencillamente se enalteció a tal grado que pensó que él—él podía hacer lo que deseara, y el orgullo.",
    "Él se enalteció tanto que quiso tomar el lugar de un ministro. Entró al templo y tomó el incensario y fue al altar. Y cuando lo hizo, los sacerdotes corrieron tras él y le dijeron que no debía hacerlo. Y al recibir la corrección, en lugar de ser humilde, como hubiera sido… Antes de enaltecerse, él hubiera dicho: “Es cierto, yo no—no tengo el derecho de hacer esto”, y hubiera bajado el incensario o se lo hubiera entregado al sacerdote que era de Aarón, ordenado para eso, consagrado solo para ese servicio.",
    "Yo viajo bastante con los—estos Hombres de Negocios aquí del Evangelio Completo. Muchos de ellos están sentados aquí ahora. Y tengo que hablar en su desayuno, el sábado, el sábado en la mañana en un… ¿Qué? El Hotel Statler, creo que es. Dicen que ya han vendido mil setecientos boletos para el desayuno.",
    "Y entonces, no hace mucho, yo les estaba hablando a ellos. Y ellos estaban llevando a los hombres de negocios a la plataforma, tomaban su texto y predicaban el Evangelio. Yo dije: “Eso está mal”. Seguro que eso está mal. Si es difícil para nosotros los predicadores mantener Eso correctamente; cuánto más lo será para un hombre de negocios que no ha sido ordenado para algo así, al traer Ud. pequeñas ideas y demás. Y dije: “Uds. no deben hacer eso”.",
    "Nunca traten de tomar el lugar del prójimo. Dios lo hizo a Ud. cierta cosa, y permanezca así. Seguro. Permanezca siendo lo que Ud. es. No intente imitar al otro. Eso es lo que siempre arruina los dones que Dios envía al mundo. Encontramos tantas imitaciones carnales, y vemos a alguno queriendo copiar al otro.",
    "Como dijeron con las mujeres ministros, cuando la Sra. McPherson vivía, y toda mujer ministro lucía esas alas como ella, o lo que fuera eso, y así mismo tenían su Biblia. Y todo lo que ella hacía, ellas lo hacían.",
    "¡Vemos que tenemos tantos Billy Graham hoy! Pero, verán Uds., Dios no hizo más que un Billy Graham. No más. Él…",
    "Y Uds. son tan importantes como Billy Graham, Oral Roberts o cualquiera de esos hombres famosos. Ud. es igual de importante hasta que se sale de su lugar, y después Ud. ya no sirve para nada, Ud.—Ud. es—Ud. es un impedimento para—para estos hombres, y es un impedimento para Ud. mismo y para el Reino de Dios. Permanezca en su posición. ¿Ve? Permanezca siendo lo que Dios lo hizo, ¿ve?, y entonces Ud. funcionará correctamente.",
    "Como Pablo, no es nada nuevo, Pablo enseñó lo mismo, dijo: “Si la mano le dijera al ojo: ‘porque yo no soy del ojo’, o la oreja le dijera a la nariz: ‘yo—yo no seré más una oreja, porque no soy la nariz’”, o algo. Ud., Ud. no puede hacer eso. ¿Ven?, todo encaja juntamente y se mueve como una gran unidad.",
    "Y no deberíamos tratar de imitar a nadie. Solo sea lo que Ud. es ¿ve?, y así es como Dios lo hizo a Ud. Ud. no se hizo a sí mismo. Y, recuerden: tanto como a nosotros los ministros nos gustaría ocupar el lugar de Billy Graham, no podemos hacerlo, ni tampoco puede Billy Graham ocupar el lugar nuestro. ¿Ven?, nosotros, cada uno tiene algo que hacer. Un hombrecito común aquí que tal vez sea un conserje, la mujercita que tal vez sea un ama de casa, el ministro más importante sobre la faz de la tierra hoy no podría ocupar su lugar. Ud., Dios tenía un propósito al hacerlo lo que Ud. es, y Ud. solo sirva a Dios de la manera en que Él lo hizo a Ud. ¿Ven? Y pienso que, si nosotros tan solo hiciéramos eso, las ruedas girarían mucho más fácil. Sí, seguro, si hiciéramos eso, sin enaltecernos. Y nos damos cuenta que, en lugar de…",
    "Cuando alguien le dice algo a alguien, Escrituralmente, y vemos que es lo correcto, en lugar de—de querer humillarnos, y solo decir: “Pues, ahora, yo—yo estaba en un error. Ud. perdóneme. Y yo—yo no quise… yo—yo no lo sabía, así que no haré eso más”. Bueno, pues en lugar de hacer eso, muchas veces nosotros hacemos como Uzías; él se sintió demasiado grande para ser amonestado ¿ven?, él era el rey. Y muchas veces he visto a ministros así, sintiéndose demasiado importantes para que les digan lo que es la Palabra, la Verdad.\n\n“¡Oh, los días de los milagros ya pasaron”!",
    "Yo puedo mostrarles donde Dios ordenó los milagros; y Ud. no puede decirme dónde Él los quitó. ¿Ven? Y Él ordenó los dones; Uds. no ven dónde Él los haya quitado. ¿Ven?, está en la Escritura. “Id por todo el mundo y predicad el Evangelio a toda criatura”. ¿Hasta cuándo? “A todo el mundo, hasta que toda criatura lo oiga, todos los que quieran oírlo. Estas señales seguirán a los que creen”. ¿Ven?, no podemos sustituir otra cosa. Solo tomen lo que Él dijo, y resultará bien y funcionará. Pero mientras nosotros queramos adoptar nuestras propias maneras…",
    "Ahí es donde Israel cometió su error más grave. Siendo que la gracia les había provisto a ellos una Columna de Fuego, el Ángel, un sacrificio, y los libertó, les envió un profeta, les envió una Columna de Fuego que los seguía, para guiar al profeta por el camino. Y cuando ellos llegaron a, Éxodo el capítulo 19, cuando cambiaron la gracia por la ley, ellos hicieron la cosa más descabellada de todas. ¿Ven? Pero ellos querían algo que ellos mismos pudieran hacer.",
    "Así somos. Necesitamos nuestro título de doctor. Y si uno no lo tiene, uno no puede entrar en la iglesia. Así de sencillo. Así que, y tenemos que estudiar el asunto y averiguar si es de Dios.",
    "Ahora vemos que Uzías se enalteció, y él iba a hacerlo de todas formas. Tomó el incensario y salió para allá. Lo que dijeran los sacerdotes no tuvo importancia, ¡él iba a entrar de todas maneras! Y eso era contrario a la Escritura. No era Escritural que él hiciera eso.",
    "Y no es Escritural que Ud. o yo imitemos a otra persona. Correcto. Así que, sea lo que Ud. es, y hágalo bien, y cumpla su propósito para que otros lo puedan ver. Si Ud. es un ama de casa, en realidad hágalo bien, ¿ven? Si Ud. es un—un esposo, hágalo bien, ¿ven? Y si Ud. es un diácono, hágalo bien; o un predicador, lo que Ud. sea. Pero no intente ocupar el lugar de otro.",
    "Y cuando la Palabra le llame la atención en esto, no… si Ud. se siente reprendido, entonces arrepiéntase. Eso es todo, es corregirse. Es lo único por hacer.",
    "Pero Uzías no quiso hacerlo. Después de que Dios lo había bendecido como lo había hecho, y él aún no sintió el querer hacerlo. Él pensó que igual continuaría, lo haría de todas maneras, porque se sintió seguro. Y mientras él aún estaba en el… Como que sintió enojo contra esos hombres, que le estaban diciendo la Palabra del Señor.",
    "Y cuando lo hizo, de todas formas se apresuró a entrar, y vemos que le vino lepra en su rostro. Y fue un leproso hasta su muerte. Él nunca pudo regresar más a la casa del Señor. Él murió leproso. Después de que él había visto la mano de Dios, y cómo Dios había sido tan bueno con él y hecho las cosas que Él había hecho; con todo, ese hombre murió aislado, siendo leproso.",
    "Ahora, nosotros podemos hacer eso. Hemos visto muchas cosas, pero nunca vayan Uds. a pensar que estamos tan seguros que Dios no nos puede enjuiciar, ¿ven? ¿Ven?",
    "Recuerden, no traten de imitar a otra persona. Solo sean lo que Uds. son. Si Dios lo hizo a Ud. un pentecostal, sea uno verdadero, ¿ven Uds.? Si—si Dios… No se avergüence de eso. Yo no me avergüenzo de ser un ser humano. No me avergüenzo de ser un americano. Yo—yo no me avergüenzo de ser un ministro. No me avergüenzo del Evangelio que predico. Porque…",
    "Sé que muchos piensan que he perdido la razón. Aun mi piadosa madre anciana, que murió hace unos años. Cuando primero recibí el Espíritu Santo, no había nadie en nuestra región que supiera algo de Eso. Y yo solo era un pequeño predicador bautista local joven, de unos veinte años. Pero cuando recibí el Espíritu Santo, mi madre dijo: “Ese muchacho ha perdido la razón”. ¿Ven? Pero no importa lo que mamá pensaba, yo había hallado esa Perla de gran precio. Eso pudiera haber parecido así para ella, pero para mí Eso era real. ¿Ven?, seguro. Eso era algo genuino que—que yo había encontrado en Dios.",
    "Pues, siempre creí, desde niño, que esta era la Palabra de Dios, y que Ella jamás podía cambiar. Jesús dijo: “Los cielos y la tierra pasarán, pero Mis Palabras nunca cambiarán. Ella jamás pasará”. Ud. no Le puede sustituir algo a Ella. Es tal como está escrita, y así es como nosotros La creemos. No Le agreguen nada, ni Le quiten. Saben, allá en el Libro de Apocalipsis, dice: “Quienquiera que Le añada una palabra o quite algo de este Libro, (¿qué?) sobre él estaría la maldición”. Así que déjela tal como está, y créala así, y Dios honrará eso.",
    "Ahora, él fue herido porque se enalteció por el orgullo. Llegó a sentir que era… él era el único que había, y él hacía lo que quisiera y nadie más podía detenerlo.",
    "Teníamos un hermano, no hace mucho, por el que yo sentí mucha lástima. Parecía como que todos se le fueron encima. Acusaron al hermano de hacer algo errado, el periódico lo acusó. Pero yo—yo me puse a pensar en eso, ¿acusar al hombre? Yo realmente lo apoyé, porque… yo—yo en realidad no estaba de acuerdo con él. Pero el hombre que escribió un artículo y lo puso en una revista, que este hombre había dicho todas estas cosas y hecho estas cosas.",
    "Y una noche en una reunión en—en Minneapolis, me dijeron que el escritor de esta revista estaba allí. Y el artículo se acababa de publicar en una revista Cristiana, así que yo… Era la Christian Digest. Así que yo… Ellos, ellos me señalaron al hombre, dijeron: “Ese es él sentado allí”. Y él tenía en este artículo, que este ministro había escrito algo, un libro que el hombre no escribió. Yo lo sabía. Una señora escribió ese libro, y yo conocía a la señora. Mordidas de los diablos.",
    "Entonces yo—yo dije: “Bueno, pues, una cosa diré. Ahora, tal vez yo no esté de acuerdo con el ministro, pero pienso que si el—si el editor de esta columna, si él no revisó bien los hechos antes de decir que este hombre escribió dicho artículo, y yo sé que él no lo hizo, ¿ven?, entonces me temo que muchas cosas más que él dijo de este ministro no estén correctas”. Y entonces dije esto: “Prefiero que me encuentren en un error, esforzándome para que alguien sea salvo, que querer serle impedimento a alguien que se está esforzando para que otro sea salvo”. Seguro.",
    "Prefiero tomar el lugar del hombre, en cualquier momento, que intentar criticar o derribar lo que otro está edificando, aunque ellos—ellos hayan cometido un error o hecho algo errado. Así que tenemos que estar atentos, nosotros influenciamos a otros con lo que hacemos.",
    "Entonces cuando este hombre fue herido con esta lepra, cuando se enalteció por el orgullo, esta le fue una gran lección a ese profeta joven. Él se dio cuenta por esto, siendo esta una gran lección para él, que Dios ordena a Su hombre en su lugar. ¿Ven? El hombre mismo no se puede ordenar. Dios ordena a Su hombre. Dios lo hace lo que Ud. es. ¿Ven? Y Dios ordena a Su hombre, y él no debe querer tomar el lugar de otro. Y fue una lección para Isaías, que él no debía fijar su mirada en seres humanos como ejemplo. Él debe fijar su mirada en Dios.",
    "Ahora esos somos nosotros. Todo hombre, todo hombre está sujeto a errores. Él está sujeto a error porque él es humano. Él está sujeto a violar las leyes de Dios. Y él está sujeto a muchas cosas, porque Satanás lo tienta, y él solo es un ser humano. Y si Dios llegara a quitar Sus manos, él caería. Así es.\n\nY he oído a gente decir: “¡Oh, Satanás no puede hacer eso!”.",
    "Sí, solo deje Ud. que Dios quite Su mano una vez, y mire lo que sucede. Es un… Yo constantemente pido: “Dios, no lo mandes. Ten misericordia de mí. Mantenlo apartado de mí”, ¿ven Uds.? Yo—yo necesito la misericordia de Dios. Y todos la necesitamos.",
    "Ahora vemos que Isaías, se había apoyado mucho en el brazo del rey, y ahora le habían quitado el brazo; y el rey había muerto, y murió de lepra, en vergüenza. Ahora, Isaías, durante este tiempo, por cuanto el rey se enalteció, pues, entonces su hijo joven tomaría su lugar. Y vemos que—que la gente había entrado en un—un estado inmoral horrible.",
    "Cuando no hay un verdadero líder piadoso, entonces la gente comienza a entrar en inmoralidad. Pienso que eso es lo que sucede hoy con nosotros, en nuestra nación, en nuestras iglesias y demás. Necesitamos líderes piadosos, alguien que ponga el ejemplo.",
    "Y, aquí Él le hizo saber a Isaías que no podía fijar la vista en los hombres. Así que, Isaías, un día, mientras se paseaba, debe haber estado todo preocupado, siendo que sabía que tenía una gran responsabilidad, él fue allá al templo a orar. Ahora eso es algo bueno que todos podemos hacer. Va al templo a orar.",
    "Y vemos que cuando él estaba arrodillado en el altar orando, de repente, siendo un profeta, entró en una visión. Y al hacerlo, miró hacia arriba y vio a Dios, el Rey, sentado en lo alto, sublime, sobre Su trono, y Sus faldas llenaban el lugar, ¿ven Uds.? Entonces él vio un verdadero ejemplo. Él vio a Uno en el que podía depositar su confianza, que jamás podía ser herido con lepra, Uno que nunca podía fallar. En otras palabras, Él le estaba diciendo a Isaías: “¿Lo ves?, pusiste tu esperanza en un hombre, y eso falló. Pusiste tu… te fijaste en este hombre como ejemplo, y—y él falló. Ahora mira acá Arriba, hacia Mí, Yo soy el Dios que no falla”.",
    "Y yo—yo creo que eso es lo que nosotros debemos hacer hoy, como siervos Suyos, debemos mirarlo a Él. Jesús es nuestro ejemplo. Y debemos mirarlo a Él, el Autor y Consumador de nuestra fe.",
    "Ahora encontramos, en esta visión, que él vio a Dios en lo alto sobre un trono. Después él notó otra cosa. Fíjense, alrededor de Él había, y en el templo donde Él estaba, había estos Serafines Celestiales.",
    "Y si Ud. busca esa palabra, creo que solo aparece como una o dos veces en la Biblia. Y no son—no son Querubines, pero siguen de los Querubines. Algo como un Ser Angelical; y, sin embargo, no es un Ángel, y sí es un Ángel, pero es una Persona especial. Lo que son, Ellos son los que queman el sacrificio, en la Biblia. Y donde el sacrificio, desde luego, trae o presenta al… abre un camino para el pecador, a la santidad. Y estos Serafines queman el sacrificio que era requerido, Ellos—Ellos iban al… Ese era Su trabajo.",
    "Y aquí estaban Ellos, volando por el templo mientras Isaías estaba en la visión, y todo el templo se llenó de humo. Y Ellos daban voces el Uno al Otro: “¡Santo, santo, santo, es Jehová Dios, Todopoderoso! ¡Santo, santo, santo!”. ¡Oh!, en otras palabras, “He allí Algo que no puede caer. Allí está tu ejemplo. Allí está el Rey al cual mirar. ¡Santo, santo, santo es Jehová, Dios Todopoderoso!”.",
    "Y vemos que estas eran criaturas de seis alas. Y ahora estudiaremos el propósito de las seis alas. Ellos tenían, según vemos que Ellos tenían dos sobre Su rostro, dos sobre Sus pies, y con dos alas volaban.",
    "Ahora fíjense, primero, que estas criaturas ministraban en la Presencia de Dios. Y ese era Su trabajo, dar voces: “¡Santo, santo, santo es Jehová Dios, Todopoderoso!”. Y Ellos daban voces día y noche, en Su Presencia, mientras que el sacrificio está allí. “¡Santo, santo, santo, es Jehová Dios, Todopoderoso!”.",
    "Y quiero que se fijen en algo aquí, y piensen. Esos Serafines tenían dos alas sobre Sus rostros. ¿Por qué se las pondrían sobre Sus rostros? Porque Ellos estaban en la Presencia de Dios. Y solo piensen, si Ángeles santos tienen que cubrirse el rostro, en Su Presencia, ¿qué de nosotros? Tener las alas sobre Sus rostros, representaba reverencia.",
    "Pero, hoy, encontramos que no hay reverencia. Con dificultad se encuentra reverencia. Ellos no tienen respeto por Dios. Ellos se ponen de pie y cantan Dios Bendiga América, parados en la barra. Y es terrible, lo que hacen.",
    "Fui a pedir un emparedado, hoy, en un—un lugar. Y la damita, no hablando mal de ella, pero pensé que se estaba muriendo. Parecía que ella se estaba pudriendo debajo de los ojos, tenía eso azul allí. Y—y ella llegó allí de prisa, muy escasa de ropa, y dijo: “¿Qué va a comer?”.",
    "Dije: “¿Me trae un emparedado y un—un—un—un—un vaso de suero de la leche?”.\n\nY ella dijo: “Wiski” o algo, alguna clase.",
    "Le dije: “No, señora. Ud. me entendió mal”. Le dije: “Dije: ‘suero de la leche’”.\n\nY ella dijo: “¡Oh!” dijo, “¿no va a beber algo?”.\n\nLe dije: “Yo quiero suero de la leche”.",
    "Y ella dijo: “Bueno, Ud., no quiere Ud.… En la noche servimos tal y tal”.\n\nLe dije: “Soy un ministro”.",
    "Ella dijo: “Bueno, nuestro… Bueno, nuestros sacerdotes católicos vienen aquí y beben”.",
    "Le dije: “Yo—yo no soy un sacerdote católico, señora. Yo—yo quiero… yo quiero un vaso de suero de la leche”. Parece que eso sorprendió a la mujer. Ella no sabía lo que era. ¿Ven?",
    "Y el mundo ha llegado a tal punto. Pues si un sacerdote entra y bebe, la congregación tiene el derecho a beber; allí está su ejemplo, ¿ven? ¡Oh, vaya!, ¡qué corrupción en la que vivimos! Necesitamos una limpieza a la casa, desde el púlpito hasta el… Seguro. Sí, señor, seguro que lo necesitamos. ¡Por la corrupción del mundo!",
    "Y estos, ¡no hay reverencia, no hay respeto! La gente hoy, no respeta a Dios. No tienen reverencia. Ellos toman Su Nombre en vano, y cuentan chistes sucios. Y—y aun ministros lo hacen. Escuchar un—un chiste, supongo que estaría bien. Pero los ministros deben ser ejemplos, pienso yo, de la—la justicia y santidad. Y por esa razón yo creo que tal vez nosotros—nosotros no avanzamos más; no somos, no abordamos esto con la sinceridad que deberíamos tener. Cuando se tiene ese comportamiento y se actúa así, Ud. pierde ese granito de sinceridad, Uds. saben. Eso es lo que ocurre.",
    "Uds. deben recordar que Dios los está mirando, a cada hora. Él los vigila cuando Uds. están dormidos. Ahora, creo que la razón por la que la gente hace eso es porque ellos—ellos—ellos, no están conscientes de Su Presencia, ¿ven? Sin embargo, Él está allí, aunque Ud. piense que Él esté o no esté. Él ve cada mirada que Ud. da, y cada—cada movimiento que hace. Él sabe todo al respecto. Y nosotros deberíamos estar conscientes de eso.",
    "Teníamos un cantito cuando recién llegué a los pentecostales, que cantaban.\n\nPor todo el camino al verdadero hogar del alma,\n\nUn Ojo te está mirando;\n\nA cada paso, este gran Ojo está despierto,\n\nUn Ojo te está mirando.\n\n¿Ven? ¿Recuerdan el canto? [La congregación dice: “Sí”.—Ed.] Pues eso es cierto.",
    "La omnipresencia de Dios sabe lo que Ud. está haciendo y aun sus pensamientos. Una vez mientras yo estaba en una visión, hablaba con un Ser parado junto a mí; y Él respondió, Él dijo: “Sus pensamientos se oyen más alto en los Cielos que su voz en la tierra”. Él sabe lo que Ud. está pensando. Puede ser que Ud.—Ud. haga esto y Ud. haga aquello, y eso, pero ven, adentro en su corazón, si Ud. piensa diferente, Ud.—Ud. está haciendo algo errado. Ud. debe ser sencillamente lo que Ud. es ¿ve?, en el—el corazón. La boca debe hablar lo que está en el corazón. ¿Ven? Y, pues, nos damos cuenta que las personas no están conscientes de—de la Presencia de Dios.",
    "Saben, ellos deberían ser como David, el hombre según el corazón de Dios. Él dijo: “El Señor está siempre delante de mí”. Donde él va, recuerda que Dios siempre está delante de él. “Él está a mi diestra, y no seré movido”, porque Dios está a su diestra.",
    "¡Reverencia! Debemos honrarnos el uno al otro, respetarnos el uno al otro, como hermano, hermana. Y amarnos el uno al otro, con amor que no muere. Ud. dice: “Pues, simplemente no puedo”. Bueno, permanezca aquí más tiempo, y entonces sí le agradarán las personas. Ud. amará a aquellos que no lo aman a Ud. Esa es una buena señal de Cristianismo: cuando Ud. puede, de corazón, amar a aquellos que no lo aman a Ud. Amar a aquellos indeseables.",
    "Jesús dijo: “Si Ud. solo le hace favores a aquellos que le hacen favores a Ud., bueno, los publicanos hacen lo mismo”. Pero ¿ven?, tienen que ser amables con aquellos que no son amables con Uds. Haga el bien a aquellos que le harían mal. Siempre recuerde eso. Mantenga eso ante Ud., que Dios está mirándolo. Recuerde: Dios fue bueno con Ud. cuando Ud. era malo con Él. “Siendo Uds. aun pecadores, Cristo murió por Uds.”.",
    "Ahora, encontramos que estas alas sobre Sus rostros eran porque Ellos estaban en la Presencia de Dios, reverentes. Y si un Serafín santo tiene que esconder Su rostro detrás de una cobertura especial, Aquel que no conoce pecado, jamás pecó, sin embargo, estando en la Presencia del Dios Santo tiene que esconder Su santo rostro, en la Presencia de Dios, ¿qué irá a hacer un hipócrita en ese Día? ¿Qué hará el descarriado en ese Día? ¿Qué hará el impío en ese Día, cuando Ud. venga? Pues, Ud. tendrá que presentarse ante Él.",
    "Solo hay una cosa. Ud. dice: “Pero Él no me hizo alas para cubrirme el rostro”. Pero Él derramó la Sangre de Su Propio Hijo, para que con eso Ud. pudiera cubrirse el rostro. Correcto. Esa es Su única cobertura que Él tiene para la raza humana, es la Sangre de Jesucristo.",
    "Ahora, segundo, Ellos tenían Sus pies cubiertos con alas, bajo sus pies. Ahora eso representó humildad. ¡Oh, he ahí una palabra perdida hoy, para muchas personas! Humildad en Su Presencia. Humillarnos nosotros mismos en Su Presencia.",
    "He visto al Espíritu Santo entrar a la habitación y—y obrar y hacer exactamente las cosas que la Biblia dijo que Él haría, discernir, y he visto a personas ponerse de pie y salir. He visto a personas sentarse y hablar, y reírse y burlarse de Eso, mientras sucedía.",
    "Recuerdo una noche, un ministro trajo a veintiocho de su congregación, y estaban sentados. Esto fue en Jonesboro, Arkansas.",
    "Y tenían un niño epiléptico, sufría epilepsia. Y ese es un diablo. Es un diablo. Eso es. Ellos no, los médicos no saben qué lo causa. Es un—un diablo. Y le habían puesto un… le tenían un gancho de ropa prendido allí con un—un—un trapo; cuando sufría estos ataques, se lo metían en la boca al niño, pues se mordía la lengua. Y ellos trajeron adelante al niño, y—y estaba teniendo un ataque allí mismo en la plataforma. Desde luego, cuando se emocionan en lo más mínimo, sufren uno. Así que, mientras nos preparábamos para orar por el niño, yo dije: “¿Por favor todos inclinen sus rostros en reverencia?”. Y yo—yo oré por él, y el—el espíritu no salía del niño.",
    "Y miré alrededor, y vi un pequeño grupo sentado en un lugar. Dije: “¿Podrían inclinar sus rostros?”. Dije: “Uds. deben obedecer”. Yo dije: “Esa fue la comisión: ‘Si logras que las personas te crean, y luego sé sincero cuando oras’”. Yo dije: “¿Podrían Uds. inclinar sus rostros?”. Ese hombre solo se rio de mí.",
    "Y entonces me di la vuelta, pero, eso no dejaba al niño. Y pues eran cientos de personas, cinco veces los que hay sentados aquí esta noche, sentados allí, sí, muchos más. Dicen que había veintiocho mil personas allí. Así que—así que había—había, todos ellos…",
    "Y entonces dije: “Yo—yo no haría eso, señor”. Y él pertenecía a una—una iglesia de denominación que solo se reía de la sanidad Divina, no creen que exista tal cosa.",
    "Entonces miré alrededor. Ese pobre niño, su garganta expuesta. Y su mamá queriendo gritar, llorando así. Y el niño intentaba tragar, y de esa manera.",
    "Yo dije: “Padre Celestial, no permitas que este niño inocente tenga que sufrir por ese grupo culpable, ¿ven?”. Dije: “Esa fue Tu—Tu Palabra, y yo—yo he sido sincero y se los dije. Y tantos epilépticos han sido sanados aquí en la reunión”. Dije: “No dejes que este niño inocente tenga que sufrir. La madre y el padre lo trajeron aquí. Yo pido misericordia”.",
    "Entonces me di vuelta, dije: “En el Nombre del Señor Jesús, por fe, por mi comisión dada a mí por el Dios Todopoderoso, este diablo no puede retener a este niño. Quedas en libertad, ¿ven? Si los desobedientes son desobedientes, entonces quedas en libertad de ir a ellos, pero sal de ese niño”.",
    "Y yo vi a veintiocho personas, con su pastor, caer con epilepsia, dando vueltas y vueltas, y vueltas y vueltas, así en el suelo. Y hasta donde sé, aún la tienen, ¿ven?",
    "Ahora ¿ven?, Uds. no deben ser irreverentes. Uds. deben humillarse. ¿Cuántos de Uds. han estado en reuniones y han visto suceder cosas similares en mis reuniones? Solo, pues, ¿ven? Seguro. Sí, señor.",
    "Una vez trajeron a un hombre para hipnotizarme. Supongo que muchos de Uds. lo recuerdan. Y ellos—ellos lo llevaban a los campamentos del ejército, y—y tomaba a estos soldados y los hipnotizaba, los hacía ladrar como un perro. Y ellos se iban a divertir un poco conmigo. Pues yo estaba en un auditorio, y ellos trajeron a este hombre. Y—y yo sentí, cuando inició la línea de oración, que había un espíritu inmundo en alguna parte.",
    "Uno siempre los puede percibir, y a esa duda. Ellos piensan que no. Así fue. Uno puede sentir eso. Es diferente.",
    "Y pues yo sabía en dónde era, pero no alcanzaba a ver dónde estaba el hombre. Después de un rato, lo encontré y vi lo que era. Observé esas tinieblas sobre él. Y yo no quise decirlo, pero solo me di la vuelta hacia él, dije: “Hijo del diablo” ¿ven?, “¿por qué ha puesto el diablo en tu mente hacer eso? Por cuanto él lo ha hecho”, Algo en mí estaba diciéndolo, “te sacarán cargado de aquí”. Y aún continúa paralizado. ¿Ven?\n\nCarta tras carta: “¡Venga a verle!”.",
    "Yo dije: “Lo único que sé, es que se arrepienta. ¿Ven?, no fui yo el que hizo eso; fue su irreverencia delante de Dios”. ¿Ven? Ahora no hagan Uds. eso. Nosotros…",
    "Hemos tenido ocasiones en que la gente piensa que esta santidad delante de Dios solo es alguna clase de farsa, o alguna clase de, un—un grupo de personas que no sabe, alguna clase de secta o clan, o algo. ¡Pero déjeme asegurarle, hermano! Puede ser que haya mucha farsa. Yo—yo no digo que no la hay; yo—yo—yo no puedo decir eso, solo soy un hombre; yo no debo juzgar, solo debo predicar. Pero hay un Espíritu Santo genuino, un Poder apostólico genuino del Espíritu Santo. Y en los países en el extranjero, hay brujos y cosas que surgen, esos diablos, para retar. ¡Oh!, si nosotros solo…interrumpiría mi tema aquí, al ponerme a contarles de esas cosas. Y ¿qué? El Espíritu Santo, ni una sola vez lo he visto a Él fallar en hacerlo. Él lo hará cada vez.",
    "Ahora fíjense, ellos ponían, tenían alas sobre sus pies en humildad. A nosotros no nos gusta inclinarnos. Queremos creer que somos alguien.",
    "Recuerdo aquí no hace mucho, estaba en un pequeño museo, y—y tenían el—el análisis de un hombre que pesa ciento cincuenta libras [68kg], lo que su cuerpo valía en químicos. Creo que eran ochenta y cuatro centavos, un hombre de ciento cincuenta libras, sus—sus químicos del cuerpo. Él tenía un poco de calcio, y un—un poquito de cal como para rociar el nido de una gallina, y así. Solo eso era todo lo que él—él tenía, con un peso de ciento ochenta y cuatro libras… o quiero decir ochenta y cuatro centavos, al pesar ciento cincuenta libras.",
    "Había dos jóvenes parados allí, mirando esto. Y yo estaba parado justamente detrás de ellos, cuando uno dijo: “Bueno” dijo, “John, después de todo no valemos mucho, ¿verdad?”. Y él le dijo: “Supongo que no”.",
    "Y yo dije: “Bueno, muchachos, eso es cierto, ¿ven?, Uds. no valen mucho en químicos. Pero Uds. tienen un alma por dentro ¿ven?, que vale un millón de mundos, ¿ven?”. Correcto. ¿Ven?",
    "Pero con todo, nosotros—nosotros queremos cuidarlo, nos enorgullecemos de estos ochenta y cuatro centavos, lo envolvemos en un abrigo de visón de quinientos dólares, y—y levantamos la nariz al aire, y creemos que estamos—estamos haciendo algo. No lo digo como chiste. Esto no es para chistes. Esto, esto solo es para decirles a Uds. lo que somos. ¿Ven?, somos—somos—somos…",
    "Nosotros no tenemos la humildad; no queremos, ni la gente quiere. Ud. va en alguna ocasión a una iglesia de gente bien vestida, ellos—ellos entran; y si Ud. no está vestido correctamente, ellos lo miran y critican, Uds. saben. Y hace que sus… Ellos no deben hacer eso, y profesar Cristianismo. Yo—yo—yo creo que solo es una profesión y no una posesión. Pues yo creo que una—una genuina experiencia a la antigua con Dios hará que un esmoquin se abrace con un par de overoles, y le diga: “hermano”. Yo—yo realmente lo creo. Es cierto. Un vestido de calicó con uno de seda, le dirá: “hermana”. Sí, señor. Porque, no es la ropa, no es la persona: es Cristo, lo que hay por dentro; y nosotros debemos humillarnos nosotros mismos.",
    "Ahora vemos que, es, estos Ángeles Se cubrían Sus pies, o estos Serafines.",
    "Moisés, cuando estuvo en la Presencia de Dios, que, obsérvenlo junto a esa Columna de Fuego que estaba por allá, en esa zarza ardiente, el Señor habló. Y cualquiera sabe que esa Columna de Fuego era Cristo, Él era el Ángel del Pacto. “Moisés dejó a Egipto, teniendo por mayores riquezas el vituperio de Cristo que lo de Egipto”. Así que, era el Ángel del Pacto. Y cuando Él apareció en esa zarza ardiente a un lado, pues, frente a Moisés, y la Voz dijo: “Quítate el calzado”. Sus pies, ¿ven? “Quítate el calzado, porque la tierra en que estás, santa es”. Moisés se humillo, al quitarse el calzado.",
    "Esa misma Columna de Fuego le apareció a Pablo un día cuando iba camino a Damasco.",
    "Recuerde Ud., Jesús, cuando estuvo en la tierra… Ellos dijeron, un día ellos dijeron, sucedió que… En San Juan 6, ellos bebían de la fuente, y se regocijaban. Y Él dijo: “Yo, Yo soy esa Agua que brotó de esa Roca. Yo soy el Pan de Vida que vino del Cielo”, ¿ven Uds.?, de esa manera.",
    "Ellos no podían creerlo. Dijeron: “¡Pues, miren! Sabemos que Tú tienes un diablo, y estás demente” que significa loco. “Pues, Tú no tienes más de cincuenta años, y ¿dices que Tú viste a Abraham?”.\n\nÉl dijo: “Antes que Abraham fuese, YO SOY. Seguro, YO SOY”.",
    "Ahora nosotros vemos eso, pues Jesús dijo: “Yo vengo de Dios. Y a Dios vuelvo”. Cuando esta Columna de Fuego se hizo carne, Dios viniendo del Padre [Cinta en blanco.—Ed.]… Oficio de Hijo, y cuando Él entró en este atributo. Los tres atributos: Padre, Hijo y Espíritu Santo. Cuando Dios se manifestó en carne, Él dijo: “Yo vengo de Dios. Y a Dios vuelvo”, y Él subió.",
    "Y—y Saulo de Tarso, yendo hacia Damasco, fue derribado por una Luz. Y cuando lo hizo, él miró hacia arriba. Y ese judío jamás hubiera llamado a algo “Señor” si no hubiera sido esa Columna de Fuego. Él vio esa Luz allí, y dijo: “Señor: ¿Quién eres?”.\n\nÉl dijo: “Saulo, dura cosa te es dar coces contra el aguijón”.\n\nY él dijo: “¿Quién eres, Señor?”.\n\nÉl dijo: “Yo soy Jesús”. ¿Ven? La Columna de Fuego nuevamente.",
    "Miren a Saulo, se humilló en el polvo, ¿ven?, en la Presencia de Dios. ¡Humildad! Derribado de sus pies, tal vez tendido de espalda, mirando hacia arriba.",
    "Y esa Columna de Fuego moviéndose allí alrededor, él vio y supo. Como maestro, bajo Gamaliel, el gran maestro de ese día, él sabía que Dios había guiado a Su pueblo en la forma de una Columna de Fuego. Y ese Fuego, la Columna de Fuego, se había hecho carne y habitado entre ellos, y había sido crucificado por sus pecados, “Y Yo vengo de Dios; y a Dios vuelvo”, y aquí estaba Él, aún con el Nombre del Señor Jesús.",
    "Y también vemos, entonces, acerca de eso, más adelante, un poco antes de eso, a Juan el Bautista, el mayor de todos los profetas. Todos los profetas hablaron de la venida de Él; Juan dijo: “Este es Él”. Él, él lo presentó al mundo. Y Juan parado allí en el agua, cuando estaba bautizando, y él—él decía: “Llegará el tiempo cuando el sacrificio diario será quitado del templo, y habrá un Hombre que será sacrificado”. Y Juan estaba seguro que él vería al Mesías.",
    "Verán, cuando Juan fue llamado, su padre era un sacerdote. Y por lo general un hijo seguía, en esos días, y aún lo hacen en el oriente, la ocupación de su padre. Y generalmente él hubiera sido un sacerdote. Pero Juan nunca asistió al colegio. Pues, Juan nació desde el vientre de su madre, “lleno del Espíritu Santo”.",
    "Siendo que Elisabet había concebido, y el bebé estaba muerto en su vientre. Cuando el Ángel, Gabriel visitó a María, y le dijo que su prima Elisabet, ya pasada la edad para dar a luz, también concebiría. Y María corrió a saludarla. Y ella se había escondido, y estaba preocupada porque el bebé no se había movido por seis meses, y eso no es normal. Y entonces vio a María que venía, y salió corriendo a encontrarla, y la abrazó. Y ella dijo, comenzó a platicar. Y—y ella dijo: “Yo sé que ella iba a ser madre”. Ella le dijo: “Sí, y yo—yo también voy a ser madre”.\n\n“¡Oh!, supongo que te casaste con José”.\n\n“No, no. Aún no estamos casados”.\n\n“¿Y vas a ser madre”?",
    "🦅 Sí. El Espíritu Santo me hizo sombra, y dijo que Aquello Santo que nacería de mí, en mí, sería el Hijo de Dios, y que debería llamar Su Nombre ‘Jesús’”.",
    "Y tan pronto como aquella Palabra “Jesús” fue pronunciada por primera vez de labios humanos, un bebé que aún no había recibido vida, recibió vida en el vientre de su madre y comenzó a saltar de gozo. Y si el Nombre de “Jesucristo” puede traer vida a un bebé muerto, ¿qué no debería hacer con una iglesia nacida de nuevo que reclama estar llena del Espíritu Santo? ¿Ven?",
    "Ahora, ¿qué clase de niño sería este? Él debía anunciar el Mesías venidero. Malaquías 3 dijo que él lo haría. “He aquí, Yo envío Mi mensajero delante de Mi faz”.",
    "Ahora, si él hubiera ido al seminario, algunos de esos ministros allá hubieran dicho: “Bueno, Juan, tú serás el que anunciará el Mesías, pues, tú—tú sabes que el tío Joe aquí, o—o—o el padre Jim, o alguno de ellos, tú sabes que él tiene todas las—las—las—las cualidades para ser el Mesías, ese es él, Juan”, allí—allí… ¿ven?, él hubiera sido influenciado por el hombre.",
    "Él se fue al desierto y permaneció con Dios. Ese es el mejor seminario que yo conozco. Pues, su trabajo era demasiado importante para que algún hombre lo estuviera mandando, y llevándolo a grandes asuntos sociales. ¿Ven?, él tenía un—un trabajo, él había sido hecho para algo. Y Juan sabía que cuando él saliera, predicando, entonces el Mesías ya estaba sobre la tierra.",
    "Tan cierto como esos reyes magos supieron, cuando miraron desde Babilonia y vieron esas tres estrellas en línea, que esa era la señal de que el Mesías ya estaba sobre la tierra. Por eso ellos clamaban: “¿Dónde está Él, que ha nacido Rey de los judíos?”. Y la iglesia no tenía la respuesta. Ellos no la tienen hoy. La Biblia la tiene. La Palabra de Dios es la que la tiene. Correcto.",
    "Vemos, en todo, que Juan tenía que anunciar al Mesías. Y él había… Él solo reconocería a ese Mesías por una señal. Así es como él conocería al Mesías. Esa es la única manera en que Dios Se da a conocer; por medio de una señal Escritural. Y el vigiló. Él se paró allá afuera, dijo…\n\nEllos dijeron: “¿Eres tú el Mesías?”.",
    "Él dijo: “No. Ni siquiera soy digno de tocar Su calzado”. Él dijo: “Pero Él es Aquel… Hay Uno parado entre Uds.”.",
    "¡Oh, vaya!, ¡no crean que estoy emocionado! Sé dónde estoy. No, pero solo es que se siente bien cuando me pongo a pensar en eso, ¿ven?: “hay Uno entre Uds.”. Y yo lo digo esta noche: hay Uno entre Uds., el gran Espíritu Santo, prometido que sería derramado en el día postrero. Yo veo Su señal constantemente, y sé que Él es el Mesías porque Él aún hace la señal del Mesías.",
    "Allí estaba parado Él entre ellos. Dijo él: “Hay Uno entre Uds. No soy digno de tocar Su calzado, de desatar Su calzado. Él es Quien bautizará con el Espíritu Santo y Fuego.",
    "Y un día, un Hombre común salió de entre ellos, avanzó. Juan levantó la mirada, y dijo: “He aquí el Cordero de Dios que quita el pecado del mundo”. Y cuando lo hizo, él vio. Él dijo: “Lo conocí porque una señal lo seguía a Él”. Y miren aquí, dos de los hombres más importantes sobre la tierra, parados cara a cara. Juan…",
    "Yo recuerdo al Doctor Roy Davis, que me ordenó en la Iglesia Misionera Bautista, él dijo: “¿Sabes lo que sucedió allí, Billy?” dijo, “lo que sucedió…”",
    "Cuando Juan dijo: “Yo necesito ser bautizado por Ti, ¿y Tú vienes a mí?”. Observen la humildad de Juan. Él dijo: “Yo—yo necesito ser bautizado por Ti, ¿por qué vienes Tú a mí?”. Allí estaba el Mesías y Su profeta, los principales del día, los importantes de la Biblia, parados allí, Uno mirando al otro. Juan en humildad, dijo: “Yo necesito ser bautizado por Ti, ¿por qué vienes Tú a mí?”.",
    "Jesús dijo: “Deja ahora, porque así conviene que cumplamos toda justicia”. Y, dice que Juan le dejó.",
    "Recuerdo al Doctor Davis. Pueda ser que esté sentado presente. Doctor Davis, no digo esto contra Ud., pero yo—yo—yo… Él dijo: “Juan, primero Jesús bautizó a Juan, porque Juan no había sido bautizado”. Y entonces dijo: “Después Juan bautizó a Jesús”. Eso nunca me sonó bien.",
    "Así que, un día mientras el Espíritu Santo estaba cerca, y en una visión, yo vi lo que fue.",
    "Allí estaba Juan y Jesús, parados cara a cara, el profeta a quien vino la Palabra. Y la Palabra había venido al profeta. Amén. Y Él dijo: “Deja pues. Eso era correcto. Deja. Pero así conviene que cumplamos toda justicia”. El profeta sabía que Ese era el Cordero, y el Cordero tenía que lavarse antes de ser presentado. Amén. Entonces él lo hizo. ¿Lo ven? El profeta, siendo la Palabra, y había venido a Él.",
    "[Una hermana habla en otra lengua. Un hermano da una interpretación.—Ed.] Amén.",
    "Juan, el profeta. La Palabra viene a Su profeta. Y la Palabra vino exactamente al profeta. “Nos es necesario,” dice conviene, que significa: “nos es necesario cumplir toda justicia”.",
    "¡Oh, pudiera dejar el texto ahora por un minuto, de cómo nos es necesario a nosotros cumplir toda justicia! La hora está aquí, algo, debemos cumplir toda justicia. Nosotros sabemos qué hacer. ¿Ven?, debemos hacerlo, correcto, creer con todo nuestro corazón.",
    "Fíjense, entonces, vemos que Juan se humilló en la Presencia de Dios.",
    "El asunto es, amigos, mi hermano, hermana y amigos, es estar consciente de lo pequeño que es Ud. ¿Ve? No esté consciente de lo grande que es Ud. Esté consciente de lo que pequeño que es. Ud.—Ud. es pequeño. Todos lo somos. Dios se puede valer sin nosotros, pero nosotros no nos podemos valer sin Él. ¿Ven? ¿Ven? Nosotros, no nos podemos valer sin Él, pero Él sí puede sin nosotros.",
    "Dios solo quiere encontrar una persona que Él pueda tomar en Sus manos. Eso es lo que Él siempre ha querido. Si se fijan, por toda la Biblia, Él encontró un Isaías, Él encontró un Jeremías. Después Él encontró—Él encontró a Sansón, un día; pero Sansón le dio su fuerza a Dios, mas le dio su corazón a Dalila. ¿Ven?, él…",
    "Uno tiene que darle todo a Dios; su reverencia, su respeto, todo lo que Ud. es. Simplemente no sea nada, solo vea cuán pequeño es Ud., y eso es lo que Dios quiere que hagamos. Y esa es verdadera humildad. Así están estos Serafines en Su Presencia, ¿ven?, con Su rostro en reverencia, cubierto; Sus pies, en humildad.",
    "Ahora, tercero, Ellos podían volar. Ellos tenían dos alas que los ponía en acción.",
    "Dios le está mostrando a Su profeta aquí la clase de siervo que Él ha preparado: reverente, humilde y en acción. Ese, ¿ven?, ese es un verdadero siervo de Dios, estos que ponen la mirada en Él. Él tenía la mirada puesta en Ezequías que se enalteció, y cayó por orgullo. Pero un siervo, Sus siervos ante Él, son reverentes, humildes y en acción. Sus siervos, así se deben vestir; vestirse en reverencia, humildad, y constantemente en los negocios del Padre. Sí, señor. Reverentes, humildes, en acción.",
    "Así como la damita de la que hablamos la otra noche, en el pozo. Ahora, ella era un pequeña simiente predestinada allí en su corazón, pero, tan pronto como esa Luz destelló allí y ella vio que Ese era el Mesías, no le tardó mucho entrar en acción. Hasta olvidó el cántaro que ella tenía en la mano. Así de rápido ella entró en acción. Tenía que hablarle a la gente. Ella tenía que contarle a otro, porque estaba segura de haber encontrado al Mesías. Ella fue a la ciudad, y rápidamente entró en acción, hablándoles a las personas.",
    "Fue Pedro, después de haber pescado toda la noche, y estando sentado en la ribera esa mañana. Cuando Jesús pidió prestada su barca, y se empujó a corta distancia de la orilla, y le predicaba a la gente. Y entonces Él le dijo a Simón: “Ve a lo profundo, y arrojala para sacarla. Bájala”.",
    "Bueno, Simón dijo: “Soy un pescador. Yo—yo sé cuando la luna y las señales están en su punto. Conozco el movimiento de los peces. Yo—yo nací aquí en este lago. He pescado toda la noche y ni he sacado un pececillo; no he sacado nada”. Dijo: “Allí no hay peces. Mas en Tu Palabra” allí lo tienen, “yo tiraré la red”. ¡Oh!, Uds. tal vez…",
    "No podemos comprender estas cosas, uno. Y Dios no se puede comprender. Uno tiene que creerlo, ¿ven? A Dios no se le conoce por el conocimiento, por educación. A Él se le conoce por fe, y solo fe.",
    "🦅 ¡Mas en Tu Palabra! Yo sé que allí no hay peces. Pero Tu Palabra, si Tu dijiste: ‘Tírala, hay peces allí’, Tú, la fe lo pondrá allí. Eso es todo. Yo bajaré la red”.",
    "Si hay personas sentadas aquí que están enfermas y—y necesitan ayuda de Dios, si Ud. dice: “He pasado por toda línea de oración, he—he hecho de todo, pero, por Tu Palabra, bajaré la red. Vengo ahora mismo, y voy a recibirlo. Yo creo que estoy en Su Presencia. Y yo…” Y reconozca eso, en humildad, y sinceridad y reverencia. Baje la red. Agárrese de eso. Dios lo dijo, ¡y eso es así!",
    "Y vemos que tan pronto como él, siendo un pescador y sabiendo lo que—lo que era atrapar una buena carga de pescado, y él era un hombre pobre, pero rápidamente entró en acción cuando Jesús dijo: “desde ahora en adelante tú pescarás hombres”. Y no le tomó mucho tiempo. Se humilló él mismo, se postró ante Cristo, dijo: “Apártate de mí, Señor, porque soy hombre pecador”. Dijo: “Yo—yo—yo simplemente no puedo permanecer en Tu Presencia”.",
    "Lo mismo que hizo Isaías. Él dijo: “Soy hombre inmundo de labios, y habitando en medio de un pueblo que tiene labios inmundos”. ¡Oh, la condición en la que se encontraba!",
    "Pedro dijo lo mismo, y se humilló, cayó sobre su rostro y le pidió al Señor que se apartara de él. Él dijo: “No temas, Pedro, de ahora en adelante pescarás hombres”. Y él entró en acción rápidamente.",
    "En una ocasión, hubo un ciego al que Jesús sanó. A él no le tomó mucho entrar en acción; él entró en acción, esparciendo Su fama por todas partes. Alguien vino y dijo: “Pues, ¿quién te sanó?” preguntó el sacerdote. Él—él dijo, le dijo Quién lo sanó.",
    "Primero ellos le preguntaron al padre y a la madre. Y la madre dijo… Bueno, ahora, ellos temieron, porque si—si alguien confesaba a Jesús, pues, ellos los sacarían de la sinagoga. Así que los enviaron a ellos de vuelta donde su pobre hijo. Dijeron: “Él es de edad. Pregúntenle a él”.\n\nY él dijo: “Fue Él, Jesús de Nazaret, me sanó”.",
    "Él dijo: “Pues, ¡da la gloria a Dios!”. Dijo: “Nosotros, nosotros somos. Nosotros no sabemos nada de este Jesús de Nazaret”. Le dijo: “Él es un pecador. No le den gloria a Él; dénla toda a Dios. Y pues nosotros no sabemos de dónde viene Él”.",
    "Bueno, este ciego tenía una muy buena pregunta para ellos. Y dijo: “Qué cosa tan extraña. Que Uds. siendo los líderes espirituales hoy, y este Hombre abrió mis ojos ciegos, y yo que nací ciego, y Uds. aún no saben de dónde viene Él. ¿Ven?, ahora eso es algo extraño”.",
    "¡Pudiera yo decir lo mismo? El mismo Dios que prometió venir sobre Su iglesia, en este día postrero, y ellos no tienen la respuesta. Aquel que recibe tiene la respuesta.",
    "Dijo: “Que Él sea un pecador o no, no lo puedo decir. Pero una cosa sé; estando yo antes ciego, ahora puedo ver”.",
    "Yo antes era un pecador; soy salvo por la gracia de Dios. Sé que algo me sucedió. Yo… hay algo que sucedió. Pueden llamarlo “santo rodador” o llamarlo lo que deseen, pero Eso me salvó hace treinta y tantos años. Y se pone mejor cada día, así que, yo—yo lo disfruto.\n\nAlguien dijo: “Ud. se ha vuelto loco”.",
    "Yo dije: “Bueno, entonces déjeme en paz. Estoy mejor así que de la otra manera, así que solo déjeme como estoy. Así me siento mejor, y me va mejor. Puedo hacer más”. Sí, señor.",
    "Él entró en acción inmediatamente. Sí, señor, esparció Su fama por todo lugar.",
    "La gente en Pentecostés, ¡tan pronto vieron que Dios cumplió Su promesa! Jesús dijo: “He aquí, Yo enviaré la promesa” la Escritura, “la promesa de Mi Padre sobre vosotros. Pero quedaos vosotros” que es esperar, “esperen en la ciudad de Jerusalén, hasta que seáis investidos de Poder desde lo Alto”.",
    "No la primera línea de oración, o la primera vez que pase, sino quedarse allí hasta que eso suceda, ¿ven? “Hasta”, no un día, dos días, ni diez años, “simplemente hasta que eso suceda”. ¡Quedarse hasta!",
    "Y cuando fueron llenos del Espíritu Santo, ellos entraron en acción rápidamente; salieron a las calles, y gritaron, y danzaron, y comportándose como gente borracha, y hablando en otros idiomas, y ¡qué comportamiento! Ellos entraron en acción rápidamente; tan pronto ellos se humillaron, entraron y cerraron la puerta, y esperaron en la Palabra de Dios.",
    "¡Oh, lo que hemos visto, amigos! Sé que se hace tarde y no quiero retenerlos más. Pero, ¡miren! Lo que nosotros hemos visto en los—en los últimos años, debería ponernos a cada uno en acción. Esto debería ponernos en acción. ¿Qué? Primero, hacernos reverentes, humildes y en acción. Y el amor ardiendo en nuestros corazones, esforzándonos al máximo, al ver a un mundo perdido. Y viendo las señales que Dios… Hasta incluso, hasta donde sé, al último que la Iglesia va a recibir antes de que el fuego caiga del cielo. La misma Columna de Fuego que fue vista allá atrás en el desierto, el Mismo que derribó a San Pablo, es el Mismo que aun Se dejó fotografiar así, está aquí haciendo lo mismo que Él hizo allá, el mismo Mesías.",
    "Si Ud. pone la vida de una rama de calabaza en una rama de melón, daría calabazas. Si Ud. pone la vida de una rama de uvas en un—un—un árbol de peras, produciría uvas, porque esa es la vida que hay en él.",
    "Y si esto que nosotros vemos y conocemos, miles alrededor del mundo Lo conocen, la ciencia ha testificado de Eso, por todo lugar, se han tomado fotografías. Eso está ahora aquí. Eso es verdad, muy veraz. ¡Está aquí mismo ahora! Y si Eso no produce la misma clase de vida que cuando estuvo en la persona, Cristo Jesús, si Eso no hace lo mismo en Su Iglesia, entonces está errado. Pero si Eso produce la misma vida, tiene que ser la misma Columna de Fuego que guió a Israel. Nos está guiando a nosotros a la Tierra Prometida. “En la casa de Mi Padre hay muchas mansiones”, la promesa que Él nos dio, y Ella nos guía allí. Y nosotros La vemos plenamente vindicada, la Palabra de Dios manifestada. El cojo camina, el sordo oye, el ciego ve, el muerto es resucitado; no se pueden esconder los pensamientos del corazón, son declarados abiertamente, las mismas obras que Él obró. ¿Qué es?, ¿algún hombre? ¡Es el Mesías! Es el Mesías, Dios, el Espíritu Santo, el Mismo. Eso debería poner…",
    "La iglesia pentecostal, en lugar de criticar Eso, debería entrar en acción, por todas partes, en humildad y amor, esforzándose en mostrar Eso a una gente perdida y moribunda. Nosotros debemos respetar Eso. Debemos amarlo a Él. Humillarnos, ser reverentes, y entrar en acción como estos Serafines, con reverencia y humildad. Siendo vindicado claramente, prometido a nosotros en los postreros días, ¡y aquí está! Vemos Eso. Jesús lo dijo, dijo que sucedería Esto. Aquí está Eso, antes de que ella sea quemada. Esa señal de Su Venida prueba que la Venida está ahora a la mano. Pudiera venir en cualquier momento. Yo no veo ningún impedimento para el Rapto de la Iglesia ahora mismo.",
    "Bueno, el proceso de la marca, la marca de la bestia sucede del otro lado, no lo olviden. ¿Ven?, la apostasía, eso entra entonces en la forma de la iglesia. Ahora esperen, yo, puede ser que yo tal vez haya dicho algo. Esa es mi forma de ver eso, ¿ven? Y observen.",
    "Palabra por palabra, ya se cumplió. Eso debería ponernos en acción. Seguro que sí. Nosotros deberíamos estar rescatando toda alma perdida, para el Reino de Dios, las que podamos. Pues, uno de estos días Uds. van a traerlos y de nada servirá. La puerta se habrá cerrado, no habrá más. ¡Oh!, ellos tal vez estén mentalmente emocionados, y entusiasmados, y griten, y estén saltando, y reclamen esto, Uds. saben. Pero cuando la virgen durmiente vino a comprar Aceite, ella no Lo consiguió. Y ¿habrán visto Uds. un tiempo, en toda la historia de estos últimos días, que haya existido un tiempo en que los presbiterianos, luteranos, todo lo demás, esté queriendo venir al Mensaje pentecostal? ¿Qué dijo Jesús? “Mientras ellas vinieron a comprar, fue en ese momento que la Novia entró”, la virgen prudente entró. Ellos no consiguieron el Aceite. Ellos no Lo consiguieron. Eso es todo. Es de acuerdo a la Escritura.",
    "Y Uds. ven estas señales y estas otras cosas, todo perfectamente en orden para Su Venida.",
    "A la séptima vigilia, Él viene. Algunas durmieron en la primera vigilia, la segunda, tercera, cuarta, quinta. Y en la séptima vigilia vino un clamor: “¡Aquí viene el Esposo!”. La séptima edad de la iglesia, esa es la vigilia, la edad que lo vió. Y esta es la Edad de la Iglesia de Laodicea, al final de ella. Amén. ¡Oh!, es… ¿Por qué no despiertan, santos del Señor?, ¿por qué duermen cuando el fin se acerca?",
    "Pero, recuerden, la iglesia en la Edad de Laodicea estaría tibia. Él dijo: “Porque tú dices: que eres ‘rico’, y—y ‘enriquecido en bienes’”. Y dice: “No sabes que tú estás desnudo, eres ciego, pobre, desventurado, y no lo sabes”. Dice: “Te vomitaré de Mi boca”.",
    "Y aquí estamos al final de todas las cosas, al final de la historia, al final de la civilización. Se puede ver. Miren allá en la calle.",
    "Estaba hablando con el taxista, que me traía. Él dijo: “Bueno, la manera en que yo sé, cuando veo un hombre por aquí actuar sensatamente, sé que él es un forastero”. ¿Ven? Ahora, ese es uno de sus taxistas que lo dijo. Dijo que ellos… así.",
    "No es solo aquí, sino por todas partes. El fin de todo; la crueldad, hombres, y toda clase de cosa malvada, y lo que están haciendo. El mundo está pervertido. Miren por las calles. Tan solo mírenlo, vaya, ¡por todas partes! No solo en América; por todas partes, pues, es un—una Sodoma moderna.",
    "No va a quedar nada, sino ser quemada. Y eso es todo, será limpiada. Dios lo hará. Sus leyes lo requieren. Tiene que ser de esa manera. Cuando el tallo de maíz ha cumplido su ciclo, tiene que ser destruido. Cuando una flor cumple su ciclo tiene que morir. Y la civilización ha cumplido su ciclo. La edad de la iglesia lo ha cumplido. Las denominaciones lo han cumplido.",
    "Este es un tiempo de unión. Hay una Nación Unida, una iglesia unida, y un esfuerzo unido. Y ¿de qué es señal? De Cristo y Su Novia uniéndose. Eso es. Todo es sombras y tipos. Todo quiere entrar bajo unión, así que es una señal. Cristo está para unirse con Su Novia, una Cena de Bodas se llevará a cabo en el cielo, pues eso debería empujar a la iglesia en acción cuando vemos Sus señales aquí a la mano. ¡Oh, vaya! Todas estas cosas son señales para nosotros, por todas partes. ¡Oh, nosotros deberíamos estar en acción!",
    "Nosotros, como el profeta de antaño, Isaías, vemos dónde terminan los hombres que se auto exaltan. Nosotros vemos lo que estas organizaciones que se levantan y dicen: “Bueno, siendo que Uds. no pertenecen a nosotros, Uds. ni siquiera existen”, nosotros vemos lo que les sucede. ¿Qué pierden? Es como si fueran heridos con lepra por el pecado, con incredulidad, ellas—ellas se sueltan de la Palabra de Dios. Algunas de estas personas tratan, ellos cambian, se sueltan de la Palabra y La cambian por credos. ¿Qué reciben ellos para sí? Una cantidad de lepra. Es cierto.",
    "Como Uzías de antaño, queriendo ocupar el lugar de un oficio ungido, y ellos no tienen más que un título de doctorado, o alguna cosa. Dios no anda buscando títulos de doctorado; Él está buscando corazones humildes, alguien que le crea a Él. Pero nosotros hemos tomado hombres y los hemos educado convirtiéndolos en obispos y cuanta cosa más, cardenales y lo demás, educándolos lo suficiente para tener un oficio Divino con una educación de carnalidad. Nosotros necesitamos el bautismo del Espíritu Santo, para tomar ese oficio. El Espíritu Santo es nuestro Tutor. Él es Aquel que Se da a conocer en medio nuestro, la señal de la hora, los postreros días. Pero nosotros, como Ezequías, exaltados, ellos piensan que simplemente pueden ocupar sus lugares.",
    "Miren lo que los efectos de la visión le hicieron al profeta. Ahora, él era un profeta. Él era un vaso al cual venía la Palabra de Dios. Él fue escogido, nació profeta. Finalmente dio su vida, aserrado en pedazos con una sierra. Pero vemos que este gran profeta, cuando vio esta visión del Cielo, y vio el orden, cómo Dios estaba preparando Sus hombres, pues, eso causó que el profeta confesara que él era un pecador.",
    "Y nosotros queremos ser tan importantes, y usar alguna clase de cuello grande volteado, algún tipo de ropa, Uds. saben, que nos haga lucir muy santos y reverentes. No hay santidad nuestra. Nosotros no podemos ser santos; la santidad es de Dios. ¿Ven? Seguro. No es una iglesia santa, no es una montaña santa; es un Dios santo. Es correcto. No un pueblo santo; ¡un Dios santo! Es Dios en el pueblo. Pedro se refirió al Monte de la Transfiguración como “el monte santo” refiriéndose a que el Dios santo estaba en la montaña. Mírelo ahora, ¿ven? Pero era un Dios santo allí, la Presencia de Dios que lo hacía santo.",
    "Y es la Presencia de Dios en medio nuestro ahora lo que trae santidad, no es mi santidad, ni la suya, sino Su santidad. Su Presencia es lo que trae la santidad. Debemos humillarnos, cubrirnos en reverencia, humildad, y decir: “Señor Jesús, recíbeme en Tu Reino”. Su santidad, no la nuestra. ¡El Espíritu Santo!",
    "El profeta confesó, le hizo decir: “Soy un hombre de labios impuros”. ¡Un profeta! ¡Dios, necesitamos otra visión así! Cuando él vio allá arriba, el… vio este Poder limpiador de Dios.",
    "Ahora observen cómo lo hizo Dios. Él envío uno de los Serafines y tomó las tenazas, tomó un carbón encendido, del altar, poniéndolo en Sus manos, vino y recostó hacia atrás la cabeza de Isaías y tocó sus labios, dijo: “Es quitada tu culpa”.",
    "Entonces Isaías aprendió otra lección. Tal vez diga esto. Tal vez no sea muy apropiado, pero creo que sí lo es. Se fijaron: Dios limpia a Sus profetas con Fuego, no por teología o un libro de alguna clase. ¿Ven? Él limpia a Su pueblo con Fuego, el Espíritu Santo y Fuego; no por recitar credos, ni libros ni algo que uno tiene que aprender, una cantidad de oraciones y todo eso. Él los limpia a ellos con Fuego del altar. Así es como Él lo pone a él en orden. Seguro. Sí, señor. Así fue como Él limpió a Sus profetas en el principio, cuando ciento veinte estaban en el aposento alto, el Espíritu Santo cayó, y lenguas de Fuego se posaron sobre ellos. Fueron limpios y quedaron listos para el servicio. Así es como Dios limpia. No por aprendizaje, o recibir una licenciatura, o un DD., Ph.D.; sino recibiendo el Fuego Santo del Cielo, que quita la mentira de sus labios, y quita de Ud. la carnalidad, quema esa cosa, esa basura del—del mundo, y pone allí Su Presencia y vive a través de esa persona. Fuego Santo es con lo que Dios limpia Su Iglesia. Isaías aprendió eso. Nosotros debemos aprenderlo, que Dios no limpia por conocimiento; Él limpia con Fuego.",
    "¿Lo ven cómo es?, un profeta puesto en orden. Ahora, Él limpió sus labios, quitó su iniquidad. Entonces después de hacerlo, de confesar, humillarse, él dijo: “Soy un hombre inmundo de labios”, cuando él vio la Presencia de Dios.",
    "¿Me están siguiendo? [La congregación dice: “Amén”.—Ed.] ¿Qué, qué sabemos nosotros ahora mismo? Que estamos en la Presencia de Dios. Correcto. Lo estamos ahora mismo. ¿Uds.…? No podemos comprenderlo, pero ahora estamos en la Presencia de Dios, viendo a Dios. ¿Creen Uds. que Él está aquí? [“Amén”.] Seguro, Él está aquí. Nosotros… [Cinta en blanco.]",
    "Yo soy su hermano. Pero Él dijo: “Las obras que Yo hago, Él… vosotros también las haréis”. ¿Fue eso lo que Él dijo? [La congregación dice: “Amén”.—Ed.] Muy bien. Si Él está aquí, Su Espíritu está aquí. Eso lo hace ser Él. Entonces ¡si podemos rendirnos y apartar nuestros propios pensamientos! Así como esto no tiene pensamientos, entonces otra voz puede hablar por ahí. Así es. Si podemos vaciarnos. Ahí está el secreto, ¡deshacerse de Ud. mismo! Entonces Dios toma… Deseche su propio razonamiento. Deseche sus propias maneras, y entonces permítale a Dios moverse. Si Él es Jesucristo, el mismo ayer, hoy y por los siglos, ¿lo creen Uds.? [“Amén”.] Créanle a Él ahora mismo y vean si eso es así.",
    "He estado observando a este pequeño individuo sentado aquí, aquí mismo frente a mí. Ud. no tiene una tarjeta de oración. Ud., si Dios me dice el por qué Ud. está sentado allí, ¿lo creerá? Es un problema espiritual, Ud. está todo alterado y no sabe qué hacer. Si es así, levante la mano. Muy bien, eso ha terminado. Reciba la Palabra, lo que he dicho, y todo eso ha concluido.\n\n¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Esa dama de color sentada allá atrás, mirándolo a él; tiene problema cardiaco. ¿Cree Ud. que Dios la sanará? Seguro. ¿Cree Ud.? [La hermana dice: “Amén”.—Ed.] Muy bien, Ud. puede recibir su sanidad.\n\n¿Cree Ud. que Él es el mismo ayer y…?",
    "Ese hombre, ese hombre blanco con la mano alzada, ¿cree Ud. que yo soy el profeta de Dios, Su siervo? Yo no lo conozco a Ud. Es un desconocido para mí. ¿Tiene Ud. una tarjeta de oración o algo? Ud. solo es un hombre sentado allí. Muy bien, señor, Ud. tiene un tumor en la garganta. Así es. ¿Es así? ¿Cree Ud. que soy Su profeta? ¿Me cree con todo su corazón? Tiene otra cosa, Ud. tiene una carga en el corazón. Es por una niña, su nieta. Ella tiene una mano mala. Es cierto. ¿Es verdad eso? Hay una buena conexión. Un minuto. Ud. no es de aquí. Ud. es de Connecticut. Y su apellido es Wilson. Su nombre es Art. Art Wilson. Seguro que sí. ¿Es así?\n\n¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] ¡Correcto!",
    "Hay una dama sentada aquí atrás, una dama de color, parece que tiene algo como un abrigo amarillo puesto, sí, verde amarillento. Ella está orando. ¿Tiene una tarjeta de oración? [La hermana dice: “¡No la necesito!”.—Ed.] ¿No tiene Ud. una tarjeta de oración? No la tiene. ¿Cree Ud. que yo soy Su siervo? Soy completamente desconocido. Somos dos razas de personas. Ud., pero está orando. Es Ud. Sí. ¿Cree Ud. que Dios puede decirme su problema? Ud. tiene un tumor. Así es. De hecho, Ud. tiene algo en su corazón. Ud. está orando. Es un amigo, tiene problema a los riñones. Si eso es cierto, levante la mano. Muy bien. Ud. ahora puede recibir su petición.",
    "¡Yo les reto su fe! ¿Qué es? Cuando el profeta vio que él estaba en la Presencia de Dios, él se humilló. Miren, primero él se humilló, después el Fuego lo limpió. Y después que el Fuego lo limpió, entonces fue un Isaías limpio. Cuando él oyó la Voz de Dios decir: “¿Quién irá por Mí?” él entró en acción, “Heme aquí, envíame a mí”. ¡Oh, vaya!\n\nCuando el carbón de Fuego tocó al profeta,\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Maestro: heme aquí, envíame a mí”.",
    "Amén. Ese fue el llamado del limpio Isaías, después que el Espíritu Santo lo había limpiado. Él no necesitó de experiencias de seminarios, él no necesitó experiencias de libros. Él había sido limpio por el Fuego de Dios, y llamado a entrar en acción. ¿Qué era? Cuando él vio a Dios en acción, él entró en acción.",
    "Nosotros vemos a Dios en acción. Es hora que la iglesia entre en acción y sean ejemplos de lo que Dios es. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿Cuántos quieren confesar todos sus errores y todo ahora, y decir: “Dios, límpiame”?\n\nSana al joven.\n\n¡Cuando el carbón de Fuego tocó al profeta!",
    "Pongámonos de pie. Me detendré aquí mismo, se hace tarde. Crean ahora con todo su corazón.",
    "Quiero que inclinen sus rostros. Recuerden: ¡después que él vio a Dios! Allí está Eso de nuevo. Amén. Ahora cualquier cosa puede suceder. Cualquier cosa puede suceder.\n\nCuando el carbón de Fuego tocó al profeta,\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Heme aquí, envíame a mí”.\n\nHabla, mi Señor; (levanten ahora sus manos) ¡Oh!, habla, mi Señor,\n\nHabla, y rápidamente Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “¡Señor, envíame a mí!”.\n\n¡Oh!, millones ahora en pecado y vergüenza mueren, (miren en sus calles)\n\n¡Oh!, escuchen su triste y amargo llanto;\n\n¡Oh!, apresúrate, hermano, apresúrate a su rescate;\n\nRápidamente responde: “Maestro, heme aquí”.\n\nHabla, mi Señor, (dígalo de corazón ahora) habla, mi Señor.\n\nHabla, y rápidamente Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “¡Señor, envíame a mí!”.",
    "Coloquemos nuestras manos sobre nuestro corazón, mientras tarareamos. Hagamos nuestra confesión, digamos: “Señor: Soy un hombre impuro de labios. Soy una mujer impura de labios”. Tengamos una verdadera confesión, tendremos un verdadero avivamiento. Primero sean limpiados. Observen, el profeta primero tenía que ser limpio. El Fuego lo tocó, entonces entró en acción. “Señor, dame celo en el corazón. Pon algo en mí que yo no tengo, Señor. Pon Tu amor y Fuego en mí, después envíame”. Ahora haga su confesión, créale a Dios con Todo su corazón.\n\nHabla, mi Señor, habla, mi Señor,\n\n¡Oh!, habla y rápidamente Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “¡Señor, envíame a mí!”\n\n[El Hermano Branham comienza a tararear.—Ed.]\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”\n\nEntonces respondió: “Maestro: aquí, envíame a mí”.",
    "🦅 Habla”.",
    "Entonces permita que Dios le hable a su corazón ahora; en humildad, dulcemente, reverentemente en Su Presencia. Cada pecador, cada santo, esto es para todos nosotros. Es para mí. Es para todos. Aquí está Su Presencia, aquí está lo que Él dijo que Él haría. La señal que Él dijo que recibiríamos, aquí está Él. Mientras toca la música dulcemente, sencillamente confesemos nuestra falta. “De todas maneras yo no soy nada, Señor. Habla a mi corazón. Límpiame primero, Señor. Envía el Espíritu Santo y límpiame. Sé que estoy en Tu Presencia. Yo Te veo como Isaías Te vio, moviéndote. El lugar está lleno, y no de humo ahora, está lleno de Luz, lleno de Gloria”.",
    "¡Oh, Señor Dios, Creador de los cielos y la tierra, con esto en nuestra mente, vemos lo que le sucede a la gente que se enaltece. Todos ellos fueron ejemplos para nosotros. Vemos lo que la humildad y la oración significa para los salvos.",
    "Oro, Padre Celestial, ahora mismo por esta congregación y por mí mismo. Señor, saca de mí todo lo que no sea a Tu semejanza. Yo—yo—yo—yo quiero que Tú vivas en Mí, Señor. Yo quiero Tu Espíritu con la—con la preeminencia. Quiero que Tú vivas tan completamente en mí, que ya no sea yo, que yo—yo solo camine y hable y viva en Ti. Concédelo, Señor. Heme aquí. Límpiame, Señor. Limpia esta iglesia. Límpianos a todos. Saca la enfermedad, saca el pecado, saca la incredulidad, saca la duda, sácalo todo. Permite que venga el Espíritu Santo ahora con un carbón de Fuego del Altar, una nueva chispa de pentecostés, y limpia cada corazón aquí. Tómanos, Señor. Somos Tuyos. Te creemos. Concédelo, Padre.\n\nHabla, mi Señor,\n\nHabla, y responderé: “¡Señor, envíame a mí!”",
    "Todos los que quieren, y que lo harán, y que han consagrado sus vidas a Cristo, nuevamente, ahora mismo, ¡y se quiere consagrar Ud. en Su Presencia!",
    "Si yo comenzara a decir lo que he visto, yo… abarcaría a todos aquí, creo yo, ahora mismo. Yo los conozco. Uds. saben que yo no me pararía aquí y diría eso como un siervo de Cristo sin que Eso estuviere por todo el lugar. Uds. están en una condición ahora mismo para empezar un nuevo pentecostés. Seguro que es cierto, amigos.",
    "Solo humíllense. Cubran sus rostros, cubran sus pies, simplemente acérquense a Él. Dobléguense y hagan su confesión, y crean. ¿Quieren hacerlo? Si es así, levanten sus manos mientras cantamos: “Habla, mi Señor”.\n\nHabla, mi Señor, (oren ahora) habla, mi Señor,\n\nHabla, y rápidamente Te responderé;\n\n¡Oh!, habla, mi Señor, habla mi Señor. 🦅"
  ]
}