{
  "title": "EL MUNDO SE CAE A PEDAZOS",
  "id": "63730009",
  "content": [
    "🦅  …solo creed,\n\nTodo es posible, solo creed;\n\nSolo creed, solo creed,\n\nTodo es posible, solo creed.\n\nInclinemos nuestros rostros para unas palabras en oración.",
    "Nuestro Padre Celestial, estamos de nuevo, en esta noche, expresándote a Ti, el Gran Todopoderoso, cuán agradecidos estamos de estar reunidos aquí juntos, vivos y pudiendo adorarte esta noche. Y nos hemos reunido con ese propósito, el de sentarnos juntos en lugares Celestiales, como hermanos y hermanas, ciudadanos del Reino de Dios, esperando la venida del Espíritu Santo sobre nosotros, para que Él pueda revelarnos lo que debemos hacer, el programa de nuestra vida. Queremos andar conforme a Su voluntad.",
    "Y oramos, Señor, que Tú comiences desde el fundamento y nos limpies, Señor, y haznos nuevas criaturas, para que podamos ser aptos para Tu servicio. Sabiendo que esto es completamente imposible para nosotros, Padre; porque no podemos limpiarnos más de lo que un leopardo puede hacer desaparecer sus manchas lamiéndolas, él solo las hace relucir más con su propio esfuerzo. Pero, “Hay una Fuente llena de Sangre, sacada de las venas de Emanuel”. Eso es lo que limpia las manchas de leopardo. Te pido, Padre Celestial, que nos concedas en esta noche, que cada uno podamos sumergirnos Allí abajo, dejando atrás todas nuestras dudas, toda duda del amor y de la promesa de Dios para nosotros en estas horas. Lo pedimos en el Nombre de Jesús. Amén.",
    "Cantemos esto mientras nos sentamos. En lugar de decir: “Solo creed”, sencillamente levantemos nuestras manos y cantemos: “Ahora creo”. Sí, todos ahora.\n\nAhora creo yo, ahora creo yo,\n\nTodo es posible, ahora creo yo;\n\nAhora creo yo, ahora creo yo,\n\nTodo es posible, ahora creo yo.",
    "El Señor los bendiga, mientras se sientan. ¡Oh, suena tan apropiado! Después de pedirle a Dios, luego decirle: “Ahora yo creo”, después de haberle pedido.",
    "Este ha sido un día muy difícil para mí. Hay tanto por hacer, y tal vez setenta y cinco entrevistas en espera, y uno simplemente no puede llegar a todos, así de sencillo; es totalmente imposible. Y tuve cuatro llamadas hoy, para que saliera en vuelo de la ciudad; una para Beaumont, Texas; y una para Houston; y una para Campbellsville, Kentucky; y una para Little Rock, Arkansas, emergencias de enfermos. Y justo antes de salir, me llamaron para que volara de aquí, el domingo en la noche, tan pronto como terminara el servicio, para estar en algún lugar cerca de la Costa Oeste, para predicar un funeral. Y uno simplemente no puede llegar a todos. Y esas son solo las que entraron aquí, de los que saben que estamos aquí; ¿qué me dice de casa, en la oficina?, ¿ven Uds.? Y esas son personas que son gente buena. Y son Cristianos, muchos de ellos. Y ellos… Pero uno no puede estar en todas partes a la vez, y uno trata de hacer lo mejor que pueda mientras está allí. Y eso le causa nervios a uno. Pero, Uds. lo saben, se necesita gente nerviosa, a veces, para lograr algo, Uds. saben, pues, se inspiran ante el momento.",
    "¿Sabían Uds. que la mayoría de las personas bajo inspiración son consideradas neuróticas? Así es. Solo piensen en cuál de los profetas no fue considerado un neurótico, ¿ven? Aun a Jesús, le dijeron: “Estás demente”, implicando locura, ¿ven? Y Pablo dijo: “En el Camino que se llama ‘locura’, así adoro yo a Dios”. ¿Ven?, herejía, “locura”.",
    "Y, tome Ud. a los poetas. Para esa inspiración, ellos suben a un lugar donde la gente común no llega. Pienso en—en Stephen Foster, quien le dio a América sus famosas canciones folklóricas. Ahora, creo que él las tenía en su mente, más no en su corazón. Y yo vivía al otro lado del río, de mi antiguo hogar en Kentucky. Saben, después de escribir esa famosa canción folklórica, él salía y se emborrachaba. Y simplemente no podía soportarlo. Y, finalmente, cuando salía de esa inspiración, un día, él llamó a un sirviente y tomó una navaja y se suicidó. ¿Ven?, uno—uno está…",
    "Cuando uno está allá arriba, todo está bien, y cuando uno está aquí abajo; es—es un entremedio, cuando uno sale de estar bajo eso. Uds. deberían preguntarle a mi representante y algunos de ellos que lo pasean a uno por la noche, después de una de esas líneas de discernimiento. ¡Oh, vaya!, Uno no sabe si todo es una visión, o qué estará pasando. Es, ¿lo ven?, con todo. Todo lo que uno mira, uno—uno no sabe si realmente es una visión o qué será. Uno solo… Y es uno que está haciendo eso. ¿Ven? Uno—uno es quien está trayendo eso.",
    "Yo le explicaba eso al pastor hoy. Es como un niño queriendo mirar por un agujero en la pared, para ver un circo. Él se alza con sus manos y mira por allí, y tal vez logra ver algo como una jirafa o un camello, y cae abajo de nuevo. Y dicen: “¿Qué más viste?”. Bueno, subir de nuevo por poco lo mata, para mirar. Pero, luego, después de un rato, si alguien pudiera venir y cargarlo, levantarlo, y que diga: “La cosa va así. La—la Guirnalda comienza por aquí, y el maestro de ceremonias está por aquí, y sale por aquí”. Lo bajan. Pues, eso no le molesta.",
    "Así es como Dios estaba en Cristo. Ahora, la mujer que tocó Su manto, solo una mujercita en el tiempo de la menopausia, ella sufría un flujo de sangre. Y ella no conseguía… los médicos no podían detenerlo. Y ella tocó Su manto. Y Él Se dio la vuelta y dijo: “¿Quién Me tocó? Virtud salió de Mí”. ¿Ven?, esa fue la mujer usando el don de Dios. Ella jaló a Dios a través de Él. Fue la mujer que hizo eso. Ella aprovechó el privilegio de usar el don de Dios.",
    "Pero, cuando murió Lázaro, Él dijo que no hacía nada hasta que el Padre se Lo mostrara. Y después, Él se fue por un tiempo, y—y ellos enviaron a buscarle para que viniera a orar por Lázaro. Él no fue; se fue a otro lugar. Y luego enviaron de nuevo. Y Él no fue; y lo pospuso, se fue a otro lugar. Y finalmente se volvió, les dijo a Sus discípulos: “Lázaro duerme”.\n\nBueno, dijeron ellos: “Él ya debe estar bien”.",
    "Entonces Él les habló en su idioma: “Él está muerto. Por vuestro bien, Me alegro de no haber estado allí”. ¿Ven?, el Padre Le dijo cuánto tiempo sería, porque Él dijo que no hacía nada hasta que el Padre se lo mostrara; y cuánto tiempo sería, y lo que sucedería, para que Él regresara. Solo escuchen: “Pero Yo voy a despertarlo”. ¿Ven?",
    "Y cuando llegó a la tumba de Lázaro, Él oró. Él dijo: “Padre, Te doy gracias porque ya has oído; pero solo digo esto por aquellos parados alrededor”. Él sabía lo que iba a hacer, y llamó a Lázaro de la tumba. No se dice nada acerca de virtud que saliera de Él. Ese era Dios usando Su don, y el otro era la mujer usando el don de Dios.",
    "Ahora, Ud. no puede manufacturar una visión; tiene que venir de Dios.",
    "Así que, su fe es lo que lo hace. Fe es lo único que Dios reconocerá, en el ser, es fe en Su Palabra prometida, y Ud. mismo lo hace. Es su fe la que hace eso. Pero cuando viene una visión, a veces, una visión que Dios da acerca de ir a alguna parte, pues, a veces dura por horas, no me molesta para nada. Pero son esta clase las que duelen, de las que se vuelve y uno se pregunta dónde está.",
    "Pienso que William Cowper, creo que era su nombre, escribió Hay Una Fuente Llena De Sangre. Me paré junto a su tumba, no hace mucho en Londres. Tuve que llorar un poco, porque sentí lástima por el hombre. Él era un poeta. Y él, cuando se remontó en la inspiración y escribió esos cantos… Bueno, cuando salió de aquello, él—él trató de… él llamó un—a un conductor y quiso buscar un río, para suicidarse, y había tanta niebla que ni siquiera pudieron encontrarlo. ¿Ven?, él estaba—él estaba perdido, él había bajado de la inspiración, de vuelta a la tierra nuevamente.",
    "¿Qué significa todo esto, amigo? Que verdaderamente hay una Tierra más allá del río, solo que hay que subir para verla. Así que, sabemos que algún día vamos a esa Tierra. Esa es nuestra gran Esperanza.",
    "Ahora, esta noche no le dije a mi hijo que repartiera tarjetas de oración. Pero cada noche el Señor ha estado sanando a los enfermos en la congregación, y simplemente llamándolos, a los que tienen fe. Escuchen atentamente ahora lo que Él dice, ¿ven?, y cuando Él—cuando Él habla.",
    "Pero, creo que mañana en la noche, pues, cambiaremos el—el orden de la reunión. Y ¿a cuántos les gustaría solo que se orase, solo—solo que se orase, por los enfermos? Bueno, muy bien. Enviaré a Billy un poco más temprano, si le parece bien a nuestro amado pastor, y repartiremos a todos Uds. una tarjeta de oración, a los que la quieran, y luego llamaremos a la gente, y que pasen y oraremos por ellos.",
    "Yo no podría incluirlos a todos en una de esas líneas de discernimiento. Yo… ellos me tendrían que sacar, y Uds. tendrían que orar por mí. Y—y solo piensen, si una mujer tocó Su manto…",
    "Y Él era el Hijo Divino de Dios. Si una mujer tocó Su manto y eso Lo hizo sentir débil, ¿qué me haría a mí, un pecador salvo por Su gracia? Uno no se recuperaría de una, o tal vez ni eso, si Él no hubiera dicho: “Estas cosas que Yo hago, vosotros también las haréis; y aún más que estás haréis”. Pues, vean, Él dijo, la versión King James dice “mayores”, pero la palabra correcta es “más”, si Uds. la buscan, “más”. Pues, nadie podría hacer algo mayor que eso; Él resucitó a los muertos, y detuvo la naturaleza. Él lo hizo todo. Así que, lo único, la Iglesia… Todo Dios estaba allí en un Hombre, pero esa gran Columna de Fuego que guio a Israel vino a ser carne y habitó entre nosotros.",
    "Pero cuando Él fue crucificado, resucitó y ascendió a Dios, en el Día de Pentecostés, Él regresó en la forma de esta Columna de Fuego, y Él Mismo Se separó, Lenguas de Fuego se posaron sobre cada uno de ellos. Dios Mismo dividiéndose entre Su Iglesia, porque Esa era Su Esposa. Y un esposo y esposa son uno, juntos. Y Dios y la Iglesia son uno, juntos. ¡Dios en Ud.! Fue Dios sobre nosotros, Dios con nosotros, Dios en nosotros, el mismo Dios todo el tiempo; simplemente tres manifestaciones, atributos u oficios, o como quieran llamarlo. Como Padre, Hijo y el Espíritu Santo, es el mismo Dios todo el tiempo. ¿Ven?",
    "Y ahora ese era Dios sobre nosotros, no se podía tocar. Aun la montaña, si era tocada, donde Él estaba, tenían que ser atravesados con una saeta, porque el pecado aún no había sido ofrendado.",
    "Pero entonces Dios vino y Se manifestó entre nosotros: “Lo tocamos con nuestras manos” dijo él, “¡Dios!”. Primera de Timoteo 3:16: “Indiscutiblemente, grande es el misterio de la piedad; porque Dios fue manifestado en carne, visto de Ángeles, y creído en el mundo, recibido arriba en Gloria”. ¿Ven? Vean, ahora, ese era Dios con nosotros.",
    "Dios sobre nosotros, Dios con nosotros, ahora Dios en nosotros. Todo lo que Dios era, Él lo derramó en Cristo; todo lo que Cristo fue, Él lo derramó en la Iglesia; “En aquel día, conoceréis que Yo estoy en el Padre, el Padre en Mí; Yo en ti, y tú en Mí”. Así que siempre ha sido Dios, ¿ven Uds.?, Sus mismas obras. La Iglesia está ordenada para llevar a cabo Su obra, con el mismo Espíritu. Uno no podría llevar a cabo la misma obra sin el mismo Espíritu. Así es. El mismo Espíritu lleva a cabo la obra.",
    "Y, ahora, es tan agradable hablarles, me—me paso de tiempo cada noche; y no me—no me gusta hacerlo.",
    "Pero, estoy pensando, de todo corazón, que estamos en el tiempo del fin. Yo—yo no—no digo eso solo porque es un dicho común entre la gente; yo lo creo. Yo lo creo con todo mi corazón, y en la sinceridad de mi corazón. Por eso es que no me esfuerzo por construir cosas grandes, hacer grandes cosas lujosas, y construir grandes capiteles y cosas. Y yo—yo creo que Cristo viene. Yo—yo… Todo, hagámoslo—hagámoslo ahora mismo, porque quizás no haya un mañana, ¿ven? Hagámoslo hoy, si podemos, todo lo que podamos hacer.",
    "Por lo tanto, yo nunca permití, o no creo que el Espíritu Santo quisiera que yo tuviera grandes cosas lujosas, donde tener grandes… Ahora, eso está bien para aquellos que lo hacen. Yo no los condeno. Eso está bien. Pero para tener transmisiones de televisión que abarcan toda la nación, tendríamos que mendigar dinero de la gente; y para hacer eso, se ven obligados, porque tienen que pagarlo. Las transmisiones de radio, eso—eso todo está bien, no hay problema, pero eso no era para mí. A mí solo me gusta… Pues, me moriría de la preocupación por ello. Y yo no podría hacer eso; no pudiera.",
    "Comencé a pedir una ofrenda, una vez en mi vida. Creo que han escuchado de eso. Yo—yo comencé a recoger una ofrenda. Estábamos en tal aprieto, que casi tuve que hacerlo. Yo—yo tenía unas deudas, y estaba trabajando. Tomé mi sombrero y vacié allí mi pago, y simplemente no nos alcanzó. Y yo nunca recogí una ofrenda en el Tabernáculo. Yo pastoreé por diecisiete años, sin un centavo. Y le dije a la esposa, le dije: “Tenemos, tenemos que hacerlo. Iré y pediré una ofrenda”.",
    "Ella dijo: “Y yo iré a verte, ¿ven?”. ¿Ven? Ella llegó allá y se sentó.",
    "Y esa noche, después de… Eran personas encantadoras. Benditos sean sus corazones. Dije: “Yo—yo detesto decir esto”. Dije: “He estado con Uds. por mucho tiempo. Nunca les he pedido nada” dije, “pero yo—yo tengo algunas cuentas que pagar. Necesito alrededor de seis dólares”. Y dije: “Yo—yo simplemente no los tengo. Sencillamente no los tengo, y ya es la fecha” y dije: “El sábado. Y yo—yo no tengo para pagarlo”. Y dije: “Si Uds., cualquiera de Uds. tiene unos diez centavos” dije, “si pudieran darme una pequeña ayuda, lo agradecería”. Y—y todos comenzaron a llorar. Había una anciana sentada allí abajo… Y el diácono se levantó, y ni teníamos plato de colecta, y yo—yo dije: “Puede ir por mi sombrero”. Y fue y tomó mi sombrero.",
    "Y miré allí abajo. Y una ancianita que siempre oraba por mí, ella tenía un… Una de estas madres sureñas a la antigua que tenía uno de estos pequeños… esos pequeños monederos que se abren de arriba. Ella lo abrió, y, ¡oh, vaya! Vi eso. No podría haber gastado eso por nada. Dije: “Yo—yo solo bromeaba. Quería ver lo que Uds. iban a decir. Realmente no era en serio”. No fui capaz. Fue lo más cerca que he llegado de recoger una ofrenda. ¿Ven?",
    "Había un anciano que solía venir a mi casa. Él—él, creo que pertenecía a la Casa de David, o algo así; tenía barba y cabello largo. Él me dio una bicicleta vieja, descarriada; no descarriada, solo gastada. Probablemente había—había cumplido bien su trabajo, pero estaba… Así que yo—yo fui a la tienda de diez centavos y me compré dos latas de pintura, por veinte centavos, y la pinté y la vendí por seis dólares. Y así no tuve que recoger una ofrenda, ¿ven? Pues, fue lo más cerca que llegué. Yo—yo… ¿Ven?",
    "¿Qué si yo estuviera aquí con toda esa gran obligación, y el Espíritu Santo me llamara a alguna parte a una iglesita, donde quizás yo necesitara de cientos de dólares al día, para financiar eso? Ellos no podrían hacerlo. Pero, ¿ven Uds.?, no necesito sino más de Dios. ¿Ven? Yo—yo no necesito más. Así que, si Él me llama a alguna parte, no importa dónde sea, si hay diez personas o… Y les he predicado a quinientos mil, en una ocasión. Así que, bueno, cuando llegue ese momento, alguien simplemente pone… Dios lo pone en su corazón, y ellos vienen y dicen: “Sabe, el Señor dijo que Ud. iba a cierta parte, y aquí hay un cheque para eso”. Así es, por fe, ¿ven Uds.?, porque Él sabe de lo que tenemos necesidad. ¿Ven? Y, pues, a mí me gusta vivir así.",
    "Y luego, otra cosa, saben, creo que estamos yendo a lugares. Mucha gente que viene a mis reuniones es gente pobre como yo, y quiero permanecer como ellos. Pues, ¿se vería bien que un ministro anduviera por ahí como gran cosa, Uds. saben, así, con decenas de miles de dólares, y gastándolo de esta y aquella manera, y—y una pobre mujer cargando una bolsa de algodón sobre la espalda, recogiendo algodón por unos tres dólares al día, comiendo grasa de tocino y pan de maíz? Ah-ah. Yo no puedo, no logro verlo, ¿ven? Cristo siendo dueño de la tierra y no tenía lugar donde recostar Su cabeza; “las zorras tienen guaridas”. Y Él fue nuestro Ejemplo. Él fue lo que debía ser.",
    "Ahora, no es que yo esté queriendo condenar eso, solo les estoy hablando de mí mismo. Así que, no teniendo dinero, pues, nunca he intentado comenzar algo grande, Uds. saben. Y—y uno no puede comenzar algo grande, de todas maneras. Lo más grande que hay, vamos a Aquello, ¿ven?; así que, y es Dios. Y yo creo que todos somos del mismo tamaño, y solo quedémonos de—de esa manera. Nosotros somos los hijos de Dios.",
    "Ahora, a mí—a mí me encanta leer esta Biblia. Y no puedo leerla muy bien y a veces pronuncio mal las palabras, pero Uds. me tienen paciencia con eso. Yo—yo—yo…",
    "Recuerdo que una vez en Fort Wayne, estaba predicando. Y las Asambleas de Dios sacaron este artículo, y luego, Quién es Quién, lo publicó, sobre la niña. Quizá lo hayan leído hace como diez años. Le había, había sido… le operaron los ojos y quedó sin vista. Y—y me la trajeron, y el Espíritu Santo le dijo todo el asunto y la sanó allí mismo; ella pudo leer la Biblia o lo que fuera. Y Quién es Quién lo publicó. Ese libro, Uds. saben, Quién es Quién, sobre ciencia médica y todo lo demás, de que ella pudo.",
    "Y recuerdo, un par de noches después de eso, fui a la parte de atrás donde Paul Rader escribió ese canto, Solo Creed. Y sentado allí y oyendo sonar ese canto, un—un hombre con mucha educación, debía tenerla, y vino allí atrás, dijo: “Sr. Branham, ¿puedo hablar con Ud.?”.\n\nYo dije: “Sí, señor”.",
    "Y él se presentó, y—y dijo: “Solo quiero corregirle en algunas cosas”.\n\nYo dije: “Muy bien, señor”.\n\nY él dijo: “Su gramática”. ¿Ven?",
    "Yo dije: “Sí, señor, lo sé”. Dije: “Tan solo tengo una educación de séptimo grado”. Dije: “Éramos diez hijos. Mi papá era enfermizo y yo tuve que salir a trabajar. Tuve que dejar la escuela, solo era un niño”.\n\nÉl dijo: “Eso ya no es excusa”.",
    "Y dije: “Eso, eso es cierto”. Dije: “Supongo que no la es. Pero ahora, desde que entré a servir al Señor, no tengo tiempo para nada de eso”.",
    "Él dijo: “Bueno, su…”. Dijo: “¡La gente allá!”. Dijo: “Noté anoche, Ud. dijo: ‘Todos Uds. que vienen aquí por este pólpito’ dijo, ‘bajen…’”.",
    "Y le dije: “Bueno, ¿y qué? No me pareció diferente”. Y él dijo… Le dije: “¿Qué tiene eso de malo?”.",
    "Dijo: “No es pólpito” dijo, “es púlpito”. Él dijo: “Su congregación lo apreciaría más si Ud. dijera púlpito”.",
    "Bueno, creo que él como que peinó mal esos pocos cabellos. Le dije: “Hermano” dije, “no quiero discrepar con Ud. Pero no creo que a esa gente le importe si digo pólpito o púlpito, solo es que predique la Palabra de Dios, y viva la vida que está Aquí”. Eso es lo principal. Amén.\n\nEl hombrecito dijo: “Pero Ud. no conoce su Biblia”.",
    "Dije: “Pero conozco muy bien al Autor, y Él—Él me bendice”. Yo prefiero saber: “conocerlo a Él es Vida”. ¿Ven?",
    "Ahora, mañana en la noche, vengan un poco más temprano. Porque, cuando llegué, hace unos momentos, en un taxi allá afuera, había hileras de personas, decepcionados, algunos llorando, salían del lugar, pues fueron devueltos. Así que, vengan lo más temprano que puedan, para que reciban su tarjeta de oración.",
    "Ahora, antes de ver la Palabra, hablemos con el Autor por un minuto.",
    "Padre Celestial, esta es Tu Palabra. Y leemos en la Biblia que, “El agua de la Palabra nos lava”. Y sabemos, en el Antiguo Testamento, cómo tomaban la vaca, la vaca roja, y la mataban, toda la congregación, y la quemaban. Y entonces tenían las cenizas fuera de los atrios, como aguas de separación, siendo que—que las manos que manejaban esto debían ser manos limpias. Y yo—yo Te pido, Dios, como estas aguas de separación, la Palabra que nos separa de muerte, para Vida, limpia nuestros pensamientos, nuestros corazones, Señor. Y si hay algo que Tú encuentres en nosotros que no está bien, límpialo, Señor, por esta agua de separación, en esta noche. Aparta nuestros pecados, Padre. Queremos—queremos estar diariamente delante de Ti, muriendo a nosotros mismos, para poder vivir en Cristo. Bendice la Palabra mientras La leemos. Y Tú prometiste que Ella no—no regresaría vacía, sino que cumpliría lo que—lo que se había propuesto que Ella haría. Y oramos que concedas esto, en el Nombre de Jesús. Amén.",
    "En el Libro del Apocalipsis de Jesucristo, encontramos, solo leeré un poquito del Sexto Sello. Del Libro de Apocalipsis, se encuentra en el capítulo 6 del Apocalipsis, y luego comenzaremos con el versículo 12. Y luego, además, quiero leer también de Hebreos 12:25, para otra pequeña cita, como Escrituras que tengo anotadas aquí. Y unas cuantas cosas de las que me gustaría hablar, si el Señor quiere. Y ahora, en Apocalipsis 6:12.\n\nY…Miré cuando abrió el sexto sello, y he aquí hubo un gran terremoto; y el sol se puso tan negro como tela de cilicio, y la luna se volvió toda como sangre;\n\ny las estrellas del cielo cayeron sobre la tierra, como la higuera deja caer sus higos cuando es sacudida por un fuerte viento.\n\n…los cielos se desvanecieron como un pergamino que se enrolla; y todo monte y toda isla se removió de su lugar.\n\nY los reyes de la tierra, y los grandes, y los ricos, los capitanes, y los poderosos,…todo siervo y todo libre, se escondieron en…cuevas y entre…peñas de los montes.\n\nY decían a los montes y a las peñas: Caed sobre nosotros, y escondednos del rostro de aquel que está sentado sobre el trono, y de la ira del Cordero;\n\nporque el gran día de su ira ha llegado; ¿y quién podrá sostenerse en pie?",
    "Ahora en el Libro de Hebreos, el capítulo 12, y comenzando con el versículo 25.\n\nMirad que no desechéis al que habla. Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos.\n\nLa voz del cual conmovió entonces la tierra, pero ahora ha prometido, diciendo: Aún una vez, y conmoveré no solamente la tierra, sino también los cielos.\n\nY esta frase: Aún una vez, indica…remoción de las cosas que son movibles, como cosas hechas, para que queden las inconmovibles.\n\nAsí que, recibimos nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios, agradándole con temor y reverencia;\n\nporque nuestro Dios es fuego consumidor.",
    "Ahora, este es un—un pequeño texto que me gustaría tomar de allí, para hacer un texto, si pudiera llamarlo así. Y espero no retenerlos demasiado. Así que, no olviden mañana en la noche, ahora, de venir temprano para recibir las tarjetas de oración, y tendremos una línea de oración donde oraremos por todas las personas que recibieron las tarjetas de oración. Ahora, y mi texto esta noche es El Mundo Se Cae A Pedazos. Es un texto muy extraño.",
    "Pero estaba pensando hoy, teniendo la gloriosa oportunidad y el gran privilegio de caminar con el Hermano Vick, este honorable y noble siervo de Cristo; con el Hermano Joseph, mi precioso amigo, también. Tuvimos, bueno, fue la comida, para mí. Creo que es el almuerzo, para todos Uds. aquí. Pero si eso fue la comida, entonces esta es la comida esta noche, y eso fue el almuerzo y el desayuno, ¿dónde está mi cena? ¿Ven?, creo que me salté algo. Y, luego, mientras íbamos a—a cenar y volvíamos por la calle, nos dimos cuenta de que estaban colocando, comenzando a colocar cosas para la Navidad. Nos estamos acercando a la temporada de Navidad, y falta un mes, pero todas las tiendas están sacando todas sus ventas navideñas.",
    "¡Cuan alejados están del significado de la Navidad! Ha venido a ser solo un acto comercial. Todas las fiestas han llegado a eso; el Día de la Madre, el Día del Padre. Y cada día debería ser el día de la madre y del padre. Y ellos tienen, ¡oh, la Pascua! Santa Claus ocupó el—ocupó el lugar del nacimiento. Un conejo y una gallina, un patito, ocuparon el tiempo de la resurrección. Todo son gallinas y patos y huevos, y ¿qué tiene eso que ver con la resurrección? ¿Ven? Y es una lástima que nosotros… eso es puesto ante nuestros hijos.",
    "Mucho muchachito aquí, esta noche, puede decirles más acerca de Davy Crockett de lo que pudiera decirles de Jesucristo, seguro, seguro, porque es un gran asunto comercial. Toman ropa como algún vaquero o algún héroe y, o algo de algún forajido o algo, y—y venden ropa para lucir como él, y—y luego todos los niños se enteran y leen la historia. Si tan solo pudiéramos llevar el programa de Cristo de esa manera a la gente. Por lo general, uno quiere imitar lo que lee; Uds., los lectores.",
    "Recuerdo, siempre fue así conmigo; recuerdo una vez, de niño, como de doce años, allá en la biblioteca pública, tomé uno de los libros de Zane Grey, llamado El Llanero Solitario. Y—y monté la escoba de mamá hasta que la gasté, como un caballo de batalla, dando vueltas y vueltas por la casa, hasta que la rompí. Más tarde, leí la historia de Tarzán Y Los Monos de Edgar Rice Burroughs, y dormí en un árbol, porque era lo que yo—yo—yo leía; tenía eso en la mente.",
    "Y, ¡oh!, un día eché mano de algo que era real, una Verdad, no una ficción. Y, desde entonces, quiero que mi vida sea como la de Él. Encontré algo que era real cuando leí la Biblia y la vida de Jesucristo.",
    "Ahora, a medida que nos acercamos a esta temporada, es muy familiar. El mundo está casi en la misma condición que hace dos mil años, cuando Él vino a la tierra en Su primera venida. Cuando Él vino a la tierra, la tierra había llegado a su hora…",
    "Cada cierto tiempo el mundo entra en una condición tan caótica que no hay nada que pueda evitarlo. Hemos tenido esto varias veces, estos preludios. Y encontramos—encontramos que cada vez que enfrenta esta condición, pues, eso hace que la gente comience a—a orar. Y ellos sienten que todo ha terminado, nuestros sistemas y todo lo que tenemos, ha llegado a su fin. Fue así en el mundo antediluviano, y demás. La política y—y otras cosas simplemente llegan a su fin, no hay más. Y yo—yo creo que todo eso es por obra de Dios, con un propósito, para rejuvenecer, para traer de vuelta. Ella tiene una manera de renovarse. Y pienso que solo es una—una ley de Dios, que estas cosas lleguen a ese punto.",
    "En el tiempo de la primera venida de Cristo, yo—yo creo que podríamos decir que el mundo se estaba cayendo a pedazos. Era un tiempo corrupto en la política, un tiempo corrupto en—en la religión. Todo sistema había sido corrupto. Ellos se habían entrometido, inyectando otras cosas y teorías hechas por el hombre, en las religiones y demás, hasta que toda la cosa estaba corrupta. Y el mundo se estaba cayendo a pedazos.",
    "Y el mundo, en ese tiempo, estaba orando por un mesías. Ahora, los romanos estaban orando por un mesías, los griegos querían un mesías, los judíos querían un mesías. Y Dios les dio un Mesías, pero ellos no lo quisieron de la manera en que Él lo envió.",
    "Y me pregunto hoy, en nuestro tiempo caótico, al estar llegando todos nosotros a este lugar de nuevo, a medida que nos acercamos a la Navidad, encontramos al mundo en la misma condición: moralmente podrida, y la política está podrida, la vida religiosa está—está podrida, el denominacionalismo está podrido, y todo está corrompido. Y todos buscamos algo que nos ayude a salir de ello; todos esperamos un mesías.",
    "Me pregunto, si Dios nos enviara al Mesías, si no haríamos lo mismo que hicieron ellos en el pasado. No Lo conoceríamos, no sabríamos Quién es Él. No creo que el mundo Lo reconocería, en lo absoluto.",
    "Y noten por qué. Aquí está mi pensamiento, la razón del por qué. Los romanos, ellos tenían su idea de lo que debería ser un mesías. Cada uno de nosotros tiene sus propias ideas; cada denominación tiene sus ideas. Se nos ha enseñado, dibujado en diagramas y todo, lo que el Mesías debería ser, cómo va a ser: “Nuestra iglesia es la que Lo va a recibir”. Bueno, los judíos, los fariseos pensaban así, y también los saduceos lo pensaban de su lado; lo mismo, ¿ven Uds.? Los espíritus no mueren; solo el hombre que es ocupado. ¿Ven? En eso, el diablo no se lleva su espíritu, solo se lleva al hombre. Y lo bueno de esto es que Dios tampoco se lleva Su Espíritu, ¿ven?, Él permanece; solo al hombre. El mismo Espíritu que estaba sobre Cristo está sobre el creyente hoy, el verdadero creyente.",
    "Ahora, fíjense, los romanos en ese día estaban buscando un—un mesías, un—un político. Ellos querían que alguien bajara de Júpiter, o alguien que bajara con un carro de fuego, y—y un sol detrás de su cabeza, y él guiando los carros por el cielo. Y querían que Júpiter bajara y les enseñara el truco, el secreto militar de cómo podían aplastar al mundo entero. Eso es lo que querían hacer. Ellos querían derrotar a los griegos, y—y dominar al mundo entero. Esa es la clase de mesías que ellos querían.",
    "Bueno, los griegos querían que viniera esa clase de mesías y les dijera exactamente la clase de estrategia que podrían usar para derrotar a los romanos. ¿Ven?, esa era la clase.",
    "Y los judíos, estaban esperando un General, algún hombre que viniera con una vara de hierro en la mano, un León de la Tribu de Judá, y él iba a gobernar a todas las naciones; y llevaría a Roma allá al río y los ahogaría, y—y—e Israel tomaría control. Esa es la razón. Cuando Él vino exactamente de la manera en que la Escritura dijo que vendría, no obstante, ellos lo estaban esperando a Él de una manera diferente.",
    "Me pregunto si acaso no sucedería igual hoy si Él viniera, si no pensaríamos así. Tenemos nuestras propias ideas acerca de lo que Él debería ser, y cómo debería lucir, y cómo Él debería usar Su ropa, y el peinado de Su cabello, y todo. Y si no fuera completamente de nuestro gusto, pues, no lo recibiríamos, ¿ven Uds.?; nosotros, me refiero al mundo hoy, ¿ven? Muy bien.",
    "Ellos—ellos, los judíos, rechazaron al Mesías, porque Él no encajaba con su gusto. Él no encajó.",
    "Hace unos días, un buen sastre allá en Tucson estaba cortándome unos pantalones. Y él era judío. Y escuché su inglés entrecortado, y—y dije: “¿Qué es Ud., judío?”.",
    "Él dijo: “Sí, señor”. Y él dijo: “¿Supongo que Ud. es un Cristiano?”.",
    "Yo dije: “Sí, señor”. Y él siguió arreglando mis pantalones. Y pensé: “Dejaré que él me hable ahora”.",
    "Y él dijo: “Bueno” dijo él, “no tengo nada en contra de Uds. Cristianos”.",
    "Le dije: “Gracias, señor. Yo no tengo nada en contra suya”. Y dijo, él dijo, el… Yo dije: “¿Cuál es su opinión de Cristo?”.",
    "Dijo: “Él vino muy antes de tiempo, y dijeron que Él era demasiado joven para el trabajo”.\n\nY dije: “Sí, señor”.",
    "Dijo: “Él era un poco joven para Su trabajo”. Dijo, ahora Cristo: “Si Él, Jesús, hubiera venido hoy…”. No Cristo, ellos no lo creen. Dijo: “Si Jesús hubiera venido hoy, Su programa hubiera estado bien”. Dijo: “Es algo así, como Rockefeller y Goldwater” dijo, “ellos se pelean, y están en el mismo partido”. Y él dijo: “¿Ve Ud.?, ellos—ellos no deberían estar haciendo eso”.\n\nDije: “Es correcto”.",
    "Dijo: “Cuando vino Jesús” dijo, “Él vino peleando contra Su Propio partido, Su pueblo”.",
    "Yo dije: “¡Oh, no! Él vino a los Suyos, y los Suyos no Lo recibieron”. Dije: “Eso, eso fue lo que pasó, ¿ve Ud.?”.",
    "Así que voy a dejarlo descansar hasta que regrese, ¿ven Uds.?, un poco a la vez. Pues, no olvido que Dios cegó sus ojos para que yo pudiera ver, ¿ven?, así que yo—yo estoy muy agradecido con esa raza. Seguro que lo estoy. No se preocupen, Israel, si están sentados aquí, su tiempo pronto está a la mano. ¿Ven? Seguro.",
    "Ahora, muchas veces decimos que, “Jesús era judío”. No. No lo era; no, Él no era judío. Él no era judío ni gentil. Él era Dios. ¿Ven?, la hemoglobina es donde está la célula de vida, y la célula de vida fue una célula creada de Dios. No hubo—no hubo vida social entre Dios y María; ni siquiera hubo una sensación. Él creó ambos gérmenes, correcto, el óvulo y la célula. Y Él no era judío ni gentil. Él era esa brecha, en el medio. Él era Dios. Y si Él fue de sangre judía, estamos perdidos; si Él fuera sangre gentil, estamos perdidos. Él era la Sangre de Dios, creado sin deseo sexual. Por esa razón nuestra fe puede mirar Allí y estar segura de que Eso es así. Así que, Él murió por los dos.",
    "Ahora encontramos que cuando Él vino, sin embargo, Él no vino al gusto de los judíos, así que ellos Lo condenaron. Y ahora nosotros—nosotros no podemos decir nada al respecto, porque nosotros hacemos lo mismo.",
    "¿Qué había causado esto? Yo creo que hubo una causa para eso. Y yo creo que es porque ellos habían tomado la Palabra de Dios y La habían dejado inefectiva, por sus tradiciones; Jesús lo dijo. Él dijo: “Uds., por sus tradiciones, han dejado la Palabra de Dios sin efecto”. Así es. No era efectiva, porque añadieron y proyectaron en Ella sus tradiciones. Y cuando…",
    "Ud. no le puede añadir nada a Eso, no se Le puede quitar nada; es, así como Eso está es. Así es como Dios Lo preservó. Nosotros no podemos añadir credos y dogmas y cosas, para inyectarle a Eso. Eso no necesita ayuda alguna. Ese—ese es Él, ese es Él en forma de letra.",
    "Y la Palabra es una Semilla. Y la semilla en la clase correcta de tierra crecerá, si Ud. no la desentierra cada mañana para ver si ha crecido o no. Ud. solo siémbrela, entréguesela a Dios, y déjela allí. Así es como se debe dejar crecer, solo dejarla como Ella está en la tierra. Y allí es donde Ella debe estar, en la tierra de su corazón. Fe es regarla, hora a hora, diciendo: “¡Si Dios lo dijo, es mía!”. Así es la manera de hacerlo.",
    "Así que el mundo entero entonces se caía a pedazos como hoy, cada nación estaba buscando a alguien que—que los mantuviera fuera de esta tragedia que estaba por azotar al mundo, y tratara de mantenerlos unidos. Las naciones estaban esperando algo, y—y cada nación lo estaba buscando, pero, parecía que no querían aceptar lo que Dios les envió. Ellos estaban pidiendo un hombre, un mesías, que pisoteara a las demás naciones, y Dios les dio un Bebé. ¡Pedían un General, y se les dio un Bebé! Dios sabía lo que necesitaban. Él los humilló.",
    "Así es como lo hace Dios, Él nos humilla cuando pensamos que sabemos algo. Como se lo dijo a Job: “Tú que tienes tanta sabiduría, ¿dónde estabas cuando Yo puse el fundamento del mundo, cuando las estrellas de la mañana cantaron juntas y los hijos de Dios gritaron de gozo? ¿Dónde estabas tú, Job?”. Pues, allí terminó su sabiduría, ¿ven? Y Dios nos humilla cuando llegamos a pensar que somos algo grande. Cuando pensamos que nuestra organización es la única, Dios regresará de algo que no está en ninguna parte, levantará algo y nos humillará con eso. Así es. Él siempre lo hace de esa manera. Sí.",
    "¿Ven?, ellos pidieron un General, y recibieron un Bebé. Dios sabía lo que ellos necesitaban. Así es. Ellos pidieron un General, y recibieron un Salvador. Aunque pensaban que eran salvos, pero la visita de Dios a ellos mostró que no lo eran.",
    "Quizás eso sea bastante lo que sucede hoy. El mundo piensa que son salvos, al unirse a la iglesia, pero igual necesitan un Salvador hoy. Si ese no es el cuadro del mundo hoy, no conozco el mundo.",
    "Más o menos así es en esta Navidad, de nuevo encontramos lo mismo, el mundo cayendo en pedazos. Si Ud. va a esto, eso está acabado. Si Ud. va a esto, eso está acabado. Ha llegado a ser así para que lleguemos a Esto. ¿Ven?, eso—eso nos quita todos los apoyos, para que tengamos—tengamos que llegar al único recurso que existe, y ese es, la Vida Eterna.",
    "Ahora se está buscando hoy, como allá, algún sistema que lo mantenga unido. Y como fue allá, ahora se está desmoronando de nuevo. Y el mundo religioso allá estaba esperando un Mesías prometido para conseguir esto.",
    "Y Dios cumple Su promesa. Él nunca falla en cumplir Su promesa en todas las edades. Cuando el mundo se estaba cayendo a pedazos, en el tiempo de Noé, Dios les envió un profeta poderoso. ¿Qué hicieron con eso? Lo rechazaron. ¿Qué es un profeta? Uno a quien viene la Palabra, es la Palabra de Dios otra vez. En el tiempo de—de Noé, se les envió. En el tiempo de Moisés, todo el sistema se estaba cayendo a pedazos, se les envió un profeta. En el tiempo de Elías, todo el sistema caía a pedazos, se les envió un profeta. Cada vez, cuando el mundo entra en este caos, se les envía un profeta. Y luego, en esta primera Navidad, Él envió la Palabra en Su plenitud, ¿ven?, ¡la Palabra! Una porción de la Palabra en un profeta, un profeta tenía el Mensaje para esa edad, y él procedió.",
    "Se les dio un profeta, y ¿qué hicieron con ellos cada vez? Los apedrearon (ellos no estaban de acuerdo con sus sistemas) y eran sentenciados a muerte. Jesús dijo: “Vosotros adornáis las paredes de los profetas, los sepulcros, y vuestros padres los pusieron allí. Y Uds. testifican de eso, que Uds. son sus hijos”. ¿Ven?, ellos lo hacen. Es una lástima, pero así es—así es el mundo. ¿Ven?, cada vez sucede, Dios envía Su Palabra y la sabiduría trata de acomodar la Palabra.",
    "Así fue en el principio. El propio asunto que comenzó todo el sistema de pecado fue porque alguien, Eva… Satanás produjo un plan mejor que el de Dios; él produjo sabiduría. Ellos comen del árbol del conocimiento.",
    "La sabiduría siempre lo aleja a uno de Dios; la fe lo trae de regreso a Dios. Ud. no conoce a Dios por la gran sabiduría suya. Ud.… Ella no sirve, es del mundo, es necedad para Dios; “Pero agradó a Dios, por la locura de predicar Su Palabra, salvar a los perdidos”. ¿Ven? Así que, Dios siempre usó algo insensato y sencillo.",
    "Cuando Él llamó a Sus discípulos, si Él hubiera escogido a Caifás y los grandes sacerdotes que ellos habían entrenado para esa hora, habría algo de que jactarse. Ellos tenían su título de doctorado y todo. Pero Él baja y escoge hombres ignorantes, pescadores que ni siquiera podían leer su propio nombre o escribir su propio nombre, para Él quizá usar la nada y de eso hacer algo.",
    "Aun el gran San Pablo dijo que él tuvo que olvidar todo lo que sabía, para poder encontrar a Cristo. Él le dijo a la iglesia de Corinto: “Nunca vine a vosotros con excelencia de palabras y sabiduría de este mundo, porque Uds. edificarían su fe en eso”.",
    "Y miren, hoy en día, la gente no quiere un pastor a menos que él pueda hablar apropiadamente y colocar todos los sustantivos y pronombres. Si así fuera, yo no podría entrar en ningún púlpito, porque ni siquiera sé cuál es la diferencia entre un sustantivo y un pronombre. Pues, lo único que sé, es que Lo conozco a Él. Y eso es todo lo que me interesa saber, porque Él es mi—Él es mi Sustantivo y Pronombre, Él es mi Vida. Ahora, el asunto que queremos conocer es a Él. Pero vean, nuestro sistema religioso ha adoptado el sistema educativo, y tomado el lugar del Espíritu Santo. Eso es lo que ha hecho.",
    "Ahora, en los días de Noé, los días de Moisés, se les envió a ellos los profetas, y ¿qué hicieron? Apedrearlos, matarlos, aserrarlos en pedazos, quemarlos, cualquier manera de deshacerse de ellos, quitárselos de sus manos.",
    "Jesús lo enseñó muy bien, trajo una parábola, cuando dijo: “Hubo un hombre, un gran hombre que hizo una… tenía una viña y le puso labradores. Y él envió un siervo, y lo mataron. Envió a otro siervo, y lo mataron, y demás”. Y dijo: “Finalmente dijo: ‘Yo, yo enviaré a mi hijo, y ellos lo considerarán’. Y los—los labradores de la viña dijeron: ‘Este es el heredero, matémoslo’”. Ese fue el Hijo de Dios que Él envió.",
    "¡Envió a los profetas! Envió Su Palabra; la Palabra, ¡Dios! Recuerden, para cada generación que cae, solo hay una cosa que puede hacer un puente para este mundo, ¡es la Palabra de Dios!",
    "Este mundo fue hecho por la Palabra de Dios. Fue formado por la Palabra de Dios. Y esa es la única cosa que lo mantendrá unido, es la Palabra de Dios, porque Hebreos dice: “Entendemos que el mundo fue formado por la Palabra de Dios”. La gente duda de la Palabra de Dios, y la misma tierra sobre la que Ud. está es la Palabra de Dios manifestada. Los mismos asientos en los que Uds. están sentados son la Palabra de Dios manifestada. Dios lo habla, y tiene que suceder, porque es la—la Palabra de Dios.",
    "Ahora, lo único que puede mantenerlo unido, nunca será un sistema político, nunca será una ONU, nunca será ninguna de estas organizaciones; será la Palabra de Dios la que mantendrá unido al—al mundo. Eso es lo único que puedo recomendar hoy, para evitar que el mundo caiga a pedazos ahora mismo, es: regresar a la Palabra de Dios. Ese es el programa de Dios, siempre.",
    "En el huerto del Edén, Satanás vino y le dijo a Eva, le dijo: “Deberías tomar del fruto del árbol”.\n\nY ella dijo: “Pero el Señor dijo que no”.",
    "Él dijo: “Pues, ¡oh, ciertamente no morirás!”. ¿Ven?, ¡él sabía que mientras el pueblo permaneciera fortificado!",
    "Esto es por lo que debemos permanecer fortificados, por la Palabra. ¿Ven?, estamos rodeados por la Palabra. La Palabra está en Ud.; Dios en Ud., alrededor de Ud. ¡Dondequiera que Uds. vayan, es la Palabra, la Palabra! Manténganlo a Él siempre delante de Uds. Recuerden, estén conscientes de Él en todas partes. Ahora, cuando Eva y Adán caminaron así, no hubo muerte. El hombre o la mujer que camina así ahora, no hay muerte para ellos; ellos tienen Vida Eterna, cuando Ud.—cuando Ud. está rodeado y es cuidado por la Palabra.",
    "Ahora observen, la sabiduría viene a acomodar la Palabra, y cuando lo hace, Eva rompió esa barrera. Y cuando Satanás se dio cuenta de que ese era el lugar donde él podía golpear a la raza humana, allí exactamente es donde él ha golpeado cada vez. Aun en un espíritu de anticristo, tan parecido que engañaría a los mismos Escogidos en los últimos días, él viene en la forma de religión. Ahora, olvide eso que el partido comunista jamás engañará a alguien; ellos son—ellos son anti-Dios, para empezar, pero eso no es el anticristo. El anticristo es religión, tan parecido que engañaría a los mismos Elegidos.",
    "Miren a Judas Iscariote, caminó correctamente con la Iglesia, y profesó a Cristo. Él hizo todo como los demás, salió y aun echó fuera demonios, y regresó regocijándose, con ellos. Correctamente, Mateo 10. Pero cuando llegó al lugar de Pentecostés, para recibir Vida Eterna, él mostró sus colores.",
    "Y ahí es donde eso llega hoy. El diablo le permite a Ud. unirse a cuanta iglesia Ud. quiera. Pero cuando llega el momento en que Ud. reciba el Espíritu Santo, él solo gritará: “Son un montón de santos rodadores”, o algo. Él—él no quiere tener nada que ver con Eso. Y Judas y su sistema pueden llegar perfectamente hasta esa hora. Pues, allí es donde Judas engañó a ese mundo, hasta ese punto, pero allí, él no pudo hacerlo. Esos, allí mismo, son los Elegidos. Ahora, él puede llegar así de cerca, pero él—pero él no puede llegar hasta el final. Pues, si lo hiciera, entonces él sería su hermano, así que no puede hacerlo.\n\nAlguien dice: “Saben, el diablo me atrapó”. No, él no lo hizo.",
    "Ud. salió tras él. Él nunca entró y lo atrapó a Ud. Pues: “Ud. está muerto, y su vida está escondida en Dios, y sellada por el Espíritu Santo”. La única manera en que él pudiera entrar Allí, es de la misma manera que Ud. lo hizo. Así que él solo lo invitó a Ud. y Ud. salió a él. Así de sencillo. ¿Ven? No es que él entrara tras Ud. Él no puede entrar Allí, porque Ud. está en Cristo, muerto a sí mismo. Amén. No estoy diciéndome amén a mí mismo, sino que eso significa “así sea”. Y yo—yo—yo sé que es verdad, lo he experimentado y sé que es verdad. Es pasar de muerte a Vida, para recibir a Cristo en Ud. Muy bien.",
    "Ahora nos enteramos, entonces, que el—el mundo religioso en ese día se caía a pedazos, y ellos—ellos siempre lo habían hecho antes. Y ¿por qué? Porque los profetas que vendrían, y el Mesías venidero, no cumplieron con las especificaciones de ellos, su término teológico para aquello. Ellos… Eso no cumplía.",
    "Y así de esa manera sería hoy. Esta es la razón, creo yo, hoy, por la que estamos—estamos atrofiados en este día, porque, en el mover de Dios, porque, aun en las iglesias, no llega exactamente a los términos de lo que ellos han entendido que debería ser. Ellos dan por entendido que, “vendrá un tiempo en que tales y tales cosas sucederán”, y—y luego cuando baja el verdadero núcleo de aquello, pues, entonces ellos—ellos Lo rechazan. ¿Ven?",
    "Y ¿de qué sirve instalar un cable eléctrico si Ud. rechaza el dínamo? ¿Ven?, ellos no pueden recibir corriente por allí, solo es un cable muerto. Eso es lo que sucede con la iglesia hoy. Tenemos todos los cables conectados; presionamos el botón, y no hay Vida. Lo que necesitamos hacer es conectarnos, eso es todo, ahora mismo. Conectarnos con Cristo, nuestras vidas, de nuestra emoción, las vidas de nuestra mente, conectadas en Él.",
    "Ud. dice: “Pues, yo—yo le digo, yo—yo—yo creo que…”. Ud. no tiene… a Ud. no le tiene que venir pensamiento. Así es. Ud. dice: “Yo pienso esto. Y yo…”. Ud. no tiene nada que pensar; tampoco yo.",
    "La Biblia dice: “Que la mente que estaba en Cristo esté en vosotros”. Y Él siempre estaba en los negocios del Padre. Así que ese es el único pensamiento que Ud. debería tener, lo que Dios dijo al respecto, no lo que alguien más ha dicho. Pero lo que Dios dijo, allí está todo. Él dijo: “Que la palabra de todo hombre sea mentira, y la Mía sea la Verdad”. ¿Ven?",
    "Esa es la cosa que corta, para unir el mundo de nuevo, pero ellos no Lo recibirán. Ahora sabemos que no lo harán, porque nunca lo han hecho. Muy bien. Nos preguntamos entonces, si la respuesta es hoy, el clamor hoy, es por ayuda para que venga el Mesías; y a veces creo que si nos viniera, si Él Lo enviara, me pregunto si no haríamos lo mismo que hicieron ellos allá.",
    "Toda nuestra política, tanto en religión, y—y tanto en la vida federal, y demás, está contaminada. Contaminamos nuestra adoración con modas hechas por el hombre, formadas y diseñadas por el hombre para encajar en cada secta que hay sobre la faz de la tierra. Cada uno, nuevamente, tiene su propia idea. Tiene que venir a ser nuevamente como fue en los días cuando Dios levantó al poderoso profeta, Isaías, dijo: “Vuestros sacrificios y demás han llegado a heder en Mi nariz”.",
    "¿Ven?, Israel, primero, cuando Dios les dijo que tomaran un sacrificio y lo ofrecieran, pues, fue una gran cosa. Pueden imaginarse a un judío yendo por el camino, con un—un cordero, un corderito gordo o un becerro, o lo que fuera. Era la Pascua, y él iba allá, ponía sus manos sobre el—el sacrificio con el que se estaba conectando, identificándose con el sacrificio, al colocar su mano sobre él. El sacerdote mataba la—la bestia, el corderito, lo que fuera. Y mientras el pequeño moría, pateando y balando, la sangre salpicaba sus manos. Y el adorador en sinceridad sabía que ese debía ser él, pero el cordero estaba tomando su lugar. Eso era lo que Jehová requería, porque era un tipo de Cristo. Pero en algún momento eso continuó, siguió hasta que llegó a ser una tradición familiar. Ellos ofrecían el cordero de igual manera, pero no había sinceridad en ello. Dios dijo: “Apestan en mis narices”.",
    "¡Y hoy! Años atrás solíamos encontrar a la gente en profunda sinceridad y adoración. Y hoy ha llegado a ser un gran glamour de Hollywood, nada más que alguna clase de música entrenada; y mujeres sobre la plataforma con sus ropas tan ajustadas que casi es piel por fuera, y danzando alrededor de la plataforma; no hay sinceridad, y casi convirtiéndolo por completo en una vergüenza ridícula, y profesando Cristianismo. ¡Me pregunto si nuestras ofrendas no han llegado a ser una especie de hedor en Su nariz nuevamente, nuestras diferencias!",
    "Es una vergüenza que el enemigo ha tomado a nuestras mujeres americanas y las ha desvestido, afuera allá en las calles. Y, pues, es—es una desgracia. ¡Con razón los muchachitos y las muchachitas y demás, andan en tal condición como lo están hoy! Siempre queriendo imitar a alguna mujer aquí en Hollywood, casada cuatro o cinco veces. Y ella sale con alguna clase de—de vestimenta semidesnuda, y todas las muchachitas del país seguirán esa moda. ¡Qué triste! Es una lástima. Sí, señor. Es una lástima, y eso entró en la iglesia. La hermosa virtud que Dios le dio a una mujer, para ser madre, ha sido arruinada.",
    "Y esa es la columna vertebral de la nación. Desmantele la maternidad, y Ud. ha desmantelado la nación en ese momento. Es una cosa que ayuda a mantenerla unida, la verdadera paternidad genuina.",
    "Yo hablaba con el taxista, viniendo acá. Estábamos hablando de unos niños delincuentes allá. Y él dijo: “Yo creo que son los padres”.",
    "Le dije: “Amén. Amigo, no sé quién sea Ud., pero va por el camino correcto”. Y dije: “Así es”. Dije: “Es una lástima que hayan sacado la—la Biblia de la casa, y les hayan dado una baraja”.",
    "Y eso ha comenzado en la iglesia. Yo estaba parado en el ascensor, hace unos momentos; y cierta mujer allí hablaba con otro, dijo: “Bueno, sabes” dijo él, “esto es algo maravilloso, nuestra iglesia está haciendo una fiesta de naipes”, y de cómo iban a tener alguna clase de pavo de Acción de Gracias, a lo cual iban, de una iglesia protestante. ¡Oh, vaya! Apuestas, lotería, bunco, bailes, ¡oh!, ¡cuando se llega al punto en que la gente tiene que hacer cosas como esas, para entretener a la iglesia!",
    "La Iglesia, nacida de nuevo, el Espíritu Santo entretiene a la Iglesia, con Vida Eterna. ¿Ven?",
    "Pero la gente, ellos no quieren Eso, porque están afectados por el placer. Es una lástima cómo han sucedido las cosas. Hace mucho, mucho tiempo atrás, que la hermosa virtud de las mujeres y sus hermosos vestidos se han postrado ante el altar de la diosa de Hollywood. Es la verdad. Es una lástima que el mundo haya llegado a esta condición. La columna vertebral de la nación está rota. El atractivo sexual muchas veces se ve como moda, moderno; gente vistiéndose, saliendo a la calle. ¿Saben Uds. lo que dice la Biblia?",
    "Se los diré, yo hablaba sobre eso, una vez, y un ministro destacado me habló, dijo: “¿Por qué no dejas quietas a esas mujeres que hacen eso y de decir eso?”. Y le dije, se lo dije. Dijo: “Ud. debería enseñarles cómo llegar a ser profetisas, y demás, así”.",
    "Dije: “¿Cómo les voy a enseñar yo álgebra cuando ni siquiera se aprenden el ABC?”. Siempre créanle a Cristo, Uds. saben, A-B-C. [En inglés.—Trad.] Y entonces dije: “¿Cómo puede uno hacer eso?”.",
    "Todas estas cosas han sido un gran conglomerado de cosas que han sido arraigadas en la iglesia. Es una lástima que se esté metiendo entre nosotros el pueblo pentecostal. ¡Oh, hermanos, deténganse! Piensen. Uds. pueden llamarme un fanático ahora, pero en el Día del Juicio Uds. me estrecharán la mano. Y yo—yo los amo con—con amor piadoso. Y quiero que Uds. estén correctos, amigos. ¿De qué sirve arriesgarse en cosas como esas?",
    "Una señora me habló: dijo: “Bueno, Sr. Branham, ellos—ellos no, ellos… esa es la única clase de ropa que hacen para las mujeres”.",
    "Yo dije: “Pero aún fabrican tela y venden máquinas de coser”. Ud.—Ud., no hay excusa, ¿ven? Eso es cierto.",
    "Miren, y permítanme decir una cosa de nuevo, en esto: Sabe, si Ud. se viste así, y algún pecador en la calle la mira de manera incorrecta, Ud. va a responder en el Día del Juicio por cometer adulterio con ese pecador. Ud. pudiera ser virtuosa a más no poder con su esposo, Ud. pudiera ser virtuosa con su novio, tan leal como Ud. pudiera, pero ante los ojos de Dios Ud. es una ramera callejera.",
    "Ud. dice: “¿Es así? Pruébelo por la Palabra, Hermano Branham. Ud. dijo que se le cuestionara cualquier cosa, si era la Palabra”. Sí, señor.",
    "Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y si Ud. se presenta así, Ud. es la causa de eso. Exactamente. Aunque Ud. sea inocente, Ud. se presentó ante ese pecador de esa manera. Cuando él responda por eso, Ud. será la culpable. ¡Oh, consíganse ropa y cúbranse, y actúen como damas! Así es.",
    "Y Uds. hombres, Uds. que permiten que sus esposas hagan algo así, que usen esa clase de ropa, ¿no tiene Ud. respeto por Ud. o por ella, por ninguno de los dos? ¡Oh, deja que su esposa se siente y fume cigarrillos en la casa, y sople eso! ¿Qué es Ud.? ¿Y luego dice ser Cristiano? ¡Oh, yo no puedo entenderlo!",
    "Ud. dice: “Bueno, espere un minuto: ‘Por sus frutos los conoceréis’”. De eso estoy hablando, ¿ven? Así es, si Ud. ama al Señor ¡con todo su corazón!",
    "Ud. dice: “Bueno, tengo que fumarlos. Ese es mi placer”. ¿Su placer?",
    "Mi placer está en el Señor. Su placer está en el Señor, si Ud. muriera al mundo. Dios es mi gozo; Él es mi paz; Él es mi sacrificio; Él es mi Dios; Él es mi amor. Él es todo, y todo lo que yo necesito, y lo sacio en Cristo. ¡Sediento! ¡Oh, vaya!",
    "[Una hermana habla en lenguas.—Ed.] Sean reverentes. Debemos esperar por esas cosas, Uds. saben. Cuando el Espíritu habla, irrumpe en un mensaje y habla así, debe haber algo importante a punto de suceder, ¿ven? [Una hermana interpreta.] Amén. Amén. Y el pueblo dice: “Amén”. [La congregación dice: “Amén”.] ¿Ven? ¿Ven?",
    "Ahora, recuerden, si entendí bien la interpretación, debemos advertir a la gente, ¿ven?, ¡la Venida del Señor! Y, vamos a advertirles con el respaldo de la clase de vida correcta. Pues, Ud. no puede hablarles a hombres viviendo de cualquier manera, y luego ir y compartirle. Él sabe que está viviendo igual que Ud., ¿ven? Aparejémonos y preparémonos, porque yo creo que el Espíritu Santo quiere que sepamos estas cosas y estar preparados para esto grandioso que está a punto de suceder. Sí. Sí, señor.",
    "La hora, el mundo ahora se cae a pedazos. Todos los sistemas se están cayendo a pedazos. ¿Por qué? Tiene—tiene que suceder así, ¿ven? Siendo que, “Buscamos una Ciudad Cuyo Arquitecto y Hacedor es Dios”, y todas estas cosas terrenales tienen que ceder a Eso.",
    "Ahora, vemos que Dios prometió suplir todas nuestras necesidades que necesitáramos en este viaje. ¿Correcto? Pero, recuerden, Él solo lo suple bajo condiciones. Primero tenemos que cumplir Su condición. Si no cumplimos con Su condición, Él no suplirá—suplirá nuestra condición. Tenemos que hacer lo correcto, primero, tenemos que ir hasta el fondo y edificar. Exactamente. No podemos comenzar en la parte superior y luego bajar; tenemos que ir al fondo y edificar hacia arriba. Vuelva al fondo. Ahora, Él suplirá nuestra condición. Todas Sus promesas están bajo condición.",
    "Pero nosotros queremos voltear Esto, por nuestras tradiciones. Queremos hacer de Dios algo más; “Inyectaremos nuestra tradición y decir que es un poquito mejor”, o así es como la gente quiere pensarlo.",
    "Ahora, yo no solo le estoy hablando a esta iglesia aquí mismo, a este grupo de personas, le estoy hablando al mundo. Se está grabando aquí e irá por todo el mundo, lo que decimos.",
    "Queremos que se suplan nuestros deseos, pero Él suple nuestras necesidades; esa, esa es la diferencia. Queremos nuestros deseos, y Él nos da nuestras necesidades. Pero Él sabe de lo que tenemos necesidad. Y seguramente nosotros, el mundo hoy, Lo aceptaría, si Eso viniera de acuerdo a nuestra tradición. ¡Oh!, a los bautistas les gustaría decir: “Es conforme a lo que nosotros creímos. ¿Ven Uds.?, todos Uds. estaban equivocados”. Los metodistas dirían: “Pues, Uds. bautistas están errados, Eso es de acuerdo a lo que… Eso vino de la manera en que nosotros Lo creímos”. Pero me imagino que vendrá diferente de lo que cualquiera de nosotros pensamos. Así es. Va a venir de la manera como Dios ha ordenado que venga, y sencillamente no está en el hombre ser capaz de cortar con esta cosa, y decir que es de aquella manera. Ahora, Ud.…",
    "Nos preguntamos hoy, por qué los dones y cosas no están en la iglesia, operando como deberían estarlo. Pues, los dones son puestos en la iglesia para separar y sacar el pecado, para mantener la iglesia limpia. Es—es la toxina de Dios que se le da a la iglesia. Es de Dios… también Su desinfectante que Él pone en la iglesia, para matar todos los—los parásitos que—que destrozan la iglesia. Y—y—y Dios rocía Su iglesia, con Su Palabra. Y eso mantiene fuera a todas las—las termitas, Uds. saben, para que la iglesia pueda crecer, una planta. Y Dios sabe lo que se necesita para hacerlo. Bueno, Ud. dice…",
    "Es como un—un bebé llorando por la navaja suya, cuando Ud. se está afeitando. Y su—su bebé pequeño grita: “¡Dame esa navaja, papá! ¡Dame esa navaja!”. Su hijito, de dos o tres años, a los gritos, y en pataleta por el suelo: “¡Dame la navaja!”. Bueno, sabe que Ud. no debe hacerlo. Pues, Ud. no le daría la navaja a ese bebé. Él no sabe cómo manejarla.",
    "Y por esa razón no encontramos más dones Divinos que los que vemos. Empujan eso a un lado, como alguna clase de tradición, para alguna denominación allá; no saben cómo manejarlo. Dios sabe qué hacer con eso. Bueno, Ud. pudiera decir…",
    "El niño pudiera decirle a Ud., al negarle la navaja, decir: “Yo veo como la manejas, Papá”. Pero, ¿ven?, Ud. es mayor, Ud. sabe qué hacer con ella.",
    "Y así es cuando la iglesia crece de un—un bebé pequeño dando pasitos alrededor, a una virtud genuina de—de hijos e hijas de Dios, entonces las cosas serán diferentes. Sí, señor. La iglesia debería estar portándose como hijos e hijas. Debiendo ser maestros, tenemos que ser instruidos.",
    "Me recuerda. Si mis amigos de color aquí esta noche, mis hermanos y hermanas disculpan esta expresión. Años atrás, allá en el Sur, solían vender gente, cuando se practicaba la esclavitud allá en el Sur. Y ellos tomaban a esa pobre gente y, los sacaban y los subastaban, como si fueran un lote de autos usados. Ud. tenía una factura de venta.",
    "La vida humana. Nunca fue la voluntad de Dios que ningún hombre gobernara sobre otro. El hombre hizo… Dios hizo al hombre, y el hombre hizo esclavos. Todos venimos del mismo árbol. Uno puede darle al otro una transfusión de sangre, ya sea que seamos amarillos, negros, morenos, rojos, o lo que seamos. Todos somos la raza de Adán. El país en el que vivimos, que cambió nuestros colores, no tiene nada que ver con eso, para nada. Jesús murió para salvar al pecador, no importa quién fuera.",
    "Y antes venían compradores, venían y compraban a esa gente. Así como Uds. comprarían un—un carro, pasaban y compraban tantos carros usados; tomaban, lo vendían en otro lugar. Ellos pasaban por las plantaciones y encontraban a esta pobre gente allá, y miraban alrededor, y veían cuáles eran buenos trabajadores, hombres y mujeres grandes y fuertes. Y ellos los vendían, tomaban a los hombres grandes y fuertes y los cruzaban con mujeres grandes y fuertes, como si fueran ganado o algo, para conseguir esclavos más grandes y fuertes. Me pregunto, qué… El infierno estará lleno de esa clase, ¡una—una cosa como esa! Y aquí estaban ellos, la madrecita con sus bebés, llorando, su esposo siendo subastado. Era terrible.",
    "Entonces, de repente, este comprador pasó por una plantación de la cual le habían hablado, un día, y les daba un vistazo a los esclavos. Y dijo: “¿Cuántos tiene?”.\n\nDijo: “¡Oh!, tenemos como doscientos allá afuera”.",
    "Y, así que, él lo miró, y la gente estaba triste. Estaban lejos de su hogar, de sus seres queridos. Los trajeron de África acá, los boers, y los vendieron aquí en el Sur; y ellos—ellos sabían que nunca regresarían a casa. Ellos—ellos estaban devastados; jamás podrían regresar. Y estaban tristes. Y Ud.… Difícilmente podían hacerlos trabajar. No podían. Tenían que azotarlos y cuanto más, para hacerlos trabajar, porque ellos sabían que nunca regresarían a casa. Su papá estaba allá, tal vez mamá aquí y papá allá, y quizás los niños aquí y su padre en alguna parte. ¡Oh, era terrible!",
    "Y un día este comprador pasó, y mirando a este grupo de esclavos, entonces notó que había uno de esos jóvenes esclavos allá que no tenían que azotarlo. Él tenía su pecho erguido, y su barbilla en alto; él caminaba, se comportaba perfectamente. Y el comprador dijo: “Oiga, quiero comprar ese”.\n\nEl dueño dijo: “Pero él no está en venta”.\n\nDijo: “¿Por qué?”.\n\nDijo: “Debo conservarlo”.\n\nÉl dijo: “Pues debe ser el jefe de los demás”.\n\nÉl dijo: “No, no. Él no es el jefe”.\n\n“Bueno” dijo, “quizás Ud. lo alimenta mejor”.\n\nDijo: “No, todos comen allá en el cobertizo, juntos”.",
    "Dijo él: “Bueno, ¿qué lo hace tan diferente del resto de los esclavos?”.",
    "Le dijo: “A menudo yo me preguntaba eso, hasta que un día me enteré”. Dijo: “Allá en la tierra de donde él vino, su padre es el rey de una tribu. Y aunque él es un extranjero, él aún sabe que es el hijo de un rey. Él se comporta como tal”.",
    "¡Oh, si nosotros somos los hijos e hijas del Rey, el Rey de reyes, comportémonos en nuestro carácter como Cristianos! Así es. Sí, somos extranjeros, somos peregrinos y somos extranjeros aquí. Este no es nuestro mundo. Estamos buscando un Reino que ha de venir. Este no es nuestro hogar. Aunque seamos zarandeados y mofados por el mundo, y llamados esto, aquello, y lo otro, y “anticuados” y todo eso, ¿qué les importa a Uds.? Ud. no quiera estar a la moda como alguna clase de estrella de cine, o alguna estrella de televisión, o lo que sea; Ud. es una hija de Dios. Ud. es un hijo de Dios. Actuemos como Dios. Somos los hijos de Dios, lo sabemos, y somos hijos e hijas del Rey. Que nuestro carácter refleje Su Presencia, no importa cuán difícil se ponga.\n\nUna carpa o una cabaña, ¿por qué debería importarme?\n\n¡Allá están construyendo un palacio para mí!\n\nCon rubíes y diamantes, de plata y oro,\n\nSus arcas están llenas, Él tiene riquezas incalculables.\n\n¡Somos los hijos del Rey!\n\nCon Jesús nuestro Salvador,\n\n¡Soy un hijo del Rey!",
    "Comportémonos como nuestro Padre. Sabiendo que algún día iremos a casa para estar con Él. Sí. Sí.",
    "Ellos, ellos quieren un Mesías, pero lo quieren bajo sus propias condiciones. Sí, ellos quieren un Salvador, lo querían, y lo quieren ahora de la misma manera, por la misma razón, porque los denominacionales y la política han tomado el lugar del Espíritu Santo. Los ministros, en lugar de ser… Demasiados de ellos son guiados por la—la política religiosa, en lugar de dejar que el Espíritu Santo los guíe. ¿Ven? Alguna iglesia les da una ofrenda mejor, o alguna otra cosa, y allá van, para conseguir una pluma en su sombrero, o algo así. Pero, eso, eso da mucha lástima. Debemos ser guiados por el Espíritu Santo. Dios envió al verdadero Líder de la Iglesia, y ese es el Espíritu Santo.",
    "Nuestro sistema educativo, en nuestras iglesias, nos ha alejado mucho de la Presencia de Dios. Es una lástima que ingresamos a nuestros muchachos (estoy hablando de pentecostales ahora) en los seminarios y cosas, los sacan del cascarón como pollos de incubadora. Así es. Siempre sentí lástima de un pollo de incubadora, que no—no ha nacido correctamente. Él pía, y no tiene mamá a quien ir, solo es producido por una gran máquina de un régimen. Así es como parecen estar produciendo predicadores hoy, con alguna clase de título de doctor, y lo envían a una iglesia. Y a veces él no sabe más de Dios que lo que un hotentote sabría acerca de una noche Egipcia.",
    "Lo que necesitamos hoy es una buena religión a la antigua, de la montaña, de cielo abierto, que mate el pecado, y el bautismo del Espíritu Santo de nuevo en la iglesia; una limpieza de religión de rifle encañonado directamente, de cielo abierto. Necesitamos una limpieza, y comenzar de nuevo. Esa es la Verdad.",
    "Iglesia, no estoy fuera de mí. Tal vez esté loco, como dije anoche, pero me—me siento bien de esta manera. Nunca me sentí de esta manera del otro lado, así que me—me gustaría quedarme así. Sí, señor. Perdí la mente; tuve que hacerlo, para encontrar la mente de Cristo. Cada otro creyente tiene que hacerlo, así es, tiene que encontrar la mente de Cristo, perdiendo nuestra propia mente.",
    "El sistema educativo nos ha alejado. Yo vivo en una ciudad universitaria, la Universidad de Arizona está allí. Y yo decía, pensando esto: ¿qué puede hacer la ciencia por uno? Ellos pueden tomar algo, y decir: “Esto estuvo hace tantos cientos de años”, ahora se han dado cuenta que no fue hace tantos cientos de años. Aún no tienen ni tan solo una cosa, científicamente, que pruebe que el mundo haya tenido vida alguna en él, de más de seis mil años. Encuentran huesos, y solían tomar diferentes medidas y decían cómo era. Bueno, ellos no lo confesarían. Un gran profesor, la otra noche, se paró allá, en Arizona, y dijo: “Ellos no lo declararán, no, pero encontraron que la edad del hueso había sido afectada por el cloruro y cosas en el agua, y también la sal lo cambió así, y lo envejeció. Absolutamente no fue el tiempo que lo hizo”. Amén.",
    "La Palabra de Dios sigue siendo la misma, ayer, hoy, y por los siglos. Ellos nunca podrán refutarla. Eso es lo que mantendrá unido al mundo; no un sistema educativo. Cualquier cosa que Ud. adopte en lugar de Eso, es un movimiento anticristo; exactamente cierto, está en contra de los principios de Cristo. ¡Volvamos a la Palabra, y Cristo es la Palabra! Sí, señor. Él es la Palabra hecha carne y habitó entre nosotros.",
    "La educación nunca podrá darnos Vida. La educación nunca podrá. La ciencia no puede darnos Vida. El mundo no puede darnos Vida. La iglesia no puede darnos Vida. La teología no puede darnos Vida. Solo hay una cosa que le puede dar Vida: es Cristo. ¡Él es Vida, la Vida en abundancia!",
    "Hace algún tiempo, en una ciudad de Canadá, yo subía en un ascensor. Y tenían a un grupo de americanos allá arriba, y era—era una especie de reunión. No diré el nombre, porque pudiera haber alguien de esa cierta logia aquí, y no quisiera herir sus sentimientos. Pero ellos estaban subiendo en el—el—el ascensor, en un gran hotel. Y yo estaba teniendo una reunión allí. Y uno apenas podía entrar al elevador, por las botellas de whisky y cosas. Y le dije al—al ascensorista, le dije: “¿Qué es todo esto?”.",
    "Él dijo: “Los americanos nos visitan esta noche”. ¡Oh, Dios!, ¡muchos de ellos! Y luego bajé.",
    "Cuando bajamos del—del escenario, o del—del pequeño elevador, o ascensor, más bien, y salíamos, había un salón, y había dos mujeres jóvenes paradas allí solo con su ropa interior. Tenían una botella de whisky en la mano, y estaban bebiendo. E iban por el pasillo, y hombres borrachos saliendo de la casa, tan borrachos, o de las pequeñas habitaciones, queriendo alcanzarlas y bajarles la ropa. Y era una escena horrible. Y ellas pasaron, y yo me metí en un pequeño pasillo y esperé hasta que pasaron, una puertecita, y ellas se detuvieron frente a mí. Y mujeres de buen aspecto, y estaban paradas allí solo con su pequeña enagua puesta, era toda la ropa que tenían. Tomaron esta botella, y trataron de verterla la una sobre la otra. Una se subió la ropa interior tan alto como pudo, arrojó su pierna al aire, y gritó: “¡Yupi, esto es vida!”.",
    "No pude soportarlo más. Di un paso afuera y dije: “Hermana, perdóneme. Eso es muerte. Eso es muerte”.\n\nElla dijo: “Ven, tómate un trago”.",
    "Y dije: “Espere un minuto”. Le dije: “Ud. dijo que eso era vida”. Yo dije: “Esa es una perversión de vida. ¿Por qué querer hacer algo así?”. Descubrí que… Dije: “Yo soy un ministro del Evangelio. También soy americano. Y me avergüenzo de Uds. Me avergüenza que Uds. se llamen americanas, y aquí arriba de esa manera”. Descubrí que una de ellas era maestra de escuela dominical, y comenzó a llorar.",
    "Primero comenzaron a correr, y las tomé a ambas de la mano. Estaban tan borrachas que no pudieron escapar. Dije: “Esperen, vamos a orar aquí mismo”.\n\n“Hay camino que parece recto”.",
    "Bueno, Ud. dice: “Ellas solo se están divirtiendo limpiamente”. ¿Un poco de diversión limpia? ¡Para nada! Esa cosa no… A mí no me importa qué tan maestra de escuela dominical sea Ud. Si esa cosa está en su corazón, Dios no puede morar en ese lugar inmundo. Lo que necesitamos es un avivamiento de santidad a la antigua para barrer la iglesia, de un extremo al otro. Sí, señor. Nosotros no hacemos eso. Eso no se debería permitir. Pero esos son los americanos en un poco de “diversión limpia”, dando un ejemplo como nación Cristiana. ¡Oh, vaya! El sistema educativo, eso no es Vida. Eso es muerte.",
    "¿Qué hace que una persona haga eso? ¿Por qué lo hacen? ¿Qué hace que el mundo actúe como lo hace? Porque rechazan Esto. Hay un pequeño lugar en el corazón del hombre, que tiene sed de Dios. Un pequeño lugar, el hombre fue hecho para tener sed. Ud. fue diseñado de esa manera. Eso es lo que lo hace a Ud. beber, eso es lo que lo hace a Ud. hacer estas cosas, es porque hay algo en Ud. que anhela satisfacción, está sediento. ¡Y Dios no permita que un hombre trate de satisfacer y silenciar ese llamado santo de Dios con el sustituto que el diablo le da! Ud. no tiene derecho a hacer eso. Ese es Dios llamándolo a Ud. Esa cosa es una sed de muerte. Y si Ud. no recibe a Cristo allí para llenar eso, el diablo le dará un sustituto de muerte allí. Así es. Ud. no tiene derecho a hacer eso. ¿Cómo se atreve cualquier hombre o mujer a silenciar ese llamado santo allí, del llamamiento de Dios? Y por cuanto Ud. no Lo recibe, entonces el diablo verá que sea satisfecho con otra cosa.",
    "Esto es que lo satisface eso: “La Palabra de Dios he guardado en mi corazón, para no pecar contra Él”. Así es. Dios en el corazón, es lo que resuelve la cuestión. Sí, señor.",
    "La ciencia no puede darles Vida; la educación no puede darle Vida; la denominación no puede darle Vida; las escuelas no pueden darles Vida; la nación no puede darle Vida; la iglesia no puede darles Vida; solo Dios puede darles Vida. Él es el único que puede hacerlo.",
    "Ahora, vemos exactamente eso que el profeta dijo que sucedería en este día. El profeta, Pablo, en Segunda de Timoteo 3, vemos que el tiempo vendría cuando la iglesia sería, “Impetuosos, infatuados”, sabelotodo, ¿ven?, “infatuados, amadores de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los buenos”.\n\nUd. dice: “Esos son comunistas”. No. No.",
    "Esos son Cristianos profesos. Escuchen, lean el siguiente versículo: “Que tendrán apariencia de piedad, pero negarán la Eficacia de ella; a éstos evita”. Se nos advirtió apartarnos de los que están negando el Poder de la resurrección, negando que Jesucristo es el mismo ayer, hoy, y por los siglos. ¡Correcto! Él es el mismo ayer, hoy, y por los siglos.",
    "Pedro dijo, en el Día de Pentecostés: “Para vosotros es esta promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Para eso es el Espíritu Santo. Mientras Dios aún llame, el Espíritu Santo aún está aquí para llenar cada corazón hambriento que Dios llamó.",
    "Pero lo sustituimos con alguna otra cosa. Intentamos satisfacer esa sensación, con—con unirnos a la iglesia. Uds. solo matan esa sensación, al hacer eso. Ud. no queda satisfecho con eso; eso no satisface.",
    "Solo hay una cosa que satisface, y es cuando Cristo entra en la vida de un hombre, porque Él está hecho a la imagen de Dios, y está hecho a la estatura de Dios. Y Dios no le dio a Ud. este viaje aquí en la tierra, para ser esto, aquello, o lo otro, sino para ser un hijo e hija de Dios. Y no hay nada más que satisfaga. Eso es lo único que mantendrá nuestro—nuestro mundo unido. Y no tomemos nuestra economía hecha por el hombre, pero tomemos la economía de Dios y Su manera de hacerlo es a través de Su Palabra. Eso lo mantendrá unido.\n\nEse es el lazo que ata\n\nNuestros corazones en amor Cristiano;\n\nEl compañerismo de mentes afines\n\nEs como lo de Arriba.",
    "Así es. Lo que el mundo necesita hoy es un buen avivamiento a la antigua de San Pablo, y el Espíritu Santo de la Biblia nuevamente; donde el Espíritu de Dios cae entre la gente y aparecen señales y prodigios, como chispas de un yunque. Sí, señor, lo necesitamos. Eso es lo que tenemos que tener para mantenernos intactos.",
    "Entonces esperamos que Dios venga a nosotros en nuestras tradiciones. ¡Oh! Para evitar que el mundo se haga pedazos, esperamos que Él venga a nuestro sistema.",
    "Ahora, eso exactamente es lo que ellos pensaron allá atrás: “Ahora, si el Mesías viene en esta edad, tenemos un buen sumo sacerdote, Caifás; tenemos a Lavinski, a todos estos sacerdotes por aquí, ¿ven?, hombres finos. Los instruimos e instruimos. Ellos saben de lo que están hablando”.",
    "Pero cuando Él vino, Él pasó por alto a cada uno de ellos. Él ni siquiera tocó sus sistemas. Además de eso, Él dijo: “Vosotros sois de vuestro padre, el diablo, y sus obras hacéis. Generación de culebras en la hierba” dijo Él, “¿quién os enseñó a huir de la ira que ha de venir?”. Observen la Palabra de Dios salir en esa reprensión. ¡Oh, ciertamente no sació su gusto teológico! Y tampoco lo haría hoy. No lo sacia.",
    "Cuando ellos Lo vieron a Él parado allí y haciendo la señal del Profeta, para mostrar que Él era el Mesías, ¿qué dijeron? “Él es Beelzebú. Ese es un espíritu maligno en Él”.",
    "Jesús dijo: “Eso es blasfemia. Y cuando el Espíritu Santo venga, y Ud. hable en contra de Eso, nunca será perdonado en este mundo ni en el venidero”.",
    "Pero ¿ven Uds. el sistema hoy? Es la misma cosa. Hemos formado nuestro propio sistema, por eso es que nuestro sistema nunca mantendrá intacto a este mundo. Ellos pudieran elegir un presidente o un Abraham Lincoln en cada condado en los Estados Unidos, y eso nunca lo mantendrá intacto, hasta que regresemos a la Palabra de Dios, de regreso a la antigua Biblia de tapa negra que tiene la Verdad. Esa es la única manera en que conoceremos a Dios y mantendremos nuestro mundo intacto, es regresando a los principios de Jesucristo, regresando a Su Doctrina, regresando al Espíritu Santo que dirija de nuevo a la Iglesia.",
    "Por eso es que la Verdad ha sido tan mal manejada en estos últimos días, es porque cuando Dios trata de introducir Su programa, la gente entonces ya se ha desviado, denominada en eso. Construyen una cerca para que el Espíritu Santo no pueda entrar allí, manteniéndolo a Él afuera. Queremos que Dios nos salve en la—la misma condición en la que estamos. Así es como yo pienso…",
    "Uds. pueblo pentecostal, ¿cómo comenzaron Uds.? ¿Alguna vez leyeron de la Calle Azusa, una misión?, ¿leyeron antes de que comenzara el Concilio General? La gente pentecostal era conocida porque salieron de esas denominaciones, y se separaron. Eso eran ellos: “Salid de en medio de ellos” era su predicación todo el tiempo, “sepárense, dice Dios. Apártense de esas tradiciones del hombre”. ¿Y qué hizo él? Darse la vuelta y regresar a ese mismo pegoste del que salieron. Ahora, Uds. están separados; uno es una iglesia de Dios, y el otro, Ud. es esto o aquello, esto o aquello. Uds. están separados, y discutiendo el uno con el otro. ¡Rompa esa atadura!",
    "Cuando yo entré al ministerio, pensé que todo lo pentecostal era un grupo. Me di cuenta que estaban tan divididos como los bautistas. Lo que hice fue pararme en medio de los dos, decir: “Somos hermanos, eso es todo”. Correcto. Mientras se estén disparando el uno al otro, Satanás no tiene que dispararles a Uds. Pero dejen que se rompa esa atadura, y extiendan sus tiendas más allá, y reciban a todo hermano, entonces, les digo, el gran ejército de Dios se levantará en el Poder de Jesucristo, regresen a la Biblia. Y Ud. habla de una Iglesia para la gracia del rapto, eso sucederá cuando podamos derribar nuestras tradiciones, olvidar todas nuestras cosas denominacionales, y regresar directamente a las bases de la Palabra de Dios.",
    "Pero queremos que Dios nos salve en la condición en que estamos. Nosotros tenemos que cumplir con Su condición. ¿Ven?, nosotros no, no es cumplir con la nuestra; ¡es cumplir la Suya! Queremos que Dios nos salve precisamente en eso mismo que—que Él… Eso que está contaminado. ¡Permítaselo a Dios! Regrese a la Palabra, y ámense los unos a los otros. Eso es lo único que yo sé para hacer.",
    "Dios nos envía profetas, y—y nosotros los matamos, exactamente como Jesús dijo que lo harían. Luego, nos damos cuenta, después de un siglo o dos, o cien años, o cincuenta años, que Dios nos envía un profeta, o un mensajero y, lo primero que ocurre, es que lo criticamos y lo matamos. Luego, después de un tiempo, después de que él está muerto, Uds. saben, un tiempo, la iglesia despierta. ¿Qué hacen? Dicen: “Bueno, vamos a edificar una denominación sobre esto”. Eso les sucedió a los metodistas, a los bautistas, y al resto de Uds., levantaron una denominación. Y la cosa es que, después de que él ha muerto y su mensaje ha terminado, ya estamos viviendo en otro lugar. Entonces Uds. regresan allá, a su mensaje para ese día, y quieren regresar allá atrás y adornar su tumba, cuando Eso está aquí, sucediendo aquí mismo todo el tiempo. ¡Uds. olvidan la hora!",
    "Así son los hombres. El hombre siempre está alabando a Dios por lo que Él hizo, y Le alaban por lo que Él hará, e ignoran lo que Él está haciendo. Esa—esa, esa sencillamente es la manera del hombre; siempre lo ha hecho. Piensa en lo que Él ha hecho, le da gracias; cree que Él va a hacer algo por acá más adelante; pero olvidan que Él lo está haciendo todo el tiempo ¡aquí mismo! Siempre se le pasa por alto. Ese es el negocio del diablo, hacer que él lo haga de esa manera. Sí, señor.",
    "¡Nuestras tradiciones! Sí, señor. “El Mesías” dicen ellos, “es para otra generación, o algo así. Él estuvo allá atrás”. ¡Él es el mismo ayer, hoy, y por los siglos!",
    "En Su primera venida, Jesús, el mundo entero estaba corrompido con la política y las religiones. Todos estaban clamando por un Mesías. Ellos querían un Ungido. Israel quería algo, y Roma quería algo, y los demás.",
    "La cosa sigue igual hoy. Todos nosotros, cada uno, queremos un político. Nosotros queremos algo hoy.",
    "Ahora, hoy, Rusia quiere un mesías. Rusia quiere un mesías que los lleve rápidamente a la luna, llegar allí antes que los demás. Eso es lo que Rusia quiere. Ellos quieren esa clase de mesías, algún genio, algún individuo que sea un—que sea un—que sea un genio científico, y que sepa cómo conquistar el espacio exterior e ir allá y plantar la bandera rusa antes de que los americanos puedan llegar allá. ¡Oh!, ellos están… Ellos quieren a su mesías. Ellos están haciendo todo lo posible para levantar uno. Muy bien.",
    "¿Qué hizo América? ¿Qué quieres, América? Eres la que más clama. ¿Qué quieres? Uds. han estado esperando un—un genio educado. Han estado esperando un genio político. Lo tienen. Aunque tuvieron que inventar una—una máquina de votar manipulada para conseguirlo, pero lo obtuvieron. Así es. El mundo quiere… Eso es lo que quiere, ahora ¿qué van a hacer Uds. con eso? Querías mostrar lo inteligente que eras. Aun los pusiste en la televisión, para mostrar que uno podía ser más astuto que el otro, y caíste en la trampa. ¿Ven? Lo tienen, ahora ¿a dónde—a dónde los va a guiar él? De regreso a Roma, por supuesto. Uds. ya lo vieron, ahora mismo.",
    "Uds., iglesia, Uds. quieren un genio. ¿Qué quieren? Uds. ¿qué?, ¿qué quiere la iglesia? ¿Qué están deseando? Uds. quieren un ministro inteligente, educado e intelectual que se levante, que pueda conquistar mejor que Billy Graham, para llevarlos a todos de nuevo a su denominación. Uds. tienen seminarios y cosas, tratando de incubarlos. ¿Ven?, así es. Ud. pudiera pensar que eso no es verdad; pero, miren, su—sus acciones hablan más fuerte que sus palabras. Uds. quieren un—quieren un genio religioso, uno quien pueda guiarlos, su denominación sobre todos ellos; pisotear a los bautistas, pisotear a los metodistas, pisotear a los unitarios, pisotear a la Trinidad, todo, pisotearlo todo. ¡Oh!, estás recorriendo el mundo, queriendo encontrarlo; de esa clase es que quieres.",
    "Pero ¿saben lo que Uds. necesitan? Uds. necesitan un Salvador, exactamente lo que Uds. necesitan. Y eso es lo que Dios sabe que Ud. necesita, es un Salvador, y Él se los envía. Pero, ¿Lo quieren ellos? No, señor. No encaja con su—con su gusto eclesiástico; simplemente no les funciona a ellos.",
    "Pero el mundo entero quiere su genio. Ahora, ¿qué pasa si Rusia recibiera su mesías?, entonces ¿qué de nosotros?",
    "Saben, Alemania recibió el suyo, no hace mucho, y muchos de Uds. muchachos de la Primera Guerra Mundial recuerdan eso muy bien. ¿Ven?, ellos lo recibieron. Uds. no necesitan esa clase de mesías. Fue de la manera incorrecta. Fue la cosa incorrecta; fue contrario a la Palabra de Dios.",
    "Solo piensen, Napoleón, a la edad de treinta y tres, había conquistado el mundo, y murió derrotado. Él murió derrotado. Él era un prohibicionista cuando primero surgió, y su gran éxito lo alzó; y murió alcohólico, siete mil prostitutas seguían a su ejército. Y murió a los treinta y tres años. Y trató de conquistar el mundo, pero lo hizo de la manera incorrecta.",
    "Pero Jesucristo, a la edad de treinta y tres, había conquistado el mundo, la muerte, el infierno, la tumba, y—y ascendió a lo Alto. ¿Por qué? Él era la Palabra de Dios manifestada. ¡Ese es nuestro Mesías! Amén. Seguro. Siempre así con ellos, queremos un—queremos un Mesías, pero lo queremos de la manera…",
    "Tendré que omitir algunas cosas ahora que tengo anotadas, se nos hace muy tarde. Tendremos—tendremos que omitir algo de esto.",
    "Pero el mundo quiere—quiere su mesías; el mundo quiere uno; la iglesia quiere uno. Y ¿qué si Dios les enviara uno? Si Dios enviara un Mesías, ¿qué sería? Él no sería un político religioso. Él no sería un gigante intelectual, como lo llamaríamos. ¡Oh, no!",
    "¿Qué sería Él? Él sería como Hebreos 13:8, el mismo que fue; Él siempre lo ha sido. Él sería la Palabra de Dios manifestada. Eso exactamente. Él fue la Palabra de Dios; Él es la Palabra de Dios; Él será para siempre la Palabra de Dios. Aun el—el anuncio de Su Venida, siempre fueron los profetas a quienes vino la Palabra. Aquí la Palabra vino en plenitud.",
    "Y ahora, si Él viniera de nuevo hoy, Él sería una—una Palabra de Dios, la Palabra de Dios manifestada, la Palabra vindicada de Dios, Dios viviendo entre nosotros. Ese es el Mesías. Él lo prometió. Amén. Él sería esa Columna de Fuego otra vez. Él sería el mismo Mesías que guio a Israel. Amén. Él sería el mismo Mesías. [Cinta en blanco.—Ed.] Seguro, ellos Lo rechazarían como siempre lo han hecho. De seguro. ¡Oh, porque ellos quieren edificar una gran nación!",
    "Queremos edificar un gran cuerpo eclesiástico. Hoy, estamos pensando, queremos una gran iglesia general. Muy bien, Uds. la van a recibir. Uds. querían una iglesia unida. La van a recibir; Uds. la van a recibir. ¿Por qué lo quieren ellos así? Si viniera el Mesías, Él nunca pondría algo así en funcionamiento. Él estaría en contra de eso. Seguro, Él lo estaría. Pero ¿para qué lo quieren ellos?, ¿cuál es la razón que tiene que venir de esa manera? Ellos quieren un hombre que pueda ponerse de pie y dictar todo el asunto. Uds. lo van a recibir, seguro, exactamente. Uds. lo recibirán, porque él viene. “Otro viene, y vosotros le recibís”, dijo Jesús. Y ellos lo harán, ellos lo recibirán. ¿Por qué quieren hacer eso? La gente está queriendo eso, las cosas a su propia manera.",
    "Si viniera el Mesías, Él simplemente les volaría las plumas. Hábleme de algún predicador que despelleja a mujeres y hombres, Él realmente los despellejaría. Él lo hizo cuando vino; Él dijo: “Generación de víboras, serpientes en la hierba, vosotros de vuestro padre, el diablo sois”. Si ese Mesías regresara en este tiempo contaminado, Él haría lo mismo otra vez. Dios vindicaría Su obra, así como lo hizo en el principio, con la misma clase de señales y prodigios. Ciertamente que lo haría, si Él regresara de nuevo. Si nos llegara ese Mesías, sería tal como Lo fue la primera vez, porque no podría ser otra cosa. La Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Él siempre es la Palabra.",
    "Pero ¿qué queremos? No queremos esa clase de Mesías. No, no. Queremos ser algo así como el mundo. Y lo que la gente trata de hacer, es que quieren un Mesías que les permita vivir y—y hacer lo que quieran, actuar como el mundo y vivir en el mundo, y aún mantener su profesión Cristiana. Es cierto. ¡Ud. no puede hacer eso! “Si amáis al mundo o las cosas del mundo, el amor de Dios ni siquiera está en vosotros”, dijo Jesús. Sí, señor. Pero esa es la clase de mesías que quiere el mundo. Por eso es que ellos no recibirán al Mesías de Dios. No lo hará.",
    "Este es Su Mesías, exactamente, Su Palabra es Su Mesías. Ese Mesías en Ud. hace las obras que la Palabra dice que hace. Reproduce a Cristo, porque Cristo está en Ud. Su Vida está en Ud., y hace exactamente lo que Él debe hacer, como Él siempre lo hizo; de la misma manera que Él lo hizo, las mismas cosas que Él hizo, porque Él es el mismo. Ese es el Mesías que Dios envía.",
    "El Mesías que el mundo quiere, es el que los deje hacer lo que quieran, y salir campantes, “¡Oh, eso está bien!”. ¡Oh, estas mujeres por el país! Estas, Uds. quieren eso. Sí, Uds., eso quieren. Uds. quieren su vestimenta francesa y todas las cosas finas. Y lo tienen. Uds. tienen un Acab y una Jezabel modernos, y eso ha establecido la moda en la iglesia. Así es; no estoy hablando de política. Estoy hablando la Verdad. ¿Saben Uds. que esta nación es exactamente como Israel? Hizo lo mismo.",
    "Israel entró y expulsó a los ocupantes de esa nación, y la tomó. Dios se la dio a ellos. ¿Y qué hicieron? Echaron fuera a los ocupantes de la nación, y la tomaron. Primero, tuvieron grandes reyes, como David y Salomón. Y después de un tiempo, se levantó un hombre, llamado Jezabel… o—o Acab, y él se casó con Jezabel, y ella era una de estas flappers de cara pintada. Y, cuando él lo hizo, ella era la que lo controlaba. Ella le decía qué hacer. Él puede haber sido la cabeza, pero ella era el cuello y le decía qué hacer.",
    "Y si esta nación no ha hecho exactamente lo mismo, ¡eso mismo! Llegamos aquí y corrimos a los indios. Tuvimos un Washington y un Lincoln. Pero ¿qué tenemos hoy, con nuestra propia votación, y política y demás? Establecimos el sistema, del cual huimos e hicimos una nación de eso aquí, lo trajimos aquí de nuevo porque es lo que la gente desea. Correcto. Ahora, yo no soy demócrata ni republicano; soy Cristiano. Todo el asunto está contaminado.",
    "Yo doy mi voto por Jesucristo. Amén. “Sobre esta Roca me paro, todos los demás terrenos son arena movediza”. Sí, señor.",
    "Amigos, no se nos promete un sistema. Jesús no quiso tener nada que ver con un sistema. No se nos prometió un sistema. Se nos prometió (¿qué se nos prometió?) ¡un Reino! ¿Cómo entra Ud. en Él? “Por un Espíritu somos todos bautizados en este Reino”. Es el Reino de Dios, un Reino de Vida Eterna, con un Rey Eterno dando Su Palabra Eterna, con un pueblo Eterno predestinado a Vida Eterna. Él, Él es el Rey. Somos bautizados en Eso, estando en la Gloria Celestial.",
    "🦅 Estamos muertos, nuestras vidas están escondidas en Dios por medio de Cristo”. Y no solo eso, sino que, “¡Hemos resucitado con Él!”. Levantados ¿en qué?, ¿en un sistema, una denominación, una organización? ¡Somos resucitados en el Reino de Dios! “El Reino de Dios está dentro de Ud.”. ¿Por qué? Todos estos sistemas hechos por el hombre deben caer; “No una vez conmoveré el mundo, sino que conmoveré los cielos. Y esas cosas que no pueden ser sacudidas, son lo que permanecerá. Y nosotros recibimos un Reino; recibiendo un Reino que no puede ser sacudido ni conmovido”. ¡Ese es el Reino de Dios! ¡No un sistema, no un círculo político, no una denominación, sino un Reino! ¡Amén! Y sus súbditos están muertos a los sistemas de este mundo; Sus súbditos están muertos a estas organizaciones. Están muertos a estos sistemas políticos, y están vivos y resucitados por el Poder del Rey.",
    "Y ahora estamos en un Reino, sentados en lugares Celestiales con el Rey Eterno, disfrutando Vida Eterna por la Palabra Eterna, yendo a un Cielo Eterno, para estar con Él para siempre. ¡Aleluya! ¡Viviendo en la Presencia del Rey! ¡Oh, yo Le amo! ¡Fiu! Estoy tan contento de ser uno de ellos. Estoy tan contento de estar muerto en Cristo, vivo en el Reino de Dios. Este no es mi Hogar; buscamos un Reino. Buscamos al Rey. Ya estamos en el Reino. Estamos buscando al Rey que viene, y el Rey rápidamente vendrá a Su Reino.",
    "🦅 Porque recibimos un Reino que no puede ser conmovido”. Todas estas otras cosas se están desmoronando. América cae a pedazos. Europa cae a pedazos. Asia se cae a pedazos. Todo el mundo se está cayendo a pedazos. “Pero nosotros estamos en un Reino, un Reino Eterno, que no puede ser conmovido” amén, donde la Navidad es cada día, amén, viviendo en la Presencia del Rey. ¡Gloria! No hay dudas en cuanto a eso. Es la Verdad, la Verdad de Dios, la Verdad completa de Dios. ¡Cuánto Lo amo por Esto! ¡Qué bueno es Él!",
    "Ud. sentada allí, mirándome, la mujercita allí con un sombrero negro, mirándome. Ud. está en un Reino, (¿lo cree Ud.?), en la Presencia del Rey. Acaba de tener una operación por un problema intestinal. Así es, ¿no es así? [La hermana dice: “Sí”.—Ed.] Y eso la ha estado molestando, la ha estado molestando; olvídese de eso. Va a estar bien ahora. ¿Por qué? Hay sanidad en la Presencia del Rey, en el Reino: “Por Su llaga fuimos nosotros curados”. Amén. Amén.",
    "El hermano anciano de color sentado allí al final, tenía las manos levantadas, mirando alrededor, buscándome. Ud. no me encontró a mí; sino que lo encontró a Él. Ese tumor que está en su costado, si Ud. cree con todo su corazón, Dios lo sacará. ¿Lo cree Ud.? Muy bien. Dios lo bendiga. Amén.\n\n¡Oh, no es Él maravilloso, sorprendente!",
    "¿Por qué duda? No dude. Ud. tiene asma, y sufre del corazón, tiene artritis, de todo. Ud. quiere que Dios llame número por número. Cuando Él le habla a Ud., eso es. Simplemente no—no dude. No olvide que eso es verdad. Créale a Dios, y Ud. tendrá lo que deseaba. Amén.",
    "Este hombre sentado aquí, con asma, un hombrecito de Noruega. ¿Cree Ud. que Dios curará esa asma y le sanará? Si cree, Dios lo sanará. Amén. ¿Por qué? Muy bien, Ud. puede recibirlo, señor. Ud. no sabía que tenía toda esa fe, ¿verdad? Pero el Reino de Dios ha venido, y estamos sentados con el Mesías, el Mesías de Dios.",
    "🦅 ¿Por qué lo dice Ud. así, ‘Mesías’? ¿Qué es, Hermano Branham?”.",
    "La Biblia dice: “La Palabra de Dios es más eficaz que cualquier reino, más cortante que una espada de dos filos; Discernidora de los pensamientos en la mente, y de las intenciones del corazón”. ¡Es el Reino de Dios! ¡Aleluya!",
    "🦅 Nosotros recibimos un Reino que no puede ser conmovido”. ¿Lo creen? ¿Aceptarán Uds. al Rey mientras Él está aquí? Entonces pongámonos de pie y solo alabémoslo a Él, con todo nuestro corazón.",
    "Señor Jesús, Te alabamos, ¡Oh, Gran Rey de Gloria! “Recibimos un Reino que no puede ser conmovido”. Que Tu pueblo, Señor, sea sanado, de pie, magnificando Tu gran Nombre, Padre. Concédelo, Señor. Ten misericordia del pueblo. Estamos agradecidos por este Reino, “Porque por un Espíritu fuimos todos bautizados en este Reino inconmovible”. Y ahora nuestro Rey está en medio nuestro, vindicando Su Palabra para los últimos días; la misma Columna de Fuego, el mismo Jesucristo, con las mismas señales. La misma Vida que estaba en Él está en la Iglesia. “Nosotros recibimos un Reino”.",
    "¿Le aman? Cantemos Sus alabanzas: “Yo Le amo, yo Le amo porque Él me amó primero”. Hagamos que suene fuerte. Denos el acorde, hermano. Ahora todos juntos, cantémoslo, Yo Le Amo, mientras Le alabamos.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¡Oh, vaya!, ¿no suena Celestial? ¡Oh, vaya! Les diré algo, familiaricémonos con los ciudadanos de este Reino. Mientras lo cantamos de nuevo, demos la vuelta y estrechemos la mano con alguien a nuestro alrededor, diciendo: “Dios te bendiga, mi hermano, hermana”, mientras lo cantamos, todos juntos. Estrechen las manos, todos Uds. Porque, “Por un Espíritu estamos todos en un Cuerpo”, estamos sentados con nuestro Rey.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¡Oh!, ¿no es Él maravilloso? Amén. Cantémoslo de nuevo ahora.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cruz.",
    "¿Cuántos se sienten realmente todos restregados? Veamos. ¡Oh, vaya! La Palabra es Alimento para nuestra alma. ¡Oh, vaya! Cantémoslo de nuevo.\n\nYo… (¡Dios los bendiga!) Yo Le amo. 🦅"
  ]
}