{
  "title": "¿QUÉ HARÉ DE JESÚS, LLAMADO EL CRISTO?",
  "id": "63780009",
  "content": [
    "🦅  El Señor le bendiga, Hermano Vayle. Buenos días, amigos. [La congregación dice: “Buenos días, Hermano Branham”.] Siempre estoy tarde. Billy me estaba diciendo que yo tenía, en esta mañana, alrededor de treinta entrevistas privadas, y he atendido dos de ellas, así que, creo que dos o tres. Así que simplemente no puedo llegar a todos, Uds. saben, y la gente esperando y han estado esperando en la lista por meses y meses. Y el Señor ha estado haciendo algunas cosas grandiosas allí. Oh, El es—El es nuestro Dios. ¿No es así? [“Amen”.]",
    "Ahora, estoy seguro en esta mañana, que todos estamos enterados de la gran tristeza que le ha sucedido a esta nación, de la pérdida de nuestro Presidente, el Sr. Kennedy. Aunque yo no estaba de acuerdo con el hombre en su política y en su religión, pero sin embargo, él no merecía morir así. No. Y dejando así a esos niñitos, y sin papi. Y una madre, que es la Sra. Kennedy, aunque yo ciertamente no estuviera de acuerdo con ella, y quizás sus maneras y cosas, pero recuerden, ella es madre. Ella acaba de perder sus bebés, y perdió a su esposo. Y él cayó justamente sobre ella, y la propia sangre de su esposo se derramó sobre su falda. Eso es horrible.",
    "¿Lo han pensado…? A veces pensamos que ella establece el patrón para la nación, en modas y cosas. Y eso quizá sea así. Pero, ¿saben Uds. que la Sra. Kennedy nunca ha escuchado uno de estos Mensajes que yo predico acerca de eso? Si ella quizás escuchara uno de esos Mensajes, ella quizás haría diferente. Y algunas de nuestras hermanas lo escuchan, y aún así ni siquiera se someten a ello. ¿Ven, ven, ven? Ella fue criada católica; eso es todo lo que ella conoce. Nada en contra de eso, ¿ven? Ella…Ese es un sistema. Nada contra la gente, la gente católica. Ese es un sistema, el sistema católico, igual que el presbiteriano, metodista, o cualquiera de los demás, vean, o pentecostal, cualquiera de ellos. Es el sistema, no la gente.",
    "El Sr. Kennedy, pienso yo, hizo un—un buen trabajo de ser Presidente. Y en mi corazón lo siento mucho por su esposa. Y me siento muy triste al respecto, que aún en nuestra propia nación, los maleantes y demás en nuestra nación, hicieran una cosa como esa.",
    "Si uno no puede estar en desacuerdo con una persona, correctamente, y tener su propia posición; esa no es razón para matar a otro hombre, sólo por cosas como esa. Y aquellos niños pequeños saben…dijo, un muchachito dijo: “Ahora ya no tengo nadie que juegue conmigo, papi ya no está”. ¿Ven?\n\nAsí que yo siempre he pensado que esa sería mi condición, algún día. Ya casi ha ocurrido varias veces, como lo saben, que me dispararon en naciones extranjeras; cuando ellos han tenido que poner sus cuerpos sobre mí, para protegerme del disparo, a la distancia.",
    "Así que si un hombre muere así…Pero, ese es el—el precio que es pagado, que va con la gloria de las diferentes cosas. ¿Ven? Yo pienso que llevamos un promedio, como cada cuarto Presidente, uno entre cuatro, es asesinado, y me siento muy mal al respecto. ¡Es una vergüenza que tengamos tal persona en América, que hiciera una cosa como esa!",
    "Y ahora, aún, como dije, yo—yo no estaba de acuerdo con su política. Yo…Yo no estuve de acuerdo con sus ideas de lo que él estaba tratando de hacer. Pero vean, él es otro hombre. Y yo no estuve de acuerdo con su sistema de religión. Yo—yo ciertamente no estuve de acuerdo con eso. Pero sin embargo él—él fue criado de esa manera. Ese—ese es el asunto. Como dije, quizá si El hubiese escuchado algo diferente, quizás hubiese sido diferente.",
    "Tenemos algo que hacemos aquí, que cuando alguien de nuestra gente muere, o algo, aunque sea de afuera…Yo creo que como—como una iglesia americana, como un cuerpo de americanos…\n\nLa gente americana votó por el Sr. Kennedy para Presidente. Y eso fue…Esa es la razón que somos una democracia. Yo no voté por el Sr. Kennedy. Yo voté por el Sr. Nixon, porque conocí al Sr. Nixon, personalmente. Y me—me agradó, y yo—y yo voté por él, personalmente, porque me agradó. Pero la gente de este país, los americanos, mis compañeros ciudadanos de esta nación, eligieron al Sr. Kennedy. Y la manera en que lo hicieron, pues, eso está entre ellos y Dios, pero así es todo eso.",
    "Pero yo pienso, por motivo de esta madre, un ser humano, una madre con hijos, la Sra. Kennedy, ¿podríamos ponernos de pie por un momento para orar por ella?",
    "Señor Jesús, nosotros los seres humanos, tenemos un sentir el uno por el otro. Y lo sentimos, Señor, que nuestro Presidente fue abaleado en la manera en que lo fue, un asesinato a sangre fría. Y sentimos tanto que nuestra nación haya llegado a este punto, que tal gente como esa estén—estén en nuestra nación, que matarían a un ser humano a sangre fría; como mataron ese hermano de color no hace mucho, y simplemente lo abalearon a sangre fría, por prejuicio racial. Y lo sentimos tanto que tales personas existan entre nosotros Señor. Nosotros, nuestra debilidad ha causado esto.",
    "Y oramos por la Sra. Kennedy, la esposa del Presidente. Y sabemos que aquellos pequeñitos mirando a su—su padre, que los dejó unos pocos días antes de esto, un hombre contento, que jugaba y se revolcaba con ellos en el piso. Ahora ellos no tienen padre. Y para esa mujer que…su esposa, que su propio esposo cayó justamente sobre ella, y su sangre corrió sobre su vestido; acabando de haber enterrado a su bebé.",
    "Y sin embargo, Señor, quizás creamos que la mujer estando en lo equivocado, en la—la—la manera que ella ha establecido el patrón en la nación, de su manera de vestir y demás; pero eso—eso puede ser para la gente americana, enteramente, ellos, eso es lo que ellos quieren. Así que nosotros—nosotros oramos por ella, en esta mañana, que Tú la ayudes. Y que haya un tiempo en este profundo desconsuelo en que ella encuentre lo que es la Verdad, a Jesucristo. Concédelo, Señor, el Unico quien solamente puede dar paz y consolación en la hora de problemas.",
    "Y ayúdanos Señor, a continuar siendo, con todos nuestros corazones, una luz brillante, porque no sabemos en qué momento o qué influencia estemos teniendo sobre alguien más. Y permítenos hacer brillar la Luz de Cristo hasta que El venga. Y entonces el Gran Pastor del rebaño, Quien conoce toda justicia, traerá todo pecado a retribución, y El sabrá exactamente cómo hacerlo. Y hasta entonces nos entregamos en Tus manos para Tu amor y misericordia sobre nosotros. En el Nombre de Jesús. Amén.",
    "Sí, yo no pienso que ningún hombre merece morir así. Ahora, el Sr. Lincoln no mereció morir así. El Sr. McKinley no mereció morir así. Huey Long no mereció morir así; ninguno de ellos. Yo no creo en eso. Homicidios, eso es malo. Nuestros jóvenes no pelearon allá en el exterior por algo así. Nuestra bandera no fue levantada por algo así. Nosotros no somos ciudadanos americanos para algo así. No. Aunque nuestra nación esté torcida y pervertida con pecado, eso es lo que—lo que causa estas cosas. Ese es el pecado.",
    "Ahora, hoy tenemos…Voy a enseñar la escuela dominical, y hay unas cosas que me gustaría mencionar a la iglesia. Y esa es, la primer cosa, me gustaría que me perdonaran por retenerlos tanto los días domingo por la mañana cuando tengo estos Mensajes. Y luego si el Señor lo permite…La razón que hago esto, es porque yo—yo estoy aquí entre mi gente y yo—yo enseño las doctrinas tan fuerte como sé hacerlo. Yo no enseño estas doctrinas afuera en otros lugares. Sólo me paro en los—los fundamentos principales del Evangelio. Pero estas doctrinas que son fuertes, yo—yo no las enseño afuera en—en otros lugares. Y luego, aquí, me toma horas, algunas veces dos o tres horas, para terminar mi Mensaje. Y los retengo aquí algunas veces, hasta las doce y media, o la una. Y eso es poco a como antes hacía. Yo me quedaba casi toda la noche, algunas veces. He durado, hemos comenzado, muchas veces, a las ocho en punto y nos hemos ido a casa a la mañana siguiente a las dos o tres, eso es correcto, de las reuniones.",
    "Pero yo—yo—yo voy a intentar, cuando venga entre Uds. nuevamente, y sólo un—un corto…un sermón en vez de tanta enseñanza de esto, a menos que les notifique anticipadamente que será algo. Porque tengo las Siete Trompetas, que creo que siguen, las cuales enlazan directamente con el Sexto Sello. Cuando el Sexto Sello sonó, todas las Siete Trompetas sonaron a la vez, ¿ven? Y entonces nosotros…me gustaría traer eso a la Iglesia antes de Su Venida, si…o mi ida, o lo que pudiera ser, si puedo.",
    "Ahora, si hacemos eso, entonces les notificaremos con tiempo. Y quizás entonces, viendo en esta mañana los corredores llenos, y hasta las paredes y alrededor, trataremos…Tenemos un lugar ahora que quizás podamos obtener por acá. Tiene asientos para alrededor de tres mil personas, y es un buen auditorio de una escuela aquí más arriba. Y las Siete Trompetas, trataremos de predicarlas allá en esa escuela. Y eso dará suficiente espacio para sentarlos, ¿ven? Para poder acomodar a la gente.",
    "Queremos reportar que en Nueva York acabamos de tener un tiempo maravilloso. El auditorio Morris, tuvimos que despedir gente cada noche. Había tanta gente allí adentro. Los bomberos…el hombre que era dueño del lugar…el capitán de los bomberos cerraría el lugar si les permitíamos estar de pie, así de apretados. Y entonces tuvimos que despedirlos. Y la gente afuera en la calle, caminando inquietamente, orando que alguien se cansara y se parara y saliera, para que ellos pudieran entrar y obtener un asiento. ¿Ven? Sólo una persona, ellos sólo esperaban allá afuera por una persona, para entrar. Y el próximo esperaba en la puerta, entonces ellos permitían que uno entrara así. Cuando alguien se levantaba y salía, o tenía que irse a casa temprano, pues esa persona entraba y compartía esa porción, ¿ven? ellos entraban. Es un grupo de gente muy buena. Y yo creo que el mundo, la iglesia Cristiana, está hambrienta de Dios.",
    "Ahora estoy—estoy—estoy confiando que…Gracias, hermano. Estoy—estoy confiando que—que Dios nos conceda esta oportunidad, donde podamos reunirnos juntos y tener esas últimas Siete Trompetas. Para que sepan, me gusta ser guiado a hacer estas cosas.",
    "Luego, en el desayuno de los Hombres de Negocios… Normalmente, en su capítulo allí, creo que dijeron que llegaban alrededor de cincuenta a cien en su desayuno. Y esa mañana vendieron mil setecientos boletos, y permitieron que entraran los demás, para completamente llenar el lugar. Y en cada corredor, y alrededor de las paredes, y por todas las gradas, había gente de pie. Y algunos ministros de alto rango, unos cuantos sacerdotes, y—y demás, estaban allí para escuchar el Mensaje. Y así que, entiendo, creo que ayudó en algo. Quizás haya hecho algo—algo más, más de lo que nosotros realmente pensaríamos que sería.",
    "Ahora, entonces, esta noche el…vamos a tener un…el Mensaje en esta noche, el Señor permitiendo, sobre un—un tema de—de cómo, acerca de sus condiciones con Cristo. [Tres Clases de Creyentes] Y ahora eso—eso será breve. Queremos comenzar, quiero estar en la plataforma a las siete y media. Si…¿A qué hora comienzan normalmente, a las siete y media? [Un hermano dice: “Comenzamos a las siete y media, pero empezaremos a las siete”.] Oh, a las siete, y yo estaré en la plataforma para las siete y media, y así debería terminar para las ocho y media, si el Señor lo permite, porque yo—yo…voy a ser tan breve como pueda, y voy a comenzar a practicar.",
    "Entonces otra cosa, es que, quizás haya algunos extraños que escuchan la gente reírse. Es porque yo trato de apartarme de aquí, pero no puedo hacerlo. Es como…y espero que no suene sacrílego, pero mi madre decía, que cuando la gente se reúne así, es como melaza o miel de sorgo en una mañana fría. Uds. saben, es espesa y corre lentamente. Y es más o menos de esa manera. Yo camino lento en estos Mensajes, por causa de la—la dulzura de la caña de Dios, Uds. saben, como nos une y nos hace más espeso. Y yo—yo—yo no, no lo quisiera de ninguna otra manera. Yo—yo lo quiero justo de esa manera. Cuando, recuerdo que solíamos pararnos y cantábamos ese himno.\n\nSagrado es el amor\n\nQue nos ha unido aquí,\n\nA los que creemos del Señor\n\nLa voz que llama a Sí. ¿Ven?\n\nUn día en la Eternidad\n\nNos hemos de reunir;\n\nQue Dios nos lo conceda, hará\n\nEl férvido pedir.",
    "Y yo—yo confío que esa siempre sea nuestra—nuestra meta aquí. Muchos de esos antiguos santos han partido desde entonces, pero aún estamos unidos de corazón. Y yo pienso de esa visión aquella mañana, al verlos de aquel lado, y lo bendito y glorioso de esas estaturas de juventud de hombres y mujeres, aún parecían igual, a cuando estuvieron aquí en la tierra. Yo creo que ellos esperan nuestra llegada. Algún día nos uniremos a ellos, Dios mediante. Ahora, yo—yo…",
    "Y recuerden los servicios, el servicio de cantos comenzará a las siete en punto esta noche, en vez de a las siete y media.\n\nY luego, la semana entrante, estaré en Shreveport, Louisiana, allí en el Tabernáculo Vida en Shreveport, Louisiana. Y pienso que ellos están tratando de conseguir el auditorio de en frente. El Hermano Moore llamó anoche, dijo que ellos…Es una convención anual, y están esperando una gran cantidad de personas.",
    "Quiero dar un pequeño testimonio antes de leer las Escrituras. Una—una señora estaba sentada aquí el otro día, y había…Les diré lo que es la influencia de alguien orando por otro. Sucedió que miré y vi a otra dama que yo sólo…Margie Cox, la esposa del Hermano Rodney Cox, sentada aquí. Y la semana pasada, creo que fue, cuando estuvimos aquí, el Espíritu Santo estaba discerniendo a través del edificio, Uds. saben, como se le dice a la gente. Y ella estaba sentada…Está sentada aquí ahora mismo. Pero ella estaba más allá, en algún lugar. Y yo—yo miré y había una señora que—que fue llamada, que tenía diabetes. Y Margie…Y en la visión era Margie. Y Margie estaba parada allí; y sin embargo yo miré allá y la vi a ella, y era un…Y pensé…Y miré para ver esta otra mujer, y Margie estaba en la visión, pero la Luz estaba sobre la mujer. Así que me quedé observando.",
    "Y yo pensé, pues, si llamo a Margie, van a decir: “Claro, eso, claro”. Alguien que los conoce diría: “Pues, él—él…Su esposo es uno de sus—sus amigos íntimos. Ellos se mantienen juntos, duermen juntos, cazan juntos, y—y todo. Claro, así es, él sabría eso”. Pero Margie no sabía eso. Pero yo llamé a la otra señora, la cual era…creo que es una hermana de Chicago, como me enteré después.",
    "Pero luego sucede que en su…en la fábrica, estaban haciendo exámenes de diabetes. Y—y ella tenía diabetes. Y así que ella estaba en camino, anteayer, hacia la clínica para eso. Y—y así que cuando ella lo mencionó, entonces yo le llamé la atención a esto. Y dije: “Venga aquí, Hermana Margie”. Y le dije acerca de cómo a ella se le habían entumido las manos, y—y acerca de ese malestar tan agudo.\n\nLa damita trabaja allá casi día y noche, para…la madrecita fiel, para ayudarle a su esposo a pagar su casa que están tratando de construir. Y—y ella y su hermana menor, Nellie y Charlie, ese es el hermano de Rodney, su esposa, y todos ellos trabajando juntos en esas fábricas allí, tan duro como pueden. Y aguantando el reproche. Ellas se dejaron crecer su cabello, y se quitaron el maquillaje, cosas como esas, cuando se volvieron Cristianas. Yo creo en dar crédito donde el crédito es merecido. Y ciertamente tengo respeto en mi corazón por esas dos mujeres jóvenes.",
    "Y después la tomé de la mano y oré por ella. Y ella fue allá, y no pudieron encontrar ni un rastro de la diabetes por ningún lado. Así que se ha ido.\n\nUna señora estaba sentada aquí en algún lugar, que fue llamada, y era una hermana por el nombre Bruce. No la veo en esta mañana, pero ella siempre…Ella es una mujer de mucha oración. Y esta mujer entró y, fue la última vez que estuve aquí, y no—no habían sido dadas tarjetas de oración, ni nada, así que no habría nadie, ninguna línea de oración, así que ellos sólo…El Espíritu Santo simplemente llamó a través de la audiencia.",
    "Y esta señorita Bruce, fue—fue sanada una vez ella misma de cáncer. Y ella—y ella siempre ha tenido una carga en su corazón por alguien más, y ella estaba orando. Y había una dama de Louisville que estaba muriendo de cáncer en la garganta. Y mientras ella estaba orando, el Espíritu Santo fue directamente a esa mujer, la llamó, y todo lo que hizo, le dijo quién era, o le dijo más bien, quién era ella y cuál era su problema, y acerca de ella teniendo cáncer, y le dijo que todo estaría bien. Y la damita se fue a casa.\n\nUn par de días después de eso, ella comenzó a casi asfixiarse, es que su garganta se le había hinchado demasiado. Ella tosió fuerte y el cáncer salió. Y ella está perfecta. ¿Ven?",
    "¿Qué sucedió? Vean Uds., el tumor, en sí, es algo maligno que tiene su propia vida. ¿Ven? Cáncer, que viene de la-la palabra, del término médico, de “cangrejo”, que significa que tiene muchas extremidades, como el—el cangrejo que se obtiene del mar, y—y le chupa la sangre. Y este crecimiento maligno en su garganta, eso era lo que estaba haciendo.\n\nAhora, vean, no estoy tratando con el crecimiento, sino que estoy tratando con la vida que está en el crecimiento. ¿Ven? La vida que está en el crecimiento es con lo que estamos tratando. ¿Ven? “En Mi Nombre echarán fuera demonios”. La palabra diablo es “atormentador”, como del cuerpo. Y este era un diablo. Y luego cuando la vida salió del crecimiento, por supuesto eso permitió que el crecimiento comenzara a hincharse.",
    "Así como un perrito que es atropellado en la calle, algo así, déjelo permanecer allí en el sol unos cuantos días, y se pondrá el doble de su tamaño.\n\nPues eso era lo que estaba causando que la mujercita empeorara. Lo he explicado muchas veces. Si Ud. se pone peor, esa es la propia señal que Ud. ha sanado, ¿ven? Y así que se estaba poniendo peor todo el tiempo, y asfixiándola, porque se estaba hinchando. Y…Pero ya se había desprendido, y ya no tenía vida. Y ella tosiendo así, ¿ven? así, lo jaló, desprendiéndolo de su propia carne. Y la materia muerta, sólo el cuerpo sin vida, sin el cáncer, saltó afuera, ¿ven? cayó afuera.",
    "Así que, eso fue, el cuerpo salió. Ese no fue el diablo lo que salió. Esa era la casa en la que él vivía. El salió por razón de la fe de la mujer en lo que le fue dicho a ella, sabiendo que Jesucristo es el mismo ayer, hoy y por los siglos, y eso fue lo que mató el cáncer, le sacó la vida.\n\nAhora, ella pudo haber regresado—regresado al doctor, y el doctor decir: “Tonterías, la—la—la cosa está justo allí como siempre lo ha estado”. Pero, eso es correcto. El crecimiento estaba allí, pero no la vida, ya no estaba allí. ¿Ven?",
    "Ahora, ¿qué si eso hubiera estado en un lugar donde no pudiese—pudiese haber salido?\n\n¿Es esa la foto? [El Hermano Neville le dice al Hermano Branham: “Esta es una foto del crecimiento que salió de la Sra. Baker, de allá de Springfield, Indiana. Y ella…Esta es una foto ampliada, de lo que ella pasó, después de la oración”.] Aquí está la foto del crecimiento de la Sra. Baker, de Springfield, Indiana, lo que salió, después de haber orado. Esa es una foto de eso. Vean, ese es el cuerpo en el que el diablo vivía.\n\nIgual como Ud. vive en este cuerpo; puede ser pequeño, grande, de cabello rojo, cabello oscuro, como sea. ¿Ven? O el diablo vive en este cuerpo, o Cristo vive en ese cuerpo. Pues, entonces cuando la vida sale de ello, su cuerpo aún está aquí en la tierra, ¿ven? pero la vida no está allí.\n\nCuando la vida salió, el cuerpo aún estaba allí. Y entonces se desprendió del cuerpo de ella y fue echado afuera, el cuerpo salió.\n\nPero si está en un lugar donde no pueda salir, entonces su corazón tiene que tomar esa materia muerta y purificar la sangre, cada vez que palpita. Eso causa fiebre, y todo lo demás, porque es una infección. ¿Ven? Y el corazón tiene que…Yo creo que el corazón purifica la sangre mientras pasa. ¿Es eso correcto, Hermana Dauch? Yo creo que eso es correcto. El corazón, mientras palpita, purifica. Una enfermera, Uds. saben, y otra sentada aquí adelante de ella. Es que toma la…Y eso es lo que causa la fiebre, por una infección. Toma la infección y—y produce una fiebre.",
    "Ahora, la gente, vean Uds., es su fe. Nunca es cuestión de lo que Ud. siente. Eso no es nada, si es que, si mi mano no está recta, eso no tiene nada que ver con el asunto. Es mi fe que lo hace. ¿Ven? Justo ante nosotros vemos la imagen de una persona perfectamente sana, por fe. Y entonces sólo caminamos paso por paso hasta que entramos en esa persona, y entonces simplemente caminamos con él. ¿Ven? Allí lo tienen. Y eso, eso es lo que lo hace, su fe; no sus sentimientos. Su fe lo hace. ¡Gracias y honra sean dadas a Dios!",
    "Ahora sólo un momento de oración, y tenemos un tema aquí al que queremos darle consideración, y un poco de tiempo, que el Señor trate con nosotros de acuerdo a esto.\n\nY ahora, si algunos de Uds. tienen que partir esta mañana, y no estarán en el servicio de la tarde, si el Señor permite, yo—yo quiero regresar. La familia viene de regreso la semana de Navidad. Y entonces, el domingo después de la Navidad, el Señor permitiendo, quiero predicar mi Mensaje de Navidad aquí en el Tabernáculo el domingo después de la Navidad. El Señor permitiendo, el texto será: El Vagabundo En la Calle.\n\nAsí que inclinemos nuestros rostros ahora, y oremos antes de leer el texto.",
    "Señor Jesús, acércate a nosotros en este momento. Y sabemos que es difícil aquí en nuestra pequeña iglesia, y cuando muchos están de pie. Y—y no estamos aquí por la comodidad del lugar, que nos dé comodidad física, porque no es cómodo. Y no estamos aquí para ser vistos. Pero estamos aquí porque sentimos Tu Presencia. Y sabemos que Tú estás aquí. Y estamos aquí para corrección. Y estamos aquí, sabiendo que estamos en la casa de Dios. Y nos sentimos bien al estar aquí, no importando qué tan incómodo sea, el estar de pie, y—y sentados todos apretados, pero estamos aquí porque sentimos que Dios está aquí.",
    "Y de la misma manera que se debió haber sentido ese muchacho aquella noche, cuando Pablo predicó la noche entera; qué mensaje tan largo, probablemente desde la puesta del sol hasta la salida del sol, a la mañana siguiente. Y un joven sentado allá en lo alto, se cayó y todos pensaron que estaba muerto. Y Pablo puso su cuerpo sobre él, y el Espíritu de Dios que estaba sobre el mensajero trajo de nuevo el espíritu de vida al cuerpo del joven. Y él dijo, “El estará bien”, y el joven vivió. El estaba interesado en lo que Pablo estaba diciendo.",
    "Y Dios, en esta mañana nos interesa lo que el Espíritu Santo pueda decir a nuestros corazones. Y pedimos que Tú partas el Pan de Vida para cada uno de nosotros, que cuando salgamos de aquí hoy, que no dejemos este edificio siendo las mismas personas que éramos cuando entramos. Que los Cristianos estén más cerca de Ti. Que los pecadores hoy tengan un cambio. Que los enfermos sanen. Y que el Reino de Dios se acerque a nosotros, e incluso que esté en nosotros. Porque lo pedimos en el Nombre de Jesucristo, mientras esperamos en Su Espíritu que nos dé las Palabras. Amén.",
    "Ahora leamos algo de la Escritura, lo cual…la Palabra de Dios siempre es correcta.\n\nY ahora, y cada uno, veo que son muy amables con los que están de pie. Veo a alguien levantándose y sentándose, y dándole su asiento a otro. Eso está muy bien. Ojalá tuviéramos más espacio, pero simplemente no lo tenemos en este momento.\n\nAbran en Mateo 27 y leeremos del versículo 11, y entonces hablaremos sobre este tema.\n\nJesús, pues, estaba en pie delante del gobernador; y éste le preguntó, diciendo: ¿Eres tú el Rey de los judíos? Y Jesús le dijo: Tú lo dices.\n\nY siendo acusado por los principales sacerdotes y por los ancianos, nada respondió.\n\nPilato entonces le dijo: ¿No oyes cuántas cosas testifican contra ti?\n\nPero Jesús no le respondió ni una palabra; de tal manera que el gobernador se maravillaba mucho.\n\nAhora bien, en el día de la fiesta acostumbraba el gobernador soltar al pueblo un preso, el que quisiesen.\n\nY tenían entonces un preso famoso, llamado Barrabás.\n\nReunidos, pues, ellos, les dijo Pilato: ¿A quién queréis que os suelte: a Barrabás, o a Jesús, llamado el Cristo?\n\nPorque sabía que por envidia le habían entregado.\n\nY estando él sentado en el tribunal, su mujer le mandó decir: No tengas nada que ver con ese justo; porque hoy he padecido mucho en sueños por causa de él.\n\nPero los principales sacerdotes y los ancianos persuadieron a la multitud que pidiese a Barrabás, y que Jesús fuese muerto.\n\nY respondiendo el gobernador, les dijo: ¿A cuál de los dos queréis que os suelte? (¡Piénsenlo!) Y ellos dijeron: A Barrabás.\n\nPilato les dijo: ¿Qué, pues, haré de Jesús, llamado el Cristo? ¿Qué, pues, haré de Jesús, llamado el Cristo? Y todos le dijeron: ¡Sea crucificado!\n\nY el gobernador les dijo: Pues ¿qué mal ha hecho? Pero ellos gritaban aún más diciendo: ¡Sea crucificado!\n\nEntonces viendo Pilato que nada adelantaba, sino que hacía más alboroto, tomó agua y se lavó las manos delante del pueblo, diciendo: Inocente soy yo de la sangre de este justo; allá vosotros.\n\nY respondiendo todo el pueblo, dijo: Su sangre sea sobre nosotros, y sobre nuestros hijos.\n\nEntonces les soltó a Barrabás; y habiendo azotado a Jesús, le entregó para ser crucificado.",
    "¡Qué cuadro tan triste! Yo le pondría como texto a esto, si Uds. desean apuntarlo de esa manera, o llamarlo así. Y quizás la cinta debiera ser titulada así: ¿Qué Haré De Jesús, Llamado El Cristo? Y el tema que quiero usar, después de ese ser el texto, quiero usar el tema: “Con Jesús en sus manos”. ¿Qué hará Ud. con Jesús en sus manos?",
    "Nuestra escena comienza en esta mañana, en el salón de juicio; donde Pilato, el gobernador, había sido llamado a la escena, para—para actuar y—y decretar un juicio. Era temprano en la mañana, y poco antes del amanecer, y él había sido perturbado de su sueño, y—y había sido llamado para escuchar el—el caso de este Hombre.",
    "Era el tiempo de la crucifixión de nuestro Señor y Salvador, Jesucristo. El no—no había hecho nada, que ellos podían hallarle, y El había respondido a todo. Era simplemente la hora en que tenía que ocurrir así.\n\nNo hay nada que pueda suceder sin que haya algo detrás para causarlo de esa manera. Tiene que haber alguna razón para todo lo que acontece. Porque es—es motivado, por supuesto, por el—el espíritu que está en los seres, en seres humanos y demás. Hay un motivo, motivo para ello y un—y un objetivo, y tiene que haber una razón.\n\nY la razón que esto tenía que sucederle a este el más grandioso Hombre que alguna vez vivió sobre la tierra, o que jamás podrá vivir; la razón que sucedió de esta manera, fue porque era tiempo para que así sucediera. ¿Ven? Tenía que ser así, y no había manera ninguna de escaparlo. Tenía que ser ese tiempo.\n\nY Jesús había venido a la tierra exactamente de la manera en que la Palabra de Dios había predicho que El vendría. El hizo exactamente lo que la Palabra dijo que El haría. El vivió la vida exactamente, y Dios dio a conocer, o manifestó la Simiente de ese tiempo. Ahora, recuerden, Dios…",
    "La Biblia comienza en Génesis y va hasta Apocalipsis. Ahora aquí está la lección que quiero que entiendan, que… Vean, en cada generación ha sido hablado, en la Biblia, de cierta cosa sucediendo en cada generación.\n\nComo Daniel que vio…o interpretó el sueño de Nabucodonosor; de cómo los reinos gentiles vendrían, y cómo ellos caerían, y cómo terminarían. Y cada una de esas personas, de esas razas y de esas naciones, esos poderes gentiles que controlan, que han controlado al mundo, han hecho justo exactamente de la manera que la visión dijo que harían.",
    "Cuando Nabucodonosor, la cabeza de oro, fue quitado, entonces entraron los Medos—Persas; y la naturaleza de ellos, según la—la naturaleza del material, y de acuerdo a lo que dijo el profeta, fue exactamente. Nabucodonosor, la cabeza de oro, el cual es el más grandioso y el comienzo del reino. Después los Medos—Persas siendo la plata. Y después hacia abajo a los muslos, siendo de—de bronce. Y cada metal se vuelve más duro y más duro; siendo el oro el más blando. Y termina en hierro, el cual es el más duro entre todo eso, el hierro.\n\nAhora, cada uno de esos reinos vino exactamente, en su naturaleza, de la manera en que el profeta dijo que lo harían. ¿Y qué estaba haciendo él? El estaba sembrando una semilla para que las naciones observaran, y cada vez que a ese reino entraba, tenía que actuar de acuerdo a lo que esa Palabra había dicho.",
    "Y luego el Mesías debía llegar a la escena. Y cuando Cristo llegó a la escena, El tuvo que dar respuesta a esas Palabras de Dios que debían ser cumplidas, lo que el profeta habló, lo que El haría.\n\nMoisés dijo: “El será—El será un profeta como yo”. Y si hubiese…si tuviésemos tiempo para tipificarlo hasta allá, y mostrarles, cómo en ese tiempo tremendo, cuando Israel estaba en cautividad por Egipto; de cómo Moisés nació como un niño peculiar, raro; y cómo él—él surgió y fue levantado, y cómo fue escondido en los juncos del río; y cómo él llegó a ser un líder, subió a las montañas y obtuvo la ley, y regresó. Y no sólo fue un líder, sino un sacerdote, y un rey, y un gobernador. Todas esas cosas, y cómo eso tipificó a Cristo exactamente. Y Moisés dijo: “El Señor tu Dios levantará un profeta como yo”. [Deuteronomio 18:15] ¿Ven?",
    "Ahora, cuando Cristo nació, Israel estaba de nuevo en cautividad por el imperio romano. ¿Y qué fue El? El nació un niño peculiar, raro, y cómo fue criado. Como es que fue a las montañas, y bajó y dijo: “Oísteis que se os fue dicho desde la antigüedad: ‘No robarás’. Oísteis que se os fue dicho: ‘No cometerás adulterio’. Pero yo os digo que cualquiera que mira a una mujer para codiciarla, ya ha cometido adulterio”. Un dador de Ley, vean, y un Rey, un Sacerdote, un profeta, exactamente como él. Así que todas estas cosas tenían que ser cumplidas, y estando allí ese espacio para la vida del Mesías, cuando eso fue perfectamente vindicado…\n\nAhora, puede ser que esta sea la última lección larga que enseñe por un tiempo. Quiero que la capten atentamente.",
    "Cuando la Palabra ha sido hablada para esta cierta generación, va haber alguien que se levante en la escena que cumplirá esa Palabra, porque Dios la ha hablado. Es una vindicación de la Palabra hablada. Y Jesús llenó todo requisito, y fue la Palabra, vindicada como el Mesías, exactamente. También hay Palabras habladas en la Biblia para el último día. Esas Palabras tienen que venir a vida.",
    "Y encontramos aquí, que en los días de nuestro Señor, la iglesia ya le había rechazado a El antes que viniera al salón de juicio de Pilato. Ellos le habían rechazado desde el mismo día en que Su ministerio comenzó a profetizar y decirles la Verdad acerca de la Palabra. Entonces ellos no pudieron entender eso, de cómo El siendo un Hombre, podía saber lo que estaba en el corazón de la gente. ¡Poco sabían ellos que la Palabra es Dios! “Y la Palabra”, dice la Biblia, “discierne los pensamientos e intenciones del corazón”. [Hebreos 4:12]",
    "Y ellos quisieron llamarle un espíritu maligno. Y El dijo: “Yo los perdono por eso. Pero cuando el Espíritu Santo venga a hacer lo mismo, el hablar una Palabra en contra de Ello nunca será perdonado”. [Mateo 12:31, 32]\n\nY todas estas cosas que El profetizó que serían en este día, algo tiene que traer eso a vida. Pero cuando sean traídas a vida, serán tan diferentes de lo que la gente piensa, que—que sólo serán los elegidos que lo verán. Siempre, sólo los elegidos son los únicos que lo verán, porque están elegidos y ordenados para verlo. Por eso no puede ser de ninguna otra manera.",
    "Jesús dijo: “No pueden venir a Mí. Ningún hombre puede venir excepto Mi Padre le traiga; y todo lo que El me ha hado vendrá a Mí”. [Juan 6:44] ¿Ven? ¿Ven? Así que no había manera. El dijo: “Uds. tienen ojos y no pueden ver; oídos, y no pueden escuchar”. Dijo: “Bien profetizó Isaías de Uds.”. ¿Ven? La profecía de Isaías surgiendo, siendo hecha manifiesta.\n\nNo olviden eso, aquí o algún oyente de la cinta, que la Palabra de Dios debe ser manifestada. Dios está obligado a ver que eso sea hecho.",
    "Así como Juan el Bautista fue preordenado para precursar la venida de Cristo, tenía que haber algún hombre que se levantara para tomar ese lugar. Esa Palabra tiene que ser cumplida.",
    "Luego cuando Jesús vino como el Mesías ungido, e hizo exactamente lo que la Palabra de Dios dijo que El haría; y sin embargo, los judíos estaban buscando otra cosa: “Un Rey viniendo con vara de hierro en Sus manos”, lo cual estaba muy adelante en el futuro. No obstante El cumplió cada Palabra.\n\nUn día allí en Capernaúm, cuando El tomó la Escritura y leyó (¿notaron?), El sólo leyó una parte de esa Escritura. Y entonces cerró el Libro y dijo: “Hoy esto se ha cumplido”.",
    "Fue cuando El debía de predicar el año de jubileo. Ahora, ¿por qué no leyó El lo demás? Porque eso pertenece a Su otra Venida. Ellos no tenían necesidad de saber eso. Eso era para la edad en la cual El vendrá.\n\nPero para la edad en la que El estaba, esa era la razón que El pudo decir: “Esta Escritura es cumplida hoy ante sus ojos. Aquí mismo la ven Uds. El predicar el tiempo aceptable, y enmendar al quebrantado de corazón, y sanar al enfermo”. Para eso fue que El vino. [Lucas 4:14]\n\nLo demás era para traer juicio a los gentiles, y demás, así que eso viene próximamente. Vean, los gentiles primero tenían que rechazarlo a El.",
    "Ahora, en la crucifixión, adonde estamos hoy con el tema de, “Jesús en sus manos”. La Palabra de Dios había sido completamente vindicada, había sido probada una y otra vez, que El era la respuesta a la Palabra de Dios. Donde los escribas…",
    "Miren Uds., Dios ya lo tiene todo trazado. Permite que el ministerio lo estudie. Pero, vean, ellos aceptan la palabra de cualquier otro al respecto; algún grupo de hombres. Ellos están tan cegados a la Verdad, que cuando la Verdad es presentada, ellos fallan en verla. Pero, vean, Dios es justo. El lo tiene todo escrito aquí. El lo tiene escrito, aquí en el Libro, lo que va a suceder hoy. Así que eso tendrá su cumplimiento. Pero otros que no están ordenados para verlo, nunca lo verán, ellos—ellos lo tienen todo enredado.",
    "Y así lo tenían ellos en aquel tiempo. Ellos nunca supieron que ese era El. Y por las señales que El era el Mensajero de ese tiempo, nadie podía negarlo. Su profeta habló al respecto. El dijo: “Yo tengo que menguar, pero El crecerá. Yo no soy digno de desatar Su calzado, pero El está entre Uds. ahora”, dijo Juan. “Y El vendrá. Y el hacha está puesta a la raíz del árbol; y los árboles que no den fruto serán sacados del bosque, o afuera de la—la viña o del huerto. No existirá más”.",
    "Ahora, encontramos que esas cosas sucedieron exactamente en la manera que El dijo. El podía discernir los pensamientos de sus corazones. El era un profeta. Todo lo que El predijo sucedió exactamente en la manera que El lo dijo.\n\n“Yo subo a Jerusalén, allí seré entregado en manos de hombres pecadores. Y ellos malvadamente le maltratarán, y será crucificado. Y al tercer día El se levantará de nuevo”. Pero dijo: “Mira que no le digas esto a ningún hombre”. Y El les cegó a eso, para que no lo entendieran hasta cuando fuese cumplido.",
    "Vean, muchas veces El nos permite estar ciegos hasta la hora en que tengamos necesidad de tal cosa. El permite que estemos ciegos a las cosas que vemos hoy, porque esta es la hora en que tenemos necesidad de Ello, para vindicar el día en que estamos. ¿Ven? Nuestros padres no sabían estas cosas. La Biblia dice que ellos no las sabrían. El las había escondido, y en—en los últimos días que esto sería revelado a los hijos de Dios; o que serían manifestadas, para mostrar Su gloria y Sus alabanzas sobre la tierra.",
    "Y todo lo que Daniel dijo acerca de los últimos días, y cómo era que, “Aquellos que conocen su Dios harían proezas”. ¡Y simplemente tantas Escrituras enlazándose a este día en el que estamos viviendo! Y cómo estos tiempos malos y engañosos estarían sobre la tierra. Y exactamente lo que estamos experimentando ahora, lo cumple.\n\nEllos, a ellos se les había—se les había dado una oportunidad de verle a El, y, pero ellos rechazaron a su propio Mesías.\n\nY hoy es lo mismo, la misma cosa. Nos es dada la oportunidad, porque Dios no puede juzgar sin primero haber…que sea justificado para Su juicio.\n\nAhora, si Ud. le dijera a cierta persona que va corriendo por la carretera, a alta velocidad, y Ud. lo detuviera y le dijera: “Hay un—un hueco en la carretera allá adelante. Si Ud. continúa a esa velocidad, se va matar”.",
    "Y la persona le dice: “Tonterías, yo sé lo que estoy haciendo”. Entonces, vea, la sangre no puede estar sobre uno, porque uno plenamente les ha advertido.\n\nBien, Dios hace lo mismo por medio de Su Palabra. El plenamente advierte a la gente del juicio venidero, y muestra Sus señales y maravillas que han sido predichas en la Biblia para esa edad. El las muestra, y la gente sencillamente pasan por encima de todo eso.\n\nNo es fácil para una persona irse al infierno. Un hombre tiene que batallar para hacerse camino al infierno. La primera mentira que Ud. contó, Ud. sabía que estaba mal. El primer cigarrillo que Ud. fumó, Ud. sabía que estaba mal. La primera maldad que Ud. hizo, Ud. sabía que estaba mal. Pero aunque su conciencia le dijo que estaba mal, Ud. contínuamente se pasaba la luz roja, corría sobre las barreras. Ud. no se preocupa. Ud. quiere hacerlo de todos modos, para mostrar que Ud. es alguien muy grande. ¿Ven? Pero recuerde, Ud. batalla para hacerse camino al infierno. No es fácil irse al infierno. Ud. tiene que rechazar la Verdad.",
    "Antes de tener el accidente, Ud. tiene que pasarse la luz en rojo. Antes que Ud. tenga el accidente allá en la carretera, Ud. tiene que, Ud. tiene las—las señales que han sido colocadas. Pero Ud. tiene su propia manera al respecto, así es el hombre hoy día, y él sabe más que cualquier otro, y él no le pone atención a las—las señales y advertencias del Juicio venidero, y aquellos que rechazan a Cristo.",
    "Ahora noten bien lo que ellos habían aceptado en vez de a este Cristo. Ahora piensen en la iglesia de ese día, de su ceguera, ellos habían rechazado un homicida público, Barrabás. Un hombre quien se le había probado ser un homicida, y efectivamente estaba esperando su juicio. Y a él—él se le había probado ser—ser un homicida, y era un hombre malo. Y sólo por razón de la—la Vida de Jesús…\n\nPor lo cual, El les retó. Dijo: “¿Quién de Uds. puede acusarme de pecado”? Pecado es “incredulidad”. “Sí no hago las obras de Mi Padre, entonces no me crean; si no les he dicho la Verdad de la Escritura. Y la Escritura misma ha hablado por Mí. Escudriñen las Escrituras”, dijo El, “porque en ellas les parece que tienen la Vida Eterna, y ellas son las que testifican de Mí en esta edad”.",
    "Pero ellos dijeron: “El se hace Dios. El se hace algo”. El no se hizo nada…Dios le hizo Dios; y El era Dios. El era el cumplimiento de la Escritura. El mismo nunca se hizo nada. Dios le hizo a El lo que El era. Y luego, es porque era la hora para que esa Palabra fuese cumplida. Así que, pero ellos no podían verla, porque estaba en contra de sus ideas denominacionales, lo que ellos habían conjeturado respecto al Cristo. Y estaban muy cegados a la Palabra.",
    "Ahora, y no sólo eso, pero para librarse de este Individuo, ellos tenían que aceptar un homicida, y una amenaza pública. Era una deuda para la sociedad, una deuda para ellos; ¡un homicida! Tenían que aceptar eso, porque, para—para así rechazar a Cristo.\n\nY antes que cualquier hombre o mujer pueda aceptar el mal, ellos tienen que rechazar lo correcto. Hay algo en la naturaleza, hay una ley en ella, en la que Ud. tiene que rechazar lo correcto antes de poder recibir lo errado.\n\nComo acabo de decir, para—para abstenerse de decir una mentira…Ud.—Ud. dijo una mentira en contra de su juicio propio. Ud. dijo una mentira en contra de su conciencia. Ud. dijo una mentira en contra de lo que su madre o sus padres le enseñaron. Aun la misma naturaleza le enseña a Ud. que no debe hacer eso. Así que, por eso, Ud., al rechazar la Verdad, tiene que aceptar una—una—una mentira, y Ud. tiene que rechazar la Verdad antes que Ud. pueda aceptar la mentira. ¿Ven?",
    "Así que de esa manera habían hecho estas personas, ellos habían rechazado la Verdad. Y El era la Verdad. “Yo soy el Camino, la Verdad y la Vida”.\n\n“En el principio era el Verbo y el Verbo era con Dios y el Verbo era Dios. Y el Verbo se hizo carne y se manifestó ante nosotros”. En Primera de Timoteo 3:16, “E indiscutiblemente, grande es el misterio de la piedad, porque Dios se manifestó en carne, tocado con nuestras manos”. ¡Dios, Jehová! Eso es—eso es extraordinario, es asombroso, pensar que el Dios, Quien colocó el—el—el sistema solar en el espacio, y que hizo las estrellas que son mil veces más grandes que este mundo…",
    "Y si una de esas estrellas empezara a venir hacia la Tierra, a diez mil millas por hora, pues, se llevaría cien millones de años en llegar aquí; de tan lejos que está. Y allá dos estrellitas, que parecen tener como una pulgada entre ellas, viéndolas desde aquí, están más apartadas de lo que nosotros estamos de ellas. Y sin embargo, no hay ni una de ellas que no conserva su posición. ¡Y esa gran galaxia, ¡oh, vaya! la grandeza y la profundidad de Dios Quien pudo crear esas cosas! Cada una depende de la otra. Por eso es que se mantiene como está. Si ellas se salieran de posición, el sistema entero caería.",
    "Y eso es lo que sucedió en el Edén. Cuando Eva se salió de posición con los mandamientos de Dios, la raza entera cayó.\n\nEse es el problema hoy. No deberíamos estar divididos en organizaciones y denominaciones y demás cosas. Deberíamos ser hijos e hijas de Dios, sosteniendo en unidad la gran galaxia del mundo.",
    "En Nueva York, la semana pasada, estaba escuchando un mensaje citado o hablado por Einstein, el gran científico, el—el que es llamado el cerebro del—del tiempo. Y escuché eso. Después fui a escuchar a Norman Vincent Peale, en su sicología de cómo la gente debería comportarse, o caminar, y proyectarse a sí mismos en la sicología.\n\nLuego, respecto a Einstein, él estaba hablando de una galaxia que está allá entre el sistema, más allá de las estrellas. Y si una persona pudiera viajar a la velocidad, creo que dijo él, de la luz,… Ahora yo creo que eso es…¿ochenta y seis mil? Ciento ochenta y seis mil millas por segundo, a lo que viaja la luz. Ahora, divida eso en cinco minutos, y vea a cuántos millones y billones de millas estaría uno. Y—y ciento veinte millones de años de tiempo de luz le tomaría a Ud. en llegar a esa galaxia. Y luego ciento veinte, o ciento cincuenta millones de años; ciento cincuenta millones hacía allá, y ciento cincuenta millones de regreso.",
    "Y se toparon con algo que los dejó perplejos. Y después de haber ido hasta allá y regresado, esto le tomaría realmente tres millones de años para hacer el viaje, trescientos millones de años. Trescientos millones de años para hacer el viaje, y cuando uno regresara a la tierra, efectivamente uno sólo se habrá ausentado por cincuenta años. Es que uno entra a la Eternidad. Y allí no hay fin.",
    "Y pensar que el Dios, Quien hizo todo eso y lo puso en orden, y habló de todo ello, bajó y se hizo carne entre nosotros para redimirnos. Y así honrarnos con Su augusta Presencia, que El—El se parara aquí en esta tierra pecaminosa en los últimos días, y probara cierta Su Palabra, porque El está obligado a esa Palabra. Amén. ¡La soberanía y la justicia de Aquel Ser Grandioso, Quien sostiene esas cosas en Su mano!",
    "Noten las naciones. La—la iglesia primero tiene que rechazar Su Palabra. Luego, después que la iglesia la rechazó y le llamó a El “un Beelzebú o un espíritu maligno”, entonces fue traído ante el gobierno, para que así la raza entera tuviera que ser condenada. Ahora encontramos a Jesús, esta mañana, ante un—un gobernador, Pilato, un romano, para ser juzgado. Y encontramos que la iglesia lo rechazó primero, porque ellos no creyeron Su Mensaje, por no conocer la Palabra.",
    "Jesús les dijo: “Si Uds. hubieran—hubieran escuchado a Moisés, entonces creerían Mi Palabra, porque El es quien habló de Mí”. ¿Ven? Allí está la Palabra que el profeta, al cual, el—el Señor viene al profeta, y—y el profeta habló la Palabra para la hora que vendría. Y aquí estaba, identificada, y dijo, “Uds. dicen conocer a Moisés y que él es su guía. Uds. no conocen a Moisés, ni tampoco conocen su Palabra”. En otras palabras, El dijo: “Yo soy la Palabra. Yo soy la Palabra identificada de la cual Moisés habló que vendría, y Uds. me condenan a Mí”. ¿Ven? Por razón de sus tradiciones, ¿ven? La iglesia le condenó a El.",
    "Ahora le encontramos a El ante Pilato, y plenamente aprobado, también identificado para la edad, o a la iglesia por el mensajero de la edad. A ellos les había sido dada la oportunidad de ver y creer, pero la rechazaron. ¿Por qué la rechazaron? Muchos de ellos lo querían creer; pero por razón de sus tradiciones, no la gente ¡sino sus tradiciones!",
    "Ahora vean, como Nicodemo que vino de noche, y dijo: “Maestro, nosotros sabemos que eres un maestro que viene de Dios. Sabemos que Tú vienes de Dios. Ningún hombre puede hacer estas cosas que Tú haces a menos que Dios esté con él. Nosotros…” ¿Quiénes son los “nosotros” de los que él habla? La iglesia, los fariseos, los líderes de ese día. “Nosotros sabemos. Estamos plenamente convencidos que Tú eres esa Persona”. ¿Por qué entonces no lo podían aceptar? Por causa de su sistema. Yo quiero que eso penetre profundamente, porque a eso es que estoy llegando. El sistema al cual ellos ya se habían unido, fue el que ellos no podían mover. Aunque ellos vieron que ese era el Mesías, pero el sistema con el que ellos estaban conectados no les permitía aceptarlo.\n\n¿Uds. entienden? [La congregación dice “Amén”.] Ahora quiero preguntar, en esta audiencia visible, ¿cuántos entienden lo que estoy hablando? Levanten sus manos. Muy bien.",
    "¡Ahora, un sistema! Ellos lo creyeron, y sabían que era así. ¡Cómo me gustaría decir eso mismo hoy! Vemos lo que está supuesto a estar aquí hoy, y lo vemos, pero el sistema no les permite aceptarlo. ¡Ellos están tan adoctrinados con el sistema! Vean, no es la persona, es el sistema.\n\nComo acabo de hablar del Presidente que recién fue asesinado. No el hombre; hasta donde yo sé, él era un buen hombre, hasta donde sé yo, él no ha hecho nada malo. Pero es el sistema. No es la gente; es el sistema.",
    "No fueron los judíos; fue su sistema. Ese sistema lo condenó a El, porque eso no toleraba con el sistema de ellos. ¿Lo entienden? [La congregación dice: “Amén”.] Ahora, las mismas cosas acontecen ahora. Y ellos escogieron este enemigo público, un homicida.\n\nPero el asunto ahora ha involucrado al gobierno. Así que el gobierno tiene que pronunciar esta sentencia, porque para quitar una vida, eso debe venir ante el gobierno. A ellos no se les permitía hacer eso porque estaban bajo el—el mandato de Roma, y ellos no podían quitar una vida, no importa cuánto su iglesia decía: “Tenemos que hacerlo”. Pues, ellos—ellos no podían hacerlo, sin que primero Roma les diera su aprobación. Así que, tiene que ser traído ante el gobierno. Y ahora el gobierno está involucrado en la cosa.\n\nAhora, si ese no es un cuadro de hoy, no sé qué será. Vean, ¡exactamente igual!",
    "La iglesia lo rechaza, y ahora está involucrado el gobierno. El tiempo había venido donde la nación entera, todos, a eso tenía que venir. El asunto se había afrontado. El reto estaba a la mano. La nación entera lo había rechazado a El, produciendo la ira de Dios sobre ellos. Y antes que…Aún la iglesia lo había rechazado, y por eso venía la ira sobre la iglesia. Pero ahora la nación lo ha rechazado a El, y la ira venía sobre todos.\n\nY hoy el mundo lo ha rechazado a El, para traer juicio al mundo entero. Todas las naciones deben ser juzgadas.",
    "Y sabemos que eso sucedió en el tiempo de Tito, gran general romano. El sitió a Jerusalén y al final…Ellos se comieron sus hijos unos a otros; se comieron la corteza del árbol, y la hierba de la tierra. Y—y después Tito entró y simplemente derribó las paredes y quemó la ciudad, y la sangre corrió por las calles de esa manera, donde él los había asesinado.\n\nY antes que un Dios justo permitiera a un pueblo que El había escogido, venir bajo tal cosa como esa, tiene—tiene que haber una razón justa. El es justo. Sus—Sus leyes demandan Su justicia. Y una ley sin castigo no es ley.",
    "Si yo dijera, o hiciera una ley aquí en la ciudad: “Es—es—es multa pasarse una luz en rojo”, y después para eso no hay castigo. Ud. simplemente seguiría pasándose las luces en rojo. Pero tiene que haber un castigo.\n\nY el castigo de la ley de Dios, por rechazar Su programa, es muerte. Y tenía que haber una muerte, así que tenía que ser pagada.",
    "Estamos en un juicio similar en esta mañana, el mundo entero, en un juicio. Todas las denominaciones han rechazado la Palabra. Ahora sé que esto suena bastante duro. Y yo quiero que los ministros que escuchan aquí presentes, y también aquellos en la cinta, que traten de entender esto, y yo trataré de hacerlo claro. Pero estoy manteniendo mi tema, o declarando mi tema aquí, y diciendo que estamos parados hoy, en otra sala de juicio de Pilato.",
    "Ud. dice: “Si yo hubiese estado parado allí, yo hubiese hablado a favor de Jesucristo”. Pero ¿qué está haciendo Ud. hoy al respecto? Esa es la cosa. ¿Ven? “No importa cuánto la iglesia lo había rechazado a El, yo hubiese permanecido a Su lado”. Ud. tiene la oportunidad. Sí. ¿Ven? Ellos, ellos lo rechazaron a El.",
    "Ahora, El está siendo juzgado hoy, o apenas ha sido juzgado, o está en un juicio, para la formación de un sistema mundial, de lo que es llamado el Concilio de Iglesias, para—para formarse en—en el Concilio Mundial de Iglesias. Ahora, ¿y qué han hecho? Ellos han votado que absolutamente se unirán y tendrán un Concilio de Iglesias.\n\nY en este Concilio de Iglesias, que todas las iglesias deben pertenecer a este concilio, o si no, a uno ni siquiera se le va permitir predicar; a uno ni siquiera se le va a permitir hacer una oración por el enfermo. Y su iglesia podrá ser usada para cualquier cosa que ellos quieran usarla. Si ellos quieren guardar cajas allí, o municiones, o lo que ellos quieran hacer, uno no tiene control de eso para nada. O pertenece al Concilio de Iglesias o no existe.\n\nY ese es el sistema que está siendo formado aquí en los Estados Unidos, que da cumplimiento a la Escritura, al pie de la letra. Esto cumple lo que el Señor me habló en 1933, y estamos parados en ese tiempo en esta mañana.\n\nY Jesucristo, la Palabra, está en juicio hoy, como lo estuvo en la crucifixión, y ahora El está en nuestras manos. El está en las manos del mundo. La Palabra ha sido claramente identificada alrededor del mundo, y El está siendo juzgado. Todas las denominaciones le han rechazado. Y ahora El es juzgado…en el Concilio de las Iglesias, y ellos le rechazan de nuevo y escogen más bien como hicieron en ese tiempo.",
    "¿Pueden ver? La naturaleza en la historia se repite, porque la naturaleza continúa igual. Arboles aún continúan creciendo, y vegetales salen, y las flores, y el mundo gira como siempre lo ha hecho. Es la naturaleza. Y la naturaleza de cada edad produce de nuevo, y reproduce el—el reflejo de lo que fue una—una—una naturaleza anterior a esa. Y hoy, nos encontramos nuevamente parados en ese mismo lugar.\n\nAhora, Jesús era “la Palabra”, San Juan, el primer capítulo. Todos creemos eso. El era la Palabra. Y por cuanto El era la Palabra…Por favor entiendan. El era la Palabra, y El tenía que estar en contra del sistema.\n\nY ellos no—ellos no lo rechazaron a El por razón de Sus milagros. No fue por eso. Dijeron…El dijo: “¿Quién puede acusarme”?\n\n“¿Y qué mal había hecho El”? Dijo la damita: “¿Qué mal ha hecho El sino sanar a los enfermos”?",
    "Dijeron: “No lo condenamos a El por estas cosas”. ¿Ven? “Nosotros lo condenamos a El, porque El, siendo un hombre, se hace Dios”. Y sus propias Escrituras decían que El sería Dios.\n\nEn Isaías, el gran profeta quien escribió sesenta y seis libros de Isaías, y empieza con el…Al comienzo, como en el principio; y a la mitad del libro, aparece Juan el Bautista y termina en el Reino Milenial. Y sesenta y seis Libros en la Biblia, como hay sesenta y seis capítulos en Isaías. Eso es asombroso que encaja de esa manera. En Isaías 9:6, El dijo: “Un Niño nos es nacido, un Hijo nos es dado; y Su Nombre será llamado, Consejero, Príncipe de Paz, Dios fuerte, Padre Eterno, Maravilloso”.",
    "Y las tradiciones ciegas, o sistemas, no podían ver que ese era Dios; por medio de su propio profeta, al cual vino la Palabra, que dijo que El sería Dios. ¡Los sistemas ciegos! Así que ellos habían rechazado la Palabra y desearon más bien un homicida, a Barrabás.",
    "Y hoy, la Palabra siendo clara para este día, ha sido vindicada, ha sido hecha real, se ha mostrado ser la Verdad. “Y en los últimos días”, como dijo Jesús, “como fue en los días de Sodoma”, y demás, “así será en la Venida del Hijo del Hombre”. El mismo Dios, Dios Quien era la Palabra, predijo el tiempo del fin y lo que acontecería; y que las Luces aparecerían en el tiempo de la tarde; y cómo, en Malaquías 4, enviaría El estas cosas y las probaría.",
    "Y ha sido traído al punto de una decisión, y las iglesias lo han rechazado. ¿Y qué han deseado las iglesias? Un asesino de la Palabra, uno que se va con el sistema. Si el sistema es contrario a la Palabra, entonces es un asesino de la Palabra. Y ellos han deseado una tradición denominacional, en vez de la verdadera Palabra siendo manifestada y probada que es Dios, entre la gente; por ciencia, a través de fotos, una Luz, el mismo Angel del Señor, la Columna de Fuego.\n\nEl mismo que vivió en la tierra en el—el cuerpo de Jesucristo, ha venido sobre Su pueblo en los últimos días, donde la ciencia ha tomado la foto. La iglesia ha visto Sus obras. Está plenamente identificado, por cintas y todo, a lo largo y ancho del mundo, y personalmente ministrado.\n\nY aún, con todo eso, sus sistemas están deseando un Concilio de Iglesias para condenar la Verdad. ¿Ven? Deseando un asesino que apagaría, o detendría o dejaría fuera. Y lo hará, ellos detendrán tal cosa. Y el Concilio de Iglesias tendrá que hacerlo. Allí está la marca de la bestia; anticristo en contra de la Palabra, lo cual es Cristo. Pero no sus creden…",
    "Ellos piensan que es tradición. Ellos creen que sus tradiciones son de Dios. ¿Ven? Pero eso no cuadra con la Palabra, ni tampoco Dios lo vindica ser correcto. Jesús se paró con de la Palabra, pero no con su concilio; sino con la Palabra. Y la Palabra probó que El era Dios.\n\nY la prueba hoy que es Dios, es porque vive la misma Vida, hace lo mismo entre nosotros que hizo allá, y lo predijo.",
    "Entonces ¿qué hacen ellos? Aceptan algo que…Ellos ya han aceptado el mismo sistema que crucificará Aquello. Y la crucifixión del inter—denominacionalismo libre está a la mano. Eso es correcto.",
    "Ahora, eso no es contrario a las Escrituras, es de acuerdo a las Escrituras. “Y ellos formaron una imagen a la bestia”. Uniendo las denominaciones del mundo en un protestantismo, formando la marca de la bestia, la imagen de la bestia, de acuerdo a Apocalipsis 13:8. “Y ellos hicieron una imagen a la bestia”.\n\nLa bestia es “Roma”. Todos sabemos eso, que siempre ha sido Roma… ¿Cómo puede ser—cómo puede ser Rusia, cuando la Biblia dice Roma? Vean, la gente simplemente tiene la impresión equivocada. ¿Ven? ¿Cómo puede ser alguna otra cosa, cuando ha sido predicho que tiene que salir de Roma?",
    "Regresen de nuevo a Daniel, el hierro y el barro en los pies; el hierro nunca cesó, desde las rodillas hasta el final. Y cualquiera sabe que Rusia ni siquiera era conocida en ese entonces. Era Roma. El dragón escarlata era Roma. Siempre es Roma. Y ese hierro no cambió a alguna otra cosa, de Roma a algo más; permaneció Roma. ¡Y la bestia es Roma!",
    "Y Roma tenía un sistema religioso cuya cabeza mortal…o herida mortal le mató en su cabeza, pero él de nuevo fue vivificado, de Roma pagana a Roma papal. Y ahora ellos harán una imagen a eso, de la bestia que sale de Apocalipsis 13.\n\n¿Lo han notado? Esta nación fue numerada trece, y aparece…Yo no digo que esto…Pero es—es extraño, que eso sucediera matemáticamente…exactamente en orden con las Escrituras. Se encuentra en el capítulo 13 de Apocalipsis, esta nación.",
    "Todas las otras bestias salen del agua, lo que es cantidades y muchedumbre de gentes, dijo la Biblia; pero esta pequeña bestia surgió de la tierra, de donde no había gente. Sin embargo él era un cordero, libertad de religión; después él habló como un dragón, y se unió con el poder e hizo todo lo que el dragón hizo antes de él. Exactamente. Así que allí lo tienen. Eso—eso sencillamente tiene que ser de esa manera. No hay cómo darle otra vuelta.",
    "Y aquí estamos hoy, formando un sistema. ¡Un sistema! No podemos esperar hasta que…Hemos tratado de hacer que todos se volvieran en—en luteranos; y no pudimos. Tratamos de hacerlos todos bautistas; no pudimos. Que todos fueran metodistas, o todos pentecostales; no se pudo. Así que, para hacer esto, el tiempo es tan corto, que ellos han formado un Concilio, una cabeza, una imagen a la bestia. Eso es exactamente lo que han hecho. ¿Y qué es? La crucifixión de la Palabra nuevamente está a la mano. Está siendo juzgada, y pronto vendrá al escenario.",
    "Noten, la Palabra manifestada, aparte de la denominación. Ella es manifestada. La—la Palabra es diferente de la denominación.\n\n¿Qué es esto, qué es este sistema? Es un satélite de Roma. ¿Dice la Biblia que así sería? ¡Sí señor! Apocalipsis 17, muestra a Roma levantarse en un sistema eclesiástico, de una mujer. Una mujer, la iglesia siempre es representada por una mujer.\n\nPorque la Novia de Cristo es una mujer. Eva fue la que cayó; ella es la que tiene que ser redimida. Y la Iglesia (¿qué es?) es una mujer que es redimida.",
    "Y esta mujer se sentó sobre la bestia de siete cabezas. Y sabemos respecto a los siete montes y demás, como la Biblia dijo que sería. No hay error. No hay probabilidad para un error. ¿Ven?\n\nY noten, luego vemos que ella era una “MADRE DE RAMERAS”. ¿Ven? Y madre e hija se unen de nuevo en amistad. Donde una vez la hija huyó de la madre, para tratar de vivir decentemente, porque su madre era tan baja y vil hasta que la muchacha abandonó la casa. Sí. Pero ahora, desde que ella ha comenzado a tener más edad, y haciendo tantas cosas malas, ella misma; ella ve a su madre y piensa que su madre tenía razón, así que ella está formando su propio sistema. ¿Ven? Exactamente.",
    "Uniendo protestantismo denominacional, cumple exactamente lo que la Escritura dice en Apocalipsis 17. “Todos aquellos cuyos nombres no estaban escritos en el Libro de la Vida del Cordero, pertenecían a ella”. A uno o al otro, o a la bestia o a la imagen de la bestia. Así dice la Biblia.\n\nY Jesús habló de esto, no como el comunismo. Pero en Mateo, el capítulo 24, comenzando con el versículo 21 hasta el 26, El predijo que el espíritu en este sistema sería tan parecido a la cosa verdadera que hasta engañaría a los mismos Elegidos si fuese posible; a los Elegidos, cuyos Nombres fueron puestos en el Libro de la Vida del Cordero antes de la fundación del mundo. Y francamente eso los tiene tan envueltos, que El dijo que si no acortaba la obra, por causa de ellos, no habría ninguna carne salva sobre la tierra. Y sólo tenemos…",
    "Este es—este es el ‘64, ¿no es así? Y yo creo que nos dicen que son como diecisiete años menos, así que, de acuerdo con el calendario. Y estamos en el ‘64, 1964, lo cual dará (¿qué es eso?) treinta y seis años faltando para el siglo veintiuno.\n\nY cada dos mil años, el mundo ha llegado al final de su sistema mundial, sistema religioso, al final de todos los sistemas, y Dios ha tenido que intervenir. El lo hizo en los días de Noé, los primeros dos mil años. En los segundos dos mil años, el sistema regresó a donde se refiere nuestro texto de esta mañana, y El envió de nuevo Su Palabra. El envió Su Palabra por un profeta, en el tiempo de Noé, el profeta Noé; y la gente lo rechazó, por causa de su sistema. El envió Su Palabra de nuevo en el tiempo de Jesús, la Palabra manifestada en plenitud; la gente la rechazó. Y ahora es 1964, quedando treinta y seis años para que llegue completamente a dos mil años más; y la Palabra ha sido traída, y el sistema la ha rechazado.",
    "¿Qué tan cerca estamos? Puede ser más tarde de lo que pensamos, ¿ven? que en cualquier momento pudiera suceder. Y hasta donde sabemos quizás ya sucedió, como hablé el último domingo que estuve aquí. El último nombre posiblemente haya estado en ese Libro; y cuando sea, ya no habrán más que entren. El mundo continuará moviéndose como siempre, pero la Iglesia es sellada. Noten ahora, mientras seguimos aquí. Sus nombres, ahora El no engañará a aquellos cuyos nombres están escritos en.",
    "¿Qué es? Tiene que ser un sistema. ¿Ven? Y sólo piensen, el pertenecer a esa denominación en ese sistema, ¿qué hace Ud. entonces? ¿Qué ha hecho Ud.? Ud. es sellado afuera (¿ven?) de la Palabra, a un sistema asesino que le quita, “Teniendo apariencia de piedad, pero negando la eficacia de ella”. Es la marca de la bestia. Exactamente. ¿Ven?",
    "Es la bestia allá, lo que él hizo; y aquí está la imagen, la misma cosa. Y la bestia era tan grande que formó esa gran iglesia universal en Nicea (¿ven?), que ellos hicieron que todo el—todo el mundo viniera a eso, a ese sistema. Y ellos pensaron que era tan grandioso, “Nadie podía luchar contra ellos”, dice la Biblia, de tal manera que ellos hicieron una imagen a la bestia, y trajeron a todos los protestantes al Concilio de Iglesias, el cual formó un sistema, en el cual a uno ni lo tomaban en cuenta como Cristiano ni nada a menos que uno perteneciera a ese sistema.",
    "Allí está la diferencia entre la marca de la bestia y el Sellamiento de Dios. Dios sella por Su Palabra. ¿Creen Uds. que la Palabra lo es? [La congregación dice: “Amén”.]\n\nAhora Ud. dice: “¿Es correcto eso, Hermano Branham”? Sí señor.",
    "Ahora, yo sé que Uds. sabatistas, o adventistas del séptimo día, dicen: “El guardar el día sábado”. Pero eso no es. No para ser grosero con Uds., pero eso es absolutamente inescritural.\n\nEfesios 4:30, dice: “No contristéis el Espíritu Santo de Dios, con el cual fuisteis sellados para el día de vuestra redención”. ¿Ven?",
    "Ahora, el Espíritu Santo es la Palabra. Dios no es tres. El es el mismo Dios en tres dispensaciones, tres oficios. Dios, el Padre, sobre la ley; Dios el Hijo en la gracia; y Dios, el Espíritu Santo, como Uds. le llaman, el mismo Dios en la dispensación del Espíritu Santo. Dios, el Padre, era la Palabra; Dios, el Hijo, era la Palabra; y Dios, el Espíritu Santo, es la Palabra. Vean, sólo son tres oficios. Y también, nosotros…Y el Espíritu Santo lo sella a Ud., así que Ud. es sellado por la Palabra.\n\nAhora Ud. dice: “ues, yo estoy sellado por…”",
    "Bien, entonces eso se identifica a sí mismo. ¿Ven? Eso lo prueba. Ud. no puede pertenecer a un sistema, y ser sellado con el sistema y la Palabra, vean, porque es contrario el uno al otro. Ud. no puede hacerlo. Muy bien.\n\nAhora nos damos cuenta que la mecánica de la gran máquina, la mecánica de la gran máquina, la cual es para…\n\nLa máquina tiene…Un automóvil tiene sus pistones, válvulas, carburador y demás. Esa es la—esa es la mecánica.",
    "Me gustaría decir algo a la Iglesia aquí mismo, que viene a mi memoria. Vean, eso es lo que…Creo yo que estamos tan cercanos al fin, voy—voy a decir algo. ¿Ven? ¿Ven? La—la mecánica, hay tantas personas tratando de explicar la mecánica cuando no la conocen. ¿Ven? Lo único…Y saben, deberían saberlo. La mecánica es conocida. Ahora ¿qué sí Moisés…?\n\n¿Qué si alguien hubiese dicho: “Noé, quiero que me explíques la—la mecánica de cómo flota el arca. ¿Cómo es eso”? El no pudiera hacerlo.\n\nAhora, Ud. no tiene que conocer la mecánica, sólo la Dinámica de ello. Vea, la Dinámica es lo que Ud. quiere conocer.\n\n“¿Cómo”? Pues, si alguien hubiese venido a Israel, y hubiera dicho: “Oye, Moisés, yo quiero entender. ¿Cómo pudiste crear animales por tu propia palabra”?",
    "El hubiera dicho: “No es mi palabra. Es la Palabra de Dios. El me dijo que lo hiciera”. ¿Ven?",
    "🦅 Yo—yo—yo…Díme, explícame cómo hiciste que moscas vinieran sobre la tierra, cuando no había esa cantidad de moscas en la tierra”. ¿Ven? Moisés mismo no podía explicarlo. Es que no se requiere. “¿Cómo hiciste que el viento del Este viniera y soplara, abriendo un hueco a través del Mar Rojo, y todos te seguimos en tierra seca? Explica la mecánica de eso. Moisés, ¿cuál—cuál fue el—el sistema que empleaste ¿Cuál? Cuéntame de la investigación científica del átomo que empleaste”. ¿Ven? ¿Ven?",
    "El no lo sabía. El, pues, no sabía la mecánica; él sólo conocía la dinámica. Y—y así es.\n\nYo no puedo decirle a Ud. cómo estoy vivo. Yo no puedo decirle cómo Ud. está vivo, pero Ud. está viviendo. Yo no puedo decirle cómo su corazón, y su alimento combinan y fabrican la sangre. Y emplea la—la fuerza de ese alimento, y—y pasa a la tercera pared del conducto intestinal y la convierte en vida sanguínea, y la envía todo a través de Ud. Yo—yo no puedo explicar eso, sin embargo lo hace. ¿Ven? Lo hace. Yo—yo no puedo explicarlo. Yo no conozco la mecánica. Es la dinámica.",
    "Ahora, Moisés quizás conocía la mecánica, pero no era negocio de nadie más entenderlo sino Moisés. Ellos sabían que funcionaba, y con eso estaban satisfechos. ¿Por qué no puede la gente estar satisfecha de esa manera hoy? ¿Ven? Todos no podían ser un Moisés. Había un solo Moisés. Ellos sólo sabían que era de Dios. Vieron que era de Dios.\n\nY ellos lo siguieron y prosperaron hasta cuando comenzaron a dudarlo, y quisieron levantar otra persona para hacer lo mismo, a Coré y Datán. Y cuando consiguieron a alguien para introducir alguna personificación carnal, finalmente Dios dijo: “Sepárate. No te metas en ese sistema organizacional”. ¿Ven? “¡Sal de allí! Voy hacer que desaparezca”. Y El abrió la tierra y se los tragó. ¿Ven?",
    "Ud. no sabe, Ud. no tiene que saber la mecánica. Sólo sepa la dinámica, la cosa que lo hace pulsar, que lo hace verdadero, y vea si da en el blanco, donde la Biblia prometió que daría en este día. ¿Ven? Es la Palabra de nuevo, de regreso a la Palabra.",
    "Ahora, la gran máquina está estableciéndose, y lista para moverse. La mecánica ya está en orden. Ellos ya tienen el sistema mecánico de una organización que va a traer “una paz” sobre la tierra, dicen ellos. Tienen algo…como la ONU.\n\nLas naciones están unidas. Es un tiempo de unión. Prediqué recientemente sobre eso. Se están…uniendo, ¿para traer qué? Una paz mundial. Ellos hicieron eso en la Liga de Naciones. Siempre lo han hecho y nunca funciona. No puede funcionar. La ONU no es más que un gran globo de goma que es llevado por el viento de doctrina de cada nación. Se reventará y estallará con cualquier cosa. No puede funcionar.\n\nNi tampoco puede funcionar el Concilio de Iglesias. Es una organización de hombres, contraria al…o con su sistema, y contrario a la Palabra de Dios, y no puede funcionar. “¿Cómo pueden dos andar juntos a menos que estén de acuerdo”? No se puede. Y ¿cómo podrá la iglesia Cristiana, tener que…?",
    "Los—los pentecostales, las Asambleas de Dios, y las—las otras grandes iglesias del reino pentecostal, y de la gente del evangelio completo, ¿cómo pueden ellos canjear sus enseñanzas evangélicas, los mismos principios sobre los cuales se han parado? Y siendo que fueron levantados para salir de esas organizaciones y condenarlas; y ellos tienen que renunciar a su doctrina evangélica para caminar con hombres que están en desacuerdo con los principios de la Biblia, y de sanidad Divina, y del Poder de Dios, y Jesucristo. “¿Cómo pueden andar dos juntos a menos que estén de acuerdo”?",
    "Allí lo tienen, esa es la hora a la que hemos llegado, y esa es la gran máquina que está establecida. Ahora, ellos tienen la mecánica. Lo único que les falta es tener allí a Satanás, con la dinámica, para forzar la marca de la bestia. Cuando ella sea forzada, entonces la dinámica estará funcionando. La mecánica está allí, ellos ya la tienen.",
    "También permítanme decir algo; este tiempo de unión, al ver iglesias uniéndose, naciones uniéndose — es también un tiempo de unión entre Dios y Su Novia. Y yo digo esto con reverencia y respeto. Yo creo que la Novia de Cristo ya está llamada. Yo creo que Ella está sellada en el Reino de Dios. Yo creo que ya existe la mecánica. Ellos están esperando por la Dinámica que la sacará de la tierra hacia la Gloria, en el Rapto. Yo lo creo con todo mi corazón. Sí señor. No sabemos cómo El lo va hacer, pero El lo hará.\n\nEl es la Dinámica. Nosotros simplemente nos volvemos miembros de la máquina, de Su Cuerpo, formándonos a Su imagen, y lo vemos a El uniéndose con nosotros en Sus obras, con Sus regalos de amor, a medida que El nos los entrega justo antes de la Cena de la Boda. Y estamos esperando, vigilando por eso.\n\nLa gran iglesia de ellos también está siendo unida.",
    "La Dinámica de esta Iglesia será una rellenura del Espíritu Santo; y hemos trabajado en una pequeña medida mientras la Piedra de Corona está bajando para unirse con el Cuerpo. Pero cuando esa Cabeza y Cuerpo se unan, el Poder completo del Espíritu Santo la levantará a Ella exactamente así; incluso los muertos, que están muertos en Cristo, por cientos de años, se levantarán en la belleza de Su Santidad, y tomarán vuelo hacia los cielos. La Dinámica es el Espíritu Santo.",
    "Y ahora la dinámica de este gran régimen que tienen construido, esta gran máquina, funcionará algún día en el concilio unido del Concilio Mundial de Iglesias, lo cual obligará a…recuerden…pero recuerden…\n\nUd. dice: “Cuando eso suceda…” Para entonces será demasiado tarde para Ud. Ud. ya está adentro. Ya sea que Ud. quiera o no, Ud. ya está adentro. ¿Ven? Noten, ya tendrá ese espíritu sobre Ud.",
    "En el día cuando los—cuando los—los vientos del Espíritu están soplando del este, norte, oeste y sur, ¡persuadiendo a la gente a salir de eso, y mostrándole a la gente!\n\nEsa es la razón que he estado tan en contra de ese sistema, yo vi que algo había allí, una oscuridad. Como vi aquellas mujeres en la manera en que ellas lucían esa cosa en sus rostros, como les dije el domingo pasado, yo sabía que algo venía.",
    "¿Por qué estuve siempre en contra de tal cosa? Yo no lo sabía; ahora lo sé. ¿Por qué estuve siempre en contra de la religión organizada? Es porque (ahora lo veo), es la marca de la bestia. ¿Ven? Yo nunca dije eso hasta hace un par de semanas. ¿Ven?\n\nAhora, después de la política en la iglesia ¿qué sucede entonces, después que la Palabra ha sido verdaderamente vindicada? Ahora miren, finalmente ha llegado a donde tiene que haber un acuerdo. Ahora, el siguiente movimiento de ellos fue…",
    "¿Cuál fue el siguiente movimiento de los judíos después que la iglesia lo rechazó? La iglesia rechazó la Palabra. Ellos no querían nada con Ella. “Era un espíritu maligno”. El conocía los pensamientos que estaban en sus corazones. “Era maldad”. Sin embargo, era la Palabra. Las obras que El hizo, testificaron de El, vindicaron Quién era El. Ellos no querían nada que ver con eso.\n\nLuego, lo próximo, llega a un gobierno. Y este es un gobierno de iglesia, porque todas las naciones están involucradas. Allí había una nación pagana controlando una nación religiosa. Ahora, la cosa entera es religión, así que tiene que venir a una religión mundial.\n\n¡Oh vaya, un ciego podría ver eso! ¿Y qué dice un ciego cuando ve esto? Cuando él lo ve, él saldrá de su ceguera.",
    "Noten allí cuando este concilio mundial se junte: “¿Qué haremos con este Jesús, llamado el Cristo”? Ciertamente no quieren nada que ver con Eso. Así que sólo queda una cosa para hacer, exactamente lo que ellos hicieron en aquel tiempo; lo crucificarán, ciertamente, lo callarán. “Eso no puede existir más. No se le permitirá hacerlo”. La fuerza de la religión de las naciones no les permitirá hacerlo más. Tal ministerio como el que se efectúa aquí, y cosas como esas, absolutamente será sofocado. Uno no lo podrá seguir sin un permiso desde el cuartel general, la cabeza de la iglesia, una imagen a la bestia. ¡Oh! Estamos aquí, eso es todo. Hemos—hemos—hemos llegado.\n\nY verdaderamente vindicado; lo siguiente es crucificarle.",
    "Igual que ahora, causando a todos los que no se unan con ellos, tales serán suprimidos y no se les permitirá predicar, ¿ven Uds.? Y así crucifican nuevamente la Palabra vindicada de promesa. La detiene. “A Ud. ya no le es permitido tener eso. No más servicios de sanidad. No más oración por los enfermos. ¡No señor! Ud. no podrá hacerlo. No, nada de esto. ¡No señor! Ud. vendrá a través del Concilio de Iglesias, de otra manera no tendrá nada”.",
    "Ahora pueden ver porqué estoy en contra de la religión denominada. Porque es la marca de la bestia. Roma es la cabeza de eso, la primera. Eso es exactamente correcto. Y ella causa que todos la reciban por unirse a las hijas, que son la imagen. La madre de todo eso, hicieron igual. ¿Dónde se organizó Roma primero? ¿Cuál fue la primera religión organizada en el mundo? La católica romana. Alguien que tenga alguna palabra que diga que no es así, quisiera saberlo. No existe. La primera organización, la primera iglesia que alguna vez se organizó fue en Nicea, Roma. Sí señor. Y eso es exactamente lo que ellos hicieron.",
    "¿Y qué hizo Lutero, o sea después de su muerte? Ellos hicieron lo mismo que hicieron en Nicea, Roma. ¿Qué hicieron después de Wesley? ¿Qué hicieron después de todos los grandes movimientos que han surgido? Han hecho lo mismo. Formaron hijas a la ramera, exactamente, perfectamente igual. Lo mismo, nos damos cuenta aquí…",
    "Yo tenía una Escritura anotada aquí. Quizás debo omitirla. Pero miren, ellos habían…\n\nEl organizar de la iglesia ha traído el mismo sistema hoy. Lo único que ellos necesitan es la dinámica de ello, algo para ponerlo en acción. Y está llegando próximamente a un enfrentamiento.",
    "La iglesia católica y las iglesias protestantes se harán amigas. Yo les he dicho eso desde—desde, por los últimos treinta y tantos años. Ellos se unirán. Y Uds. pueden ver exactamente lo que están haciendo ahora. El—el protestante nunca será católico, pero habrá una hermandad asociada, una marca de la bestia, semejante a la bestia.",
    "De semejante manera que la madre, Eva, corrompió al mundo entero a una muerte física. ¡La madre, Eva! Escuchen. La madre Eva corrompió la raza humana entera, con la muerte física, (¿cómo?) al rechazar la Palabra y aceptando algo casi igual. Ella causó toda muerte física porque abandonó la Palabra verdadera, y ella creyó toda la Palabra verdadera menos una pequeña porción. Un pequeño desacuerdo con la Palabra completa de Dios causó toda angustia, toda muerte y todo lo que ha habido sobre la tierra. Eva lo causó todo, la madre de muerte. ¿Ahora pueden ver a dónde estamos llegando? La madre de muerte, noten, ella sencillamente descreyó la Palabra.\n\nElla dijo: “Dios ha dicho…”\n\nSatanás dijo: “Eso es correcto”.\n\n“Dios ha dicho…”\n\n“Eso es correcto”.\n\n“Dios ha dicho…”\n\n“Eso es correcto”.\n\n“Dios ha dicho…”",
    "🦅 Sí, eso, eso es exacto. En—en cierta manera, eso es correcto. Pero, mira, eso—eso—eso no es todo. ¿Ves? Tus—tus ojos serán abiertos, tu serás…”\n\nPero Dios ha dicho, y eso lo concluye, la Palabra. ¿Ven? Comenzó con una pequeña mal interpretación de la Palabra, y de la misma manera, está terminando igual.",
    "Noten, una hija es un producto de una madre y un padre, por una unión. Ahora aquí hay algo impactante. Pero muerte física, la muerte física es la unión de la madre Eva y Satanás, juntos, por no creer la Palabra de Dios. Ellos se unieron y trajeron el—el producto de muerte. Ella, el… Muerte es un producto de la unión de Satanás y Eva, juntos.",
    "Eva tenía la Palabra. Satanás estaba en contra de la Palabra. Y miren, casi en el noventa y nueve, y noventa y nueve centésimas, Satanás admitió que estaba correcta. “Tan cerca”, dice la Biblia, “que en los últimos días, engañaría a los propios Elegidos si fuese posible”. ¿Ven cómo entra eso, como siempre ha sido, y cómo va a terminar? De la misma manera, unidos por incredulidad en toda la Palabra completa de Dios. ¿Lo captaron? Eso es lo que trajo muerte, el unir la incredulidad con la Palabra. Incredulidad, sólo un poquito, una partecita; una partecita pequeña, una centésima de un por ciento. ¡Pero tiene que ser cien por ciento! Eso es todo.",
    "Noten, la hija de Dios, la Iglesia, la Novia, también es un producto, de Dios y Su Palabra, uniéndose. El Espíritu Santo uniéndose en un cuerpo de carne, produjo el Hijo de Dios, un producto de la justicia de Dios. Y en el último día, como nos es dicho: “Así como fue en los días de Sodoma”, la Novia será unida por la Palabra de Dios hecha manifiesta en carne, el Espíritu Santo sellándolos en Dios y sellando afuera la incredulidad, del lado afuera.",
    "Como dije, si la vida de Beethoven estuviera en Ud., Ud. viviría como Beethoven; si la vida de Hitler estuviera en Ud., Ud. viviría como Hitler. Y cuando la vida de Cristo está en Ud., Ud. vivirá como Cristo, y Ud. hará las obras de Cristo. Y así será. Si Cristo viviera hoy, El haría exactamente lo que la Palabra dice que El haría hoy. Y si la Palabra dice que: “El es el mismo ayer, hoy y por los siglos”, ¿por qué no puede este mundo eclesiástico, ciego, ver el tiempo en que están viviendo? ¿Ven?",
    "Eva causó toda muerte física por tratar de inyectar alguna herejía de Satanás en la Palabra. Y eso es lo mismo que le sucedió a la iglesia, en Nicea, Roma, por aceptar dogmas en vez de la Palabra. Eso es lo mismo con los metodistas, bautistas, presbiterianos, cuando la Luz sale en cada edad, y ellos la rechazan.\n\nEsa es la razón que los luteranos murieron cuando surgió Wesley. Era otra edad. La Palabra vino a la escena y ellos tuvieron que aceptarla o morir. Esa es la razón que los pentecostales están muriendo ahora, porque la edad está aquí. La Palabra se ha hecho manifiesta, el tiempo del águila, el tiempo para que vuelva la Palabra: “para restaurar la Fe de los padres, de nuevo a los hijos”. Y ellos están tan unidos, que la rechazan y no son más que muerte espiritual. Siempre…",
    "El cuerpo de Dios, unido como Su Novia, siendo Uno; El y Cristo, juntos, es el Espíritu obrando en la carne de la Iglesia como obró en la carne de Jesucristo, porque es parte de Su Cuerpo. ¡No son dos, sino Uno! Ellos son Uno. Un esposo y esposa ya no son dos, sino uno. Y Cristo en Su Cuerpo es Uno. Y el mismo Espíritu que estaba en Cristo está en Su Novia, en Su Cuerpo, el cual los une con toda la Palabra. Y Dios mismo viviendo allí, manifestándola.",
    "Y el anticristo, ha de decir: “Oh, yo creo en Cristo, yo creo en el Evangelio, yo creo en estas cosas, pero Ud. sabe…” Allí lo tienen. “Pero, Ud. sabe, los días de los milagros ya pasaron. No hay tal cosa como esa”. Allí lo tienen. “Oh, yo no creo que uno tenga que ser bautizado en el Nombre de Jesucristo”.",
    "Pero la Biblia dice que sí. Ahora, yo quiero que algún teólogo se me oponga. ¿Ven? ¿Ven? Tiene que ser así. Ud. dice: “Pues el bautismo no importa tanto”. Pues, entonces ¿por qué fue escrito? ¿Por qué importaba tanto con Pablo? ¿Por qué importaba tanto con los demás? O Ud. es bautizado…\n\nLa Biblia dice: “Tienes nombre de que vives, y estás muerto, porque no hay otro Nombre dado bajo el Cielo…” [Apocalipsis 3:1 y Hechos 4:12]\n\n¿Por qué Ud. predica en El, ora en El, y todo lo demás, pero, cuando llega al bautisterio, Ud. lo rechaza? Sí. ¿Ven?\n\nYo le dije a un joven el otro día, dije: “¿Qué si un hombre…?”\n\nEl dijo: “No importa”.",
    "Yo dije: “Si un hombre viniera con Ud. y le contara que fue bautizado en el nombre de la ‘Rosa de Sarón, el Lirio de los Valles, la Estrella de la Mañana’, ¿diría Ud. que él está correcto”?\n\nEl dijo: “No señor”.\n\nYo dije: “¿Ud. lo volvería a bautizar”?\n\n“Sí”.\n\nYo dije: “¿Cómo lo bautizaría”?\n\nDijo: “En el Nombre del ‘Padre, Hijo, y Espíritu Santo’”.",
    "Yo dije: “Muy bien, ahora Ud. hizo exactamente, Ud. puso…Si Ud. invocó esos ‘nombres’, Ud. hizo lo mismo que él hizo cuando dijo: ‘Rosa de Sarón, Lirio de los Valles y Estrella de la Mañana’, porque ése es un título, y Padre, Hijo y Espíritu Santo es un título. ¿Ve Ud.”?\n\nEl dijo: “Pero Jesús dijo, bauticen ‘en el Nombre’”.",
    "Yo dije: “Eso es exactamente lo que El quiso que se hiciera. Pero ¿en qué? No—no…El no dijo, ‘Invoca estas palabras’. ‘¡Bautizándolos en el Nombre’. ¡Nombre! ¡Oh vaya!” Yo dije: “Padre, Hijo y Espíritu Santo son títulos. El Nombre del Padre, Hijo…El Nombre del Padre, Hijo y Espíritu Santo”. ¿Ven? Yo dije: “¿Qué dijo Pedro que era? ¿Qué dijeron los demás que era? ¿Ven? ¿Cuál es? El ‘Señor Jesucristo’ es el Nombre del ‘Padre, Hijo y Espíritu Santo’”. El ahora tiene unos treinta mil nativos para bautizar de nuevo. ¿Ven? Muy bien. Pero eso es correcto. Pablo dijo: “Si un Angel del Cielo…”",
    "Pablo les dijo a aquellas personas que no fueron bautizadas en el Nombre de Jesucristo (Hechos 19:5), que para ellos poder recibir el Espíritu Santo tenían que venir. Aunque ellos estaban gritando y alabando a Dios, y haciendo grandes cosas, él dijo que ellos tenían que volver y ser bautizados nuevamente, en el Nombre de Jesucristo. Después que Juan el Bautista los había bautizado, tuvieron que volver y ser rebautizados.\n\nY él dijo, en Gálatas 1:8, “Si un Angel del Cielo enseña otra cosa diferente a lo que yo les he enseñado, que sea anatema”. Sí señor. Así que tenemos que quedarnos justamente con esa Palabra, cada Palabra de Ella. ¿Ven?",
    "Noten. Oh, esto no tiene fallas. Esté Ud. absolutamente seguro. Si hay alguna duda en su mente, es mejor que lo enderezca ahora mismo. No espere hasta entonces, porque será demasiado tarde. No espere hasta cuando Ud. tome la marca tan profundamente que jamás lo podrá ver. Ud. estará cegado.\n\nEl cegó a Israel para que pudiera manifestar Su Palabra. El está haciendo lo mismo con los gentiles, porque aquí—aquí están ellos caminando directamente hacia allí igual como hicieron ellos allá.",
    "Noten, Eva rechazó y renunció sus derechos. Después que ella había visto la Palabra vindicada por Dios, y lo que El había hecho, ella la rechazó y renunció sus derechos. Lo mismo que ellos hicieron en Nicea, Roma. Y lo mismo que están haciendo ahora en el Concilio de Iglesias, exactamente lo mismo. Hermanos, allí está, desde Génesis hasta Apocalipsis, la misma cosa. Eso es lo que hizo Israel. Eso es lo que hizo Pilato. Eso es lo que la cosa entera ha hecho, siempre, desde Eva hasta ahora, lo mismo. Ellos rechazan la Palabra vindicada y aceptan más bien un dogma. Eso forma muerte, muerte espiritual.\n\n¡Muertos! La Palabra aún es predicada a los muertos. ¡Exactamente! No será así a través del Milenio ¿ven? A—a ellos, ya se les predicó. Quizás la están recibiendo ahora mismo. ¿Ven?",
    "Los hijos de Caín, los cuales fueron producto de la incredulidad a la Palabra de Dios; los hijos de Caín se mofaron del mensaje del profeta Noé. ¿Notaron eso? Con la Palabra de Dios él había traído el—el juicio predicho, y tenía señales vivas, señales vindicadas que el tiempo había llegado a su fin, y los hijos de Caín se burlaron.\n\nIgual como lo hacen ahora. Así como hicieron en el día de Jesús. Y así hicieron por todas las edades. Así siempre ha sido. Se burlan y hacen mofa del asunto. El dijo: “En los últimos días vendrán burladores, diciendo: ‘no hay diferencia en el tiempo, desde que nuestros padres durmieron’”. ¿Ven Uds.?",
    "Así también lo hicieron los hijos del diablo, a través del sistema religioso, para con la Palabra hecha manifiesta en el tiempo de Jesucristo. Miren, sistemas religiosos de gente judía, gente judía que debió haber sabido, pero su sistema les hizo rechazar y burlarse de la Palabra de Dios hecha manifiesta, la cual ellos decían creer, sin una sola Palabra fuera de orden. Ellos hicieron lo mismo.",
    "Igual como hacen hoy. El sistema religioso en esta gran máquina que tienen establecida ahora, absolutamente, rechazando las promesas en el tiempo del fin; con el Mensaje del tiempo del fin, y la señal del tiempo del fin, y todo lo del tiempo del fin que debe haber, como Dios predijo, Palabra por Palabra.\n\nEstá grabado en cinta. Si—si ellos me abalean o cualquier cosa que quizás puedan hacer, ¡ellos nunca detendrán ese Mensaje! ¿Ven? De todas maneras continuará. ¿Ven? Ya ha salido. Está grabado. Ha salido. ¿Ven? Ellos nunca podrán… Es—es la Palabra del fin, ahora mismo. Plenamente vindicada y probada, una y otra y otra vez, por señales, maravillas, por la mecánica, por—por—por la Dinámica, por—por la ciencia, por la iglesia, por Dios Mismo, ha probado que es la hora; tanto por la Palabra, y por señales y maravillas.",
    "Un Mensaje aprobado por Dios entre Uds., por señales y maravillas de la hora. Un Mensaje, que Jesucristo no está muerto, sino viviendo igual como siempre, y esparciéndose. Y esto cumple exactamente Malaquías 4 y todas las otras Escrituras que Jesús dijo que habría en los últimos días, se han cumplido totalmente, tanto científicamente, como por el mundo. Y las revistas han portado grandes fotos de círculos de Luz, que se predijo aquí mismo. Y Angeles de Dios, que han descendido, de lo que ellos no saben nada al respecto. Y por todos lados, en todo lugar, se ha probado, por todo el mundo.",
    "Lo siguiente es crucifixión, y la estamos encarando. Como dijo Jesús: “¿Qué diré: ‘Sálvame Padre de esta hora?’ Pero, no. Tu voluntad sea hecha, en la tierra, como en el Cielo”.",
    "Eso es lo que la Iglesia dice hoy, desde su corazón, “¿Yo unirme con algo como eso…? No señor, no. Hágase Tu voluntad, así como en el Cielo”.",
    "Noten, después que la Palabra prometida para la edad fue vindicada, ellos la rechazaron. Han hecho lo mismo hoy. Y ahora estoy ya para terminar. Y como El vino en ese tiempo, claramente identificándose a Sí mismo ser la Palabra, y llegó al enfrentamiento donde ellos tenían que escoger la Palabra o aceptar el sistema; ha llegado a lo mismo hoy, tienen que escoger la Palabra o aceptar el sistema. Y han aceptado el sistema. Ahora, ¿qué hace eso? Ya terminando. El está en las manos del mundo. Correcto.",
    "Y ahora, mi texto. Eso es demasiado largo para fijar una base, pero ahora es cuando estoy comenzando. No se levanten, sólo estaba bromeando. Miren, aquí está mi texto. Sabemos eso. Eso ha sido para colocar el fundamento. Lo tenemos todo colocado en una línea. Llevémoslo directo al blanco y veamos cómo se ve, pongámoslo bajo la lupa.",
    "Jesús está en las manos de la gente. Está en las manos de la iglesia. ¿Qué harán Uds. con este Jesús, llamado la Palabra ungida? El Cristo significa “la Palabra ungida”. ¿Ven?\n\n“¿Qué harán Uds. con este Jesús”? dijo Pilato. “¿Qué debo hacer yo con El? ¿Cuál—cuál será mi siguiente paso? ¿Qué puedo hacer con este Jesús, llamado Cristo”?",
    "¿Qué pidió el mundo? ¿Qué pidió la iglesia? “¡Crucifícalo! ¡Deténlo! ¡No lo queremos más”!",
    "Voy a hacerles esta pregunta. ¿Pueden imaginarse la culpabilidad en las manos de Oswald, en esta mañana, el que asesinó al Presidente? ¿Pueden imaginarse cuál será su juicio si se prueba que él lo hizo? ¿Podría Ud.—podría imaginarse que quede algo de misericordia para él? La sangre del Presidente de los Estados Unidos está en sus manos. ¿Cree Ud. que la Corte Federal…? No importa cuánto él rogare, “No fue mi intención hacerlo”. Eso no lo excusará a él ni lo más mínimo. El perecerá. ¿Por qué? El tiene la sangre del Presidente en sus manos. ¿Podría Ud. imaginar sus sentimientos? ¿Quisiera Ud. eso en sus manos?",
    "Bueno, y ¿qué entonces de la Sangre de Jesucristo? ¿Ud. piensa que será excusado, después de que esto ha sido cabalmente vindicado? ¿Cómo piensa Ud. escaparlo? Su Sangre está en sus manos. ¡Culpable! Pecador, ¿a dónde irá de aquí? ¿Qué va a hacer después de la reunión en esta mañana?",
    "¿Piensa Ud.? Ud. dice: “Pues, quise…No fue mi intención ser malo”. Oswald quizás diría lo mismo.\n\nSi la justicia de nuestra Corte Suprema pide justicia, y lo pedirá. Ese es—ese es nuestro…Es el absoluto de la nación. La nación entera está ligada a esa Corte Suprema, y no puede quedar nada. El ha cometido el crimen. El tiene que pagar por ello. No importa cuánto fueron sus intenciones de no hacerlo, o cuáles eran sus intenciones, o nada al respecto; de todos modos él va a pagar por aquello.\n\nSi nuestra Corte Suprema y su justicia demanda una justa retribución, ¿cuánto más se encontrará Ud. ante el Trono del Juicio de Dios, cuando Ud. venga con la Sangre de Jesucristo en sus manos? “¿Qué haré con este Jesús, llamado la Palabra Ungida”? Ud. lo ha escuchado. Ud. sabe que es la Verdad. Ha sido enteramente vindicado.",
    "¿Un homicida? ¿Desearía Ud. un homicida denominacional de la Palabra, en vez del Cristo inocente? ¿Lo crucificaría Ud.? ¿Se atrevería—se atrevería Ud. a escoger a Barrabás? ¿Podría Ud. clamar por Barrabás? ¡Qué atrevido sería alguien al hacer eso, de pedir a Barrabás, el asesinato de la Palabra; en vez de escoger la Palabra misma, la cual es Vida! Y está en sus manos.",
    "Cuando escuché del asesinato del Presidente Kennedy, este Mensaje cayó en mi corazón. Pensé, ¿qué hará aquel hombre? Y no tiene ninguna salida. El quizás haya despertado para este tiempo, y se haya dado cuenta de lo que le espera.",
    "Y algún día Ud. va a despertar. Aquí, o en la cinta, donde quiera que esté, Ud. va a despertar algún día, pecador, y se dará cuenta que hay Sangre en sus manos; y es la Sangre del Hijo de Dios, y Ud., es culpable de asesinarle a El. El pecado suyo le asesinó. La incredulidad suya en Su Palabra, donde Ud. falló en ver Su identificación, eso constriñó el Espíritu Santo. Y ¿qué podrá hacer Ud. sino pararse ante el Juicio de Dios, sabiendo lo que le va a suceder? Sí, la sangre de John Kennedy en las manos de Oswald será una cosa pequeña a lo que es la Sangre de Jesucristo en las manos suyas cuando Ud. se pare ante Dios.",
    "🦅 ¿Qué haré yo con este Jesús, llamado el Cristo”? Dijo Pilato. El había sido puesto en sus manos.\n\nY la Sangre de Jesucristo está puesta nuevamente en las manos de esta congregación. Está puesta en las manos de esta nación y alrededor del mundo, donde han llegado estas cintas, y las cosas que han sido vindicadas y probadas por Dios.\n\nAhora, ¿qué haremos nosotros con este Jesús, llamado “el mismo, ayer, hoy y por los siglos”? ¿Qué haremos con este Jesús? ¿Está listo Ud. para tomar su lugar a Su lado?",
    "Pilato, y así como hizo Pilato, quedan tres cosas que Ud. puede hacer con El. Pilato intentó las tres cosas, y falló. Tres artimañas que Ud. puede tratar de hacer funcionar, pero nunca funcionarán. Pilato intentó quitárselo de las manos. Pero una vez puesto en sus manos, está en sus manos. Pilato intentó de tres maneras diferentes, y falló.",
    "Tenemos que enfrentar el hecho que El está en nuestras manos. Lo hemos visto en Su Palabra. Lo vemos vindicarse a Sí mismo. Sabemos que El es el mismo ayer, hoy, y por los siglos. ¿Es correcto?\n\nEntonces, no sólo estoy hablando a esta congregación aquí en esta mañana, ya que sólo estoy hablando a seis o setecientas personas, tal vez; sino que estoy hablando a millones en esta cinta que irá alrededor del mundo. ¿Ven? El está en sus manos, allá en las cintas, donde quiera que Ud. esté. Ud. sabe que es la Verdad. Si no lo sabe, entonces Ud. está ciego; Ud. no puede ver la Palabra, ni tampoco puede ver Ud. a Dios en la Palabra. Y El está en sus manos. Ahora, ¿qué va a hacer Ud. con El?",
    "Pilato trató de deshacerse de El, pero nosotros tenemos que encarar los hechos. Pilato tuvo que encararlos. El sabía. El había escuchado.\n\nBueno, Ud. dice: “Yo nunca vi nada de eso”. Pero de todos modos, Ud. lo ha escuchado. Ud. lo está escuchando ahora. ¿Ven?\n\nEl quería que Jesús hiciera un milagro, o un truco. Pero El no estaba haciendo trucos; El únicamente estaba haciendo lo que Dios le decía que hiciera.",
    "Ud. ha oído. “La fe viene por el oír”. Ud. tiene fe, entonces se aleja, para quitarse esto de las manos. Pero de todos modos él tuvo que enfrentar los hechos. El lo hizo, y también nosotros tenemos que encarar los hechos. El está plenamente identificado. ¡Piensen, con la Sangre de un Hombre en sus manos!",
    "Un hombre tiene que tener cuidado cuando tiene la sangre de otro hombre en sus manos. Fíjense en un avión. El piloto de un avión, cuando él mueve ese avión, él revisa cada instrumento. ¿Por qué? El tiene la sangre de otros en sus manos. Cada pequeño instrumento que puede ser revisado, él lo revisa. Cuando él sale y gira el avión, él—él—él acelera el—el—el motor, la máquina, y se asegura que esté funcionando bien. E impulsa el acelerador a fondo para ver si el impulso de aire será—será…Si será capaz de—de—de impulsar, o impulsa la hélice, también, con suficiente aire para hacer que se eleve.\n\nMuchos de Uds. han estado en un avión, o sentado allí, y el avión entero se sacude bruscamente. El le está dando todo lo que tiene, para ver si hay algo fuera de orden. Y si es así, se notará y se apagará. Pero él lo revisa nuevamente, y aunque él tenga que permanecer allí un rato, hasta revisarlo de nuevo. Y si le retrasan un poco el tiempo, él lo revisa de nuevo.",
    "¡Cómo debería la Iglesia estar revisándolo una y otra, y otra, y otra vez! Estamos esperando Su Venida. Estamos despertando, estamos esperando el despegue. Es mejor que lo revisemos con la Palabra, no con lo que dijo alguien más. Esté seguro de saberlo Ud. mismo, como una experiencia personal con Cristo. Revíselo de nuevo una y otra, y otra, y otra vez.\n\n¿Por qué? El tiene la sangre de hombres en sus manos. Es mejor que él revise.",
    "¿Y qué de un doctor, antes de una operación? Tenemos unos cuantos doctores sentados aquí esta mañana. Noten lo que hace un doctor antes de ir a cirugía. El quiere una radiografía. El quiere examinar la sangre. El quiere revisar el corazón. El quiere saber si Ud. tiene algún resfriado antes de darle la anestesia. El revisa cada instrumento; él los hierve eficazmente, para ver que no queden gérmenes. El lo hace todo. El lo revisa una y otra, y otra, y otra vez. ¿Por qué? El tiene la sangre de un hombre en sus manos. El quiere estar positivamente seguro que todo está tan correcto como lo puede estar.",
    "¿Qué de Ud.? ¿Qué de Ud., pecador, qué siente Ud. al respecto?\n\nDe tener la sangre de un hombre en sus manos, una responsabilidad como la del piloto, y él revisa; el doctor, y él revisa; y todo lo demás, todo lo científico; cuando uno tiene la sangre de un hombre en sus manos, ¡lo que uno hará!\n\nCuando un juez va a pronunciar sentencia, miren como él lee esos libros, una y otra, y otra, y otra, y otra, y otra vez, para cada pequeña cosa que él pueda ver, antes de pronunciar sentencia. Porque él tiene la sangre de un hombre en sus manos, tiene que haber algo aquí para justificar eso. ¿Ven?",
    "¿Qué de nosotros, cuando lo vemos plenamente identificado, que “El es el mismo ayer, hoy y por los siglos”? El está aquí. El está en nuestras manos. El está en nuestras manos. ¡El está en sus manos! ¿Qué va a hacer Ud. con El? “¿Qué haré con este Jesús, que es el Cristo ungido”?\n\n“¿Qué cosas hace? ¿Cómo sabe Ud. que es El”?\n\nLa promesa de este día, el día en que vivimos, hay tanto de la Escritura, por así decir, tantas pulgadas de ello que deben ser cumplidas, estas últimas pulgadas para este último día. Hay algunas cosas puestas aquí que deben suceder, y aquí están. ¿Qué es? ¡El mismo Cristo ungido, la Palabra ungida! ¿Qué va a hacer Ud. con esto? ¿Va Ud. a venderlo a la denominación?",
    "¿Qué hizo Pilato? Pilato trató de lavárselo de las manos, diciendo…La primera cosa que hizo Pilato fue intentar de lavárselo de sus manos, diciendo: “Oh, El está bien. El es bueno”. ¿Ven?",
    "Ud. dice: “Oh, pobre Pilato.” ¿Pilato, muchos le justifican? ¡No, no, no! El estaba en sus manos. El había escuchado el Mensaje. El había visto la Palabra y El estaba en sus manos. Y también El está en sus manos. Eso es correcto.\n\n¿Qué hizo él? El trató de decir: “Oh, pues, El es un buen Hombre. Yo no encuentro culpa en El”.",
    "¡Si esa no es la—la—la respuesta de tantos hoy! “Oh, no hay nada errado con la Palabra. Me imagino que está bien. La Biblia está bien, pero nosotros le creemos a la iglesia. Nuestra denominación no está de acuerdo con eso”. ¿Ven? ¿Ven? Allí está una clase de personas tratando de lavárselo de las manos.\n\n“Yo no encuentro falla en la Palabra. Estaba bien para los apóstoles en su día, pero nosotros vivimos otro día. Nosotros no vivimos en los días de los apóstoles, así que por eso yo no tengo que hacer como hicieron los apóstoles. Yo no tengo que ser bautizado como fueron ellos; yo vivo otro día. Yo no tengo que tener las cosas que ellos tuvieron. Yo vivo otro día. El Espíritu Santo sólo fue dado para aquel grupo”.",
    "Hebreos 13:8 lo pone a El nuevamente en las manos suyas, ¡sin escapatoria! El ha sido plenamente vindicado, “El es el mismo ayer, hoy y por los siglos”. Ud. no tiene escapatoria. Ud. no lo puede pasar para alguna otra edad. Hebreos 13:8 condena sus mismos pensamientos y lo pone a El directamente de nuevo en sus manos. Así que Jesús está en sus manos, así como lo estuvo en las de Pilato.\n\nMire. Ud. dice: “Pero, yo no sé”. Entonces, ¿por qué está escuchando?",
    "Pilato era un pagano. Su esposa era pagana. Pero Dios, para hacer lo justo, envió a esa mujer allí y dijo: “No tengas nada que ver con este Hombre justo”. Ella dijo: “Hoy he padecido”. Por supuesto, era de mañana, eso fue por la noche, y veinticuatro horas es considerado un día. “He padecido algunos sueños anoche, de ese Hombre justo. No tengas tú nada que ver con El”.",
    "Ahora él dijo: “Bien, entonces, si eso es así, yo simplemente me lavaré mis manos de El”. Pero El no podía hacerlo.\n\nNi tampoco puede Ud. Una vez que Ud. escucha la Verdad, Ud. tiene que aceptarla o negarla. No hay otra manera…Sí señor, Ud., tiene que hacerlo. ¡Advertencias del Señor!",
    "Los judíos gritaron: “Que Su Sangre sea sobre nosotros; porque nosotros creemos a nuestros sacerdotes, a nuestro sistema denominacional, antes de creerle a El”.\n\nAllí lo tienen. ¿Ven las clases hoy? Pero todos tienen que encarar el tema de Dios. De todos modos todos tienen que hacerlo, paganos o lo que sean, ya sea incrédulo, metodista, bautista, presbiteriano, tibio, frío, caliente, y cualquier cosa que Ud. sea, Ud. tiene que encarar el tema de igual manera. Aunque Ud. quiera, o no, está en sus manos. Exactamente.",
    "Entonces, hay aquellos que intentan el otro plan de Pilato para evadir el tema, pasarlo a El a algún otro Cesar. ¿Ven?\n\nPilato dijo: “Ahora, esperen un minuto. Yo—yo—yo—yo no quiero tener nada con El. Yo—yo—yo—yo…El es un Hombre justo. Yo—yo no quiero tener nada con El. Oh, yo—yo creo lo que he escuchado. Yo nunca le he visto hacer un milagro, pero hay demasiados testigos a Su favor. Yo—yo—yo creo que El es un Hombre justo. El es un buen Hombre, ¿ven? pero—pero yo—yo no quiero tener nada que ver con esto, personalmente. Yo—yo—yo…Simplemente me lo lavaré de mis manos. Tráiganme agua. Uds. aquí sean mis testigos”. Sí. Pero Dios también estaba atestiguando. El estaba en sus manos.",
    "Y también El está en las manos suyas. ¿Ven? Uds., saben de lo que estoy hablando. ¿Ven? No sólo Uds., pero en esta cinta. El está en sus manos. ¿Qué van a hacer Uds. con El, con este Jesús llamado el Cristo? Cristo es la Palabra Ungida. ¿Ven? ¿Qué van a hacer con eso? Es el Mensaje de la Hora. Aquí está el día, cabalmente probado por la Biblia y por Dios. ¿Qué van a hacer con esto? ¿Cómo van a evadir el tema ahora? ¿Cómo se van a escapar de esto? ¡El está en sus manos! Y el caso de Oswald será un caso menor, al suyo, aunque sea ministro o quien sea Ud.",
    "Aquellos judíos eran sacerdotes, y rabinos, maestros, hombres santos; pero El estaba en sus manos de igual manera. El era la Palabra, el tema de Dios para ese día, y ellos fallaron en verlo. Sólo los elegidos le vieron, los que le creyeron.",
    "Ahora todos debemos encarar el tema. En cada edad ha sido así, cada vez. A través de la edad de Adán y Eva, viniendo a la edad de Noé, viniendo por el tiempo de Daniel y Beltsasar y Nabucodonosor y llegando hasta el tiempo de Cristo, llegando hasta esta misma hora en que vivimos, ha sido lo mismo, el tema de la Palabra ha surgido. No su credo, ni la denominación, no el dogma, sino el tema de la Palabra ha estado en contra de esas cosas. Igual hoy, está en sus manos ahora.",
    "Luego aquellos que intentan el otro plan de Pilato, de deshacerse de El, pasándolo a alguien más. Pilato dijo: “Ahora, ¿saben qué? Yo simplemente lo quitaré de mis manos. Lo lavaré de mis manos con esta agua. Así que yo sólo…Tengo que hacer algo con El. Entonces ¿qué haré? Lo enviaré al cuartel principal, con el sacerdote”. Sí.\n\nEso es lo que tratan de hacer hoy. ¿Ven? Ellos lo envían a un Cesar. Eso no lo quitó de las manos de Pilato; no lo quita de las manos de nadie. ¿Qué causó? El asunto le salió al revés. Regresa directamente al individuo.",
    "Ud. dice: “Bueno, yo lo haría, yo lo haría. Yo le aceptaría si mi denominación lo aceptara.”\n\n¡Su denominación está en el Concilio de Iglesias, condenada! ¿Cómo van a recibirlo? El tiro le sale directamente a Ud. No es lo que diga su denominación, es lo que Ud. dice. Ellos lo han rechazado; ahora ¿qué va a hacer Ud. al respecto? Esa es la siguiente cosa. ¿Ven? Eso no lo quita a El de sus manos.\n\nEl está enteramente vindicado. El está cabalmente identificado, la Palabra de esta hora, la promesa de esta hora. No la promesa para la hora de Lutero, eso fue allá entonces; esa fue la Palabra en la edad de los reformadores. Como todos Uds. que han escuchado los Siete Sellos, durante la edad de los reformadores, el ser viviente con la cara como de hombre (organización) fue introducida; pero ésta es la cara del águila, el ser viviente que salió hoy para hacer el reto.",
    "Y ¿quién se atrevería a decir que esa no era la Palabra inspirada de Dios, cuando El la predijo aquí, y me envió allá a Arizona y la trajo de regreso, aun con la ciencia y todo lo demás, y ha probado que así es? Este Libro ya está abierto, es correcto, sólo esperando que el Séptimo Sello sea identificado, de la Venida de Cristo.",
    "Muy bien, El está en sus manos. Ud. tiene que hacer algo con El. No lo quite a El. Sí señor. En esta categoría, me gustaría decir: “Pasarlo a El a algún otro”.\n\n“Hermano Branham, si mi denominación lo hubiese aceptado, yo—yo lo aceptaría. Pero, vea Ud., mi madre perteneció a esta iglesia”. Ella vivió en su edad; ese no es Ud. Es con Ud. ahora. Mire de dónde tuvo que salir ella, para ser lo que fue. ¿Qué de Ud.? Muy bien.",
    "Mire, Ud. dice: “Mi madre era pentecostal. Ella hizo tal y tal. Ella salió de la organización”. Pero estoy tratando de hablarle a Ud. ahora. ¿Qué de Ud.? ¿Ven?\n\nEn esta categoría encontramos a muchos educados. Ahora sé que aquí voy a lastimar sentimientos, pero no lo hago intencionalmente. Si es así, entonces yo—yo debería estar aquí en el altar, arrepintiéndome. Estoy diciendo esto en el amor de Dios.",
    "Cuando Jesús se paró allí, y aquellos fariseos, y tuvo que decirles: “Vosotros sois de vuestro padre, el diablo; sus obras vosotros queréis hacer”. Sin embargo, en la cruz pidió paz y misericordia para ellos, para los que le crucificaron a El. Vean, El no estaba enojado con ellos. El dijo: “Uds. generación de víboras”. ¿Ven? ¿Ven? Todo, El los maldijo con todo lo que pudo, ¿ven? Y después oró por ellos en la cruz. ¿Ven? No fue que El quería hacer eso; no era eso, pero ellos tenían que ver el error que estaban cometiendo.",
    "Y yo estoy diciendo lo mismo hoy, en esta categoría de “pasarle la culpa a algún otro”, o algo como lo llamamos en el ejército: “Pasándole la culpa a otro”. Estamos tratando de pasarlo, como lo hicieron Adán y Eva.\n\nEva intentó. Adán dijo: “La mujer que Tú me diste”, y eso no era pretexto para él. ¿Ven? La mujer dijo: “La serpiente me engañó. El fue quien tuvo la relación sexual conmigo. El me engañó. El hizo esto”. Eso no los libró, para nada. De igual manera llegaron al juicio. Sí señor. Muy bien.",
    "No pueden pasarlo, uno…No pueden decir: “Si mi denominación creyera esto, yo—yo también. Pero, yo he estado en esta denominación”. Eso no tiene nada que ver con el asunto. Los judíos tenían lo mismo, y también Ud.",
    "Y noten, muchos de los que encontramos en esta categoría son hombres de fina cultura. Ahora escuche atentamente.\n\nMiren, cultura, lo que llamamos cultura hoy, es lo que Satanás le produjo a Eva, un poco de sabiduría. Dijo: “Tus ojos no están abiertos, así que tú no entiendes todo”. Ella conocía la Palabra y eso era todo. Ella vio a Dios vindicando esa Palabra, y con eso debió haber sido suficiente. El la estaba guardando a ella en Vida Eterna, mientras ella permaneciera con esa Palabra. Cuando ella quebrantó esa Palabra, ella tenía la promesa de Dios que ella moriría el día que la quebrantara. Y cuando la quebrantó, ella murió. Eso es correcto.",
    "Tenemos la Palabra vindicada de Dios aquí, vindicando, probando por el Espíritu, que El nos ha recibido y nos ha dado el bautismo del Espíritu Santo. Somos bautizados dentro del Nombre de Jesucristo. El mismo Evangelio, las mismas señales, las mismas maravillas, el mismo ministerio, aun la misma Columna de Fuego visible ante nosotros, mostrando las señales y maravillas. No hay un pretexto en ningún lado.\n\nY eso es exactamente lo que dice la Biblia que acontecería en los últimos días, y un llamado de Malaquías 4, “para restaurar la fe de los hijos nuevamente a la de sus padres”. E inmediatamente después, los malos caminarán…los justos caminarán sobre las cenizas de los malos, y el mundo entero habría de ser quemado. Y las bombas atómicas están allá, esperando en reserva.",
    "¿Vieron lo que hizo Alemania tan pronto como se dieron cuenta que el Presidente fue asesinado? Reunieron su ejército rápidamente, porque eso era lo único que estaba deteniendo las bombas rusas. Y Kennedy les acababa de enviar un mensaje, diciendo que a la hora que ellos hicieran eso, él los borraría de la faz de la tierra, y desaparecerían de Alemania. ¿Ven? Y ellos pensaron que podían tomarla, pero aún no era la hora. ¿Ven?",
    "Encontramos predicadores inteligentes, educados, evangelistas, tratando de pasarlo a alguien más. ¿Ven?\n\n¿Por qué, por qué no dijo así Pilato? “Bien, esperen un momento, este Hombre…mi esposa me ha enviado a decir, y he escuchado muchos testimonios acerca de Ud. Sabe, yo—yo estoy interesado. Me gustaría enterarme. ¿Señor, qué puedo hacer para obtener Vida Eterna? Ud. está en mis manos. ¿Qué puedo hacer”? Pues El diría—El diría…El más bien dijo: “¿Eres—eres Tú el Mesías? ¿Eres—eres Tú el—el Rey de los judíos”?",
    "El dijo: “Tú lo has dicho. Tú lo dijiste”.\n\n“O dinos, verdaderamente, ¿eres Tú el Rey de los judíos”?\n\nEl dijo: “Para esto he nacido”.\n\nEl dijo: “No puedo encontrar culpa en El”. Sí. “Pues, sencillamente lo lavaré de mis manos”.",
    "El le respondió, pero éste no pudo recibirlo. ¿Por qué? Perdería su prestigio. Así que él pensó enviarlo al presbítero estatal, y ver qué haría él al respecto. ¿Ven?",
    "Lo mismo ahora, el tema surge nuevamente. ¿Qué hará Ud. con El, con la Palabra? ¿Qué tiene que hacer Ud., preguntarle al presbítero, o al sacerdote, o alguien más, si Ud. puede cambiar su forma de bautismo, si Ud. puede hacer esto, o hacer esto? Así que puede ver, y: “De ninguna manera lo hará”. Pasa nuevamente con Ud. Y si Ud. lo acepta, Ud. será expulsado. ¿Ven?",
    "El prestigio de la gente bajaría demasiado. Sí, ellos—ellos creen…Y el concilio denominacional no lo soportaría…Igual que Pilato pasando el asunto a Cesar; ellos no podían tolerar eso. Y Cesar se lo devolvió a las manos de Pilato. Así que ellos trataron de pasarlo a El a sus cabezas denominacionales y eso no funciona. Este truco nunca ha funcionado, y no funcionará ahora. No funcionó para Pilato; no funcionará para Ud.; y no funcionará para nadie más. Ahora, en segundo lugar, lo que Ud. puede hacer es…",
    "Tercero, mas bien, es aceptarlo a El, o rechazarlo. Ud. no puede lavarlo de sus manos. Ud. no puede pasarlo a El a algún otro sistema, o alguna otra cosa por allí. Ud. tiene que encarar la situación. Entonces ¿qué puede hacer Ud.?\n\nAsí como Pilato, que se paró con lo mismo y dijo: “Tráiganme agua, lavaré esto de mis manos, para probar”. Cuando El regresó, él aún tuvo que pronunciar la sentencia; aquello no lo absolvió. El trató de decir: “Pues, si no puedo quitármelo de mis manos, lo pondré en las manos de Cesar”. Y le salió el tiro directamente al revés.",
    "Para Ud. como individuo, también le saldrá igual. ¿Qué va a hacer Ud.? No lo que hizo mamá, o hizo papá, o lo que hace el pastor, lo que hace el Hermano Branham o cualquier otro. ¡Está en manos suyas! ¿Qué va a hacer Ud. al respecto, con este Jesús, llamado el Cristo? Porque Ud. tiene Sangre en sus manos, y es la Sangre de Dios. Ahora ¿qué va a hacer Ud.? Ser culpable de la crucifixión. ¿Ven?",
    "Pueden crucificarlo a El, aceptar su credo o lo que quieran, o decir: “Bien, yo simplemente lo pasaré a otro. Yo no quiero tener nada que ver con estos asuntos de iglesia”. ¡Ud. no puede hacer eso! El está en sus manos. Eso es correcto. Ud. no puede hacerlo. “Yo simplemente me olvidaré de todo este asunto”. Ud. no puede hacer eso. Aún está en sus manos. “Pues, solo diré: ‘Mi pastor me enseñó esto’”. Ese tiro le va salir por la culata porque el asunto es para Ud. Es para Ud., Ud. sabe. Ahora, Ud. puede recibirlo a El, o Ud. puede rechazarlo, como Ud. quiera hacerlo. ¿Qué? Tiene que terminar en una de las dos.",
    "¿Ahora qué? Así como Jesús le dijo a los fariseos, El dijo: “Así como su…” Hablando con los fariseos ciegos. ¿Ven? Y diría lo mismo hoy: “Uds. maestros religiosos ciegos, pueden discernir el tiempo del comunismo. Están combatiendo eso a tal grado, y saben que Dios levantó esa misma cosa para destruirlos a Uds.”. ¿Ven? No conociendo las Escrituras. ¿Ven? “Uds., Uds. pueden discernir que el comunismo se va apoderar del mundo. Pueden ver eso. Pueden discernir eso”.",
    "Todos nuestros temas tienen que ver con el comunismo. “¡Echen fuera al comunismo!” Yo lo escucho hasta cansarme de escucharlo. Yo también estoy en contra de eso. Ciertamente, estoy en contra de eso. Pero estoy más en contra del hombre o la mujer que rechaza a Jesucristo, la Palabra. Ya sea Ud. un predicador o lo que Ud. sea, Ud. es más estorbo para Cristo de lo que es aquel comunista. El es ignorante y no sabe nada al respecto. Ud. debería saber. ¿Ve? Ud. puede discernir el tiempo del comunismo, pero Ud. no puede discernir la señal del día en que vive.",
    "Jesús le dijo a aquellos fariseos: “¡Uds. hipócritas”! Dijo: “Uds. salen y miran a los cielos, y dicen tiene arreboles el cielo nublado, mañana habrá tempestad. Si el cielo está claro, dicen que mañana será buen tiempo”. Dijo: “Uds. pueden discernir las señales del tiempo, o las señales de los cielos y el clima, pero las señales del tiempo no las conocen”. Allí estaba El, el Mesías, y lo estaban rechazando.\n\nY nosotros siempre estamos hablando de comunismo y estas cosas, pero la señal del tiempo no la captamos. ¿Ven? Pasamos eso por alto, la omitimos. Uniéndose ahora mismo en incredulidad, y ellos lo reciben, pero fallan en comprender y ver la señal del tiempo que la Biblia dice que existiría.\n\n¿Lo han captado? [La congregación dice: “Amén”.] Tengo que cerrar ya rápidamente. Se está haciendo tarde, ¿ven?",
    "Así como hicieron sus padres, ellos también, es lo mismo hoy. Ahora se ha logrado la decisión. Tiene que ser lograda. Ud. tiene que llegar a una decisión, de alguna manera. ¿Ven? ¿La crucifixión de la Palabra nuevamente, o qué va a hacer Ud.? La crucifixión de la Palabra está a la mano. Crucificar y detener la Palabra vindicada, por—por causa de la denominación, como hizo Pilato, tratando de pasárselo a otro. Ahora, ¿qué hará Ud., como individuo, con la Palabra ungida, que es llamada el Cristo?\n\nEl mismo de ayer, el mismo Cristo que ungió la Palabra en los días de Noé. El mismo Cristo, ese—ese Arbol que estaba en el Huerto del Edén; que Eva dejó de comer de este Arbol de Vida, para tomar del árbol de sabiduría; ella abandonó el Arbol de Vida, para tomar del árbol de muerte. En el tiempo de Noé hicieron lo mismo. En los días de los profetas, hicieron lo mismo, en los días de Cristo, hicieron lo mismo.\n\nY aquí están hoy. Cada uno hablando de su tiempo, y cuando esa cosa fue cumplida, cada vez ellos tomaron sus razones denominacionales y demás cosas, y la sabiduría del mundo en vez de la Palabra ungida de Cristo. ¿Qué hará Ud., como individuo?",
    "Pilato nunca logró quitarlo de sus manos. Estoy—estoy terminando, así que guarden silencio por un momento. Pilato nunca logró quitarlo de sus manos. Ni tampoco podrá Ud., de la manera como hizo él, intentando cualquiera de estas artimañas. El nunca lo logró. ¿Saben Uds. lo qué le sucedió a Pilato? El perdió la mente. Llegó a tal extremo que todo lo que él podía escuchar era esa crucifixión. Todo lo que él podía escuchar era esa furia, hasta que finalmente se volvió loco.",
    "Y tienen una leyenda allá en Noruega, o no… Discúlpenme. Allá en Suiza; donde he estado de misionero. Ellos dicen que miles se reúnen allí, de todo el mundo, el Viernes Santo junto a un pozo de agua donde Pilato se suicidó. El finalmente se lanzó a la muerte en ese pozo de agua, y dicen que cada Viernes Santo, a las tres de la tarde, el agua se vuelve azul y hierve desde donde yace el cuerpo de Pilato. El lo rechazó. Y aún está la Sangre en sus manos. Y él lo rechazó, él rehusó el agua.\n\nUd. no puede lavárselo de sus manos. No hay agua, ni jabón perfecto que pueda quitar eso. El está en sus manos. ¿Qué hará Ud. con El?",
    "Aquí está la única cosa que Ud. puede hacer. Si Ud. no puede lavárselo de sus manos; Ud. no puede pasarlo a alguna otra cosa; Ud. no puede pasarlo por alto imaginariamente. No hay ninguna manera. La única cosa que Ud. puede hacer es aceptarlo en su corazón. De esa manera Ud. se deshace de El. Quítelo de sus manos y póngalo en su corazón; o de otra manera déjelo en sus manos y encárese con el Juicio. Eso es lo único que Ud. puede hacer.\n\nEl fin de Pilato fue terrible.",
    "La Palabra dice que aquellos que lo dejan a El en sus manos…Yo lo iba a leer. Pero dice que ellos “clamaron a las rocas y a las montañas”. Ellos oraron, pero sus oraciones fueron demasiado tarde. ¿Ven? Ellos clamaron: “Escóndenos del rostro de aquel que está sentado sobre el Trono, y de la ira del Cordero que habrá de…y el carnero, la Vida del Cordero que ha venido. Porque el gran Día de Su ira ha llegado; ¿y quién podrá sostenerse en pie”?",
    "¿Qué piensan que hará Oswald cuando se presente ante la Corte Suprema, y vea esos ojos enojados del jurado y de todos aquellos sentados allí? El sabe lo que va a suceder. Será o la cámara de gas, o será ahorcado por una soga, o algo. El tiene que encararlo.",
    "Pero ¿qué si Ud. llega allí con la Sangre en sus manos, por haber rechazado? Y sabe que el infierno le espera a Ud., la destrucción Eterna; clamando a las peñas y las montañas; orando, pero las oraciones han llegado demasiado tarde.\n\nEn Hebreos 10: “Si pecamos voluntariamente”. Pecado es “incredulidad”. “Si descreemos voluntariamente después de haber recibido la Verdad, el conocimiento de la Verdad”. Ud. no tiene que recibirla, sino simplemente saber al respecto. Ud. no tiene que tenerla. Ud. sólo…Oh no. ¿Ven? No dijo: “Después de que hubiésemos recibido la Verdad”.\n\n…porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por los pecados,\n\nSino una horrenda expectación de juicio, y de hervor de fuego que ha de devorar a los adversarios,\n\n…Mía es la venganza, yo daré el pago, dice—dice el Señor.",
    "Si nosotros lo descreemos, voluntariamente, después que la Verdad nos ha sido presentada, no habrá más misericordia. No será concedida más misericordia.\n\nPastor, escuchando esta cinta, ¿qué de todo esto? Miembro de la iglesia, escuchando esta cinta, ¿qué de todo esto? ¿Qué va a hacer Ud., si descreemos esto voluntariamente? No se lo puede lavar de sus manos. Ud. no lo puede pasar al cuartel general. Le saldrá el tiro al revés, directamente a Ud. Ud. lo ha escuchado. ¿Y qué de Ud.? ¿Cómo podrá pararse Ud. en aquel Día?\n\nEl está, o en sus manos, o en su corazón, uno de los dos. Que Dios nos ayude.",
    "Si—si Ud. sólo pudiera imaginarse un asesinato, y lo que debe estar pasando por el corazón de ese hombre. ¿Qué ha hecho él? El despertó demasiado tarde, después de que ya lo había hecho.\n\nMiren, él tuvo la oportunidad. El nació un americano libre. El era un americano. Pero él quiso vender su primogenitura, para llegar a ser un ruso, y eso le salió al revés. El se casó con una muchacha rusa. Ahora él es un pensador libre, del partido comunista de Cuba.\n\nDe pensamiento libre, indica: “Yo pienso por mí mismo”. A Ud. no le toca pensar. ¿Qué hará Ud. con Jesús, llamado el Cristo? Ud. no es ningún pensador libre. No hay tal cosa de pensamiento libre. “Haya, pues, en vosotros este sentir que hubo también en Cristo Jesús”.\n\nOremos.",
    "Mediten en estos pensamientos: “Si hay algo digno de alabanza, si hay virtud alguna, en esto pensad”. En nuestro medio en esta mañana, y también en esta cinta, donde estoy hablando. Si Ud. está presente aquí esta mañana y Ud. sabe que no está a cuentas con Dios, y Ud. no ha nacido de Su Espíritu y Dios haya…\n\nUd. dice: “Pues yo hice una confesión”. Yo no estoy hablando de eso. ¿La habrá aceptado Dios? Ud. puede decir: “Sí, yo—yo hice una confesión y demás cosas. Sí, yo creo”. Pilato también: “Yo he confesado, seguro, ¿qué haré con este Hombre justo”? Ud. no puede lavárselo de las manos de esa manera. No, no.",
    "¿Qué hará Ud. con El? Si Ud. no es un Cristiano nacido de nuevo, con el Espíritu Santo viviendo en Ud., enriqueciendo su vida, entonces ¿por qué no le recibe ahora mismo? Ud. nunca se lavará esto de sus manos. Ud. nunca dejará de escuchar este Mensaje. Seguirá repicando hasta que Ud. traiga el Mensaje a su corazón, que Jesucristo es el mismo ayer, y hoy, y por los siglos.",
    "En esta audiencia visible en esta mañana, ¿habrá aquí quienes se han dado cuenta que están errado y levantarían sus manos? No tenemos espacio para un llamamiento al altar, el lugar está tan lleno. Pero sólo diga: “Ore por mí, Hermano Branham. Que Dios me ayude”. Dios le bendiga, veo su mano. “Eso es, yo quiero eso ahora mismo. Aquí mismo, ante Dios, yo quiero que El sepa que yo soy culpable, y yo sé que soy culpable. Yo—yo quiero quitarlo de mis manos; yo lo quiero a El en mi corazón”. Levante su mano, diciendo: “Ore por mí, Hermano Branham”. El Señor le bendiga. Yo veo, en este número de personas aquí, quizás cuarenta o cincuenta manos levantadas.\n\nHoy te convida,\n\nHoy te convida,\n\nPiénsenlo ahora, es El llamando. Jesús está llamando, es El hablándole a Ud.",
    "¿Ha pecado Ud. a tal grado que hasta su corazón está tan endurecido, y Ud. ya ni siquiera le escucha? Una vez, cuando era un jovencito, o jovencita, lo escuchó. Ud. tenía el deseo de hacerlo, pero Ud. lo dejó para más tarde, y Ud. se endureció más y más en esas cortadas y jaladas. ¿Está tan lejos que Ud. ya no lo puede escuchar? ¿Está Ud. parado donde…tiene sus…en el lugar como donde está parado Oswald en esta mañana, que Ud. ya lo sabe? ¿Cómo puede Ud. hacerlo?\n\n¿Habrá otro antes de que cerremos y yo presente la oración? En cualquier parte del edificio, alguien que no ha levantado su mano, y diga: “Hermano Branham, apenas desde cuando Ud. pronunció esas últimas palabras yo—yo siento eso”. Alguien allá afuera en los corredores, alrededor por las ventanas, en cualquier lugar, no importa. Sólo…",
    "Dios la bendiga damita. Dios lo bendiga, caballero. Y Ud. Ud. también. El está en…Dios le bendiga, dama. ¿Alguien más? Dios le bendiga, dama. Dios le bendiga a Ud. aquí. Dios le bendiga a Ud. por allá, niño, niña. Sí, el Señor le bendiga a Ud. Allá atrás, caballero. Sí.\n\nAhora, pensemos en esto. Quiero que Uds. hagan esto mientras cantamos esto suavemente, Con Voz Benigna. Ahora, quiero que Uds. simplemente digan: “Señor, sé misericordioso conmigo, un pecador, o uno que pretende. Yo soy un miembro de la iglesia, Señor, pero yo—yo—yo te quiero a Ti. Te quiero a Ti. ¡Ayúdame! Yo—yo te serviré a Ti. Yo lo prometo ahora mismo. He levantado mi mano, indicando que te quiero a Ti. Ahora Tú levanta mi corazón, mostrando que te he recibido, y te recibiré en mi corazón”. Mientras cantamos esta estrofa de nuevo, ¿lo hará Ud.?\n\nHoy te convida,\n\nHoy te convida,",
    "Ore Ud. a su propia manera. Ore ahora mismo. “Voz bendecida…” Ese es El hablando. Esa es la razón que Ud. levantó su mano.\n\n…Benigna convídate hoy.\n\nCon voz benigna te llama Jesús,\n\nInvitación…\n\nAhora mismo escúchele a El. Diga: “Señor, yo soy culpable. Tu Sangre está en mis manos. Soy un pecador. Ya no quiero que esté allí. No la puedo lavar; lo he intentado por años. Yo no voy a rechazarte como lo hizo Pilato, y tratar de enviarte a alguien más. Te deseo. Entra en mi corazón, ahora mismo Señor. Yo te recibo. Yo te veo parado ante mí, como una imagen parada allí; por fe estoy caminando para entrar directamente en Ti, sabiendo que Tú me perdonas. Y Tú vas a estar en mi corazón de aquí en adelante”.\n\n…convida; (todos oren)\n\nVoz bendecida,\n\nBenigna convídate hoy.\n\n[El Hermano Branham tararea Con Voz Benigna]",
    "Padre Celestial, el pequeño mensaje ha terminado. Y ahora las decisiones, las cortes están instaladas en esta mañana. Angeles se han reunido aquí en el cuarto. El gran Espíritu Santo está aquí dando vindicaciones que Jesús aún vive. El era la fuente de Vida Eterna. La tumba no lo pudo retener, ni tampoco el infierno. El subió; libre del infierno, libre de la tumba. Y El está parado entre nosotros hoy.\n\nY nuestros credos y denominaciones han atado a muchos de nuestra gente, Señor. El pecado los ha atado, pero hoy ellos quieren ser libres. Están parados como Pilato, y en vez de tratar de pasarlo a algún otro, ellos han levantado sus manos: “Entra en mi corazón, Señor Jesús. Jamás trataré de lavarte de mí. No puedo hacerlo. Todavía estás en mis manos. He lavado y lavado, y no puedo quitarte, pero ahora te recibo. Quiero que estés en mi vida, y te acepto a Ti en mi vida. Señor, recíbeme en Tú Reino, por medio del perdón de mis pecados y Padre, dame fe para creer que me has recibido”. Concédelo. Oramos en el Nombre de Jesucristo.",
    "Y ahora, con los rostros inclinados. Fe, por la fe…“Y Dios, ayúdame para que sea honesto. Pero sabiendo que Tú prometiste que…”\n\n“Aquel que a Mí viene, no le echo fuera. Yo le daré Vida Eterna, y le resucitaré en el día postrero. Aquel que me confesare delante de los hombres, Yo también le confesaré delante de Mi Padre y de los santos Angeles. El que oye,” la real, la verdadera interpretación allí de San Juan 5:24, es: “El que entiende, el que recibe Mi Palabra. El que recibe Mi Palabra, y cree en el que Me envió, tiene Vida Eterna, y no será llamado al Juicio”. Ud. no vendrá a la sala de Juicio como lo hará Oswald. Sino que Ud. ha pasado, con un perdón gratuito, “de muerte a Vida”.",
    "🦅 Señor, yo no sé cómo, yo no sé por qué, pero—pero yo creo que ha sucedido. Yo lo creo en mi corazón, mi incredulidad se ha ido. Yo puedo libremente decir ‘Amén’ a toda Palabra que Tú dices, y yo lo acepto ahora mismo. Yo lo creo”.",
    "Ahora con sus rostros inclinados. Uds. que creyeron esto, que levantaron sus manos hace unos momentos; y por fe Ud. ve la imagen de Cristo parada allí, en la cual Ud. debería estar. Ud. ahora mismo está caminando por fe, y cree que sus pecados están perdonados. Y de este día en adelante Ud. está listo para el bautismo Cristiano y Ud. está listo ahora para caminar en Cristo. Ud., como testimonio a El, ¿podría levantar sus manos hacia El? Y con eso decir: “Por fe lo creo con todo mi corazón”. Dios le bendiga. Eso está bien. “Yo ahora lo acepto. Yo—yo acepto; no es nada que yo pueda hacer”. Dios le bendiga. Parece que son todos hasta donde puedo ver. “Yo ahora acepto”.",
    "Vea, Ud. no tiene nada de bueno; Ud. nunca ha tenido nada de bueno. Ud. no puede ser bueno. Pero Jesús murió por gente que no era buena. “¿Qué tengo que hacer, Hermano Branham”? Sólo acepte lo que El hizo, sólo acepte lo que El hizo por Ud. Y ahora por creerlo y aceptarlo…\n\nAhora, yo creo, el pastor, que la piscina estará abierta. El bautismo estará en orden, si Ud. quiere ser bautizado.\n\nSi Ud. ha aceptado los títulos: “Padre, Hijo, y Espíritu Santo”, Ud. verdaderamente está…Yo digo esto con reverencia y respeto, pero para mi manera de verlo, Ud. no está bautizado. No lo está, porque Ud. no ha cumplido lo que El dijo.",
    "El dijo: “Bautizándolos en el Nombre del Padre, Hijo y Espíritu Santo”. Si Ud. sólo ha tenido esos títulos invocados sobre Ud.; El no dijo: “Vayan, invoquen estos títulos, vayan y llamen estos nombres”. Nunca fue hecho así en la Biblia. Nunca fue hecho de esa manera. Fue cuestión de bautizar en la manera que dijo Jesús: “En el Nombre del Padre, Hijo y Espíritu Santo”, lo cual es Jesucristo.",
    "Pedro, con las llaves, dijo lo mismo; cada otro apóstol, la Iglesia entera; hasta el primer Concilio de Nicea, cuando la iglesia católica romana se organizó, y aceptó títulos en vez del Nombre. O Ud. es bautizado en los dogmas romanos de denominación, o bautizado en el Nombre de Jesucristo, uno o el otro. Está en sus manos; Ud. no puede lavarse esto. Está allí.\n\nUd. ahora ha aceptado esto. Yo le haré esta pregunta, mientras la—mientras la organista y la pianista buscan ese famoso himno antiguo.\n\nObjeto de mi fe,\n\nDivino Salvador,\n\nPropicio sé;\n\nCordero de mi Dios,\n\nLibre por tu bondad,\n\nLibre de mi maldad,\n\nMe quiero ver.",
    "Que nadie se vaya del edificio. Pero reverentemente pónganse de pie, y levantemos nuestras manos a El.\n\nObjeto de mi fe (y El es la Palabra)\n\nDivino Salvador,\n\nPropicio sé;\n\nCordero de mi Dios,\n\nLibre por tu bondad,\n\nLibre de mi maldad,\n\nMe quiero ver. Me quiero ver completamente y enteramente Tuyo. Yo ahora rindo mi vida.",
    "El agua estará listo en unos minutos. Si Ud. no puede bautizarse ahora, bautizaremos de nuevo esta noche.\n\nPíenselo toda la tarde: “En sus manos”. Quíteselo. La única manera de hacerlo es lavándose en la Sangre de Jesucristo, el Cual es…¿Ven? Sí señor. Recuérdenlo ahora mismo mientras inclinamos nuestros rostros. Mirando ahora hacia El.\n\nLa senda al recorrer…",
    "La decisión está ahora en su corazón. El está siendo juzgado. La Palabra está lista para crucifixión. Cristo está siendo juzgado. ¿Qué hará Ud. con Jesús, llamado Cristo?\n\nMe has de guiar;\n\nAsí tendré valor,\n\nAsí podré vivir,\n\nAsí podré morir,\n\nEn dulce paz.\n\nAhora humillando nuestros corazones a ello. [El Hermano tararea Objeto De Mi Fe.]",
    "Piensen profundamente amigos, quizás sea su nombre el último que va en el Libro. Estamos en el tiempo del fin. Ahora piensen profundamente. ¿Hay alguien aquí que le ha rechazado?",
    "Recuerden, puede ser que nunca regrese. Pilato no tuvo ninguna otra oportunidad. El hizo lo mejor que pudo para salvarse, y no pudo lograrlo. Eso estaba en sus manos. ¿Y qué hará Ud. con la Palabra ungida para este día, llamada el Cristo? 🦅"
  ]
}