{
  "title": "EL MUNDO DE NUEVO SE CAE A PEDAZOS",
  "id": "63800009",
  "content": [
    "🦅  Amén. El Señor les bendiga. Pueden sentarse. Se oyó tan bien entrar esta noche y escucharlos alabando al Señor, y poder regresar a casa y verlos a todos. Estuve anhelando esto desde el último Día de Acción de Gracias cuando estuve aquí, regresar a mi tabernáculo de nuevo. [La congregación dice: “Amén”.—Ed.] Y no sé a dónde se fue él. Aquí está por acá. Me pregunto si él aún le dirá “amén” a eso, Uds. saben. [El Hermano Moore dice: “Amén”.] Siempre es bueno estar aquí. Y tenía ese anhelo, como dije, desde el último Día de Acción de Gracias.",
    "Acabamos de salir de la ciudad de Nueva York, donde tuvimos una campaña maravillosa. El Señor nos bendijo allí de una manera poderosa. Y estuvimos en el Auditorio Morris, y la multitud se amontonaba, y de allá para acá por las calles. Y se paraban allá afuera, esperando. Si—si uno entraba, solo un espectador, Uds. saben, y pensara, bueno, algo; algunas personas, Uds. saben, van a la iglesia, y luego con lo primero, algo que se diga, si no les gusta, se levantan y se van. Y allá afuera estaban votando quién recibiría ese asiento cuando ellos salieran. Y yo pasaba cada noche, y casi a una cuadra de la ciudad, y hacían fila de allá para acá por las calles. Y el Señor nos bendijo y nos dio almas, y ocurrieron muchas grandes sanidades.",
    "Y luego en el desayuno de los Hombres de Negocios, pasamos de maravilla, vendieron todos sus boletos. Y—y luego creo que tuvieron que dejar entrar a cientos, que no tenían boletos. Luego llenaron los corredores, y alrededor por el pasillo y las puertas, y demás. Y sencillamente lo pasamos de maravilla. Había un sacerdote episcopal y de todo allí, y el Señor nos bendijo grandemente.",
    "Y luego nos detuvimos en casa, mi otra casa, en Jeffersonville. Por supuesto, ahora vivo en Tucson, Arizona, como Uds. saben, los últimos dos años.",
    "Y ahora voy camino ya de regreso a Tucson, para el desayuno de los Hombres de Negocios la próxima semana en Phoenix. Donde, inmediatamente después de principios de año, comenzaremos una campaña allí, unos días antes de la Convención Internacional de Hombres de Negocios, creo, o la convención nacional en—en el Ramada Inn.",
    "Y es tan bueno estar aquí en—en esta hermosa ciudad de Shreveport, esta noche.",
    "Ahora, por lo general, me extiendo al predicar. Pero me esforzaré en lo que pueda para contenerlo a tres o cuatro horas, así, en esta ocasión. Y sé que los agoto, pero, vean, no los veo muy a menudo. Y muchos se van a Casa antes de yo… parten a Casa a la Gloria, antes de yo poder verlos de nuevo, y pienso: “Bueno, esta será nuestra última charla terrenal juntos antes de Uds. tomar su vuelo”. Y muchos han partido, sin duda, desde esta fecha el año pasado. Y probablemente, si el Señor tarda, y volvemos de nuevo el próximo año o en algún momento, serán más aquí, esta noche, tal vez yo mismo; no sabemos a qué hora seremos llamados. Y, saben, el Señor Jesús aun pudiera venir antes de despedir este servicio esta noche.",
    "Ahora, como Uds. me conocen, no soy un conferencista, no soy un orador. Yo—yo simplemente amo al Señor y hago lo que puedo para Su gloria. Y cuando me paro aquí en esta plataforma, sabiendo que hombres como el Hermano Moore y muchos grandes hombres se han parado en esta plataforma, me hace sentir un poco—un poco… no fuera de lugar, no digo eso. Pero, lo que quiero decir, es que mi gramática y cosas, creo que si la gente no me amara tanto, se levantarían y se irían apenas yo subiera al púlpito. Así que ellos me soportan, y estoy agradecido por eso. Ahora…",
    "Pero siempre vengo con este—con este objetivo: yo no vengo aquí solo para ser visto; si así fuere, iría a su casa para visitar, ¿ven? Vengo aquí para hacer lo mejor que yo pueda para el Señor Jesucristo, mientras estoy aquí. No estoy aquí con otro propósito más que servirle a Él, y de la mejor manera que sé hacerlo, y para traerles la Palabra tal como me ha sido dada, orar por sus enfermos y afligidos. Ahora, tendremos una noche o dos, el Hermano Moore y yo nos uniremos, en la que vamos a orar por los enfermos.",
    "Entonces, cada noche, queremos que cada persona que no es Cristiana, esperamos que algo se diga o se haga, por lo que Ud. llegue a ser un Cristiano. Y si Ud. no lo es, si ya ha creído en el Señor Jesucristo, y Lo ha aceptado a Él y ha sido bautizado, y Ud. no ha recibido el Espíritu Santo aún, no deje pasar esto; tan solo permitan que esta sea su noche. Porque, recuerden, solo habrá cierta cantidad de nombres en ese Libro. Y cuando se añada el último, no son más. Y el suyo pudiera completarlo.",
    "Cuando vino el Cordero y tomó el Libro de la mano derecha de Aquel que estaba sentado sobre el Trono, ese era el Libro de Redención. Y esos nombres fueron puestos allí antes de la fundación del mundo. Cuando se llamó ese último nombre, el Libro, el plan, todo lo demás fue entonces revelado, los Siete Sellos fueron abiertos por el Cordero. Los misterios de toda la Biblia fueron escondidos Allí. Si tuviéramos tiempo, me gustaría…",
    "Acabo de repasar esos Siete Sellos, hace poco; me gustaría repasarlos de nuevo. ¡Y cómo nos bendijo el Señor! Muchos de Uds. han oído de eso, y han leído en la revista Life, y demás, las cosas que sucedieron durante ese tiempo. Cuando ellos aun tomaron la fotografía de los siete Ángeles, como fue predicho cuando fuimos al Oeste. Y Él me dijo tres meses antes dónde sucedería y cómo yo estaría parado allí, ¡y allí sucedió! Y las—y las cámaras, ¡oh, por cientos de millas!, captaron la fotografía de Aquello, allí mismo, exactamente. ¡Fue predicho exactamente! Y si alguna vez prediqué algo que fue inspirado, en mi vida, son Los Siete Sellos. Así que, yo sé que estamos en el tiempo del fin.",
    "Y el último nombre al entrar en ese Libro, o el último nombre que sea redimido, que fue puesto en ese Libro, eso termina el asunto, Él viene a reclamar lo que Él redimió. Y pudiera ser un tiempo extraño. ¿Lo han pensado?: la gente seguirá predicando, la iglesia seguirá aun pensando que están salvando a la gente. Entonces será demasiado tarde, todo habrá terminado, ¿ven?, y el Mensaje irá a los totalmente perdidos; así como sucedió en los días de Noé, siete días en el arca; sucedió en los días de Sodoma. Jesús Mismo, Su—Su tercera etapa del ministerio, Él fue y predicó a las almas que estaban Eternamente perdidas, que estaban en prisión, que no se arrepintieron, en la paciencia en los días de Noé. Y no sabemos a qué hora podrían suceder estas cosas.",
    "Así que estemos advertidos. No se queden parados por ahí, hagamos algo al respecto. Si no estamos a cuentas con Dios, pongámonos a cuentas con Dios.",
    "Una vez, creo que en el capítulo 11 de Mateo, creo que es, como en el versículo 6, o algo así, no estoy seguro. Es el capítulo 11, estoy bastante seguro. Los discípulos de Juan fueron enviados por Juan, una vez, para ver al Señor Jesús, para preguntarle si Él realmente era Aquel, o si debían esperar a otro. Él dijo: “Vayan y muéstrenle a Juan las cosas que suceden. Díganle: ‘Bienaventurado el que no halle tropiezo en Mí’”.",
    "Y luego cuando ellos cruzaron la colina, y Jesús tal vez los observaba, Él dijo: “¿Qué salisteis a ver?”. Y ellos… Dijo: “¿Fuisteis a ver algún hombre vestido con ropa fina?”. Él dijo: “Ellos están en palacios de reyes. ¿O una caña sacudida por el viento?”. Él dijo: “¿Fuisteis a ver a un profeta?”. Dijo: “Os digo, y más que profeta. Si Uds. pueden recibirlo, éste es de quien habló el profeta, Malaquías 3: ‘Y Yo enviaré Mi mensajero delante de Mi faz’”.",
    "Los discípulos una vez hicieron esta pregunta. Ellos dijeron: “¿Por qué dicen los escribas, los maestros de la Escritura, que, ‘Elías primero tiene que venir antes de estas, que todas estas cosas sucedan’?”. Ahora recuerden, Él les estaba hablando a los discípulos, no a los fariseos. Los discípulos, ellos dijeron: “¿Por qué dijeron los escribas que ‘Es necesario que Elías venga primero’?”.",
    "Él dijo: “Elías ya vino, e hicieron con él lo que quisieron, y vosotros no lo supisteis”.",
    "¿Qué pasaría si algún día Uds. se dieran cuenta de que llegaremos al período de la tribulación o algo, Uds. dirían: “Bueno, yo pensaba que el Rapto vendría primero”? ¿Ven? Y la voz les respondería y diría: “El Rapto ya sucedió, y Uds. no lo supieron”.",
    "🦅 Como fue en los días de Noé, cuando ocho almas fueron salvas por agua, así será en la Venida del Hijo del Hombre”. La gente continuará, pensando que están haciendo lo correcto, y todo habrá terminado. ¡Oh, Dios, ten misericordia de nosotros! Vamos, vamos a revisar, ahora mismo en estas próximas noches, para ver dónde estamos.\n\nInclinemos nuestros rostros de nuevo.",
    "Señor Jesús, con estas cosas en mente, y presentado a esta iglesia, presentado a estas personas, Dios, oro que Tú salves a toda alma en Shreveport, esta vez, que está escrita en ese Libro. Si hay algunos aquí que no son salvos, Padre, que esta sea la hora en que sean salvos. Si hay alguno en esta congregación, esta noche, que esta sea su noche.",
    "Bendice al Hermano Moore, a la Hermana Moore, y a su familia, a sus hijos, a los hijos de sus hijos. Dios, Te damos gracias por ellos. Y el Hermano Lyle, el Hermano Brown y todos los—los hermanos aquí en la iglesia, el Hermano Don, y este buen grupo de personas, todos los miembros aquí, los laicos, Te agradecemos por ellos.",
    "Y oramos, Padre Celestial, que nuestra reunión aquí en este Día de Acción de Gracias… Pudiera ser el último Día de Acción de Gracias en que nos encontremos en esta tierra, así que, Dios, que aprovechemos y conservemos el tiempo. Y nos damos cuenta que se—se hace tarde, y queremos todo lo que podamos hacer, que esté en nuestro poder, para terminar la obra para el Señor Jesús antes de que Él venga. De alguna manera, siento que Él está esperando por nosotros que—que terminemos el trabajo. Así que, ayúdanos, Señor, esta noche, como individuos, a cada uno de nosotros, para que podamos estar tan preocupados por los demás, que salgamos a las calles, o al vecindario, y—y traigamos a los perdidos, para que ellos puedan ser salvos.",
    "Bendice Tu Palabra. Tu Palabra es Verdad, Señor, toda Verdad. Y oramos, que al querer esforzarnos por partir este Pan de Vida, Verdad, a la gente, que el Espíritu Santo venga, por causa de ese cuerpo quebrantado allá en el Calvario donde el pecado tuvo que quebrantarlo, y que Él Mismo Se divida entre nosotros nuevamente, en compañerismo alrededor de la Palabra. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora, por favor, quiero que abran conmigo. A muchos de Uds. les gusta seguir las—las Escrituras de donde un ministro lee, o un evangelista. Y quiero leer un poco, esta noche, de Deuteronomio, el capítulo 4, comenzando con el versículo 7 al 14. Y el Libro de Hebreos, capítulo 14, del versículo 25 al 29, incluido. Deuteronomio 4.\n\nPorque ¿qué nación grande hay, que tenga dioses tan cercanos a ellos, como lo está Jehová nuestro Dios en todo lo que le pedimos?\n\nY ¿qué nación grande hay, que tenga estatutos y juicios justos como es toda esta ley que yo pongo hoy delante de vosotros?\n\nPor tanto, guárdate, y guarda tu alma con diligencia, para que no te olvides de las cosas que tus ojos han visto, ni se aparten de tu corazón todos los días de tu vida; antes bien, las enseñarás a tus hijos, y a los hijos de tus hijos.\n\nEspecialmente El día que estuviste delante de Jehová tu Dios en—en Horeb, cuando Jehová me dijo: Reúneme el pueblo, para que yo les haga oír mis palabras, las cuales aprenderán, para temerme todos los días que vivieren sobre la tierra, y las enseñarán a sus hijos;\n\ny os acercasteis y os pusisteis al pie del monte; y el monte ardía en fuego hasta en medio de los cielos y con tinieblas, y nube y espesura, y oscuridad;\n\ny habló Jehová con vosotros de en medio del fuego; oísteis la voz de sus palabras, mas a excepción de oír la voz, ninguna figura visteis.\n\nY él os anunció su pacto, el cual os mandó poner por obra; los diez mandamientos, y los escribió en dos tablas de piedra.\n\nA mí también me mandó Jehová en aquel tiempo que os enseñase los estatutos y juicios, para que vosotros los pusieseis por obra en la tierra a la cual pasáis a tomar posesión de ella.",
    "Y ahora en el Libro de Hebreos, el capítulo 14, comenzando con el versículo 25.\n\nMirad que no desechéis al que habló. Porque si no escaparon aquellos que desecharon al que los amonestaba en la tierra, mucho menos nosotros, si desecháremos al que amonesta desde los cielos.\n\nLa voz del cual conmovió entonces la tierra, pero ahora ha prometido, diciendo: Aún una vez, y conmoveré no solamente la tierra, sino también el cielo.\n\nY esta frase: Aún una vez, indica la remoción de…cosas móviles, como cosas hechas, para que queden las inconmovibles. Allí…\n\nAsí que, recibimos nosotros un reino inconmovible, tengamos gratitud, y mediante ella sirvamos a Dios agradando con temor y reverencia;\n\nporque nuestro Dios es fuego consumidor.",
    "Ahora tengo unas notas aquí, y algunas Escrituras anotadas, a las que me gustaría referirme por unos minutos, dándole a esto un pequeño y extraño título. Y estas cintas están listas en cualquier momento para cuando alguien las quiera. El Sr. Maguire aquí podrá proporcionarles estas cosas. Y quiero tomar el texto de, un texto de este tema, más bien, así: El Mundo De Nuevo Se Cae A Pedazos.",
    "Veníamos ayer, o anoche, por Memphis, Tennessee, llegué allí un poco entrada la tarde, o ya de noche. Y a duras penas podíamos pasar por las calles, los—los niños y la gente en tal multitud. Y pensé: “¿A qué se debe esto?”. La—la gente no estaba vestida como si hubiera estado en una reunión religiosa como tal vez nuestro buen hermano, Billy Graham u Oral Roberts. Y de todas maneras no pensé que estuvieran en ese distrito a esas horas. Y las mujeres usaban pantalones, y los niños alrededor solo tenían puestos overoles, y cosas así, enterizos. Y yo me preguntaba qué pasaba, y finalmente lo descubrimos. Habían tenido un—un desfile de Santa Claus. Y miles habían salido a verlo a las calles, y todo eso. Y nos fue muy difícil pasar por Memphis, porque se acerca la época de Navidad.",
    "Y la Navidad es un gran día tan comercial, al punto que casi ha desplazado el Día de Acción de Gracias del cuadro, porque… en el—en el mundo de los negocios, al menos; porque el—el mundo comercial está mucho más influenciado por la Navidad, pues mucha gente va de compras. Y ellos, solo… El Día de Acción de Gracias es una cosita pasajera. Y encontramos que, al ver que la Navidad se acerca de nuevo, pensé que sería algo bueno hablar sobre este tema, a medida que nos acercamos. Viendo que, realmente, la Navidad no es…",
    "Celebramos este día del 25 de diciembre como el nacimiento de Cristo, pero, por supuesto, cualquiera sabe que no fue el nacimiento de Cristo. Ese fue el cumpleaños del dios sol romano, que cuando la iglesia se convirtió, o llegó al catolicismo, eso fue formulado en el concilio de Nicea. En lugar de ser del “dios sol”, ellos lo hicieron el día de nacimiento del “Hijo de Dios”. Que es cuando el sol, es desde el 20 hasta el… quiero decir desde el 21 hasta el 25, es como en su… Olvido cómo es que le llaman, exactamente. Es cuando apenas falta un segundo o dos al estar pasando por esa etapa. Y era el nacimiento del dios sol, y ellos nada más tomaron al “Hijo de Dios” y lo hicieron Su cumpleaños, para mezclarlo con su tradición pagana. Y no significa, en lo absoluto, que sea el cumpleaños de Cristo.",
    "Él no pudiera haber nacido en esa temporada, porque Judea está casi igual en el—en el… muy por encima del ecuador, como aquí, y nos—nos enteramos que, en Judea, en el invierno, el 25 de diciembre, hay ventisca y hace frío. Los pastores no pueden estar en la colina, y hay muchas razones por las que no pudiera ser.",
    "Y entonces Él nació según la naturaleza, como todo lo demás en la naturaleza, Él—Él vino en la primavera. Por lo general, es en la primavera cuando nacen los corderos; y Él era el Cordero. Ahora, personalmente, yo creo que Él nació en marzo, abril, o algo por ahí, a principios de la primavera.",
    "Pero vemos que de eso han hecho un día de mercadeo. Gente amontonándose en las calles, y frotando hombros, y discutiendo sobre cosas, y pensando en si le darán un regalo a alguien, cuánto pagarán por él.",
    "El otro día quedé sorprendido. Estaba parado en cierto lugar, y dos mujeres estaban hablando de darle a su padre el cumpleaños… o del regalo de Navidad para este año. Y una de ellas dijo: “Le compré un litro de whisky”. Y la otra dijo: “Le compré un paquete, o un cartón de cigarrillos”, o algo así. Y hablaban de cómo una gastó mucho más por el whisky que por los cigarrillos.",
    "Y pensé: “¡Vaya manera de dar un—un… presente o dar un regalo en conmemoración de Jesucristo, el Hijo de Dios!”. ¡Qué cosa más mortífera es!",
    "Y veo a nuestro mundo en tal tristeza ahora, contaminado por todos lados, no hay manera alguna de que regrese a sus cabales. Es mejor que prestemos atención a lo que estamos haciendo en estos días. Pues pasamos ahora mismo un duelo, por una de las grandes tragedias, y—y una de las grandes… Nunca pensamos que ese asunto sucedería en América, pero así fue, de todas maneras. Y por nosotros mismos decaer en el Evangelio, ha llegado a estar carcomido con cosas como esas, y se pondrá peor. No hay duda alguna en mi mente de que continuamente empeora.",
    "Pero vemos, en esta Navidad, ya entrando al tema, que esta Navidad encuentra al mundo casi igual como hace dos mil años, cuando vino Jesús. No ha cambiado mucho desde entonces. Porque esta, esa Navidad encontró al mundo cayéndose a pedazos, y estaban esperando un Mesías que ayudara a mantenerlo unido. Y—y más o menos así mismo está hoy, estamos haciendo lo mismo. El Mundo De Nuevo Se Está Cayendo A Pedazos.",
    "Ahora, no es solamente aquí en América, sino que es en todo el mundo, dondequiera que Ud. vaya; el mundo religioso, el mundo político, todo, el—el mundo moral. Pues—pues, ya no queda nada, todo está… La moral solo se encuentra ahora entre la gente buena, y es algo muy difícil de encontrar. Es—es una vergüenza. Y la política y todo está corrompido, al grado que todo el asunto está enfermo y con llagas podridas, desde la cabeza hasta los pies, todo el mundo. ¡Nuestro sistema político, nuestro sistema religioso, nuestro sistema moral, todo lo que tenemos, ha desaparecido! Simplemente, no hay manera de mantenerlo unido. ¡Está, está acabado! El… Estamos al final del camino. Eso es todo.",
    "Nosotros, sé que hemos hablado de eso por mucho tiempo, pero uno de estos días se hablará de algo que ya pasó, será una cosa histórica, y nos encontraremos por fuera si no vigilamos en este momento.",
    "Me pregunto si nosotros, en esta Navidad, si Dios Lo enviara a Él de nuevo como Lo hizo allá hace dos mil años, si Él nos Lo enviara en 1964, me pregunto si ¿no Le haríamos lo mismo que ellos Le hicieron allá? Solo me pregunto si Su Venida tendría más, si Él recibiría un mejor recibimiento en el—en el—en el mundo político o en el mundo religioso, del que tuvo entonces? Me pregunto si estamos en una mejor condición para recibirlo, que como fue allá con Él. Pues sabemos que Él fue rechazado allá.",
    "¿Qué haríamos con Él si viniera? Quizás el mundo religioso, en lo cual estoy basando esto, Le haría lo mismo que Le hizo esa otra vez. Ellos lo crucificarían a Él si pudieran, (no han cambiado), por la misma razón que lo hicieron la otra vez.",
    "¿Por qué lo hicieron, crucificaron a Aquel por el que estaban orando para que viniera a la tierra, para salvarlos, para sacarlos del caos? Crucificaron la única esperanza que ellos tenían. ¿Por qué? ¿Por qué lo hicieron? Porque, cuando Dios contestó sus oraciones, Él las contestó de una manera que ellos no esperaban. Cuando Él vino, Él no vino al gusto de su teología.",
    "Y si Él viniera de nuevo, hoy, vendría de la misma manera; no al gusto del mundo o la teología de las iglesias, y de la manera en que ellos piensan que Él lo haría. Él siempre viene, cuando Dios… La gente cuando se meten en problemas y oran, entonces Dios les da aquello por lo que oran, pero Él lo da de la manera que es de provecho para ellos. Y Lo rechazan, porque no viene de la manera que ellos piensan que Eso debería haber venido. Ellos rechazaron la Palabra ungida de Dios, y Él es la Palabra.",
    "Ahora, Dios, en todas las edades, en todo tiempo, cuando Él comenzó, “Cuando Él habló Su Palabra en otros tiempos por medio de los profetas, en estos postreros días por medio de Jesucristo, Su Hijo”, vemos que cada una de esas profecías era para una cierta edad. Como el rey Nabucodonosor cuando tuvo este sueño, y el mundo gentil desde la cabeza hasta los pies, y Daniel dio la interpretación de este sueño; esa fue una—una profecía para el mundo entero, para siempre, cada sección del Reino Gentil, como vendría desde la cabeza hasta los pies. Y los profetas siempre hablaron las Palabras que deberían suceder a lo largo de cada edad. Y cuando Dios…",
    "La gente se mete en problemas, y Dios les responde. Él les envía un profeta ungido o alguna clase de mensajero, porque Él no puede retractarse de Su Palabra que ha destinado para esa edad. Pero lo que hace, Él envía un mensajero para hacer que esa parte de la Palabra viva para esa edad. Siempre lo hace, ¿ven? Él formó Su Palabra en el principio. Él conocía el fin desde el principio. Él habló Su Palabra. Y en cada edad, cuando ellos se metían en problemas, ellos… ellos oraban, y Dios les enviaba un ungido. Y ese ungido cabalmente traía esa promesa de esa edad que había sido predicha para esa edad, a vida. Y eso es lo que Él hace todo el tiempo. Dios nunca cambia Su programa. Ahora, nunca encontraremos que Dios cambia.",
    "Dios resolvió una vez, cómo Él salvaría al hombre, fue en el huerto del Edén, bajo la sangre derramada. Hemos ensayado todo otro sistema, desde hojas de higuera hasta educación, psicología, sistemas de denominación, y demás, y todo eso ha—ha sido rechazado; y nunca ha funcionado, nunca funcionará. Dios solo Se encontrará con el hombre bajo la Sangre derramada, y es el único lugar donde Él Se encontrará con él, porque esa fue Su primera decisión. Él nunca Se encontrará con el hombre bajo ninguna clase de sistema ético. ¡Él nunca, no hay manera en el mundo! Solo regresen directamente a la Manera de Dios, eso es lo que Él dijo primero. Y Él es infinito, no puede cambiar, y Él siempre es el mismo. Allí es donde Él se encuentra con el hombre, y solo allí. Por eso es que no tenemos compañerismo hoy, por eso es que la iglesia está tan separada, porque cada una está separada en un sistema y, al hacerlo, Dios los rechaza, allí mismo. Él quiere que nos encontremos bajo la Sangre, donde tenemos todo en común, junto a la Cruz. ¡Es el único propósito de Dios al hacerlo! Dios siempre envía Su Palabra.",
    "Y encontramos hoy, que el mundo, hoy, está tal como lo estuvo en aquel día; se encuentra, su sistema político y demás, todo cayéndose a pedazos, y buscando por un mesías que lo mantenga unido.",
    "Ahora, la palabra mesías significa “el ungido”, algo ungido. ¡Dios! Esta es la revelación de Jesucristo, el Libro entero fue sellado con los Siete Sellos de la revelación de Jesucristo. Jesucristo estaba en Génesis; Jesucristo estaba en la mitad del Libro. Jesucristo estaba en—en el Éxodo y Génesis, y Él estaba en la mitad del Libro y estaba en el—el Nuevo Testamento, y en Apocalipsis y hasta el fin, “el mismo ayer, hoy, y por los siglos”. ¡Todo es Dios!",
    "🦅 En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”.",
    "🦅 Dios muchas veces y de muchas maneras habló a los padres por medio de los profetas”. Cuando la Palabra del Señor venía a los profetas, y solo a ellos, porque estaban ungidos con la Palabra, ellos tenían el derecho a interpretar la Palabra. Y Dios obraba a través de ellos, probando que la Palabra era correcta. “Si Yo el… hubiera uno entre vosotros que es espiritual, o profeta, Yo, el Señor, Me daré a conocer a él. Y si lo que él dijere se cumple, entonces escúchenlo. Si no se cumple, no lo oigan”. Eso no es más que razonamiento sensato, para cualquier hombre.",
    "Ahora nos encontramos aquí, en los últimos días ahora, cuando estamos esperando la Venida del Señor otra vez.",
    "Bueno, recuerdo al antiguo predicador bautista que me bautizó en el Nombre de Jesucristo, cuando yo apenas era un muchachito. Y él solía discutir este tema conmigo, acerca de Juan el Bautista. Él decía: “Hermano Billy” decía, “cuando Juan… Cuando Él dijo: ‘Deja que así sea’, y luego Se Lo permitió”. Él dijo: “Entonces Juan, bautizó… Jesús bautizó a Juan, porque sabemos que Juan nunca había sido bautizado y, sin embargo, él estaba predicando el bautismo”. Bueno, eso siempre me dejaba un poco perplejo.",
    "Entonces aquí no hace mucho, me fue revelado, de esta manera, que allí se reunieron en ese estanque, en ese pozo de agua, los dos mensajeros más grandes que el mundo haya visto: un—un hombre que estaba por encima de todos los profetas, el cual fue Juan, “nunca hubo un hombre nacido de mujer, tan grande como él”; y allí estaba Dios Mismo, manifestado en un cuerpo de carne. Y recuerden, y la Biblia nos dice que, “La Palabra del Señor viene al profeta”. Y cuando la Palabra fue hecha carne; aquí estaba de pie el profeta en el agua. Y la Palabra y el profeta se encontraron, ¡se conocían! Correcto. La Palabra Misma, hecha carne, el Hijo de Dios encarnado, vino al profeta, en el agua.",
    "El profeta dijo: “Yo necesito ser bautizado de Ti, y ¿por qué vienes Tú a mí?”.",
    "Él dijo: “Deja que así sea, porque así nos conviene cumplir toda justicia”.",
    "¡Fíjense! Juan, siendo un profeta, sabía que Él era el Sacrificio. Y el sacrificio se debe lavar antes de presentarse para el sacrificio. Y esa es la razón por la cual Él tuvo que ser bautizado.",
    "¡Oh, hoy, nos conviene a nosotros cumplir toda la justicia de nuestro día! La hora ha llegado. La Biblia nos dice lo que va a estar sucediendo en este día. Sabemos lo que la Biblia dice que sucederá en este día. Depende de nosotros aferrarnos de Dios hasta que sucedan estas cosas. ¡Es la hora! Orar por el ungido que nos dará la liberación que estamos esperando, porque Dios lo ha prometido.",
    "Ellos rechazaron la Palabra ungida de Dios en ese entonces, y entonces se derrumbó, se cayó a pedazos. Y de nuevo vemos, esta vez, que también se está cayendo a pedazos una vez más. Me doy cuenta, como dije, que nuestra política está corrompida, nuestra vida eclesiástica está corrompida. ¿Qué sucedió? Esto es lo que lo provocó: cuando Ud. se aleja, en cualquier momento, del programa de Dios, Ud. encontrará corrupción. No puede mantenerse en pie. La Palabra de Dios es infalible, y no hay nada más que tome Su lugar, jamás podrá.",
    "Nuestro sistema educativo, nuestro sistema denominacional, ha tomado el lugar del Espíritu Santo para guiar en la iglesia. Nuestro gran y fino entrenamiento de ministros y cosas han tomado el lugar de—de las reuniones de oración de toda la noche, y la manera antigua en que solíamos llegar a Dios. Ahora, en lugar de tener predicadores, tenemos conferencistas, hombres que conocen la Palabra igual de bien, pueden sentarse allí y colocarla de tal manera que es asombroso cómo pueden hacerlo. Conocen la mecánica, pero esa no es la Dinámica. Queremos la Dinámica. A mí no me importa la mecánica; yo quiero conocer la Dinámica. ¿Qué es lo que Ella hace?",
    "Yo no sé cómo funciona ese carro allá. Tiene pistones y cilindros, y no sé cuánta presión usa. Lo único que conozco es la dinámica, ponerla allí y conducirlo.",
    "Eso es lo que sabemos, Dios hizo la promesa: “Derramaré Mi Espíritu sobre toda carne, vuestros hijos y vuestras hijas profetizarán”. ¿Cómo Lo va a hacer? No podría decirles. Yo solo quiero saber la Dinámica del sistema de Dios. Eso es lo principal.",
    "Hoy hemos estudiado la mecánica al punto que todo es mecánica. ¿De qué sirve un automóvil sin algo adentro que lo maneje? ¿De qué sirven las luces si las—si las… o las lámparas, si no hay corriente que entre en ellas? ¿Ven?, tenemos toda la mecánica, tenemos escuelas y educadores, y demás, que pueden entrenar a un hombre, al punto de poder pararse en el púlpito con tan buenos modales que llega a ser una persona elocuente. Eso aún no trae el Poder de Dios. ¿Dónde está el Poder de Dios que solía estar en la iglesia? ¿Dónde está esa Bendición pentecostal que solía fluir de las iglesias? Por eso es que nuestro mundo se está cayendo a pedazos, porque nos hemos apartado de los verdaderos principios de Dios, y han educado a los hombres en sistemas y cosas. Y eso es lo que nos tiene en la condición en la que estamos hoy. Yo creo que esa es la razón por la cual nuestro mundo se cae a pedazos.",
    "Estos episodios han sucedido en la tierra desde los días de Noé. Vemos que cuando Dios… tenía a Noé, el profeta de justicia, saliendo con su mensaje, hubo un episodio de inmoralidad en ese día, como dice la Biblia: “Comiendo, bebiendo, casándose, dándose en matrimonio”. Nos damos cuenta de la glotonería y la inmoralidad, y demás, sucedió en ese día. Y luego el mundo se cayó a pedazos porque la gente rechazó el mensaje de Dios para ese día. Noé fue un profeta ungido de Dios, enviado de Dios, con un mensaje de Dios, y él le dio al pueblo una advertencia antes de que viniera el juicio. Y ellos se burlaron y se rieron, escarnecieron aquello, y se mofaron, y todo el sistema mundial se cayó a pedazos, en aquel día, y fueron ahogados bajo esos mares. Así es. ¿Por qué? Ellos rechazaron el mensaje de la hora.",
    "Nos enteramos de que sucedió lo mismo en Egipto, cuando Moisés sacó a los hijos de Israel. Todo el sistema egipcio se había corrompido. Y vemos que sucedió de nuevo, cuando Dios envió un mensajero ungido allá por Su Palabra. Fue para cumplir Su Palabra.\n\nUd. dice: “¿Fue para cumplir Su Palabra?”.",
    "Él le dijo a Abraham que eso era exactamente lo que haría. Y alguien tenía que venir a la escena, en ese momento, para hacer que esa Palabra viviera allí mismo frente a ellos. Dios envió a Su Moisés allá, y precisamente lo que Él prometió hacer, él lo hizo, porque él era la Palabra ungida para esa hora. Él dijo que juzgaría a ese mundo. La Palabra de Dios dijo: “Yo juzgaré a esa nación con grandes prodigios y señales poderosas”.",
    "Allí estaba un hombre, un hombre común como Ud. o yo, recibió la Palabra de Dios, y salió allá y habló la creación a existencia. Dijo: “Vengan…”. Tomó arena, y dijo: “Vengan pulgas de la tierra”. Y la Palabra de Dios, a través de la boca de ese profeta, siendo que era exactamente en la hora que debía ser, las pulgas cubrieron toda la tierra. Él cubrió la tierra con ranas, con piojos. Él la cubrió con toda clase de—de pestilencia y cosas. Porque Dios había hecho la promesa, y llegó la hora para que ella fuera ungida, la Palabra ungida para esa hora en la que vivían.",
    "Eso es lo que necesitamos hoy, no está por allá en algún sistema de seminario, sino la Palabra ungida para la hora en que vivimos, para traer de nuevo a Jesucristo al mundo: “El mismo ayer, hoy, y por los siglos”. Hay un—hay un programa establecido para este día, una promesa de Dios. Y la única manera en que podremos llegar a estar bien, es permitiendo que esa Palabra sea ungida. Así es. Siempre ha sucedido. Sí.",
    "Vemos la gran contaminación moral en los días de Nabucodonosor. Él tenía un hombre ungido. Cuando la escritura vino sobre la pared, Él hizo que un hombre pudiera leerla.",
    "En los días de Lot y Sodoma, vemos de nuevo que el mundo se caía a pedazos. Dios salvó lo que se podía salvar, de allí.",
    "En los días de Jesucristo, nos damos cuenta que los sistemas hechos por el hombre habían puesto al mundo en tal condición, y sus políticas de ese día, al punto que, ellos, el mundo entero se estaba cayendo a pedazos, en la primera Navidad.",
    "Ahora nosotros hemos hecho lo mismo, volvimos directamente y corrompimos la Palabra de Dios, por la religión sistemática, al punto que lo encontramos cayéndose a pedazos. ¿En cuál de esos sistemas podemos confiar ahora? ¿A qué sistema podemos ir, al sistema metodista, bautista, presbiteriano o pentecostal? No hay nada que podamos hacer sino regresar a esa Palabra ungida de la promesa para esta hora. Estos sistemas son frágiles, fallan. Ellos, ellos son, son sistemas hechos por el hombre, y no los salvarán a Uds. No hay Vida en ellos. La única Vida está en la Palabra de Dios. Ella es Vida. Él lo dijo.",
    "Y así como fue entonces, mientras oraban, la gente se encuentra al final de su jornada, o al final de sus cuerdas, como fue en los días de Noé y los días de Moisés, y demás. Cuando se dan cuenta de que no pueden avanzar más, entonces comienzan a orar. Y cuando comienzan a orar, Dios siempre responde. Entonces nació Jesús.",
    "El mundo en ese tiempo, como dije, se estaba cayendo a pedazos. Cada nación estaba esperando un mesías, así como nosotros hoy. Roma buscaba un gran genio quien llegara entre ellos, un—un gran individuo quien tuviera todos los trucos militares, que pudiera ir y pisotear a Grecia y al resto del mundo. Grecia buscaba lo mismo, alguien quien pudiera decirles cómo conquistar el resto del mundo.",
    "El mundo religioso judío de ese día estaba buscando un general. Pensaban que bajaría un Mesías del Cielo, con una gran vara de hierro en sus manos, y derrotaría a Roma, los pisotearía y los arrojaría al mar. Y todos allá, estaban buscando ese tipo de hombre. Ellos querían un general.",
    "Bastante parecido a nuestras denominaciones de hoy, nuestras denominaciones están buscando a un superhombre. Nuestra nación está buscando un superhombre; Rusia está buscando un superhombre; el mundo oriental está buscando uno. La ONU está buscando uno. Las iglesias están buscando uno. Pero, ¿qué clase de individuo están buscando?",
    "Rusia está buscando un mesías que esté ungido con—con un gran cerebro que sepa cómo conquistarles el espacio exterior, ganarles a todos a llegar a la luna. Quieren conquistar el mundo. Eso es…",
    "Pero, ¿ven Uds.?, cuando ellos piden estas cosas, y piden esto, no piden como lo dijo Jesús. Tratamos de convertir a Dios en un—en un chico de los recados: “¡Señor, hazme esto! ¡Y hazme esto otro! Y ve y haz eso”, decirle a Él lo que tiene que hacer.",
    "Jesús dijo: “Cuando oren, oren de esta manera: ‘Padre nuestro que estás en los Cielos, santificado sea Tu Nombre. Venga Tu Reino. Hágase Tu voluntad’”. ¿Quién?, ¿encuentre dónde hacemos eso? Siempre queriendo que Dios nos haga favores, o que haga algo por nosotros. Pero es cuando estamos dispuestos a decir: “Hágase Tu voluntad”, encomendarnos a Él, encomendar nuestros caminos a Él. Todo lo que somos, encomendarlo a Él. Allí es cuando Dios se moverá, cuando Ud. esté dispuesto a dejar que Él obre en Ud., no que Ud. obre en Él.",
    "Deje que Él se lo diga a Ud., no que Ud. se lo diga a Él y darle un giro. “Ven a nuestro sistema, ¡oh, Señor Dios!, haznos a todos los metodistas, a todos los pentecostales, que gobernemos sobre los demás. Queremos un genio, nosotros los pentecostales, nosotros metodistas y bautistas”. Tenemos seminarios, construyendo tremendos seminarios grandes, diciendo: “El—el fin del tiempo está a la mano, la Venida del Señor”, y construyendo seminarios de millones de dólares, y demás. ¿Tratando de hacer qué? Conseguirnos un mesías. Así es.",
    "Deje que el Señor levante algo en alguna parte, toda denominación se consigue uno de esos mismos. Así exactamente. Dense cuenta. Vean cuando llegó la sanidad Divina, ¿cuántos sanadores Divinos? Todos tenían que ser un sanador Divino.",
    "Hubo un Moisés en los días de esa salida. Hubo un Elías, un Eliseo, un Isaías, y demás.",
    "Ahora vemos que el mundo quiere su propio mesías. Rusia quiere el suyo, y Estados Unidos quiere el suyo, el mundo eclesiástico quiere el suyo. Cada uno quiere su propio mesías, pero lo quieren de manera que—que ellos lo puedan controlar. Ellos quieren tener control sobre este mesías. ¡Oh, seguro! Sí, ellos, si hubieran podido. Si Dios lo hubiera enviado al gusto de ellos, de seguro lo habrían aceptado. Pero vean, entonces, Dios conocía sus necesidades. Él, Él no ha prometido darnos nuestros deseos y lo que pedimos, sino nuestras necesidades.",
    "Ellos querían un general; recibieron un Bebé. ¿Ven?, era lo que ellos necesitaban. Ellos necesitaban un bebé (¿qué?) para humillarlos, que tuvieran humildad.",
    "Eso es lo que la autodenominada iglesia necesita hoy, humillarse de nuevo. Ha llegado al punto donde no hay confesión, y no hay amor entre el pueblo. Parece estar muriendo diariamente. La iglesia se está enfriando. En todas partes, uno encuentra que el avivamiento ha terminado, y se encuentra un enfriamiento. Necesitamos una humillación. Y nosotros…",
    "Ellos pidieron un general; y recibieron un Cordero. ¿Por qué? Pues, Dios sabía lo que necesitaban. Eso era lo que necesitaban. Ellos necesitaban un Salvador. Ellos pensaban que eran salvos, pero Dios sabía que no lo eran.",
    "Y eso es lo que necesita el mundo hoy, de nuevo, es un Salvador, un Salvador de esta condición, algo que pueda mantenerlo unido. No un régimen educado, alguna clase de sistema mecánico, o alguna clase de sistema educativo. Lo que necesitamos es el Poder del Señor Jesucristo, y la gracia salvadora, de nuevo en la iglesia, donde hombres, mujeres, niños y niñas, puedan ser salvos.",
    "¿Hemos esperado demasiado? ¿Habrá muchos afuera que nunca entrarán? ¿Ha sido redimido el último nombre? ¿Será eso lo que sucede hoy? Podría ser, Uds. saben. Saben, eso—eso fácilmente podría ser, y en ningún momento infringir las Escrituras, en lo absoluto. Podría ser. Así que, ahora no sabemos, tengamos cuidado.",
    "Pero ellos pensaban que eran salvos, y—y, pero Dios estaba mejor enterado que ellos. Y lo mismo sucede hoy.",
    "Ellos habían tomado la Palabra que Dios les había dado para ese día, debiendo haber conocido el día en que Él vendría, y La hicieron una tradición. Jesús dijo: “Uds. han tomado la Palabra de Dios y La han anulado, por sus tradiciones”.",
    "Es lo mismo que ha sucedido hoy, sistemáticamente, en nuestro mundo religioso sistemático. Los sistemas del mundo han tomado la Palabra de Dios y La han hecho tradicional. Y por eso es que Ella no tiene ningún efecto. No saldrá nada de Ella, porque ha sido mezclada.",
    "Ud. no puede poner maíz genuino en algo donde no, a menos que sea tierra, no crecerá. Ud. puede ponerlo al sol y mantenerlo caliente, puede hacer lo que quiera, pero se necesita cierta clase de tierra. Tiene que estar allí adentro. Se tiene que enterrar. Tiene que estar bajo la atmósfera correcta, para que produzca.",
    "¡Y así también la Palabra de Dios! Ud. no puede tomar una iglesia y darle vida, con alguna tradición. Ud. puede traer miembros, por millones, pero nunca hará descender el Poder de Dios hasta que regresemos de nuevo a la Palabra original, de regreso a la Palabra fundamental, de regreso a la Sangre, de regreso a—a Jesucristo, de regreso a las reuniones de oración a la antigua, ¡y de regreso a Dios! Puede ser que estemos tan avanzados, en estos momentos, que la hora haya pasado. Pero, de todas maneras, se debe predicar el Evangelio; nosotros no debemos juzgar eso.",
    "Dios sabía lo que ellos necesitaban, así que les dio lo que necesitaban. Y, de nuevo, vemos que lo que sucedió con ellos, nosotros hemos hecho lo mismo.",
    "Rusia y todos los demás quieren lo suyo. Y cada científico quiere hacerse de un gran nombre. Cada nación quiere tener su hombre sesudo. Nosotros queremos el nuestro. Queremos algo con el sistema educativo. Queremos denominacionalismo. Y es exactamente lo que tenemos. Eso es lo que Uds. hicieron. Es lo que Uds. querían, y es lo que Dios les dio. Ahora, ¿qué van a hacer con eso después de que lo tengan?",
    "Hablaremos de Rusia por otro minuto. Los rusos están pidiendo por un hombre que pueda conquistar el espacio. Los están entrenando tan rápido como pueden, sus científicos. ¿Qué si consiguen uno?, ¿qué pasará si ellos consiguen su mesías?, ¿qué haremos nosotros? ¡Y ay de nosotros si lo consiguen! Recuerden, Alemania acaba de tener un mesías así no hace mucho, hace poco, un Hitler. Y sabemos lo que les causó a ellos.",
    "Ahora, ¿qué me dice de la iglesia?, ¿qué clase de mesías está buscando la iglesia hoy? Uds., la iglesia, son los que han clamado más fuerte. Entonces, ¿al clamar por un mesías, qué estamos clamando? “¡Avivamiento en nuestro tiempo! Volver a esto, eso, y lo otro”. ¿Qué están buscando para conseguirlo? ¿Qué más quieren? ¿Qué es lo que quiere la iglesia, a fin de cuentas?",
    "¡Ya Lo tenemos! Dios nos Lo dio. Es Su promesa para esta hora. Vemos en la Biblia, lo vemos en todas partes en toda la Biblia. Vinieron ungidos e hicieron que esa Palabra viviera de nuevo, justo en la hora para esa hora. Y tenemos al Mesías. ¡Este es Él: la Palabra! “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y la Palabra sigue siendo Dios, Hebreos 13:8: “El mismo ayer, hoy, y por los siglos”. Sabemos lo que debe suceder en este día. Deseamos un Mesías. Y Dios nos dio al Mesías: Su Palabra prometida para este día. Solo está esperando que alguien con fe La unja y La haga vivir de nuevo. Sí, señor. Es un verdadero Mesías, es la Palabra de Dios. Pues, Jesús dijo: “Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "Pero la iglesia está espiritualmente muerta, perdida, la hora ya ha pasado para ellos. Están en una depresión, casi sin saber qué hacer, uno corriendo para acá y el otro para allá. Y aquí cada promesa que Dios hizo en la Biblia, cada una de ellas, está allí tan válida como siempre lo fue. ¡Es la hora! ¿Qué hace que la iglesia sea así? Estamos en la edad de Laodicea, cuando tiene que pasar por aquí. Esta es la hora para eso.",
    "Pero recuerden, allí está la hora cuando la virgen durmiente vino a comprar Aceite, y esa fue la misma hora en que vino el Novio. Encontramos hoy, episcopales, presbiterianos y diferentes denominaciones, que, hace unos años, Ud. no podría haberles pagado para acercarse alrededor de un montón de creyentes pentecostales. Seguro que no. Pero allí están, hoy, entrando. ¿No saben lo que dijo Jesús? Vinieron a comprar Aceite, y dijeron: “Dennos un poco de vuestro Aceite”. Las que tenían Aceite, dijeron: “No es así. Cómprenlo, no sea… de los que Lo venden”. Y mientras trataban de comprarlo, ¡mientras estaban tratando de conseguirlo! ¿Saben en qué hora estamos viviendo, pueblo pentecostal? Cuando vinieron, ellas pudieron haber tenido una confusión, pudieron haber hecho esto, aquello, o lo otro; pero, de acuerdo a las Escrituras, ellas no Lo obtuvieron. Mientras trataban de hacerlo, quizás hayan pasado por todas las emociones, y luego por todos los ismos y sensaciones, pero el diablo puede imitar todas esas cosas. Mientras ellas Lo estaban comprando, o tratando de conseguirlo, vino el Novio, y las que tenían Aceite entraron.",
    "Y allí está la hora en que estamos viviendo. Nunca lo habíamos visto antes. Jesús dijo que así sería, ¡entonces así es! ¿Qué estamos viendo? Estamos viendo la Palabra que Dios dijo que acontecería en este día, suceder frente a nuestros rostros. “¡Oh, entonces despertad, vosotros santos del Señor!, ¿por qué dormís cuando el fin se acerca; preparémonos para ese llamado final”, porque no sabemos cuándo será. Sí.",
    "Nuestro sistema mundial, nuestro sistema de iglesias, nuestro sistema denominacional, todos nuestros sistemas, están contaminados y corrompidos. Lo que nos falta hoy es lo que ellos tenían ayer. Así es. Parece como una sequía, en las iglesias, casi no se puede encontrar una iglesia que esté viva con la Palabra y con el Espíritu de Dios, y grandes cosas aconteciendo como sucedía no hace mucho.",
    "Ahora, vemos que Dios sabe lo que ellos necesitaban, así que Él—Él siempre responde a una promesa. Solo es esta gran Palabra que vemos, una promesa, ellos deberían haber sabido que era exactamente lo que Dios prometió, que sucedería en aquel día.\n\nUd. dice: “¿Cómo?, ¿qué debía suceder?”.",
    "Isaías 9:6, el profeta dijo: “Un Niño nos es nacido, el Hijo, un Niño; un Hijo nos es nacido, un Niño es dado: y Su Nombre será llamado ‘Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno’; y el principado sobre Sus hombros, y Su Reino no tendrá fin”.",
    "Sabemos que íbamos a tener un Niño que nacería en ese día, una virgen debía concebir y dar a luz un Niño. Y Esto no vino a través de ninguno de sus sistemas, por lo tanto, ellos no querían tener nada que ver con Eso. Ellos Lo rechazaron. Pero la Palabra ungida, Dios (Emanuel) hecho carne entre ellos, Se paró allí, Él dijo: “¿Quién de Uds. puede acusarme de pecado, de incredulidad? Escudriñad las Escrituras, porque a vosotros os parece que en ellas tenéis la Vida Eterna, y ellas son las que dan testimonio de Mí”. Él fue completamente identificado que era el Mesías, el Mesías que llegaría en ese día. Y los sistemas habían—habían enredado la mente de la gente con tantas reglas sistemáticas, y demás, al punto que habían anulado la Palabra de Dios. Ellos no podían ver que Él era el Mesías.",
    "Y así como fue entonces, así lo ha vuelto a hacer. Correcto. Lo sistemático del mundo, la mecánica, tiene a los pistones donde—donde debería estar el tubo de escape, en su gran mecánica. Y entonces, ¿cómo se puede encender? No puede. No fue construido de esa manera.",
    "La Iglesia no se puede encender sin el Poder de Dios, por medio de la Palabra. Y el Espíritu Santo solo confirmará la Palabra de Dios, porque eso es lo que debe hacer. La unción es para confirmar la Palabra.",
    "Y Jesús era el Ser Ungido, la Palabra hecha carne. Por eso es que Él salió caminando al agua allí, Él era la Palabra viniendo al profeta. Él fue bautizado por el profeta. Y entonces el profeta se levantó, y dijo: “Yo debo menguar; Él va a crecer”. Encontramos que esa es la manera de Dios para hacerlo.",
    "Pero, ¿Lo recibieron ellos? Deberían haberlo conocido. Deberían haber observado los hechos de Dios. Ellos vieron la Palabra cumplida. Sabían que las Escrituras lo decían, pero no pudieron creer que vendría de esa manera. Tenía que venir a los fariseos o a los saduceos. Si hubiera venido a los fariseos, los saduceos no Lo hubieran recibido. Y viceversa, los—los saduceos no Lo hubieran recibido, porque habrían dicho que los fariseos Lo tenían.",
    "Y así mismo es hoy, nuestros sistemas, y asunto completo estaba podrido y contaminado. ¡Oh, vaya! La hora en que estamos viviendo ahora, el mundo cegado, caminando en oscuridad, rebajados a los sistemas de este mundo, como ovejas sin pastor. Cuando han tenido la Palabra del Dios viviente vindicada delante de ellos, y se han alejado ciegamente, y La dejan, ¿cómo pueden Uds. esperar otra cosa? Amén. Allí estamos.",
    "Entonces, el mundo se está cayendo a pedazos. ¿Por qué? La misma Palabra que la unió ha sido rechazada. Vemos eso en Hebreos, capítulo 11.",
    "Lo dijo Einstein. Yo estaba escuchando su conferencia, aquí la otra noche, en la ciudad de Nueva York, donde él dio una de sus últimas conferencias. Él estaba hablando de una constelación, una pequeña galaxia, era, allá en la constelación. Él dijo: “Si un hombre comenzara por el espacio, viajando a la velocidad de la luz…”. ¿Cuánto es eso?, ocho mil… [Alguien dice: “Ciento ochenta y seis mil”.—Ed.] A ciento ochenta y seis mil millas por segundo. “Le tomaría cien, le tomaría ciento cincuenta millones de años luz para llegar allí”. Él encontró la Eternidad. Luego dijo: “Para regresar, le tomaría otros ciento cincuenta millones de años, que serían trescientos millones de años. Y el tiempo que él se habría ido de la tierra, solo serían cincuenta años”. ¡Allí lo tienen Uds., se metió en la Eternidad! ¡Oh, vaya! ¡La grandeza de Dios, cuando Él hizo todo el sistema solar!",
    "Y este astronauta, el otro día, volando sobre Rusia allá, y dijo que él “no vio a Dios, Ángeles”. ¡Qué ignorante puede ser la gente! Cuando…",
    "¡Dios! Y todo el sistema solar, Él lo sopló de Sus manos; y Él se sienta a tantos millones de años, años luz, más allá de eso. Y todo está sostenido por Su Poder y Su Palabra. ¡Aleluya! Cada estrella tiene que colgar en su lugar. ¡Sí, señor! Y entonces, fue lo suficientemente humilde para venir y convertirse en uno de nosotros, para morir por nosotros; no tenemos excusa. Si una de esas estrellas se moviera de su lugar, de su órbita donde está, si se moviera, afectaría a todo el sistema. Todo el sistema debe girar exactamente igual, porque uno depende del otro.",
    "Y el sistema de Dios, cuando está en perfecta armonía con Él, todo funciona perfecto. Así es, porque tiene que ser así.",
    "Pero la iglesia nunca aceptó el sistema de Dios, ella hizo su propio sistema. Por eso es que estamos todos desequilibrados; por eso es que la iglesia es tan escrupulosa. Por eso es que el mundo se está cayendo a pedazos hoy, porque hemos adoptado nuestros propios sistemas. Por eso es que el mundo político está en pedazos. Por eso es que el mundo religioso se ha caído a pedazos, por cuanto hemos adoptado un sistema en lugar de tomar el plan Eterno de Dios para las edades. Amén. Eso es lo que sucede con el mundo. Eso exactamente es lo que está errado, es porque ellos han adoptado otra cosa. Tiene a la gente así: “Soy presbiteriano; soy metodista; soy unitario; soy trinitario; soy…”. ¡Oh, misericordia! Con razón no podemos mantenernos unidos, no hay nada que nos mantenga unidos.",
    "El Sr. Nixon hizo el comentario más brillante que he oído hacer a cualquier presidente o vicepresidente en los últimos años, cuando dijo el otro día: “¿Qué pasa con el pueblo americano? Han perdido el amor y el respeto el uno por el otro”. Como ciudadanos americanos disparándose el uno al otro, en la calle, ¿cómo podemos? ¡Vaya!",
    "Si Ud. no puede diferir con un hombre, y amarlo al mismo tiempo, entonces cálle. Si Ud. no puede hablarle como un papá corrigiendo a su hijo, con un brazo dispuesto a abrazarlo después, es mejor que lo dejen en paz. Ud. mismo no ha avanzado lo suficiente para saber de lo que habla. Correcto. Puedo diferir con una persona, seguro; pero él sigue siendo mi hermano, tomaré su mano. Yo no puedo dejar que siga con eso; si lo hago, si no se lo dijera, no sería la clase correcta de hermano para él. Es lo correcto. Pero puedo hablarle, y decirle que lo amo, y probarle que lo amo.",
    "Ud. no tiene que dispararle en la calle. Yo difiero con el Sr. Kennedy y—y su política, y su religión, y demás, pero él no se merecía eso. No, señor. De ninguna manera. Ningún hombre merece eso.",
    "Así que, vemos que el mundo entero está corrompido. Nuestra nación, la política, los sistemas religiosos y todo, está corrompido.",
    "Solo está esperando. La Palabra de Dios, que fue profetizada para este día, está esperando que alguien venga y La vindique. ¿Me pregunto si Él ya lo ha hecho? Entonces, ¿dónde estaríamos si ya lo hubiera hecho? Si Él lo ha hecho, entonces ¿dónde estamos? ¡Los más miserables!",
    "Dije algo duro acerca de la Sra. Kennedy un par de veces, de que ella establece modas para el mundo, con estos cortes de cabello y peinados altos y, “Cómo nuestras hermanas y las demás se cortan el cabello, y se visten como la Sra. Kennedy” dije, “como una Jezabel de antaño”. Eso es verdad. Yo lo creo. Yo—yo—yo siento lástima por la madrecita allí esta noche, con sus hijos, exactamente.",
    "Pero permítanme preguntarles algo. Si Jacqueline Kennedy hubiera oído los Mensajes que algunas de Uds. pentecostales han escuchado, de cortarse el cabello y cosas, tal vez ella ni siquiera se habría cortado el cabello. ¡Se supone que Uds. son pentecostales, y aún lo hacen! Ajá. Ajá. Quizás ella no lo hubiera hecho si hubiera tenido la oportunidad y hubiera escuchado el Mensaje, ¿ven?, que Uds. han oído. Allí lo tienen. Quedamos en una mala situación, amigos. Esa es la pura verdad. Sí, seguro. ¡Oh, Dios!, cómo la moral, la cosa…",
    "La feminidad es una de las cosas que mantiene unida a nuestra nación; es la columna vertebral. Y la feminidad, la fina virtud que Dios le dio a una mujer de ser madre, pues, ha—ha—ha desaparecido. Hace ya bastante tiempo que las—las—las—las mujeres de este mundo, sus virtudes, se inclinaron ante una diosa de la moda de Hollywood; modelándose, y vistiéndose, y actuando como lo hacen algunas de estas estrellas de Hollywood. Y muchas veces aun esa vestimenta impía, atractivo sexual, se considera la moda en las iglesias. Y los pastores detrás del púlpito, sin la—sin la audacia, sin la—la fuerza del Espíritu Santo; como un Lot sentado allá, afligiendo su alma, y con un boleto para comer demasiado grande como para decirle a la gente que eso está errado. Sí.",
    "Lo que necesitamos hoy es un desarraigo. Pudiera ser demasiado tarde ya para desarraigar; la hora pudiera haber pasado. Nunca más tendremos otro avivamiento; yo sé que Uds. lo están buscando, pero no lo veo en la Escritura.",
    "Yo espero un Rapto, solo para un puñado de personas. Correcto, solo un puñado de personas. A ellos no los van a extrañar en el mundo. Cuando se vayan, Uds. no se darán cuenta que se han ido. Así es. Vendrá como un ladrón en la noche.",
    "¡Y si Él no acorta la obra, por causa de los Elegidos! Hay algunos elegidos para Vida Eterna, eso lo sabemos; todos ellos lo son, que tienen Vida Eterna. Y si ellos—y si ellos… o Él no lo acorta, por causa de ellos, ninguna carne será salva. El mundo ha encontrado su destrucción, cada dos mil años. Sabemos que el sistema se cayó a pedazos. Se cayó a pedazos en los días de Noé. En los días de Cristo, se cayó a pedazos. Y aquí viene 1964, ¿qué queda? Treinta y seis años para otros dos mil; el siglo veintiuno, el siglo veintiuno acercándose. ¿Qué sucede? La obra todavía se tiene que acortar. Jesús dijo, la—la corrupción de este día: “Los elegidos serían engañados y no serían salvos, si fuera posible”. Allí estamos. Y el calendario nos dice, según la ciencia, que estamos como a quince años de eso. Estamos atrasados en el calendario Romano, de acuerdo al calendario Judío, estamos quince, veinte años atrasados de eso.",
    "Así que, ¿dónde estamos? Vemos naciones derrumbándose, e Israel despertando, las señales que esta Biblia predijo para este día. Vemos las cosas mecánicas aconteciendo. ¡Ahora el Espíritu, la dinámica de esa Palabra prometida, para entrar en Su Iglesia y llevarlos allá al Calvario, y al Rapto! Y allí estamos.",
    "Con razón nos estamos cayendo a pedazos, no hay nada… La mismísima Cosa que creó la tierra, precisamente Lo que fue puesto aquí sobre lo cual girar, la mismísima Cosa alrededor de la cual debían girar los sistemas y todo lo demás, esta Palabra que, por Dios, formó el mundo. Einstein dijo en su, dijo: “Solo hay una explicación de la Escritura… Solo una explicación de por qué este mundo existe” dijo, “y es Hebreos 11, ‘Por fe entendemos la Palabra de… por la Palabra de Dios, que los mundos fueron formados por la Palabra de Dios’”. Eso es todo. No hay nadie que pueda decir cómo permanece allí en el aire, y cómo puede dar la vuelta y hacer sus veinticuatro horas alrededor del ecuador, así sucesivamente, y alrededor de su órbita, por todas partes, y regresar al mismo lugar y no perder ni un segundo. Y cada estrella girando en su ciclo de esa manera, y ayudándose la una a la otra mientras dan la vuelta.",
    "¡Cómo esa luna vigila allá abajo sobre ese mar! Si esa luna alguna vez se moviera de su lugar, quedaríamos cubiertos con cien pies de agua, en un solo segundo, o dos. ¡Esa luna! Miren, aun se podría perforar un hoyo aquí, Uds. que perforan por petróleo, perforar por aquí. ¿Ven cuán lejos está la costa de Uds.? Perfore un hoyo aquí en la tierra, y observe en la hora de la tarde, cómo sube la marea, traerá el agua por su tubería, su agua salada. Seguro. ¿Qué es? Esa luna lo controla, a lo lejos.",
    "Es el sistema de Dios. Es el plan de Dios. Es el Mandamiento de Dios. Pero, hacemos lo nuestro, no tomamos el Suyo. Démonos prisa ahora, para terminar. Como entonces, es igual en esta Navidad, encontramos que nuestro mundo se está cayendo a pedazos. ¡Oh!",
    "Dios fue ungido, y Él prometió Su Palabra. Él nos ungió allá atrás, y Él nos dijo, les dijo: “Cuando Él ungió a Jesucristo…”. Pedro dijo en el Día de Pentecostés, él dijo: “Jesucristo, Varón aprobado por Dios entre vosotros con señales y prodigios, lo cual Él hizo en medio de vosotros; y Uds. mismos lo saben”. Ellos eran testigos. También dijo: “Después de la resurrección y demás, ¡cómo lo había hecho Él! ¡Cómo por manos inicuas tomasteis al Príncipe de Vida y Lo crucificasteis, a Quien Dios resucitó!; y nosotros somos testigos”. Cómo vino Nicodemo y dijo: “Rabí, nosotros sabemos. Nosotros los fariseos, los Tribunales del Sanedrín allá arriba, sabemos que Tú eres un Maestro enviado de Dios. Ningún hombre podría hacer las cosas que Tú haces a menos que sea de Dios”. Ellos sabían que esa promesa era para allá, y ¡sabían que lo era!, pero sus sistemas los tenían tan atados que no podían hacer nada al respecto.",
    "Así es hoy, la mismísima cosa. Ud. no puede hacerlo, Ud. tendrá que entregar su tarjeta de compañerismo la primera vez que lo haga. Ud. solo básese allá afuera en esa Palabra de Dios alguna vez, vea lo que sucede; Ud. queda acabado. Ud. no será popular. Ud. será echado de entre ellos, y todo lo demás.",
    "¡Oh!, si Ud. tiene un pequeño ministerio, ellos lo retendrán por el dinero, atraerán una multitud por su ministerio, recogen dinero y cosas. Pero observen cuando se trata de la Palabra, obsérvenlos cómo retroceden de Eso. ¿Piensan Uds. que un siervo de Dios no sabe eso? Bueno, Jesús aun sabía que Judas andaba con Él. ¿Por qué Jesús no le dijo algo a Judas? Por la misma razón de hoy, Uds. tienen que esperar hasta que venga esa hora del engaño. Así es. Ellos lo tienen. Ellos lo recibirán.",
    "Fíjense, pero ellos no querían la manera en que Él vino, así mismo es hoy. Las iglesias allá querían que sus sistemas fueran ungidos. Los fariseos querían que el sistema fariseo fuera ungido, los saduceos querían el sistema saduceo, los herodianos y demás. Así es hoy. Si ellos… Si Dios envía una unción, y unge a los unitarios, ¡oh, vaya!, ¿si no se lo dirían a los dualistas, o a los trinitarios, o lo que sea? ¿No se lo dirían las Asambleas a los unitarios? “¡Te dije que teníamos razón!”. Los metodistas le dirían a los bautistas: “¡Oh muchacho, ves, la tenemos!”. Ud. quiere que su sistema sea ungido.",
    "Pero Dios solo prometió ungir Su Palabra. ¡Amén! Yo sé que eso quema, pero esa es la Verdad. Dios nunca cambia: Él unge Su Palabra. Sí, señor. La Palabra ungida y prometida para esa edad es lo que Dios unge. ¡La Palabra prometida para esa edad!",
    "Hoy ellos quieren un sistema educativo, (¿por qué?) para poder hacer lo que quieran, y aún mantener su profesión Cristiana. ¡Oh, claro que tienen algo grande!, donde uno puede entrar, pasar por las líneas y cosas, y masticando chicle, y—y patearse entre ellos; y salir y tener salones de recreación y cosas, donde todos salen a jugar baloncesto y cosas así. Yo no tengo nada en contra del baloncesto, béisbol, fútbol o lo que sea, un gran… pero si eso es todo lo que es su dios, es una gran bolsa de aire. Pero déjenme decirles, lo que necesitamos hoy es la Palabra de Dios, ungida para esta edad, que traiga de nuevo el Poder del Espíritu Santo. Sí, está bien, pero eso no pertenece en la iglesia. No, señor. Tienen que construir algo así para mantener unida a la iglesia, será mejor que queme eso o sáquelo a patadas, o tenga algo allí que traiga la Palabra de nuevo. Y esas son las cosas del mundo, ¡oh, mezclándolas con la Palabra de Dios!, Ud. no puede hacerlo. No, señor.",
    "Sí, señor, ahora ellos quieren un sistema. El mundo recibirá un sistema. Ahora vemos que, cada pequeño sistema en sí mismo, cada uno dice: “Quiero que Eso venga a mí. Yo quiero que Eso venga al mío”. ¡Oh!, están consiguiendo grandes máquinas, y educando a predicadores, y cosas así, y los producen, los sacan del cascarón, vaya, ¡con qué intelecto!, al grado que, vaya, alguien que siente que sus palabras, su gramática, es tan mala, que detesta aun subir al púlpito detrás de uno así. Pero lo que necesitamos hoy no es un sistema educativo, no son conferencistas.",
    "Lo que necesitamos hoy es el Evangelio manejado por el Poder de Dios, para vindicar la Palabra de esta hora, a dónde vendrá alguien que se pondrá de pie y llamará a lo negro “negro” y a lo blanco “blanco”, alguien que se ponga de pie y diga la Verdad, ya sea que Eso le quite la piel o descascararé, o lo que Eso haga; es exactamente lo que—lo que la hora requiere, hoy.",
    "Pero la gente quiere algo. La gente hoy, las mujeres, ¿qué quieren? Ellos quieren una—una—una persona, un pastor, que se pare y diga: “Está bien. Ud. puede hacer esto, o hacer aquello. O, está bien, eso no tiene nada de malo, querida”. Ese predicador necesita un azote del Evangelio; permiten cortarse el cabello, usar pintura.\n\nNo, Uds. dicen: “¿Y qué tiene que ver en Eso?”.",
    "¿No saben Uds. que su exterior refleja lo que hay por dentro? ¿No dice la Biblia que Ud. no debería hacer eso? “Ni siquiera es común que una mujer ore así”.",
    "¿Y Uds. hombres quieren algo así? Predicadores, Uds. no pueden decirlo, porque tendrían que entregar su tarjeta de compañerismo, el gran concilio lo echaría a Ud. si dice algo al respecto. Dios ayude al hombre que estime más una tarjeta de concilio o una tarjeta de compañerismo que el bautismo del Espíritu Santo, con la Palabra! ¿Cómo puede el Espíritu Santo, que escribió la Biblia, negar lo que escribió?",
    "🦅 Bueno, los días de los milagros, ¡oh, no necesitamos eso hoy! Sanidad Divina, estas otras cosas, eso, no existe tal cosa. Eso es adivinación, eso es, ¡oh, telepatía mental!”. Pobre, degradado, ¿qué pasa con Ud.? ¡Necesitamos—necesitamos el Evangelio, si el Espíritu Santo está en Ud.!",
    "Si yo les dijera: “La vida de Beethoven está en mí”, yo podría escribir música. Si Beethoven viviera en mí, yo viviría la vida de Beethoven. Si Shakespeare estuviera en mí, yo podría escribir poesía. Pudiera escribir obras de teatro, si Shakespeare viviera en mí.",
    "Y si Jesucristo vive en Ud., las obras que Él hizo, y Su Palabra, Él es la Palabra, Se confirmará en este día, por la misma promesa que Él dio. Amén. Eso es lo que Dios está esperando. Eso es lo que mantiene al mundo, aparte, lo que mantiene unido al mundo, al mundo religioso unido, es Su Palabra, mantiene unida cualquier parte de la Palabra. Sí.",
    "Sin embargo, la gente quiere esa clase de sistema; lo van a recibir. Ellos ya están en eso, ahora mismo. El Concilio Mundial de Iglesias les dará exactamente lo que quieren, a cada uno de ellos juntos. Cómo es que estos pentecostales pueden sentarse en estas convenciones, y entrar a la Ciudad del Vaticano y repartir una carta, y decir: “Lo más espiritual que he dicho, fue cuando me senté al lado del Santo Padre Papa Fulano de tal”, y ser un pentecostal y sabiendo cómo… Es un movimiento pentecostal muerto. La cosa completamente está muerta. Está corrompida. ¡Acabada! Está de nuevo en la Confederación de Iglesias donde pertenece. Exactamente lo cierto.",
    "Pero la Iglesia del Dios viviente, esa Novia, sigue adelante de todas maneras. Y Ella Se irá en el Rapto, por la Palabra, correcto, la Palabra con la Palabra se unirán. Si somos parte de Cristo, parte de Eso, tenemos que ser Su Palabra, porque Él es la Palabra. Correcto. Sí, señor.",
    "Ellos han rechazado la Palabra ungida de la promesa, de esta edad, y Él siempre es la Palabra. Si Dios nos envió una Palabra ungida y prometida nuevamente, para esta edad, en 1946, Él sería el mismo que fue cuando vino en el principio, la Palabra ungida para la edad. Hebreos 13:8 arroja eso directamente en su regazo, y dice: “Él es el mismo ayer, hoy, y por los siglos”. Esa es la pura verdad. Y nosotros… Y Él se quedaría con la Palabra prometida del Padre para esta edad. Si Jesús viene, Él será exactamente lo que la Palabra dijo que sería en esta edad.",
    "Eso es lo que fue Elías en su edad; eso es lo que fue Moisés en su edad; eso es lo que fue Noé en su edad. Así es como, en todas partes, vino todo profeta. Y la—la Palabra, cuando vino en plenitud, toda la Palabra hecha carne entre nosotros, hizo exactamente Lo que dijo que haría en esa edad.",
    "Si viene hoy, Él sería exactamente Jesucristo viviendo Su promesa de lo que Él prometió hacer, así según la Palabra.",
    "Él era la Palabra. Isaías 9:6 es Jesucristo. Y cuando Ella fue hecha carne y habitó entre nosotros, vivió exactamente Lo que hizo. Moisés dijo allá, en el Libro del Éxodo: “Jehová vuestro Dios” o Deuteronomio, “Jehová vuestro Dios os levantará profeta, semejante a mí; y acontecerá que cualquiera que no Le oiga, será cortado de entre el—el pueblo”. Y cuando Él vino, hizo exactamente lo que la Palabra dijo que haría. Y hallaron falta en Él, porque sus sistemas habían cortado Eso y habían dejado la Palabra de Dios sin efecto para ellos. ¿Ven? Ellos no podían creer cosas como Esas. Ellos no podían creer esa clase de cosas, porque ya había pasado ese tiempo, según ellos. ¡Oh!",
    "Pues, Él ha probado que Su Palabra es la misma. Él vindicaría la Palabra hoy, así como La vindicó entonces. Él condenaría, ferozmente, todo sistema denominacional en el mundo, si Él viniera a la tierra hoy. Y eso es lo que Él hizo, la primera vez. Eso sería lo que Él golpearía. Y es exactamente lo que Él golpeó cuando primero vino. Como Él lo hizo allá, así también lo harían ellos en este tiempo. Y Él lo hizo allá, porque Él nunca cambia Su Palabra; Él nunca cambia Su sistema. Es siempre lo mismo, es la Palabra ungida cada vez, para la edad. Así es.",
    "Y de nuevo, como lo encontramos hoy, si Él viniera, Sus planes para mantener unido al mundo serían rechazados así como lo fue allá.",
    "Pero escuchen, para terminar quiero decir esto: No se nos ha prometido un sistema, no se nos ha prometido una denominación, una superdenominación, algún superplan. Pero nos ha sido prometido el Reino, un Reino Eterno. Amén. Eso es lo que se nos ha prometido, tener Vida Eterna en este Reino Eterno. Y el Rey Eterno controla el Gobierno, Su Palabra Eterna dada a Su pueblo que tiene Vida Eterna. Y la gente de Vida Eterna no se alimenta de las cosas del mundo, pero está escrito que, “El hombre vivirá de toda Palabra que sale de la boca de Dios”. Así que cuando nosotros ahora, ambos… Recibimos este Reino, y vemos que, “Ambos, el cielo y la tierra pasarán, pero esta Palabra nunca pasará”. Y esta Palabra es el Reino. Este es el Rey y el Reino, el Sistema, la Vida, cada porción incluida Aquí mismo.",
    "Si Dios juzga a Su mundo por una iglesia, ¿por cuál iglesia lo va a juzgar? ¿Cuántas hay? Cientos y cientos y cientos de diferentes iglesias denominacionales. Si el católico tiene razón, ¿cuál católico? Si el Católico Griego está correcto, entonces el romano está errado. Si el romano está correcto, el griego está errado. Así que, ¿ven Uds.?, si el metodista está correcto, el bautista está errado. Si el bautista está correcto, el—el pentecostal está errado. Si los pentecostales están correctos, entonces los presbiterianos están errados. ¿Ven? Así que todos Uds. estarían muy confundidos.",
    "Pero Dios no nos ha dejado sin un testigo ni una—una—una norma por la cual debamos pararnos. ¡Ella es esta Palabra! Él dijo: “Que la palabra de todo hombre sea mentira, y la Mía sea la Verdad”. Así es.",
    "Porque: “Ambos cielos y la tierra pasarán”. Se nos dice aquí que “Recibimos un Reino que no puede ser conmovido”. Sí, señor. Cuando todos estos reinos mundanos se están cayendo ahora, y el mundo entero se está cayendo a pedazos, sin embargo, nosotros somos bautizados en un Reino que no puede ser conmovido. Amén. Nosotros recibimos un Reino. Así que, cuando el mundo se cae a pedazos, nosotros nacemos en este Reino que no se puede hacer pedazos. Es la Palabra Eterna de Dios, y nos paramos en eso. Jamás se puede hacer pedazos.",
    "Escuchamos tanto de este nuevo sistema que va a traer, el sistema religioso, Uds. saben, va a traer paz a la tierra, cuando los católicos y todos los protestantes se unan. Algunos de ellos creen en sanidad Divina, algunos no creen, y algunos creen esto, y otros creen aquello. Y Uds. tendrán que renunciar a sus grandes discrepancias que han tenido todo el tiempo, su creencia evangélica, para entrar en el Concilio Mundial. Y toda denominación tendrá que entrar allí. Así que, si la denominación está maldita, y pertenecer a ella, ¿qué hace eso? Arrojarlo a Ud. allí de nuevo. Si Roma es la madre de la denominación, y ella es la bestia y la marca de la bestia, entonces ellos le hicieron una imagen, el concilio, todas las iglesias juntas hacen una imagen de la bestia, ¡así que, directamente de nuevo a la marca de la bestia! El sistema del mundo, el denominacionalismo, ha levantado un sistema para traer la marca de la bestia.",
    "Y Uds. lo ven tan bien como yo lo veo, que ahora mismo se hará una obligación, que todo el que no esté en aquello, ya preparado, la gran máquina está allí; la mecánica está allí esperando que Satanás entre en ella, con la dinámica. ¿Ven? Y, cuando lo haga, ningún hombre podrá predicar el Evangelio, ningún hombre, sin pertenecer a este sistema. Allí está la marca de la bestia. Y recuerden, en ese momento, la Novia se habrá ido, Uds. ven entonces lo cerca que está. Muy bien, así que Uds. ven dónde estamos.",
    "Uds. lo pueden ver: esta gran depresión, estas cosas de las que hablan. “¡Oh, despertad, santos del Señor!, ¿por qué dormís cuando el fin se acerca?”. ¿Por qué lo hacéis? A veces Ud. desecha su día de gracia pecando; nunca vayan Uds. a hacer eso. Sí, señor.",
    "Ahora, este sistema no traerá una paz mundial. Si eso trae una paz mundial, ¿qué le sucedió al Príncipe de Paz que fue la Palabra? Eso es anticristo en su enseñanza. Está exactamente en contra de aquello por lo que Dios se paró, lo que Él nos dijo. “Estas señales seguirán a los que creen”, ellos creen que eso es una tontería. Hechos 2:38 es otra cosa para ellos de la que no saben nada. Toda la Palabra y demás, ellos no saben nada de Ella, y ellos La niegan. Cumple exactamente lo que el profeta dijo en Segunda de Timoteo, el capítulo 3: “Serían impetuosos, infatuados, teniendo apariencia de piedad, y negarían la Eficacia de ella, en los postreros días”.",
    "Ese sistema denominacional es la marca de la bestia. Uds. lo han sabido. Si Uds. nunca me han oído decirlo antes, esa es la razón por la que le he dado tan duro. Porque ahora pienso que el tiempo casi ha terminado, así que más vale que venga y diga la Verdad al respecto. Allí está. Esa es la marca de la bestia, exactamente. Roma era la bestia, y ella fue la denominación, la primera organización.",
    "Y salimos de ella, nosotros el pueblo pentecostal, para no ser partícipes de ella; y se dio la vuelta directamente, “como un perro a su vómito, y un cerdo a su revolcadero”, directo allí. ¡Con razón nuestro sistema pentecostal está acabado, y también el metodista, el bautista, el Concilio Mundial de Iglesias, y todos! Están siendo absorbidos en el Concilio de Iglesias, haciendo una marca o—o una imagen a la bestia, para darle su poder. “Y una cabeza fue herida de muerte, y luego vivió”, de la Roma pagana a la Roma papal. ¡Oh, vaya!, ¡cuán ciegos han estado los protestantes! Y aquí está Ud., ahora mismo sentado en medio de eso. Y no hay nada que Ud. pueda hacer ahora. El sistema ya está formado. Ellos lo recibirán y no sabrán que lo recibieron. Ellos van a estar allí, eso es todo; no pueden salirse de eso. Ya está hecho.",
    "Aunque no es extraño para la gente; eso ha sido predicado. Recuerden, Dios dio testimonio de eso, lo vindicó por Su Palabra. Las cosas que Él dijo que haría, Él las hizo exactamente. Así que, no hay excusa. Sí.",
    "Es una mecánica falsa. Ha producido cosas exactamente como las que hizo Jesús: “Uds. por sus tradiciones han invalidado la Palabra de Dios”. Por rechazar esa Palabra verdadera, ellos están de nuevo en lo mismo otra vez, sus enseñanzas y lo mismo que ellos eran en el principio, y eso en contra de Cristo, enseñando la Palabra a los creyentes en esta edad y les dicen que—que rechacen y que no acepten.",
    "Cuando Dios hizo carne Su Palabra entre Su pueblo, en la edad de Jesucristo, en la primera Navidad, ¿qué hicieron los movimientos fariseos y todas esas denominaciones? Dijeron: “Ni vayas a una de esas reuniones. Si lo haces, serás excomulgado al hacerlo”.",
    "¿No ven Uds. cómo las cosas se repiten otra vez? “¿Quién es este Hombre? ¿De qué escuela ha venido Él? ¿Qué tarjeta de compañerismo tiene Él? ¿Qué grupo tiene Él? ¿De dónde viene este Hombre?”. Pues, Él vino hoy como lo hizo entonces: “No permitiremos que este Hombre gobierne sobre nosotros. No permitiremos que nadie nos diga qué hacer. Nosotros somos unitarios; nosotros somos trinitarios; nosotros somos presbiterianos. Nosotros somos esto. ¡Nosotros no tenemos que tolerar Eso!”.",
    "¡Yo sé que no, pero o Ud. tomará la Palabra o perecerá! No hay más. No hay otra manera sino Esa, pero Eso es lo que nos mantiene unidos. El Reino de Dios no es un reino de estos, no lo es, el Reino de Dios no es un sistema de este mundo. Jesús lo dijo. Jesús dijo: “Mi Reino no es de este mundo. Si así fuera, Mis delegados pelearían”. Él es la Palabra.",
    "Somos como Abraham. Abraham recibió la Palabra. Y cualquier cosa que fuera contraria a la Palabra, él la declaró como si no existiera. Y cualquier verdadero hijo nacido de Dios recibe la Palabra de Dios, y no me importa lo que alguien diga, lo qué el sistema hable en contra de esa Palabra, la Palabra es verdad, de todas maneras.",
    "Dios está obligado a encontrarse con Ud. en base a esas promesas. Fuera de esas promesas, Él no puede encontrarse con Ud., porque Ud. se ha separado de Él. Por eso es que nuestro mundo se está cayendo a pedazos. Para terminar, podríamos decir esto:",
    "Cualquier cosa que sea contraria a Ella, es como si no existiera. Un sistema semejante hecho por el hombre, jamás lo miramos. No, señor. Siendo entonces bautizados en este Reino, ahora estamos sentados en lugares Celestiales en Cristo Jesús, ¡oh, vaya!, con nuestro Rey ungido con nosotros; alimentados en Su Reino, Palabra prometida ungida y vindicada entre nosotros. Amén. ¡Fiu! Allí está, Su promesa del Reino hecha ante nosotros, nada puede apartarlo a Ud. de Aquello. No, señor.",
    "Abraham, aunque su esposa era anciana, y él envejeciendo todo el tiempo, eso no le perturbó en lo más mínimo. Él nunca dudó de la promesa de Dios, por incredulidad. No importa cuánto Ud. diga: “Es imposible. Él no puede recibir Eso”, él se quedó con Eso, de todas maneras. ¿Por qué? El Rey estaba con él, mostrándole las visiones y mostrándole lo que sucedería, y sucedió tal como Él lo dijo, y él supo que ese era Dios.",
    "Y cuando Dios hace una promesa y Ud. la ve, y Él la dice y sucede, y la dice y sucede, y la dice, y sucede, y nunca falla, es Dios para ese día. ¡Oh, alimentándose de estas promesas Celestiales de Su Palabra prometida para esta edad!, ¡oh!, sabiendo, con una absoluta seguridad de fe, que vienen cielos nuevos y una tierra nueva. Amén. “Un cielo nuevo y una tierra nueva, porque este primer cielo y la primera tierra pasarán”. Pero en este cielo nuevo y tierra nueva, Pablo dijo aquí en el Libro de Hebreos, el veinti-… 14:25, él dijo: “Porque recibimos un Reino que no puede ser conmovido”. ¿Cómo entramos en él? No por un sistema religioso; sino, un Reino de Dios está dentro de Uds. ¡El Reino! El Rey y Su Palabra es lo mismo, y está dentro de Ud., vindicando la hora en la que ahora estamos viviendo. La promesa que Dios hizo para esta edad, aquí estamos, viviendo con el Rey, sentados en lugares Celestiales, observándolo a Él hacer estas cosas.",
    "Y ¿cómo podemos apartarnos de esa Palabra, hacia algún sistema? ¿Qué hace eso? Niega la Palabra. Ud. tiene que recibir para rechazar la Verdad, antes de que Ud. pueda tener un error. Así exactamente. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "La hora en que estamos viviendo, ¡oh, Dios, el mundo se está cayendo a pedazos! Allí en los hangares cuelgan bombas, allí cuelga lo que lo hará exactamente.",
    "La Iglesia está lista. Ella está sellada adentro, lista para venir. Habrá un gran derramamiento del Espíritu, sí señor, para tomar esa Iglesia y llevarla a los cielos. Exactamente. Porque, ¿ven?, la Iglesia, la Palabra, la Novia… Y, Cristo, Su ministerio está en Su Novia, la cual es Su Cuerpo, el Cuerpo celestial, o quiero decir, el—el Cuerpo sobrenatural de Él aquí en el cuerpo espiritual en la tierra, Su Espíritu está allí dentro viviendo Su Vida, hasta que Él y la Iglesia llegan a ser uno en la boda. ¿Ven?, ellos llegan a ser uno. Él los toma, solo una pequeña minoría en los últimos días.",
    "Y luego todas esas vírgenes que han dormido, a través de la edad, todas se levantaron, ¿ven Uds.? Ahora, eso es en la séptima vigilia, la séptima edad de la iglesia, la última, el tiempo del fin, Laodicea, al final, cuando solo un pequeño grupo de ellos entró. Pero, trae toda la resurrección de todos aquellos que murieron en sus edades, viviendo esa Palabra que fue ordenada por Dios y predicada para suceder en ese día, como lo vimos al pasar por esas edades de la iglesia y ver exactamente la Palabra que recibirían en ese tiempo; cómo Lutero se levantó, como nos enteramos, en la edad de Lutero, que salió la bestia que tenía el rostro como de un hombre, y salió, lo que era un “reformador”, es decir, un hombre. Y, cuando, en todas las edades, cada uno cumplió exactamente con los requisitos de la Palabra de Dios.",
    "Y así esta edad cumplirá exactamente con la señal y maravilla y cosa que Dios prometió hacer en estos últimos días. Y la Iglesia Misma estará lista y se irá en el Rapto con Jesús, porque: “Nosotros recibimos un Reino que no puede ser conmovido. No se puede mover. Los cielos y la tierra pasarán, pero este Reino nunca pasará”. Amén. Estoy contento de estar, esta noche, amén, esta noche, en ese Reino. ¿No están Uds. contentos de estar en Él? [La congregación dice: “Amén”.—Ed.] ¡Oh, vaya!, estar en un Reino, ¡Ese!",
    "Solo piensen, ¿qué podrían prometerse a Uds. mismos hoy? En otros diez o quince años, si el mundo permanece, si alcanza a eso, todo hombre en Shreveport, toda mujer, Ud. tendrá que cargar un arma en la calle, portarla, en su bolsillo, para protegerse. ¡Los matones! ¿Cómo van a detener eso? Inténtenlo. Bueno, todo el…",
    "Estuve en Nueva York la otra semana. Y recorrí millas por allí, no había sino estos matones adolescentes con aretes en la oreja, y pelo desgreñado, vestidos con leotardos, y muchachas con pequeños bikinis, así lo llamaban, allá en la calle. Y el público tiene que darles el derecho de paso. ¡Oh!, ¿qué sucede con este país? Es porque es una—una señal de una nación moralmente decadente, rechazada por Dios. No es más.",
    "¿Cómo pueden Uds. edificar sobre las cenizas de unas ruinas como esas? ¿Cómo lo van a hacer, cuando los maleantes caminan por la calle y le disparan al propio presidente en su carro?",
    "Y la otra noche, un hombre de bar de carretera, fraudulento y todo, simplemente entró y saltó frente a la fuerza policial de Texas con más de cien y tantos parados allí, pasó directamente; y todos mirándolo, sacó su arma y le disparó a un hombre en un asesinato a sangre fría, y se fue. Él se declarará “demente” y saldrá libre.",
    "Aquí mismo en nuestra ciudad, un hombre entró directo a un taller, el otro día, en un pequeño sindicato, y tomó a un—un—un hombre que era un—un vendedor de autos. A él no le caía bien, y simplemente sacó una pistola y le disparó, cuatro o cinco veces. Y luego dijo que estaba demente; y lo dejaron ir. Si se alegó “locura” para ese hombre, entonces también Oswald tenía oportunidad, debió tener la oportunidad de declarar demencia.",
    "¿Pero qué es? ¿Ven Uds. en dónde está?, ¡esa cosa es toda un gran montón de corrupción! Toda la cosa es culpable, y el mundo entero es culpable, y la iglesia es culpable delante de Dios. Amén. ¡Con razón nos estamos cayendo a pedazos!\n\nOremos.",
    "Señor Dios, aquí estamos. La hora está aquí, Padre. Puede ser más tarde de lo que pensamos. Tal vez la corrupción se ha asentado, y el revoltón ha estado comiendo, y la oruga, hasta que toda la Vida se ha ido. Oro a Ti, Señor, que seas misericordioso. Concede, Señor, si hay algún hombre o una mujer, un niño o una niña, en la Presencia ahora, que no Te conoce, que Te acepten ahora mismo, Padre. Pudiera ser que el último nombre que aparezca en el Libro, sea de Shreveport.",
    "Y mientras tenemos nuestros rostros inclinados. Está esa persona aquí que levantara la mano, dijera: “Hermano Branham, estoy plenamente convencido de que lo que Ud. dijo es correcto. El mundo se está cayendo a pedazos, y nosotros recibimos un Reino que no se puede hacer pedazos. Y, en cuanto a mí, no estoy seguro si estoy en ese Reino o no”.",
    "No se confíe porque ha tenido alguna clase de entusiasmo emocional. No se confíe porque Ud. habló en lenguas. Yo creo en esas cosas. Seguro, yo creo en hablar en lenguas; pero he oído a diablos hablar en lenguas y dar la interpretación, escribir en lenguas desconocidas, brujas, ¿ven? Ud. no se puede guiar por eso.",
    "Pero si la Vida de Jesucristo está en Ud., Ella Misma Se expresará, creyendo toda Palabra de Dios. Porque Él no puede negarse a Sí Mismo, Él es la Palabra.",
    "Ahora, si Él es la Palabra, y Él está en Ud., y entonces Ud. dice: “Bueno, Hermano Branham, déjeme decirle, es que yo no puedo aceptar Eso. Yo no creo Esto, que estas cosas sean para este día”, y aquí está Eso prometido para este día, ¡oh, mi hermano!, Ud. ha sido engañado. Algún espíritu se ha apoderado de Ud. y lo ha engañado.",
    "Señora, si Ud., o un hombre, o quienquiera que Ud. sea, si esas cosas que son tan reales, realidad en la Palabra, por las cuales Jesucristo murió; no solo fue para tener una iglesia o tener un grupo emocional, sino para tener un grupo que tiene Su Espíritu viviendo en Él; Su Novia, Su Palabra está allí, toda Palabra es verdad. Y Uds. saben que Eso no opera a través de Uds. de esa manera, Uds. saben que hay cosas en la Biblia que Uds. simplemente no pueden creer que sea así; ¿y Ud. quiere ser recordado en oración! Ahora con todo ojo cerrado, todo rostro inclinado, me pregunto si en esta hora tardía, cuando…",
    "Puede ser que casi haya pasado el tiempo de sentir algo, ¿ven?, porque vendrá un tiempo así cuando el Espíritu de Dios será quitado de la tierra, no habrá más. La Iglesia permanecerá por un tiempo, es verdad, predicando, porque tiene que predicar a los Eternamente perdidos, así como todo ministerio lo hizo, por las edades. La última parte de todo ministerio fue predicar a los Eternamente perdidos. Y habrá un ministerio ahora que predicará a los Eternamente perdidos después de que ellos hayan rehusado recibirlo.",
    "Pero si todavía parece haber una chispa en su corazón, que a Ud. le gustaría tener a Cristo en Ud., y que todo el mundo esté muerto, ¿levantaría Ud. la mano, diría: “Recuérdeme en oración, Hermano Branham?”. El Señor los bendiga. Sí, sí, diez o quince manos. ¿Habrá otro antes de que oremos? Ahora estamos a punto de terminar, en unos dos o tres minutos. Dios la bendiga, jovencita.",
    "Solo piénsenlo, piénsenlo, piénsenlo, ¿y si fuera demasiado tarde? ¿Qué si Ud. fuera la última persona a la que Él tocará a la puerta?",
    "Se está cayendo a pedazos, eso lo sabemos. Ud. no puede quedarse aquí, eso es seguro. Ud. no puede quedarse aquí. Ud. se va. Anótelo, Ud. se va. Y si Ud. está…",
    "Que no sea algo mental. No digan: “Yo pertenezco a la iglesia”. Asegúrese de Eso. Si Cristo no vive a Ud., en Ud., al punto que Ud.… toda su mente, corazón, alma, cuerpo.",
    "Ud., Ud. dice: “Bueno, yo pienso…”. No hay pensamiento suyo que cuente, hermano. ¡Permita que la mente que estaba en Cristo esté en Ud.! “Yo creo que los días no deberían ser… Yo creo que esto no debería ser. Yo pienso que la Palabra no quiere decir esto”. No hay pensamiento nuestro que cuente.",
    "Si la mente de Cristo está en nosotros, entonces reconoceremos que esa Palabra es la Verdad, y Ella vivirá a través de nosotros. ¡Uds. no pueden evitarlo, Ese es Cristo!",
    "Saque la vida de una enredadera de sandía y póngala en una enredadera de calabaza, producirá sandías. Ud. no puede evitarlo, porque la vida que está en ella lo es.",
    "Y si—y si Ud. dice: “Bueno, yo no creo Eso, la—la Palabra aquí”, entonces ese no es el Espíritu de Cristo. ¿Ven?, en Ud. hay algún otro espíritu.",
    "¿Habrá alguien más antes de que oremos? Dios le bendiga. Dios le bendiga, y a Ud., a Ud. Sí, eso es bueno. Ahora, alguien más, solo un momento ahora. Dios lo bendiga, joven. A Ud., damita. A Ud., hermana. Dios le bendiga, y a Ud. Muy bien, ¿hay otro? Dios le bendiga, allá atrás.",
    "No teman ahora. No se avergüencen ahora. Mañana en la noche quizás sea demasiado tarde. ¿Ven? Pudiera ser esta noche que ese corazón deje de latir. Pudiera ser esta noche que Ud. Lo rechace por última vez.",
    "¿Cuántos aquí no tienen el bautismo del Espíritu Santo, levanten sus manos, ¿Ud. sabe que—que no lo tiene? ¡Vaya! Esa es la manera de entrar. El Espíritu Santo es Cristo. Así es como Ud. es sellado en el Reino, Efesios 4:30, “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el día de vuestra redención”. Y si Ud.—y si Ud. tiene ciertas dudas de esta Biblia, de que Ella no es la verdad, entonces el espíritu en Ud. no es Cristo, porque Cristo es la Palabra.",
    "Allí está el Reino que no puede ser conmovido, ese es la Palabra. Ese es el Reino que no puede ser conmovido. “Los cielos y la tierra pasarán, pero Mi Palabra no”. ¡Si la Palabra está en Ud.! “Si permanecéis en Mí, y Mi Palabra en vosotros; pedid lo que queráis, y os será hecho. Las obras que Yo hago” San Juan 12, 14, “las obras que Yo hago, vosotros también las haréis; aun más que estas, porque Yo voy al Padre. Aún un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Fíjense en lo que fueron Sus obras, vean si ha regresado a nosotros en los últimos días. ¿Lo habrán rechazado? ¡En todo el mundo! Y el mundo se está cayendo a pedazos de nuevo, esta Navidad, como en aquella Navidad.",
    "Nuestro Padre Celestial, hubo muchas manos que se levantaron aquí esta noche, tal vez treinta o cuarenta, en este pequeño grupo de personas, que fueron levantadas esta noche, que supieron que no están exactamente donde deberían estar. Ellos supieron que Tú no habitabas en ellos, en la Medida. Algunos, tal vez algo de la Biblia, dicen: “Es que yo… Yo—yo—yo Lo acepto solo porque yo—yo creo que tal vez debería hacerlo”.",
    "Pero, Señor, prometiste que Tú serías la Palabra, y Tú eres la Palabra. “Y vendré a vosotros, y Me daré a conocer a vosotros”. Vemos que Tus sistemas, Tu sistema, nunca cambia.",
    "Cuando Tú viniste en el Antiguo Testamento, dijiste: “La Palabra vino a los profetas”. Y cuando Ella vino, ellos profetizaron y se cumplió, porque era Dios.",
    "Ahora, vemos que cuando Tú nos enviaste, y nos comisionaste para ir por todo el mundo y hacer discípulos, pues Tú dijiste: “Cuando Él, el Espíritu Santo, haya venido sobre vosotros, Él traerá a vuestra memoria estas cosas que Yo os he enseñado”. ¡Eso es, otra vez! “Y os mostraré cosas por venir”. ¡Todavía! “Dios, habiendo hablado muchas veces y de muchas maneras a los padres por los profetas, en estos postreros días por medio de Su Hijo, Cristo Jesús”. ¡El Espíritu Santo Mismo, viniendo, un Revelador de la Palabra escrita, y Uno que muestra cosas por venir! Dice: “La Palabra de Dios” en Hebreos 4, “es más cortante que una espada de dos filos, es Discernidora de los pensamientos del corazón”.",
    "Y el pecador y el hombre de iglesia hoy, se sientan y ven que Tú haces lo mismo, y Lo llaman un espíritu maligno, así como lo hicieron en los días pasados; “Si así llamaron al Señor de la casa ‘Beelzebú’”, y lo vemos.",
    "Señor, Dios, ¿qué más podemos hacer ahora? Hay corazones hambrientos aquí que han levantado sus manos. Tómalos ahora mismo, Señor, llena cada corazón con Tu amor. Concédelo.",
    "Y mientras tenemos nuestros rostros inclinados. Si Uds. que levantaron sus manos quisieran venir alrededor aquí de la plataforma, no—no lo pospongan, ¿ven? En este momento que sigue ahora, solo levántense rápidamente y venga aquí, solo párense. Esta pudiera ser la noche en que Ud. reciba el Espíritu Santo.",
    "Amigos, miren, esto no va a durar todo el tiempo. Va, va a terminar. Está terminando ahora mismo, y puede ser que ya haya terminado. Pero mientras Ud. desee esforzarse en llegar a Cristo, entonces ciertamente hay algo allí aún jalándolo a Ud. en esa dirección.",
    "¿Por qué no vienen ahora y se paran aquí mismo para orar? Uds. que lo desean, si vienen alrededor del altar solo por un momento, mientras mantenemos nuestros rostros inclinados. Ahora la gente está viniendo. Así es, vengan alrededor del altar. Diga: “El mundo se está cayendo a pedazos, yo no quiero nada del mundo en mí. Quiero un Reino en mí que no puede caerse a pedazos”.",
    "Jesús dijo: “Nada se perderá. Yo lo resucitaré en los últimos días. Sí, Yo lo levantaré”. Él lo prometió, así que Ud. no puede caerse a pedazos. Dios lo va a levantar. No me importa lo que sea, Él lo va a levantar.",
    "¿Sabían Uds. que el hombre no puede aniquilar nada? No se puede aniquilar nada. Ud. dice: “¿Y el fuego, cuando está quemando algo?”. Eso no lo aniquila. Solo son los átomos allí descomponiendo esos químicos, y Ud. obtiene calor de eso. Regresa directamente a su condición original, como era en el principio: ácidos, gases, luces, y demás, por así decirlo. Ud. no puede aniquilar nada. Si—si el mundo continuara lo suficiente, pudiera regresar a ser otro pedazo de papel, u otro árbol, o lo que Ud. esté quemando. ¿Ven?, uno no puede aniquilarlo. Dios lo ha hecho así.",
    "¡Oh, Ud. no puede aniquilar la creación de Dios!, esa es la pura verdad, así que ¡cuánto más puede Él levantar aquello que Él ha prometido!",
    "¿Vendrá Ud.? ¿Habrá algunos más ahora? Hay un grupito aquí, ni la mitad de los que levantaron sus manos. Pensé que realmente eran sinceros cuando levantaron sus manos, especialmente en un Mensaje como ese.",
    "¿Cuántos de Uds. aquí, ahora con sus rostros inclinados, saben esto, que han visto a Dios cumplir Su promesa aquí mismo sobre esta plataforma, y saber los secretos del corazón? Una, ni una sola vez, ha dicho Él algo que no haya sucedido. Uds. saben que eso es verdad. En las reuniones, en todas partes, exactamente lo que Jesucristo hizo cuando estuvo aquí en la tierra, Él lo ha hecho de nuevo. Uds. lo saben. Uds. están enterados. Yo estaba pensando en Su sanidad.",
    "Hace dos semanas, antes de ir a Nueva York, había una señora que llegó con un cáncer en la garganta. El Espíritu Santo le habló, en la reunión. Allí estaba ella, el domingo, con un cáncer en un pedazo de trapo, le salió al toser. Los médicos lo miraron, y dijeron: “La vida salió del cáncer, y se soltó”. Y ella lo sacó al toser.",
    "Otra tenía un cáncer en las glándulas femeninas. Y ella lo tenía allí mismo con una fotografía ampliada con la declaración del médico. Ella lo había botado, dos días después.",
    "Un muchachito parado allí, que no tenía memoria, por—por meses y meses y meses. Se había caído y se había lastimado la parte de atrás de su cabeza. Él ni siquiera sabía quién era o dónde estaba. Solo una pequeña oración y ponerle las manos, le pregunté: “¿Cuál es tu nombre?”.\n\nÉl dijo: “Billy Dukes”.\n\nLe dije: “¿Cuántos años tienes?”.\n\nÉl dijo: “Nueve años”. Dijo: “¿Dónde estoy?”.",
    "¡El Poder de Dios! Ojalá hubieran estado conmigo en Colorado hace unas semanas, cuando sucedió algo que los habría estremecido, saber lo que fue. Estamos en el tiempo del fin, amigo.\n\nNo, no posterguen esto por más tiempo. Venga. Si hay otro por aquí, suba. ¿Lo hará Ud.? ¿Vendrá Ud.?",
    "Ahora, si Uds. no vienen, ¿ven?, yo—yo no puedo, yo—yo—yo—yo… Lo único que puedo hacer es decirles la Verdad, ¿ven?, entonces depende de Uds. Como Noé, él entró, el arca se cerró detrás de él, y no sucedió nada por un tiempo; pero el mundo pereció por fuera, y el mundo siguió viviendo igual. ¿Ven?",
    "Pilato siguió adelante, después de haber crucificado a Jesús. Predicaré sobre eso en unas noches: “sangre en sus manos”, si el Señor quiere.\n\nFíjense ahora, ¿habrá otro, antes de que terminemos?",
    "Ahora voy a pedir que las mujeres y hombres realmente consagrados, que conocen a Dios, que vengan y se paren aquí y pongan sus manos sobre estas personas. Esta pudiera ser la última vez que ellos tengan esta oportunidad. Algunos de Uds. personas consagradas que conocen a Dios, vengan y párense con estas personas. Tienen tarjetas rosadas, casi todos ellos, significa que son, son visitas entre Uds. Creo que así es. Vengan, pongan sus manos sobre ellos. Algunos de los miembros del Tabernáculo Vida, pasen aquí. Algunos de Uds. hermanos aquí arriba ¿quieren venir? Vengan, esta es la hora. ¿No—no aman esto, amigos? ¡Vaya! ¿Dónde está nuestro celo? ¿Dónde está ese algo que nos hace avanzar? ¿Qué sucede?\n\nAhora, si la congregación espera un momento, por esta oración.",
    "Uds. personas paradas aquí, ahora miren, no confíen en alguna emoción, aunque hay emoción en Esto. No confíe en si Ud. va a hablar en lenguas o no; no piensen nada de eso. Dios se encargará de eso, ¿ven? Ud. pida que Jesucristo entre en su vida y que Él Mismo viva a través de Ud. Ud. no debe tener más pensamientos propios. Ud. debe tener los pensamientos de Él. “Que la mente que estaba en Cristo esté en Ud.”. ¡Oh!, esto es…",
    "Esto, bueno, Uds. van a oír estas cosas por última vez, un día. Ahora miren, quiero que toda la congregación se ponga de pie, allá afuera. Ahora, Uds. amadas personas que vienen aquí por el bautismo del Espíritu Santo, mañana es Acción de Gracias, no hay trabajo mañana. Esta es su alma, hermano, hermana; este es su destino Eterno. Esto, es ahora o nunca. ¡Y mientras Ud. sienta esa pequeña atracción! Y solo piensen en estas Verdades, están puestas allí delante de nosotros. No sean insensibles a esas cosas, amigos. Es real. Ha sido probado, real, perfecto cada vez. ¡Y es la Palabra, confirmada!",
    "Estoy viendo a un hombre parado aquí mismo. No recuerdo su nombre. Creo que es Blair, el Reverendo Blair. Cuando estuve allá en Hot Springs, aquí no hace mucho, capté allá en la congregación, a ese hombre sentado allí, y un espíritu maligno estaba tratando de llegar a ese hombre, para hacerlo dudar de mí. Ahora miren lo que sucedió. Yo dije: “Tal vez Ud. me necesite en algún momento, ¿ve?”. No pasaron sino unas semanas y su esposa me llamó, el varón se estaba muriendo. ¿Ven?",
    "Y el hombre aceptó, y entonces supo que era el diablo tratando de hacerle creer que era alguna clase de engaño o algo. “Pero ¿cómo habría de saber eso?” pensó él. Y entonces él… Por la oración alejamos el mal de él.",
    "Y luego, hace unas semanas, ¿ven?, Satanás sabía que venía ese tiempo, donde él estaría acostado allí con hinchazón en su costado, creo que dijo su esposa, o algo, con fiebre alta, delirando en la cabeza; no sabían lo que era, alguna infección en su costado, tenía los costados hinchados. Y su esposita me llamó a Tucson. Le dije: “Hermana, ¿tiene un pañuelo?”. Creo que ella tenía otra cosa allí, una pequeña bufanda o algo. Dije: “Yo—yo la puedo ver. Tómela y póngala sobre el Hermano Blair, en el Nombre del Señor Jesús”. Y él le había pedido a ella que viniera a llamar.",
    "¿Qué si Satanás hubiera tenido éxito y lo hubiera hecho descreer, sabiendo que eso estaba allí? Él no estaría parado aquí esta noche con su Biblia sobre su corazón. ¿Ven?",
    "Es Satanás tratando de hacerle a Ud. descreer Esto. Así es. No lo escuchen Uds. Recuerden: “Jesucristo es el mismo ayer, hoy, y por los siglos”. ¿Ven?, estas cosas han sido probadas.",
    "Ahora todos, Uds. aquí en el altar, vamos, solo levanten sus manos, y digan: “Señor Jesús, ayúdame ahora mismo”, cada uno orando.",
    "Nuestro Padre Celestial, estamos reunidos aquí, ¡Oh, Dios!, es entre muerte y vida para estas personas paradas aquí. Permite que el Espíritu Santo entre en sus vidas ahora mismo. Que venga el Poder de Dios que los ha traído alrededor de este altar, que venga a ellos en la resurrección de Cristo, y les dé esa gran Vida Eterna que ellos están buscando. Señor, las iglesias están muriendo por todas partes, parece que el agua espiritual ha sido quitada de la tierra. Y mientras hay una oportunidad para que estas personas vengan bajo la Fuente, concede, Señor, que sus almas resecas, esta noche, que están hambrientas y sedientas de Dios, puedan ser llenas del Espíritu Santo ahora mismo. Concédelo, Señor. Permite que Tus misericordias y gracia sean sobre ellos.",
    "Ahora solo—solo mantengan su cabeza… sigan orando, solo sigan orando. Todos, ¿ven?, solo sigan orando. Yo oraré por Uds. Haré todo lo que pueda, pero no puedo darles el Espíritu Santo. Dios tiene que hacerlo. Miren, imagínense a Cristo delante de Uds., en su mente. Mire hacia allá y vea si Ud. puede ver a Cristo delante de Ud., al cerrar sus ojos. Luego camine directo hacia Él, y dígale: “Señor Jesús, aquí estoy. Tú y yo vamos a ser uno, de ahora en adelante. Tomaré toda Palabra que Tú me has dicho esta noche”. Ahora solo quédense allí, solo quédense, si se quedan esta noche, mañana, el día siguiente, solo quédense hasta que todo haya concluido, orando, creyendo que Dios los llenará con el bautismo del Espíritu Santo.",
    "Ven aquí, Don, guíalos en una oración. Dios te bendiga, Don. 🦅"
  ]
}