{
  "title": "TESTIMONIO",
  "id": "63810009",
  "content": [
    "🦅  Hermano Don, gracias. Esto es una sorpresa algo repentina. [Alguien dice: “Una buena”.—Ed.] Bueno, es un…[“Amén”.] Gracias, quien haya dicho eso. [“Fui yo”.] Muchas gracias.",
    "Estaba disfrutando de esas canciones. ¡Vaya, como me gusta escucharlas! Saben, a mí me encanta el buen cantar, y lo oigo bastante cuando vengo aquí. Normalmente yo no… Cuando vengo para tener servicios de sanidad o algo, tengo que permanecer un poco solo, a solas, y entonces, los muchachos hacen estas cintas. Y, luego, cuando llego a casa o tengo algún trabajo para hacer en la oficina, entonces me siento y escucho esas cintas, una y otra vez. Y escucho todo lo que se dice.",
    "Y me alegra ver al Hermano Gerholtzer aquí esta mañana, un viejo amigo del Evangelio; lleva muchos años en esta misma obra, orando por los enfermos, tal vez años antes de que yo supiera de orar por los enfermos. Y así, y otros hombres aquí, amigos personales. Veo una gran multitud aquí de anoche, del tabernáculo en Jeffersonville. Y estamos muy contentos por eso.",
    "Y conocí al Hermano Young Brown. Dije: “El Hermano Jack dijo que su nombre era ‘Young’, y le queda bien” [Joven.—trad.]. Cuando me dijo que tenía sesenta y tantos años, me fue difícil creerlo. No ha cambiado nada desde la primera vez aquí en Shreveport. Así es, luce igual.",
    "Bueno, Dios es bueno con nosotros. Y esos me—me gustaron, esos cantos de esta mañana, con—con esa profundidad; algo que es real, algo que—que—que significa algo. Se puede beber. Me—me costó mucho no llorar en alto, cuando los escuché cantar ese canto, algo allí sobre el Salmo 23. Y luego—luego venir, y este hermoso canto que acaban de cantar, el trío allí. Solo pensar en el…",
    "Tiene algo que uno siente por dentro, las emociones palpitan, sabiendo que el Reino de Dios está cerca. Todas estas cosas de las que hemos hablado y nos hemos preguntado, están ahora a punto de suceder. Puede ser que algunos de nosotros durmamos antes de ese momento, pero eso no impedirá nuestra resurrección, porque, da el—el privilegio de venir antes de que aquellos sean cambiados.",
    "🦅 La trompeta de Dios sonará; los muertos en Cristo resucitarán primero; luego nosotros los que vivimos y hayamos quedado”. ¿Se fijan en el orden de la resurrección? “Seremos arrebatados juntamente con ellos”. Nos encontramos con ellos antes de encontrarnos con Él. “Seremos arrebatados juntamente para encontrarlos… con ellos, para encontrar al Señor en el aire”.",
    "¿Ven?, Él es Dios, y entonces, pues, Él quiere ser adorado, esa es Su propia naturaleza, es ser adorado porque Él es Dios. Y Él sabe que nosotros al estar allí, estaríamos mirando de reojo para ver si el otro está allí, pero, y entonces no sería una adoración con plena libertad. Cuando nos paremos allí, y—y sabiendo que ya nos hemos encontrado primero, y nos hayamos saludado, pues, luego nos pararemos al lado de Aquel Quien lo hizo todo, ¡y cantaremos los cantos de redención! Como lo ha dicho el Hermano Jack muchas veces: “Cuando los Ángeles rodearan la tierra con los rostros inclinados, sin entender de lo que nosotros estamos hablando”. ¿Ven?, porque ellos nunca han sido redimidos. Pero nosotros tuvimos que ser redimidos, ¡y vaya que lo coronaremos Rey de reyes y Señor de señores!",
    "No sé qué decir. No pensé en qué decir, solo subí aquí. Supongo que es hora de testimonios, solo para dar un testimonio. Y, pues, esta noche, si el Señor quiere, creo… he mirado el pequeño itinerario, y yo… para los—los servicios, y creo que voy a traer mi mensaje esta noche sobre la Pascua o, discúlpenme, el mensaje de Acción de Gracias esta noche. Y luego queremos tomar entonces, tal vez el resto de la semana, si el Señor quiere, en oración por los enfermos. Queremos que se reúnan, después de este pequeño jubileo de Acción de Gracias, que es un memorial de una gran reunión que se celebró aquí una vez en Shreveport, unos… hace unos tres años, cuando tuvieron esta revelación de venir. ¡Y el Señor bendijo tan poderosamente aquí en esa reunión! Y yo—yo confío que el Señor continuará haciéndolo, y que haya almas salvas aquí hasta que el último nombre esté en el Libro en la gran estación de grabación de Dios en lo Alto, aquellos que han aceptado a Cristo como Salvador, han sido llenos de Su Espíritu.",
    "Ahora solo inclinemos nuestros rostros un momento. Estoy pensando aquí en una Escritura.",
    "Señor Jesús, somos personas muy agradecidas esta mañana, sin embargo, estamos limitados con la expresión. Si nuestros corazones pudieran dar paso a lo que—lo que queremos, no sabemos cómo nos comportaríamos. Y allí, no es de extrañar, Tú dijiste: “No habrá espacio suficiente para contener la bendición que Dios derramaría sobre nosotros”. Y estamos agradecidos por esto. Y solo oramos, Señor, inclinando nuestros rostros en adoración a Ti, para que recibas nuestra acción de agradecimiento. Hay tantas cosas por las que tenemos que estar agradecidos, y no podríamos expresarlas, pero solo decimos: “¡Gracias a Dios!”.",
    "Y sobre todas las cosas por las que estamos agradecidos, está ese gran Regalo de Dios al mundo, cuando Dios dio a Su Hijo, para hacer un camino para nuestra redención. ¡Estamos muy agradecidos por Eso! Y nos acogemos a Eso, y lo he hecho desde… Señor, hasta donde recuerdo, desde que era un niño, he vivido para Eso. Y ahora que estoy envejeciendo, sé que el sol no se pondrá muchas veces más, para cuando yo sea llamado y, por lo que he vivido, iré a disfrutarlo. Sé, Señor, que hay muchos conciudadanos del mismo Reino que esperan igualmente, esta mañana, que llegue ese momento. Aquello por lo cual emprendimos el viaje, para servirle a Él y tratar de dirigir a nuestro prójimo a una Vida Eterna, esa gran hora se acerca pronto. De alguna manera podemos sentirlo dentro de nosotros, que está—está más cerca de lo que tal vez podamos pensar.",
    "Y oramos que nos bendigas ahora, y continúes con Tus bendiciones que nos has estado dando esta mañana. Y ahora mientras leemos una porción de Tu Palabra, o un verso o dos, oramos que el gran Espíritu Santo tome estos versos, y un testimonio, para Su honra. En el Nombre de Jesús oramos. Amén.",
    "Pensé en un lugar aquí, creo que se encuentra en—en Corintios, Segunda de Corintios 9, el versículo 14, y 15.\n\n…las oraciones de ellos por vosotros, a quienes aman a causa de…superabundante gracia de Dios en vosotros.\n\n¡Gracias a Dios por su don inefable!",
    "Pablo, aquí hablando de la gracia de Dios que está en vosotros, el Don inefable, del Espíritu Santo, el cual mora en el pueblo. Él estaba agradeciendo a Dios por lo que tenían, el Espíritu Santo había venido sobre estas personas, el Don inefable de Dios, tan rico y puro.",
    "Ahora, yo—yo no tengo nada en mente, en particular, y solo pensé en dar un pequeño testimonio de mi experiencia con Cristo en los últimos días. ¡Ha sido de lo más glorioso!",
    "Toda mi vida, Uds. la conocen; ya me han oído, muchos de Uds. Y pensé en decir esto por algunas personas del tabernáculo que están sentadas aquí. En… Mi congregación en el tabernáculo se compone de como tres naciones, en una mañana cuando hablamos: México, Canadá, Estados Unidos. Casi… Aquí el otro día había veintiocho estados diferentes, para un pequeño servicio de escuela dominical, ¿ven?, veintiocho estados diferentes representados. Quiero decir esto para la gloria de Dios. Al viajar, pienso que… Por la oración y las súplicas, siendo despreciados como lo éramos, rechazados por el así llamado mundo eclesiástico hoy, ese tabernáculo ha llegado a ser la sede más poderosa de la gracia de Dios, que cualquier otro lugar en el mundo que conozca. No he visto algo igual, lo que el Señor obra allí. Es inefable, cómo, lo que Él está haciendo allí, solo en humildad, la gente que viene de todas partes. Y estamos agradecidos por esa pequeña estación, en donde algunas de las personas del país se reúnen a disfrutar de la gracia, y—y a difundir la gracia a los demás.",
    "Ahora, toda mi vida, sentí que quería ir al Oeste. Y muchos de Uds. han leído las historias y escuchado las cintas.",
    "El ministerio de las cintas es una cosa mundial, por todas partes. Creo que es una manera que Dios tiene para esparcir el Mensaje allá en las tierras paganas, allá en donde tiene que ser traducido. Y en Alemania y demás, ellos reciben cintas que van a sus congregaciones, de cientos y cientos de personas; y ponen unas cositas en sus oídos, y lo pasan a una cinta. Y mientras yo estoy hablando, el ministro se para allí haciendo las mismas expresiones, en los otros idiomas, y llevándolo ante cientos. Y cientos están siendo salvos y sanos, solo a través de las cintas que salen por todo el mundo. Todo en inglés, pero traducido a muchos, muchos idiomas diferentes en tribus alrededor del mundo. Sabemos de ellos, nos responden por correo.",
    "Y, pues estoy diciendo esto, va a ser un testimonio personal para la gloria de Dios; que pueda ser que Uds. entiendan en las próximas noches, lo que quiero decir, si el Señor lo permite. Uds. entenderán. Como estaba tratando de decir anoche, el mundo está llegando a un punto en que se está haciendo pedazos, políticamente, socialmente, económicamente.\n\nUds. dicen: “¿En la economía? ¡Hay más dinero!”.",
    "Sí, pero ¿de dónde viene? Hemos prestado de los impuestos que se pagarán dentro de cuarenta años. Está en la quiebra. Está en bancarrota, la nación; no esta nación, sino todas. Y no hay manera de recuperarla. Y es una trampa tendida precisamente para hacer caer a esta nación en algo. Y todos Uds. están enterados de eso. Bueno, ¿quién tiene la riqueza del mundo? ¿Quién la tiene? [Alguien dice: “Roma”.—Ed.] Claro que sí. Roma la tiene. Y cuando nos suceda, cuando lleguemos a quiebra, en vez de estos grandes comerciantes, tabaco, whisky, y todo eso, como… Tienen que conseguir el dinero; lo que tendremos que hacer, o cambiamos la moneda o pedimos prestado el dinero. Y, cuando lo hagan, se habrá vendido la primogenitura nuevamente, exactamente, a la perfección, y es justamente lo que la Escritura dice sobre eso.",
    "Me gustaría conseguir un lugar en algún momento, si el Señor quiere, cuando una carpa llegue a la escena. Y creo que es pronto ya, pronto iré a nivel mundial. Tengo reuniones en todo el mundo que vienen ahora. Y me gustaría conseguir un lugar donde pueda quedarme por unas seis semanas, y solo tomar esas cosas y estudiarlas, ¿ven?, de allá para acá, en la Escritura.",
    "¡Y es sorprendente ver la hora en que estamos viviendo! Me atemoriza. Me atemoriza, no porque… En mi corazón, repican las campanas de alegría, sabiendo que la Venida del Señor está tan cerca. Pero, lo que me atemoriza, es saber que tantos no están preparados para la hora que estamos enfrentando. Eso es lo grave.",
    "¿Cuántos han escuchado la historia de las ardillas de aquella vez allá? Muchos, ¡oh, por supuesto!, creo que en todas partes. Algo parecido sucedió el otro día. Y yo estaba… Uds. han escuchado la historia de las montañas, cuando venía, cuando el Señor escribió esas cosas en las montañas el otro día. ¡Vaya!, mi vida…",
    "Yo no soy un predicador. Cualquiera lo sabe; no soy un predicador. Pero viene de una—una forma espiritual, de—de observar cosas y ver cosas moverse, y advertirle a la gente de cosas que sucederán. Y solo es que… Así estoy hecho. Yo no lo puedo evitar, así como Ud. no pudiera evitar su forma de ser. Pero Dios nos ha puesto, a cada uno, en el Cuerpo, para hacer ciertas cosas. Y yo observo cada pequeño movimiento, cada objetivo, cada motivo, porque todo es gobernado por… gobernado por un espíritu.",
    "Esta iglesia fue puesta aquí con un propósito. Hay un espíritu detrás de esta iglesia. Seguro. Hay un espíritu detrás de su casa, detrás de cada edificio. Detrás de todo hay un espíritu, un motivo y un objetivo. Si esta iglesia viene aquí para exaltar grandemente algún sistema humano o algo, entonces sus motivos no son correctos; pero si está puesta aquí para tratar de lograr algo para el Reino de Dios, entonces el motivo y el objetivo, los dos son correctos, si los motivos son dirigidos de esa manera.",
    "Ahora, he estado pensando, desde que el ministerio, en la primera, segunda y tercera etapa del ministerio. Cuando primero vine a Shreveport, les dije a Uds. que el Señor… Uds. pondrían sus manos, sobre mi mano, y eso lo indicaría así. Y el Espíritu Santo no falló ni una vez, sino que les dijo exactamente cuál era su problema. Yo se los dije en ese entonces, eso. Él me dijo ese día, que: “Vendría un tiempo cuando tú conocerás lo secreto del corazón” sin saber que la Palabra dice que eso sucederá. Yo no lo sabía. Pero la Palabra sí dice que: “La Palabra de Dios es Discernidora de los pensamientos y las intenciones del corazón”, Hebreos, el capítulo 4.",
    "Ahora, esa Palabra, vean, Uds. nunca deben dejar esa Palabra. Ud. debe quedarse exactamente con esa Palabra, la manera como está escrita. No Le ponga interpretación privada a Ella. Solo dígalo tal y como Ella está escrita. Esa es la Palabra de Dios, y eso es Dios. Dios y Su Palabra son lo mismo, sencillamente lo mismo.",
    "Y como dije anoche, hay una porción de la Palabra asignada para cada edad. Y hay alguna unción que baja, la cual proyecta esa porción de la Palabra para esa edad. Y Uds. ven dónde estamos hoy. Lean lo que se supone que debemos estar haciendo, entonces sabrán qué tan avanzados vamos. Yo solo veo que falta una cosa, la Venida del Señor Jesús, en cualquier momento, un Arrebatamiento para la Iglesia, y vamos a encontrarnos con Él en el aire. Ahora estas cosas tienen que suceder en este día, así como Él prometió que lo harían.",
    "Y ahora hace como cinco años, después de que eso había cumplido su tiempo, cada una de esas etapas cumplió su tiempo. Y Él dio visiones, y muchos de Uds. los oyentes de cintas y demás, saben que venía una etapa más, y Él simplemente lo delineó de una manera perfecta. Hay un hombre sentado aquí mismo ahora, estoy mirándolo, estaba allí mismo y vio suceder aquello tan perfectamente como yo lo he visto en mi vida. Y hasta Le tomó fotos, de lo que el Señor Dios dijo que se llevaría a cabo. Y fuimos allí mismo, y allí estaba, exactamente como Él lo dijo. Justo como…",
    "Como la del 17 de marzo, la edición de marzo de la revista Life, Uds. vieron ese círculo de Luz en los cielos, a cuarenta y ocho kilómetros de altura, cuarenta y tres kilómetros de ancho. Pues, solo hay humedad hasta cerca de catorce kilómetros de altura, y ellos ni siquiera pueden comprender lo que fue.",
    "Y parado justo allí debajo de eso, un hombre que está sentado ahora mismo presente, estaba parado allí junto a mí, cuando siete Ángeles bajaron de Dios, visiblemente parados allí, y me hablaron sobre el tiempo final, y estas revelaciones y cosas del Libro de Apocalipsis, los Siete Sellos, y dijeron: “Regresa a casa, y uno por uno traerá el Mensaje”. Eso, así es. Y Aquello subió hasta arriba, y empezó a volverse blanco mientras subía, muy arriba; y una explosión sacudió las montañas, al punto que rocas del tamaño de un—de un—una cubeta, cayeron de las montañas, así.",
    "Y no había nada alrededor. Aun el periódico dijo que revisó si había un supersónico o, un avión, o algo. No había nada, aviones arriba, ni nada. Además, un avión supersónico no podría hacer eso.",
    "Y entonces, se había dicho de antemano que así sucedería, seis meses antes de que ocurriera, seis meses. Y allí estaba. Y la ciencia está investigándolo hoy, allí en Tucson y en diferentes lugares, no pueden entender qué fue eso allá arriba. Entonces, si Ud. consigue la revista y mira, aun puede ver las formas de Sus alas aún allí, a medida que Ellos iban subiendo, los siete Ángeles. Y nosotros sabemos que estas cosas son correctas, amigos. ¡Oh!, si alguna vez hubo un tiempo en que la iglesia debería estar en profunda sinceridad, debería ser ahora mismo. ¡Ahora!",
    "Pero, pues, Eso me ha hecho algo, internamente. Por cinco años ya, me he preguntado qué andaba mal. Sentía en mi corazón como si tuviera—algo me tuviera todo aplastado, y yo—yo no podía entender qué era. En el tiempo de esta tremenda opresión y todo eso, yo solo andaba cubriendo aquí y allá, por el país.",
    "Y el gobierno me tenía bajo una investigación porque, cuando teníamos las reuniones, alguien llenaba un cheque a “William Branham” y yo simplemente lo firmaba y lo entregaba. Y luego recibíamos un paquete de todas—todas nuestras reuniones, y cuando buscaron allí, pues, veían que aquello iba para pagar la campaña. Sin embargo, como yo firmaba mi nombre allí, identificaba el cheque a mi persona, y me informaron que yo “debía al gobierno trescientos mil dólares”. Y ellos no me permitían salir, y tuve que quedarme aquí, y eso así, por mucho tiempo mientras investigaban todo esto. Y—y no estoy, todo fue… Ellos dijeron: “Sí, aquello fue a la campaña, pero la gente le hizo el cheque a Ud. Y, cuando Ud. lo firmó, Ud. mismo se identificó con el cheque, y debe impuestos por eso. Si Ud. lo tuvo en la mano por un segundo, sigue siendo suyo porque Ud. lo firmó”.",
    "Yo no lo sabía. Desconozco toda la mecánica de estas leyes y cosas. Se supone que tenía que tener un sello para estamparlo, en lugar de firmarlo. Cuando yo lo firmé, significa que es mío. Y luego cortaron allí el paquete y encontraron allí, que fue directo a ese fondo y gastado de esa manera. Yo recibo un salario de mi iglesia, de cien dólares a la semana. Hay un síndico sentado allí, que sabe que así es. Y es todo lo que recibo de eso. Y, lo demás, va directamente a la campaña.",
    "Ahora, me sentí como si estuviera aplastado, en los últimos cuatro o cinco años. Bueno, fui a Canadá no hace mucho, en un corto viaje de cacería. Y cuando lo hice, el Señor me ayudó allí a llevar a toda una tribu de indios al Señor Jesús. Y tengo que regresar cuando los—cuando los—los arroyos se descongelan, allá arriba, y esas cosas, para bautizar a toda la tribu en el Nombre del Señor Jesús; fue a raíz de la sanidad de una mujer india que se estaba muriendo de un ataque al corazón, que el sacerdote no quiso atender, lejos allá en los bosques donde tuve que cabalgar por horas, a caballo. Hay algunos sentados aquí ahora, que estaban presente cuando sucedió.",
    "Y ahora, pues, de regreso, tuve que parar en Colorado, para visitar a algunos de mis amigos allí, unos ministros. Soy un—soy un guía en Colorado, y yo los estaba llevando en un viaje de cacería. Dos o tres de esos hombres, tres o cuatro, cinco de ellos están sentados aquí ahora que saben esto. Y ha estado terriblemente seco en Colorado este año, como lo ha estado en toda la nación. Y los incendios serían muy… serían muy peligrosos, así que retrasaron la temporada de cacería por un tiempo.",
    "Pero estando allá arriba, surgió el problema que—que se avecinaba una tormenta de nieve. Y es peligroso estar en las montañas en ese momento, pues en ocasiones he visto que uno no podía ni ver la mano frente a uno, por horas y horas, y treinta pies de nieve caer de una vez, en unas pocas horas, allí sobre uno. Uno se muere. Entonces les dije a mis hermanos, esa mañana cuando salíamos, dije: “Ahora, la tormenta…”.",
    "Prácticamente un centenar de hombres o más, estaban detrás de nosotros. Y aquí venían jeeps, camionetas y todo, saliendo, pues ellos sabían lo que iba a suceder. No quedó nadie allá sino solo el vaquero, el cual inverna allí.",
    "Y fuimos los únicos, la única camioneta que se quedó. Y les pregunté a los hermanos. Dijeron: “Nos vamos a quedar”. Y, pues: “Está bien” dije yo, “ahora estén preparados”. Y salimos y conseguimos… un ministro metodista y yo fuimos y conseguimos más pan y cosas, para poder encontrarlo; eran como cuarenta y ocho kilómetros de ida y vuelta. Y regresamos, el Hermano John y ellos sentados aquí, escucharon eso y se fueron; salieron en ese momento, y llegó la tormenta. Pero nos íbamos a quedar, y yo tenía que ir a Tucson para una reunión, y llamé a mi esposa y le dije que nos… si no llegaba, que alguien más sustituyera, en mi lugar.",
    "Y a la mañana siguiente nos pusimos en marcha. Les dije: “Ahora, con la primera” estaba muy nublado, “que oigan caer la lluvia, o lo que sea, regresen a ese campamento tan rápido como puedan, porque en diez, quince minutos, ya no podrán ver el camino de regreso”. Así que, dejé a los hombres ubicados, y subí caminando, pasando la cima, intentando hacer bajar los venados hacia ellos.",
    "Y yo, unos días antes, calibré mi rifle, allá en Tucson; volviendo a esa altura se desajustó un poco hacia la derecha. Le disparé a un venado grande que había estado buscando por muchos años, y le di muy arriba, y había muerto allá abajo y no podía encontrarlo, el clima se estaba poniendo feo.",
    "Pensé: “Subiré a echar un vistazo”. Y cuando llegué a la cima de la montaña, noté que empezaba a llover, a caer aguanieve, y las grandes gotas de nieve, del tamaño de un dólar de plata se acumulaban por todas partes, y los vientos cruzados. Sabía que todos estaban de carreras, regresando al campamento en ese momento. Bueno, esperé unos momentos, y pensé: “No podré encontrar este venado ahora, con esta tormenta”.",
    "Así que, avanzamos, empezamos a bajar la montaña, solo podía ver a unos tres metros delante de mí. Y como a… yo estaba a unos seis kilómetros o más, para llegar al lugar. Conociendo, bajé la montaña, conocía bien la región, pues había arreado ganado allí por años y años. Bajando la montaña, llegué a una media milla del collado [,8 km], donde cruza así, sobre las cordilleras donde estaba. Y allí estaba…",
    "Yo venía sintiendo esa horrible carga. “He llorado. He orado. He confesado. ¿Qué puedo hacer? ¿Qué es lo que habré hecho?”. Como si uno hubiera hecho algo muy malo; como si uno hubiera lastimado a alguien, y supiera que debe arreglarlo. ¿Qué me condenaba? No lo sabía. Dije: “Señor, si tan solo me lo revelas, yo lo corregiré. Pero ¿qué he hecho sino estar de pie y predicar, y hacer todo lo mejor que pude? Y me he esforzado por vivir limpiamente, claro, y solo conforme a Tus Palabras. Pero, ¿qué he hecho?”. Y esa carga aún no cedía, año tras año. Pensé en eso en la montaña, aquella mañana, y empecé a bajar.",
    "El día anterior, de hecho, era mi aniversario, mi esposa y yo nos casamos veinte años antes. Y no he estado en casa en nuestro aniversario. Y siempre subo a la montaña, a un pequeño lugar donde hay álamo temblón. El primer año que nos casamos, no tenía suficiente dinero para ir de luna de miel, para un pequeño viaje, y luego para después tener un viaje de cacería también, así que llevé a mi esposa a un viaje de cacería como luna de miel. Así que, eso pareció cubrirlo, hacer ambas cosas al mismo tiempo.",
    "Y la recuerdo, una jovencita, yo—yo la cargaba y la pasaba sobre los troncos, y eso. Y llegamos a un pequeño lugar, y le tomé su foto, y eso siempre ha sido algo—algo agradable. Pienso en eso, y pienso en su pelo negro y lo bonita que era; y ahora con canas, y lo que unos pocos años le han hecho a ella.",
    "Pensé: “Creo que subiré allá, pero está—está muy difícil”. Para entonces, la nieve ya lo dificultaba.",
    "Sabía que tenía que regresar, porque habían anunciado: “¡Una gran tormenta en la carretera!”. Lo habían transmitido a toda la nación. No sé si Tom Simpson está sentado aquí esta mañana, o no. Viniendo de Canadá, le dijeron por radio que ni siquiera pasara por aquella región. Todos decían: “No pasen por allí. Vayan por el otro lado, porque está pasando una tormenta horrible”.",
    "Y empecé a bajar la montaña, pensando en eso, y eran como las diez de la mañana. Y de repente, tan claro como Uds. oyen mi voz, la Voz dijo: “Detente, da media vuelta y regresa”.",
    "Ahora, yo no podría decir esto entre personas que son incrédulas. Uno tiene que contárselo solo a creyentes, y así, porque esto, los incrédulos jamás lo entenderán. Se necesita una mente espiritual para entender las cosas espirituales. La Palabra es espiritual; Se interpreta de forma espiritual. Y Ella—Ella es la Palabra de Dios. Y me detuve, y pensé: “Si regreso allá arriba, había que subir otra media milla, así como está rugiendo la tormenta…”.",
    "Y David Wood me había preparado un sándwich, y, ¡vaya que lo era! Creo que se estaba vengando de mí por haberle hecho uno a su padre, una vez. No teníamos más que unas cebollas y miel y pan, y lo junté todo, nos hicimos un sándwich. Y él con dificultad se comió el suyo. Y creo que él quería vengarse conmigo por eso, así que puso… Yo—yo no sé qué tanto él… Y subiendo la montaña, la lluvia caía tan rápido que lo mojó, y solo era una gran masa húmeda. Pensé: “Bueno, me comeré eso y esperaré”.",
    "Y estando allí parado, pensé: “Eso no fue nada; solo me lo imaginé. Era un viento probablemente, soplando, cruzando entre estos árboles”. Y empecé a caminar. Casi no podía caminar. Y pensé: “Bueno, yo—yo creo que regresaré”.",
    "Y oí Eso de nuevo: “Regresa por donde has venido”. Eso dijo. Comencé a subir la montaña, me detuve. Y pensé: “Tal vez yo…”. Me—me estaba dando miedo regresar a donde estaba, porque los—los vientos eran tan terribles.",
    "A veces Dios nos hace hacer cosas que—que parecen muy peligrosas y fuera de lugar. ¿Qué me dicen de Moisés con ese palo, yendo a conquistar Egipto? Y todo lo que encontramos así, que Dios pide lo imposible, ¿ven?, es para así Él hacer lo imposible, para que el hombre sepa que no es él; es Dios que lo está haciendo.",
    "Volví a subir a la cima de la montaña de nuevo, abriéndome camino entre los árboles que se mecían y retorcían. Me senté y tomé mi rifle y, evitando que la mira se… de esa manera. Los osos se mueven en ese tipo de clima. Así que volví a cubrir la mira bajo mi camisa, así, y me senté por un momento. Pensé: “¿Qué estoy haciendo, sentado aquí?”.",
    "Pero Dios obra en maneras misteriosas, Sus maravillas a realizar. Van más allá del entendimiento, para la mente carnal. Ellos no pueden captar ni un vistazo. Y mientras caminaba de vuelta y me senté, estuve allí pensando en Dios. “Preguntándome por qué regresé”. Pensé: “Vaya, para cuando llegue al fondo de la colina, esa tormenta se volvía más terrible cada vez, acercándose, no se podía ver muy lejos, en frente”. Y, ahora, si Uds.…",
    "Uds. no tienen que creer esto, pero esto es verdad. Una Voz me habló y dijo: “Yo soy el Señor Dios. He creado los cielos y la tierra. La naturaleza Me obedece”.",
    "Y entonces me quedé allí un momentito, me quité el sombrero. Y esa Voz en algún lugar, yo no podía verla; solo podía oírla. Estaba por allí en esos árboles, en algún lugar. Pensé. Generalmente uno ve esa Luz de la que todos Uds. saben, generalmente Ella está allí, pero miré por todas partes y no pude ver la Luz. Dije: “¿Dónde estás, ¡oh, Dios!, mi Creador?”. Miré alrededor. No pude oírlo más, oír Su Voz. Esperé unos minutos.",
    "Él dijo: “Yo soy el Señor Dios que te hizo hablar esas ardillas a existencia”. Y todos Uds. saben de eso. Y Dios me es testigo, con esta Biblia delante de mí en esta mañana de Acción de Gracias, si eso no es verdad, Dios puede matarme ahora en la plataforma. ¿Ven?, es verdad. Él aún sigue siendo tan Creador, un Dios—un Dios que pudo proveer un carnero para Abraham, puede proveer. Él sigue siendo Jehová-jireh. ¡El Señor puede proveer!",
    "¿Dónde consiguió Abraham ese carnero? Fíjense, un viaje a tres días de la civilización, en la cima de la montaña donde no hay agua ni nada. Y él tenía necesidad de un carnero, y allí había un carnero enganchado, en el desierto, por sus cuernos. Y Abraham había ido alrededor y había recogido rocas, allí por todo el rededor para hacer este altar; pero Dios aún era Jehová-jireh, el Señor proveerá para Sí Mismo, eso.",
    "¡Lo que Él haya prometido, Él es capaz de hacer! Esa es esa Palabra allí en Mateo, creo, Marcos 11:22: “Si dijereis a este monte”. Yo, yo no podía entender eso. Uds. conocen la historia al respecto.",
    "Y Dios me es testigo, es verdad. Él dijo: “Yo soy Aquel que las proveyó, aquellas ardillas”, dijo Él. Ahora, cuando… Yo escuché de nuevo, para ver lo que Él iba a decir. Nada se detuvo; el viento aullaba, continuaba. Yo—yo tuve que morderme, porque…",
    "Permítanme decirles algo. Las mentes verdaderamente espirituales están a un paso de la demencia. ¿Lo sabían? Una investigación científica se los dirá. Aquí abajo están, lentos y torpes; y luego suben, un poco más espiritual, entonces están así; luego pasan a ser como un hacha sin filo; y luego a una navaja afilada. Ahora Ud. sabe en qué lado caería allí. Si un hombre trata de elevarse él mismo hasta allí, ciertamente irá hacia el lado equivocado. Si Dios lo levanta allí, él está muy por encima de la persona común. Allí es donde vienen las visiones y cosas. Allí es donde está el Reino de Dios. Los poetas, profetas y todos fueron considerados neuróticos.",
    "Jesús Mismo fue llamado un “hombre loco”. Dice: “Sabemos que Tú estás fuera de ti y que tienes demonio” Fuera de sí significa “loco”. Miren a todos los poetas y profetas a través de las edades, eso es lo que han sido considerados, que en extremo tratan de… Quieren, si Ud. mismo trata de subirse allí, ya falló, Ud. nunca lo logrará. Se necesita una Mano que baje de la Gloria, para sostenerle en ese filo allí, entre lo correcto y lo errado. Y parado en esos filos es donde uno puede dar un vistazo a la Tierra Nueva.",
    "Entonces en esa misma hora, Aquello habló de nuevo, en ese mismo momento, estando allí arriba. Él dijo: “Yo soy Aquel que se paró en la barca aquella noche, e hizo calmar los vientos y las olas”. Dijo: “Ponte de pie y reprende esta tormenta, y obedecerá exactamente lo que tú digas”. Esa ha sido esa tercera etapa del ministerio llegando. Viene avanzando, por años. Y parece como que hay algo que continuamente preocupa, yo pienso: “¡Oh!, no…”. Pero eso es exactamente lo que Él hizo. Y esto es Él nuevamente, es exactamente Su Espíritu de nuevo, exactamente.",
    "Pero he tenido tantas imitaciones carnales en lo otro, que me da temor incluso pensarlo. Pues, Uds. tendrán eso, no cabe duda; siempre hay multitudes mixtas. Y esa imitación carnal tiene que seguir Aquello. Lo siguió en Sus días; lo siguió en los días de Moisés; lo hará en cada día. Lo hará en este día cuando el Espíritu Santo está tratando de hacer la obra. Con todo, si una persona es espiritual, la imitación carnal solo magnifica al correcto, Eso, al—al artículo genuino de Dios.",
    "Y estando allí, en ese momento, me levanté y dije: “Señor Dios, gran Creador de la naturaleza, yo creo que eres Tú Quien habla. Ni una sola vez me has mostrado algo que fuera errado, y ni una sola vez me has permitido decir algo que no haya acontecido”.",
    "Dije, por lo tanto: “Le digo a esta tormenta que arrecia: ‘Vayan a sus lugares. Vuelvan, dejen esto en paz’. Y ordeno que el sol brille por los próximos cuatro días, hasta que estos hombres puedan conseguir sus trofeos de caza, y yo pueda ayudarles a conseguirlos, y a salir de estas montañas”.",
    "Y el Señor Dios, Quien es mi Juez solemne esta mañana: esa lluvia y las cosas que se retorcían, en un momento ya no había nada. Miré, y vino un viento del otro lado, sobre la cima de la montaña, y levantó esas nubes así. En cuestión de unos pocos minutos, el sol había salido, directo sobre la cima, y brillaba abajo, no podía estar más hermoso.",
    "Así mismo como sucedió en Alemania. Uds. recuerdan la historia en Alemania. Cuando esos brujos, quince de un lado, cortaron, tomaron una tijera y cortaron una pluma, la apuntaron en esta dirección, y se pararon allí haciendo sus hechizos, y dijeron que harían que la carpa se volara, con treinta mil personas. Y el Hermano Arganbright estaba parado allí. Y aquí venía la tormenta, una nube que se acercaba. Yo estaba junto al Hermano Lowster. Muchos de Uds. lo conocen, el alemán nacido aquí en América que es mi intérprete allá. Y él—él se paró allí. Le dije: “No interprete esto”. Pero dije: “Señor Dios, Tú me diste una—una visión y me enviaste a Alemania. Estos brujos han traído esta tormenta. Tú eres el Dios de la creación, ¡sea notorio que Tú eres Dios!”. Nadie podía entender inglés, y no había más de una docena allí que supiera de lo que yo estaba hablando.",
    "En ese momento, la carpa ya se levantaba así, con treinta mil personas debajo, saltaba, subiendo y bajando así, se asentó, y las nubes y los truenos que rugían se fueron. En menos de cinco minutos, el sol brillaba iluminándolo todo, cuando cerca de unos quince mil alemanes vinieron al Señor Jesucristo. Él aún es Dios. Él es tan Dios como siempre lo ha sido.",
    "Bueno, me paré allí en esa colina. Cuando salí como a los cuatro días, cualquiera aquí sabe que es la verdad, no hubo ni una nube en el cielo, desde esa hora, por cuatro días.",
    "Cuando bajé y salí, fui a comprar gasolina cuando salimos de las montañas, y dije: “Ha estado bastante seco”.",
    "Dijo: “Sí, ha estado seco”. Dijo, él dijo: “Estábamos esperando una tormenta el otro día, llegó, pero no sabemos, la cosa paró”. ¿Ven?",
    "Seguí hasta el otro lado de Colorado, me detuve por gasolina. Billy Paul, mi hijo allá atrás, andábamos juntos. Le dije: “Vamos a ver si por acá se detuvo”.",
    "Y entré con el auto, dije: “Buenos días” y empezamos a hablar con el hombre.\n\nÉl dijo: “Buenos días”. Y él…\n\nYo dije: “¡Qué día tan hermoso!”.",
    "Él dijo: “Sí, el viejo sol está saliendo, caluroso de nuevo”. Dijo: “Realmente nos quemó este verano”.",
    "Y yo dije: “Sí”. Dije: “Bueno, es en toda la nación”.\n\nÉl dijo: “Sí, así tengo entendido”.\n\nY le dije: “Se está acercando la temporada de sus tormentas”.",
    "Él dijo: “¿Sabe algo?”. Dijo: “Todos los periódicos, la radio y lo demás, dijeron que una tormenta venía el otro día. Y llegaron las nubes, y comenzó la tormenta. Y de repente, no sabemos qué le sucedió, todo desapareció”.",
    "Él aún es Dios, tan Dios como siempre lo ha sido. Pero, ¿cómo puede un hombre decir esas cosas a menos que Dios le diga primero que lo diga? Vean, no es una idea; sino que Ud. sabe lo que está diciendo, entonces lo hace. Pero espere, no intente decir: “¡Oh, así será!”. Mucha gente, pienso yo, y—y dones de Dios… Esperen a saber que lo es, Uds. sabrán que es Dios. ¿Ven?, esperen hasta que venga la Voz, y que Uds. La escuchen, y Lo sepan, Lo vean, entonces Uds. podrán decir: “Es ASÍ DICE EL SEÑOR”. Si no es ASÍ DICE EL SEÑOR, entonces es una impresión suya, es lo que algún otro piensa. La gente le pide a las personas: “Dígame esto. Haga esto por mí”. ¿Cómo podría uno hacerlo, si uno es honesto con Dios, hasta que Dios primero se lo diga a uno? ¿Cómo puedo decirle a Ud.: “Así dice Jack Moore” si Jack Moore no me ha dicho nada? ¿Ven? Tiene que venir primero de Dios, no ser un pensamiento. Tiene que ser Dios, y entonces sucederá, porque entonces es ASÍ DICE EL SEÑOR.",
    "Ahora, no todos tendrán eso. No, señor. No será así. Nunca fue de esa manera. Nunca será así. Dios trata con un individuo. Él lo hizo en los días de Noé. Él lo hizo en los días de—de Josué. Él lo hizo en los días de Moisés. Él siempre lo ha hecho. Él nunca ha hecho un sistema. Ha sido un individuo, porque dos hombres no piensan igual, nunca. Vean, Él nunca hizo algo diferente. Pero, no todos tenían que ser Moisés. Ellos no lo entendían; ellos solo seguían. Y el Espíritu Santo, si un hombre es ungido de Dios, lo dirigirá a Ud. a seguir al Espíritu Santo y la Biblia, porque Él es Quien hace estas cosas, Jesucristo en la forma del Espíritu Santo obrando en la gente.",
    "Parado allí, empecé a caminar, bajando de regreso. Me paré allí. Lloré. No pude evitarlo, al ver lo que había sucedido allí mismo en un momento.",
    "Y los hermanos allá arriba, ahora ¿cuántos eran, hay alguien aquí? Yo sé que Fred Sothmann y ellos están aquí, que estaban allá arriba; no, Fred estaba conmigo en el otro lugar. ¿Habrá alguno aquí ahora que estaba allá arriba? ¿Ya estará aquí el Hermano Banks Wood y los demás? ¿Habrá alguien aquí además de Billy Paul que estaba allá arriba? Estos muchachos acababan de salir, sí, y el Hermano Wood, y el Hermano Taylor o, olvido el nombre del otro hermano, cuatro o cinco de ellos estaban parados allí. Estos hermanos aquí, el Hermano Martin acababa de salir, salió el día anterior, a causa de la tormenta que venía. Todos Uds. recuerdan la tormenta, la transmisión, ellos dijeron que venía. [Un hermano dice: “Nos la encontramos”.—Ed.] Ahora, ¿qué dice? Ud. se la encontró. [“Nos la encontramos”.] Ud. se la encontró.",
    "Entonces, y ahora fíjense. Parado allí, pensé: “Bueno, supongo que bajaré la colina”.",
    "Y yo—yo hice un voto a Dios, hace unos años, saliendo con los Hombres de Negocios del Evangelio Completo, que: “Yo no cazaría a pedido de otra persona, a menos que fuera una emergencia”. Yo simplemente no lo haría.",
    "Y, sí, es el Hermano Jack Palmer, ¿está aquí? El Hermano Jack, era de Georgia, acostumbra a venir aquí. Él estaba parado allí. Y la noche anterior, él dijo: “Hermano Branham, tráigame un venado”.",
    "Y, ¡oh!, me estremecí, porque yo—yo sabía que había hecho un voto de que no haría eso, cuatro o cinco años antes, porque ese año maté diecinueve cabezas de alce, solo. Solamente para esos hombres de negocios que se sientan alrededor y hablan de sus negocios. Yo tenía que salir y matar su presa. Y eso no me pareció… me hizo como un asesino, pero yo no lo haría más. Los llevaré a donde está, pero no le dispararé. Así que, le prometí a Dios que yo no lo haría.",
    "Entonces yo había llegado, había dejado el lugar, comenzaba a bajar la colina, y una Voz me habló, y dijo: “¿Por qué no caminas Conmigo?”.",
    "Y dije: “Señor Dios, si eres Tú, yo sé que solo la mano de Dios podría despejar esas nubes y hacer lo que Tú has hecho aquí”. Y el sol cálido brillando, me secaba la camisa, y le salía vapor. Y dije… Era una gran catedral, un bosque virgen, Uds. saben. Y dije: “Entonces, creo que subiré por aquí, Señor, si Tú no tienes una cierta dirección. Quería subir allí y pararme solo unos minutos como un pequeño memorial a mi esposa, de nuestra—de nuestra primera y única luna de miel, Uds. saben, a la que pudimos ir. Y la llevé a un viaje de cacería; y aquí estoy yo este año, de nuevo, cazando con estos hermanos; y ella allá en Tucson, tratando de llevar las cosas”.",
    "Y empecé a caminar por allí, y comencé a pensar. Ahora esto va a sonar muy gracioso. Y me daré prisa, porque sé que el servicio empieza para Uds. en unos diez minutos. Y, pues yo caminaba por allí y estaba pensando: “¡Oh!, ¿me pregunto por qué ella nunca me ha dicho una palabra cuando salgo para algún lugar?”. Y esta mañana quiero decirles lo que pasó, en unos minutos. Yo—yo…",
    "Todo hombre debería pensar así: Yo—yo creo que no hay una mujer en el mundo como mi esposa. Ella es una persona maravillosa, es piadosa, se queda en casa. Ella siempre me ha tenido la ropa lista. Y yo ausente, en los viajes, y todo; llegaba, decía, bromeaba con ella un poco, le decía: “Yo soy tu marido. ¿Eres mi esposa?”. Y así, y besaba a los niños, me arrodillaba y hacía una oración; y me ponía la ropa, para así no perder la cabeza, por las multitudes y cosas, me iba a pescar o a cazar, lejos de ella. Ella ha tenido que soportarlo todo sola, por su cuenta.",
    "Entonces me puse a pensar: “Bueno, tal vez cuando estoy en casa, lo único es que siempre estoy… lo único que conozco es a Dios y Su Palabra. Y constantemente estoy hablando sobre Ella”. Y yendo por allí, me vino un pensamiento, dijo: “Bueno, tal vez ella solo te deja ir porque así—así mantiene a la gente alejada, o algo así. Y ella puede tener un poco más de paz cuando tú estás ausente”. Y yo empecé a darle cabida a ese pensamiento. Hice: “Hmm” así, y cuando lo hice, me vi la barba en la cara, de una semana, y más de la mitad estaba gris. Pensé: “Bill, estás… ya sabes hacia dónde vas. Ya vas de salida, ¿ves?, te estás envejeciendo. Y has cruzado esa marca de los cincuenta”. Y eso estaba pensando, yendo allí con mi rifle colgado del hombro, caminando así.",
    "Y de repente, algo sucedió. Parecía que, en todo sentido, yo era un muchacho otra vez. No sé qué habrá ocurrido mentalmente, o qué haya sido. Y miré, estando allí frente a ella, y allí, frente a mí, y allí estaba ella igual como cuando me casé con ella. Bajé mi rifle. Me froté los ojos. La miré y ella extendió los brazos así, me miró. Yo incliné el rostro.",
    "Pues, subí allí para un pequeño—un pequeño memorial por nuestro aniversario; pararme junto a esos árboles, un bosquecito de árboles allí arriba, álamo temblón, así como en los bosques del norte cuando subimos a Adirondack. Y siempre voy allí, cada veintitrés de octubre, cuando estoy allí arriba.",
    "Y allí estaba ella. Y yo había asentado mi rifle, miré allí. Y me detuve un minuto, e incliné el rostro. Volví a mirar, y ella seguía allí con los brazos extendidos. Y pensé: “No habré enloquecido”. Volví a mirar. Pensé: “Esto, ¿por qué?”. Aquí estaba yo, un joven. Miré mis manos, y dije, yo… “Señor, mi responsabilidad en el mundo, de traer Tu Mensaje, seguramente me ha pasado algo”. Y miré de nuevo, y entonces simplemente se desvaneció.",
    "Y recogí mi rifle, me lo puse al hombro. Y dije: “Tal vez eres Tú dándome a conocer la razón: sí se le rompe el corazón cuando he… cuando llego, y salgo a cazar, y cosas así”.",
    "Pero cuando comencé a caminar, me quité el sombrero de nuevo. Dije: “Dios, yo sé que Tú estás aquí. No hay duda en mi mente que estás aquí. Y yo Te creo, cada Palabra. Tú, Tú haces que ese sol brille sobre mi espalda. Eres Tú Quien hace estas cosas. Tú eres el Creador. Yo, yo he sido tan lento, que parece que tengo miedo de tomarlo; temo hacer algo mal”. Dije: “Hay una cosa que Te pediré que hagas. Quita la carga de mi corazón. Ya no es necesario que trate de confesar, pues, por cinco años Te he clamado constantemente: ¿Qué habré hecho? Dime qué es”.",
    "Y en ese momento yo iba subiendo la pequeña colina, cerca de donde me iba a parar por unos minutos, solo para agradecer al Señor por mi esposa y por el exitoso matrimonio que Dios nos había dado, y el amor que nos hemos tenido el uno al otro, estos años, y por nuestros hijos. Hago eso cada día veintitrés de octubre. Y había un pequeño álamo temblón, de unos, ¡oh!, veinticinco centímetros de espesor, había crecido así, y salía como en L, y subía. Y justo cuando estaba subiendo la colina, me sentí muy débil, y simplemente me apoyé contra ese árbol, así.",
    "Y podía oír algo golpeando en las hojas, por un minuto. Ahora, las hojas se habían secado para cuando había caminado hasta allí, como unos trescientos o cuatrocientos metros. Y miré, y era agua que venía de mis propios ojos, que rodaba por las barbas grises, cayendo al suelo. Yo dije: “¡Oh, Dios!, ¡qué—qué fracaso soy!”. Y parado allí en esa condición, dije: “Yo—yo confío que seas misericordioso con ella”. Dije: “Yo—yo no soy digno de pedir misericordia”. Dije: “Algún día, sé que estoy canoso, y yo—yo tengo que partir, Señor”.",
    "Y supongo que la gente piensa que es una locura, pero yo—yo encuentro a Dios en esos lugares. Allí—allí es donde es real para mí. Yo… Es tan—tan real como lo es aquí mismo; y, francamente, un poco más, porque, verán, todos Uds. forman parte. Allí, parece que estoy parado con Él a solas, hablando tan solo con Él.",
    "Y mientras estaba parado allí, oí que se rompía maleza, y como que levanté el rostro; ahora, tenía una camisa roja y una banda roja en mi—mi sombrero, con un pañuelo rojo envuelto en uno de esos sombreros del oeste. Y yo—y miré, y allí estaban dos, tres venados parados justo a mi lado, simplemente caminaron allí; yo con ese rojo. Todo ese tiroteo allí, un centenar de hombres, les habían disparado cuarenta veces, supongo; pues, seguro, se habrían dispersado inmediatamente. Pero no lo hicieron. Solo se pararon allí y me miraron.",
    "Y, buena carne, dos cervatos adultos y una gran cierva. Y algo me dijo: “Allí hay un ciervo para el Hermano Evans, uno para el Hermano Welch, y uno para el predicador metodista. He ahí exactamente lo que el Señor Dios te ha dado ahora. No pueden escapar. No hay manera de que puedan”. Tenía el rifle colgado aquí mismo en el hombro. Y antes de que pudieran siquiera darse la vuelta, habría matado a los tres, ¿ven?, así, antes de que pudieran siquiera moverse. Estaban justamente en mis manos. Y yo… Y yo—yo pensé: “Allí están, exactamente los tres. Con la facilidad de rodarlos aquí por la colina, y luego cargarlos directamente”. Y pensé: “Sería muy fácil. Allí están los tres, entonces podríamos irnos a casa enseguida, tomarlos y salir de las montañas”. Y mientras los miraba allí, estaban de pie, mirándome, muy tranquilos, a unos catorce metros, dieciocho. Bueno, solo me quedé quieto.",
    "Y no sé si Uds. hombres cazan venado o no, pero ellos son raros, cuando ellos—ellos no… o no están seguros, ellos fijan sus patas así, hacen…[El Hermano Branham pisa fuerte en posición, y luego los vuelve a colocar.—Ed.]",
    "Y entonces ellos me observaron. Pensé: “Bueno, allí está. Lo único que falta, es solo pasarme adelante el rifle y son—son míos”.",
    "Y entonces recordé que le prometí a Dios que no lo haría. Y recordé eso. Pensé: “No, no puedo hacerlo. Eso no está bien. Yo le prometí a Dios que no lo haría”. Y cuando uno hace una promesa, uno la cumple. Eso espera Dios. Y allí pensé: “Bien, están perfectamente en mis manos, pero yo le prometí a Él que no lo haría”.",
    "Dije: “Ve, madre, toma a tus bebés y entra al bosque, disfrútalo. A mí también me encanta esto. Estás en mis manos, pero no te voy a matar”. Y se acercaron un poco más. ¡Oh, qué inusual es eso, para los venados! Y me miraban, Uds. saben, y giraban la cabeza. Y yo parado allí, vestido de rojo, con un rifle en la mano. Y se acercaron caminando hasta que casi podían… podía darles de comer en la mano. Y se quedaron olfateando allí por unos momentos, se dieron la vuelta, retrocedieron un poquito. Se detuvieron, regresaron de nuevo.",
    "Algo seguía diciendo: “Están justo en tus manos. Están justo en tus manos. El Señor los ha puesto en tus manos”.\n\nDije: “Pero yo prometí, yo prometí que no lo haría”.",
    "Entonces, pensé: “Saben, una vez, David fue guiado directamente al lado donde estaba acostado Joab y… o donde estaba acostado el rey Saúl. Y Joab le habló, dijo: ‘El Señor lo ha entregado en tus manos’. Pero él dijo: ‘No permita Dios que yo toque a Su ungido’”. ¿Ven? Vean, hay que vigilar cuando uno hace una promesa.",
    "Y entonces dije: “Le prometí a Dios que no lo haría, así que no lo haré”.",
    "Dije: “Madre, toma a tus hijos y vete al bosque. No voy a molestarte. Estás en mis manos, no podrías escapar aunque quisieras. Pero yo—yo no voy a hacerte daño. Ve al bosque”. Y volvieron directamente a mí, rodeándome. Y me paré allí. Y pensé: “¿Qué es esto? ¡Qué cosa tan extraña!”.",
    "Soy una persona de la naturaleza. Yo—yo—yo veo a Dios en la naturaleza, en el atardecer y el amanecer; es una muerte, la vida, el—el entierro; la muerte, la resurrección de nuevo, todo. Como los árboles, como dijo Job acerca de esconderse en la tumba: “Él me mantendría en un lugar sagrado”. Y ver la savia dejar los árboles, y bajar a la sepultura de las raíces, y volver a subir en la primavera, la resurrección. Todo hablando de la vida y la resurrección.",
    "Y mientras estaba parado allí mirándolos, se acercaban más y más. Entonces se dieron la vuelta y se fueron caminando por el bosque. Y yo me quedé allí parado, algo estupefacto.",
    "Y cuando se fueron, esa Voz habló abajo de nuevo, ese sol brillándome en la espalda, dijo: “Te acordaste de tu promesa, ¿verdad?”.",
    "Dije: “Sí, Señor, me acordé de mi promesa. Sé que eres Tú. No puedo verte, Señor, pero estás aquí en alguna parte”. Dije: “No Te veo, pero oigo Tu Voz. Sé que Tú estás aquí”.",
    "Dijo: “Cumpliste tu promesa, recordaste tu—tu promesa. Yo también recordaré la Mía. Nunca te dejaré ni te desampararé”.",
    "¡Oh, vaya, no me he sentido igual desde entonces! Salí de la montaña. Toda la tarde, vino visión tras visión, sucediendo. Bajé. Parece que todo ha sido diferente desde entonces. Una—una carga se ha ido.",
    "Con respecto a cuando el ministerio vino a mí al principio, al sentir las—las manos de las personas, lo que era, era una vida en ellos, y—y sabemos cómo era.",
    "Una noche, en California, yo estaba sentado con la familia Malicki, el Hermano Moore recuerda y el Hermano Brown, a la familia Malicki. Y la damita iba a sufrir una inflamación en la pierna, por el parto. Y yo—yo le hice extender la mano, dije: “Allí está, Ud. puede ver la vibración. ¿Ve?”. Y le dije: “A Ud. le va a dar una inflamación de pierna por el parto”. Dije: “Ya la tiene”. Y le sucedió, por poco pierde la vida.",
    "Y el Hermano Malicki me preguntó, dijo: “Hermano Branham, ¿cómo hace eso?”.\n\nDije: “No lo sé. Yo no puedo decirle cómo sucede; es Dios”.",
    "Y entonces extendí mi mano así. Yo dije: “Aquí, aquí está mi esposa, sé que ella no sufre de nada. Pon tus manos sobre la mía, cariño”. Y ella lo hizo, y allí vibró un tumor, de dama. Y yo dije: “Amor, tienes un tumor, cariño, en las glándulas femeninas”.\n\nY ella dijo: “Yo—yo no siento nada”.",
    "Le dije: “Cariño, aquí está en mi mano. Levanta la mano”. Ella la levantó, y la volvió a poner. “¿Lo ves”?",
    "Bueno, cuando fuimos, regresamos a casa, tenemos un amigo médico muy bueno; fui a la escuela con él. La llevamos, para un examen. Dijo: “Billy, ella no tiene nada”. Dijo: “Ella está bien. No hay tumor allí”.",
    "Dije: “Sam, no quiero dudar de tu palabra, pues, porque la examinaste, pero hay un tumor allí”.",
    "Todos, cada tres o cuatro años, cuando voy a hacerme mi examen físico, cuando voy al extranjero, ella va conmigo a un examen físico. Y cuando fue, no se vio.",
    "Y hace como unos dos años, llegué un día, ahora yo—yo debo decir toda la verdad. ¿Ven?, uno no quiere dejar nada, hay que decir toda la verdad. Y les he expresado mi amor por mi esposa. Pero aún así tenemos que vigilar esas cosas. Les estoy diciendo la verdad. El Padre Celestial, Quien es mi Testigo aquí mismo ahora, sabe que es verdad. ¡Oh, en la casa, cómo es, esto, aquello, y todo! La pobrecita está pasando por el cambio de vida en este momento, la menopausia.",
    "Y desde hace un par de años, como unos dos años, cuando tuvimos un examen físico, entonces el médico encontró un tumor en el ovario izquierdo. Había crecido al tamaño como de una—de una nuez. Él dijo: “Permítame examinar eso otra vez, Hermano Branham”. Dijo: “Como en tres meses, si eso crece, hay que sacarlo”. Bueno, entonces nosotros…",
    "Pero un poco antes, tengo algo que decirles. Me olvidé de eso. Un día entré y, de la casa, y entré para hacer algo, y me di la vuelta y salí. Y dije… Ella dijo: “¿Puedes ir al centro conmigo, Bill?”.\n\nY le dije: “En este momento no, cariño”.",
    "Y ella dijo: “¿Qué vamos a hacer con Becky, por tal-y tal?”.\n\nDije: “Bueno, cariño, yo no sé exactamente qué hacer”.",
    "Y algo había sucedido, y ella estaba tan nerviosa que apenas podía contenerse. La gente en la casa, toda la noche. Y como la anoche anterior, aun hasta la una de la mañana, había gente, alrededor de la casa, junto a las ventanas y en cada… Y, pues estaba muy nerviosa, y ella me dijo algo, bruscamente, que no debería haber dicho. ¿Ven? Ella dijo: “Entonces, Bill, siempre estás fuera, y yo tengo que cuidar de estos niños sola”. Ella dijo: “Nunca estás aquí. No podemos tomar nuestras decisiones juntos. Tú, o te has ido…”. Y ella empezó a llorar, entró y cerró la puerta.",
    "Allí en ese momento dije: “¡Oh, pobrecita!”. Dije: “Vaya, yo debo…”. Y salí.",
    "Y Algo dijo: “Lee Segunda de Crónicas 22”. Fue cuando María le reprochó a Moisés, por casarse con una muchacha etíope; sería mejor que su padre le hubiera escupido en la cara, que hacer esto.",
    "Y yo—yo volví a entrar, le dije: “Cariño, has dicho algo incorrecto”. Y ella estaba llorando. Le dije: “Has dicho algo incorrecto, cariño. Dios te va a hacer pagar por eso. No deberías haber hecho eso. Yo mismo estoy destrozado. No debiste haber dicho eso”.",
    "Y ella dijo: “Bueno, Bill, yo—yo estoy tan destrozada”. Y solo me di la vuelta y regresé, porque sabía que ella no estaba de humor para recibir aquello, así que volví a salir.",
    "Y el siguiente examen, como un mes después de eso, mostró el tumor.",
    "El año pasado, allí apareció de nuevo. Cuando volvió a verse, ahora estaba del tamaño de una naranja. El médico dijo: “No la retrase más. Se tiene que operar. Ese es un tumor que crece rápidamente, es maligno. Si se alimenta demasiado y se incrusta en el costado, ¿qué va a hacer?”.\n\nDije: “Doctor, tenemos fe en Dios”.",
    "No se lo dije a la iglesia, ni nada, solo lo dejé pasar. Empezamos a orar. Y dije: “Señor Dios, ayúdanos, por favor. Oro para que nos ayudes” y así. El tumor crecía y crecía.",
    "Entonces cuando salimos para ir a Tucson, nuestro médico en casa mandó a decir a un médico amigo suyo allí, le dijo: “Si… Debes sacarle ese tumor a la Sra. Branham, de inmediato”. Dijo: “Si no, se volverá maligno”. Le comentó, dijo: “El tumor ya ha crecido, en un año, del tamaño de una nuez al tamaño como de una toronja”, así había crecido. Allí estaba, salía de su costado, así. Y el otro día…",
    "Ella—ella lo había pospuesto, el ir; yo dije: “Trata de…”. Oramos; lloramos; suplicamos, de todo, y nada sucedía. Entonces ella iba, tuvo que ir el pasado… veamos, ayer. Sí, ayer fue al médico para el último. Yo dije: “Bueno, no quisiera hacerlo, pero es probable que tengamos que ceder. Y entonces, cariño, tendrás—tendrás que—que ceder, para tener la… que te lo saquen, porque está creciendo tanto, nuestra fe no es suficiente”.",
    "Así que, el día anterior, antes de que me fuera, sabiendo, ella me dijo: “No me llames hasta después que tengas el servicio del Hermano Jack esa noche, entonces dime la clase de reunión que tuviste, y cómo está la gente allá en Shreveport. Entonces” dijo, “te diré lo que dijo el médico”.\n\nYo dije: “Está bien, cariño”. Y colgué.",
    "Ayer, anteayer, cuando estaba saliendo, de la casa, entré y… Siempre, cuando salimos, todos los niños y todos nos reunimos y nos arrodillamos allí en el cuarto, y oramos. Y el Señor, le decimos al Señor… Cuando voy al extranjero, digo: “Señor Jesús, cuida de mi familia”. Y ellos oran por mí, que Dios me ayude, que podamos volver a estar juntos. Entonces todos los niños empiezan a llorar y así, Uds. saben, porque, saben cómo es.",
    "¿Hablando del presidente Kennedy que le dispararon? Me han tenido que proteger muchas veces para que no me disparen con un visor infrarrojos, y tal vez a trescientos o cuatrocientos metros de distancia, de noche. Pueden ver igual que de día, a través de ese visor nocturno. Y he estado en países católicos donde los radicales y todo lo demás, allá en México donde enviaban allá, y enviaban avisos, mensajes de telegrama escritos con todo: “Esta noche te mataremos” y cosas así, entrando y saliendo, y buscándome. Y tal vez me suceda en algún momento. No importa. Pero tengo Algo que cuidará de mí cuando llegue ese momento, ¿ven?",
    "Y entonces cuando salía de nuevo, solo, el otro día, me arrodillé, anteayer, y me arrodillé en la habitación. Y miré alrededor. Había estado allí un par de días, solitario, sin nadie allí en casa. Y dije: “Padre Celestial, yo—yo oro que seas misericordioso ahora, y me ayudes. Voy a Shreveport para hacer todo lo que pueda para ayudar a Tu Reino”. Dije: “¡Cuántas veces me he arrodillado con mi esposa aquí en el cuarto así! Oramos. Y hoy la extraño tanto”. Y dije: “Mañana ella se interna, y pueda ser que no termine mis reuniones, porque tal vez será llevada al hospital, por este gran tumor que hemos pedido que Tú saques. Ha crecido y crecido, al punto que ya debe salir”. Y dije: “Yo—yo Te he rogado”.",
    "Y dije: “Señor, si ella dijo algo incorrecto, cuando ella… cuando eso allí, yo quedé destrozado. Si ella dijo algo incorrecto” dije yo, “Señor, considera que ella en ninguna ocasión, ni una vez me ha reprochado una sola cosa a mí porque voy a Tus reuniones”. Dije: “Tú… Ella siempre me ha tenido la ropa limpia y lista; y me toma de la mano, y llora y ora, y dice: ‘¡Si yo pudiera hacer algo para ayudar al Señor!’”. Y le dije: “Mira su condición, Señor. Y no—no lo hagas. No lo hagas, por favor no lo hagas, Señor”. Y yo—yo dije: “Dios, ayúdala, oro que seas misericordioso con ella. Y si tiene que pasar por esa operación, ayúdala, Señor. Si la perdiera ahora, no sé qué haría. Soy—soy un hombre viejo. Y esos niños pequeños para criar, y ¿qué podría hacer yo? Ten piedad de ella, Señor. Tú sabes cuánto la amo”. Y dije: “Yo—yo solo oro que la ayudes”.",
    "Y mientras oraba, oí Algo decir: “Ponte de pie”. Y simplemente seguí orando, porque yo—yo—yo pensé que quizás me lo había imaginado. Y mientras seguí orando, Algo dijo: “Ponte de pie”. Y dejé de orar, y miré hacia arriba. Y el cuadro de Cristo, el que…",
    "Nunca me gustó el cuadro de Sallman. A mí me—me gusta el cuadro de Hofmann: El rostro de Cristo a los treinta y tres, Uds. saben. Y tengo ese cuadro en grande, porque, cuando lo vi a Él en la visión esa vez, así es como Él se veía. Y ahí estaba, lo puse para que Él me estuviera mirando directamente cuando yo estuviera orando, en este cuadro.",
    "Y miré allí arriba, y miré el cuadro. Y miré por todo alrededor. Pensé: “¿Qué fue eso: ‘Ponte de pie’?”. Pensé: “Bueno, me pondré de pie”. Y me puse de pie.",
    "Era esa misma Voz que habló allá arriba en la montaña esa noche, es Aquel mismo Quien siempre viene. Yo dije: “Señor Dios, ¿fuiste Tú hablándole a Tu siervo?”.",
    "Él dijo: “Solo di la palabra, y no habrá más tumor”.",
    "Yo me paré allí un momento, para recuperarme. Muchos de Uds. aquí saben, la gente del tabernáculo sabe lo que era, que ella lo tenía. Dije: “Entonces yo digo, en el Nombre del Señor Jesucristo, que ese tumor la dejará”. La tenía muy perturbada, había estado en cama tres o cuatro días con eso. Dije: “Ellos ni siquiera encontrarán rastro de eso. Porque el Señor mi Dios, Quien es Creador, Quien puede detener los vientos y las tormentas, y puede reprender los mares, y hacer eso, Él es el Creador de los cielos y la tierra. Y yo Le amo y Le creo a Él, y creo que el tiempo se acerca ahora cuando estas cosas han de ser. Y Tú, Quien pudiste crear una ardilla y traerla a existencia, puedes sacar de la existencia a un enemigo”. Yo dije: “Cuando el diablo se envolvió en la tormenta… Los vientos son creación de Dios; el agua es la creación de Dios. Pero el diablo entró allí, eso es lo que hizo, y causó un—un espasmo en el mar, así”. Dije: “Tú pudiste calmarlo. Y Tú que lo pudiste calmar, puedes quitarle el tumor a mi esposa. Y yo digo que está hecho ahora mismo, nunca más se encontrará. Eso ha terminado”.",
    "Salí de allí con seguridad, se lo dije a mi hijo y a mi nuera. Vinimos aquí, y anoche vine corriendo a tener la reunión; y volví, la llamé. Y ella aún no sabía nada; no se lo dije.",
    "Y cuando ella llamó, estaba toda contenta. Ella dijo: “Billy, tengo algo que decirte, cariño”. Ella dijo: “No hay ni una señal de tumor en ninguna parte. El médico dijo que no pudo encontrar nada”. Ella dijo: “¡Yo estaba tan feliz! Y la Sra. Norman y muchas de las hermanas de aquí, dos o tres de ellas estaban con nosotros, aquí en la habitación”. Ella dijo: “El médico dijo: ‘¡Y qué me quiere decir! No puedo entender. Hace un mes había un tumor allí del tamaño de una toronja’. Y dijo: ‘Sra. Branham, tenga la seguridad de que en Ud. ya no queda señal de tumor”.",
    "¡Es el Señor nuestro Dios! ¿Un día de dar gracias? ¡Oh, gracias a Dios por el don de Jesucristo, ese Don supremo que es el mismo ayer, hoy y por los siglos! Eso es cierto. Yo no creo en hacer juramentos por el cielo ni por la tierra, ni por nada más. Pero con la Biblia sobre mi corazón, y Dios a Quien amo, sabe que cada palabra de eso es solemnemente la verdad. ¡Día de dar gracias! Cuando pensé que mañana tendría, o en los próximos días, incluso tendría que dejar la reunión, para ir. Ni siquiera podía prometerle al pueblo que estaría de nuevo para Navidad, en casa, para mis hijos, para traerlos de nuevo a casa por la Navidad; sabiendo, temblando en mi corazón por la operación que le esperaba a mi esposa, con un tumor del tamaño de una toronja. Y allí estaba.",
    "Y la mismísima Palabra de Dios, que dijo: “Di lo que quieras, y así será”.",
    "Y yo dije: “El tumor ha desaparecido. No lo encontrarán más”.",
    "Y ha desaparecido, hoy. Y con el mejor cirujano y los mejores doctores que había en este personal en Tucson, Arizona; cuando, hace unos días, había un gran, un gran tumor como ese. Y el mismo doctor no pudo encontrar ningún rastro de él en lo absoluto, y redactó una declaración así, que: “La Sra. Branham no tiene señal de tumor, en ninguna parte”.",
    "¡Oh, gracias a Dios! Este es un día de dar gracias, para mí. Por saber, aún más que eso, que algún día esa carita con la que me casé allí, gloria a Dios, algún día estas marcas de muerte de la vejez desvanecerán, y estaremos allí con la semejanza de la juventud, para nunca más envejecer. Y el don de Dios, por medio de Jesucristo, del Espíritu Santo que hemos recibido ahora, es lo que nos da esto, esta ancla.",
    "Y mírenlo hoy, amigos. Hábleme Ud. de un pueblo agradecido. Deberíamos ser el pueblo más agradecido de todo el mundo. Además de la sanidad, además de estas cosas que están aconteciendo, ¿qué es? Es la seguridad absoluta de que el mismo Dios, por la misma naturaleza, la misma Columna de Fuego, el mismo Ángel de Dios, el mismo Jesús ayer, hoy y por los siglos, está haciendo las mismas cosas, por el mismo Poder, por el mismo Nombre. ¡Qué ancla del alma, firme y segura! Que el Señor Dios del Cielo los bendiga ricamente a todos.\n\nInclinemos nuestros rostros.",
    "Señor, estoy tan agradecido, Señor, que yo—yo no sé qué decir. Simplemente no puedo expresarlo. Cuando se cantó ese himno hace un rato, y esas personas cantaban ese canto; en mi corazón, saltó de alegría. Y el testimonio vino a mi corazón. Y ahora, Padre Celestial, Tú sabes que estas cosas son verdad. Tú lo sabes, desde lo profundo de mi corazón, que eso es la verdad. No tengo ninguna razón, Señor, para decirles nada más que lo que es correcto. Y oro, Dios, que hoy… mi corazón pueda sentir, al ver a todos estos hermanos y hermanas Cristianas aquí, quienes son mis hermanos y hermanas en los lazos de Cristo, se regocijen conmigo, en acción de gracias, por mi compañerita [Cinta en blanco.—Ed.] preservada. [Cinta en blanco.—Ed.] …la tierra alabe a Dios. ¡Que la naturaleza alabe a Dios! Que todo lo que tiene aliento, alabe a Dios y esté agradecido por este gran tiempo que tenemos.",
    "Amado Padre Celestial, veo que hay un niño pequeño sentado aquí en una silla de ruedas. Hay otros aquí que están enfermos y necesitados. Y así como Tú eres el Dios de la salvación para nuestras almas, Tú eres el Dios que sana todas nuestras enfermedades y nuestras aflicciones. Y Tú aún eres… con estos testimonios, solo con uno o dos, cuando hay miles que Tu humilde siervo Te ha visto realizar y hacer, sin mancha alguna por ningún lugar. Y sabemos que Tú sigues siendo Jehová-jireh, y Tú ya has provisto el Sacrificio para la sanidad. El mismo Dios que quitó ese tumor del costado de mi esposa, Tú eres tan Dios aquí en Shreveport como lo eres en Tucson; y aún así yo estaba a millas, dos mil millas de ella en ese momento. Yo oro, Dios, que Tu santa Presencia llene este tabernáculo hoy, con Poder sanador, que sane a cada persona enferma que esté aquí, que estas bendiciones de acción de gracias sigan resonando, de un lado a otro, por todo el país, Señor, que Tú eres el mismo ayer, hoy y por los siglos. Concédelo, Dios Eterno.",
    "Ahora, mientras Uds. están sentados aquí, pongan sus manos unos sobre otros y oren. Conéctense en unidad de fe en la Presencia de Dios, y recuerden que cada uno de Uds. es un privilegiado. Dios me juzgará a mí, si les he dicho la verdad o no. ¿Habrá fallado alguna vez, les he dicho algo que no haya sucedido?",
    "Como dijo Samuel aquella vez, cuando iban a nombrar un—un rey, a Saúl. Él dijo: “¿Alguna vez les he dicho algo en el Nombre del Señor, que no haya sucedido? ¿Alguna vez les he mendigado dinero, para mi comida?”. “No, Samuel, pero a pesar de todo, queremos el rey; aún queremos nuestro propio rey terrenal”. Y Samuel sabía que Dios era el Rey de ellos.",
    "Les pregunto, esta mañana, amigos, los traigo al registro: ¿habrán visto Uds. fallar el don de Dios alguna vez, de lo cual leímos esta mañana? No, señor. Es Jesucristo, eso no puede fallar. La ciencia lo ha probado. La iglesia lo sabe. Y Él está aquí ahora mismo, en este minuto. Él está aquí. Y lo único que falta es que la fe suya capte esa Palabra y se La unja a Ud. personalmente, y Él lo sanará a Ud.",
    "Y con sus manos los unos sobre los otros, clamen a Dios, con todo su corazón, y digan: “Señor Dios, Creador de los cielos y de la tierra, Tú Quien puedes detener la tormenta, hace dos mil años lo hiciste y Tú lo vuelves a hacer ahora mismo. Y Tú detienes mi enfermedad. Tú me sanas. Y estoy agradecido en mi corazón por Ti, el Dios Todopoderoso”. 🦅"
  ]
}