{
  "title": "INFLUENCIA",
  "id": "63840009",
  "content": [
    "🦅  Estoy contento de estar aquí esta mañana, en esta buena reunión de—de personas, y especialmente por los jóvenes, pues entiendo que el servicio de esta mañana está dedicado a los jóvenes de Shreveport. Y es un buen momento en mi vida, y un punto culminante, o diría, de letras rojas, poder dirigirnos a los jóvenes y jovencitas del—del mañana, si es que hay un mañana. Así que, estamos contentos por esto.",
    "¿Cuántas denominaciones diferentes hay representadas aquí esta mañana, en este pequeño grupo de personas? Yo diría, metodistas, levanten sus manos. Acabo de oír que él lo dijo: “De denominación”. Muy bien. Bautistas, levanten sus manos. Bien. ¿Presbiterianos? Solo miren. ¿Luteranos? ¿Pentecostales? Y—y, ¡oh!, ¿nazarenos? ¿Peregrinos de Santidad? Cualquier otra denominación que no he mencionado, levante la mano. Me pregunto si hay católicos aquí, ¿veamos que ellos levanten las manos? Sí, ¿ven?",
    "¿Acaso habrá un judío ortodoxo, veamos su mano? Muy bien, señor. Hemos tenido, creo, aquí no hace mucho, en la última reunión aquí, a uno de los rabinos aquí en la reunión, de los judíos ortodoxos, lo cual, realmente, es la madre de todo esto. ¿Ven?, ella dio a luz a la niña, la iglesia ortodoxa dio a luz a la iglesia Cristiana; del judaísmo vino el Cristianismo.",
    "Y, estamos muy contentos de verlos representados aquí en esta mañana, de su iglesia y su postura. Y yo—yo en realidad creo esto: que—que, Dios, si viniera hoy, Él—Él no haría esa pregunta. Si todos fuéramos a entrar en esta mañana, Él solo tomaría a aquellos que están listos para irse.",
    "Hace años, yo trabajaba en un rancho. Y estuve allá hace unos meses de nuevo, me paré allí junto al portón con algunos de los hermanos que veo sentados aquí esta mañana. El Hermano Welch Evans, el Hermano Banks Wood de mi iglesia en Jeffersonville, y pasamos por esta brecha de la cual he hablado tanto. Y yo me sentaba allí, muchas mañanas, cuando estaban sacando el ganado de la… La Asociación, la… estaban conduciendo su ganado al bosque, al Bosque Arápajo. La Asociación Hereford del Río Troublesome pastea en el bosque a este lado del Río Troublesome, que se llama el East Fork. Y luego hay un West Fork Troublesome, y el río Upper Troublesome pastea en ese lado.",
    "Y ahora, si su rancho puede producir, creo, dos fardos de heno ahora, al año, se da entrada a una vaca por cada dos fardos de heno. Y, por supuesto, la Cámara de Comercio tiene su marca, y cuánto ganado cuida su—su—su marca, o su rancho.",
    "Y el guardabosque tiene que pararse allí, para contar este ganado a medida que entra. Y luego él debe revisarlas, qué marcas entran. Y allí solo pueden entrar los Hereford pura sangre genuino, porque es la Asociación Hereford. Solo los Hereford, un Hereford registrado, porque los—los—los toros, y tantos toros para tantas vacas, y demás. Tiene que ser así, porque eso mantiene puro el pedigrí del ganado. Y tiene que ser un Hereford registrado, para entrar allí.",
    "Y, saben, yo—yo observaba al guardabosque mientras contaba el ganado cuando entraba, revisando. Él ni una sola vez, habiéndolo observado, miraba una marca o examinaba una marca. Había muchas marcas que entraban, como la—la de Grimes allí, la Barra de Diamante, la nuestra era la Huella de Pavo, y estaba la Trípode, y diferentes, diferentes marcas que entraban en ese bosque. Él no se fijaba en la marca que tenían, pero se fijaba en cada oreja cerciorándose de que la etiqueta de sangre estaba allí. Solo las Hereford de pura sangre podían entrar.",
    "Y sentado allí muchas veces, pensaba: “De esa manera será en el Juicio”. Él no se fijará en nuestra marca, si somos presbiterianos, metodistas, bautistas, o lo que seamos, o pentecostales, sino que se fijará en la etiqueta de Sangre, la Señal. Eso es lo que nos dará entrada, porque nada puede entrar a la Gloria sin estar bajo la Sangre. Una etiqueta de Sangre, de que hemos aceptado lo que Dios hizo por nosotros, en Cristo. ¿Ven?, no hay—no hay nada que podamos hacer por nosotros mismos, somos un fracaso total; no hay manera alguna. Cuando el hombre pecó, él cruzó el abismo entre él y Dios, y se fue. No hay manera de regresar, en lo absoluto. Pero Dios, rico en misericordia, aceptó un Sustituto. Y ese Sustituto hoy, para nosotros, es Jesucristo. Solo eso únicamente reconocerá Dios, la Sangre de Su Hijo, cuando llegue ese momento.",
    "Ahora, pasamos muy bien allá en el Tabernáculo Vida. Tuvimos un tiempo glorioso anoche, al ver al Espíritu Santo moverse entre nosotros. Y es lo que todos buscamos.",
    "Todo hombre busca saber de dónde viene, y qué está haciendo aquí, y adónde va después de esto. Y hemos tenido muchos libros buenos que han escrito. He leído unos libros buenos, en mi vida, de filosofías del hombre y demás. Pero, a pesar de lo buenos que puedan ser esos libros, solo hay un Libro que puede decirle a Ud. de dónde viene, lo que Ud. es, y hacia dónde va, y es este Libro, la Biblia. Y la Palabra es Dios. Ahora, nosotros creemos en ese Libro, y es por lo que queremos pararnos en este día. Y allí promete que se nos—que se nos daría a conocer quiénes somos, de dónde venimos, y adónde vamos.",
    "Leía un artículo no hace mucho, del movimiento Anderson de la Iglesia de Dios, el escrito de un historiador. Creo que fue en… No recuerdo ahora exactamente en qué época. Fue varios cientos de años después de la muerte de Cristo; un—un misionero vino a Inglaterra, que entonces se llamaba la tierra de Ángeles. Y él quería convertir al rey de Inglaterra, al Cristianismo. Y estaban sentados junto a una gran chimenea, las luces del fuego iluminaban el—el patio, como lo llamaríamos hoy. Y el santo intentaba convertir al rey al Cristianismo. Y un pequeño gorrión voló hacia la luz, dio vueltas alrededor en la luz, y salió a la oscuridad otra vez.",
    "Y yo creo que todo lo que sucede es para la gloria de Dios. Yo creo que Él nos prometió que haría que todo obrara para el bien de aquellos que Lo amaran a Él.",
    "Y el santo hizo la pregunta: “¿De dónde vino, y adónde se fue?”. Él vino de lo desconocido, y allí mismo regresó. Y el santo dijo: “Esta Biblia nos hace esa misma pregunta, pues venimos de lo desconocido y regresamos a lo desconocido”. Y a la mañana siguiente, el rey, después de meditarlo en la noche, y ver que el hombre tenía la razón, él y su casa fueron bautizados en el Nombre de Jesucristo para el perdón de sus pecados, a la mañana siguiente. Y eso fue como trescientos o cuatrocientos años, o más, después de la muerte del último apóstol.",
    "Ahora, creo que este acontecimiento en esta mañana, de reunirnos, no es simplemente venir aquí solo a desayunar, aunque es de nuestro—nuestro agrado. No llegué, porque… estaba cansado, y no me levanté a la hora; me retrasé. Pero yo creo que este acontecimiento es para la gloria de Dios, y para el Reino de Dios.",
    "Ahora, en este momento, leamos el texto esta mañana, o leamos la Escritura de la Biblia, que el Señor al parecer ha puesto en mi corazón tanto para los jóvenes como los ancianos, especialmente para los jóvenes de Shreveport, a quienes está dedicada esta reunión. Leamos en Isaías el capítulo 6, por favor, comenzando con el versículo 1.\n\nEn el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto,…sublime, y sus faldas llenaban el templo.\n\nPor encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová Dios de los ejércitos; toda la tierra está llena de su gloria.\n\nY los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;\n\ny tocando con él sobre mi boca, dijo: He aquí, que esto tocó tus labios,… y es quitada tu culpa,…y limpios tus pecados.\n\nDespués oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.",
    "Quiero tomar un tema de allí esta mañana, llamado: Influencia. Saben, tal vez no queramos creer esto, pero, en todo lo que hacemos, estamos influenciando a alguien más.",
    "Yo muchas veces predico en funerales. Y no quiero decir demasiado acerca de la persona que ha fallecido, porque no es necesario decirlo. La gente, la vida que el hombre o la mujer, lo que sea, ha vivido, hablará más fuerte a la congregación que cualquier cosa que yo pudiera decir acerca de ellos. Yo no les cambiaría su opinión; su vida expresó lo que ellos fueron.",
    "Y entonces nunca sabemos exactamente lo que estamos haciendo, qué influencia, de lo que estamos haciendo, está teniendo sobre otros. La Biblia dice: “Somos epístolas escritas, leídas de todos los hombres”. Es decir, su vida se lee tan fuerte para el público, al punto que su testimonio, si es contrario a su vida, no tiene ningún efecto. Es lo que Ud. es en su interior, lo que la gente lee; no tanto lo que Ud. dice, sino lo que Ud. es, ¿ven? Ud. puede culpar a alguien de algo, decir: “Esto es aquello, y demás”, pero la vida suya siendo diferente de lo que ellos dicen, el testimonio de su vida es más fuerte que el testimonio de lo que alguien pudiera decir de Ud. Sí. Así que, tengan eso en mente, que estamos trayendo influencias todos los días, y la vida que Ud. vive prueba lo que hay dentro de Ud. Ud. no lo puede cambiar. Eso se refleja. Cada persona refleja, por fuera, lo que es por dentro.",
    "Y si tomamos el testimonio de ser Cristianos, pienso que esa es una de las cosas más solemnes que un hombre o una mujer, un niño o una niña, pudiera hacer. Cuando él toma el Nombre de Cristo, que él va a ser un representante de Cristo, Ud. debe cuidar cada movimiento que hace, porque alguien lo está observando. Y, en esto, se refleja lo que Dios ha hecho por Ud., en su interior.",
    "Aquí no hace mucho, en un—un puente que sería construido allá en Australia, y enviaron por hombres de los Estados Unidos; arquitectos, no arquitectos, sino constructores, y demás, hombres de puentes, para venir y ver si podían construir un puente para atravesar ese estrecho de agua. Y no pudieron encontrar un hombre en América que pudiera—pudiera hacerlo. No. Decían ellos: “Esas arenas y demás, no se sostendría”. Así que, hicieron un llamado universal para constructores de puentes. Ninguno de ellos aceptó.",
    "Finalmente, vinieron de una buena compañía de Inglaterra, y aceptaron el—el contrato después de él haber examinado todo el terreno. Él dijo que aceptaría el contrato y construiría el puente. ¿Por qué? Recuerden, pues, su reputación como constructor de puentes a nivel mundial, dependía sobre la obra que hiciera en ese puente. No importa lo hecho en el pasado, este trabajo que dijo que él podía realizar, realmente reflejaría lo que él era. Dicen que él probó cada perno, y cada—cada pieza de metal que se colocó en el puente; la tierra y demás, debajo, y la presión del agua sobre la tierra. Y entonces todos los otros constructores se pararon alrededor, y dijeron: “Eso—eso no aguantará; tiene—tiene que caer”. Pero en el día de la inauguración, el hombre mismo fue a la cabeza del desfile, porque sabía que su obra había sido probada cabalmente, y que aguantaría.",
    "Pienso que esa es una cosa de gran importancia para observar en la vida Cristiana. Se necesitaba un puente que cruzara el camino para que la raza humana dejara este mundo algún día, y no había quién pudiera hacerlo; un Ángel, Arcángel, Serafines, un Querubín, nada podía hacerlo. Dios Mismo descendió, en la forma de un Hombre, y empalmó el camino e hizo el camino, y cruzó el puente, primero, del sepulcro a la Gloria. Y eso, sin duda, mostró el reflejo. Cada—cada nervio de Su cuerpo, cada pensamiento en Su mente, todo poder en Él, fue probado por el enemigo. Pero Él soportó la prueba, aun hasta la muerte misma, cuando Él la conquistó.",
    "Este joven, Uzías, del que hablaremos en esta mañana, era el héroe de Isaías. Isaías, el joven profeta en los días de Uzías, puso la mirada en este joven, porque Uzías era un gran hombre. Él venía de una—de una buena familia. Su padre y madre, los dos eran estrictos, creyentes firmes en Dios. Y ellos habían criado a su muchacho para que sirviera y honrara a Dios.",
    "Una de las grandes carencias de nuestro día hoy, en América y el resto del mundo, es de padres piadosos, que ejerzan una influencia sobre sus hijos. Los padres de este día se apartaron de los principios de la Escritura. Se inclinaron más a las modas del mundo; y las iglesias hicieron lo mismo. Al hacer eso, bajamos la guardia, y le dimos entrada al mundo en la iglesia. Y por esa razón tenemos este gran día de… si lo dijera respetuosamente aquí delante de estos jóvenes. La razón por la que tenemos tantas pandillas de barrio y demás, como les llaman, y—y malos personajes, gran parte se debe a la vida en casa que los influenció, a temprana edad. Aún soy creyente, en: “Instruye al niño en su camino, y cuando fuere viejo no se apartará de él”.",
    "Ahora, Uzías era un muchacho que siendo criado con tal clase de padres lo influenció.",
    "Miren a uno de nuestros americanos más importantes que yo pueda recordar, Abraham Lincoln. Él realmente merece todo el crédito que se le ha dado, y más. Él tuvo un mal comienzo; nació en un hogar pobre, no tenía manera de obtener una educación, escribía en la arena. Entendemos que los únicos dos libros que él tuvo en su vida, hasta que tuvo como veintiún años, fueron la Biblia, y El Progreso del Peregrino o podría haber sido el Libro de los Mártires de Foxe, fue uno de esos libros. Pero, ¿ven Uds.?, lo que ese hombre leyó, influyó en su vida.",
    "Y eso sigue igual hoy. Nuestros mercados están—están cargados de vulgaridad y—y suciedad, para envenenar las mentes de nuestros pequeños, y luego les echamos la culpa a ellos. Cuando, pienso, muchas veces, que es nuestra, nosotros pueblo Cristiano que no nos paramos por lo correcto, y hacer prohibir esas cosas de nuestros estantes, y demás. Y luego en nuestros hogares, también, dándonos rienda suelta y permitiendo todas estas vulgaridades y cosas que entren en nuestro hogar, para influenciar a los niños.",
    "Pero Uzías había sido criado correctamente. Y él fue, lo entendemos ahora por Segunda de Crónicas 26, pueden leer la historia, que a la edad de los dieciséis él fue hecho rey, después de la muerte de su padre. Y llegó a ser rey a los dieciséis. Habiendo tenido estos padres piadosos, él comenzó bien con su reino, haciendo lo que era correcto. Él nunca atendió las opiniones populares o a las políticas de ese día; él sirvió a Dios.",
    "Ahora, ese es un buen hombre por el cual ser influenciado, un hombre que se coloca del lado que es correcto, en el tiempo cuando la opinión popular va en contra, y la política va en contra; pero un hombre que se alinea rectamente en el camino.",
    "Este nuevo presidente que acaba de tomar el poder desde… el Presidente Johnson, desde el asesinato del Presidente Kennedy. Cuando pidió el otro día, que hizo un llamado a todo el clero por toda la nación para que orara, para ayudarlo. Yo—yo admiro eso en el hombre. ¿Ven?, pedir a Dios que—que lo ayude. Tengo entendido que él es un creyente, y confía en Dios. Así que, necesitamos hombres así.",
    "Y nos enteramos que Uzías, en su tiempo, su reino se extendió por todo ese trayecto hasta Egipto y por todos los países alrededor, hasta que su… Fue tan grande al punto que su reino estuvo a la par del reino de Salomón. La gloria del Señor estaba con él.",
    "Esto le dio gran ayuda al joven profeta, Isaías, quien estaba observando a este hombre, a este joven rey, porque él fue traído al palacio durante el tiempo del reinado de este joven rey. Y siendo Isaías un joven profeta en ese tiempo y viendo cómo Dios lo bendijo, pues, eso lo influenció y le dio lo correcto. Y sabemos que todas las naciones alrededor le pagaban tributo; no había guerras, y fue una cosa tremenda, una lección para Isaías.",
    "Pues, Isaías aprendió algo más aquí, de, cómo Dios bendecirá a aquellos que sean fieles a Su Palabra y a Sus Mandamientos. Uzías dio el ejemplo para Isaías. ¡Y qué reino más glorioso fue!",
    "Y ahora aquí encontramos, donde el testimonio de un Cristiano, que no importa cuán tremendo haya sido en el pasado, siempre debe continuar de esa manera.",
    "Uzías, cuando llegó al punto donde pensó que estaba seguro, entonces se enalteció en su corazón. Llegó a un punto en que nadie podía decirle nada.",
    "¡Si ese no es como un ejemplo de demasiados hoy en día! Lo encontramos aun entre nuestros—nuestros—nuestros líderes Cristianos. Ellos trabajan casi toda su vida para llegar a ser algún obispo o algún hombre de gran influencia, y, tan pronto como llegan a ese lugar, se enaltecen. Encontramos evangelistas en el campo, que Dios bendijo su ministerio y, cuando menos piensan, se enaltecen a tal punto que sienten que—que están seguros, rodeados de su—su gente. Ellos simplemente… Ellos han llegado a ese punto donde pueden hacer lo que quieran, y salirse con la suya.",
    "¿Cuántos, me pregunto, de los que estamos pensando ahora mismo?, grandes hombres, grandes siervos, a quienes Dios ha usado y finalmente llegan a un punto en que sienten que saben tanto de la Palabra de Dios, al grado que ni siquiera tienen ese tiempo libre para orar más. Siempre son visitas sociales, visitar a alguien, salir a cenar. Y el tiempo que deberían estar pasando con Dios, a solas, a solas, preparándose para salir en la dulzura del Espíritu, ante la congregación, andan afuera en algún lugar de entretenimiento. Ud. no puede servir a Dios y al hombre al mismo tiempo. El siervo de Dios debe ser una persona aislada, solo para Él. Si tan solo pudiéramos dejar que la gente viera eso.",
    "Y luego llegan—llegan al punto en el que tienen que hacerlo por obligación, al conocer a las personas. Ellos conocen a las personas, y seguramente habrá un querer de esto y un querer de aquello. Y entonces al hombre de Dios se le perturba mucho la mente, y queda todo perturbado cuando va a su estudio. Comienza a pensar: “Bueno, si no hago esto, este hombre se sentirá mal por eso. Y esto, no hago esto, este hombre se sentirá mal por eso”. Y luego cuando sale a la plataforma, apenas sabe dónde está parado, su mente está toda perturbada, cuando él debería haber pasado ese tiempo con Dios. Ellos no son líderes sociales. Un hombre de Dios debe estar completamente dedicado al servicio de Dios. Y encontramos que es muy—muy lamentable que nos suceda eso.",
    "Y otra gran cosa que encontramos, porque me doy cuenta que estoy hablándoles a ministros esta mañana. Y queremos… Yo… cuando venimos ante una congregación, sabemos esto, que tal vez nunca nos volvamos a reunir como en esta mañana. Y luego las cosas que uno dice, Dios lo hace responsable por ellas. Así que Uds. deben venir, orando y pidiéndole a Dios qué decir, y luego depender de Él cuando suban a la plataforma, por algo que ayude al pueblo.",
    "Todos sabemos de hombres en el campo hoy, grandes hombres; algunos de ellos llegan al punto, que después de que se rodean de su congregación, se sienten tan seguros al grado que piensan que incluso pueden pecar y no sucederles nada. Hemos estado escuchando de ministros que han tomado el camino equivocado. Y, muchas veces, eso es porque se sienten seguros, que, “¡Oh, la gente me permite cualquier cosa!”. La gente tal vez, mi hermano, pero Dios no. ¿Ven?, Ud. va a responder ante Dios. Ud. nunca debe tratar, como ministro, querer engañar los oídos de su congregación, no importa cuánto pudieran gritar o clamar, o armar escándalos, o darle palmaditas en la espalda, y decir: “El mensaje está maravilloso”.",
    "Ud. debe ser un siervo de Cristo, permanecer honorable con esa Palabra, porque esa Palabra Se reflejará a través de Ud., y Ud. va a influenciar a alguien que está vigilando su vida. Los jóvenes, igualmente. Hombres de negocios, de igual manera.",
    "El rey se exaltó en orgullo. Se sintió que estaba tan seguro que Dios le permitiría cualquier cosa.",
    "Un muchacho adolescente dijo, no hace mucho, un Cristiano: andaba en algo, admiraba a cierto joven rockero que pertenecía a su iglesia. Y yo estaba hablando en una reunión de Jóvenes Para Cristo. Y este joven dijo, dijo: “Sabe, yo admiro a Fulano de Tal, pienso que él es uno de los Cristianos más sólidos”. Y este muchacho es un rey del rock and roll.",
    "Y dije: “Yo creo que solo hay una diferencia entre este joven y Judas Iscariote. Es decir, Judas recibió treinta piezas de plata, y este hombre recibió flotas de Cadillac y millones de dólares, por traicionar a Cristo”.",
    "Dijo él: “¿Cómo puede Ud. decir una cosa como esa, Sr. Branham? ¿Cómo puede hacer eso?”.\n\nYo dije: “Porque es la verdad”.",
    "Esa influencia de cantar esos cantos Cristianos, y cosas así, delante de los jóvenes, y salir al mundo de esa manera, coloca la piedra de tropiezo más grande que todos los bares de contrabando y todo lo demás que haya en el país. Es una desgracia que eso aún se permita. La iglesia debería levantarse y ni siquiera permitir que esos himnos los canten gente así. Tomando el talento que Dios les dio, e influenciando, con sus vidas hablando más fuerte que sus palabras. ¿Cómo puede la gente hacer tales películas como lo hacen estos hombres, y luego pararse a cantar himnos y cosas así? Es el colmo de la hipocresía. Y vemos que eso circula entre Cristianos, creyentes.",
    "Y este joven dijo: “Bueno, le diré lo que yo pienso al respecto”. Dijo: “Yo pienso que—que Dios me ama tanto que Él me perdona cualquier cosa”.",
    "Yo dije: “Él nunca ha hecho eso; Él nunca lo haría. Aun Israel, Su nación; aun David, un hombre conforme a Su propio corazón, segó cada grano que sembró. Y con Ud. será igual”. Será así con cada uno de nosotros. Eso lo sabemos.",
    "¡Pero él se enalteció tanto en su corazón! Ahora quiero hablar estas palabras para los Hombres de Negocios del Evangelio Completo. Él se enalteció tanto en su corazón, que pensó que podía tomar el lugar de un ministro. Él quiso ser un ministro, para lo cual no fue llamado. Y creo que eso ocurre muchas veces donde hombres en estas filas, y en los grupos de hombres de negocios, ellos—ellos llegan a un punto en que Dios los bendice en sus negocios, y los hace prósperos y demás, al grado que llegan a un punto en que piensan que ellos también deberían predicar el Evangelio. Y eso está errado. Eso está mal. Ud. siempre debe dejar que un ministro se encargue de esa predicación, porque, como Oral Roberts dijo una vez: “Es lo suficiente difícil mantener la cosa clara, para los ministros, mucho menos para hombres que no son llamados para ese oficio”. ¿Ven?, Uds. deberían tener hombres allí que saben, y que sean ordenados para la obra.",
    "Esto lo prueba. Que, él, vemos que este hombre, siendo un gran hombre, un buen hombre, un hombre honorable, pero él tomó la—la ofrenda, el incensario, y entró al altar del Señor, para quemar incienso delante del Señor, lo cual era solo para un sacerdote dedicado. Pero pensó, siendo que Dios lo amaba tanto, y—y Él había sido tan bueno con él, que lo podía ir a hacer de todas maneras. Y el sacerdote corrió tras él, y le dijo: “Ud. no está ordenado para ese oficio. Dios prohíbe que alguien entre allí, solo un levita que está dedicado para ese servicio”. Uds. nunca deberían hacer eso.",
    "Y así es muchas veces, que, lo que, creo que tiene al mundo hoy en tal confusión, que hombres salen y quieren ocupar esos lugares para los cuales no han sido ordenados. Llega a un punto en que ellos—ellos tratan de cumplir este oficio, y no son llamados para esa posición.",
    "Ahora, vemos que, aunque era un buen hombre, bendecido por Dios, pero, si Dios lo bendice a Ud., permanezca en la categoría en la que Dios lo ha llamado. Si es un ama de casa, siga siendo un ama de casa. Si es en un negocio, permanezcan en ese negocio, reflejando a Dios. Y a lo que Dios le haya llamado a Ud., que así sea. Pues, Él quiere que Ud. sea una verdadera ama de casa, para reflejar su influencia sobre otra persona que quisiera ser una buena ama de casa. Si Ud. es un buen hombre de negocios, permita que su vida refleje a Jesucristo en su negocio, con honestidad e integridad, y con cosas que realmente signifiquen algo. Porque alguien está vigilando su vida. Ud. está influenciando a alguien. Dios necesita una genuina ama de casa. Dios necesita de un adolescente genuino en la escuela. Dios necesita un—un—un ministro genuino, un hombre de negocios genuino, alguien que Lo refleje a Él. Porque allí ellos ven, en Ud., a Cristo. No importa lo que el resto del mundo tenga que hacer, eso no tiene nada que ver con Ud. o conmigo. Nosotros somos responsables ante Dios por nuestras vidas, y por nuestra experiencia con Cristo.",
    "Ahora, vemos que en su intento de ocupar el lugar del ministro, y alguien diciéndole que él estaba fuera de lugar, diciéndole que no debería hacer eso, que él estaba “fuera de lugar”, él se enojó. Al enojarse, se enojó tanto que su rostro se puso rojo.",
    "¿Ven?, debemos poder recibir y aceptar la corrección; algunos de ellos no lo harán. Ud. no puede… He ido a reuniones y me he sentado en los auditorios, y—y donde uno se levanta. Y algunas personas vienen y se sientan solo por unos minutos, y si uno dice una palabra con la que no están de acuerdo, [El Hermano Branham chasquea los dedos.—Ed.] se van, ¿ven?, enardecidos.",
    "Bueno, eso, ¿saben lo que le sucedió a Ezequías por hacer eso, o—o a Uzías, mejor dicho? Dios lo hirió con lepra. El hombre murió en su lepra, lo cual es un tipo de pecado. Él no pudo soportar ser corregido por la Palabra.",
    "Y muchas veces, hoy, es igual. Ellos dicen: “¡Pues, mi denominación cree esto, y a mí no me importa!”. ¿Ven? Tómense el tiempo para escudriñar la Palabra. Dios nunca juzgará al mundo por una denominación, Él lo juzgará por Su Palabra. Y Su Palabra es Cristo, y Cristo es la Palabra; son lo mismo: “ayer, hoy, y por los siglos”, Hebreos 13:8. Pero, en lugar de querer recibir la corrección, se enardecen; no La pueden soportar. Ellos solo…",
    "Ahora, eso exactamente es lo que hizo Uzías, un buen hombre. Ud. dice: “Bueno, esa persona era un…”. Uzías también era una buena persona, una persona fina, un hombre bendecido por Dios. Pero, no importa lo que fuera, él siempre debía permanecer en su lugar. Pues, Dios le dio a él la oportunidad de influenciar a otros siendo un rey justo, no un sacerdote. Y la Palabra le prohibió hacer eso, así que, él entró e iba a hacer ofrenda. Y cuando él fue llamado, le fue dada Palabra: que él no debía hacer esa cosa; que Dios lo había bendecido en sus asuntos, y lo que fuera, pero que no quisiera ocupar el lugar de este sacerdote. Él estaba fuera de la Palabra. Bueno, él lo iba a hacer de todas maneras, no importa lo que alguien dijera.",
    "Ahora, ¿no es esa la actitud de demasiada gente hoy? Ellos no reciben la corrección de la Palabra. Y por eso es que nos encontramos aquí envueltos en un gran Concilio de Iglesias, sin saber a dónde vamos, camino al mundo. Decenas de miles de miembros se agregan cada año, y no vemos la mano de Dios moviéndose en ninguna parte. Muertos, en formalidades, exactamente lo que la Biblia dice que serían: “Una edad de la iglesia de Laodicea, tibia, vomitada de la boca de Dios”. Cristo afuera, tratando de entrar, y la iglesia adentro no Le da entrada; coloca el cuadro de hoy, exactamente. Es porque el hombre no entiende que su posición viene de la Palabra, la Palabra de Dios.",
    "Y Uzías debió haber oído a ese llamado. Ahora, recuerden, diríamos de él hoy, es un Cristiano al que Dios había bendecido. Él no solo era algún hombre común. Él era un hombre que había sido bendecido por Dios, pero él no quería soportar la corrección. No importa cuánto la Palabra dijera que así era, él no quería entender Eso, porque él se sentía lo suficientemente seguro de que Dios le permitiría arreglárselas con otra cosa.",
    "Y eso es lo que sucede con nuestra gente hoy alrededor del mundo, ellos piensan que Dios les permitirá arreglárselas con algo contrario a esta Palabra. Él nunca lo hará. Debemos regresar a la corrección, y soportar la corrección por la Palabra. Y debido a su manera arrogante de actuar, él no prestó atención a lo que este ministro tenía que decir. Haría lo que él quería hacer. Solo piensen, ahora detengan eso en su mente por un minuto.",
    "¿Cómo puede un hijo hacerle frente a un padre y a una madre, piadosos?; ¿cómo podría una adolescente mirar el rostro de una madre anciana, piadosa, con el cabello canoso, y decirle a esta adolescente: “Cariño, mamá no te ha criado así?”. Y Uds. al mirar la vida pasada, ven lo que ha hecho por mamá. No lo hacen, y se tornan arrogantes y dicen: “Toma tu religión y vete, haré lo que yo quiera”. ¿Cuál será el fin de ese adolescente?, ¿qué les sucederá? Quedan desahuciados. Están perdidos, espiritualmente, moralmente, muchas veces física y mentalmente. Quedan separados completamente de la misericordia. Bueno, entonces, eso sería algo horrible para un muchacho o una muchacha adolescente.",
    "Entonces piensen en un hombre o una mujer, allá en el ministerio, o un Cristiano que dice ser un hijo de Dios, y ve los Mandamientos de Dios, y les da la espalda y dice: “Mi denominación no cree Eso de esa manera”.",
    "Necesitamos Cristianos influyentes, influenciados por la Palabra de Dios. Hombres o mujeres llamados, como—como influencia para la Iglesia elegida para los últimos días, es lo que necesitamos. ¡Dios, concédenoslo! Y ellos estarán allí. Ellos van a estar.",
    "Vemos que Uzías, por causa de su arrogancia, fue herido con lepra. Y él nunca se recuperó. Él nunca se recuperó. Tuvo que separarse de la Presencia de Dios, y morir en un hogar para leprosos.",
    "¡Oh, esa línea, ese límite, esa línea que los hombres y mujeres pueden cruzar tan fácilmente! Esa línea que un muchacho o una muchacha adolescente puede cruzar, entre el juicio y la misericordia. ¡Todos nosotros! ¡La línea que los hombres de negocios pueden cruzar! Cualquiera de nosotros puede cruzarla, entre el bien y el mal. Y recuerden: la Palabra de Dios siempre es lo que está correcto; “Sea mentira toda palabra de hombre, pero la Mía sea la Verdad”, dice Dios.",
    "Ahora, él fue herido. Y cuando el joven Isaías vio esto, ¡qué lección fue para él en ese momento! Ver que un hombre que se sale de su lugar, joven o anciano, el que sale de su lugar tiene que sufrir los resultados. No importa cuánto Dios lo había bendecido, él aún sufrió los resultados.",
    "Ahora, de esto, Isaías aprendió una gran lección. ¿Cuál? Que Dios ordena a Su hombre a su lugar.",
    "El hombre no puede ordenarse a sí mismo a un lugar; Dios tiene que ordenarle a su lugar. No olviden eso. Dios le ordena a Ud. que tome su lugar, y él no debe (jamás) querer tomar el lugar de otro. No trate de ser algo que Ud. no es.",
    "Como dijo una vez el Diputado Upshaw; el que fue sanado en la reunión, y el Señor me permitió ver una visión sobre él allá en California. Había estado lisiado por sesenta y seis años, y fue sanado instantáneamente, por las misericordias de Dios. Tiró sus muletas, y su silla vieja y cosas. Él estaba aquí mismo en Shreveport, creo, testificando. Él tenía este dicho.",
    "Él fue senador, creo, o algo así, por muchos años, y diputado de Georgia. Y él era un representante de la iglesia bautista del Concilio Bautista del Sur. Y luego—y luego él fue y se postuló para presidente, contra el licor, y fue derrotado por causa de su postura. Y esa noche… nunca siquiera había oído del hombre, nunca. El Doctor Roy Davis, el que me impuso las manos ordenándome en la iglesia Misionera Bautista, él me lo envió. Y cuando él llegó a la reunión, el Espíritu Santo allí, con miles de personas sentadas, lo llamó por nombre, y le dijo lo que él era y que el Señor lo había sanado. Y él vino a la plataforma, sin muletas, sin aparatos ortopédicos, ni nada. Se inclinó, a la edad de setenta y tantos años, y tocó los dedos de sus pies, de allá para acá, completamente liberado. Y él era un orador, y un hombre importante. Él ¿qué…?",
    "Este es su dicho: “Ud. no podrá ser algo que no es”. Suena como si yo lo dijera, no un diputado. Pero, solo fue… Él era sureño, y solo usaba su manera de expresarse porque era un—un hombre esforzado. Y él fue una gran influencia para la gente, y un hombre piadoso. Y murió de la misma manera, muchos años después. Pues, él se paró en los escalones de la Casa Blanca, en la reunión de Billy Graham, y cantó: “Apoyado En El Brazo Eterno”, ante gente de todo el mundo. Ahora, vean, el…",
    "Dios ordena a Su hombre, y Ud. no puede tomar el lugar de otro. Si lo hace, Ud. solo está produciendo una imitación carnal, y finalmente será herido. ¿Ven?, Ud. no puede hacerlo. Dios le ordena a Ud. a su lugar. Isaías vio esto, que él no podía poner su confianza en ningún hombre. Allí estaba el hombre más importante que había sobre la tierra, en ese tiempo, un rey que tenía al resto del mundo pagándole tributo a él; pero por cuanto se salió de su lugar, Isaías vio entonces que él no podía confiar en un brazo de carne, y eso llevó al profeta al templo, a orar.",
    "¡Oh, Dios! Si la iglesia, si la gente que dice ser Cristiana, tan solo pudiera ver esto hoy, y los llevara al altar a algún lugar para orar. Ud. no puede ser algo que no es.",
    "Luego encontramos en el… en el templo, cuando estaba en oración, siendo un profeta, estaba hecho para ver visiones. Él nació de esa manera, por supuesto, siendo un profeta. Y él necesitaba un toque de Dios. Y Dios lo había ordenado para—para ser un profeta. Y en la visión en el templo, él vio a un verdadero Rey, en la visión. Él vio a Dios exaltado, en lo alto sobre todos los Cielos, y Sus tremendas faldas llenaban la tierra y los cielos y el firmamento. Él vio un verdadero Ejemplo. En otras palabras, Dios dijo: “Mira hacia acá, Yo soy tu Ejemplo”.",
    "¡Y si nosotros tan solo pudiéramos hacer eso, en nuestro propio ministerio! Me estoy dirigiendo a los ministros, y hombres de negocios, adolescentes. Ministros, ¡si tan solo pudiéramos hacer eso! A mí me gustaría ser un Billy Graham. Desearía tener la educación y el conocimiento, para—para presentar la cosa como lo ha hecho Billy Graham. Pero yo no puedo ser Billy Graham, así como Billy Graham tampoco puede ser yo. ¿Ven? Nosotros, cada uno, tenemos nuestro lugar en Cristo. Y tratar de imitar a Billy Graham sería lo mismo que hizo Uzías, solo resultaría de la misma manera, en un desastre. Solo sea lo que Ud. es, lo que Dios le hizo.",
    "Ahora, Isaías era un profeta, así que él fue al templo y vio el verdadero Ejemplo, a Dios. Fíjense en los Serafines Celestiales, mientras volaban por el templo. Ahora, Serafín es una—es una palabra poderosa. Pues, no es un Ángel. Pero es un… Lo que en realidad es, es un Quemador de sacrificios. Es, Él tiene algo que ver con la expiación, porque Él ofrece el sacrificio, para abrir camino para el pecador arrepentido, hacia el Trono de Misericordia. ¡Qué posición, más alta que un Ángel, mayor que un Ángel! Pues, los Ángeles se hacen a un lado. Pero los Serafines avanzan con la ofrenda, directo a la Presencia de Dios; un Quemador del… el—el que Ofrece la oración que se ha hecho, el Quemador del sacrificio. Y aquí estaban ellos, pasando por el templo, clamando: “Santo, santo, santo, es el Señor Dios Todopoderoso”. ¡Piénsenlo, en el templo, delante de este joven profeta!",
    "Con el corazón quebrantado. Su rey había querido ocupar su lugar, queriendo tomar el lugar de un ministro, y había sido completamente derrocado por Dios, y fue herido con lepra; y—y era su ejemplo en que se había enfocado, el hombre.",
    "Nunca confíen en algún hombre. A mí no me importa de quién se trate. Si es un hombre santo, si es un buen… No existe eso. Permítanme corregir eso. No existe un hombre santo; no hay una iglesia santa. Tal cosa no existe. Es un Dios Santo, no un hombre santo; es el Espíritu Santo. Pedro una vez se refirió al “monte santo”, en el Monte de la Transfiguración. No era el monte el que era santo; era el Dios Santo que los encontró en este monte. No es la santa Iglesia; es el Dios Santo en esa Iglesia. No el hombre santo, sino el Espíritu Santo obrando en ese hombre. El hombre fallará. Él es un fracaso para comenzar, el que sea. Hasta los hombres más grandes caen. Nunca pongan su confianza y su… para hacer de algún hombre su ejemplo. Miren a Dios. Cristo es su Ejemplo.",
    "Y encontramos que ahora él había apartado su mente de Uzías, el rey que él tanto amaba. Y él miró hacia arriba y vio lo que debía entender, para ser un profeta; que Dios, y solo Dios, gobierna en las vidas de los hombres y en Su Iglesia. Y lo vemos ahora, lo que sucedió.",
    "Encontramos que estos Serafines, Ellos tenían seis alas; dos sobre Sus rostros, y dos sobre Sus pies, y dos con las que volaban; por el templo, clamaban: “Santo, santo, santo, es el Señor Dios Todopoderoso. Santo, santo, santo, es el Señor Dios Todopoderoso”. Ellos claman día y noche, por cuanto están en la Presencia de Dios.",
    "¿Ven lo que decía Dios, para que Isaías viera? La santidad, la pureza de Dios, y la reverencia que debemos practicar en Su Presencia.",
    "Revisemos esta visión solo por unos momentos, antes de terminar. Cada una de estas Criaturas, podemos ver que tenían seis alas. Tomemos estas alas, primero. “Con dos Él cubría Su rostro”. ¿Por qué lo hizo Él? ¡Piénsenlo! Aun los santos Serafines, en la Presencia de Dios, tienen que cubrir Sus rostros santos, para estar en Su Presencia. Que nunca conocieron el pecado, nunca pecaron, no, no hay manera de que Ellos pequen, sin embargo, en la Presencia de Dios, cubrieron Sus santos rostros.",
    "Y luego nosotros, hombres mortales, pecadores, corruptibles, trataremos de inyectar algo, y añadir a Su Palabra y a Su propósito, y pasar juicio sobre algunos de los que están tratando de seguir lo que el Señor dijo que hicieran; sin respeto por Su Palabra: “Yo sé que la Palabra dice eso, ‘que es necesario nacer de nuevo’, ¡pero yo le diré lo que pienso!”. Ud. no tiene por qué dar pensamientos. Dios ha hablado, y asunto terminado.",
    "Pedro dijo, en el Día de Pentecostés: “La promesa es para vosotros, para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. ¿Cuál era la promesa?, de ¿qué? El Espíritu Santo que fue derramado. ¿Qué sorprendió a la gente? El escucharlos hablar en lenguajes que ellos no conocían, y estaban tambaleándose como borrachos, bajo la influencia del Espíritu Santo. Y ellos se estaban mofando, burlándose. Y Pedro dijo: “Para vosotros es la promesa” cuando ellos quisieron arrepentirse, “y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "¿Cuántos? “Para cuantos el Señor nuestro Dios llegue a llamar”. Ahora, la iglesia pudiera llamarlo a Ud., su conciencia pudiera llamarle. Pero cuando Dios lo llama a Ud., Él sabe cómo vestir a Su siervo.",
    "Y hombres pecadores, eruditos, educados, influyentes en sus denominaciones, se paran en sus atuendos de denominación ¿y tratan de inyectarle algo a esa Palabra pura, no adulterada? Recuerden, la Palabra es Dios. Y si un Serafín, que no conoció pecado, tuvo que cubrir Su rostro, para pararse en la Presencia de Dios, ¿cómo vamos a aparecer nosotros en ese Día; cuando nos paremos en la Presencia de Su Palabra, predicada y plenamente vindicada por el Espíritu Santo, y aún le dan la espalda y dicen: “Es telepatía o algo así”?",
    "¿Qué le sucedió a este rey, un gran hombre, un creyente, un hombre bendecido por Dios? Él fue herido con lepra, lo cual es tipo del pecado, incredulidad. No hay cura para eso; solamente Cristo. Y él murió en esa misma condición.",
    "Ahora la gente no Le tiene reverencia a Él. ¿Por qué la gente no Le tiene reverencia a Dios? La reverencia solo pertenece a Dios, de la cual se habla dos veces en toda la Biblia, y ambas en relación a Dios. Fíjense, la razón por la que no lo hacen es porque no están completamente convencidos de que Eso sea Dios. Ellos no están del todo convencidos.",
    "Tampoco Uzías; él no estaba completamente convencido de que Dios cumplía toda Palabra. Por cuanto Dios lo había bendecido, él pensó: “Eso me basta. Si tengo una bendición de Dios, puedo hacer lo que yo quiera”.",
    "No puede hacerlo. Ud. no puede hacerlo. Ud., adolescente, no puedes hacerlo, no importa cuán popular seas, cuán buena muchacha, buen muchacho, buen bailarín; cuánto lo aprecie a Ud. toda la escuela, Ud.—Ud. se ganó su beca, todo eso está bien. No hay nada en contra de eso. Eso está bien, pero no piense que Ud. puede pisotear la Palabra de Dios y no pasar nada. ¿No crean Uds. ministros que pueden hacerlo y no pasar nada con eso? Ninguno de nosotros lo va a hacer. Uds. amas de casa, o Uds. hombres de negocios, todos vamos a responder ante Dios, por Su Palabra. Isaías estaba aprendiendo esto. Ellos no están conscientes de Su Presencia.",
    "¡Cuánto nos beneficiaría hoy escuchar lo que dijo David! Él dijo: “El Señor siempre está delante de mí”. Él ató Sus Mandamientos en los postes de la puerta y—y en el poste de su cama, y él—él los puso por todas partes. Él aun los ató en su corazón, se propuso en su corazón que él no pecaría contra Dios. Él permaneció constantemente con la Palabra delante de él. Por eso es que él dijo: “No seré conmovido” pues, en todo lo que él hizo, tenía la Palabra delante de él. Y eso es lo que nosotros debemos hacer siempre, lo ordenado de Dios.",
    "Ahora, Él cubrió Su rostro porque Dios es todo santo, y Él estaba clamando: “Santo, santo, santo”.",
    "Ahora tomemos, en segundo lugar: Él tenía la cobertura, dos alas sobre Sus pies. ¿Qué significaba eso? Humildad en Su Presencia.",
    "Eso es lo difícil para un hombre que tiene una posición. Eso es lo difícil para la jovencita que es bonita. Eso es algo difícil para el muchacho adolescente que es popular en la escuela, una estrella del baloncesto.",
    "¡Oh, joven!, ¡cuánto Dios podría—podría usarte, si tan solo Le permitieras a Él hacerlo! Jovencita, con tu hermosa apariencia de reina que Dios te dio, ¿por qué no usas esa influencia para el Reino de Dios, para lo que Dios te la dio, esa virtud de la feminidad? Úsela de esa manera, entonces Ud.—Ud. tiene que salir bien. Pero de cualquier otra manera, Ud. tendrá que fallar, ¿ven?, Ud.—Ud. será un fracaso total. Dios lo hizo a Ud., y nadie más puede tomar su lugar, nadie puede llenar ese lugar. Ud. debe ser de esa manera.",
    "Ahora, humildes en Su Presencia, estos Serafines, humildes en Su Presencia.",
    "Como Moisés, cuando Moisés siendo un gran hombre intelectual, entendemos que él podía enseñarles sabiduría, ciencia a los egipcios, y la gran sabiduría de Egipto.",
    "Hasta ahora ni competimos con ella, en nuestra ciencia. No construimos pirámides, Uds. saben, hoy en día. No podríamos colocar una como esa, en el centro de la tierra, donde, no importa dónde esté el sol, no hay sombra alrededor. Y no pudiéramos construir las esfinges, o muchas de esas cosas. Y tampoco podríamos hacer una momia, hoy, hacerla para lucir natural después de miles de años; solo unas pocas horas es lo que podemos conservar un cadáver. Ellos tenían un líquido allá, con el que podían embalsamar, del cual no sabemos nada. Un color que ni siquiera pierde su tinte; muchas de las artes que ellos tenían, y ciencia, que nosotros no tenemos.",
    "Escuchen, jóvenes, Uds. están viviendo aquí en una ciudad universitaria, o una ciudad donde… y yo vivo en una ciudad universitaria. Y la ciencia está bien, siempre y cuando no se salga de la Palabra de Dios. Pero, quiero saber, la ciencia no puede darte vida. La ciencia puede decirte cómo es que…",
    "Y—y otra cosa, la ciencia siempre tiene que retractarse, por lo general, de lo que ellos dicen que ha sido probado científicamente. Saben, acabo de ver el otro día, un—a un profesor de ciencias hablar, que ahora, que han probado que estos huesos que desenterraron y dicen que tienen cien millones de años, hace dos años, descubrieron que es el agua salina en la que estaba el hueso. No hay nada, en ciencia alguna ni nada, que pueda decir que el mundo tiene más de seis mil años. ¿Ven? El cloruro y esas cosas en el agua han deteriorado el hueso de esa manera, lo cual daría, hace que parezca que tiene un millón de años; pero no los tiene. Pero ¿piensan Uds. que anunciarán eso? No, señor. Ellos no se retractarán de lo que han dicho.",
    "Pero aquí está la Biblia, mi hermano, hermana, y mi joven hermano o hermana adolescente, que Dios nunca tiene que retractarse de lo que Él dijo, porque Eso es la Verdad, siempre la Verdad. Siempre es correcto. Cuando Dios dice algo, eso es lo que quiere decir.",
    "Yo estaba hablando en una reunión recientemente, y un hombre dijo, me encontró afuera, dijo: “Ud.—Ud. le ladra al árbol que no es, amigo”. Dijo: “Ud. dijo que, ‘El mundo aquí, es de seis mil años’”.\n\nYo dije: “El orden del mundo está correcto, seis mil años”.",
    "Él dijo: “Mire” dijo él, “la Biblia dice que—que, ‘Dios creó los cielos y la tierra, en seis días’”.\n\nYo dije: “Él no hizo eso”.",
    "En Génesis 1, Él dijo: “En el principio creó Dios los cielos y la tierra”. ¡Punto! En cuánto tiempo Él lo haya hecho, no lo sé, nadie más lo sabe. Dios lo hizo. Hay un punto. Allí termina la oración. “Y” cuando Él comienza a usarlo, “el mundo estaba desordenado y vacío, y las aguas estaban sobre el abismo. Y el Espíritu de Dios se movía sobre el agua”. Pero en Génesis 1, dice: “En el principio creó Dios los cielos y la tierra”. Eso es todo. No discuta por eso. Yo simplemente lo creo; es todo. Dios lo creó. No es asunto mío saber eso. Me da gusto que Él lo hizo, y me permitió vivir aquí por un tiempo. Él tiene uno nuevo, en el cual mora la justicia.\n\nMi esperanza se basa en nada menos\n\nQue la Sangre de Jesús con justicia.",
    "Ningún credo, denominación, ningún ejemplo de hombre; yo quiero a Cristo, y solo a Él. Eso es lo que debemos tener.",
    "Humilde. Moisés, un hombre intelectual; pero en la Presencia de esa zarza ardiendo, él se quitó los zapatos. Él estaba en tierra santa. ¡Se humilló! Humildad. Eso significaba el cubrirse los pies, humildad.",
    "Miren a Pablo, el gran erudito intelectual; instruido bajo Gamaliel, uno de los más grandes maestros hebreos de su día. Inteligente, intelectual, con título universitario, y él pensaba que lo sabía todo. “Y este montón de gente que se comportaba así no era más que una gente demente, loca”, y él tenía órdenes de su sumo sacerdote, de ir y—y arrestarlos a todos, allá en Damasco. Y un día, camino hacia allá, él entró en la Presencia de Aquel Mismo que le habló a Moisés en la zarza ardiente, una Columna de Fuego. ¿Qué hizo Pablo, Saulo, más bien? Él se postró sobre su rostro, en humildad; cayó de sus pies, sobre su rostro, en humildad.",
    "¿Qué hizo Juan el Bautista, el hombre que Jesús dijo: “Nunca hubo un hombre nacido de una mujer como él, o pudiera compararse con él, hasta ese momento”? Ese gran profeta, ordenado por Dios antes de la fundación del mundo; mencionado mil doscientos siete años antes de que viniera, o setecientos doce años, mejor dicho, antes de que él viniera a la tierra, por el profeta Isaías aquí. ¿Qué hizo él cuando vio a un Hombre que venía caminando de la multitud, y él miró hacia arriba y vio ese Fuego que descendía del Cielo, en la forma de una paloma? Él clamó: “Yo necesito ser bautizado de Ti”.",
    "🦅 Tengo que menguar; Él tiene que crecer”. Dios no puede tener dos en la tierra al mismo tiempo. Solo uno tiene el mensaje, Uds. saben. “Yo tengo que menguar; Él es el Mensajero. He estado hasta este momento, ahora Él toma mi lugar”. Como Eliseo, cuando Elías subió y le arrojó su manto a Eliseo; su ministerio había terminado, Eliseo tenía que continuar donde él dejó. “Es necesario que Él crezca, pero que yo mengüe”, Juan el Bautista.",
    "Estén conscientes de su pequeñez. Ud. no es nada. Ud. no es nada. ¡Cómo me gustaría estar en eso por unos minutos! Pero, Ud. no es nada. Permítanme… Esto suena sacrílego y suena fuerte.",
    "Y yo no creo que el púlpito sea un lugar para que algún ministro haga chistes. Se—se ha convertido ahora en bromear, el comportamiento glamoroso de Hollywood. Eso es lo que sucede. Hollywood, por medio de la televisión, ha invadido el púlpito. Nuestras mujeres se han inclinado ante la diosa de la moda de Hollywood, hace mucho. Y luego, el púlpito entró en Hollywood, a través de cantantes y demás, hombres talentosos. ¡Oh, qué hombre tan astuto es ese diablo! Ud. no puede mezclar aceite y agua; no se mezclará. Noten la gran influencia que la gente puede ejercer sobre otros. Y lo que Ud. haga es una influencia.",
    "Si Ud. quiere saber lo importante que es Ud., meta su dedo en una pileta de agua, o en un balde con agua, luego saque su dedo y trate de encontrar dónde metió el dedo. Ud. no es nada.",
    "Dios puede prescindir de Ud., Él puede prescindir de mí, pero nosotros no podemos prescindir de Él. Es imprescindible tenerlo, porque Él es Vida, y solo Él. No es conocer Su Libro, no es conocer esto, o conocer aquello, o conocer el credo; “Sino conocerlo a Él es Vida”, conocerlo a Él como la Persona, Cristo en Ud., la Palabra hecha carne en Ud. Eso es conocerlo a Él. Cuando Él, Ud. y Él, llegaron a ser, llegan a ser uno, como dije anoche en La Súper Señal. Él tiene que entrar en Ud. ¡En Ud.! Dios y el hombre deben ser uno. Ud. está consciente de su pequeñez.",
    "Ahora, para terminar, pudiera usar las otras dos alas, en tercer lugar. Él podía volar con estas otras dos alas. ¡Observen! Rostro cubierto por la santidad de Dios, y en reverencia; Sus pies cubiertos de humildad; y con dos alas Él podía ponerse en acción, para moverse. Dios le estaba mostrando a Su profeta cómo debía ser un siervo preparado. “¡Deja de mirar a Uzías! Aquí está tu ejemplo que he puesto delante de ti: ¡cubre tu rostro en reverencia, cubre tus pies en humildad, y entra en acción!”. ¡Oh, qué ejemplo! Él había mirado a Uzías por tanto tiempo, y lo había visto fallar, ahora Dios le está diciendo qué hacer, mostrándole un siervo preparado. Él entró en acción.",
    "Como la mujer junto al pozo, entró en acción tan pronto como Jesús le dijo que ella tenía cinco maridos. Esa mujer había estado esperando que sucediera algo así; cuatrocientos años, sin profeta. Y, de repente, ella salió a buscar agua, una mañana, inesperadamente, y allí se encontró con algo real.",
    "Dios Lo colocará a Él frente a nosotros, en algún lugar, a veces, inesperadamente. Espero que Él lo haga en esta mañana.",
    "Él Lo hizo cuando ella no lo esperaba. Y cuando Él le dijo: “Mujer, tráeme de beber”, y ella conversó con Él acerca del agua, y que Él no tenía con qué sacarla. Y le dejó saber que Él tenía agua que ella no vendría a sacar de allí.",
    "Y luego comenzaron a hablar acerca de dónde, cuáles eran los ritos religiosos, dijo: “Nuestros padres adoraron en este monte. Y Uds. dicen: ‘en Jerusalén’”. Y Jesús, después de un rato…",
    "¿Qué era Él? Él era la Palabra. San Juan 1: “En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios”. Hebreos, el capítulo 4, dice: “La Palabra de Dios es más viva, más eficaz que una espada de dos filos, cortante”. No mima ni acaricia; corta, de entrada y de salida. ¿Ven?, “Corta hasta el tuétano del hueso, y Ella Discierne los pensamientos y las intenciones del corazón”. Esa es la Palabra, la Palabra hecha carne. Y aquí estaba, ¿qué hizo Él? Él los miró y pudo percibir sus pensamientos, porque Él era esa Palabra, y la Palabra inmutable. Y Él sigue siendo el mismo. Él no cambia. Ahora, fíjense, en esta Palabra incambiable, Él miró directamente al rostro de la mujer.",
    "Y aquí estaba parada ella, como le diríamos hoy, una mujer de mala fama, una prostituta callejera, o algo, tal vez una niña que había sido abandonada y rechazada por los padres; y hay demasiadas de ellas hoy. Pero aquí estaba esta mujer encantadora, bonita, joven, tal vez una adolescente, tal vez de dieciocho años, ella—ella habría salido de la secundaria. Y aquí había tomado el camino equivocado, y degradado la moralidad de su vida. Y ella no tenía nada a que aferrarse, aunque era una—una muchacha bonita.",
    "Y ella sube allá por un poco de agua, y se encuentra allí con un Hombre que le habló. Y ella dijo: “Tenemos segregación aquí. Tú no deberías hablarme. Eres hebreo y yo soy una mujer de Samaria. Y, después de todo, mira quién soy. ¿Por qué me hablas? ¿Qué quieres?”. ¿Ven?, su—su—su—su motivo estaba errado.",
    "Y, muchas veces, ¿qué hubiera pasado si esa mujer hubiera tirado el cántaro y se hubiera ido, como algunas personas que se levantan y salen de la reunión rápidamente? ¿Ven?, nunca hubiera sucedido de esa manera.",
    "Pero había algo diferente en esa simiente predestinada, que encontró algo interesante en esta Persona, así que ella habló con Él. ¿Qué sucedió? Él le dijo las cosas que ella había hecho. Y cuando Él hizo eso, decirle estas cosas que ella había hecho, ella dijo: “Señor, me parece que Tú eres Profeta. Tú no me conoces”. ¿Cómo supo ella que Él era un profeta? Porque la Palabra había venido a Él.",
    "La Biblia dice: “Si hay uno entre vosotros, que sea espiritual, o profeta, Yo Jehová Me daré a conocer a él. Y si lo que él dice es la verdad, entonces óiganlo, porque él es Mi representante, él es Mi Palabra manifestada”.",
    "Y ella dijo: “Señor, en otras palabras, no hemos tenido un profeta por cuatrocientos años. Y me parece que Tú eres un Profeta. Ahora, no tenemos Escritura que diga que vamos a recibir un profeta ahora, aparte del Mesías. Sabemos que el Mesías viene. Y esto, lo cual esa es la señal de un profeta, sabemos que Él viene y Él hará estas cosas”.",
    "Y entonces Jesús, la gran suficiencia vino, y dijo: “Yo Soy”. Amén.",
    "¿Qué? No saltó inmediatamente, ni se fue: “No voy a escuchar eso”. Ella se cubrió el rostro: “Admito que estoy equivocada”. Humildemente ella pidió: “Dame esta agua, Señor, que no vengo a sacar aquí”. ¿Ven la—ven la…? su—su, ¿la manera en que Dios viste a Su pueblo?",
    "¿Ahora qué? Ella está lista. Entonces le es revelado a ella que Ese es el Mesías. E inmediatamente ella entró en acción. ¿Detenerla? Ud. no podría hacerlo. Directamente a la ciudad, y dijo: “Vengan a ver a un Hombre que me ha dicho las cosas que he hecho. Hemos estado esperando al Mesías, y Él está allí”. Y la Biblia dice que los hombres de esa ciudad creyeron por causa del testimonio de la mujer. Ella tenía algo muy real que podía mostrar. Su influencia, después de conocer a Jesucristo y regresar con los resultados directos que su Biblia, que ella había sido enseñada, le decía lo que haría el Mesías, ella convenció a los hombres que Ese era el Mesías. Por cuatrocientos años, ellos nunca tuvieron algo así: “Y aquí está el Hombre”. Y su testimonio, aun siendo una prostituta, fue convincente.",
    "¡Oh, jovencita!, quizás tú no vivas esa clase de vida. Pero, ¡oh!, si tan solo pudieras conocer a Este del que estoy hablando, ¡cuál sería tu influencia para tus compañeros de escuela!",
    "Joven, como Saulo, educado, inteligente, ¡qué influencia fue él para todo el mundo Cristiano! Fue enviado como apóstol a los gentiles, cuando él se encontró con este Jesús en la Columna de Fuego, ese día, sabiendo que Ese era el mismo Dios que sacó a su pueblo, de Israel de Egipto, a Israel de Egipto. ¡Si Ud. pudiera encontrarse con este mismo Dios! Esa es la Biblia, manifestada, probando que Él es Dios, la vindicación de Él aquí mismo en la tierra ahora, que Su Palabra ha sido manifestada, porque: “Él es el mismo ayer, hoy, y por los siglos”. ¡Qué influencia va a ser Ud. para su iglesia, para su comunidad, para toda la gente con la que entre en contacto! Ud. será una persona cambiada. Sí. Sí, señor.",
    "Pedro, cuando vio y se convenció, que… Vemos que él había pescado toda la noche y no había sacado nada. Él era un pescador. Él sabía el cambio de luna, y cuándo se movían los peces y cuándo no. Pero él tuvo la suficiente amabilidad de sentarse y escuchar a Jesús por unos minutos. Él no se levantó y salió corriendo. Él se quedó para oírlo todo. Y después de que el mensaje hubo terminado, y todo, por cuanto él fue lo suficientemente amable…",
    "Él había pescado toda la noche y no había sacado nada. ¿Cuántos Simones hay aquí esta mañana, cuántos escucharán esta cinta? Simones, Uds. han saltado de los metodistas, a los bautistas, a los pentecostales, a los unitarios, a los duales, a los de tres, a cada cosa, y aún no han sacado nada. ¿Por qué no se sientan y escuchan por un minuto? Solo presten unos minutos de su tiempo a Cristo.",
    "Observen cómo viene la Palabra: “Simón” ahora Él lo está comisionando, “arroja la red para la recogida”.",
    "Y cuando tuvo los pescados, dijo: “Señor, pesqué toda la noche. Esto va más allá de mi inteligencia; yo no lo puedo explicar”.",
    "Tampoco yo puedo explicar cómo funciona; no conozco la mecánica. Solo la dinámica es todo lo que me interesa. Yo no sé cómo Él lo haga, pero eso hace porque Él lo prometió.",
    "Él echó la red. Porque él sabía que si no había peces allí y Dios dijo que habría peces allí, de todas maneras, él bajó la red.",
    "Ud. dice: “He estado en el altar; he hecho esto; he hecho aquello; lo he intentado; he ido y venido. Yo…”. Echen la red. Ese es el Mandato.",
    "Y cuando atrapó el pescado, ¿qué hizo él? Primero, cayó de rodillas, en reverencia y respeto, y clamó: “Apártate de mí, Señor, soy un hombre pecador”. ¿En qué? Reverencia, humildad.",
    "¿Cuál fue la palabra en respuesta? “No temas, Simón, de ahora en adelante serás un pescador de hombres”. En acción, y él murió en acción. ¡Oh, vaya!",
    "El ciego que fue sanado, él no pudo explicarlo; no podía explicar exactamente cómo fue que Él lo hizo. Y no sabía si Él era un pecador o no; él dijo: “Es algo extraño para mí, que Uds. hombres aquí, Uds. sacerdotes, me hagan esta pregunta”.",
    "Dijeron: “¿Quién te sanó?”. Ellos le preguntaron a su padre y a su madre, pero ellos dijeron…",
    "Ellos ya, los sacerdotes les habían advertido: “¡Si alguien asiste a las reuniones de Jesús! Él es un—Él es un—Él es un Hombre demente. Si Uds. asisten a Sus reuniones, serán excomulgados de esta iglesia. Los sacaremos…”. Es lo que dice la Biblia: “Los sacaremos directamente de la iglesia, si asisten a esa reunión”.",
    "Pero, el ciego, ¿ven?, la reunión vino a él, y Jesús lo sanó.",
    "Y luego, aun sus padres, temerosos de perder su dignidad, siendo miembros de esta gran iglesia de la ciudad, ellos se avergonzaron de decir algo al respecto. Le pusieron la carga de vuelta al muchacho, y dijeron: “Pregúntenle a él, ya tiene edad. Vayan y pregúntenle cómo sucedió. Sabemos que ese es nuestro hijo, y sabemos que él nació ciego, pero yo—yo no voy a decir nada”. ¡Oh, ese tibio, fronterizo, manufacturado!",
    "Pero este hombre cuyos ojos habían sido sanados; le dijeron: “¿Quién te sanó?”.",
    "Él dijo: “Uno llamado Jesús de Nazaret”. ¡Sí, señor! Él había permanecido en humildad. La obra había sido hecha.",
    "Ellos dijeron: “Ese Hombre es un pecador. No sabemos, no tenemos escuela de la que Él haya salido. Él no pertenece a ninguna organización. Él no tiene tarjeta de compañerismo. No tenemos nada que ver con Él. Sabemos que Él es un pecador”.",
    "🦅 Bueno” dijo él, “ahora, qué cosa más extraña” dijo, “Un Hombre que pudo abrir mis ojos, lo cual nunca se ha hecho desde el principio del mundo, un Hombre, un Ministro abre mis ojos, lo cual nunca se ha hecho en el mundo, y Uds. hombres del clero que se supone que conocen todo sobre la Palabra, ¿y Uds. no saben nada acerca de Él? Qué cosa más extraña”.",
    "Cuando, la Biblia misma dice que, cuando Él viniera: “Los ciegos habrían de ver. Los cojos saltarían como un ciervo”. Ellos debieron haber visto que la Palabra fue manifestada. ¿Ven?",
    "Pero el muchacho lo sabía; él había estado allí. ¿Qué hizo? Él entró en acción. Él estaba listo, delante de su jefe; estaba listo, delante de los sacerdotes; estaba listo, ante el concilio. Estaba listo para cualquier cosa, porque él había reconocido a Dios y se humilló, y entró en acción con su testimonio. ¿Ven?, ese es un verdadero siervo.",
    "La Columna de Fuego debería ponernos a nosotros en acción hoy, siendo que lo hemos visto vindicado en las Palabras de Su promesa para esta hora, este último día. Eso debería poner todo el movimiento de Dios en acción.",
    "Pero, el problema es que nuestra organización dice: “Ahora esperen un momento, Eso no vino por nuestro grupo. Eso es del Nombre de Jesús. Ese—ese es un apostata; es bautista. Eso…”. ¿Ven? A-já. ¿Ven? ¿Ven? Ellos simplemente no Lo ven. Así es.",
    "La señal, ¡oh!, la señal de Su Venida está a la mano. Y sabemos que ni una sola cosa en la tierra…",
    "La ciencia nos dice: “Faltan tres minutos para la medianoche”, nos lo dijo hace varios años. Entonces, debemos estar como, quizás, a solo un momento de la medianoche. No sabemos a qué hora se encenderá la—la pólvora en el barril. Miren esta elección que viene aquí mañana. Es todo lo que se necesita, solo encender una. Cuando esa pantalla de radar capte esa bomba atómica, cada uno de ellos las van a disparar, pero la Iglesia se habrá ido antes de ese momento. Y si eso puede suceder en cualquier minuto, y la Iglesia tiene que irse antes de que eso suceda, ¿qué tan lejos está?",
    "Y precisamente las cosas que Él dijo que sucederían, Su ministerio y lo que sucedería en los últimos días, nosotros lo vemos noche tras noche, y día tras día, diciendo que el tiempo está a la mano. ¡Oh!, deberíamos humillarnos, y entrar en—en humildad y entrar en acción. Así es. La Palabra cumplida, debería ponernos a todos en acción.",
    "Nosotros, como el profeta Isaías, hemos visto el resultado de las personas que se auto enaltecen, que dicen: “Bueno, pues, si eso va a suceder en alguna parte, sucederá en nuestra denominación. Si viene a través de la Trinidad, muy bien. O, si viene a través de la Unidad, muy bien. O, si viene a través de la Iglesia de Dios, la metodista, la bautista, la católica, o la pres-… Eso todo está bien”.",
    "Me entrevistaron aquí en México. El Hermano Jack estaba conmigo. Y el bebecito fue levantado de entre los muertos, después de morir esa mañana a las nueve. Y fue levantado de entre los muertos, esa noche a las once, en la plataforma, por una visión. El Hermano Jack estaba allí. Yo lo envié a orar por el bebé. Y la dama cargando al bebé en sus brazos, así. Llovía a cántaros, y él tenía puesto el abrigo del Hermano Arment. Y Billy dijo: “He repartido…”. El hermano, este amigo del Hermano Espinoza, no sé qué… Yo le decía, “mañana”, porque él—él—él era tan—tan lento. Y entonces, dije yo… Él repartía las tarjetas de oración, y Billy se paraba allí para ver que él no vendiera una. Y él las entregó todas. Y esta mujer tenía el bebé muerto. Y, ella dijo… Pues, Billy dijo: “No tengo suficientes ujieres para detenerla”.",
    "Y dije: “Ella no me reconocería. Ella no me conoce”. La noche anterior, un hombre ciego había recibido su vista. Y como de aquí al otro lado de esta plataforma había montones de abrigos viejos y chales, y cosas, gente pobre. Y dije: “Bueno, Hermano Jack, baje allá y ore por el bebé”. Le dije: “Ella no va a diferenciar entre Ud. y yo”. Y ella corría por debajo de las piernas de esos hombres y saltaba sobre sus espaldas, y caminaba con ese bebé muerto. Una chiquilla, bonita, como de esta estatura, tal vez su primer bebé. Y parecía estar en sus veintes, una muchacha muy atractiva. Y entonces dije: “Vaya a orar por ella, Hermano Jack, porque ella no sabrá quién es quién”. Y yo parado por allá atrás hablando por medio de un intérprete, ella no sabría si era yo el que estaba orando por los enfermos, o si era él.",
    "El Hermano Jack salió para allá. Y miré frente a mí, y apareció una visión, este bebecito sentado aquí. Yo dije: “No se preocupe. Tráiganlo aquí”. En unos momentos, ese bebé estaba vivo. ¡Al ponerle las manos!",
    "Ella entró en acción, rápidamente, fue donde su médico; con una declaración firmada, de que el bebé había muerto en su oficina esa mañana, de neumonía. Y a las once de la noche volvió a la vida, por cuanto ella fue persistente. Ella tuvo que esforzarse. Hubo algo real. Si un ciego pudo recibir la vista, su bebé podía ser resucitado de entre los muertos. Me gusta eso. Dios, danos más personas así.",
    "Y ella, una católica, venía con cuentas en sus manos, le dije: “Eso no era necesario”, no despreciando a esa joven. No despreciando eso, pero aquello no es necesario.",
    "Es en Dios que creemos; no en ritos, no en una oración metodista, o una oración presbiteriana, o un grito pentecostal. Es en Dios en Quien creemos; no en cuentas católicas, o lo que sea. Nosotros creemos en Dios, el Dios viviente, por Su Palabra. Y Su Palabra es Dios. Y está destinada a producir, porque es una semilla.",
    "Ahora, el profeta vio entonces lo que hicieron las denominaciones auto exaltadas. Él vio que no podían tomar el lugar del oficio. Ellos se sueltan, por causa de sus credos y demás. Esperanzados en los credos, ellos aceptan eso y piensan que eso es la Cosa. Y nos enteramos que hombres como Uzías tratan de tomar el lugar del oficio ungido, y fallan. Muchos de ellos terminan neuróticos, borrachos y demás; por querer ocupar el lugar de un oficio ungido, queriendo imitar. En lugar de tener aquello de lo que hablan, y han sido llamados por Dios para hacer, y ordenados por Dios para hacerlo; se van con grandes multitudes y construyen grandes organizaciones, y hombres intelectuales, y tremendas cosas grandes, y deslumbrantes y, como Hollywood; y predicando: “La Venida del Señor está a la mano”. Hemos visto a hombres caer, por querer tomar un oficio para el cual no estaban ordenados, así como Uzías. Hemos visto a las iglesias en el proselitismo. Hemos visto en nuestras asambleas pentecostales, todo unitario queriendo traer a los de la Trinidad, los de la Trinidad queriendo traer a los de la Unidad, la Iglesia de Dios queriendo traer esto otro, y todos estos otros tratando de convencerse el uno al otro; haciendo proselitismo, imitando, tratando de hacer algo para lo que no fueron llamados.",
    "Dios dijo: “Predicad el Evangelio. Demuestren el poder del Espíritu Santo. Estas señales seguirán a los que creen”.",
    "No: “Vayan a formar organizaciones, tengan escuelas y demás”. Nada en contra, pero eso no toma el lugar de este oficio. Y vemos ahora que, los hombres y mujeres que tratan de ocupar ese oficio ungido cuando no han sido ordenados para hacerlo, vemos lo que les sucede.",
    "Allí está su ejemplo, ministros. Lo vemos en la vida de la adolescencia; lo vemos por todas partes. En eso, no pongan la mirada en el hombre. Miren a Dios. Quite sus ojos del hombre, póngalos en Dios.",
    "No bajo influencia, decir: “¡Oh, gloria a Dios, el Señor me habló! ASÍ DICE EL SEÑOR, haz esto y aquello”, y eso nunca sucede. ¿Ven?, Uds. están tratando de imitar algo de lo cual no saben nada. No hagan eso; es peligroso. Ud. será herido con lepra espiritual, incredulidad, sus denominaciones; queriendo ser algo, conseguir una pluma en su sombrero, para ser un presbítero. Si…",
    "Sea como David: “Prefiero ser un tapete de entrada en la casa de mi Dios, que habitar en las tiendas con los impíos”. Sí, un tapete de entrada. “Dondequiera que me llames, Señor, permíteme ser el mejor tapete de entrada que Tú hayas tenido. Si la gente tiene que limpiarse los pies en mí, permíteme ser un verdadero tapete. Yo limpiaré los pies, aunque solo sea eso”.",
    "Eso es lo que hizo Jesús cuando vino a la tierra, llegó a ser el tapete de entrada de Dios, Su Propio Hijo. ¿Quién se cree Ud., obispo, presbítero estatal, cuando Jesús llegó a ser un lacayo lavapiés, un tapete de entrada en la Casa del Señor? ¡Oh, vaya! Y luego pensamos que somos alguien, porque tenemos un doctorado, fuimos a la universidad. Miren a su Ejemplo, lo que Él hizo. No miren a su obispo delante de Uds., el presbítero delante de Uds., cualquier cosa así. Él pudiera haber sido un buen hombre. Eso no importa. Es Ud., mire a Dios.",
    "Cuando él vio los efectos, y luego vio lo que sucedió. Ahora estoy terminando, una cosa más diré. Sus pies y manos… Sus alas cubrían Su rostro en reverencia, Sus pies en humildad, y luego Sus dos alas Lo colocaban en acción. ¡Solo piensen en eso, los efectos de la visión en el profeta! ¿Qué le hizo al profeta? Le mostró que ningún hombre, ningún hombre…",
    "No pongan su confianza en un hombre. Cuando ese hombre deja la Palabra de Dios, Ud. deja al hombre. ¿Ven?, Ud. deja al hombre. Quédese con Dios. Dios es la Palabra.",
    "Observen los—los efectos. Ahora, hermanos ministros, quiero que esto quede grabado en sus corazones, todos Uds. ¿Qué le sucedió al profeta? Hizo que ese profeta, ordenado a un oficio antes de la fundación del mundo… Los dones y llamamientos son sin arrepentimiento. Hizo que ese profeta… ¿Qué me dice de un ministro, obispo?, que no es nada como un profeta; maestro, pastor o evangelista, ¿qué debería hacer con ellos? Pero ver la visión del Señor, hizo que el profeta confesara que él era un pecador.",
    "Él no salió y dijo: “¡Sí, gloria a Dios! Aleluya, esto es suficiente para mí. Alabado sea Dios, allá voy”. O, él no subió y dijo: “Yo no escucharé Eso. Tuve una ilusión mental. No cuadra con lo que dice el sacerdote”. No",
    "Él aprendió la lección en eso. Él vio lo que Dios estaba tratando de mostrarle. ¿Por qué? La simiente espiritual ya estaba en él, como lo estaba en la mujer junto al pozo, como lo estaba en los otros. Ellos fueron ordenados, preordinados para esto. Y él vio la razón. Él vio a Uzías en el leprosorio, un gran hombre que trató de imitar algo. Él vio a Dios sentado allí, y vio cómo Dios vistió a Sus siervos y cómo Él los envió. Le causó a él decir: “Soy un pecador”. Luego llegó el momento de la limpieza, después de la confesión: “Yo soy un pecador”.",
    "El profeta, un hombre quien había estado en el palacio del rey, reconocido como profeta. ¿Me oyen? Hizo que este profeta ordenado, la visión del Señor lo hizo clamar: “¡Ay de mí! Soy un hombre de labios inmundos. Vivo entre gente in-… gente que tiene labios inmundos. Y mis ojos han visto el orden del Señor”. ¡Oh, hermano ministro!, ¿puede Ud. verlo? “Mis ojos han visto el orden del Señor”.",
    "Luego vino la limpieza. Aquí venía el Querubín con un carbón de fuego del altar, que había tomado con sus tenazas, las tenazas del altar, las puso en sus manos. Y tomó de nuevo la cabeza de Isaías, porque él estaba listo para confesar, y confesar que él era inmundo, pues había buscado su ejemplo en algún obispo o alguien, en lugar de mirar a Dios.",
    "En lugar de mirar hacia la Palabra, Ud. miró hacia su credo, Ud. aún es: “un hombre de labios inmundos”.",
    "Y el Ángel vino con Fuego, lo colocó sobre sus labios, y dijo: “Ahora estás limpio”.",
    "Fíjense en el orden. Él no le trajo un libro, un catecismo. Dios no prepara a Sus siervos por medio de libros y catecismo. Él prepara a Sus siervos con Fuego, Fuego purificador, Fuego del altar.",
    "¡Y él clamó! Cuando él clamó y dijo: “¡Ay de mí!, porque he hecho mal; he puesto mi ejemplo, mi confianza, en un hombre. Y veo el orden del Señor”. Y Él lo limpió con el carbón de Fuego.",
    "Ahora, ¿no es maravilloso cómo el varón se reconoció a sí mismo como un pecador? Y miren lo que hizo Dios tan pronto él reconoció que era un pecador. Él confesó ser un pecador, confesó su error. Y él vio lo que hizo Dios y cómo lo hizo, cómo lo limpió con un carbón de Fuego. No con una declaración de credos, no con un—un montón de cuentas, no algún asunto histórico. Él lo limpió con, tiempo presente: Fuego vivo.",
    "Y la Biblia dice que, “Para vosotros es la promesa, y para vuestros hijos, para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Este mismo Espíritu Santo, este mismo Jesús que vino en la forma del Espíritu Santo, en el Día de Pentecostés, es el único proceso de limpieza que Dios conoce para la limpieza de Su siervo.",
    "Él vio el orden. Vio lo que el siervo de Dios dispuso, cómo él debía actuar. Él vio la manera en que Dios preparó a Su siervo, cómo Él lo puso en orden.",
    "Fíjense, entonces lo que sigue, después de la limpieza, después de la comisión. Después de haber hecho esto, lo que siguió fue entonces ¿qué? La comisión. Después de la confesión y la limpieza, fue entonces cuando Isaías, ya purificado, respondió cuando el Señor dijo: “¿Quién irá?”. Dijo: “Heme aquí, envíame a mí”.",
    "Jovencito y jovencita, con su vida por delante, vayamos Ud. y yo al altar, en esta mañana. Vayamos a la casa de Dios, por unos minutos. Hombre de negocios, ama de casa, ministro: vamos a la casa de Dios.",
    "Algo anda mal en alguna parte. ¿Ven? Uds. han recibido tanta otra cosa, y tanta imitación carnal en el mundo, del Cristianismo. Jóvenes, siento lástima por Uds. Uds. no saben a dónde ir. Uno dice esto, y otro dice aquello, y uno dice que es un “Ave María”, y el otro dice que es otra cosa, y uno dice únete a esta iglesia, y únete a aquella. Todo está equivocado, porque Dios ha mostrado cabalmente que la cosa está muerta.",
    "Ahora vayamos a la casa de Dios, en nuestro corazón, el altar, levantemos la mirada y veamos cómo es Jesús, que es la Palabra. Y entonces podremos responder: “Heme aquí, envíame a mí, Señor. Envíame a mí a la casa, a ser una mejor esposa. Envíame a mí a la escuela, a ser una mejor jovencita adolescente. Envíame a mí a la escuela, a ser un mejor muchacho adolescente. Envíame a mí al púlpito, siendo un ministro diferente. Envíame a mí a mi negocio, como un hombre de negocios diferente”. ¡Cuando Ud. ve su Ejemplo, Jesucristo!",
    "Él dijo: “Heme aquí, envíame a mí” después de su humildad, después de haber visto el orden, cómo Dios prepara a Su siervo. Cómo Él lo comisiona; y antes de comisionarlo, él tiene que ser humilde, reverente y en acción. Y, por lo tanto, cuando él vio eso, Isaías ya purificado dijo: “Heme aquí, envíame a mí”.",
    "Inclinemos nuestros rostros un momento. [Un hermano habla en lenguas, una hermana interpreta.—Ed.]\n\nCuando el carbón de Fuego tocó al profeta,\n\nHaciéndolo tan puro como podía serlo,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Maestro, aquí, envíame a mí”.\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y pronto Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y yo responderé: “Señor, envíame a mí”.",
    "[El Hermano Branham tararea Habla, Mi Señor.—Ed.] Piénsalo ahora, adolescente, mientras tararean ese canto. Piénselo, ministro, hombre de negocios, ama de casa. Estamos en la casa del Señor ahora. Mire hacia arriba y vea su ejemplo, los Querubines. Solo piensen, Uds. están en el fin del tiempo ahora. El tiempo se desvanecerá en la Eternidad, quizás hoy. No sabemos cuándo exactamente. Piénsenlo.\n\nHay millones ahora en pecado y vergüenza, muriendo, (Miren las calles.)\n\nEscucha su clamor triste y amargo;\n\nApresúrate, hermano, apresúrate a su rescate;\n\nContesta presto: “Maestro, aquí estoy yo”.\n\n¡Oh, habla, mi Señor!, ¡oh, habla…!\n\nDíganlo ahora de corazón. Isaías, ¿dónde estás?\n\n… y presto Te responderé;\n\nHabla, mi Señor…\n\nMetodistas, bautistas, pentecostales, ¿dónde están Uds.?\n\n…Señor,\n\nHabla, y yo responderé: “Señor, envíame a mí”.",
    "¿Lo dice en serio? Cuando Él le hable a su corazón, ¿será Ud. sincero?\n\nHabla, mi Señor, ¡oh!, habla, mi Señor,",
    "Si Él le está hablando a Ud. mientras ellos lo cantan…\n\n…presto responderé…\n\nLevantaría Ud. su mano, y diría: “¿Yo, Señor? ¿Yo, Señor?”. Dios los bendiga.\n\n…Señor mío, habla, Señor mío,\n\nHabla, y yo responderé…",
    "🦅 Permíteme ser una influencia, Señor, para otros. No puedo hacerlo hasta que Tú me limpies. Envía el Ángel ahora, Señor”.\n\nHabla, mi Señor, ¡oh!, habla, mi Señor,\n\nHabla, y yo responderé, Te responderé;\n\n¡Oh!, habla, mi Señor, habla, mi Señor,",
    "Con sus manos levantadas ahora.\n\n… y yo responderé…\n\nMuestra que Él está hablando. Ahora que el Fuego venga y lo limpie.\n\n…Señor mío, habla, Señor mío,",
    "Señor Jesús, mientras se canta el canto, “Habla, y pronto Te responderé”, docenas de manos literalmente están levantadas aquí, Señor, entre los adolescentes, y entre los ancianos, ministros, hombres de negocios. Seguramente, Señor, ¡Tú aún estás hablando! Envía el Ángel ahora con el carbón de Fuego purificador. Prepara correctamente a Tus siervos, Señor, para la tarea que tenemos por delante.",
    "Isaías sabía que, para ser un profeta, se necesitaba más que lo que él tenía, para tener la respuesta del día. Y también se necesita más de lo que nosotros tenemos, Señor, hoy, para tener la respuesta; se necesita la Persona de Cristo adentro en nosotros. Se necesita a Jesús Mismo para contestar la pregunta. Concede, Señor, concede que el Espíritu Santo, en la Persona de Cristo o, Cristo, en la Persona del Espíritu Santo, pueda entrar en cada corazón ahora mismo. Límpianos, Señor, de nuestra incredulidad. Límpianos de nuestros credos y de la insensatez de este mundo. Límpianos de eso, Señor, y pon Tu Palabra en nuestro corazón; y meditar en Ella, día y noche. Que la respuesta venga, Señor, tan pronto como los corazones sean limpios. Concédelo, Señor. Que el Ángel de Dios toque cada uno de nuestros corazones ahora, con ese carbón de Fuego, mientras esperamos en Él. Concédelo, Señor.",
    "Ahora con sus cabezas y sus brazos, sus corazones, su todo, vueltos a Dios, aquí mismo en el templo de Dios, donde está el Espíritu Santo, y Sus faldas llenan el edificio. La Presencia de Su Ser está aquí. Aceptémoslo ahora, si Uds. pueden sentir a Dios tocándolos ahora, mientras cantamos este canto de nuevo.\n\nCuando el carbón de Fuego hubo tocado al profeta,\n\nHaciéndolo tan puro como podía serlo,",
    "Ahora, mientras nuestros rostros y corazones se inclinan ante Él, cantémoslo de nuevo. Y solo que el Ángel de Dios limpie nuestros corazones de toda inmundicia y—y todo el glamor del mundo. Y Uds. muchachitas y muchachitos, de la escuela secundaria, aquí, adolescentes de Shreveport aquí, Uds. buenas personas sureñas aquí que solían tener el Evangelio a la antigua por acá: Uds. ven que hay algo que la iglesia no les entrega hoy, pero Dios lo tiene para Uds. ¿No permitirán Uds. que Él les limpie el corazón ahora? Uds. viven entre un pueblo que danza, y todo lo demás, y dicen ser “miembros de iglesia”, y Uds. ven la inmundicia y cosas que hay en nuestras iglesias en todas partes. Desde la católica, hasta… desde la primera iglesia organizada hasta la última, que es la pentecostal, cada uno de nosotros es culpable. Todos son culpables, no hay excepción.",
    "¿Ven Uds. dónde nos hemos metido? Nuestras grandes escuelas para educar a nuestros ministros y cosas, y la cosa en la que nos retorcieron, allá afuera, arrojemos esa cosa a un lado. Hagan como Pablo de antaño: “Ninguna de estas cosas me conmueve. Estoy seguro de que no hay nada presente, ni nada futuro, nada puede separarnos de ese amor de Dios que está en Cristo. Y olvidando esas cosas pasadas, prosigo a la meta del supremo llamamiento en Cristo”. ¡Oh, vaya! Créanlo ahora, mientras cerramos nuestros ojos y abrimos nuestros corazones a Él, y decimos:\n\nCuando el carbón de Fuego tocó al profeta,\n\nHaciéndolo tan puro como podía serlo,\n\nCuando la Voz de Dios dijo: “¿Quién irá por nosotros?”.\n\nEntonces él respondió: “Maestro, aquí, envíame a mí”.\n\n¡Oh!, habla, mi Señor, habla…\n\nAhora solo levantemos nuestras manos a Él y creámoslo.\n\nHabla, (¡Habla, Señor!) y presto Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y yo responderé: “Señor, envíame a mí”.\n\nSí, habla, mi Señor…",
    "Oren ahora. Voy a pedirle al Hermano Don que venga aquí y ore con nosotros.\n\nHabla, y presto Te responderé; 🦅"
  ]
}