{
  "title": "¿POR QUÉ LA PEQUEÑA BELÉN?",
  "id": "63890009",
  "content": [
    "🦅  Qué agradable estar aquí esta mañana. Y creo que ahora tendremos un especial, me decía el Hermano Williams, de alguien de su iglesia. [Una hermana canta: Llena mi copa, Señor.—Ed.] Es para lo que estamos aquí esta mañana, levantando nuestras copas: “Llénala, Señor”. Este es el único tiempo en que tendremos la oportunidad de pedirlo. Llegará el momento cuando estaremos del otro lado y entonces ya no tendremos esa oportunidad. Así que, mientras la tenemos y estamos en nuestros cabales, pienso que una de las cosas más sensatas que alguien puede hacer mientras que Dios nos ha dado esa oportunidad, es hacerlo, llenar nuestras copas ahora con Su amor y misericordia.",
    "Hay uno quien se sentó con nosotros hace un tiempo, de hecho, no hace mucho, y ha partido. Y hay gran tristeza en nuestros corazones por el Hermano Williams. Se trata del Hermano Williams, el presidente de nuestro capítulo aquí, su padre. ¿Qué edad tenía su padre, Hermano Williams? Ochenta y ocho. Sería como dieciocho años, me supongo, más allá del—del… no, sería, sí, dieciocho años más allá del tiempo prometido. Un hombre valeroso. No hace mucho tiempo, estando en la reunión, le dije, y sin faltarle el respeto al Hermano Williams, le dije: “Ud. se ve más joven que su hijo, Carl”. Eso muestra que hoy estamos aquí pero mañana no. No sabemos cuándo llega esa hora, cuando llegará, pero sabemos que llegará. Yo estaba pensando, pero la vida es algo grandioso, es, la vida es una oportunidad.",
    "Acabamos de tener una gran tragedia, de alguien que asistió a nuestra iglesia por mucho tiempo, de Chicago, falleció el otro día yendo a casa, una madre. Ella ya casi tenía, creo que cerca de los setenta, y ella y su esposo venían manejando por Kansas, Missouri, uno de ellos, y pasaba una ventisca. Un hombre conduciendo, perdió el control del auto, le partió el cuello en el instante. Y simplemente no sabemos cuándo sucederá. Cuando yo… me llamaron para contarme y llamé a todos los hijos a través de la nación, para informarles. Por supuesto, siendo como el pastor de ellos, yo era el que debía informarles. Pensaba en lo rápido que podemos partir, y luego allí estaba una caja de dulces frente a mí que ella me había hecho como una semana antes, y me la dio. Para que vean lo rápido que podemos ser sacados. Pero, si eso, si nuestras esperanzas solo estuvieran en esta vida, seríamos un pueblo miserable. Job dijo, en el capítulo 14: “¡Oh, quién me diera que me escondieses en el Seol, Que me encubrieses!”.",
    "¿Ha notado Ud. cómo es que la naturaleza testifica de Dios? Vemos los árboles, las hojas caen de los árboles, y la vida del árbol baja a la tierra, como en la tumba, y allí se queda hasta que ha pasado el furor del invierno, luego vuelve de nuevo, trayendo vida nueva. Es un testimonio de que vivimos de nuevo. El sol sale por la mañana, y es débil como un bebé. Más adelante, para este momento, está en la escuela, en la secundaria. Y al mediodía está en toda su fuerza. Luego, por la tarde comienza a cambiar hacia el otro lado; y al atardecer se pone débil nuevamente y muere. Pero ese no es el fin del sol, a la mañana siguiente sale de nuevo para testificar a otra generación, de que hay vida, muerte, entierro y resurrección.",
    "Aún la naturaleza en todas partes habla de Él. Y la naturaleza, en otra forma, es un gran testimonio, es decir: que no podemos tener esta resurrección de la Vida a menos que sirva al propósito de Dios. Ahora, si se planta una semilla y esa semilla es germinada, ella produce una nueva flor. Pero si no es germinada, no producirá una nueva flor, si no sirve al propósito de Dios. Pero, no solo porque sea una flor se levanta, sino porque sirve al propósito de Dios. Por eso es que sale el sol, por cuanto sirve al propósito de Dios. Y nosotros nos levantamos cuando servimos al propósito de Dios.",
    "Yo creo que el Hermano Williams cumplió el propósito de Dios en la vida, un verdadero padre. Y veo a su querida compañera, la Sra. Williams sentada aquí. Un verdadero esposo, ese es uno de los propósitos de Dios; un padre, uno de los propósitos de Dios. Y él fue germinado a Dios, por el Espíritu Santo, el propósito principal de Dios. Por tanto, decir que el Hermano Williams no se levantará para estar de nuevo con nosotros, tendríamos que decir que la sabia no—no baja, que no hay un sol que sale. Todo habla de su resurrección de nuevo, para que esté otra vez con nosotros, todo. Primero, el sol, las flores, la naturaleza, la vida botánica, todo habla de eso. Y entonces la Palabra de Dios habla a favor de él. Y, además, la misma fe que está en nuestro corazón late, que lo volveremos a ver. Dios repose su alma. Como un pequeño memorial para él, que una vez estuvo con nosotros, pongámonos de pie por un momento.",
    "Padre Celestial, no hemos querido hacer una reunión como esta solo con el propósito de ser vistos u oídos. Nos hemos reunido cada vez, para la edificación de Tu Hijo, Jesucristo, y para dar testimonio a aquellos que están sin Él, para que puedan encontrarlo. Estamos, nuestros corazones sienten carga por aquellos que han quedado atrás, desde la partida de nuestro hermano, uno que estuvo con nosotros no hace mucho, que tantas veces estuvo aquí en este mismo capítulo. Pero creemos que Tú le permitiste vivir una vida buena, una vida completa, y su alma está hoy Contigo. Concédele descanso, ¡oh, Dios!, hasta ese día cuando le veamos de nuevo. Bendice a su hijo aquí, a sus otros hijos, a su amada esposa, y aquellos que lo amaban, lo cual somos todos, Padre. Y que le podamos prestar atención a esto: que nosotros también somos frágiles y algún día tendremos que partir; así que, permítenos prepararnos para esa gran hora. Y si acaso hay algunos aquí que no se han preparado para este mismo evento, que este pueda ser el día en que ellos le digan “sí” al Señor Jesús, y también ser germinados a Él por el Espíritu Santo. Pues, lo pedimos en el Nombre de Jesús. Amén. Tomen asiento.",
    "Ahora, queremos anunciar, hacer unos—unos anuncios. Mi esposa sentada allá atrás, esta mañana, le comenté, dije: “Cariño, voy a salir del desayuno…”. Tuvimos que ir al centro de la ciudad y hacer algunas cosas. Y dije: “Voy a terminar a las diez”. Ella me dio una mirada. Le dije: “Si no salgo a eso de las diez, te compraré tres vestidos nuevos, los que quieras”. Así que, yo—yo sé lo que va a pasar; ahora mismo debo tres vestidos, pues ya faltan veinte para las diez. Pero trataré de darme prisa en lo que más pueda.",
    "Estamos contentos de estar aquí en Jericó con Uds. hermanos esta mañana, y los invitamos, el lunes en la noche, a Jerusalén, en Tucson, al banquete allá. Vean, Phoenix está en el valle, igual que Jericó. Tucson, donde yo vivo, está en la montaña, eso es—eso es Jerusalén. ¿Dónde estás, Tony? ¿Por qué alguien no dice “amén” por aquí? Pues, ahora sí que estoy en dificultades, ni Tony se presentó. Bueno, mañana, o el lunes en la noche, es el banquete en—en Tucson, y realmente nos daría gusto si Uds. están por aquel lado, que pasaran a vernos. Mi tema para esa noche, si el Señor lo permite, es: “Hemos visto Su Estrella en el este y hemos venido a adorarle.",
    "Y, ahora el diecinueve de este mes, o del próximo mes, mejor dicho, el diecinueve de—de enero, comienzo un avivamiento aquí, aquí mismo en este salón, aquí en el Ramada Inn, y el diecinueve, veinte, y veintiuno. Y luego el veintidós, creo yo, comienza el… el veintitrés, tengo cuatro noches aquí, y es como un avivamiento. Muchos de Uds. hermanos ministros, realmente estamos contentos de tenerlos con nosotros esta mañana, y los invitamos cordialmente a que traigan a su gente. Especialmente aquellos que Uds. conocen aquí de la ciudad que no conocen a Jesús como su Salvador. Y luego, en segundo lugar, a los que están enfermos y—y creen que Dios contesta la oración, queremos orar por los enfermos durante este tiempo justo antes de la gran Convención Nacional que se celebrará aquí a partir del veintidós. Y estoy seguro de que Uds. la quieren escuchar, porque hay muchos oradores destacados que vendrán, y estoy seguro de que pasarán un momento maravilloso.",
    "Ahora, esta mañana, he pensado en hablarle aquí a este capítulo, pues Phoenix siempre ha tenido un lugar en mi corazón. A mí me gusta Phoenix. Estuve aquí cuando era un muchachito, aquí en Wickenburg, un poco más arriba. Y viví aquí en la calle dieciséis con la Henshaw. En aquel entonces era un desierto. Pero veo que está justo en el área metropolitana y, bueno, realmente en el corazón de la ciudad. Eso muestra que es un tiempo de cambio, está cambiando. Pero hay una cosa de la cual quiero hablar en esta mañana, y es del Ser incambiable, ese es Dios. Dios, en Su programa, Su Palabra, nunca cambia. Los tiempos cambian, los hombres cambian, los sistemas cambian; pero Dios nunca cambia, Él siempre sigue siendo el mismo.",
    "Y pensé, siendo que nos acercamos a la época de Navidad, en que nosotros… tal vez hablaría sobre un—un mensaje de Navidad. Y ahora, si tienen sus Biblias y quieren leer, a veces la gente lo hace, acompañan a los evangelistas o al orador. Quiero leer del Evangelio de San Mateo, el capítulo 2, como porción de la Palabra.\n\nCuando Jesús nació en Belén de Judea en días del rey Herodes, vinieron del oriente a Jerusalén unos magos,\n\ndiciendo: ¿Dónde está el rey de los judíos, que ha nacido? Porque su estrella hemos visto en el oriente, y venimos a adorarle.\n\nOyendo esto, el rey Herodes se turbó, y toda Jerusalén con él.\n\nY convocados todos los principales sacerdotes, y los escribas del pueblo, les preguntó dónde había de nacer el Cristo.\n\n…le dijeron: En Belén de Judea; porque así está escrito por los profetas:\n\nY tú, Belén, de la tierra de Judá, No eres la más pequeña entre los príncipes de Judá; pero de ti saldrá un guiador, Que apacentará a mi pueblo Israel.",
    "Que el Señor añada Sus bendiciones a la lectura de Su Palabra. Y ahora con unas notas aquí y unas referencias de las Escrituras, quisiera que me dieran toda su atención por un momento sobre el tema de: ¿Por qué la pequeña Belén?",
    "Saben, en Navidad, pienso que todos, muchos de nosotros, no diría que todos, pero muchos de nosotros perdemos el verdadero valor de lo que es la Navidad. Me doy cuenta que, por aquí, aun las palmeras están decoradas, y en el oriente siempre es el abeto, o lo perene. Y meses o semanas, mejor dicho, tal vez un mes o seis semanas antes de que comience la Navidad, siempre hay ese oropel y—y el gran… Ellos lo han convertido en un comercio en vez de lo que realmente significa.",
    "Yo no creo que Cristo nació el día veinticinco de diciembre. Yo—yo no lo creo para nada. Sería imposible que esas cosas sucedieran. Las colinas de Judea están más que cubiertas de nieve, la nieve llega hasta la cintura allí en el mes de—de diciembre, arriba en Judea. Pero nos damos cuenta al estudiar la historia, que Cristo probablemente nació en primavera, por allí en abril o mayo, algo así. Pero cuando lo cambiaron, fue cuando ellos lo instituyeron, cuando el Cristianismo se convirtió en romanismo, ellos hicieron el cumpleaños del dios sol, lo cual es el cambio solar en el veinticinco, desde el veintiuno hasta el veinticinco de diciembre, cuando se pone el sol casi no se distingue ningún cambio. Y entonces ese era el cumpleaños del dios sol, así que ellos lo cambiaron al Hijo de Dios.",
    "Pero, recuerden, cualquier día en que sea, aun así, no le quita lo sagrado que debería ser. Pues, satanás nos ha robado esto, lo ha convertido en un gran comercio, y Santa Claus se robó toda la adoración. Y se ha convertido en un—un día como el de la Pascua, con conejitos y patos de color rosa. Y—y bueno, ¿qué tiene que ver eso con la Pascua? ¿Qué tiene que ver eso con la resurrección de Cristo?",
    "Es como el mundo de hoy, ellos, los niños de la calle pueden contarles más sobre Davey Crockett que de Jesucristo. Ellos les pueden contar más sobre algún bandido, algún criminal de los días pasados, que del Príncipe de Vida que—que nació hace mil novecientos años. Pero eso no le quita el verdadero significado para nosotros los Cristianos.",
    "Verán, la luz siempre brilla más en la oscuridad. El relámpago bifurcado en los cielos oscuros y nublados por la noche, muestra que puede haber luz en la oscuridad. Y cuando la luz está brillando, uno no ve… Si el sol está brillando, no se necesitan mucho las luces. Pero entre más oscuro, entre menor sea la luz, más brillará en la oscuridad. Mientras más oscuro, mejor, se ve mejor. Y eso es más o menos lo que… Nosotros Cristianos debiéramos estar testificando para la gloria de Dios por darnos a Su Hijo. Esta Navidad debiera ser algo sobresaliente. Nosotros los Cristianos debiéramos… No importa cómo se mire la cosa, hará que eso brille mucho más. El mundo entero tiene oropel. Nosotros tenemos a Cristo, y eso es lo que deberíamos estar permitiendo que brille en esta hora oscura en que vivimos hoy.",
    "Pensamos en cómo Dios hace las cosas de maneras poco comunes, porque Él Mismo es poco común. Dios es inusual. Él es—Él es Sobrenatural, el Infinito, para nosotros los finitos. Por lo tanto, todo lo que Él hace, en Su ámbito, es inusual. Y Dios es tan—tan grande, que Él toma las cosas no identificadas de la tierra para identificarse a Sí Mismo por ellas.",
    "Nos damos cuenta aquí en mi tema de ¿Por qué la pequeña Belén?, que ella era la más pequeña de todas en Judea, los príncipes de las otras ciudades de Judea, ¿por qué escogió Dios enviar a Su Hijo a ese lugar? De eso queremos hablar. Dios toma las cosas del mundo, creo que la Escritura dice: “Por la locura de la predicación, agradó a Dios escoger las cosas no identificadas”. Lo que nosotros hacemos grande, Dios lo llama necio. A lo que le damos tanta gloria, Dios dice que—que—que no sirve. Y lo que nosotros pensamos que no sirve, Dios lo glorifica.",
    "Estaba pensando que justo antes del nacimiento de nuestro Señor, cuando todos los profetas y demás habían hablado de la venida del precursor, “cómo es que todas las montañas serían allanadas, y los lugares bajos serían alzados, y que las montañas saltarían como carneritos, y las hojas batirían las manos”. Y era un—un ministro, un profeta llamado Juan, que salió del desierto, ni siquiera de una escuela teológica, con la cara toda barbada y un pedazo de piel de oveja, no con ropas del clero, vino de allí para anunciar: “¡El Reino de Dios está a la mano!”. Y la gente no podía entender que viniera un tipo semejante a él, sin identificación de algún—algún sistema, ni nada a lo que perteneciera, sin tarjeta de compañerismo, o sin denominación que lo respaldara. El—el Mensaje era demasiado importante, él no podía escoger un hombre, Dios lo había instruido a él allá en el desierto. Su Mensaje no era con alguna clase de—de términos teológicos. Él hablaba de serpientes y de hachas y árboles, y a eso es lo que él estaba acostumbrado, a la naturaleza, observándola cómo funcionaba. Y ese era su—su enfoque; no como un clérigo, sino como—como un hombre de la naturaleza.",
    "Y a la gente se le dificultaba entenderlo. Ni siquiera tenía un púlpito, y probablemente ninguno lo recibía, sino que él predicaba en las orillas del Jordán, probablemente de pie en el barro hasta la mitad de sus rodillas. Sin embargo, la gente salía a oírlo, los que eran de corazón sincero. Querían escuchar porque era algo diferente, tenía un tañido de Verdad.",
    "Hoy debiéramos, siendo que ya viene el nacimiento de Cristo, nuestro Mensaje debiera tener un tañido de Verdad, haciendo que la gente tenga sed de encontrarlo a Él.",
    "Dios escogió a ese hombre sencillo, sin educación, sin un solo día en la escuela, no obstante, dijo que era el mayor entre todos los profetas que habían vivido, porque Dios Se identifica en las cosas no identificadas.",
    "Cuando Jesús escogió a Sus discípulos, así fue: Había muchos hombres mejor calificados para el trabajo que aquellos discípulos; estaba el clero, Él no llamó ni a uno. Había clérigos en aquellos días, hombres importantes, sacerdotes, hombres educados, de renombre, pero Él no los llamó. Escogió pescadores y recaudadores de impuestos, y demás, para—para enviar Su Mensaje. Él siempre hace eso.",
    "En los días de Noé, Él escogió a un agricultor, a un campesino común, para anunciar la destrucción de esa edad. Solo un campesino común, no un clérigo, ¡solo un campesino!",
    "En los días de Noé, Él escogió a un, o, perdónenme, en los días de Moisés, Él escogió a un esclavo fugitivo, no a un clérigo. Y le permitió salir hasta que él quedó satisfecho, allá en la parte de atrás del desierto y perdiera su educación, y se le apareció en una zarza ardiente, y lo envió con un palo torcido en la mano, para conquistar una nación que había… de la cual Él había huido.",
    "Vean, Dios escoge las cosas sencillas para identificarse a través de ellas. Vean, tomando Su, Ella, solo Su Palabra. Él hizo el mundo de las cosas que—que se… no se veían.",
    "Hace unos días estuve en el Auditorio Morris, en una de nuestras grandes campañas de Nueva York, y estuve escuchando una conferencia sobre Einstein hablando de esta galaxia, decía que se tomarían ciento cincuenta millones de—de años luz, para llegar allá, y ciento cincuenta millones de años para volver. Y entonces, imagínense, ciento cincuenta millones de años luz, que serían trescientos millones de años luz. Y cuando Ud. regresara aquí, solo habría estado ausente cincuenta años. Piensen, pues, a la velocidad que viaja la luz, de ciento ochenta y seis mil millas por minuto, y pensar en cuántos billones y trillones de años que se tardaría en llegar hasta allá y volver, a ciento veinte, o trecientos millones de años luz, y eso solo a una galaxia en la constelación que Dios simplemente sopló de Sus manos, y Él hizo eones de tiempo en años luz más allá.",
    "Y está allá observando todo eso, y entonces este ruso dijo que él estuvo a unas ciento cincuenta, doscientas millas en el aire, y dijo que él no había visto a ningún Dios o Ángeles. ¿Qué insensato puede llegar a ser el hombre? Y luego, considerar todos esos billones y trillones de años; y apenas hace cincuenta años, ¿qué hizo él? entró a la Eternidad.",
    "Dicen que este astronauta que acaba de subir, estuvo allá tantas horas, fue por, unas diecisiete veces alrededor del mundo, o lo que haya sido, dicen que eso ni siquiera… que no fue ni un solo segundo de su vida. Él estaba viajando con el tiempo. Así que, ¿ven Uds.?, uno entra en la Eternidad. Esa es la grandeza de Dios.",
    "Nuestras mentes no pueden comprender cuán grande es Él. Y, sin embargo, cuando Él Se prepara para revelarse, lo hace tan sencillo, escoge las cosas sencillas para hacerlo, la simplicidad de eso.",
    "David, quien parecía ser el… de todos los siete hijos de Isaí, él fue el último que fue traído ante el profeta. Pues, aun su propia familia pudo haberse reído, no podían imaginarse a David de apariencia rubia, un hombrecito encorvado, de aspecto rubio, como el hombre que sería el rey de Israel. Él quizás no parecía un rey para esa gente, pero sin duda que para Dios sí, porque ellos… Él lo ungió rey, de todos modos. Vean, Él tomó lo sencillo de la familia de David, o de la familia de Isaí, para—para hacer reyes. Algo que el mundo había rechazado, el… él lo había enviado a que regresara a cuidar las ovejas. Él presentó a su—su primer hijo, un gran hombre fuerte de aspecto majestuoso, probablemente podía pararse erguido y parecer un rey de Israel; y ese era el que ellos pensaban que se vería bien con una corona sobre la cabeza, que era el que regiría… usaría la—la vestidura real, y que podría cargar el cetro, y todo lo que debía entregarse a un rey. Él—él se veía bien a los ojos del pueblo.",
    "Pero el profeta, con el aceite de la unción en la mano, dijo: “¿No tienes otro?”. Y él los trajo, uno por uno, hasta que finalmente dijo: “¿No tienes otro?”.",
    "Él dijo: “Sí, tengo uno, pero no creo que sirva de mucho. Solo es un chico flacucho, lo tenemos por allá apacentando las ovejas”.",
    "Él dijo: “Ve por él”. Y tan pronto él llegó ante los ojos del profeta ungido, él derramó el aceite sobre su cabe—cabeza, y corrió a su encuentro. Dijo: “Este es el que Dios escogió”. ¿Ven? Fíjense, no siempre es el oropel del mundo. Es la elección de Dios.",
    "Y es por gracia que Él nos ha escogido a nosotros, así que estamos agradecidos por eso en esta mañana. Y no se necesita de las grandes cosas floridas del mundo. El más humilde puede ser un siervo de Cristo, se necesita de alguien que esté dispuesto.",
    "Dios lo ungió, ¿ven?, escoge las cosas pequeñas. Ahora, ¿por qué Él escogió la pequeña Belén? Parecía ser que había mejores lugares donde el Rey, donde el gran Rey de reyes pudiera haber nacido.",
    "Por lo general, cuando nosotros preparamos un evento aquí en la tierra, tratamos de hacerlo lo mejor posible, lo más glamuroso que podamos pensar, vamos a los mejores lugares y gastamos la mayor cantidad de dinero, y con lo más elaborado. Así es como lo hacemos.",
    "Pero Dios no lo hace así. Él toma algo que no es nada, para así mostrarse como poderoso, que Él puede… Si Él hubiera tomado a un sumo sacerdote o a un hombre bien entrenado, en los días cuando estaba llamando a los apóstoles, si Él hubiese escogido eso en vez de a un pescador ignorante, indocto, que no sabía ni escribir su propio nombre, podrían haber dicho: “¡Oh!, mira eso, tu educación valió la pena”. Pero Dios escogió a un hombre que ni siquiera sabía escribir su nombre, escogió algo que Él pudiera tomar en Sus manos, algo de lo cual Él pudiese hacer algo, para mostrar que Él es Dios. Cuando llegamos al punto en que sabemos que no valemos nada, entonces colóquese en las manos de Dios, y Él puede moldearlo y hacerlo como Él quiere que Ud. sea. Pero mientras sintamos que somos importantes, entonces Ud. nunca llegará a ninguna parte. Uno ni siquiera podrá estar en las manos de Dios hasta que comprendamos que no somos importantes.",
    "Una de mis niñas pequeñas me preguntaba el otro día sobre la importancia. Yo dije… Bueno, hablando de algún hombre importante. Bueno, era del presidente que acaba de ser asesinado, y nuestros corazones se entristecieron por eso. Y yo dije: “Bueno, él era un hombre importante”. Los periódicos lo resaltaron y la televisión lo difundió, billones y billones de dólares le costó al gobierno transmitir eso. Lo cual, está bien, es asunto de ellos. Pero yo dije… Este predicadorcito pentecostal allá en Carolina, donde entró este hombre, un borracho, con una escopeta, llamó a su esposa y sacó al hombre del púlpito de un tiro, después le disparó a su esposa, y luego él mismo se dio un tiro, y fue un pequeño artículo en la parte de atrás del periódico como de este tamaño. Déjeme decirle, hermano, no importa quienes seamos: “¿Quiere saber cuán importante es Ud.?”, le dije a mi niña pequeña: “Mete el dedo en una cubeta de agua y sácalo, y trata de encontrar el agujero”. No somos nada. Hay Uno solo que es importante, y es Dios. Debemos recordar que Él es el Único.",
    "Parecía que si ellos querían… si el hombre hubiera estado preparando un lugar para que naciera el Rey, pues había lugares mucho más religiosos y lugares históricos para el Rey, en lugar de esta pequeña Belén. Lugares, por ejemplo, como Silo. Silo fue donde se asentó el arca por primera vez, lo sabemos, mientras cruzamos adonde… cruzamos el Jordán a este lado de Palestina, y donde se colocó el arca como su primer lugar de adoración. O Gilgal; Sión, Sión era un lugar importante; también Gilgal.",
    "O la orgullosa Jerusalén, la gran capital, donde se reunían los jefes de todas las organizaciones, su cuartel general, parecía que hubieran preparado un lugar allí en Jerusalén para que naciera el gran Rey, si ellos hubieran querido un lugar, un lugar histórico o un gran lugar destacado. Allí es donde estaba la sede religiosa de su religión, para que viniera el Rey. Que Él viniese a representar su religión. Y Él… y cuando lo hizo, en vez de prepararle un lugar en Jerusalén o en uno de esos grandes lugares históricos, Él nació en Belén, la más pequeña de todas las ciudades. “¿No eres la más pequeña entre los príncipes de Judá? Pero de ti saldrá un—un Guiador, que apacentará a Mi pueblo”. Y esta gran Jerusalén orgullosa y todas las otras ciudades fueron rechazadas.",
    "O tal vez podrían haber escogido algunos de los lugares de refugio, un lugar importante como Hebrón, Cades, o Ramot de Galaad, una de esas grandes ciudades de refugio, porque Él iba a ser nuestro Refugio. Si lo tratáramos de imaginar en nuestra mente, quizás hubiésemos escogido por decir: “Bueno, miren, si viene este gran Rey, que será nuestro Refugio, Él debiera nacer en uno de estos grandes lugares de refugio monumentales, como Ramot de Galaad, o Cades, o una de esas”. Así lo hubiésemos imaginado en nuestras mentes.",
    "Pero, vean, Dios tiene otras maneras de hacer las cosas. Él sabe cómo hacer bien las cosas. Y ahora con la mente de Dios y la ayuda de Dios, intentaremos decir por qué sucedió esto, ya que todo obra perfectamente en el gran programa de Dios. Y quiero que Uds. aquí en Phoenix, y en los alrededores, que—que—que traten de entender Esto. Que, recuerden, que Dios sabe lo que está haciendo. ¿Ven? Y Él toma medios sencillos para hacerlo. Porque, si Él hace algo por medio de alguna cosa grande y sobresaliente, entonces… Dios nunca hace las cosas así, Él nunca lo hizo en toda la historia de la Biblia. Dios nunca lidió, nunca, en ningún momento, escogió a un grupo de personas para hacer algo. Dios toma a un individuo. Es a Ud., a Ud., una sola persona. Y Dios nunca cambia Su programa. Pues, su primer programa, Él siempre debe permanecer con ese programa.",
    "En los días de Noé, Él tuvo a un hombre, Noé. En los días cuando sacó a Israel, Él tuvo a un hombre, ese fue Moisés. Sabemos que Datán y muchos de los otros quisieron pensar, pues, que ellos “tenían la misma autoridad” y cosas así. Y Uds. saben lo que les sucedió. En los días de la venida del Señor, en los días de Juan el Bautista, y los otros, Él tiene a un solo individuo con quien trabaja. Y Él lidia con nosotros hoy en día como un individuo, no como un grupo. ¡Una persona! Va a depender de Ud. y de mí, de cómo nos vamos a parar delante de Dios; porque Él está lidiando con Ud. y conmigo como individuos, no como un grupo en el que estamos, y no como la iglesia denominacional a la que pertenezcamos, sino Ud. y yo como individuos.",
    "Ahora, Josué, al repartir la tierra, le dio este lugarcito a Judá. Muchos de Uds., yo—yo tengo algunos lugares aquí apuntados en donde está ubicado, pero ya todos lo sabemos, en dónde está ubicado en un rincón. Y solo fue un lugarcito que le dieron, Josué, al repartir la tierra, se lo dio a la tribu de Judá.",
    "Y ahora, cuando Israel cruzó el río Jordán, traten de entender esto, cuando Israel cruzó a la tierra, la tierra prometida, había una mujer gentil que conocemos como Rahab la ramera. Y ella pidió misericordia, y recibió misericordia; ella recibía misericordia si se mantenía debajo de ese cordón de grana. Y esa era la única manera en que ella podía obtener misericordia. Fue un símbolo, una señal que le fue dada a ella.",
    "Hoy nosotros también tenemos una Señal, y estamos seguros siempre y cuando permanezcamos bajo nuestro cordón de grana: la Sangre de Jesucristo. Como individuos, no como un grupo, sino como individuos, cada uno de nosotros debe mantenerse debajo de ese cordón escarlata de la Sangre de Jesucristo.",
    "Y entonces esta Rahab, después de ser perdonada, hizo entrar a toda su gente; todo debajo del cordón se—se salvó. Así como cuando Dios en Egipto, mientras todo estuviese bajo la sangre estaba a salvo. Todo bajo el cordón de grana estaba a salvo. Todo el que está bajo la Sangre de Jesús está a salvo, todo lo que está fuera de Ella está perdido y listo para destrucción. Y vemos ahora, al hacer esto… Entonces la historia nos dice que ella se comprometió con un general, en este momento no recuerdo su nombre, del ejército de Israel. Y ella finalmente se casó con este hombre. Y se establecieron por aquí, cerca de este lugarcito, y su hijo, Salmón, fue el que fundó a Belén. Vean, una gentil está conectada con esto, para comenzar, una gentil: Rahab la ramera.",
    "Ahora, encontramos que Salmón fundó esta pequeña ciudad de Belén. Y él engendró a Booz. Y Booz fue quien se casó con Rut, otra gentil. Y estamos siguiendo ahora este linaje. Rut, tuvo, ella era una moabita, y se casó con Booz, y vino a esta pequeña ciudad justo en la temporada de la cebada. ¡Oh, si tuviésemos el tiempo en esta mañana, para esto, después le debería seis vestidos a mi esposa, pero cómo quisiera quedarme en ese tema!",
    "Noemí, representaba a la iglesia ortodoxa, se fue por causa de una hambruna, fue a la tierra de Moab; como en la dispersión de Israel, entre todas las naciones. Y luego, cuando ella volvió, se trajo a Rut, la moabita, y ella regresó justo en la temporada de la cebada, en plena cosecha de la primera cebada. Eso es la Iglesia gentil viniendo a Dios justo en la temporada de la cebada otra vez. ¡Qué cuadro más hermoso allí! Y entonces ella y Booz se casaron, y engendraron a su famoso hijo, Obed, quien también nació allí. Y luego su hijo, su gran hijo, Isaí, vino de Obed. Y allí él también engendró a David, su hijo, de allí salió el rey David.",
    "Miren cómo esto se viene desarrollando desde Rahab la ramera, y su hijo quien la fundó. De allí vino—de allí vino Booz, el cual trajo a otra gentil. Y luego de Booz vino Isaí. Y aquí Isaí, a Isaí le nació David. Y David, aquí mismo en esta misma pequeña Belén, fue ungido por el profeta de Dios, para ser el rey de Israel. Todas estas cosas espirituales, ocultas de los ojos del mundo, estaban ocurriendo aquí en esta pequeña ciudad de Belén. Vean, así es como obra Dios.",
    "Ahora, yo confío que el Espíritu Santo esté presente hoy para darles el entendimiento correcto, de que Dios no obra en esas cosas grandes. Es por el Espíritu; “no por poder, ni por fuerza, sino por Mi Espíritu”, dice el Señor. ¿Ven? Dios obrando en el Espíritu entre el pueblo. ¿Lo ven?, estos grandes trasfondos, Él solamente podía venir a esta ciudad. Ese era el único lugar donde Él podía nacer. Dios siguiendo Su misma línea. Dios siempre lo hace. Dios sigue la—la línea de Su Palabra. Él no puede retroceder en Su Palabra, de ninguna manera, y seguir siendo Dios. Él tiene que permanecer con la Palabra. Él nunca La puede dejar. Hoy, nuestras tradiciones y demás nos alejan de la Palabra. Tenemos credos y cosas que le inyectamos a la Palabra, lo cual contamina toda la cosa. Pero Dios nunca puede salirse de la línea de Su Palabra. Su Palabra es cierta, siempre, porque Él es la Palabra. Dios y Su Palabra son lo mismo.",
    "Ahora, aquí vemos cómo es que esta pequeña Belén, aunque desapercibida, un lugarcito no muy destacado para el mundo exterior, solo la más pequeña de las ciudades, nadie le prestaba atención. Sin embargo, Dios tenía en Su propósito que ese… allí era donde sucederían todas estas cosas. Ahora, la mente espiritual captará eso, porque el profeta dijo aquí, vean, el profeta dijo: “Pero tú, Belén de Judea, ¿no eres la más pequeña entre los príncipes? Pero de ti saldrá un Guiador que apacentará a Mi pueblo Israel”. El profeta, la mente del profeta lo captó.",
    "Observen eso espiritual, el Espíritu Santo hoy dirigiendo esas cosas. No importa lo que diga el mundo en todo su oropel. Observen al Espíritu Santo en la Palabra, allí es donde viene.",
    "¿Qué me dice cuando murió Job, y escogió el lugar de su entierro? Luego vino Abraham, Abraham compró la parcela de tierra para enterrar a su esposa, Sara. Y Abraham, cuando murió, quiso ser enterrado junto con Sara. Abraham engendró a Isaac. Isaac, cuando murió, quiso ser enterrado junto con Abraham. Isaac engendró a Jacob. Jacob murió por allá en Egipto, pero hizo que José (su hijo profeta) le jurara a él, con su mano en la cadera coja, que no lo enterraría allá en Egipto. ¿Por qué? Dijo: “Llévame hasta la tierra, y que allí fuera enterrado”. Y José, cuando murió allá en Egipto, hizo mención de la salida, y de Israel saliendo de acuerdo con la profecía, y dijo: “Saquen mis huesos de esta tierra”. ¿Por qué? Ellos sabían que las primicias de la resurrección saldrían de aquella tierra, porque Job dijo: “Yo sé que mi Redentor vive, Y al fin Se levantará sobre el polvo; y aunque los gusanos de la piel destruyan este cuerpo, aún en mi carne he de ver a Dios”.",
    "Ellos sabían que las primicias de la resurrección saldrían de la tierra prometida, no de Egipto. Ellos eran espirituales, eran profetas. Y cuando Jesús murió, en—en Viernes Santo, y resucitó en la mañana de Pascua, el siguiente domingo por la mañana, la Biblia dice que: “Muchos de los santos que dormían en el polvo de la tierra, se levantaron y saliendo de las tumbas, fueron a la ciudad, y entraron a la Gloria con Él”. ¿Por qué? Eran aquellos profetas que sabían exactamente dónde serían enterrados, en el lugar y en el tiempo. Eso estaba escondido de los ojos de los sabios. Pero ellos sabían lo que—lo que, ellos miraron el lado Espiritual. Las—las primicias de la resurrección habían de salir de Palestina, no de Egipto.",
    "Así es hoy, amigos. Muchas personas se agarran de las cosas del mundo, o de algún gran sistema o algo así. A mí que me entierren en Jesús, pues aquellos que están en Cristo traerá Dios con Él en aquella resurrección. Y no me importa lo que el mundo tenga que decir, ni cuánto traten de adornar las cosas. Es en Cristo, es aquellos que están en Cristo, los que traerá Dios con Él. La mente espiritual capta esas cosas espirituales.",
    "Aquí dijo el profeta: “Pequeña Belén, ¿no eres la menor entre todos los príncipes de Judá? Pero de ti saldrá este Guiador”, no de la gran capital distinguida, ni de los terrenos históricos de alguna iglesia o algo, donde comenzaron los metodistas, bautistas, presbiterianos, pentecostales y otros más. “Pero de la más pequeña de estas, de un lugarcito insignificante levantaré este lugar, el Apacentador de Mi pueblo”.",
    "Pero hoy queremos decir: “Nuestros padres hicieron esto, y nuestros padres hicieron aquello”. Vean, Dios ignora todo eso. Dios hace lo que quiere. Observen la línea del Espíritu, vean lo que dice la—la Escritura. Ellos fueron ignorantes a eso. Pero, fíjense, la Escritura es lo que está correcto. Dios siempre está correcto.",
    "David fue ungido por este gran profeta, para ser rey. No hay duda de que Samuel, este gran profeta, sabía estas cosas de antemano. Y fue allí que su gran Simiente espiritual prometida… pues Dios prometió por juramento que Él levantaría Cristo para que se sentara en el trono de David. Entonces, ¿dónde más podría nacer Cristo? Aquí fue donde nació su padre, su abuelo, su bisabuelo, tatara-tatara-tatara-tatara-tatara, por allá atrás. Vean, Su pueblo viniendo en el linaje de los gentiles. Y miren, la Biblia dice que: “En Su Nombre esperarán los gentiles”.",
    "Vean, hay que juntar todo para que Uds. puedan verlo. Nos gustaría quedarnos allí un rato y ahondar en eso, y mostrarles el por qué los gentiles, pero estoy seguro de que la mente espiritual captará esto rápidamente; el por qué fueron las madres, y no el padre. Miren, por cuanto fue una—una mujer, la Novia. Los gentiles conformarán, la Novia, estará compuesta de gentiles. Los gentiles: “Él tomará un pueblo de los gentiles por causa de Su Nombre”. Ese es Su Nombre. Él tomó una esposa, ¿ven?, de los gentiles. Y así es como tenía que ser, la mujer entra, la iglesia, y ella era… ellas eran gentiles, las abuelas allá en el linaje de la simiente.",
    "Ahora, al igual que Isaac estaba en el linaje de la simiente del otro lado. Ahora fíjense en esto, encontramos que David tenía esta promesa de un hijo. Ahora, vemos cómo eso corre en paralelo con Israel de nuevo. Cuando Israel… O cuando le fue prometido a Abraham que su descendencia, lo que acontecería, que de su simiente vendría este gran Salvador, y que él sería el padre de las naciones. Su descendencia natural, por supuesto, fue Isaac, y esta fracasó. Pero su Simiente espiritual, por la fe que él tenía, vino Cristo, que incluyó a todas las naciones.",
    "Bueno, ahora está ocurriendo lo mismo aquí en forma paralela nuevamente. La simiente natural de David fue Salomón, y se descarrió al igual que la otra simiente de Abraham. Se descarrió. Así también se descarrió Salomón. Tomó demasiadas mujeres y, al darnos cuenta, ellas desviaron su corazón de Dios. Y la forma en que él se fue y se descarrió, de esa manera murió, descarriado. Israel murió de la misma manera, descarriado.",
    "Pero nos damos cuenta que esta Simiente espiritual, que fue prometida por la simiente natural como un linaje de gente viniendo a través de Abraham, pero como el reinado vino a través de la promesa espiritual de David. Y David nació en Belén. Y fue ungido en Belén. Y luego vemos que su verdadera Simiente Real, el Heredero a su trono nació en esta misma ciudad, la pequeña Belén. “Tú eres la más pequeña entre todos los príncipes de Judá, pero de ti saldrá un Guiador que apacentará a Mi pueblo”.",
    "En este pueblito, o pequeño establo, un establo de la ciudad al lado de la colina, había una cueva metida en la colina, y de allí salió por sus pequeñas puertas, el Príncipe de Paz, nacido en un establo, en una—una pequeña caja de—de paja que estaba en algún lugar, estiércol amontonado en los graneros, y todo eso; pero de allí salió ese gran Príncipe, la Simiente de la mujer, de allí salió el Salvador del mundo, de allí salió el Propio Jehová, en la forma de un hombre, salió de ese pequeño y humilde establo en Belén. No del palacio de algún rey, nacido en la realeza, sino de allí Él vino de ese lugar humilde, con un montón de estiércol allí, y fue envuelto en trapos sudarios. Como dice la tradición, que fue tomado del yugo de un buey con que habían estado arando.",
    "¡Gente pobre! José y María, ambos muy pobres, y aquí estaban en este pequeño establo. ¡Lo humilde que Se hace Dios! Y luego nosotros tratamos de hacernos algo grande. ¿No pueden ver cómo Dios Se humilla y toma las cosas que no son, para así cumplir Sus grandes promesas? ¡Cómo es que el pequeño Jehová acostado en un pesebre, envuelto en la—la tela de la parte trasera de un yugo, el yugo que tenía un buey en el cuello! ¡Y envolvieron al Príncipe de Paz en ella! ¡Vaya! ¿Quiénes somos entonces? ¿Qué es lo que nos merecemos? Si Dios puede humillarse de esa manera, ¿no deberíamos ser capaces de humillarnos para llegar a ser Sus siervos, si Él hizo cosas así? ¿No podemos olvidarnos de nuestros dignatarios y grandes cosas de este mundo, y sobrepasar eso, y humillarnos delante de Él en esta Navidad? Y ser un… Mostrarle a Él nuestra gratitud por ese nacimiento y esa humildad, al humillarnos a nosotros mismos y recibir Su Palabra. No importa lo que dice la tradición, es Su Palabra lo que cuenta. Eso es lo que Él aceptará, Su Palabra, y solo Eso.",
    "Ahora, encontramos que este pequeño establo, fue allí donde se cantó el primer villancico en la tierra, y fue cantado por los Ángeles. ¡Piensen en eso! El primer villancico, no se cantó allá donde Caifás, ni allá en una iglesia grande y fina donde estaba un pastor maravilloso, sino en un establo en Belén, la más pequeña entre todas ellas. El primer villancico se cantó por Seres Angelicales en la pequeña ciudad de Belén. ¿Ven a lo que me refiero?",
    "No importa lo pobre que sea Ud., lo poco o insignificante que Ud.—Ud. pueda ser, Dios puede usarlo si Ud. tan solo deja que Él lo haga. Dios lo quiere a Ud. Él no quiere que Ud.… Ud. no tiene que pertenecer a una gran sociedad, a una gran orden, alguna gran hermandad, o lo que pudiera ser, eso no significa nada para Dios. ¡Dios lo quiere a Ud.! Y si Ud. es… si Ud. piensa que es grande, deshágase de ese sentir. Ud. tiene que deshacerse de eso. Ud. dirá: “Bueno, pues, yo tengo un Ph.D., LLD.”. Eso simplemente lo aleja a Ud. más de Dios. Olvídese de eso. Vuelva a Dios. Vuelva a la humildad del Espíritu, y ame a Dios y reciba Su Palabra.",
    "🦅 Y si permanecéis en Mí y Mi Palabra en vosotros, pedid entonces lo que quisiereis, y os será hecho”. Dios prometió eso. “Si dijeres a este monte: ‘Muévete’, y no dudares en tu corazón, sino creyeres que lo que dices sucederá, puedes tener lo que has dicho”. “El que cree en Mí, las obras que Yo hago, él también las hará. Aun mayores que esta hará, porque Yo voy a Mi Padre”. ¡Qué promesas!",
    "Hay algo que falta en alguna parte. Lo que nosotros tratamos de hacer es torcer la cosa y hacerla una gran cosa por allá arriba, le ponemos flores y oropel, y la contaminamos, así como han hecho las naciones con la Navidad. ¡Es cierto! ¡Si pudiéramos quitarles el oropel a esas cosas, y poner de nuevo la—la humildad en el corazón humano! ¡Si pudiéramos devolverle la humildad a la Navidad y lo que debería ser! ¡No un día comercial, ni luces ni Santa Claus! Sino volver a la adoración del Dios de la creación que vino en un establo y nació como un Bebé: ¡Dios se hizo carne y habitó entre nosotros! Si pudiéramos volver a eso, y alejarnos del oropel y de las cosas grandes. Dios ni siquiera trata con eso en lo absoluto.",
    "Ud. dice: “Bueno, yo pertenezco a la organización más grande”. Eso lo aleja a Ud. mucho más de Dios. Ud. dice: “Yo hago esto, aquello”. Eso simplemente lo aleja más a Ud.",
    "Ud. tiene que humillarse hasta que pueda entender eso, hasta que, “Si vosotros permanecéis en Mí y Mis Palabras permanecen en vosotros, entonces pedid lo que queráis”. Lo que nosotros tratamos de hacer, tan pronto como Dios nos da una pequeña lluvia de bendiciones, tratamos de torcer toda la cosa y metemos dignatarios allí que van a hacerse de grandes nombres y sobrepasar a los demás. Este comienza de esta manera y de esa manera, y Dios sale del asunto por completo. Lo que necesitamos hoy es un derramamiento fresco del Espíritu Santo en corazones que sean humildes. Necesitamos una verdadera Navidad, un lugar de nacimiento. ¡Si pudieran darse cuenta que Uds. no son más que un establo! Dios no fue a Jerusalén, a Silo, o a Ramot de Galaad, Él vino a un establo que estaba contaminado. Cuando Ud. le permite a Dios, Ud. se convierte en… y se da cuenta que Ud. no es sino un establo maloliente. Pero dele la bienvenida, abra sus puertas, cuando estos grandes lugares y mesones lo están rechazando a Él, abra las puertas del pesebre de su corazón y deje que Jehová entre allí, y vea lo que ocurre, porque Él es la Palabra. Él dijo: “Si permanecéis en Mí, y Mi Palabra en vosotros”. Él es la Palabra. Deje que Él entre en Ud., y observe lo que sucede. Luego pida lo que quiera, y le será hecho.",
    "Sí, fue allí donde Ángeles cantaron el primer villancico, hace muchos años. Y cuando Él… [Un hermano habla en lenguas. Cinta en blanco.—Ed.] Y miren, sabemos que el mensaje debe ser muy importante, que Dios quería decir eso, de lo contrario no habría interrumpido un mensaje para hacer algo así. “Humillaos bajo las manos de Dios”, fue el mensaje, amigos.",
    "Ahora, nuestro Padre Celestial, sabemos que Tú eres toda la sabiduría y haces todo correctamente. Oramos que concedas ahora que este pueda ser un—un mensaje para el pueblo, de que realmente tienen que hacerlo, humillarnos, todos nosotros, y someternos bajo la mano del Dios poderoso. Nos encomendamos a Ti, Padre, para que Tú nos concedas esto. En el Nombre de Jesús, Tu Hijo. Amén.",
    "Ahora, para continuar, estaba hablando de cuando se cantó el primer villancico, fue cantado por Ángeles en la pequeña Belén. Allí es donde nacieron todos estos grandes hombres. Allí es donde nació la promesa del Rey; donde vino el Rey prometido. Ahora, la palabra… me daré prisa para no retenerlos demasiado. La—la promesa, la palabra era esta, la palabra “Belén”. Vamos a desglosarla. Omití algunas notas aquí para así ahorrar tiempo. Ahora, Belén. [Belén en inglés es Bethlehem.—Trad.] La palabra B-e-t-h significa “casa”. E-l significa “Dios” en hebreo. E-l-h-e-m es “Pan”. Belén, “la casa del Pan de Dios”. Eso es lo que significa la palabra.",
    "Las palabras, nombres, tienen significados. Muchas personas no lo creen, pero es cierto. Si los nombres no tienen un significado, ¿por qué se cambió el nombre de Abram a Abraham? ¿Por qué Sarai tuvo que cambiarse a Sara? ¿Por qué Saulo tuvo que cambiarse a Pablo? ¿Por qué Simón tuvo que cambiarse a Pedro? Vean, todos estos tienen significados, todo tiene un significado.",
    "Y el nombre Belén significa “la casa del Pan de Dios”. Ahora, cuán apropiado es eso para Jesús, el Pan de Vida Eterna. Cristo es el Pan de Vida. Todos lo creemos, ¿verdad? ¡Qué apropiado Belén allí, el centro mundial del pan, que fue el centro del Pan de Vida Eterna! Por eso es que el Rey tenía que nacer allí. Él dijo, en San Juan 6:35: “Yo soy el Pan de Vida que descendió de Dios, del Cielo. Vuestros padres comieron el maná en el desierto, y todos murieron. Pero este Pan, si alguno comiere de este Pan, vivirá para siempre”. Entonces, Jesús es el Pan de Vida, por lo tanto, el Pan de Vida tenía que venir a Belén. Él es nuestro Pan de Vida para el viaje, al igual que Israel. Dios le dio a Israel pan de los cielos, para su viaje, mientras viajaban desde donde habían salido de Egipto hasta la tierra prometida. Todas las noches caía pan de los cielos. Y Dios nos dio a nosotros el Pan de Vida para nuestro viaje: vino a Belén, la Casa del Pan de Dios. ¿Ven por qué tuvo que ser así? Tenía que ser donde ese nombre se llamaba Belén: “La casa del Pan de Dios”. Entonces, ¿cómo podía haber nacido en Jerusalén? ¿Cómo podía haber nacido en Ramot de Galaad? Vean, Él vino a donde estaba Su Nombre: “la casa del Pan de Dios”.",
    "¡Oh!, noten, Israel recibía un pan fresco todas las noches, que descendía del Cielo, para su viaje. Cristo es nuestra Vida, el Pan de Vida, y todos los días nosotros recibimos una frescura de Cristo, del Cielo, el Espíritu Santo descendiendo sobre el creyente todos los días. ¡Fresco!",
    "La experiencia de ayer, muchos de nosotros vivimos de la experiencia de ayer. No debemos hacerlo. ¡Es la experiencia de hoy! Eso es lo que pasa con nuestras denominaciones, ellos están viviendo de la experiencia de Juan Wesley, de la experiencia de Dwight Moody, Finney, Sankey, Knox, Calvino, de muchos de ellos allá en el pasado. Ellos están viviendo de esa experiencia. Pero, recuerden, el pan que caía, cuando trataban de guardarlo, se contaminaba, le entraba gusano, pequeñas larvas. Y eso es lo que pasa hoy en día, cisternas contaminadas, viviendo de pan pasado que está contaminado.",
    "Nosotros debemos tener algo fresco de Cristo, Su Palabra hoy para esta hora. ¿Ven? Él es nuestra frescura, nuestro Pan que todos los días cae del Cielo sobre el creyente. Él es nuestra Belén, la Casa del Pan de Vida Eterna de Dios. Cristo nació en Belén, la cual se convirtió en la Casa del Pan de Vida Eterna de Dios. Él es el Pan de Vida. Él es nuestra Belén. Cristo es nuestra Belén. Al pan natural le llamamos “el sustento de vida”. Nosotros llamamos al pan natural, a nuestro pan integral y cosas que compramos, le llamamos el sustento de vida. Jesús es el Sustento de Vida de Dios, un—un—un Sustento de Pan de Vida para Vida Eterna. Así como al pan le decimos el sustento de la vida, Jesús, siendo el Pan de Vida, es el Sustento de Dios de Pan de Vida Eterna para nosotros. ¿Ven?",
    "No podríamos continuar, algo debe morir para que podamos comer. Esta mañana, al comer, Ud. come sustancia muerta. Si algo no muere, entonces Ud. no puede vivir, porque Ud. solo vive por medio de sustancia muerta. Si Ud. come carne, el cerdo murió. Si come carne de cerdo, el cerdo murió, por supuesto. Y si Ud. come vacuno, la vaca murió. Ud. dice: “Pero yo como pan”. Entonces el trigo murió. “Pues, yo como verduras”. Las verduras murieron. Ud. solo vive por medio de sustancia muerta, y esa es la única manera en que Ud. puede vivir.",
    "Entonces, si en lo natural Ud. solo puede vivir por medio de sustancia muerta, si algo tuvo que morir para que Ud. pueda vivir en lo natural, ¡cuánto más tuvo que morir Algo para que Ud. pueda vivir Eternamente! Cristo murió, para que nosotros podamos vivir Eternamente. Y Él llegó a ser la Casa del Pan de Vida Eterna de Dios, el cual nosotros recogemos fresco cada hora del día, descendiendo de Dios, desde el Cielo, en la forma del Espíritu Santo, alimenta nuestras almas hambrientas mientras estamos sentados juntos en lugares Celestiales. Él es nuestra Belén.",
    "Entonces todos los verdaderos hijos de Dios, creyentes, han nacido en Belén con Él. Si Cristo tuvo que convertirse en el Pan de Vida, que nació en Belén, que es la Casa del Pan de Vida, entonces cada uno de los verdaderos creyentes en Cristo que nacen en Cristo, son nacidos en la Belén de Dios. Amén. Entonces, no solo Jesús nació en Belén, yo nací en Belén, Ud. nació en Belén. ¿Cómo lo hizo Ud.? Aquí mismo en Phoenix, Arizona, esta mañana en el Ramada, Ud. puede nacer de nuevo en la Belén de Dios, la Casa del Pan de Vida Eterna. ¡Cómalo y viva para siempre!",
    "¿Por qué la pequeña Belén? Así es hoy: “¿Por qué un montón de pequeños santos rodadores? ¿Por qué esto, aquello o lo otro?”. La gente no sabe de qué se trata todo esto.",
    "Pero el Espíritu Lo revela. La Palabra Lo muestra. Es la manifestación de la Palabra de Dios. Nosotros tenemos Vida por medio de Cristo, y solo por Él. Nuestras organizaciones, nuestras denominaciones, nuestras diferencias, solo nos separan de Dios. Nosotros tenemos un acceso a Dios, y es a través de Jesucristo. No hay otra manera en que podamos venir; no entramos por algún sacerdote, predicador, sistema, ni otra cosa, solo por Jesucristo y Este crucificado. Él es el Pan de Vida de Dios, y nosotros nacemos de Él. Y si Él es el Pan de Vida de Dios, entonces Él es Belén. Y al haber nacido en Cristo, nosotros somos entonces nacidos de Dios en Belén, en Cristo Jesús, sentados en lugares Celestiales, comiendo de Él. ¡Comiendo de Él! ¿Quién es Él? Él es la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y cuando nosotros nos podemos sentar con un solo objetivo, la Palabra de Dios, y alimentarnos de Ella, estamos en la Belén espiritual de Dios, comiendo el Pan espiritual de Dios, y nuestras almas acentúan cada Palabra que Él habló, con un “¡Amén!”. Nosotros nos gozamos con este Alimento Celestial y angelical.",
    "Cuando Ella dice: “Estas señales seguirán a los que creen”. El credo o denominación dice: “¡Oh, no es así!”. Pero ese hombre genuino que ha nacido en Belén, dice: “¡Amén!”.",
    "🦅 Las obras que Yo hago vosotros también las haréis”. La denominación dice: “Eso no es más que una emoción manufacturada”. Pero el verdadero habitante de Belén dice: “Amén”, porque está convencido de que Ese es Alimento de ángeles.",
    "🦅 Si permanecéis en Mí y Mis Palabras en vosotros, pedid lo que quisiereis, y os será hecho”. Amén.",
    "¡Oh, los sabios y entendidos nunca lo verán! Nosotros nos aferramos demasiado a nuestras tradiciones de los ancianos, tanto que tenemos que llevar tarjetas y todo lo demás para subir a un púlpito. ¡Eso no es! Ud. puede subir al púlpito de Dios al humillarse. Entre a la Casa del Pan de Vida, Jesucristo, y viva para siempre en Su Presencia, y elévese a lugares Celestiales en Cristo Jesús, dándose un festín de la Palabra. Esa es la Belén de Dios.",
    "¿Cuántos de nosotros estamos en Ella en esta mañana? ¿Cuántos están dispuestos a olvidar sus tradiciones? ¿Cuántos están dispuestos a olvidar su credo que no está de acuerdo con la Palabra? ¿Por qué no tenemos un avivamiento? ¿Por qué no tenemos sucediendo estas cosas? ¿Qué pasa con Pentecostés? Se organizó. Eso fue. Ud. no puede organizar a Pentecostés. Ud. puede formar una organización. Pero Pentecostés es una bendición, es el Poder de Dios. Y si es un pentecostés genuino, jamás sobrepasará la Palabra para aceptar un credo. Aceptará la Palabra. Correcto, porque está circuncidado del mundo y de las cosas del mundo. Solamente se queda con la Palabra de Dios, y La cree. Estamos en Belén, candidatos para el Reino de Dios. Estamos comiendo el Pan de Vida Eterna de Dios. Nacido, Pan de Dios, nacido en Belén, para convertirse en el Pan espiritual de Vida, de la Vida Eterna, en la casa de Dios. ¡Oh, vaya! Somos nacidos en Belén, en esta mañana, cuando nacemos en Cristo Jesús, porque Él es la Belén de Dios. Jesús es la Casa de Dios del Pan de Vida Eterna.",
    "Él también es nuestra Agua para el viaje. Ahora, sabemos que Él es el Agua. Como Israel en su viaje, ellos golpearon una roca, y su pan bajó del Cielo, pero una roca fue herida para que ellos pudieran beber de ella para el sustento de su vida en el viaje. Dios hirió una roca, o mandó a Moisés que lo hiciera, Su profeta, golpeó la roca. ¿Qué era? Abrir la roca. Si… La Roca era Cristo. ¿Lo creen? Muy bien. Entonces, si el profeta abrió la roca para que la vida pudiera salir, entonces, si es la Roca hoy, necesitamos al Espíritu Santo en algún hombre, el cual herirá de nuevo la Roca, amén, y dejará que la Palabra salga, porque Él es la Palabra.",
    "Nos hemos desviado en credos y estamos bebiendo agua estancada de las cisternas. Lo que necesitamos hoy es una apertura de la Palabra que vive, y Él es el mismo ayer, hoy y por los siglos. Él no puede fallar. Ellos lo pueden llamar telepatía mental, pueden decir lo que quieran, o espiritismo, o—o un diablo, mientras que esa Palabra esté fluyendo libremente y produciendo exactamente lo que dijo que haría, es una Fuente en la casa de David nuevamente, de vuelta a Belén, donde Jesucristo es el mismo ayer, hoy, por los siglos, para Sus habitantes de Belén. Vivir con Ella, vivir en Ella, es el Agua para el viaje para nosotros, igual como lo tuvo Israel.",
    "Una de las grandes experiencias de David, si quieren leer sobre eso en Segunda de Samuel 35:15, comenzando, allí leemos que David, habiendo nacido en Belén, sin embargo, se convirtió en un fugitivo. ¡Oh, qué cuadro! Los filisteos estaban acampados en ese momento, en la tierra, porque Saúl, el gran hombre que llevó a todo Israel al pecado, se había apartado de Dios y se convirtió en enemigo de Dios, y había—había sido rodeado, los filisteos estaban acampados alrededor de Belén. Y David, tratando de volver a su propia casa, no podía hacerlo, estaba en el desierto pues se había convertido en un fugitivo del pueblo, o mejor dicho había sido desechado.",
    "¡Qué cuadro tan hermoso es ese de Cristo hoy en día, un fugitivo! Él lo es. Ahora, Ud. dirá: “Eso no puede ser”. Bueno, si Ud. cree la Biblia, así es. La Biblia dice, en la Edad de la Iglesia de Laodicea, que Cristo estaba fuera de la iglesia, llamando [El Hermano Branham toca en el púlpito—Ed.] tratando de entrar de nuevo a Su propia iglesia. Un fugitivo es algo que ha sido desechado, rechazado. Y la Palabra y el Espíritu Santo son rechazados. Es verdad. No se puede entrar allí. Si Ud. llega a recibirlo a Él, Ud. tendrá que salir de allí para recibirlo a Él. Ud. tiene que salir a Él. Él no puede entrar. Ellos están tan establecidos en sus credos que ellos—ellos no le permitirán a uno predicar esas cosas, no permitirán que Ud. crea esas cosas.\n\nEllos dicen: “¿Ud. cree que Él es el mismo?”.",
    "🦅 ¡Oh, en cierto modo, Él es el mismo!” Ahora, eso no es vivir en Belén. No, no. Eso es beber de una cisterna estancada, de allá del pasado, un pan viejo y contaminado que cayó hace varios años. “¿Qué dijo Fulano de tal al respecto”? Ellos pudieran haber estado bien en su día, pero este es otro día. ¡Este es el Día del Señor! Esta es otra edad de la iglesia, no la de Filadelfia. Esta es Laodicea. Es una que rechaza, y Cristo se ha convertido en un fugitivo de Su propia iglesia, es empujado afuera. Él es un forastero.",
    "Él puede bajar y obrar allí mismo entre la gente, y hacer las mismas cosas que Él hizo aquí, habiendo dicho que lo haría en los últimos días, mostrar las mismas señales y cosas que Él dijo que haría como fue en los días de Sodoma. Nosotros sabemos lo que Él hizo con la Iglesia en aquel entonces.",
    "Vemos a Billy Graham, por decirlo así, aquellos mensajeros fueron a la iglesia denominacional, y les predicaron allí, y los llamaron a salir, les dijeron que creyeran la Palabra y que salieran de Sodoma.",
    "El grupo de Abraham no estaba en Sodoma, ellos ya habían sido llamados a salir. Observen al Ángel, lo que hizo allí delante de ellos, como señal, para que ellos supieran. Y se puede hacer lo mismo, y la gente dice: “¡Oh, pues, yo no creo Eso!”. ¿Por qué? ¿Por qué? Es porque ellos han hecho a Cristo un fugitivo de su organización, Él es algo tan extraño para ellos, pentecostales y todos. Ahora, esa es la pura Verdad. Yo sé que rasguña. Pero, escuchen, si hay algo que no… Si—si es la Verdad, rasguñará. Y así es. Tiene que ser Verdad.",
    "Bien, fíjense ahora en David, cuando estaba allá, David soñaba con sus victorias poderosas. Él estaba en una cueva, escondido, bien lejos, como a unas quince millas fuera de la ciudad. Y él subió allí y observó aquello allí, su propia ciudad amada donde había nacido, y donde había sido ungido como rey, y—y todo eso allí.",
    "Los habitantes de Israel, en aquellos días, era algo como es hoy en Alemania. Ellos tienen ciudades pequeñas. Y entonces viven en las ciudades para protección, y luego llevan a sus ovejas y a su ganado al campo y les dan de comer, y los conducen de regreso. Y al caer la tarde, los meten en los corrales.",
    "Y David, mirando abajo a la ciudad, empezó a recordar las obras poderosas que Dios había hecho por medio de él, las grandes victorias poderosas que Dios había obtenido por medio de él. Cómo es que un día mientras tenía a sus ovejas allá arriba en las montañas donde estaba, acostado allá junto a los pastos verdes y demás, vino un oso y agarró a uno de los corderitos y se lo llevó. Y él lo persiguió, y mató al oso. Dios le dio la victoria porque él había sido instruido por su padre a que cuidara esas ovejas. Ese era su—ese era su trabajo, ¡cuidar a las ovejas!",
    "¡Oh, pastor, ese es tu trabajo! Y ellos comen Alimento de ovejas, no almanaques. Alimento de Oveja, ¡la Palabra de Dios!",
    "Alguien vino y agarró una, salió corriendo. Alguien vino y agarró una y se fue, él salió tras él. Un león entró y agarró una, él fue tras él. Él no quedó tranquilo hasta recuperarla.",
    "Aquello le dio esa gran victoria un día cuando él vio a Israel todo acorralado. Vean, Israel había estado escuchando todos los credos y demás. Ellos tenían todo, todos iban a la iglesia. Todos habían sido circuncidados. Todos iban donde el sacerdote y recibían la bendición antes de ir a la batalla. Pero cuando llegó la confrontación, de lo Sobrenatural, eran, cada uno, cobardes, porque vieron que había oposición. Y no tenían la audacia, ellos—ellos no tenían lo que podríamos llamar hoy en día, la—la expresión callejera, ellos no tenían las—las—las agallas. Faltaba algo. Ellos no podían salir allí y hacerle frente a ese gigante. ¿Por qué? Pero todos ellos habían sido bendecidos por el sacerdote. Ellos habían recibido las bendiciones santas, y se habían arrodillado y, probablemente habían sido ungidos con las aguas benditas, y lo que fuera, y allí estaban todos de pie allá. Pero cuando la oposición era tan grande, ellos no lo tenían. Allí estaba Saúl, el supervisor general u obispo, parado allí, cabeza y hombros por encima de su ejército.",
    "Y él hizo un reto, Goliat, y dijo: “Si yo lo mato, entonces Uds. nos servirán a nosotros. Pero si él me mata, entonces nosotros les serviremos a Uds.”. Pero la oposición era demasiada. Él tenía dedos de treinta y cinco centímetros, sería una mano de setenta y un centímetros de ancha. ¡Miren la mano que tenía! Su—su rodillo de telar, era la lanza que llevaba. Y piensen en lo grande que sería su cabeza, sería más o menos como una bañera. Y tenía un—un casco, de tres a seis centímetros de espesor, de bronce, sobre su cabeza. Fíjense en la armadura, las piezas de su armadura eran como una de esas celosías, o sea para que pudiera respirar y moverse, y así era como funcionaban esas armaduras. Con esa gran cota de malla colgando, que podría haber pesado unos cuarenta y cinco kilos, o noventa kilos, de bronce, colgando sobre su pecho. Con una—con un rodillo o lanza en mano, de tal vez unos diez metros de largo.",
    "¡El alcance del enemigo cuando piensa que tiene la ventaja sobre Ud.! Lo que él piensa que puede hacer, ¡cómo se jacta! “Los días de los milagros han pasado. No puedes andar creyendo cosas así”.",
    "Pero allí llegó un hombrecito de rubio parecer que no había tenido ninguna experiencia teológica, pero tuvo una experiencia de que Dios aún sigue siendo Dios. Dios cumple Su Palabra. Y allí llegó él. Y Saúl dijo: “Espera, yo—yo te daré una licenciatura en letras”.",
    "Le puso su casco, y por poco lo aplasta. Él no sabía nada de eso. Dijo: “Yo no sé nada de ese tipo de cosas”. Dijo: “Yo no sé. Pero una cosa sí sé, que ¿tienen miedo Uds. de ir a pelear contra ese gigante? ¿Y Uds. se paran aquí y dicen ser la Iglesia del Dios viviente, y permiten que ese incrédulo incircunciso se pare allí y se jacte de esa manera?”. Dijo: “¡Yo iré a pelear contra él!”.",
    "¡Oh, necesitamos un hombre como ese hoy, un hombre que haya tenido una experiencia!",
    "¿Qué hizo?, ¿qué hizo el pequeño David de Belén? Salió allá a pelear contra el gigante. El gigante lo maldijo en el nombre de sus dioses, dioses, plural, lo maldijo en el nombre de sus gigantes, o sus dioses, y salió allá y dijo: “Hoy te levantaré con la punta de mi lanza y colgaré tu cadáver allá arriba en el árbol para que las aves se lo coman”.",
    "Él dijo: “Tú vienes a mí como un filisteo, en el nombre de un filisteo, con una armadura y una lanza, pero yo vengo contra ti en el Nombre de Jehová Dios de Israel”. ¿Qué era? ¡La Palabra! La Palabra: “Yo vengo contra ti con la Palabra”. Dijo: “Hoy te cortaré la cabeza de los hombros”. Ese gigante se echó a reír y corrió contra él. Y David no retrocedió, él también corrió hacia él. Había un solo lugarcito, y Dios dirigió su roca.",
    "David, acostado allá como un fugitivo, pensaba en eso, en el acontecimiento de esa gran victoria. Y entonces debe haberse puesto a pensar en los Salmos, cómo es que a veces él se recostaba por allá en las montañas y meditaba en Dios. Él dijo que había atado Sus mandamientos sobre la—la cabecera de su cama y a sus dedos, y adondequiera que iba. “A Jehová he puesto siempre delante de mí, siempre, y no seré conmovido”. Él mantenía a Dios por delante. ¡Y las grandes victorias que él tuvo! Cuando se inspiraba tanto, siendo un salmista, él se levantaba de un salto y tomaba su pluma y escribía salmos y los cantaba. Él entraba en el Espíritu, y danzaba y danzaba y danzaba en el Espíritu. Cómo es que él se perdía en el Espíritu, y danzaba en el Espíritu al escribir estos salmos. Y debe ser así que escribió los distintos salmos: “Jehová es mi Pastor, nada me faltará. En lugares de delicados pastos me hará descansar” el Salmo 23, “Junto a aguas de reposo me pastoreará. Confortará mi alma. ¡Oh!, me guiará por sendas de justicia por amor de Su Nombre. Aunque ande en valle de sombra de muerte, no temeré mal alguno. Porque Tú estarás conmigo”.",
    "Y mientras pensaba en esas cosas, debe haber sido un día caluroso, tuvo sed, tenía calor y estaba sudando. Podía ver hasta el valle desde la cima de la montaña, estaba en el lado este o al oeste, o el lado este, es decir, de la ciudad, cuando miró hacia abajo y vio a todos esos filisteos allí, miles de ellos acampados alrededor. Él vio aquel pozo antiguo, del que una vez había bebido. ¡Oh!, él comenzó a recordar una mañana cuando llevaba a sus ovejas, salía para—para darles de comer, pasaba junto a este pozo antiguo, porque era un lugar excelente donde había agua. Y entonces él iba allí y bebía agua, y bebía, dejaba que sus ovejas bebieran. Cómo es que era allí en Belén, donde él abrevaba las ovejas.",
    "Allí es exactamente donde Dios abreva a Sus ovejas hoy nuevamente, nuevamente allí en Belén, Su refrescante Agua fresca.",
    "Él clamó: “¡Si yo tan solo pudiera beber nuevamente de ese pozo!”. Ya voy a terminar, escuchen atentamente. “¡Si tan solo tuviera un trago de agua”! Clamó dentro de sí: “¡Si tan solo pudiera beber una vez más de ese pozo en Belén!”. Sus deseos eran una orden para los que le amaban. Recuerden, su alma clamaba por un trago de esa agua. Y aquellos que lo amaban, su más mínimo deseo era una orden. Se nos dice que uno de… tres de esos hombres se reunieron, hombres tremendos. Uno mató a ochocientos, él solo. El otro saltó a un foso y mató a un león. Uno tomó un palo y le tumbó la lanza de la mano a un egipcio, y lo mató con su propia lanza, y se paró en un campo de lentejas así, y mató a trescientos que lo rodeaban. ¡Hombres tremendos! Ellos eran gentiles. Miren de dónde venían.",
    "David aquí es un tipo de Cristo, Belén, porque Cristo es el Hijo de David. Aquí está él parado allí, clamando por un trago de esa agua. Y como dije, su deseo era una orden para aquellos que le amaban. Tres de esos hombres sacaron sus espadas y pelearon a través de veinticuatro kilómetros de hombres, hasta llegar a esa ciudad. Mientras que otros peleaban manteniendo… Ellos eran hombres de guerra valientes, esos filisteos, el doble del tamaño de ellos, algunos de ellos. Pero eran hombres valientes que podían pelear. Uno de ellos mató, se paró solo y mató a ochocientos hombres que lo rodeaban, en un día. Ellos eran grandes hombres, confiaban en Dios. Ellos tenían fe en su líder. Y se abrieron camino a espada hasta allá, y mientras unos peleaban el otro agarró una cubeta de agua, y se abrieron camino de regreso a través de otros veinticuatro kilómetros de hombres, y se la trajeron a David para que bebiera.",
    "Aquí Cristo está representado en esto aquí, tanto en Rey como Guerrero, porque Él Se abrió camino. Él rompió las líneas enemigas de la muerte. Él rompió las líneas enemigas, para que así nosotros pudiéramos tener Vida Eterna, las Aguas de Vida Eterna. Él pasó incluso por la muerte, y tomó la muerte sobre Sí Mismo, y sufrió la muerte, y regresó para que nosotros podamos tener Vida Eterna. Él es tanto Rey como Guerrero. Nosotros no vencimos, ¡ya está vencido! Nosotros no vencimos la muerte, ¡Él venció la muerte por nosotros! Él es nuestro David de este día. Él venció la muerte. El Pan y Agua de Belén.",
    "Belén era el centro. Uds. historiadores saben eso, que era el centro. Era una gran región de trigo allí, debido a la irrigación y otras cosas. Ellos podían tener grandes cosechas de trigo. Y también es donde está la mejor agua. Era el centro del pan y el centro del agua de Palestina.",
    "Y hoy, no importa cuántas organizaciones tengamos, ni cuántos supuestos hermanos, y ellos, pudieran serlo, pero aun así Cristo es la Belén de los creyentes. Él es el lugar del Pan y Agua. Metodista, eso es bueno para Ud., eso es bueno para Uds. bautistas, Uds. pentecostales, para los demás. Hay un solo lugar, y es Belén. De allí es de donde viene el Pan y el Agua de Vida. Sí.",
    "Aquí Él es nuestro Pan, el Pan y Agua de Dios para nosotros. Él es el centro, el único lugar donde Ud. puede venir a buscarlo, es de Él. La Casa de Dios, en la persona de Jesucristo, nuestra Belén, Pan y Aguas de Vida Eterna. Y Él es el Verbo hecho carne. Aquí está la Palabra, el Pan y el Agua de Vida. Hebreos 13:8 dice: “Él es el mismo ayer, hoy y por los siglos”. Eso lo hace a Él nuestra Belén, nuestro lugar de Pan y Agua, el único lugar de Vida Eterna.",
    "Fíjense en David, al recibir el agua, no la bebió. Él dijo: “Dios me libre. Esta es la sangre de estos hombres que arriesgaron sus vidas”, al ir allá y traerle eso para beber. ¡Miren! Él la derramó sobre la tierra como una ofrenda hacia Dios. ¡Amén! Varones y hermanos, eleven su fe ahora por un momento. Él mismo rehusó beberla. La derramó sobre la tierra como una ofrenda a—a Dios.",
    "¡Cuán apropiado es eso de Juan 3:16, cuando Dios amó tanto al mundo que dio a Su Hijo unigénito! Jesús, el Príncipe de Vida, vino aquí, no tenía que morir. Él Mismo venció la muerte, y derramó la Sangre de Su Propia Vida sobre la tierra, amén, como ofrenda por nuestro pecado. Él es nuestra Roca herida. Sobre la tierra, Su preciosa Sangre dada por Dios.",
    "Oí que alguien decía la otra noche en un mensaje, dijo que ellos habían venido a… Creo que fue Billy Graham, anoche, lo estaba mirando cuando dijo que fue a Israel y que fue a Palestina, y dijo: “Yo he venido a creer en su pueblo”, algo por el estilo. Y yo ciertamente lo admiré cuando él apareció en ese programa mundano anoche. Muchos de Uds. rechazaron al hombre por hacer eso. Pero, miren, él allí estaba delante de toda la nación. Y no se retractó, se paró exactamente en lo que él creía. Y yo realmente lo admiro por eso. Y él dijo: “Yo fui a Israel y les dije: ‘Yo adoro a uno de vuestros Hijos’, en otras palabras, de esta manera”.",
    "Pensé: “Billy, eso es maravilloso. Me gusta ver ese poder dado por Dios que tú tienes y pararte allí en medio de todo ese encanto de Hollywood y dar un testimonio para Jesucristo, pero Él no era judío”. Jesús era Dios, no un judío. Recuerden, la célula de la sangre proviene del sexo masculino. Y Él no era un hombre ni judío ni gentil, Él era Dios creado en carne. Nosotros no somos salvos por la sangre de un judío o sangre de un gentil, somos salvos por la Sangre de Dios. Él era Dios, y nada menos. Él no era judío ni gentil. La Sangre creada de Dios en Él, y llegamos a ser… Si Él hubiera sido judío o gentil, estamos todos perdidos. Él era Dios en carne. Correcto.",
    "Yo no adoro a un judío, yo adoro a Dios cuando adoro a Jesucristo. Yo no adoro alguna ficción o alguna clase de cosa histórica. Yo adoro a Jesucristo, la Presencia de Jesucristo ahora mismo, lo cual es Su Palabra que es manifestada en esta edad.",
    "En cada edad Dios asignó Su Palabra, desde el principio, y cada vez en cada una de esas edades que pasaron, Dios envió un profeta ungido para esa edad. ¡En los días de Noé, en los días de todos los demás cuando Él hizo las promesas! No me importa en qué clase de condición entra la iglesia, Él siempre hace eso: Él envía a un hombre ungido. Pues la Palabra del Señor viene a los profetas. Y allí se paró él, cada profeta, y fue condenado por las organizaciones de aquel día, pero él se paró en la Palabra e hizo que la Palabra viviera.",
    "Jesús fue la plenitud de la Palabra de Dios, porque Él era la plenitud de la Deidad corporalmente, y en Él habitó la plenitud de Dios. Dios vivió en Jesucristo. Dios estaba en Cristo reconciliando Consigo al mundo. Ni judío ni gentil, ¡sino Dios! Allí estaba Él, habiéndose creado a Sí Mismo. ¡Qué apropiado! Y la Propia Sangre de Dios tuvo que caer en la tierra, desde la sangre inocente de Abel en adelante, para redimirnos. Él no se quitó Su propia vida, no retuvo Su propia vida; Él dijo: “Padre, ¿es posible que esta copa pase de Mí? Pero, sin embargo, no se haga Mi voluntad, sino la Tuya”. Él se sometió a la Palabra.",
    "Hoy en día nosotros podemos hacer lo mismo. Ud. puede tomar sus credos, tomar su esto y aquello, e ir a donde quiera con esas cosas, pero Ud. puede decir: “No se haga mi voluntad, sino la Tuya”. Regresen a esa Palabra de Dios. Tomen su oropel y la Navidad y hagan con ella lo que quieran. Pero denme a Jesucristo en mi corazón, no importa lo humilde que sea, y que la gente se ría de Ella, o lo que sea de Ella. Observe—observe su naturaleza, y vea si hace las cosas que Él hizo. Si no lo hace, y si no cuadra con esta Palabra, deje eso ahí, no es Cristo, porque Cristo es la Palabra.",
    "Ahora, vemos lo apropiado que fue, nuestra Roca, herido, la Vida de Su Sangre derramada sobre la tierra, una expiación por el pecado, para el pecador. Nuestra Belén, Agua, Pan y Vida, ofrecida para limpiarnos a nosotros pecadores inmundos.",
    "¡Oh, mi amigo pecador!, ¿cómo puede Ud. rechazar tan insensatamente semejante ofrenda, cuando Dios dio a Su Hijo unigénito, como ofrenda por el pecado, para que todo aquel que en Él cree, en Él, no se pierda, mas tenga Vida Eterna?¿Cómo entra Ud. en Él? Por un Espíritu somos todos bautizados en una Belén, la Palabra de Dios, lo cual es Cristo manifestado para esta edad.",
    "Y cada promesa que la Biblia da para esta edad, Él está esperando que se levante un profeta en la escena para manifestar eso, Él lo prometió conforme a Malaquías 4. Así será. No importa que la gente piense que es insensatez, ¡así será de todos modos! ¡Dios lo dijo! ¡Él puede de estas piedras! Si nuestros credos no lo reciben, si nuestras iglesias no lo reciben, ¡Dios puede volver al establo, puede ir adondequiera que Él desee! Pero habrá alguien que se parará por esta Palabra hablada para este día. Algo tiene que manifestarla. De hecho, no será un grupo, nunca lo fue.",
    "¡Oh, hijos, guerreros, ya para terminar! No quiero retenerlos aquí demasiado. Voy a terminar ya mismo, si el Señor lo permite. Faltan cinco minutos para las once, o seis minutos, mejor dicho. Noten, ¡oh, hijos guerreros, Uds. hombres aquí que reclaman ser hijos! ¿Sabían Uds. lo que David representó? David representó a Cristo, Él era, Cristo era el Hijo de David. Ahora escuchen, ya para terminar. Aquellos guerreros gentiles, muchos de ellos, noten que ellos venían de todas partes, pero ellos sabían que ese fugitivo había sido ungido. Ellos sabían que David había sido rechazado por su propio pueblo, pero sabían que la unción estaba sobre él. Ellos lo podían ver. Por tanto, se paraban a su lado, ¡vivieran o murieran! Ellos eran hombres valientes, no importaba cuánto el mundo exterior no lo creía.",
    "Su propio pueblo lo echó. Ellos no querían tener nada que ver con él. Saúl lo echó, el jefe de la denominación lo echó fuera, y no quería tener nada que ver con él, el concilio lo echó, y él se convirtió en un fugitivo. Él tuvo que ir adonde pudiera. Allí estaba él en las montañas, pero allí había un grupo formado de hombres gentiles y demás, que miraban a ese hombre y sabían que él iba a ser rey.",
    "Así es hoy con los verdaderos soldados valientes de fe, de esa Palabra, quienes saben que esa Palabra promete que Jesucristo regresará. Nosotros no estamos interesados en millones de dólares de esto y millones de dólares de aquello. A mí me interesa el regreso de Cristo Jesús. ¡Oh, hijos de Dios guerreros!, ¿qué pasa con Uds.? ¿Cuál es su posición hoy? Cuando vemos que la Biblia predice que hoy Él es un fugitivo, echado de Su iglesia, echado de las organizaciones. Y Uds. lo saben. No hay porqué esconderlo, es la verdad. La Biblia dice que sería de esa manera. ¡Salgan de esas marcas de la bestia!",
    "¡Miren a estos hombres! Ellos desenvainaron sus espadas. ¿Qué era? Su deseo era un trago de agua fresca. ¡David! ¡Qué tipo de hoy, nuestro David, Cristo, sabemos que Él es llamado un santo rodador, es hecho a un lado, un fanático en todo, rechazado por las iglesias! Ellos ya tienen sus credos y cosas trazadas en esta Navidad como lo hicieron en la primera. Sabemos eso, pero también sabemos que esta Palabra siempre permanece fiel, y Ella se tiene que cumplir. ¡Y el deseo de Cristo es que hombres, guerreros, se paren! ¡Amén!",
    "¡Oh, vengan y párense conmigo a mi lado! Yo estoy parado en un lugar terrible. ¡Yo hago el reto en este día! Estas cintas van por todo el mundo. Yo reto a un hombre, a algún guerrero quien ama a Jesucristo, que sabe que estas cosas tienen que cumplirse hoy, hermanos, vengan y párense a mi lado y desenvainen la Palabra de Dios. Olviden esas cisternas secas y denominaciones estancadas en las que Uds. están viviendo. ¡Saquen la Palabra fresca de Dios, y démosle a Jesús un buen trago de Agua fresca Pentecostal! Ese es Su deseo hoy, ¡regresar al Pentecostés original, regresar a la Palabra! Está profetizado que así lo haríamos, en Malaquías capítulo 4: “Hacer volver la Fe de los hijos a los padres otra vez”. ¿Quién se parará en esta mañana?",
    "Al igual que David, nosotros sabemos que David está llegando al poder. Jesucristo va tomar el mundo. Él es heredero de la tierra, Él va a ser Rey sobre la tierra. Hoy es rechazado, es un fugitivo entre Su pueblo. Por supuesto, Él es un fugitivo para el mundo, siempre lo fue. Pero hoy Él es un fugitivo de Su propia iglesia, Lo rechazan a Él, ellos aman sus credos y sus grandes dignatarios en lugar de la Palabra. No Le permiten a Ella manifestarse. No dejan que Ella se predique en Su poder. Se han apartado de Ella, así como dice la Biblia que harían en Apocalipsis 17. ¿Qué están haciendo? Están yendo allí hoy, y todos están entrando a este Concilio de Iglesias. El catolicismo y el protestantismo uniéndose, formando la marca y la imagen de la bestia. Y los protestantes tragándose eso, los pentecostales en todas partes. Dignatarios yendo a Roma, de los pentecostales, y al volver, dicen: “¡Es el lugar más espiritual!”. Y en Texas y por todo lugar, se están abriendo para mayor entendimiento, las estaciones de radio y demás, sabiendo que esos son credos que se le han inyectado a esta Palabra.",
    "¡Oh, Uds. los habitantes de Belén! ¡Aleluya! Yo convoco a hombres, guerreros que no tienen miedo. No me importa si hay ochocientos parados en un lado y diez mil por el otro, yo quiero guerreros que vengan conmigo y abran una brecha a través de esta línea de filisteos incrédulos, el Concilio Mundial tiene rodeada la Palabra de Dios, queriendo hacerla credos y darle a comer eso a la gente. Hay un Pozo, hay una Fuente abierta en la Casa de David, Belén, para el pecado y la impureza. Hermano: ¡pecado es incredulidad en Su Palabra!",
    "¿Quién es el guerrero que puede ver el milenio que viene? ¿Qué guerrero puede ver a este gran Espíritu Santo venir en la forma de Jesucristo, el cuerpo literal de Cristo para tomar el mando otra vez? Párense conmigo. ¡Párense a mi lado! Abramos una brecha a través de este credo denominacional. ¡Entremos allí! Él está clamando por un buen trago de Agua fresca Pentecostal, del Pentecostés original, no un montón de alboroto, gritería. Aquí me refiero a un verdadero bautismo del Espíritu Santo que produce la Vida de Jesucristo de nuevo en la persona.",
    "Perdónenme si los lastimo. No, no lo hagan. Yo estoy haciendo esto en el Nombre del Señor Jesús. ¡Regresen! ¡Párense, Uds. varones valientes que ven a David parado allá! Jesucristo, un fugitivo de Su iglesia, expulsado por sus credos. Hay una Fuente fresca allá. Amén. Hay poder para hacer que esta Palabra viva de nuevo, está profetizado que acontecerá en este día. Dios dijo que sucedería. Eso tiene que suceder. Uds. jamás lo harán en el ejército en el que están ahora. Te estas dejando rodear, Pentecostés, por las demás organizaciones, cortando la cosa y haciéndola un credo.",
    "¡Oh, hombres de Dios!, ¿dónde está esa Espada? Nuestro Señor desea un trago fresco. No me importa si se trata de vida o muerte, abramos una brecha a través de esta cosa. Es tan difícil pararse uno solo. Estoy convocando a hombres para que se paren a mi lado, ¡para que se paren con la Palabra! Lo que esa Palabra diga, háganlo exactamente como dice la Palabra. No me importa lo que cualquier otra cosa diga, manténganla a Ella de esa manera, porque eso es lo único que cortará. Lleguemos a Belén, el Agua genuina de Dios.",
    "🦅 Si un hombre permanece en Mí y Yo en él, si permanecéis en Mí y Mis Palabras en vosotros”. Permaneciendo, no simplemente saltando de un lugar a otro, y cambiando su tarjeta de compañerismo de la unidad a una de dualidad y a una de trinidad, y regresar a la presbiteriana, luterana. “Si vosotros permanecéis en Mí” y Él es la Palabra, “¡Mis Palabras permanecen en vosotros! No tengan temor de ochocientos u ocho millones. Yo estaré a tu lado. Yo deseo beber de ese Pozo nuevamente”.",
    "¡Dios va a tener un pueblo que beberá de ese Pozo! ¡Aleluya! Uds. pudieran pensar que yo estoy loco, y tal vez lo esté, pues, estoy loco por Jesucristo y Su Palabra. Si tengo que ser llamado un necio, que me llamen necio por Su Palabra. Yo nunca he estado en contra de los hombres en esas organizaciones. Yo estoy en contra de ese sistema que no está dejando entrar a la Palabra de Dios. Guerreros, cortemos. Párense Uds. junto a nosotros. Vayamos a ese Pozo. Él es nuestra Belén.",
    "Estas cisternas viejas, el Concilio Mundial de Iglesias organizándose ahora. Restauremos la Palabra fresca de Dios, no una denominación. No recibamos un credo, esas viejas cisternas estancadas que cayeron hace cuarenta años, veinte años, hace treinta años, o incluso el año pasado. Yo quiero la Palabra de Dios que fue prometida para hoy. Esa es la bebida que Él quiere que yo tenga, ¡esta Palabra hoy! Es una pequeña Belén, es rechazada.",
    "Es, lo sé, es como, Ud. piensa: “Bueno, si mi…”. Sí, es cierto, ellos pensaban que Él debía haber nacido en Jerusalén. Pensaban que Él debía nacer donde estaban sus cuarteles denominacionales. Pero Él ignoró todo eso. Él vino al nombre Belén, porque eso es lo que Él era. ¡Aleluya! Él no viene por metodistas, bautistas, presbiterianos o pentecostales. Él viene por la Novia, Jesucristo. Por ella es que Él viene. Pudiera parecerles extraño, ¡pero créanlo!",
    "¿Ven, estos tipos? No pueden venir de otra manera sino por la Palabra. Ese es el único lugar donde Él podía nacer, allí en esa Belén. Por eso tenía que ser ese lugarcito humilde. De esa manera es que tiene que ser esta mañana, tiene que ser de la misma manera: por la Palabra prometida. Sí, señor. El Concilio de Iglesias filisteo ya organizando, están acampados por todas partes alrededor de nuestra Belén. Rodeados, esta Navidad, están acampados por allí, en todas partes, todo está decorado con oropel mundano. “¡Oh, nosotros traeremos la paz mundial”! El papa Lutero, Juan, o como se llame él, va a reunir, y todos los grandes obispos de la iglesia, el Concilio Unido de Iglesias y el Concilio Mundial todos juntándose. ¿Cómo pueden andar dos juntos si no estuvieren de acuerdo? ¡Amén!",
    "Hay uno Solo con quien Ud. puede caminar, ese es Jesucristo. ¿Cómo—cómo puede Ud. caminar con Él? ¡Cuando Ud. está de acuerdo con Quien Él es, la Palabra! No dejen que eso se aparte de Uds.",
    "A mí no me importa cuánto oropel tengan ellos: “Ud. tiene que hacer esto o nosotros cerraremos su iglesia con la que Ud. está”. No me importa lo que ellos cierren, eso no tiene nada que ver con la Palabra. Sí, señor. ¿A dónde van Uds.? Exactamente a lo que dice la Palabra que Uds. harían, regresando directamente, todos vestidos de oropel mundano, con todo tipo de promesas del mundo, pero está a un millón de millas de la Palabra. Allí está hoy, la Navidad nuevamente, para alejarnos de la promesa de la Palabra. Pero Ella se cumplirá. Dios puede levantar Hijos a Abraham de estas piedras. ¡Ah!, tratando de mantener a los verdaderos habitantes genuinos de Belén alejados de la Vida Eterna, ese es su propósito.",
    "¡Levantaos, hijos y guerreros, cortemos abriéndonos camino hasta nuestra Belén original! Recuerden cuando David llegó a su trono. Estos hombres permanecieron a su lado porque él sabía, ellos sabían que él subiría al trono. Ellos sabían que David iba a estar en el trono, no importa cuánto fuere rechazado. Él era el peor fugitivo en la tierra. Y así es la verdadera Palabra de Dios, esta mañana: es ajena para las organizaciones. Miren lo que ellas han hecho. Eso lo muestra allí mismo delante de Uds.",
    "La gente quiere decir: “Hermano Branham, Ud. está criticando la iglesia”. Yo estoy criticando a esos sistemas. La Iglesia es Jesucristo, no un sistema.",
    "Y hoy, miren lo que ellos han hecho, miren lo que están haciendo. Y Uds. pueden ver lo que ellos están haciendo, están tratando de alejar a la gente de Ella. Ellos se están acuartelando más y más alrededor de ese Pozo, para asegurarse de que nadie beba de Él. Pero, ¡oh, guerreros de Dios, yo creo que Jesucristo vendrá un día en gloria, yo creo que Él vendrá y se sentará en el Trono de Su Padre David! Aunque Él sea un fugitivo, Su Palabra esta mañana, rechazada por Su Propio pueblo como lo fue David, las organizaciones sacaron Su Palabra, ellos La rechazaron, cuando Dios viene y vindica Su Palabra pura. ¡No me lo digan a mí! Por años he viajado por el país, y ellos se alejan más de Ella todo el tiempo.",
    "Yo hablé el otro día, acerca de Jacqueline Kennedy, cuántas veces las he reprendido a Uds. las mujeres por cortarse el cabello, usar maquillaje, Uds. mujeres pentecostales que se cortan el pelo, cuando Dios dice que es… Ud.—Ud.—Ud. se convierte en una—una prostituta de la calle cuando lo hace. Y, según Dios, su esposo tiene derecho de no vivir más con Ud. Una mujer que se corta el cabello, deshonra su cabeza, la cual es su esposo. Esa es la pura verdad. ¿Qué digo yo al respecto? Y Uds. me retan en eso, yo recibo las cartas: “Ud. viejo maniático”. Muy bien, a Elías lo llamaron igual. Así llamaron siempre a la Palabra de Dios, cada vez que viene la Palabra, La llaman…",
    "Alguien dijo el otro día: “Pues, nosotros creemos que Ud. es un profeta”.",
    "Yo no he dicho eso, no lo digo. Yo no soy ningún profeta, solo soy un siervo de Dios aquí tratando de decirles a Uds. la Verdad. Eso es todo. Déjenme decirles: ¡la Palabra de Dios respalda eso! Él dijo: “Las hijas de Sión, la rama que escapó en ese día de toda su contaminación, será gloriosa delante del Señor”. Ábranse paso, mujeres, Uds. tienen su lugar donde abrirse paso, el Hollywood mundano y las películas, y toda esa cosa de la televisión que Uds. intentan copiar, vistiéndose sexy en la calle.",
    "Y alguien dijo: “Pues, la gente quiere que Ud. les enseñe a recibir el Espíritu Santo y cómo recibir…”.",
    "¿Dicen que Uds. tienen el Espíritu Santo, y luego niegan la Palabra? Su propia vida prueba que Uds. no Lo tienen. ¿Ven? Ahora, yo no estoy enojado, solo estoy diciéndoles lo que es la Verdad. Examínense Uds. mismas y dense cuenta. Pablo dijo: “Si un ángel del Cielo enseñara otra cosa diferente, sea anatema”, Gálatas 1:8. Correcto.",
    "¿Qué pasaría si Jacqueline Kennedy…? Ella estableció la moda entre estas mujeres con todos esos cortes de pelo inflados y cosas que ellas tienen, todos estos vestidos sexys, como vestidos de maternidad y esas cosas. Todas las mujeres del país quieren usarlos, también Uds. las pentecostales. Miren, Jacqueline Kennedy nunca oyó un Mensaje como este. Si Lo hubiera escuchado, ella podría haberse arrepentido hace mucho tiempo. Pero Uds. mujeres pentecostales Lo escuchan, día tras día, y año tras año, ¡y aun así no hacen nada al respecto! ¡Aleluya! ¡Un día de estos Dios se va a cansar! Dios se cansará. Bueno, yo sé que Uds. piensan que estoy loco. Háganlo, está bien. Así pensaron ellos a través de todas las edades, cuando la Palabra… ¿Ven?",
    "¡Oh, guerreros, saquen esa Espada, parémonos por todo lo que representa esa Espada! Lleguemos a ese Pozo donde hay una Fuente llena de Sangre, sacada de las venas de Emanuel. No de un judío. Las venas de Emanuel, Dios con nosotros, donde pecadores sumergidos en ese raudal pierden toda su mancha de culpabilidad.",
    "🦅 Y saldrá un Guiador, de Belén, que apacentará a Mi pueblo”. El Espíritu Santo hoy apacienta al pueblo, y el Espíritu Santo es la Palabra. ¿Correcto? Ahora, para terminar, con reverencia. Él gobierna al pueblo. No importa lo que Ud. piense, cuadre Ud. con la Palabra. Si no, el Espíritu Santo no está allí; Ud. es testigo de su propio testimonio, no importa lo que Ud. dice. Ud. pudiera saltar y brincar, hablar en lenguas, y correr por todo el piso, y aun así tiene el cabello cortado y hace las cosas que Ud. está haciendo; eso testifica en contra suya, de que no es así.",
    "Habitantes de Belén, Dios les bendiga, ¡pasemos allá! Cristo quiere una Iglesia verdadera. Él quiere una Novia. Abrámonos camino hasta el final. Salgan de aquí, alejen estos credos, para que aquellos que verdaderamente tienen sed puedan volver y beber un trago de verdadera Agua Pentecostal fresca que una vez fluyó desde este gran Pozo. Aún está fluyendo. ¿No quiere Ud. venir hoy y creer eso con todo su corazón? Mientras inclinamos nuestros rostros por un momento.",
    "Tengo muchas cosas aquí sobre las que debiera hablar. El tiempo no lo permite pues ya son las once. Me pregunto cuántos guerreros aquí, Uds. ministros, metodistas, bautistas, presbiterianos, sacerdote católico, lo que sea Ud., ¿está convencido? Sé que yo no soy un clérigo. Quizás yo haya salido del desierto, hablando de esto, aquello, y lo otro muy entrecortado, pero Esta es la Palabra. Y Uds. creen que es la verdad, y creen que es la Palabra, eso es la Belén. Jesús dijo: “No solamente de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. Y la Palabra está aquí, la Biblia. El hombre vivirá por Ella, y Él es esa Palabra.",
    "¡Oh, guerrero!, ¿desenvainará Ud. la Espada de Dios y dirá: “Estoy harto de estas tradiciones, yo voy a volver a la Palabra, voy a volver a la Verdad”? ¡Mujeres, hombres! Mujeres, ¿no les da vergüenza la forma en que se han estado comportando? ¿Están dispuestas Uds. en esta mañana, en esta Navidad, a volver y reflejar al verdadero Jesucristo?",
    "Ahora, con sus rostros inclinados y todo ojo cerrado, ¿levantará Ud. la mano y dirá: “Ore, Hermano Branham. Verdaderamente quiero hacer eso en mi corazón. Yo estoy, yo lo creo”? Dios les bendiga. ¡Vaya, ministros, mujeres, en todas partes!",
    "En Belén, Belén, el lugar del Pan y el Agua de Dios, Cristo, nuestra gloriosa Belén. ¿Cómo entramos en Él? Primera de Corintios 15: “Por un Espíritu somos todos bautizados en el Cuerpo místico de Jesucristo”.",
    "Nosotros nos alimentamos de Su Palabra, no de otra cosa, ¡solamente de Alimento para ovejas! ¡Esa Palabra! Nada más. No se le puede añadir credo a Ella, no vamos a escucharlo. No, señor. Si Ud. va y dice: “Pues, es de esta manera”. Si la Biblia dice que es de Esta manera, Así es que nosotros La queremos. No La queremos sazonada. La queremos exactamente como Ella está.",
    "¡Oh, Dios, Padre nuestro!, hoy aún quedan corazones hambrientos en la tierra. ¿Por qué la pequeña Belén? En mi manera pobre e indocta, Señor, he tratado de hacer que este grupito… los cuales me aman, yo lo sé, Señor. Y yo los amo a ellos. Y los amo tanto, a tal grado que, Señor, yo—yo los celo. Yo no quiero verlos involucrados en estas grandes cosas, y que entonces sean cortados cuando sea demasiado tarde, y ver sus pobres almas allá encarceladas, y sabiendo que en una ocasión tuvieron la oportunidad.",
    "Señor Dios, hoy, no importa lo que piense la gran Jerusalén, y las Galaad y las Ramot de Galaad y las demás, Silo, y los grandes lugares de adoración, donde quiera que estén. Hay una Belén. “¿No eres tú la más pequeña entre todas ellas? ¡Pero de ti!”. Salido de la metodista, bautista, presbiteriana; católica, la gran capital; y las de Ramot de Galaad, donde Lutero luchó; y—y de—de Silo, donde tal vez Wesley luchó; y—y muchos otros lugares. Pero, Señor, Señor, Tú levantaste a un grupo pentecostal, ¡y ellos se han dado la vuelta y hecho lo mismo!",
    "Jesús de Nazaret, Te pido, Señor, que permitas que salgan guerreros, de cada uno de esos credos allá atrás, que se levanten en Tu Nombre, cortando camino a través de todos estos credos y regresando a la verdadera Palabra no adulterada, dejando a un lado todo peso que fácilmente los asedia, dejando a un lado cada hora que andan por allí malgastando, neciamente buscando hacer miembros para una organización. Señor Dios, permite que regresen a conseguir convertidos para Jesucristo, no para glorificar alguna organización o persona alguna, sino a Jesucristo, solo a Él.",
    "Fue David por quien pelearon aquellos hombres; fue David por quien pusieron sus vidas en peligro. Y aquellos tremendos guerreros poderosos, sin temor, se abrieron paso allí, porque era su deseo; era su deseo beber de aquel pozo.",
    "Señor Dios, nosotros tal vez no lo sintamos, esa inquietud, pero mira, Tu deseo es que se hagan estas cosas. Como Tú le dijiste a Juan: “Así es necesario, o nos conviene, que cumplamos toda justicia”.",
    "Es necesario que nosotros como ministros hoy, ver que esta Palabra sea predicada, ver que se haga. Nos conviene, como hombres de estas horas en las que estamos viviendo. Grandes hombres en la tierra hoy, ¡oh, Dios!, están allá fuera, ¡permite que ellos lo vean y empuñen la Espada! No importa cuál sea la oposición, si Dios está con Ud., ¿quién puede estar en contra suya? No nos importa poner en peligro nuestra vida social. No nos importa poner en peligro esto, aquello, o lo otro. ¡Nosotros queremos de nuevo el Agua de Vida!",
    "Permítenos ir a Belén, Señor, permíteselo a cada uno de ellos. Que todas estas mujeres, que, seguramente, si levantaron las manos, es porque se avergonzaron de ellas mismas. Permíteles darse cuenta que estos hombres serán como el Sr. Kennedy uno de estos días. Ellos—ellos serán como los otros hombres, tienen que morir. Estas mujeres están muriendo. Yo estoy muriendo. Todos nos estamos quemando aquí en la tierra, y sabemos que el tiempo es corto, solo nos quedan muy pocos días. Y, Dios, en vez de tratar de construir un gran sistema, Señor, que los hombres y las mujeres vean en esta mañana que es la venida de un Rey.",
    "¡Oh, Dios, la venida de aquel gran Rey, Jesús! Y eso… Y nos damos cuenta, Dios, que cada uno de esos hombres que sacó esa espada y luchó por David cuando él era un fugitivo, cuando llegó al poder, él los hizo gobernantes de ciudades. Cada uno de ellos tenía ciudades. Y Tú prometiste eso en la Biblia, que nosotros tendríamos ciudades. ¡Oh, Dios, como gentiles, heredamos a través de los gentiles, para que podamos ser partícipes de Su Santidad y Su justicia! Permítenos hoy, Señor, como varones guerreros, tomar esa Palabra, sabiendo que, los que se paren por Él en esta hora, serán gobernantes sobre ciudades. No que queramos ser gobernantes, pero queremos ser siervos para Ti, Señor. ¡Oh, Dios!, vemos la visión de esta pequeña minoría, este grupito, esto lo cual llaman “fanatismo” en el… Pablo dijo en su día: “En el camino que llaman ‘herejía’”, locura. Ahí es donde yo quiero pelear, Señor. ¡Tu Palabra es Verdad! Y Tú eres la Palabra, el mismo ayer, hoy y por los siglos.",
    "¡Oh, Dios!, úngenos con Tu Palabra, y haz que Tu Palabra prometida para este día se cumpla. Que salgamos de este edificio en esta mañana como instrumentos de Dios resplandecientes. Que salgamos con la Espada, resplandeciendo en el aire, y cortemos todo peso y todo lo demás, a tal grado que podamos hacer volver la gente a Cristo, y llevarle un trago de agua refrescante a nuestro Señor, en lugar de todos estos credos viejos y estancados. Permite que la gente beba de la Fuente, una verdadera y fresca bendición Pentecostal refrescante, que pueda bendecir Su corazón y traerlo a Él de nuevo entre nosotros otra vez. Concédelo Señor. Yo oro en el Nombre de Jesús.",
    "Mientras tenemos nuestros rostros inclinados, si el pianista u organista, o el que sea, pasa al órgano, o piano, quiero que cantemos esto suavemente: “Hay una fuente llena de sangre, sacada de las venas de Emanuel; cuando los pecadores se sumergen debajo del raudal…”. Pecador, ¿qué es un pecador? Un incrédulo. “Los incrédulos se sumergen”. Incredulidad ¿en qué? La Palabra. ¡Oh, aquellos judíos no querían creer que ellos eran incrédulos!, ellos pensaban que eran salvos, pero Dios sabía que necesitaban un Salvador. Ellos estaban orando por un guerrero, Dios les dio un Bebé, un Salvador. Él sabía lo que ellos necesitaban. Ese fue su Regalo de Navidad. Eso es lo que Uds. necesitan hoy, eso es lo que yo necesito hoy: un Salvador para mi incredulidad, un Salvador de la incredulidad suya. Mientras cantamos, oremos por eso ahora en nuestro corazón. Solo oren en sinceridad, por favor, iglesia.\n\nHay una fuente llena de sangre,\n\nSacada de la vena de Emmanuel,\n\nY los pecadores (incrédulos) se sumergen (pues, no un miembro de iglesia) debajo del… (Allí es donde se sumergen los miembros de iglesia)\n\nPierden todas sus manchas de culpa.\n\nPierden todas sus manchas de culpa,\n\nPierden todas sus manchas de culpa;\n\nY pecadores…",
    "Señor Jesús, pido ahora que Tú nos recibas. Yo mismo me estoy incluyendo aquí con este grupo, Señor. Quita de mí toda incredulidad, Señor. Permíteme morir, Señor, como exclamó Sansón: “Muera yo con estos filisteos”. Permíteme hacer lo que yo tenga que hacer, pero, Dios, limpia mi alma. Quita todas las dudas. Si hay algo en esta Palabra que yo no creo, Señor, y si—si hay algo aquí que falta que Tú has prometido, que no puedo ver mi propia vida siendo vindicada por esa Palabra para este día, entonces, Señor, perdóname. Perdóname, Señor.",
    "Dame valor. ¡Oh, Señor!, yo necesito valor para cortar esta cosa, cortar este muro, porque sé que es lo que Tú deseas. Tú lo has dicho, y eso debe ser en este día: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Vemos este último movimiento, esta última señal que ha sido dada a la iglesia. Esa fue la última señal que vio la simiente natural de Abraham antes que el fuego quemara al mundo gentil. Y también es la última señal que Su Simiente real verá antes de que el fuego queme al mundo gentil. Tú… Señor, que ellos puedan ver que esa es exactamente la razón por la que Jesús tenía que nacer en Belén. Es Tu Palabra; es Tu promesa. Bendícelos ahora, Padre. Yo los entrego a Ti, como trofeos. Y que hoy, podamos juntos, Señor, desenvainar la Palabra, y marchar adelante en el Nombre de Jesús. Amén.",
    "Dios les bendiga. ¿Aman Uds. al Señor Jesús? ¿Creen que esa es la Verdad? Levanten sus manos si creen que es la Verdad. Gracias, amigos. Miren, yo… Me imagino que la cinta está apagada. Vean, al hablar aquí, no estoy hablando solamente a Uds. Esa cinta le da la vuelta al mundo, y hombres y mujeres alrededor del mundo escuchan Eso. Llegamos a nación tras nación tras nación, ellos simplemente, se sientan allí con pequeños tubos en sus oídos y—y Eso habla así directamente a cientos y cientos de personas en todo el mundo.",
    "Y sepan, no es… Miren, Uds. las mujeres, yo no quiero herir sus sentimientos cuando les digo esas cosas. Pero si su pastor no les dice Eso, algo anda mal con él. Él no—él no tiene la audacia para hacerlo. Él se está escondiendo detrás de una organización. O él es como Lot, sentado allá, antes que el fuego cayera, él—él simplemente no tenía lo genuino—lo genuino que se necesita para pararse allí. Él… La Biblia dice que: “Los pecados de Sodoma afligían su alma justa cada día”. Su alma sí lo sabía, pero él no tenía lo genuino para pararse allá y condenar aquello. Y un pastor que no le dice a una mujer que es incorrecto cortarse el cabello, algo anda mal con ese hombre, y usar esa ropa.",
    "Y Uds. los hombres, Uds. hombres que permiten que sus mujeres hagan cosas así, ¿qué les pasa? ¿Qué pasa con Uds.? Pasean a su esposa por la ciudad como una prostituta pública, y luego abofetean a un hombre en la boca si él la insulta. Ud. es el que necesita la bofetada en la boca. Así es. Y, de hecho, Dios lo hará algún día. Correcto. Tenemos que volver a esta Palabra.",
    "No solo eso, eso solo es algo pequeño, algo muy pequeño. Pero, ¿cómo va Ud. a recibir las cosas grandes si rechaza las pequeñas? ¿Cómo puede Ud. aprender álgebra si no se sabe el abecedario? Si Ud. no sabe contar hasta diez, ¿cómo va a saber de matemáticas? Hay que empezar desde abajo. Y Ud. quiere comenzar por arriba, baje aquí y empiece correctamente.",
    "Este es el momento para hacerlo, ahora, en la Navidad. Fue el nacimiento de Cristo, dejemos que Cristo nazca en nosotros. ¿Qué es Cristo? Cristo es la Palabra. ¿Cuántos saben eso? “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”.",
    "Alguien dijo el otro día, dijo: “Hermano Branham, Ud., la gente sabe que Ud. es un odiador de mujeres”. No lo soy. No lo soy. Yo tengo amor genuino por mis hermanas. Algunos hombres se darán la vuelta y pensarán que Uds. lucen bien con los ojos rojos y ojos verdes, y cabello cortado. Ese hombre tiene una opinión diferente a la que tendría yo. Su… Yo amo esa alma en Ud., que tendrá que encontrarse con Dios. Eso es lo que estoy… mi hermana, por la Eternidad, no algún asunto sexual aquí en la tierra que…",
    "¿Cuántos han leído el descenso, o la caída de Roma? Seguro. Fíjense en eso, lo mismo que estamos haciendo nosotros, la atracción sexual. La condición de la juventud, exactamente lo que tenemos ahora, problemas raciales. Y jóvenes tomando el mando, y el hombre y el sexo. Igual como cayó el imperio romano, hace mil ochocientos años, y aquí está eso de nuevo entre los gentiles. ¿Ven? La confusión entre las religiones y esas cosas. ¡Oh, qué hora en la que vivimos!",
    "[Una hermana da un mensaje. Cinta en blanco—Ed.] Amén. El Señor Dios ha hablado. Yo lo creo.",
    "Ahora pongámonos de pie. Cuando Él habla, es el momento que nosotros prestemos reverencia. [Alguien habla con el Hermano Branham.—Ed.] (¿Cómo dice?)\n\nPor la gracia de Dios y con la ayuda de Dios, estoy más decidido que nunca a pararme por esta Palabra y hacer lo mejor que pueda, con la ayuda de Dios, a cortar abriendo camino nuevamente hasta Belén, donde los habitantes de Belén puedan beber de esa Fuente. ¿Cuántos me acompañarán, con las manos en alto, dirán: “Yo le prometo a Dios que lo haré”? Dios les bendiga.",
    "Ahora inclinen sus rostros por un momento, y creo que un hermano aquí, Hermano Jeffries, venga aquí. Él va a despedir la congregación mientras inclinamos nuestros rostros en oración, si es tan amable. Muy bien, hermano. 🦅"
  ]
}