{
  "title": "LOS DONES DE DIOS SIEMPRE ENCUENTRAN SUS LUGARES",
  "id": "63910009",
  "content": [
    "🦅  Gracias, Hermano Neville. [El Hermano Neville dice: “Dios lo bendiga, hermano”.—Ed.] El Señor lo bendiga a Ud., hermano.\n\nBuenas tardes, amigos. Apenas llegué hace poco y pensé que alcanzaría a venir y desearles a todos una “Feliz Navidad”.",
    "Y no sabía que tendría este gran privilegio de hablarles a Uds. de la Palabra del Señor. Y pues el Hermano Neville me lo pidió, y yo tenía varios textos cortos de Navidad que venía usando, uno de ellos allá por arriba en—en Phoenix y más abajo en Tucson, por allí en diferentes lugares, un mensaje de Navidad normal. Y pensé que hablaría en esta noche de una cosita aquí que el Señor me puso en la mente no hace mucho mientras estaba en Colorado.",
    "Y estaba pensando en algo durante el tiempo de la Navidad, y tengo anotados aquí como cinco o seis de los pequeños apuntes, Escrituras y demás. El… Yo no… Supongo que el Hermano Neville y todos los ministros lo hacen. Uno… parece ser como que algo le viene a uno y uno lo anota. Espera un momento y uno lo anota. Yo lo anoto en una libreta de papel, solo en una libreta de papel. Entonces, cuando me dan la oportunidad en algún momento, le echo un vistazo aquí atrás y digo: “Ahora ¿cómo era esto que encontré?”. Así de esa manera es cuando nos llaman de imprevisto, Uds. saben.",
    "Antes, yo… cuando era más joven, podía simplemente… tenía la mente que podía recordar esto inmediatamente y no tenía que esperar; pensaba: “Hace diez días yo estaba en cierto, cierto lugar. Ese es el texto. Aquí está y aquí va”.",
    "Saben, habiendo pasado algunos peldaños, Hermano Higginbotham, y cruzado algunos ríos, eso simplemente ya no me viene así, estando un poco más avanzado por el camino. Pero eso… como dijo el Hermano Neville hace un momento: “Estamos acercándonos, acercándonos a Casa”.",
    "Es bueno estar de nuevo en casa. Yo, al regresar, pues, nieva demasiado. Y hay… y escuché de los accidentes y cosas, tantos por la carretera, y la gente muriendo. Y solo pensar en los cientos que perderán su vida ahora, entre esta noche y después del Año Nuevo, ¡cuántos americanos morirán! Y, saben, algunos pudiéramos estar aquí mismo, esta noche. Y ahora solo depende, en que… nuestra condición delante de Dios. Es una nación triste, dijo este hermano, hay tristeza por todo lugar. Y nuestra bandera lleva volando a medio astil por treinta días, todo por causa del pecado y la gente que no aceptó la manera de Dios para—para—para las cosas.",
    "Aun si no estamos de acuerdo con una persona, si no podemos hacerlo siquiera en hermandad, y luego… Vean, si Cristo está en el corazón, entonces no importa cuánto Ud. no esté de acuerdo con el hombre, Ud. aún tiene amor por él y respeto. Yo no estoy de acuerdo con muchos hombres muchas veces; pero aún no he llegado a ver uno todavía, con el que no estuviera de acuerdo que no lo considerara lo suficiente como para “abrazarlo y llamarlo ‘mi hermano’, queriendo ayudarlo en lo que más pudiera”. No estoy de acuerdo con él porque pienso que tal vez al no estar de acuerdo, que él… Lo que él cree, que yo tal vez no crea igual como él, pero… y todo eso, pero ahora yo intentaría proyectarle a él mi manera como él me proyecta a mí la suya, y tomar eso y desenredarlo y ver qué es lo que tenemos, pero en un desacuerdo así. Pero cuando se trata de… nunca debemos enojarnos o querer lastimar, ni destruir ni nada. Nosotros siempre debemos tratar de edificar.",
    "¿Tenemos una temporada fría aquí, no es así? Setenta y dos cuando salí de Tucson [22ºc], y cuando el sol se puso y oscureció, aún estaba a sesenta y nueve [20ºc]. Y, al regresar aquí, estoy tiritando completamente, Uds. saben. Yo… Toda esa carretera con nieve y bajo cero, y hielo y demás, tuve que acostumbrarme a todo eso de nuevo. Es muy extraño como uno se puede “climatizar” en tan corto trayecto. Y desde que los dejé, a duras penas tuve oportunidad de sobreponerme. Me dio un… como una sinusitis por el—el clima aquí, y a medida que envejezco… Y yo nací y fui criado aquí. Pero cuando, verán, cuando se es joven, uno tiene algo que no deja enfermar; pero a medida que uno se va haciendo mayor, pues, uno se da cuenta que ese algo no está allí. Antes era simplemente que uno ni se preocupaba. Uno… hay algo allí que—que simplemente no aleja la enfermedad como cuando uno era muchacho; entonces me doy cuenta por eso que yo… que el clima cálido, para un viejo, como que ayuda un poco.",
    "Recuerdo venir por esa Utica Pike allá, de muchacho (siete, ocho, diez, doce, catorce años de edad) sin zapatos (zapatillas) y a ocho o diez bajo cero [-22,-23ºC], y las zapatillas, con los dedos saliendo. Y no… ahora eso no es como caminar aquí por la calle, sino rompiendo la nieve. No pasaban automóviles, tal vez alguna carreta de vez en cuando. Venir por esa autopista en la mañana con un pequeño abrigo viejo, sin camisa y tenerlo abrochado así, sin más que lo que tengo puesto ahora mismo; empapado hasta las rodillas, entrar directamente y no prestarle atención. ¿Ven?, a duras penas un resfriado. Pero eso fue hace cuarenta y cinco años. Y nos hemos debilitado bastante, se han recorrido muchas millas y se han acumulado en el velocímetro, Uds. saben; así que no lo soportamos como antes.",
    "Vi al Hermano Capps levantar su rostro. Ahora, Ud. es muy joven como para andar con esos pensamientos. Y pues, espere que llegue donde estamos el Hermano Neville y yo, entonces—entonces Ud.—Ud. considerará las cosas muy diferente, como que se debilita.",
    "Bien, hemos tenido buenos tiempos en el Señor. El Señor nos ha bendecido tremendamente y estoy muy agradecido. Y regreso, creo que el próximo domingo, el Señor mediante (yo quiero), si no le importa al Hermano Neville, el… tengo un servicio, por lo menos el domingo en la mañana y quizás el domingo en la noche, un servicio de sanidad para el domingo en la noche. El domingo en la mañana tengo un mensaje importante, si el Señor quiere que yo lo dé. No he pensado en mi texto… hasta el momento, solo en mi texto, no en el contexto, porque yo—yo… no sin—sin tener, Uds. saben, revelación alguna del Señor, sino de mí mismo. Yo—yo quiero expresar algo el domingo que espero ayude un poco por estos caminos.",
    "Tengo que ir ahora a la obra y tengo todos los días casi copados en todo lugar. Pienso que Billy me decía, en medio del itinerario, que tengo dos o tres días en los que puedo venir a casa en abril, después que me vaya de aquí, regresar a Tucson y con eso es todo. Y luego hasta el próximo noviembre, octubre, cuando regrese de nuevo a este lado del extranjero.",
    "Ahora, dos días más para la Navidad. Un día más ¿verdad? Serían dos. Lunes… ¿El martes es la víspera de Navidad? El martes es la víspera de Navidad. ¿No es espantoso ver que esta gran festividad a la que nos acercamos, es abordada de la manera como lo hacen? Es algo tan lamentable, una—una—una cosa tan descabellada, pensar que—que conejos y un—un mito llamado “Kriss Kringle” (Santa Claus) y todo, han quitado el verdadero valor de lo que es la Navidad.",
    "Ahora, nosotros no… nosotros—nosotros no sabemos, y verdaderamente que yo no creo… Cuando venía, mi esposa está allá atrás, y yo… viniendo por la carretera escuchábamos a un astrónomo; que ahora ellos acaban de tomar la idea que un astrónomo me dijo a mí hace muchos, muchos años, cuando yo apenas era un guardabosque aquí en Indiana. Cuando me dijeron que… cómo esas estrellas se unieron, así mismo como ese primer astrónomo, y eso formó lo que dijeron ellos sería una cosa natural que sucede cada, creo que él dijo esta noche, ochocientos años o algo así. Y eso mismo se vuelve a formar, de: Sardis y Júpiter y olvido; y Mart-… Marte; no, yo… no era eso. Son algunas estrellas a esa velocidad cuando cruzan en sus órbitas en línea con la tierra, y este astrónomo esta noche quería decir que eso realmente era algo natural. Yo—yo no—yo no acepto eso. Yo creo que eso fue una cosa sobrenatural que Dios hizo. Él, las cosas son sobrenaturales con Dios. Él es Sobrenatural.",
    "Y—y miré allí y sé que esto se espera allá ahora para abril, he… si el Señor quiere que viva tanto, cumpliré cincuenta y cinco años. ¿Ven? Y yo—yo sé que el… Pero recordando mi vida, pues me pregunto dónde sucedió. De esas pequeñas navidades, cuando colgábamos nuestras medias y mamá tomaba… Probablemente recibíamos una naranja y dos o tres pedacitos de dulces rayados, y eso era una gran Navidad para nosotros. Pero, saben, los muchachos, ellos—ellos anhelan esos regalos. Nos—nos damos cuenta que—que la Navidad es para los… principalmente niños, ellos—ellos esperan eso con anhelo hoy en día. Ha sido dirigido hacia los niños. Pero realmente debieran ser los adultos; deberían estar enseñándoles a sus hijos el significado de la verdadera Navidad.",
    "Y yo absolutamente no creo que—que Cristo pudiera nacer el día veinticinco de diciembre, en Judea, pues hace más frío que aquí ahora mismo. ¿Ven? ¡Oh!, y ¿cómo pudieran los pastores apacentar sus rebaños de noche? Y—y luego los impuestos y todo, y María tener que venir desde tan lejos, de por allá de Belén hasta Judea, entrando a Jerusalén, mejor dicho, en el… para los impuestos; me—me—me es difícil poder—poder—poder creer eso. Vino, yo creo que ella vino a Nazaret, y entonces cuando… Cómo pudo eso—eso haber sido. Eso no pudo haber—haber sido, más bien yo creo que Cristo nació en primavera, porque Él era un Cordero en todo aspecto. ¿Ven? ¿Se fijan Uds. que Él nació en un granero y no una casa?",
    "Y cuando lo llevaron a Él a la cruz (los otros), hasta donde sabemos, no habla de que Él los guió a ellos sino que ellos lo guiaron a Él. ¿Sabían Uds. que un cordero o una oveja tienen que ser guiados al matadero? Ella—ella no irá al matadero, Ud.—Ud. tiene que guiarla allí. Y normalmente es una cabra que guía a las ovejas. En los—en los establos del matadero tienen una cabra. Y la cabra camina por esta rampa hasta que logra que las ovejas caminen por esta rampa para que sean sacrificadas, y entonces la cabra salta fuera. Pero cuando llega la hora de sacrificar a la cabra, ella sí que hace un alboroto (ella tiene que entrar) y, uno no la puede culpar. Pero—pero qué cosa es, la manera cómo la oveja tiene que ser guiada, y Él fue guiado al matadero. Ellos Lo guiaron, Él era un Cordero; y yo lo creo plenamente de esa manera tal como en la naturaleza, que los corderos nacen en marzo, abril, en algún momento por allí, no más allá de mayo. Y no creo que eso haya sucedido antes de marzo ni nada después de mayo, en algún momento por allí.",
    "Pero cuando la iglesia, la Cristiandad, se casó con el romanismo, fue en el Concilio de Nicea cuando ellos aceptaron… La nación romana aceptó el Cristianismo e hicieron lo que ellos llamaron la religión universal, que fue el Cristianismo. Ellos hicieron la religión universal y adoraron ídolos, y ellos tenían un dios-sol.",
    "Y ahora mismo, desde—desde el veintiuno hasta el veinticinco, el sol se detiene casi por completo en su trayectoria a medida que pasa. ¿Cómo se llama eso? Ha sido… Pensé que lo sabía pero no me viene a mente. Cuando el sol está… él—él gana tanto tiempo y pierde tanto tiempo, hasta el veintiuno, entre el veintiuno y el veinticinco de diciembre. ¡Oh, olvido cómo le dicen a eso! ¿Qué? [Alguien en la congregación dice “¿Eclipse?”—Ed.] No, el eclipse es cuando pasa, el sol y la luna pasan juntos. Es algo allí, oh, yo—yo—yo estoy que lo digo pero no puedo ahora mismo. Pero, es cuando ese sol se para, que los romanos lo llamaban (es cuando tenían el circo), lo llamaban el cumpleaños del dios-sol. Ellos lo celebraban del veintiuno hasta el veinticinco de diciembre.",
    "Entonces, después de esta conversión, Roma en… el Cristianismo fue aceptado, en su costumbre de Roma, luego ellos dijeron: “Tendremos la misma celebración y lo haremos el cumpleaños del Hijo de Dios”. ¿Ven? El dios-sol, el cumpleaños de Júpiter, para luego ser el cumpleaños del Hijo de Dios, el veinticinco de diciembre, y eso…",
    "Pero ¿cuál es la diferencia? Vean, hoy cuando nosotros… Aun si es… si ellos lo estuvieran haciendo en julio o agosto, o cuando pudiera ser, aún es lo sagrado de recordar que “Dios nos dio la esperanza que llevamos por dentro”.",
    "Y ahora, Ud. dice: “Bueno, todos los demás están con Santa Claus y en ese comportamiento; pues, da igual, nosotros también lo haremos”. ¡No, señor! No, esta no es una celebración pagana para nosotros, esta es una hora sagrada. De no haber existido la Navidad, no hubiera una resurrección. Si no hubiera existido una Navidad, no habría amor, no habría paz, no habría el más allá para el creyente; si no hubiera existido la Navidad.",
    "Y ahora, Uds. dirán: “Bueno, si el resto del mundo, ellos solo…”. Pues, vean, los rayos bifurcados del relámpago en los cielos oscuros, nublados, muestran que puede haber luz en un tiempo de oscuridad. Estas luces en esta noche prueban eso, que puede haber luz en tiempo de oscuridad. Y ¿cuándo brilla mejor la luz? En la oscuridad. Encienda Ud. estas luces en el día, con el sol brillando, Ud. difícilmente notará que están encendidas. Pero una pequeña luz diminuta brillará mucho en un tiempo de oscuridad. Y ahora mismo estamos en la oscuridad cuando todo Cristiano debe dar testimonio de la esperanza que hay en él, de Jesucristo el Hijo de Dios; no de algún Kriss Kringle que nació allá atrás, Uds. saben, y alguna clase de árbol que se alumbró y que se movió por el bosque una noche, alguna historia ficticia que no tiene fundamento. Pero nosotros creemos firmemente en la Palabra de Dios prometida acerca de un Mesías venidero, y Él nació en la víspera de Navidad, veinte… hace casi dos mil años, según creemos.",
    "Así que, esta noche hablaremos un poco de una manera diferente. Supongo que su pastor ya habló y probablemente hable de nuevo el miércoles en la noche, porque yo—yo sé que él debe haber guardado algún texto o algo, para cederme esta plataforma esta noche. Y yo quiero que él lo dé, quiero escucharlo.\n\nPero, antes de hacer esto, vamos a inclinar nuestros rostros de nuevo un momento para orar.",
    "Padre Celestial, este es un gran momento sagrado, cuando pensamos en varias cosas aquí de la Escritura, y dónde sea que vamos, atrás en el Antiguo Testamento, habla de ese día cuando Dios enviaría a Su Hijo. ¡Cómo a esos profetas allá atrás les fue dado su tiempo para que la profecía de la Palabra de Dios viniera a ellos! Y ellos profetizaron en sus días y predijeron las cosas que acontecerían, y nosotros vemos que todo eso se encontró allí en Belén esa noche, cuando de tal manera amó Dios al mundo que dio a Su Hijo unigénito. Te damos las gracias por esto.",
    "Y ahora, Señor, esta noche mientras nos aquietamos aquí para—para hablar de Tu Palabra, y Ella es tan sagrada, Señor, que por eso nos gusta hablar Contigo primero. Y pedimos que Tú nos abras el entendimiento a Tu Palabra. En el Nombre de Jesús lo pedimos. Amén.",
    "Ahora quiero leer una Escritura aquí, solo es una historia conocida de la Navidad, en la Escritura que se encuentra en—en Mateo, el capítulo 2. Y mientras Uds. abren allí, y Juan 3:16.",
    "Y la otra noche en Phoenix… Si Uds. las personas aquí de las cintas, escuchando las cintas, me gustaría que escuchen esa: Por qué tuvo Jesús que venir a Belén. ¿Por qué Él tuvo que hacerlo? Y esos símbolos allí de David, acostado y—y esperando en el monte, mirando allá abajo y viéndose rodeado por el ejército filisteo. Y comparé eso exactamente con hoy, y me doy cuenta que Belén… lo que significa.",
    "Y Cristo es nuestro Belén, y puedo probar que todo hombre que nace de Dios nació en Belén, porque Cristo es Belén. Y eso era Él, el Pan de Vida. Y Beth, B-e-t-h significa—significa “casa”, E-l es “Dios”, y e-l-h-e-m es Elhem que significa “pan” y “casa del pan de Dios”. Y Jesucristo fue la “casa del pan de Dios”, el Pan de Vida Eterna. Y todo hombre que nace en Cristo, Ud. nace en Bethlehem, “La Casa del Pan de Dios”. Y cómo las ligas de estas iglesias hoy han rodeado, así como los filisteos, para alejar a la gente de Allí.",
    "Y cómo esos hombres valientes, sabiendo que David estaba ungido y que algún día sería rey… no muy popular en ese momento, pues él era un fugitivo entre su pueblo, pero un día vino su llamado. Había hombres valientes con él. Y recuerden: esos hombres eran gentiles, la mayoría de ellos eran gentiles, un tipo muy hermoso de hoy. Y un hombre fue tan valiente que mató ochocientos hombres con lo que… con su lanza, él solo, en un día. Otro estaba parado en un campo de lenteja, y un ejército vino, una tropa. Y todos ellos corrieron, y él se paró allí y mató hombres hasta que sus brazos se cansaron. Y luego otro, cómo fue que saltó en un foso y mató a un león un día cuando estaba nevando, él solo. Y un filis-… o un egipcio corrió hacia él con una espada larga, y él tomó un palo y de un golpe le sacó la lanza de la mano, tomó la lanza y él mismo mató al egipcio, y mató a trescientos capitanes.",
    "¡Y le dio grandes hombres! David clamando: “¡Si pudiera beber una vez más (¿ven?) de ese pozo!” (Donde él daba de beber a su rebaño cuando salía en la mañana, del corral, ellas querían un sorbo de agua). Y estos hombres sacaron sus espadas y pelearon por quince millas de hombres, regresaron con esta agua.",
    "Y David dijo: “Lejos sea de mí, que la beba”. Y él la derramó sobre el suelo como bebida de ofrenda para Jehová. ¡Qué hermoso tipo de eso mismo, de esto de Juan 3:16, en esta noche!\n\nPorque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito,",
    "¿Y qué hizo Cristo? La Vida que era Suya para vivir Eternamente, Él la derramó sobre el suelo, de Sus venas, Su vida natural, sobre el suelo como ofrenda por el pecado por nosotros. Y los gentiles hoy, hombres de honor, hombres, grandes hombres, toman la espada y se paran allí y cortando abren camino, para conseguir un trago de agua fresca para Cristo (nuestro David), que no es muy popular hoy. Pero nuestro David, sabiendo nosotros que Él viene en poder, va a pisotear cada nación bajo Sus pies así, y los gobernará con vara de hierro. Y hay verdaderos hombres valientes que se paran con la Palabra de Dios y cortan de lado a lado sin temor, porque sabemos que Él viene en poder.",
    "Leamos ahora, después de Juan 3:16, leamos la visita de—de los magos, de San Mateo, el capítulo 2.\n\nCuando Jesús nació en Belén de Judea en días del rey Herodes, vinieron del—del oriente a Jerusalén unos magos,\n\ndiciendo: ¿Dónde está el rey de los judíos, que ha nacido? Porque su estrella hemos visto en el oriente, y venimos a adorarle.\n\nOyendo esto, el rey Herodes se turbó, y toda Jerusalén con él.\n\nY convocados…los principales sacerdotes, y los escribas del pueblo, les preguntó dónde había de nacer el Cristo.\n\nEllos le dijeron: En Belén de Judea; porque así está escrito por el profeta:\n\nY tú, Belén, de la tierra de Judá, No eres Tú la más pequeña entre los príncipes de Judá;…de ti saldrá un guiador, Que apacentará a mi pueblo Israel.\n\n…Herodes, llamando en secreto a los magos, indagó de ellos diligentemente el tiempo de la aparición de la estrella;\n\ny enviándolos a Belén, dijo: Id allá y averiguad con diligencia acerca del niño; y cuando le halléis, hacédmelo saber, para que yo también vaya y le adore.\n\nEllos, habiendo oído al rey, se fueron; y he aquí la estrella que habían visto en el oriente iba delante de ellos, hasta que llegando, se detuvo sobre donde estaba el niño.\n\nY al ver la estrella, se regocijaron con muy grande gozo.\n\nY al entrar en la casa, vieron al niño con su madre María, y postrándose, lo adoraron; y abriendo sus tesoros, le ofrecieron presentes: oro, incienso y mirra.\n\nPero siendo avisados por revelación en sueños que no fueran… que no volviesen a Herodes, regresaron a su tierra por otro camino.",
    "Es muy extraño aquí cómo Dios, de una manera más simple… Dios sí les habla a las personas por sueños; yo lo creo. Pero cómo fue que Dios en este caso usó algo secundario.",
    "Ahora, un sueño es… un sueño, si es interpretado correctamente, es igual que una visión; si es un sueño y es interpretado. Dios lo usó desde atrás en el Antiguo Testamento y a través de las edades, y prometió que en los postreros días usaría eso de nuevo. Ahora, la gente puede comer demasiado y—y así, pues tener pesadillas, y esos no—esos no ser sueños espirituales reales, eso no cuadra cuando Ud.—cuando Ud. lo lee. Y algunas cosas parecieran correctas; sin embargo, existen los sueños espirituales reales. Y nosotros sabemos aquí en el tabernáculo que Dios les da a las personas sueños y son interpretados, y estos se cumplen y son reales; pero esa es una manera secundaria de hacerlo. ¿Ven?",
    "Ahora, la razón por la que fue así allá, fue porque no había profeta en la tierra en ese tiempo que interpretara el sueño. ¿Ven? No había profeta que interpretara los sueños, como José y—y Daniel y esos profetas de antaño. Ellos no habían tenido un profeta por cuatrocientos años, y Dios usó un sueño para… para el bienestar de Su Propio Hijo. Él lo hizo.",
    "Él le dijo a José, siendo él “un hombre justo, no queriendo infamarla a ella en público, quiso dejarla secretamente”. No cabe duda que ella le contó a él de la visita de Gabriel y todo eso, y lo que había dicho; pero cuando él la vio que iba a ser madre, eso—eso era demasiado inusual. Uds. saben, eso simplemente… eso era algo muy diferente. Y Uds. saben, eso es lo que sucede hoy. Dios hace cosas inusuales, y es tan inusual que ni aun los hombres justos pueden verlo.",
    "José no podía entender eso, era demasiado inusual. Él era un buen hombre, no es que hubiera algo errado en él. Él era un buen hombre, un hombre justo, pero eso era muy inusual. Vean, José probablemente tenía cuarenta años o cuarenta y cinco, algo así, dicen, cuando él y María se comprometieron. Pero aquí encontramos algo que nunca había sucedido: ¡una mujer desposada con este hombre, y descubrir que estaba en cinta! Y era algo tan inusual que José decidió dejarla. Pero allí en ese momento crucial, Dios envió Su Ángel y le apareció a él en un sueño y dijo: “No temas recibir a María tu mujer, porque Lo que en ella es engendrado es del Espíritu Santo.",
    "¡Qué fe más renovada debe haber tenido José cuando se levantó de allí! ¿Ven?, él no necesitó ninguna interpretación, el sueño no fue en símbolos. Fue directo y claro: “No temas tomar a María tu mujer, porque Lo que en ella es engendrado es del Espíritu Santo”. No había profeta para dar la interpretación, así que tuvo que venir directo, directamente así; para Dios… de Dios para José. Ahora… y Dios usó ese canal secundario.",
    "¿Qué nos enseña eso aquí, antes de ir a nuestro texto? Esto es lo que nos enseña: que Dios puede usar toda facultad de nuestro ser si está encome-… rendida a Él. Él puede usar nuestra mente, nuestros sueños, nuestro subconsciente, nuestra primera conciencia, nuestra lengua, nuestros cantos, nuestros ojos, nuestros… Todo lo que tenemos puede ser usado de Dios si está encomendado a Dios. ¿Ven? Todo lo que Ud. es, encomiéndelo a Dios. Él usará toda avenida y toda parte suya, Él la usará. No importa lo que sea, Él la usará si está santificada para Su propósito y llamamiento.",
    "Ahora, esta noche vamos a hablar de: Dones. Y quiero titular esto, si… Escribí, anoté algo aquí, cuando el Hermano Neville estaba arriba: Los dones de Dios siempre encuentran… Los dones de Dios siempre encuentran sus lugares. Los dones de Dios siempre son rechazados, pero realmente encuentra su lugar cuando…",
    "Ahora, observen el presente que compraron estos magos… o que le trajeron a Él. Hoy encontramos que intercambiamos regalos. Cada persona necesita recibir un regalo, y tratar de imaginarse lo que el otro le va a dar, para poder darle algo a la altura. Y si no, pues, para el año nuevo él siente que tiene que recompensarlo. Y todos pensando y preocupados y paseándose de allá para acá, los millonarios, cómo es que lo harán. Ellos le dan tanto a este y a aquello, cuando eso—eso está completamente errado. Está—está—está completamente… La Navidad…",
    "Escuchen: solo hay un presente que Ud. puede dar, y es Ud. mismo. Dese Ud. mismo a Dios porque Dios ya le dio a Ud. Su Regalo. Ahora, hay una cosa que Ud. le debe a Dios: es Ud. mismo para Él.",
    "Ahora, y muchas veces, hay nombres en la Biblia. Nosotros ya no nos fijamos en eso hoy. Nosotros… Uds. con frecuencia me han oído menospreciar este nombre, de niños llamados… o personas nombrando a sus hijos “Ricky”. Ahora, ¡Ricky es un nombre horrible! ¿Ven? Y es un… Uds. no deben llamarlos así. Si Ud. tiene un hijo llamado Ricky, válgame Dios, cámbielo por otra cosa. Ricky, o—o Elvis, o alguna cosa así,… Ricky significa “una rata”. ¿Ven? Y así que, Ud.—Ud. va… Y—y el nombre que Ud. le dé a una persona, deja una marca. Una damita, el otro día, tenía un niño allá llamado “Ricky” y su nombre es Ricky, James Ricky. Y porque era muy popular (Ricky), ellos lo nombraron “Ricky”. Yo le dije: “¡Cámbiele ese nombre!”.",
    "Distingo unas personas sentadas aquí ahora que tienen un nietecito, y su nombre es… el—uno de los niños es un muchachito de lo más dulce, amable; y el otro es un Ricky, y eso es lo que es. Uds. obsérvenlo, su naturaleza es exactamente así. Y él… Yo le dije a unos de sus abuelos o alguien, dije: “Díganle a la mamá que le cambie el nombre a ese niño, solo cámbiele ese nombre y vean lo que le sucede al muchacho”. ¿Ven?, Uds. no quieren creer eso. Nosotros pensamos que hemos vivido demasiado para creer eso.",
    "Si el nombre no tiene algo, entonces ¿por qué mientras que Jacob fue llamado Jacob, que significa “suplantador, engañador” eso fue él? Pero cuando él luchó con el Señor toda la noche y el Señor cambió su nombre, y como… cuando él tenía como sesenta años. Él cambió su nombre de—de—de Jacob a Israel, “un príncipe delante de Dios”, y eso fue él.\n\n¿Por qué Abram fue llamado… tuvo que ser llamado “Abraham” antes de que el bebé pudiera nacer? ¿Por qué Saraí fue llamada “Sara” antes de que el bebé pudiera nacer?\n\n¿Por qué Pablo… o llamar… su nombre era Saulo, pero cuando él se encontró con Jesús, Él le cambió de Saulo a “Pablo”?\n\nCuando Simón fue cambiado de Simón a Pedro, que significa “pequeña piedra”. Y—y todos esos nombres fueron cambiados, porque cual sea su nombre tiene algo particular. Cuando Ud. habla algo, se declara. No quiero entrar en eso porque viene el próximo domingo en la noche (¿ven?), la identificación de una palabra. Y, pero ahora, encontramos estas cosas muy ciertas.",
    "Ahora observen, Dios… ¡Qué cosa extraña es ver en esta noche que esos hombres, magos, hombres educados, hombres importantes… vinieron del oriente, que era Babilonia la cual era India! Y ellos no vinieron en una sola noche completa, viajando en una noche y llegando allí a la siguiente, ellos tardaron como dos años para llegar allí. Ellos no encontraron a un Bebé en un pesebre. Ellos encontraron a un Niño pequeño, un Niño pequeño. Y Herodes mató a los niños de los dos años. ¿Ven?, dando a entender así que no fue un bebé pequeño acostado en una cuna, él solo hubiera matado a todos los bebés. Pero él mató a los niños pequeños, para asegurarse que Él cayera, de dos años para abajo. Él estableció la fecha sabiendo que no quería matar muchos, a todos ellos, él solo… pues ellos eran más como esclavos para él. Él quería que cayera… asegurarse que Él cayera; entonces, dijo: “El Niño tendrá alrededor de dos años. Así que, todos los de dos años para abajo, mátenlos”. ¿Ven?\n\nY eso trajo a cumplimiento lo que dijo el profeta, que “En—en Ramá se oiría una—una lamentación o lloro, un gemido; que Raquel lloraría por sus hijos, y ellos perecieron”.",
    "Ahora, ¿notaron Uds. que estos magos, hombres importantes, estaban en Babilonia y ellos vieron Su Estrella, dijimos: “Su Estrella hemos visto en el oriente, y venimos a adorarle?”. Ellos vinieron del oriente, donde vieron la Estrella, camino al occidente; porque India está al oeste, noroeste de Babi-… de—de Palestina. Y ellos bajaron directamente por el Río Tigris y cruzaron por las llanuras entrando directamente, entraron bajando a Belén donde encontraron al—al—al Bebé. Y recuerden que José y ellos nunca se fueron de allí; ellos fueron directo a Nazaret y criaron al Niño allí mismo.",
    "Ahora, nosotros vemos aquí que ellos trajeron… Estos hombres, siendo astrónomos y estudiando las estrellas, al ver estas misteriosas luces celestiales que aparecieron allí arriba, que algo estaba aconteciendo; ellos supieron que ese era el Mesías, el—el Gobernador de los cielos y la tierra que iba a nacer. Y ellos vinieron, sabiendo que Deidad se encerraría, moraría en un—un ser humano; pues, para mostrarles a Uds., su testimonio… Sabe Ud., sabe que su vida habla más fuerte que sus palabras, al punto que no importa lo que Ud. diga, la gente sabe lo que Ud. es por—por como Ud. sea.",
    "Y observen a estas personas, estos magos, ellos le trajeron a Él… Observen los presentes que le trajeron a Él, identificando lo que ellos pensaban que era Él. Le trajeron a Él oro, incienso y mirra. Y ahora observen lo que estos símbolos, de lo que ahora quiero hablarles… es de lo que significan estos símbolos. Ahora, tengo aquí unos apuntes de la Escritura que leeremos dentro de un momento al respecto, el Señor mediante.\n\nAhora: oro e incienso y mirra.",
    "Ahora: el oro en la Biblia… ¡cuán apropiadamente encaja eso con Cristo, porque el oro habla de Deidad! Oro es “Deidad”. Llegaremos a eso dentro de un momento. Incienso habla de “servicio”; y mirra es “muerte”. Dios, Deidad, en servicio para morir: y eso fue Él. Las mismas cosas que ellos trajeron identificaron lo que ellos consideraron que era Él.",
    "Y yo digo esto para nosotros hoy: “Las cosas que nosotros le traemos a Él identifican lo que nosotros pensamos de Él”. ¿Entienden lo que quiero decir? ¿Ven? Si Ud. es un… Si Ud. lo cree con todo su corazón, toda Palabra allí, Ud. identificará eso dándole todo lo que Ud. tiene. ¿Ven? Pero si Ud. cree que es un buen lugar para asociarse con mejores personas, en el contorno de la iglesia y cosas así, eso será todo lo Ud. dará (solo unas pocas horas sociales con algunos de la congregación o algo). Pero si Ud.—si Ud. en realidad cree Eso con todo su corazón, entonces Ud. se entrega con todo a Eso. ¿Ven? Y eso lo identifica a Ud., que Ud. realmente cree el Mensaje, que Ud. cree que es la Verdad.",
    "Tanta gente dice: “Yo puedo creer hasta aquí; yo puedo creer esto”. Los discípulos… Creo que la última vez aquí hablé de eso: Creyentes, Manufacturados e Incrédulos. ¿No fue así? Yo… ¿no hablé de eso aquí? ¿Ven? Y cada persona, observen su categoría. ¿Ven?, llegará al momento donde ellos solo podrán recibir hasta cierto punto, no pueden recibir el resto.",
    "Ahora, cuán apropiados fueron estos presentes para la jornada de Cristo aquí en la tierra, un Bebé nacido aquí en la tierra. Y estos presentes que los magos le trajeron a Él, encajaron exactamente con Su comisión de Dios y Su jornada en la tierra.",
    "Ahora, lo primero: Dios. Este era Dios, Jesús era Dios en la forma de hombre. Es difícil para las personas aceptar eso, aún hoy, que “Él era Dios”. Y Él… Eso era Él. Él no era nada menos que Dios. Él fue Dios manifestado en carne. Él era el Creador en Su Propia creación. Ahora eso… Él era el Creador en Su creación, por creación, para la creación. Él era el Creador en Su creación, por creación Suya, para Su creación. Todo termina de nuevo en Dios, la cosa completa. ¿No lo ven Uds.? ¡La plenitud de Dios! Él fue el Creador tanto que Él fue Dios. Y Él fue un Ser en la tierra (un Ser de tiempo), que quiere decir que Él debe haber tenido un comienzo, por tanto, Él Mismo Se creó un cuerpo en el cual vivir. Dios Mismo creó para Sí un cuerpo. ¿Ven? Que por medio de esta creación, pudiera Él salvar la creación perdida que Él había creado.",
    "No hay nada que el hombre pueda aniquilar, no hay una sola cosa. Ud. no puede hacer nada para destruir algo completamente. Ud. pudiera tomar un pedazo de papel y quemarlo, Ud. pudiera quemar un edificio, Ud. pudiera quemar un árbol; Ud. no lo aniquiló. Ud.… ese calor allí, ese fuego que descompone solo son químicos reventando. Están volviendo a lo que eran en un principio. Ellos no han sido aniquilados. Si Ud. quema un pedazo de madera (y el mundo por decir… Si nosotros viviéramos en la Eternidad como Dios, y esos químicos de esa madera y ese fuego regresaran a su origen como en un principio en su… a lo que hayan sido, la separación de los átomos y demás, y digamos que el—el mundo durara millones de años) eso pudiera volver directamente de nuevo y ser otro árbol, exactamente como lo era.",
    "Uno no puede aniquilar nada porque es una Palabra Hablada de Dios. ¡Amén! ¡Oh, y eso me hace sentir religioso ahora! ¿Ven? Lo que Dios dice, Eso permanece para siempre. ¡Amén! ¿Ven?, uno no puede aniquilar. Nosotros somos parte de esta tierra y nosotros jamás podemos ser completamente aniquilados. No, señor. El pecado (el alma) será aniquilada, nos damos cuenta de eso. Pero el—el cuerpo en el que vivimos, no puede ser aniquilado. ¿Ven?",
    "Ahora, por tanto, Dios Se creó Él Mismo un cuerpo. Él fue el Creador y creó Su Propia creación, para que por medio de esta Creación Él pudiera salvar aquellos que estaban perdidos, en Su creación (siendo Ud. y yo, criaturas de tiempo).",
    "Su—Su Palabra mostró exactamente que… Él y Sus obras probaron que Él no era nada menos que el Creador. Él tomó un pedazo de pan y lo partió, y siguió partiendo de ese solo pedazo de pan, y alimentó con él a cinco mil personas; y recogió siete canastas llenas de pedazos que sobraron, y todos allí se—se—se saciaron completamente de pan.",
    "Él tomó un pescado y partió ese pescado. Ahora si nos damos cuenta, Él creó ese pez en el principio. Él creó ese pan en el principio. Pero Él tomó ese pescado y partió ese pescado. Había sido un pez vivo y luego fue hervido o—o frito; y cuando Él lo partía allí, como haya sido (hervido o frito), volvía a crecer (en ese mismo minuto que Él lo partía) otro pescado hervido o frito. ¿No es eso maravilloso? Eso mostró que Él no era nada menos que Jehová. Y entonces Él era el Creador que pudo tomar Su Propia creación, y por Su creación, expresar Quién era Él. ¡Aleluya! Eso probó que Él era lo que era: Él era Deidad. Así que, el oro fue muy apropiado para Él, en la ofrenda en Su nacimiento. Él fue Deidad hecha carne.",
    "Quizás suelte algunas… No hay extraños entre nosotros en esta noche, me supongo, así que… en esta reunión de oración. Pero déjenme decir algo: ¿Jesús, cuando estuvo aquí…? Ahora, esto es para pensar, no para… probablemente… sondeando más bien. Noten, solo para pensar: Jesús dijo, en San Juan 14:12: “El que en Mí cree, las obras que Yo hago, él las hará también; y aun mayores que estas hará, porque Yo voy a Mi Padre”. ¿Notaron eso? Fíjense ahora, ese era el Hijo de Dios prometiendo para el creyente, que mayores cosas que las que hizo Él (en estos días postreros), que el creyente haría cosas mayores que las que hizo Él. San Juan, el capítulo 14, versículo 12. ¿Verdad que sí? ¿Creen Uds. que Jesús lo dijo?",
    "Noten cuando Jesús creó pan; Él tomó un pedazo de pan y creó pan que ya había sido pan. Cuando Él creó pescado, Él tomó un pescado que primero fue creado un pez, y trajo otro pescado de ese. ¿Es correcto? Él tomó agua que potencialmente hubiera llegado a ser vino, e hizo vino de ella. ¿Es correcto? Pero nosotros lo hemos visto a Él en nuestro medio, en estos postreros días crear cosas abiertamente, ¡sin haber nada allí! ¿Es correcto? Crear una ardilla donde no había ardillas. ¡Correcto! ¡Oh, Él es… aún es Dios! Sigue siendo tanto Deidad hoy como Él lo era allá y siempre lo fue o siempre lo será. Él aún es Dios y sigue retando corazones a que lo crean: “Cosas mayores que esto, Uds.… sin nada en la mano ni de donde partir. Hablarlo y que eso sea así”.",
    "Ahora fíjense, hallamos que Sus… Él identificó. Las obras que Él hizo identificaron que Él era Deidad, mostraron que lo era; pues Él dijo: “Si Yo no hago las obras de Mi Padre, entonces no Me creáis”.",
    "Y ¿no pudiera el Cristiano decir hoy: “Si no hago las obras de Mi Salvador, no me crean?”. ¿Ven?",
    "🦅 Como Me envió el Padre, así también Yo os envío”. Y si Ud. hiciera las obras, obras creativas del Padre que lo envió a Él, entonces es una creación… El Cristo (el Creador) que nos envía a nosotros, hace las obras de Cristo el Creador. ¿Ven? “Como Me envió el Padre, así Yo los envió a Uds. Y si Yo no hago las obras de Mi Padre, no Me creáis”.",
    "Entonces el Cristiano hoy tiene que vivir la Vida que vivió Cristo o nosotros tenemos derecho de decir: “Eso no es así”.",
    "Ahora fíjense, Sus obras lo crearon a Él… o lo identificaron a Él como el Creador. Las obras que Él hizo coronaron el testimonio de Su vida, que Él era el “Creador”; no hay manera de apartarse de eso. Por tanto, cuando ellos le ofrecieron oro como regalo, ellos estaban perfectamente en armonía con Dios con su regalo. Ellos le dieron a Él oro, que Lo identificó a Él como Deidad. Siempre una corona, la corona dorada… la cabeza de oro del Rey Nabucodonosor. Todo, Uds. ven, eso… siempre Deidad es representada por oro.",
    "Ahora: incienso. Queremos ver estas rápidamente. Incienso es “la ofrenda de servicio para Jehová”. Ahora, si Uds. quieren anotar estas Escrituras: Levítico 2:2 y Levítico 16:6 al 15. Nos damos cuenta que esa es la orden para el sacerdocio, de hacer una ofrenda a Jehová. Cuando él hacía la ofrenda, tenía que ser hecha y mezclada con incienso como ofrenda por el pecado, ellos tomaban varias cosas y las mezclaban. Con la ofrenda de harina, con la ofrenda mecida se les añadía incienso porque eso era aceptable a Jehová si estaba ungida con incienso, que significa que es “un servicio a Jehová, Dios”. Y ahora, nos damos cuenta que Él es Deidad. Y ellos le trajeron a Él incienso, en tipo de que Él era un servicio a Jehová. Jesús es el Siervo de Jehová.",
    "Ahora, en San Mateo 12:15 al 21, encontramos que Él era el Siervo de Jehová: “He aquí Mi Siervo, en Quien se agrada Mi alma” (y Él se agradó) “y pondré Mi fortaleza sobre Él”. Así que Su vida fue ungida con incienso, para servicio a Jehová. ¡Qué regalo el que dieron esos magos! ¿Ven?, era algo para… el—el regalo que ellos dieron, fue algo para identificar a Jesús como el Siervo de Jehová.",
    "Ahora, si nosotros solo pudiéramos hacer eso, para identificar nuestras vidas. ¿Ven?, nuestras vidas que sean identificadas como siervos de Jehová. Para eso era el incienso, eso lo hizo a Él Siervo de Jehová.",
    "Ahora, mirra, m-i-r-r-a, era “unción para muerte”. Encontramos en San Juan, el capítulo 19, el versículo 39, que yendo al servicio fúnebre de Jesús, cuando María y ellas fueron, llevaron esta mirra con la cual ungirlo a Él; porque Él debe ser el Siervo de muerte para Jehová. ¿Ven? Alguien tenía que morir. Ese era un servicio que tenía que ser hecho para Dios, y nadie era digno de hacerlo sino Dios Mismo. Así que, al traer la merra—mirra, mostró que con la Deidad y con el servicio, que Él también fue ungido con mirra; que esta Deidad tenía que recibir muerte para poder salvar al imperfecto. ¡Oh, qué gran cosa!",
    "Toda la creación estaba perdida. Acabamos de estudiar eso en los Siete Sellos. ¿Ven?, toda la creación estaba perdida, todo desahuciado; todo le pertenecía a Satanás. Él fue el heredero y aún es el dueño; seguro que sí. Por esa razón estamos peleando y teniendo todo este problema. Él controla todo reino: Satanás. Todo gobierno, todo rey, todo reino es controlado por Satanás. El mundo entero es controlado y regido por Satanás. Por esa razón es que tenemos los problemas que tenemos. Cualquier estudiante de la Biblia o lo que sea, puede decirle a Ud. que Satanás… Bueno, la Biblia misma lo dice de él (¿ven?), que él controla el mundo. Pero Cristo será el Heredero, pues ahora Él es nuestro Redentor. Y Él vino a redimir toda la creación y nada podía hacerlo excepto Dios Mismo.",
    "Por esa razón es que Dios no hace nada que no sea por medio de un hombre. Él siempre trabaja por medio de un hombre porque Él tenía que usar a un hombre. Un hombre fue lo que Él tuvo que usar para mostrar Su atributo de Salvador. Él tuvo que hacerlo conforme a Su imagen, hacerlo como Él y ponerlo sobre libre albedrío y dejarlo que se comportara como él quisiera; él podía escoger. Y Él sabía que el hombre, al ponerlo así a escoger, caería. Así que, siendo que Él tenía que hacer eso, Él se da vuelta y hace al hombre socio Suyo, ¡y no hace nada sino por medio del hombre!",
    "¡Toda la obra de redención vino por un hombre! ¡Aleluya! La muerte vino por el primer hombre, Vida vino por el segundo Adán. ¿Ven? Ahí lo tienen, Él no hace nada, porque tenía que usar a un hombre para eso, luego Él usa a un hombre nuevamente para redimir. Así que, Deidad vino a ser Jehová… o Jehová vi-… Él es Deidad y Él vino a ser un—un Niño. Él se hizo en forma de pecado para Él poder redimir al pecador. ¿Ven?, ahí está el asunto completo.",
    "Ahora, miren qué… cuán hermosamente encajan esos regalos en Jesucristo; ¿ven?, oro, hablando de Su Deidad. Ahora, ellos no eran paganos, ellos fueron inspirados por Dios. Ellos no estaban imaginándose algo. Eso allí mismo prueba que aun los magos, que ellos sí vieron lo Sobrenatural. Pues el propio regalo que dieron identificó y habló bien de su testimonio, de que ellos sí habían visto la Luz Sobrenatural. ¿Por qué razón? Eso lo dice perfectamente. Ellos trajeron oro, “Deidad”; ellos trajeron, incienso, “servicio”; y ellos trajeron mirra, para Su “muerte”, cuando Él era un Bebé, amén; mostrando que Deidad sería llevada a la muerte en la carne, amén, para así poder redimir al hombre caído. ¿Cómo puede la gente rechazar eso?",
    "Cuando uno se da cuenta: ¿Qué estamos haciendo aquí? ¿De dónde venimos? O ¿de qué nos sirve estar aquí? Nosotros no fuimos puestos aquí solo por casualidad, fuimos puestos aquí con un propósito y debemos llevar a cabo ese propósito. Pero aún continuamos sobre la base del libre albedrío, donde podemos servir Eso o rechazar Eso, igual como Adán en el principio.",
    "Estoy viendo estas pequeñas aquí, Hermano… ¿Quién es…? Yo creo que es la damita que tocó el piano, y yo—yo las escuchaba mientras cantaban. Hablábamos de ellas por el camino aquí. Allí hay una pequeña familia que ha dedicado toda su vida y todo a Cristo. Miren esa familia, el orden en que está. Miren esas pequeñas. Paradas allá arriba, el—el ejemplo de la feminidad joven, en la adolescencia. Y no importa…",
    "Hace unas semanas bajé como a… no sé cuál sea el nombre del lugar allá, pues en Nueva York, ellos tienen cuadras completas de beatniks. Cómo esas muchachas allá tienen—tienen puestas esas mallas y—y nada encima de eso, solo un bikini puesto (como lo llamen) encima de eso. Y, oh, solo una conglome-… hacen lo que se les ocurre. No importa qué sea, eso… pues son beatnik. Ellos pueden simplemente hacer lo que quieran. Si ellos quieren acostarse y no pararse, solo se acuestan y no se paran. Si quieren hacer una cierta cosa, la hacen; si no, no la hacen. ¡Simplemente con sus mentes idas! Y ¿a qué llega la mente inconversa? Ud. no tiene derecho de hacer eso porque Ud. no se pertenece; Ud. ha sido comprado por Deidad, Jesucristo, el Hijo de Dios que fue hecho carne. Pero, ¿ven?, ¡la conglomeración del pecado!",
    "Y uno ve una pequeña, jovencitas así que sobresalen; pues, para mí eso es luz en tiempo de oscuridad. Es una luz destellante y zigzagueante de Dios en los cielos para mostrar ¡que puede haber Luz! ¡Puede haber justicia en medio del pecado!",
    "María, la madre de Jesús, en la ciudad de Nazaret, la ciudad más vil que había en la región, pero de allí escogió Dios una damita para que diera a luz a Su Hijo; una incubadora, un vientre que tuvo que… del cual tenía que nacer un Bebé. Él tomó a tal persona para hacer eso. Dios obra por medio de seres humanos para redimir a seres humanos. Él puede tomarlo a Ud., obrar por medio suyo para redimir a la humanidad, si Ud. dedica completamente todo lo que Ud. es.",
    "Si Ud. es una joven, dedique su moralidad. Si Ud. es un joven, ¡dedique su moralidad, dedique su mente, dedique su pensamiento, dedique su corazón, dedique su alma, dedique todo lo que Ud. es!; y permita que Cristo obre por medio de eso. ¡Qué cosa gloriosa! Ud. tiene los ríos que cruzar, Ud. tiene los—los puentes que pasar, Ud. tiene—Ud. tiene los arbustos espinosos, tiene los matorrales, tiene los bosques, tiene los lugares oscuros, tiene los montes altos, Ud. tiene las alturas que escalar. ¿Qué está haciendo Ud.? Algún día Ud. tendrá que pararse y dar un vistazo atrás y ver de dónde ha venido, y Ud. será juzgado por el rumbo que ha tomado. Ponga su—su todo, su mente y sus pensamientos en esa Estrella del Norte (el centro de Dios) y no se mueva de Allí. Permanezca allí con Ella. Ella lo traerá a Ud. directamente como a los magos, directamente al Cristo.",
    "Muy bien, lo ungieron a Él con mirra. Nos damos cuenta ahora, en Juan 12:1 y 7, que eso exactamente es lo que Él hizo. Él fue el Siervo perfecto de Dios, e hizo que Él fuera ungido con todos Sus dones Divinos. Él fue ungido con todos los dones de Dios porque Él era Dios. Él era Dios. ¿Ven?, ellos le trajeron a Él presentes.",
    "Ahora, estaremos… Yo desearía… Las personas aquí siempre, la mayoría de ellos, le envían algo a uno. Ahora, cuando se trata de devolverles algo a ellos, yo no pudiera hacerlo (¿ven?), es de todo el mundo; yo simplemente no pudiera hacerlo. Y aprecio una pequeña… cositas pequeñas, y cosas que las personas hacen para expresarse, y su agradecimiento y demás.",
    "Ahora, esto es lo que estos hombres ricos hicieron. Estos hombres son magos, ellos compraron oro, oro puro. Ellos trajeron incienso, el mejor que pudieron encontrar. Ellos trajeron mirra, la mejor que pudieron encontrar.",
    "Nos damos cuenta acá, en San Juan 12, encontramos que esta mujer… si tuviéramos tiempo de leerlo pero no quiero retenerlos demasiado (¿ven?), pues sé que mañana es lunes y Uds.… algunos de Uds. tienen que trabajar. Miren, ellos trajeron… Esta—esta mujer trajo esta mirra, eso tan costoso con lo cual ungir, para quitar el olor de la muerte. Y ella rompió este vaso de alabastro y lo derramó sobre la cabeza de Jesús. Y Judas dijo: “Pues, esto se debió haber dado a los pobres”. (Lo dijo “no porque tuviera respeto por los pobres, pues él era un ladrón para comenzar, él cargaba el dinero”.) Y dijo: “Esto debe haberse vendido, en lugar de haberlo…”.",
    "Y Jesús dijo: “¡Déjala en paz! Pues ella ha hecho esto…”. Ella lo ungió a Él para Su sepultura. ¿Ven? Esta mujer, estaba tan agradecida porque sus pecados fueron perdonados que ella gastó todo el dinero que tenía y tomó un vaso de alabastro y lo rompió y derramó el aceite, y el cuarto se llenó de olor con la fragancia de esta mirra, habiéndolo ungido a Él para Su muerte. Ahora (¿ven?), ella hizo el servicio sin saber lo que hacía, pero estaba muy agradecida con Dios.",
    "Y si Uds. están tan agradecidos por la Navidad, no es por decir: “Yo—yo le daré a los Jones un regalo; y ellos me devolverán uno, veré lo que me dieron en la mañana”. ¿Por qué no abre su corazón y ve lo que hay allí adentro?, averigüe lo que Ud. tiene aquí adentro. Y acepte… si lo encontramos vacío, solo con credos negativos, y—y—y con afanes del mundo, ¿por qué no le pide a Cristo que lo llene en esta noche?, en esta noche, para que Ud. pueda captar el verdadero significado de la Navidad. Es—es Cristo en Ud.; Dios, morando en el corazón humano. Eso es lo que significa la verdadera Navidad.",
    "Pero, vean, hoy nos volvemos muy negativos. Es el diablo colocándonos eso (hay palitos dulces pintados, y un—un reno y un—un hombre barbudo, y vuela por el aire como un avión, y visita todo el mundo y cada hogar con un saco de regalos en la espalda, y visita a todo niño) ¡y eso—eso solo es una mentira! Eso es una mentira descarada. ¿Ven? Ahora, ¿ven? Pero ¿por qué? El diablo hizo eso para poder torcer la mente de las personas.",
    "El mundo comercial se metió allí, y ellos… Pues ganan tanto en Navidad, que casi pueden descansar por el resto del año. Hablé con un comerciante el otro día, me dijo: “Solo con estas dos semanas, y si no tuviera que mantener mi grupo aquí” dijo, “esperaría hasta la próxima Navidad; yo pudiera ir de pesca, lo que quisiera hacer, hasta la próxima Navidad”. Él dijo: “Pero yo mantengo a esos muchachos”. Dijo: “Solo los tengo aquí lo suficiente para mantener mi negocio abierto, y eso mantiene—eso mantiene el pago de mi mano de obra y demás”. Dijo: “Pero no gano nada hasta—hasta que llega la temporada de la Navidad”. ¿Ven Uds.?, ha venido a ser un gran asunto comercial cuando debería ser una adoración; una adoración.",
    "Ahora, Dios ungió tanto a Jesús con la plenitud de Sí Mismo que el… Él fue el regalo de Dios para el mundo. Que los magos se hayan identificado claramente al ofrecer su regalo a Él, mostró que en sus corazones ellos sabían quién era Él y lo que Él iba a hacer por ellos. Así que (con razón), lo primero que hicieron, fue postrarse, perfectamente en orden, y Lo adoraron. Antes de siquiera poder entenderlo, ellos se postraron y Lo adoraron a Él, y después presentaron sus dones. Así es la manera como se tiene una verdadera Navidad: adórelo a Él, después presente su regalo; presentando su cuerpo como sacrificio vivo, santo y agradable a Dios.",
    "Pero ¿saben qué, después de que los magos hicieron eso? El padre y la madre de Cristo… el padre adoptivo (desde luego) y la madre, pues Dios era Su padre y madre. Pero vemos que ellos aceptaron estos presentes de estos magos [hombres sabios en inglés—Trad.]. Con razón eran llamados hombres sabios. Ellos eran sabios. Ellos realmente eran… tenían sabiduría. ¡Si los hombres hoy solo fueran así de sabios, igual de sabios! Un hombre debe ser sabio para venir a Cristo. Un hombre que le da a Él la espalda no es un hombre sabio. Pero un hombre debe ser sabio, para que venga a Cristo.",
    "¡Ahora fíjense! Y después de que los magos identificaron lo que Él sería, y encontramos en las Escrituras que eso fue exactamente lo que Él fue: Deidad en servicio para muerte. ¿Para qué? Deidad en servicio a Dios para muerte. Jesús fue Deidad en servicio para muerte, para redimir el mundo. Pero ¿Qué hizo el mundo ante Eso? Ellos Lo rehusaron. Ellos Lo rechazaron. ¿Por qué? Algunos, gran parte de ellos, lo hicieron por esto: ¡Porque Él sí murió! Ellos dijeron: “Él no podía ser Deidad y morir”. El Hombre (el cuerpo) no era Deidad, pero la Deidad estaba en el cuerpo. Este cuerpo tiene que perecer. El Cristo mismo que está en Ud. es lo único que puede levantarlo a Ud. Eso es Deidad, Dios en Ud.",
    "¡Ahora fíjense! Ahora, igual que hoy, ellos rechazan la Deidad identificada, ¿lo captan Uds.? Ellos ciertamente pondrán su nombre en un libro de iglesia y dirán: “Me esforzaré por vivir conforme a este credo”, harán un juramento a esto. Pero cuando se trata de aceptar la Deidad y expresar de nuevo esa misma clase de regalo como aquellos… expresando que Ud. está identificado por su regalo, en que Ud. rinde su ser completo a Eso, a la Deidad identificada. Entonces Ud. mismo se identifica con la Deidad al dar todo lo que Ud. es, lo que Ud. es, a la Deidad Misma.",
    "Ahora, Cristo en este día en que ahora vivimos, aún es una Dei-… identificándose a Sí Mismo: Deidad, entre la gente. Él aún es Deidad, porque Él es la Palabra. Y cuando nosotros vemos la Palabra Misma viviendo, entonces sabemos que el hombre no puede hacer eso. Es Deidad, la Palabra siendo manifestada por un hombre. Y Jesús Mismo dijo: “El Hijo no puede hacer nada de Sí Mismo. Yo no puedo hacer nada, soy un Hombre”, dijo Jesús. “Pero Mi Padre que mora en Mí, Él Me muestra todas las cosas que Él hace”. ¡Amén! ¡Allí tienen! ¿Qué es? Deidad siendo identificada en el hombre. Ahora, es igual hoy; que Deidad, la Palabra prometida para este Día, puede identificarse en Ud. ¡Amén! Entonces, entregue su todo a Ella. Muestre que Ud. cree en Ella. Concédale Deidad: Créala (servicio), y esté Ud. dispuesto a morir a sí mismo y a sus propios pensamientos. Pero hoy Ella es rechazada como en ese entonces.",
    "Fíjense, Dios dirigió a los magos con esos presentes. Prácticamente por dos años siguieron esa Estrella. ¿Ven? Y muestra que eso no pudo haber sido una de las cosas naturales que ocurrió. ¿Ven? Pues si las estrellas cruzando en sus órbitas se hubieran cruzado, eso hubiera mostrado que sucedía algo diferente. Pues… a menos que esos magos hubieran visto Eso mucho antes de que sucediera y supieran que en esa dirección ellas se cruzarían (¿lo ven?, por los trayectos en que venían; y ellas se cruzaron precisamente en Belén en ese tiempo), emprendieron el viaje desde por allá de antemano, sabiendo que estos cuerpos celestes se movían en esa dirección.",
    "Ahora, Dios guió a los magos porque ellos tenían los dones correctos. Dios guió a estos hombres sabios porque ellos tenían identificado el don correcto para identificar a Su Hijo. ¡Ooooh, vaya! ¿Lo captan Uds.? Hombres sabios hoy, sabios en el Nombre del Señor, no con alguna cosa ficticia, sino con el don que Dios prometió para este día, pues Dios los guiará a Uds. a identificar que Jesucristo es el mismo ayer, hoy y por los siglos. Ahí tienen: ¡hombres sabios!",
    "Dios dirigió esos dones por cuanto eran los dones para identificarlo a Él; ¡Hombres sabios, hoy, que pueden mirar más allá del iglesia-ismo y todas las cosas del mundo, a la Palabra Viva de Dios! Y Dios identificará a Su Hijo por Su Palabra, porque Eso es lo que Él es. “Yo y Mi Padre uno somos”. Y, “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros”. Y es la misma Palabra hoy: Él es el mismo ayer, hoy y por los siglos. Y un hombre sabio sigue Eso, por cuanto Eso es lo que Dios cuida para Él Mismo Identificarse. ¡Amén! ¡Un don! Un verdadero don de Dios identificado, Dios trae una cosa así a la tierra, para identificarse Él Mismo a través de eso.",
    "Y así es como Cristo fue identificado: por oro, mirra e incienso, por esos hombres mostrando por sombras previas y mostrando en tipo lo que sería Su vida. ¿Ven? Deidad manifestada para servicio, para que muriendo pudiera Él redimir a la nación, porque Él debía “salvar a Su pueblo de su pecado”; no salvar al mundo, salvar a Su pueblo de su pecado. La Biblia dice aquí: “Porque en—en Su Nombre confiarán los gentiles”. ¿Ven? Los gentiles confiarán en Su Nombre. ¡Amén! En otras palabras, la Novia, los llamados fuera de los gentiles, confiarán en el Nombre de Jesucristo: “En Su Nombre confiarán los gentiles”. Ahora, Dios los guió, porque ellos eran… los presentes que ellos estaban dando eran apropiados para el tiempo.",
    "¡Noten! Como he dicho, Dios ha… Él—Él dividió Su Palabra en el principio, en Génesis. Yo puedo tomar Génesis y mostrarles a Uds. cada edad en la Biblia, hasta esta edad aquí. Todas las sectas y cosas que tenemos hoy, puedo mostrarles a Uds. exactamente donde estaban en Génesis. ¿Ven?",
    "Dios dio Su Palabra un tanto aquí, un tanto aquí, un tanto aquí, para cada edad. Y luego Él envió un profeta, ungido para hacer venir esa Palabra a cumplimiento, y apoyar la otra que venía. ¿Ven?, como el Mesías, siempre apoyado. Todo profeta en su propia vida, su propio ser, la Palabra que fue dada para ese día, él vino y cumplió esa Palabra escrita y predijo lo que el otro iba a ser. Y cada uno de ellos habló de Él (amén) porque Él era la plenitud, Él era la Cabeza de los profetas, Él era la Palabra de Dios, Él era los profetas. ¡Amén! Allí está Él. ¡Fíjense! ¡Cuán maravilloso lo que Él fue: cada uno de esos profetas!",
    "Entonces cuando vino, Él fue la plenitud de todos los profetas manifestado; porque ellos eran la Palabra del Señor, y Él Mismo dijo: “Si Uds. llaman dioses a aquellos a quienes vino la Palabra de Dios, ¿cómo pueden Uds. condenarme a Mí cuando digo que Yo soy ‘el Hijo de Dios’?”. ¿Ven?, aun aquellos en esa edad fueron identificados como dioses, Dios Mismo los llamó “dioses”. ¿Qué eran ellos? Ellos eran manifestaciones de Su Palabra. Y aquí estaba Él, la plenitud de la Palabra, Deidad en cuerpo, Deidad manifestada en carne.",
    "¡Observen! Pues estos presentes que trajeron estos hombres, no se los pudieran haber traído a un profeta; no hubiera sido correcto. ¿Ven? Esos presentes no pudieran haber ido a Elías, no pudieran haber ido a Moisés, tuvieron que venir a Él. Y siendo que esos presentes fueron estrictamente para ese día y eran para identificar Quién era Él por estos presentes, entonces aquí viene Dios y lo protegió a Él. Y los guardó a ellos, dos años de camino allá, hasta que ellos encontraron la Luz Perfecta. ¡Cuán apropiado!",
    "Igual hoy. Tenemos personas que son igual de leales, personas amables, personas sinceras. Pero, Ud. verá, en eso hay algo que vendrá que Dios siempre ha hecho, para identificar este día. Este es el día cuando ha sido hablado que estas cosas sucederán. No habrá muchos, solo muy, muy pocos que serán salvos. La Biblia lo dijo; solo habrá un puñado.",
    "Jesús Mismo dijo: “Como fue en los días de Noé, donde ocho almas fueron salvas”. Ocho almas, de una—una generación parecida a esta; “Como fue en los días de Noé”. ¿Qué fue? Gran gente de cultura, buenos obreros, buenos constructores, todo grandioso como lo tenían ellos. Hicieron esta civilización igual a esa, ellos tenían grandes cosas. “Y como fue en los días de Noé, así será en la venida del Hijo del Hombre”. ¿Ven? Y Dios tuvo a Noé para identificar Su Palabra prometida. Era muy apropiado. El arca era muy apropiada con la Palabra de Dios que él habló, que: Él destruirá al hombre; pero salvó lo que él pudo.",
    "Ahora, estos magos trayendo sus presentes, identificaron, sus presentes identificaron lo que era Eso, y por esa razón Dios protegió esos dones en cada movimiento que ellos dieron. Él protegió eso hasta que ellos llegaron con esos presentes, porque eran apropiados para ese tiempo. ¿Entiende eso mi iglesia? ¡Eso es lo que está aconteciendo ahora! Yo espero que eso no se les pase por alto; tengo que decirlo casi en parábola, ¿ven Uds.? Pero ¿ven Uds.? Son las cosas que están sucediendo que son muy apropiadas para este día, Laodicea. Es el tiempo apropiado, por esa razón Dios Lo ha protegido. ¿Ven?, Lo ha traído para identificarse a Sí Mismo. Dones, aunque cueste una muerte, puso una piedra de tropiezo en su camino. Es un tiempo muy apropiado, correcto, apropiado para el día. Por esa razón es que Dios Lo ha protegido de la manera como lo ha hecho. Él Lo protegerá, hasta que se cumpla Su propósito.",
    "¡Oh, leí una historia, me vino a la mente no hace mucho, de algo así! Había una gran ciudad aquí, en esta nación, y… Nueva York. Y fue en la víspera de Navidad. Y había una familia pobre. Un papá, tenía tuberculosis, y estaba… y su esposa tenía tuberculosis. Habían quedado desamparados. Y él—él como que… Él estaba débil y por eso nadie lo empleaba. Él no tenía educación, y él—él… la gente no lo quería.",
    "Él simplemente era un marginado, terminó un vagabundo. Solo… Uds. saben lo que es un vagabundo, solo pasaba allí y—y recogía algo, y lo revendía y conseguía lo que podía; la poca ganancia que podía, trataban de vivir de eso. Simplemente un… como un revendedor o algo, en la calle; iba y compraba alfileres y agujas y dedales, y lo que podían. Y—y lo tomaban, y—y tal vez compraban por un centavo el paquete, y los vendían por 5 centavos; y ganaban cuatro centavos del paquete, y eso tal vez en todo un día. Uds. dicen: “Esa—esa es una gran comisión”. Pero solo piensen en lo poco que él vendería en un día. Tal vez ganaba veinte, treinta centavos en un día, y él tenía una familia.",
    "Y la—la esposita estando débil, ella—ella murió.",
    "Y se acercaba el tiempo de Navidad. Y la niña, a ella le había dado… por la desnutrición, al no tener la comida correcta y demás; también contrajo tuberculosis. Y ella era una pequeñita y, como de ocho, nueve años, diez. Y ella nunca había tenido una muñeca en la Navidad. Y era lo que ella quería de regalo, una muñeca.",
    "Y el padre, no pudiendo darle atención médica y demás, había… él—él vio que la niña partiría rápido, y él intentó lo mejor que pudo de—de—de—de reunir suficiente dinero para conseguirle una muñeca para la Navidad; ¡si solo conseguía lo suficiente para comprarle una muñequita! Y, entonces, venía el tiempo de la Navidad, llegó el clima malo, la niña contrajo alguna clase de neumonía, y—y ella murió, solo a unas semanas de la Navidad. Y el padre, por supuesto, con el corazón destrozado fue a su pequeña lata y sacó el dinero. Y pensó en su pequeña, y ella quería una—una muñeca como las niñas pequeñas. ¿Ven?, es una futura madre pequeña.",
    "Uds. notan cómo una niña, ella toma una muñeca, porque ella… esa es su naturaleza, ella es—ella será una futura madre. Ella será madre algún día si vive y todo eso; Uds. saben, su naturaleza. Por esa razón es que a una niña le gusta una muñequita, ella quiere cuidarla; pues, como sea, ella—ella es una pequeña, potencialmente, una—una—una pequeña madre.",
    "Y ella quería una muñequita, y nunca había tenido una. Y papá había ahorrado todo lo que pudo para—para conseguirle una muñequita. Y, pues, ella murió.",
    "Y el padre sufrió un colapso mental. Su esposa había sido tomada, su niña, y su mente había llegado al punto en que él—él… aún se—se acostaba cada noche y le hablaba a esta pequeña, aunque ya estaba… había sido sepultada. Pero él pensaba que estaba—estaba hablando con ella, y le decía: “Ahora, Cariño, no falta mucho y Papá te conseguirá esta muñequita para la Navidad. Y—y Papá te prometió la muñequita, y yo—voy—voy a conseguirla”.",
    "Finalmente llegó la Navidad. Y, claro, Uds. saben cómo es. Los ricos tuvieron sus—sus grandes fiestas; y—y las velas prendidas y las grandes misas en las iglesias, y hablando de Jesús y—y todo eso (las iglesias), y llevando a cabo toda clase de rutinas y misas, y cantando, y villancicos y de todo. Poco sabían de lo que sucedía atrás en el callejón, detrás de todo esto.",
    "Este pobrecito allá atrás, pues perdió su mente. Él quería mucho que esa niña tuviera esa muñeca porque ella había rogado por esta muñequita. Así que, él salió y le compró una muñequita de trapo, una pequeña—pequeña cosita, probablemente de treinta centavos; una cosita toda sucia que él compró allá al lado de la calle. Y era una noche muy fría, las—las—las ventiscas soplaban, la nieve caía fuerte allí, y Nueva York está allí mismo sobre la costa.",
    "Y las calles llenándose; y la gente en sus grandes carros limosinas. Y borrachos festejando, afuera bebiendo, la celebración del nacimiento de Cristo y de estas cosas de las que hablamos en esta noche, pensando que esa es la manera correcta de hacerlo; solo ahogan sus viejas tristezas y demás en la bebida, y que esa es la manera de hacerlo. Todos ellos…",
    "Parado en la tienda el otro día, y una mujer hablaba de lo que… dos muchachas se encontraron y querían saber lo que compraron para su papá. Y una de ellas dijo: “Bueno, él…”. Ella le compró una caja de cierta clase de cigarrillos. Y la otra dijo que le consiguió una botella de whisky y una—y una—y una baraja de cartas. ¡Pues qué regalo ese para dar como memorial del nacimiento del Señor Jesucristo! Y de esa manera es (¿ven Uds.?), solo es una gran cantidad de oropel. Eso no tiene nada en lo absoluto de Navidad.",
    "Y entonces nos enteramos que este hombrecito vagó por allí. Y en su corazón él sabía que su pequeña ya no estaba, pero él fue y a pesar de todo le compró la muñeca. Y pensó: “Comenzaré a caminar, en algún lugar la encontraré. Ella estará aquí por la calle y yo la encontraré”. Y él comenzó a caminar.",
    "Él—él no se podía engañar a sí mismo, ella no estaba allá atrás en la casucha y en la camita sucia, harapienta; sino que estaba sepultada. Así que, él—él lo sabía. Pensó que él la encontraría en la calle. Él dijo: “Solo continuaré caminando”. Y él iba por los callejones mientras ellos cantaban sus villancicos y en todo eso. Y él iba por el callejón, cargando esta muñequita sucia; aferrado a ella debajo de su abrigo, junto a su corazón, pensando en su pequeña.",
    "Y finalmente sucedió que un policía lo vio, y el policía mismo había tomado algunos tragos, y corrió al callejón y agarró al anciano y le dio vuelta. Él dijo: “¿Qué andas haciendo por aquí?”.",
    "Él dijo: “Le estoy llevando esta muñequita, señor, a mi pequeña”.",
    "Él dijo: “Pues, ¿dónde vive Ud.?”. Y él le dijo donde vivía. Él dijo: “Bueno, Ud. se aleja de ese lugar, está borracho. Vaya en la otra dirección”.",
    "Dijo: “Señor: No—no estoy borracho. Yo le prometí a mi niña que le—le conseguiría un regalo de Navidad”. Y dijo: “Un regalo apropiado para una niña pequeña es una muñeca pequeña”.",
    "Y él dijo: “Déjeme verla”. Entonces le mostró una pequeña muñeca de trapo sucia. Y él la tenía en su… junto a su pecho, aferrado de la muñequita como si… Entonces el policía, medio borracho él mismo, le dio un empujón y siguió caminando. El anciano se fue por el callejón, y la nieve caía rápidamente.",
    "Y bueno, las fiestas de medianoche terminaron. A la mañana siguiente, la nieve había cesado, el sol había salido. Y entonces deben… toda la gente por la diversión de las fiestas estaba… tenían bolsas de hielo en la cabeza, por beber demasiado y la celebración del—del nacimiento de Cristo. Y—y muchos estaban roncos por andar en fiestas, por todo lo acontecido.",
    "Pero en el fondo del callejón, encontraron al anciano. Y cuando le dieron vuelta, él tenía la muñequita junto a su corazón. Yo supongo que él le llevó a ella su regalo. Él la encontró en una Tierra que no queda aquí. Él—él—él llevó el regalo. Fue un regalo apropiado (Dios, misericordioso), aunque le costó a él su muerte. No había otra manera en el mundo en que él pudiera haberle dado el regalo, ella estaba sepultada. Pero de la única manera en que él podía hacerlo, era partiendo así. La muñequita no significaba mucho, supongo, la muñequita de cara sucia, pero eso… ¿por qué lo hizo él? Cumplió una promesa que él había hecho. No importó lo que la gente pensara de eso, sus manos sucias aferradas de una muñequita sucia, pero eso—eso le cumplió una promesa a su hijita.",
    "A veces ellos ven el Evangelio como cantos, juegos, ellos no Lo quisieron cuando Dios Lo trajo, pero eso cumplió una promesa: que Él daría a Su Hijo. Y ¿saben Uds. algo? Ellos también lo dejaron a Él para que muriera como un vagabundo en la calle. Eso es exactamente cierto, lo han abandonado a Él para que muera como un vagabundo en la calle. Y hoy, ellos lo tratan a Él como un vagabundo en la calle, pero Él cumplió con lo que debía hacer. Él fue el Regalo que Dios prometió para el mundo.",
    "En esta noche, que yo lo reciba a Él como mi Salvador en mi corazón. Que yo enfrente mi muerte o lo que sea, de esa manera. Yo le prometí mi vida a Él; quiero llevársela a Él. No importa por lo que tenga que pasar, así tenga que pasar por muerte, así me tengan que disparar; no importa lo que suceda, así tenga que recibir burla, ser llamado “loco”, cuanta cosa, excomulgado de las demás iglesias Cristianas y todo eso, yo… es un regalo de Dios al que yo me aferro en mi corazón. Él lo dio, yo quiero llevárselo a Él.\n\nInclinemos nuestros rostros por un momento.",
    "Presentes apropiados es de lo que hablo, fue un presente apropiado porque la pequeña… ella era una niña pequeña que sería una pequeña madre (lo hubiera sido), un regalo apropiado hubiera sido una muñequita. Un regalo apropiado que Dios, el Creador, podía darle a Su creación, sería un Salvador que la salvara de la condición en la que se encontraba. Yo me pregunto, en esta noche, ahora que llegamos a las Navidades, y supongo que será el último mensaje que oiremos de ahora hasta la Navidad, a menos que sintonicemos el mensaje de alguien por la radio.",
    "Me pregunto, esta noche, si nosotros hemos aceptado el Regalo que Dios nos prometió: Vida Eterna, por creer en Cristo y recibir el Espíritu Santo. Si Ud. no lo ha hecho y quiere aceptar el verdadero regalo genuino de Dios de la Navidad, ¿levantaría su mano? Diría: “Hermano Branham, yo—yo no sé, en algún momento Lo he—he creído. Y he observado las cosas que yo hago, y como que tengo un poco de duda”. No—no duden Eso más, amigos.",
    "Vean, es—es demasiado tarde para comenzar a dudar ahora. Estemos bien seguros de eso. Digan: “Ore por mí, Hermano Branham, y yo quiero… el regalo de Dios para el mundo es Jesucristo. Yo—yo—yo quiero que esta sea una verdadera Navidad. Yo acepto al Espíritu Santo en mi corazón. Que me puede proteger a través de todas las tormentas de la vida, y algún día yo podré entrar en Su Presencia con este don de la Vida Eterna. Él me aceptará en base a eso, es de la única manera en que Él lo hará”.",
    "O ¿tendrá Ud. el presente correcto en esta noche?, ¿la clase de actitud correcta? “Padre, yo te seguiré adonde Tú vayas; lo que digas ‘que hay que hacer’ yo lo haré; lo que Tu Palabra diga que yo ‘haga’, lo haré. Sí señor, no me importa lo que todos los otros digan, lo voy hacer porque yo quiero Tu Don; es Vida, y Cristo es la Palabra”.",
    "Si Ud. no puede creer toda la Palabra, y dice: “Pues, no sé, yo—yo creo que… esto, yo creo eso, pero simplemente no puedo estar de acuerdo con esto, no puedo estar de acuerdo con eso”. Ud. es como los setenta que se fueron. Ellos no pueden aceptar toda la Palabra y recibir a Cristo en la plenitud de Su Deidad y Su servicio; y estar dispuesto a morir como Él lo hizo por Ud.",
    "Entonces ¿levantará su mano, con su rostro inclinado?, y dirá: “¿Ore por mí?”. Dios lo bendiga. Y Dios lo bendiga. Dios lo bendiga. Dios te bendiga, niña pequeña. ¡Oh, Dios lo bendiga! Sí, veo su mano. El Señor lo bendiga, seguro. Este pequeño Regalo, de Cristo, que Dios envió al mundo; y Lo identificó por… los magos Lo identificaron, Su Propia vida identificó Eso, Su muerte identificó Eso, Su resurrección identificó Eso, el que Ud. lo acepta identificó Eso, y Él Mismo Se identifica con Ud., que Ud. es de Él y Él es suyo. Si Ud. realmente no está… ve la reacción del Espíritu de Dios obrando en Ud., en este tiempo de navidad, que venga ahora a Ud.",
    "Padre Celestial, nosotros nos tambaleamos como el vagabundo en la calle, a nadie le servía. El mundo siguió adelante tontamente en sus celebraciones, igual que ellos en esta noche, Señor. Pero a veces nosotros nos sentimos como ese vagabundo, pero hemos aceptado un Regalo. Entonces oramos, Padre, que Tú hagas de nosotros un regalo, de una vida para este mundo moribundo. Muchos aquí han levantado sus manos que quieren el Regalo de Dios, que Él Mismo tuvo que dar a Su Hijo unigénito, bajó y se hizo Hombre. Él se rebajó tanto que ellos ni siquiera… Él Se rebajó y humilló tanto que Él—Él ni siquiera tuvo una cama en donde nacer. Una—una—una vaca tuvo que… o un caballo o algo tuvo que ceder su establo, hacerse a un lado (un animal), los seres humanos habían llegado a tal condición. Él—Él bajó en un—en un pesebre, un viejo establo-cueva al lado de la colina allí en Belén, donde el hijo de una ramera había fundado la pequeña ciudad muchos años antes.",
    "Y ahora, Señor, vemos que una noche, una noche fría, le fue dicho a Él: “Rabí, queremos ir a casa Contigo esta noche”.",
    "Y Él dijo: “Bueno, las aves tienen nidos, y—y las zorras tienen guarida, pero yo—yo—yo no tengo un… ni siquiera un lugar para recostar Mi cabeza”. Y de esa manera fue que ellos lo dejaron morir a Él, como al vagabundo en la calle.",
    "Padre Celestial, ¿podrá el—podrá el Cristiano, podrá la gente hoy ver que—que Ese es aquel Gran Regalo? Y muchos aquí esta noche, más de una docena, me supongo, levantaron sus manos que querían recibir el Espíritu Santo. Que así como los magos, quizá nadie del resto de la congregación siquiera llegue a ver lo que acontece. Y esta Estrella, esta Luz mística pasó sobre los observatorios, por dos años, cuando la gente aún guardaba el tiempo allá por cuatro vigilias, ellos guardaban el tiempo por las estrellas. Nadie, ningún historiador escribió de eso. Nadie sabía nada respecto a Eso, y no obstante Ella estaba allí. Y estos magos, con su presente apropiado, fueron guiados por todo eso hasta Él. Que esa misma Luz entre a cada corazón aquí esta noche, que está sentado presente. Pueda ser que no haya emoción, que no haya esto, eso, y tal vez nadie más lo sepa, igual que con los magos. Pero que algo se asiente tanto en los corazones de estos hombres, mujeres, niños y niñas en esta noche, que ese Regalo de Dios unja sus vidas. Que de esta noche en adelante ellos sean cambiados. Ellos no serán más como eran antes. Ellos serán una—una criatura cambiada de ahora en adelante. Que ellos, como los magos, se vayan y no regresen a las modas del mundo (y a Herodes, el palacio del rey), “Sino que avisados por Dios, ellos se fueron”. Concédelo, Señor.",
    "Esta noche oro para que todo hombre sabio, niño o niña aquí en esta noche… Hombre o mujer que sea lo suficientemente sabio para dejar las cosas del mundo en esta noche, no regresen más después de este día. Después que pase este—este día y noche, que no regresen a las cosas del mundo, sino que ellos sean sabios. Y esta pequeña Voz mística que les hizo levantar la mano y decir: “Sí, yo quiero el Regalo de Dios…”. Que esa misma cosa que les hizo a ellos levantar la mano, los identifique esta noche con Su muerte, sepultura y resurrección, dándoles el Espíritu Santo. Que ellos se aparten de eso.",
    "Que estas mujeres aquí esta noche, Señor, que han tenido un tiempo tan difícil evadiendo la corriente del mundo: se dejaron crecer el cabello y visten como damas, y se han quitado este maquillaje y todo eso, esto artificial que muestra… eso—eso como que identifica que no están saludables, ellas… algo anda—anda mal. Y que esta noche, esta pequeña Luz mística, Señor, que les hizo levantar sus manos, que ellos digan: “Señor, estoy haciendo a un lado las cosas del mundo, esta noche”.",
    "Estos hombres que no han tenido ese—ese—ese verdadero algo, que les hablen a sus esposas y las hagan apartarse de eso; y las cosas que ellas hacen. Que todos nosotros juntos, Señor, nos apartemos de eso en esta noche, siendo avisados por Dios por medio del pequeño mensajito extraño de la—la Luz de Dios que impacta en nuestros corazones. Que nos apartemos de eso en esta noche y—y vivamos para Ti el resto de nuestros días, vayamos—vayamos a casa Contigo por otro camino aparte del que venimos caminando. Concédelo, Señor. Haznos mejores Cristianos, a todo Cristiano aquí esta noche, Padre, que Te han aceptado a Ti y creen en Ti. Y ellos han tratado de vivir una vida Cristiana, pero esta noche, que ellos se aparten, que ellos reciban ese Regalo.",
    "¡Oh, Dios, es—es un—es un camino despreciado! Las mujeres serán llamadas “anticuadas”, serán llamadas de todo; y los hombres serán llamados “fanáticos”. Pero estamos—estamos dispuestos, Señor.",
    "Espíritu Santo, apártanos, ahora mismo. Apártame a mí, Señor. Yo—yo—yo ni quiero recorrer algún camino que me aparte de Ti. Señor, yo—yo quiero ir por el camino que Tú me tienes para que yo vaya. Yo quiero que el regalo de mi corazón sea tan perfecto que Te identifique a Ti, Señor, en la tierra, de que no estás muerto, Tú estás vivo.",
    "Tú eres el Dios de los vivientes, no el Dios de los muertos. Los muertos están todos cubiertos de moscas y moscarda, creando gérmenes y más moscarda; como el hombre tomándose su primer trago, su primer cigarrillo que se fuma, dice su primera mentira, se escapa de su esposa la primera vez; o la esposa que se le escapa al esposo o hace cosas incorrectas; es como si una moscarda los afligiera, y eso… ellos—ellos se acumulan junto a… entran en lo hinchado y la inmundicia, porque por dentro hay un alma muerta. Espíritus malignos entran allí en eso. Y un espíritu maligno le hace a él hacer otra cosa; y vino otro y le hace a él hacer otra cosa, por cuanto ellos hicieron esto.",
    "Dios, que ellos se aparten y vengan a la Vida. Que ellos se levanten y los Ángeles de Dios bajen con los dones de Vida Eterna, Señor, y vayan de victoria en victoria. Concédelo, Padre. Nosotros nos apartamos en esta noche de las cosas del mundo y de los afanes del mundo, avisados por Dios de que el tiempo está a la mano, Jesús volverá a la tierra. Y que el Gran Espíritu Santo nos dé, en esta noche, esa Vida Eterna que buscamos. Concédelo, Señor. Estamos—estamos, solo oramos que Tú nos concedas estas bendiciones a nosotros que las pedimos en el Nombre de Jesucristo.\n\nCon nuestros rostros inclinados:",
    "Hombres sabios hace mucho vinieron a esa… siguieron esa Luz a una… ellos encontraron la Luz Perfecta. Y que la pequeña Luz, esta noche, que hizo que Uds. levantaran su mano o tal vez Ud. ni siquiera… Eso lo impactó a Ud., pero Ud. ni siquiera levantó la mano, que esa Luz lo guíe a Ud. directamente a esa Luz Perfecta.\n\nPongámonos todos de pie para un pequeño servicio de consagración.",
    "Hagamos de nuestro pequeño corazón aquí en esta noche, un lugar de morada para Cristo. Recuerden en esta noche mi pequeña historia rara del vagabundo. Esta noche, Cristo en realidad es ese vagabundo en la calle. Es cierto, Él—Él fue un vagabundo en la calle. ¡Oh, sí, decimos: “Nosotros Le servimos a Él”! Seguro. Todo ese oropel y glamour, Él no es eso. Eso no es Él. Él tuvo que morir para traerles a Uds. este Regalo, no una muñeca, sino que Vida. Él tenía que morir para poder hacerlo, para llegar a Ud., era la única manera de llegar a Ud. Él no podía simplemente venir aquí y ser un Hombre perfecto, como lo era Él, y llegar a Ud. Él no podía hacerlo de esa manera. Él tuvo que morir para hacerlo, para hacer—hacerle llegar a Ud. el Don de Dios. Así como el—el vagabundo tuvo que morir para llevarle la muñequita a su niña, Cristo tuvo que morir para traer a Dios a Ud. Nosotros queremos aceptar Eso esta noche. Y yo creo, con nuestros rostros inclinados,… y solo levantemos nuestras manos a Dios y consagremos nuestras vidas de nuevo, aquí mismo esta noche.",
    "¡Oh, Bondadoso Dios!, nosotros—nosotros queremos Tu Regalo. Yo—yo estoy aquí, en este tiempo de Navidad, Señor, cuando me doy cuenta y miro por la tierra y veo el oropel y el glamour del día, yo—yo puedo simplemente ver el… más allá, como dice la Biblia de esta edad de Laodicea: Tú estás afuera de Tu iglesia. Eres rechazado, un fugitivo de Tu Propia iglesia y de Tu Propio pueblo; Eres—Eres—Eres rechazado. Un—un fugitivo siendo algo que es rehusado, y Tú eres rehusado en Tu Propia iglesia. Eres rehusado entre Tu pueblo. Ellos no Te quieren, Señor, y ellos Te han dejado, como al vagabundo en la calle. Dios, Tú—Tú—Tú continuaste a morir de todas formas, para así poder traernos el Regalo de Dios. Y nosotros humildemente Lo aceptamos, Señor. Oro que Tú simplemente llenes nuestros corazones y vidas. Y apártanos, de esta noche en adelante, y que seamos enteramente Tuyos ahora que consagramos nuestro ser a Ti.",
    "Recíbeme a mí, Señor. Son muchos los errores que he cometido en la vida. Y, amado Dios, estando—estando yo—estando yo parado aquí, en este lugar sagrado, donde se ha predicado el Evangelio y donde Te hemos visto a Ti aquí, aun en una—una gran Luz que brilló sobre ellos. Y estamos tan agradecidos por esto, Señor. Yo—yo mismo me consagro en estas Navidades, no en… y como haría el mundo o eso de—de voltear nuevas páginas. Señor, yo—yo solo quiero aceptar a Tu Hijo. Yo—yo quiero aceptar Tu Don, Señor.",
    "Yo quiero aceptar el Don de la Vida Eterna por Cristo. Y yo, verdaderamente, Señor, acepto el Don de Cristo para mí, para tratar de ganar a otros para Ti. Dios, cada uno…",
    "Haz a la damita de casa tan dulce y humilde que ella pueda guiar a otros a Ti. El Don que Tú le das, esa cosita femenina como una dama, que ella sea tan dama que los vecinos la vean a ella y—y quieran ser como ella.",
    "Haz al hombre, al trabajador de taller, quien sea él, Señor: hazlo una vida humilde, como Cristo, para que otros puedan ver. Nosotros no sabemos dónde estén esas personas allá afuera, Padre, pero jamás queremos abandonar ese gran camino antiguo; más bien nos extenderemos hacia atrás, hacia adelante, extenderemos bien afuera la mano, adonde sea para conseguir un alma. Ponla dentro de nuestro alcance, Señor, oramos. Y danos la—la—la vida que cause que la gente quiera vivir así, mientras nos consagramos a Ti, en esta noche. En el Nombre de Jesucristo. Amén.\n\nAhora, si inclinan sus rostros nuevamente, quiero desearles a cada uno de Uds. una muy feliz Navidad:",
    "Que el gran Regalo de Navidad, el primero y el único y el original y el único que hay, Jesucristo, sea renovado en su corazón esta noche. Que el Espíritu Santo venga a Uds. y les traiga dones ministeriales y cosas de Dios, que Uds.… un regalo para que Uds. puedan vivir una mejor vida. Eso es lo que Yo quiero. Yo prefiero tener la Vida de Cristo en mí para vivir una vida dulce y victoriosa que todos los dones de sanidad, los dones de profecías, todos esos otros dones; solo denme a Jesús. Déjenme vivir la Vida, la Vida es lo que yo quiero vivir. Yo quiero vivir para que otros puedan saber. Ese es mi—ese es mi deseo en la Navidad, y oro que sea el deseo de Uds. Y oro que Dios nos conceda Su deseo.",
    "Ahora, recibamos unas palabras del pastor, y la despedida. Y que Dios los bendiga. Nos veremos el miércoles en la noche. Hasta ese momento, Dios los bendiga. 🦅"
  ]
}