{
  "title": "ORDEN DE LA IGLESIA",
  "id": "63920009",
  "content": [
    "🦅  Hermanos, hemos programado esta reunión aquí en esta noche, con el propósito de saber cómo operar la Iglesia del Dios Viviente, lo cual, nosotros creemos ser parte de esta Iglesia.",
    "Quiero, como primera cosa, quiero decir que en mis viajes alrededor del mundo, hasta donde yo sé, este es uno de los lugares más espirituales en donde uno siente el Espíritu de Dios, más que en cualquier otro lugar que yo conozco. Tenía otros dos lugares en mente que solían ser, pero hasta ahorita no—no parece que podemos ver esos lugares; uno de ellos se metió a la organización, y el otro como que se ha—se ha caído.",
    "Así que me llamaron ayer y me—me dijeron que todos Uds. querían una reunión para hacerme estas preguntas concernientes a sus deberes en esta iglesia, y yo…y para eso estoy aquí esta noche, es…y para—para establecer la iglesia, o para darles a Uds. las cosas que yo pienso que—que son esenciales para hacer que esta iglesia continúe.",
    "Hermanos, estoy seguro que Uds. comprenden eso, ya que he hecho la declaración de ser éste un lugar espiritual. No es el lugar más grande en el mundo, y no es en donde se canta más, se llora más, se grita más, o se habla más en lenguas, y cosas, eso no es, sino que es la calidad del Espíritu que opera aquí en este tabernáculo. Y, hasta aquí, quiero felicitar y dar gracias al Hermano Neville, y—y a Uds. hermanos aquí, los síndicos, y los diáconos, y al superintendente de la escuela dominical, y a todos, por—por lo que Uds. han hecho en—en ayudar a conservar esto de esta manera. Ha sido mi constante oración, y un deseo desde que era un joven, de ver a la iglesia puesta en orden y mantenida en orden.",
    "Ahora, cuando dedicamos la iglesia les dije: “Tengo algo de que hablarles a Uds. un poquito después”, de cómo poner esta cosa en orden, la manera en que debería de ser operada. Y Uds. empezaron…después de partir de aquí, tuvimos ministros y demás. Pero ahora, el Hermano Neville, siendo sólo uno que principiaba entre nosotros, vino a estar entre nosotros, y pensé que podría ser mejor para el Hermano Neville estar mejor establecido en la Fe antes de que yo presentara tales cosas como las que voy a presentar ahora. Pero ahora, después que me he dado cuenta que él se está estableciendo bien en la Fe, y que entiende lo que es la Doctrina, y que ha actuado como un fiel testigo de Cristo y se ha parado firme por lo que nosotros creemos ser la Verdad, pienso que ahora es el momento y sería el tiempo apropiado, para abordarlo en la…y entre Uds. ancianos y cosas aquí en la iglesia, que Uds. tomarían estas órdenes y las recordarían, es lo mejor de mi entendimiento delante de Dios. Entonces estoy esperando que Uds. lleven a cabo estas cosas de la manera que las estoy diciendo, porque alguien tiene que ser la cabeza aquí. Uds. tienen que tener…",
    "Ahora, yo no estoy tratando de usurpar autoridad o algo como eso, pero, ¿ven Uds.?, un hombre o algo que tenga dos cabezas, no—no sabe por dónde ir. Dios nunca tuvo dos cabezas en Su Iglesia, El nunca lo tuvo así, es una cabeza. El siempre ha lidiado en cada generación, como lo hemos estudiado a través de las Escrituras, siempre es un individuo con el que El lidia. Porque al tener dos hombres, se tienen dos opiniones. Tiene que llegar a un absoluto final, y mi absoluto es la Palabra, la Biblia. Y como un pastor aquí de la iglesia, mi absoluto es la Palabra, y yo quiero…Yo sé que Uds. son Hermanos, y Uds. como que esperan que yo sea su absoluto para lo que…mientras yo siga a Dios como Pablo dijo en la Escritura: “Síganme a mí, como yo sigo a Cristo”.",
    "Y entonces yo espero que Uds. hermanos, en cualquier momento que me vean apartarme de esta Escritura, que vengan a mí privadamente y me digan en dónde estoy mal. A mí no me interesa si Ud. es uno de los síndicos o de…o si Ud. es un conserje, lo que Ud. sea, Ud. está obligado a mí (como un Hermano en Cristo), de decirme cuando yo esté errado escrituralmente. Y si hay una pregunta, sentémonos y resolvámosla juntos.",
    "Y esta es la razón por la cual Uds. vienen, me supongo, a mí en esta noche, la razón que me trajeron aquí, es porque hay preguntas aquí que parecen estar inquietándoles en sus mentes, de las cosas que yo tengo—tengo aquí. Ahora recuerden, hermanos, yo no sé…no hay nombres escritos en ninguno de estos papeles, pero…y los escribieron, y yo no puedo…yo no sé quién las escribió, pero son preguntas que están en sus mentes, y yo estoy aquí para contestarlas lo mejor que yo sé.",
    "Y recuerden, Dios me está vigilando, para ver que me quede en la Palabra. Y yo los estoy vigilando a Uds. para ver que ejecuten la Palabra, ¿ven?, ¿ven?, en esta iglesia. Y la guarden espiritual, pues recuerden, todas las fuerzas del—del reino oscuro de Satanás serán tornadas contra Uds. mientras empiezan a crecer en el Señor. Y Uds. deben de ser soldados, no solamente reclutas principiantes. Uds. ahora son soldados veteranos, y han sido entrenados para pelear. Y Satanás vendrá entre Uds. y causará que disputen el uno con el otro, si él puede. Rechácenlo inmediatamente; Uds. son hermanos; y ese es el enemigo. Y nosotros estamos aquí para sostener un estandarte en este tiempo de la Luz del atardecer, cuando el mundo se ha oscurecido y todo el reino de la iglesia está entrando en el Concilio de Iglesias. Y muy pronto ellos tratarán de clavar un letrero aquí en esta puerta: “¡Cerrado!” Y entonces vamos a tener que reunirnos en otros lugares, porque ciertamente cerrarán estas iglesias uno de estos días si no tomamos la marca de la bestia. Y estamos dependiendo en permanecer fieles a Dios hasta que la muerte nos libere, y eso es lo que nosotros nos proponemos hacer.",
    "Ahora directo a las…Y yo pediría, que si en alguna ocasión se llegaran a cuestionar algunas de estas cosas, que esta cinta pueda ser tocada ante los miembros de esta iglesia, ¿ven?, en sus reuniones, o antes de la reunión, antes de que la reunión principie. ¡Pongan esta cinta y escúchenla! Y que esta congregación entienda que estos hombres están obligados a Dios, por medio de sus votos en esta iglesia, para mantener estos principios. Uds. pudieran no estar de acuerdo con ellos; y si yo les permito a Uds. operarla, entonces yo no estaría de acuerdo con Uds. Nosotros debemos de tener alguna fuente en alguna parte que sea un absoluto. Y hasta donde yo sé, lo estoy dando por medio del Espíritu Santo, permitiendo que El sea mi Absoluto. Y permitan Uds. que esta cinta sea su Absoluto en cuanto a estas preguntas.",
    "Ahora, la primera es:\n\n220. ¿Cómo debería de actuar la iglesia con respecto a llamadas de asistencia económica…de alimento y ropa? ¿Qué—qué acción, qué—qué debería de hacer la iglesia?",
    "Ahora, nosotros nos damos cuenta que la iglesia es responsable por los suyos, por nuestros miembros aquí en la iglesia, nosotros somos totalmente responsables mientras tengamos recursos con qué suplirles. Nosotros somos responsables por los nuestros, que son miembros fieles y constantes del tabernáculo, que vienen aquí y adoran con nosotros. Nosotros estamos obligados a ellos, como nuestros hermanos y hermanas que han probado ser nuestros miembros de esta asamblea.",
    "Ahora, nosotros nos damos cuenta que hay millones en esta noche sin alimento, sin ropa, y nos gustaría poder ayudar a todos ellos, hacer todo lo que pudiéramos, pero económicamente no podemos hacer eso, nosotros no podemos sostener a todo el mundo. Pero estamos obligados a los nuestros. Y yo pienso, en eso, y entonces si nosotros tenemos algo que nos sobre que Uds. quieran donárselo a personas que no son miembros de aquí de esta iglesia, algo que Uds. quisieran darles, eso debería ser canalizado a través de la mesa directiva de diáconos.",
    "Los diáconos son los únicos que—que tienen que encarar esta posición, o este problema, quise decir; porque en la Biblia cuando surgió la disputa acerca del alimento y ropa y demás cosas, en el Libro de los Hechos, ellos llamaron a los apóstoles al respecto, y ellos dijeron: “Vayan y busquen Uds. siete hombres de testimonio honesto y llenos del Espíritu Santo para que ellos atiendan estas cosas, porque nosotros nos dedicaremos continuamente a la Palabra de Dios y a la oración”.",
    "Y no es el deber del pastor de cuidar…del alimento y demás cosas. Eso debe de ser por los diáconos. No son los síndicos, es el ministerio de los diáconos que hace esto. Y entonces esto debería ser…Recuerden en la Biblia, ellos estaban contribuyendo para los suyos, los Griegos y los—y los Judíos, cuando surgió el argumento que uno estaba recibiendo un poquito más que el otro, pero era gente que había vendido todas sus pertenencias y lo habían dado a la iglesia para su sostén, y para—para ser dividido entre ellos equitativamente. Y hubo una pequeña disputa que surgió y de allí fue de donde obtuvimos nuestros primeros diáconos. Y eso es uno de sus deberes, el hacer eso.",
    "Yo pienso que, como los nuestros, como gente nuestra, deberíamos de cuidar de ellos. Y debería de llevarse toda queja al presidente de la mesa directiva de diáconos, y luego debería ser hablado en la mesa directiva de diáconos y ver lo que ellos pueden hacer al respecto. Y todas estas cosas como ropa, y alimento, y ayuda monetaria, o lo que sea, debería de hacerse a través de los diáconos. Entonces los diáconos, cuando ellos deciden que ellos son—que ellos son…lo que ellos van a hacer al respecto, entonces debería de ser presentado al—al tesorero, para ver si el tesorero es capaz en ese momento de pagar esta cierta cantidad de dinero, o—o comprar ropa, o lo que fuera. Pero la—la mesa directiva debería de reunirse sobre eso, y eso no debe llegar a los síndicos o al pastor. Es un asunto totalmente de los diáconos.",
    "Ahora, entonces la pregunta número dos:\n\n221. ¿Es suficiente decir abiertamente desde el púlpito que las lenguas e interpretaciones deberían hacerse en una reunión antes del servicio? Esta es la segunda pregunta en este pedazo de papel que tengo aquí, el cual es una tarjeta.",
    "Ahora, ésta tendría que ver con el pastor ¿ven? Porque él— él, después de todo, sobre la parte espiritual, él es la cabeza de eso. Los diáconos son los policías de la iglesia, para guardar el orden y para tomar cuidado de estas cosas, y alimentar a los pobres y demás cosas. Los síndicos están a cargo de los fondos monetarios y del edificio, y eso es lo que ellos deben de atender. Pero el pastor está encargado de la—la supervisión de la parte espiritual, y esto sería para Ud., Hermano Neville.",
    "Ahora, hay…hace tiempo cuando el orden fue establecido en la iglesia. Yo creo en hablar en lenguas, e interpretación, y todos los excelentes dones espirituales que están ordenados por Dios para estar en la iglesia. Pero nosotros estamos viviendo en un día igual como fue en el tiempo de la Biblia, en donde las iglesias…Ahora, fíjense en Pablo, él fundó la iglesia en Efeso, la iglesia de Efeso, la cual fue una iglesia bien establecida. ¿Se fijaron Uds.? Nosotros creemos que Pablo, y él mismo dijo, que él hablaba en muchas lenguas, y nosotros sabemos que él tenía dones de lenguas. No aquellas que él había aprendido, sino aquellas que le fueron dadas a él espiritualmente, por la manera en que él habla de eso allí en Corintios. Y para ahorrar tiempo, yo no…abriendo la Biblia y leérselo a Uds., porque eso haría muy larga nuestra—nuestra estancia aquí en esta noche, siendo que no tengo mucho tiempo. Y ahora…pero solamente para que Uds. puedan ver abiertamente.",
    "Ahora, Pablo en ninguna ocasión tuvo que hablar a la iglesia de Efeso o a la iglesia de los Romanos, o a ninguna de esas otras iglesias, acerca de sus dones espirituales, de cómo ponerlos en orden. Pero sí tuvo que hablarles a los Corintios continuamente acerca de eso, porque ellos lo hicieron un tema de discusión todo el tiempo. Y Pablo dijo, cuando él estuvo con ellos, que si ellos reconocían que uno tenía lengua y otro tenía un salmo, él le daba gracias al Señor por todos sus excelentes dones y cosas así. Y si Uds. se fijan en el primer capítulo o dos de Corintios, Pablo les estaba diciendo, lo que ellos eran posicionalmente en Cristo, como él…que ellos estaban posicionalmente en Cristo.",
    "Entonces después que él les dijo, luego como un padre, él empezó a dejarles caer el azote y dijo: “Yo he escuchado que hay contiendas entre vosotros, y escuché que os embriagáis en la mesa del Señor”. El no los descristianizó; y Uds. hermanos no hagan eso, de descristianizarlos, pero es de la manera que ellos se comportan en la casa de Dios. Allí es en donde está.",
    "Ahora, yo diría esto, como dijo Pablo de antaño: “Cuando os reuniereis, si uno habla, dejad que otro interprete. Si no hay intérprete, entonces guarde su paz. Pero si hay un intérprete…”",
    "Ahora, yo he observado a esta iglesia, y yo los he visto crecer, y he visto muchos dones espirituales operando entre Uds. Francamente, una vez tuve que hablar con el Hermano Neville al respecto, con Palabra del Señor, para corregirlo en algo que él estaba haciendo.",
    "Y si yo…si el Señor tiene…El Espíritu Santo me ha hecho un atalaya de la Manada, entonces es mi deber decirles la Verdad. Y yo estoy muy agradecido con el Hermano Neville, él prestó atención a la Verdad. Yo solamente lo puedo decir como El me lo dice.",
    "Ahora, en esto, como he notado su iglesia creciendo, y lo he notado. Y en la iglesia, aquí está la manera en que la teníamos antes, y así es como la—la queremos otra vez.",
    "Ahora, si Uds. no vigilan, cuando los bebés…La primer cosa que un bebé hace es tratar de hablar cuando él no puede hablar. ¿Ven? El hace mucha bulla, y ruido, y—y demás, pero él piensa que él está hasta…él puede hablar más que el predicador en ese momento. Bien, nosotros encontramos eso, no solamente en la vida natural, sino que lo encontramos en la vida espiritual también. Es un niñito. Y si Uds. tratan de corregir a ese bebé y le pegan un poco porque él está “balbuceando” y tratando de hablar, Uds. echarán a perder al niño. ¿Ven?, lo dañarán. Y lo mejor es dejar que ese niño crezca un poquito hasta que él realmente pueda hablar sus palabras bien, y luego decirle cuándo. “No cuando papá está hablando o cuando mamá está hablando”. Pero cuando es el tiempo apropiado, déjenlo a él que hable. ¿Me entienden Uds.? Ahora, permítanle hablar cuando sea su tiempo de hablar.",
    "Ahora, si yo he tenido alguna vez algo que ha sido un aguijón en mi carne, en mis reuniones de afuera, es que alguien se levante cuando yo estoy hablando y luego que dé un mensaje en lenguas e interrumpa el Espíritu. Acabo de terminar unas reuniones en Nueva York y en diferentes lugares en donde los ministros permiten eso, vez tras vez, y eso no es nada sino—sino una confusión. ¿Ven?, cuando Dios está lidiando en una línea de pensamiento, El…estaría—estaría…El estaría derrotando Su Propio propósito, si El está tratando de hacer llegar a Uds. un cierto pensamiento, a la congregación, para hacer un llamamiento al altar, y alguien lo interrumpe.",
    "Por ejemplo, como esto. Estamos sentados en la mesa, hablando, y estamos hablando acerca del Señor. Y el niño viene corriendo a la mesa, rápidamente, quita toda la atención de lo que estamos haciendo, y él grita, grita fuerte: “¡Papá! ¡Mamá! ¡Vaya! ¡Vaya! ¡Di un jonrón en el juego! ¡E hicimos todo esto, eso, y lo otro!” Y eso cuando nosotros estábamos en un tema muy sagrado. Ahora, que él haya dado un jonrón, eso está bien, eso está bien en el juego de béisbol. Pero él está fuera de orden cuando interrumpe el mensaje del cual nosotros estamos hablando. Que él espere hasta que su tiempo llegue y entonces que nos diga lo que él hizo en el juego de béisbol.",
    "Ahora, esa es exactamente la misma cosa que encontramos con los dones hoy día. Por eso es que Dios no puede confiar muchos dones espirituales a la gente, ellos no saben cómo controlarlos. Este es el problema hoy día, la razón de que no tenemos más de lo que tenemos.",
    "Entonces nos damos cuenta que hay mucha imitación de los dones espirituales. Pero yo no creo que sea así aquí en nuestra iglesia. Estoy agradecido por eso. Yo no creo que sea una imitación en lo absoluto. Yo creo que nosotros tenemos dones genuinos, pero debemos de saber cómo controlar esos dones.",
    "Y luego cuando Uds. estén haciendo algo bueno…Es como si Uds. estuvieran trabajando para un jefe, y Uds. empezaran en lo más elemental de su trabajo y estuvieran dispuestos a recibir órdenes, entonces el jefe tiene confianza en Uds. y él los seguirá subiendo cada vez a un oficio más alto.",
    "Ahora, yo creo que esa hora le ha llegado al Tabernáculo Branham, para saber que…tomar los dones que Dios nos ha dado, que Dios pueda confiarnos con algo aún más grande que lo que nosotros tenemos. Pero nosotros no podemos continuar…y Uds. observen a un hombre que siempre se le tiene que estar diciendo todo. Y recuerden: “El espíritu de los profetas está sujeto a los profetas”, dice la Escritura. Cuando Uds. ven a un hombre que Uds. tienen que corregir, o a una mujer, y esa persona se sale de orden, y luego Uds. le están diciendo la Verdad Escritural, entonces eso muestra que el espíritu que está en ellos no es de Dios. Porque la Biblia dice: “El espíritu de los profetas”, o, “profetizando”, eso es, testificando, predicando, hablando en lenguas, o sea lo que sea, porque las lenguas interpretadas son profecía. Así que está sujeto al profeta, y la Palabra es el profeta. Así que nosotros—nosotros vemos que está fuera de orden que un hombre o una mujer se pare y dé un mensaje, no importa cuánto quieran ellos hacerlo, mientras que el predicador esté en el púlpito.",
    "Ahora, yo sugiero esto para el Tabernáculo Branham, siendo que nuestros—nuestros dones que tenemos…Y nosotros tenemos aquí alguna gente muy dotada. Ahora, cada uno de esos dones es un ministerio de por sí. Son dones, al igual que predicar es un don, como sanidad es un don, como las otras cosas son dones, estos son dones, son ministerios de por sí. Y cada hombre está ordenado a esperar en su propio ministerio.",
    "Por lo tanto, que el Tabernáculo Branham sea operado de esta manera, y en el día, especialmente en este día, cuando hemos tenido tanta (yo no quiero decir esto, pero), tanta falsedad. Nosotros no queremos algo falso. Ningún hombre, ninguna persona honesta quiere tener algo falso. Nosotros…si no podemos tener lo real, no tengamos nada en lo absoluto, esperemos hasta que tengamos lo real. Ahora, yo creo que, Uds.—Uds. hombres, estarán de acuerdo conmigo en eso. Nosotros no queremos nada falso. Hermanos, no podemos empezar con algo falso e irnos de este mundo. Debemos de tener lo que es real, y lo que es genuino. Si no lo tenemos, esperemos hasta que lo tengamos, y luego digamos algo al respecto. ¿Ven?",
    "Ahora, yo diría, que todos estos hombres y mujeres quienes hablan en lenguas, y profetizan, y dan mensajes…Y yo estoy— yo estoy creyendo con Uds. hombres, que ellos son genuinos. Ahora, la Biblia ha dicho: “Examinadlo todo; retened lo bueno”. “Porque en lengua de tartamudos, y en extraña lengua hablará a este pueblo, este es el descanso al que yo dije que ellos deberían de entrar”, en el Libro de Isaías.",
    "Ahora, yo sugeriría esto para que así el santuario solamente fuera ministrado por un don a la vez, pues esto nos trae directamente otra vez al orden que estoy tratando de decir: Si uno está hablando, dejen que el espíritu de los profetas esté sujeto al profeta. ¿Entienden Uds.? Ahora, permitan que aquellos quienes tienen un ministerio para el Cuerpo de Cristo…Y ahora, se está declarando, entonces que sea ahora hecho. Que aquellos quienes tienen un ministerio para el cuerpo de Cristo esperen en su ministerio, porque es un ministerio de Cristo para la iglesia. Pero todos Uds. no pueden ministrar al mismo tiempo, tiene que ser uno a la vez.",
    "En el Tabernáculo Branham será de esta manera. Que aquellos que hablan en lenguas, y aquellos que interpretan lenguas, y aquellos que tienen profecía para dar a la iglesia, que se reúnan entre sí temprano en la…antes de que el servicio principie, que ellos se reúnan en un cuarto asignado, y esperen en el ministerio del Señor.",
    "Así como el pastor tiene que hacer antes de salir a la audiencia; él debe de tomar la Biblia, estudiar en la quietud de su cuarto, en el Espíritu, y estar ungido para salir ante la audiencia y hablar. Si él no lo hace, va a estar confundido cuando él salga allá afuera. Que cada hombre y cada mujer, con un don espiritual, venga delante del Señor. Y siendo que el pastor tiene un solo ministerio, él es un profeta; la palabra predicador en inglés significa “un profeta”, eso es uno que declara la Palabra.",
    "Que aquellos que tienen ministerios que forman parte de alguien más, como uno que habla en lenguas y otro que interpreta, que ellos esperen juntos en su ministerio. No pueden estar en un estudio privado y hablar en lenguas y luego ir a decirle al otro lo que dijo, porque él entonces tendría ambas, lenguas e interpretación. ¿Ven? Ahora, si él tiene eso, muy bien, nosotros queremos recibirlo de esa manera. Y queremos que la iglesia se beneficie con estos dones que están en nuestra iglesia. Dios los envió a nosotros, y es…queremos que nuestra iglesia se beneficie con estos dones espirituales. Así que el hombre que habla en lenguas, y el que interpreta, y el que profetiza, que se reúnan antes de que la—la iglesia se reúna. Que sólo ellos se reúnan en un cuarto, esperando en el ministerio del Señor para la iglesia. ¿Queda esto entendido?",
    "Y entonces, de esta manera, si el Hermano Neville dice… Bien, ahora permítanme…Perdón, permítanme decir esto. Si el Hermano Collins habla en lenguas y el Hermano Hickerson da la interpretación, entonces ellos juntos tienen un ministerio para la iglesia. Ahora, ese no es el ministerio del Hermano Neville; ese es el ministerio de Uds. para la iglesia. Estoy dando esto como un ejemplo. Entonces Uds. hermanos deberían de estar tan interesados en poner su ministerio en su lugar en la casa de Dios como el pastor está interesado en poner el de él, porque es igual de esencial que Uds. lo hagan. Pero Uds. no pueden hacerlo en la privacidad de su propio cuarto, si Ud. habla y Ud. interpreta, Uds. tienen que juntarse. Ahora, júntense en la iglesia, en un cuarto solamente para Uds., porque Uds. tienen un ministerio privado. No es un ministerio público, es uno que está para ayudar a la iglesia. ¿Ven? Es algo para ayudar a la iglesia, pero no es para operarse en el auditorio principal, sino únicamente de la manera que les voy a decir, es como debe de hacerse. ¿Ven? Entonces, lo que hable el Hermano Collins, y el Hermano Hickerson da la interpretación, como un ejemplo, entonces que el Hermano Fulano de Tal escriba eso, lo que sea. Y entonces si viene…",
    "Ahora, todos nosotros sabemos que el Señor viene, estamos conscientes de eso. Y si el Hermano Neville se levanta cada noche y dice: “¡He aquí, el Señor viene! ¡He aquí, el Señor viene!”, eso estaría muy bien, ¿ven? Pero él está diciendo eso (el pastor), en la plataforma, porque él tiene la Palabra para eso. Y si él es un pastor, profeta de la iglesia…o un pastor, quise decir, él debe estudiar la Palabra del Señor y decirles a Uds. lo que está escrito en la Palabra del Señor acerca de la venida del Señor, y Uds. están advertidos por medio de Eso. De otra manera un ministerio (para la iglesia), con el cual él no tendría ninguna conexión, sería lenguas, interpretación de lenguas (lo cual es profecía), o un profeta hablando, eso es algo que no está escrito en la Palabra. Lo que está escrito en la Palabra, él lo debe traer; pero lo que no está escrito en la Palabra, eso es lo que Uds. le deben decir a él. Como, por ejemplo: “Dile al Hermano Wheeler, ASI DICE EL SEÑOR: ‘Mañana, en su negocio del arenal, que no vaya allá, porque un camión se volteará’”, o algo como eso, y tiene que hacerse. Y Ud. lo ha hablado, y él lo ha interpretado, y entonces pongan eso en el púlpito después de que el ministerio de Uds. haya terminado. El…?…noche, después de que la iglesia…la alabanza, y empiecen a cantar y demás; si el ministerio de Uds. ha terminado para entonces, que lean la profecía que se ha dado.",
    "Y yo no pienso que nosotros tenemos…o si es así, pongan esto allí. Cuando estas personas se reúnen, que aquellos que tienen sabiduría vengan primero. Porque, ¿ven Uds.?, si uno habla en lenguas y da una interpretación de acuerdo a la Escritura, eso no puede recibirse a menos que sea atestiguado por dos o tres personas, dos o tres testigos más, ¿ven?, tienen que testificar de eso, que ellos creen que eso es la Palabra del Señor. Porque…Y algunas veces en estos ministerios menores, al igual como en cualquier ministerio, llegan espíritus que son erróneos; ¿ven?, entrarán allí. Y nosotros no queremos eso. No. Nosotros queremos estos ministerios listos para ser expuestos si tienen que ser expuestos, porque cualquier cosa de Dios puede…Uds. no se preocupen si hay que exponerlos, ellos— ellos soportarán la prueba si son de Dios.",
    "Al igual que el pastor, si alguien lo reta sobre la Palabra, él no tiene que retractarse, él sabe exactamente lo que está hablando: “Súbanse aquí”. ¿Ven? Y al igual que estos otros ministerios, tiene que ser de la misma manera.",
    "Ahora, si—si uno habla en lenguas y da un mensaje… Ahora, algunas personas hablan en lenguas cuando ellos se están “edificando a sí mismos”, la Biblia lo dice, ellos están disfrutando de unos momentos agradables. Ellos hablan en lenguas, ellos piensan. Y ellos sí hablan en lenguas, de hecho hablan en lenguas, y es el Espíritu haciéndolo. Pero si están allá en la audiencia, hablando en lenguas, solamente edificándose a sí mismos, entonces no hay ningún beneficio para la iglesia; el hombre se está edificando a sí mismo, o la mujer, o quienquiera que lo esté haciendo. ¿Ven?",
    "El hablar en lenguas es un don de Dios para edificación, como Pablo dice en la Escritura, que es para edificar a la iglesia. Así que tiene que ser algún mensaje directo de Dios para la iglesia, aparte de lo que está escrito aquí en la Biblia. ¿Ven? Es algo que…",
    "Si Ud. me preguntara: “Hermano Branham, ¿cómo debo de ser bautizado?” Yo le puedo decir a Ud. rápidamente. Ud. no tiene que hablar en lenguas para decirme eso, está escrito aquí en la Biblia qué hacer acerca de eso. ¿Ve? Yo no tengo que… Ud. no tiene que preguntar sobre eso ni que alguien lo hable en lenguas para decírselo a Ud. ¿Ve?, eso ya está escrito.",
    "Pero si Ud. pregunta: “Hermano Branham, ¿qué debo de hacer, tengo que tomar una decisión, si debería yo de aceptar a esta iglesia o irme a otra iglesia?”, o algo como eso. “¿O debería de hacer esto, o eso?” Ahora, eso tiene que proceder de Dios. ¿Ven?, Dios tiene que decirnos eso. Pero eso tendría que venir a través de otro ministerio, porque la Palabra no dice: “Que el Hermano Neville deje el Tabernáculo Branham y se vaya al Tabernáculo Evangélico de Fort Wayne”. ¿Ven?, eso no está escrito aquí en la Palabra ¿ven?, así es que para eso son esos dones.",
    "Como una persona que venga aquí y pregunte: “¿Creen Uds. en sanidad Divina?” Nosotros predicamos eso, lo creemos, creemos en ungir con aceite.",
    "Pero aquí está un hombre que dice: “No puedo entrar en contacto, ¿cuál es el problema?” Entonces se necesita a Dios, a través de lenguas, interpretaciones, a través de profecía, o alguna manera para entrar en la vida de ese hombre y sacar esa cosa que él ha hecho, y hablarle al respecto. Ese es un ministerio que no pertenece al pastor, pertenece a la ministración de estos dones, pero no deben de operarse allá en la audiencia. ¿Ven?",
    "Ahora, Pablo nunca en ninguna ocasión tuvo que decirle a aquellos—decirle a aquellos de la iglesia de Efeso nada acerca de eso, ellos estaban en orden, a la iglesia de los Romanos, o a ninguna de esas otras iglesias; únicamente a la iglesia de Corinto, y ellos nunca pudieron…Ahora, Pablo creía en hablar en lenguas. El permitió hablar en lenguas en la iglesia de Efeso, lo mismo que lo hizo en la iglesia de Corinto, ¿ven?, pero él podía hablar a los Efesios de cosas más grandes que sólo hablar en lenguas, e interpretación de lenguas.",
    "Ahora, entonces si alguien escribe un mensaje que ha sido dado en lenguas o dado en profecía, y lo pone en el púlpito, debe de ser leído por el pastor antes de que el servicio principie, el “ASI DICE EL SEÑOR”, de estas personas que lo hablaron y lo interpretaron. Y si eso sucede exactamente de la manera que la interpretación dijo, nosotros levantaríamos nuestras manos y daríamos gracias a Dios por Su Espíritu entre nosotros. Si no llega a suceder, entonces Ud. no lo haga más hasta que ese espíritu malo salga de Ud. Dios nunca miente, El siempre es verdadero.",
    "Entonces, ¿ven Uds.?, Uds. ahora han crecido lo suficiente para actuar como hombres, no como niños (“gu, gu, gu”), las cosas deben de tener sentido.",
    "Que la iglesia, ahora mientras va llegando a un orden, que llegue a este orden. Si uno profetiza…Si uno llega entre Uds., indocto, y Uds. hablan en lenguas, Uds. serían unos bárbaros para él, él no sabrá de qué están hablando. ¿Ven? Y realmente en este día cuando ha habido tanta confusión al respecto, eso causa una piedra de tropiezo. Pero dejen que uno hable en lenguas, y el otro lo interprete y dé el mensaje, y dejen que sea leído de aquí del púlpito, lo que va a suceder, y entonces que suceda, Uds. verán lo que sucederá. Díganles que: “Mañana a cierta hora, o la próxima semana a cierta hora, va a suceder cierta cosa”, y entonces que el incrédulo que esté allí sentado escuche eso y vea que se ha predicho antes que suceda. Entonces ellos sabrán qué clase de espíritu está entre Uds., será el Espíritu de Dios. Eso es lo que Pablo dijo: “Entonces si uno puede profetizar y revelar las cosas secretas, ¿no se postrará toda la congregación o el incrédulo, y dirá: ‘Dios está en medio de Uds.’?” ¿Ven? Porque no puede ser…",
    "Pero ahora no queremos…“Cuando éramos niños”, Pablo dijo, “yo actuaba como un niño”, él les dijo allá a los Corintios: “Yo hablaba como un niño”. El tenía una mente de niño. “Pero cuando llegué a ser adulto, dejé las cosas de niño”.",
    "Ahora, les estoy diciendo a todos Uds., ¿ven? Ahora, hace unos pocos años, Uds. eran niños con estos dones, jugando de aquí para allá. Pero ahora Uds. han estado mucho tiempo en la escuela, es tiempo de ser hombres, no los usen sólo para jugar. Estos dones son sagrados, son de Dios, y Uds. no deben de jugar con ellos. Dejemos que Dios los use. Eso es lo que su ministerio quiere ser y esa es la manera de poner al Tabernáculo Branham en servicio. Y—y si hay pregunta en esto, en cualquier momento, que esta cinta esté como testigo, que así es como debe de hacerse en el Tabernáculo Branham.",
    "Si un extraño entrara, pues todo el tiempo vienen, este siendo un tabernáculo interdenominacional, hay gente que viene que no tiene este buen entrenamiento, no lo tienen, ellos no saben algo mejor. Y ante su propio pastor, ellos se levantan y le interrumpen su mensaje, y hacen pedazos de un llamamiento al altar, y hablan en lenguas y todo de esa manera. Uds. son hombres que están mejor entrenados que eso. ¿Ven? Entonces después del servicio, si él se porta desordenadamente, entonces es el lugar del diácono ir a él. No permitan que su pastor tenga que hacerlo a menos que lleguen a un punto en donde no haya un diácono aquí, pero un diácono debe vigilar eso. ¿Ven?",
    "Ahora, después del servicio…si la persona se levanta y da un mensaje, el pastor, si él quiere parar un minuto y seguir adelante, muy bien, ¿ven?, eso depende del pastor. Pero inmediatamente, que el diácono, antes que el individuo salga del edificio, que lo lleve a un lado y hable con él al respecto. Y si él lo cuestiona, tráigalo a esta cinta y diga: “Esto es lo que el obispo o el superintendente de la iglesia…” Lo cual es obispo, el…cualquier superintendente. ¿Ven?, eso es lo que es llamado en la Biblia: “obispado”, ¿ven?, así que ése es el superintendente general de la iglesia. Dejen…“Estas son las órdenes y la manera en que nuestra iglesia lo hace. Ahora, nos gusta que Ud. venga y dé su mensaje. Pero si Ud. tiene un mensaje del Señor y es…que se dé, venga aquí y póngalo en el púlpito y nuestro ministro lo leerá a la congregación, un mensaje para la congregación”. Pero no debe ser sólo repetición de Escrituras, y cosas como esas. Tiene que ser un mensaje directo al pueblo, de algo que está por suceder, o algo que deberían de hacer. ¿Se entiende bien? Muy bien.",
    "222. Ahora, ¿hay alguna mejor manera de guardar el orden en la iglesia aparte de seguir recordándole a la gente con una—una repetición de parte de los diáconos al respecto? No, eso, yo acabo de explicar eso. Esa es la pregunta número tres.",
    "Los diáconos, el deber de Uds. es guardar el orden en la iglesia, con bondad y amistad. Y luego Uds. deben, si alguien se sale de orden en la iglesia, o que entre aquí como un borracho, o alguien que entre.",
    "Como mataron a ese ministro en el púlpito la otra noche. Uds. supieron acerca de eso, aquel borracho que entró con una escopeta de doble cañón. El llamaba a gritos a su esposa, y—y quería a su esposa, y se dirigió hacia el pastor. Y el pastor le señaló a su esposa que estaba allí sentada, pero él iba a matarla allí mismo en la iglesia, y el pastor empezó a lidiar con él. Y en lugar de—en lugar de…El—el hombre con la escopeta se volteó y mató al pastor en el púlpito, y luego mató a su esposa, y luego él mismo se mató.",
    "Ahora, si hubiera habido un grupo de diáconos allí cuando ese hombre entró por esa puerta con esa escopeta, ellos le hubieran echado mano y le hubieran quitado la escopeta de su mano. ¿Ven? ¿Ven?, esos—esos son diáconos en orden. Y ahora, estas cosas han llegado a tal grado y Uds. pudieran esperar cualquier cosa. Pero, recuerden, los diáconos son los policías de Dios en la casa de Dios, no importa lo que alguien más piense. Hay ocasiones en que un policía no querrá ir a arrestar a alguien, tal vez sea uno de sus amigos, pero él juró a un oficio, él lo tiene que hacer de todas maneras. Ese es su deber a su ciudad. ¿Ven?",
    "Ese es el deber de un diácono a la iglesia. Y si alguno se levanta y trata de interrumpir al pastor, o algo semejante a eso, y el pastor predicando su mensaje, los diáconos deben de dirigirse a esa persona, dos o tres de ellos, y decirle: “¿Pudiéramos hablar con Ud., hermano?” ¿Ven? Llévenlo de la iglesia, a la oficina, aquí o a alguna otra oficina, y háblenle al respecto, diciéndole: “Ud. no debe interrumpir”. Uds. saben, es una—es una gran multa de la ley el interrumpir un servicio, de todas maneras. ¿Ven? Pero tal gente, como una persona delincuente o algo, entra entre Uds., Uds. saben, y—y algún fanático religioso, y—y empieza el desorden, entonces los diáconos…Y si los diáconos no son capaces de controlarlo, entonces los síndicos o cualquier otro en la iglesia puede pararse y ayudar con tal persona. Uds. saben eso.",
    "Y—y ahora permítanme leer la pregunta otra vez:\n\n¿Hay alguna mejor manera de guardar el orden en la iglesia aparte de recordar a la gente con una repetición de parte de los diáconos, ahora, ocasionalmente?",
    "Ahora, yo pienso que el—el pastor, de vez en cuando…O toquen esta cinta, que eso sea como un testigo. Los diáconos son policías, y su palabra es ley y orden. ¿Ven? Y ellos tienen la autoridad de parte de la iglesia y aun de parte de las leyes de la nación para hacer que la casa de Dios sea un lugar correcto. Y cualquiera que se oponga a un diácono de esa manera, está expuesto de—de dos a diez años en la prisión federal. Si Uds. les dicen que se vayan y no lo hacen, o algo así, alguien con conducta desordenada, no sabe él lo que está haciendo…El mismo está exponiéndose, él mismo está adjudicándose toda clase de multas, todo.",
    "Y luego si se llega a tal grado de que alguien…Ahora, como…Y si alguien se levanta y se comporta desordenadamente…Tal vez sólo hablar en lenguas o algo, yo no haría nada en ese caso. ¿Ven?, déjenlos, por causa de que son extraños. Si ellos son de nuestra propia gente, entonces deje… La siguiente noche, Uds. diáconos, tomen esta cinta, y digan: “Bien, vamos a escuchar el orden de la iglesia antes de que empecemos el servicio, queremos que todos lo entiendan”. Y Uds. pastores y todos Uds. pueden trabajar juntos de esa manera.",
    "223. Ahora, Hermano Branham, ¿qué de la escuela dominical? Hermano Branham, acerca de la escuela dominical (muy bien), ¿debería de ser antes del servicio de predicación?",
    "Sí, siempre lo hemos hecho de esa manera. Tengan la escuela dominical antes del servicio de predicación. Y eso da una oportunidad para que los pequeñitos que atienden a la escuela dominical, despidan sus clases. Y si—si ellos quieren…Y los pequeñitos no lo entienden, y ellos tendrían que sentarse durante todo el servicio de predicación y luego tener escuela dominical, los pequeñitos estarían agotados. Que la escuela dominical sea primero, tengan una hora fija, que a una hora fija la escuela dominical dé comienzo. El superintendente de la escuela dominical debe vigilar eso, que la escuela dominical comience a cierta hora, a una hora fija. Y que sea despedida a una cierta hora. A toda la escuela dominical se le permite cierto lapso de tiempo para eso, y luego que se despida.",
    "224. ¿Debe ser el maestro para la clase adulta alguien más que el pastor?",
    "Si así se acordó. Si el pastor quiere traer la enseñanza de la escuela dominical y luego traer el mensaje después, eso está bien si él quiere hacer el servicio doble. Pero si él no quiere, entonces tenga su maestro para la escuela dominical de adultos ¿ven?, para la clase de adultos. Y entonces si—si el pastor tiene a alguien más en mente, y la persona quiere hacerlo, tomen unos treinta minutos, o lo que Uds. vayan a permitir a su escuela dominical, treinta o treinta y cinco, cuarenta minutos, o lo que sea.",
    "Y debería de haber aquí una campana. Y cuando esa campana se toque, eso quiere decir…o la campana de la iglesia, cuando se toque afuera, eso será para despedir la escuela dominical. Y cuando esa campana suene, eso quiere decir que todo se ponga en orden, en ese momento.",
    "Entonces habrá un tiempo designado para un himno o dos, lo que Uds. quieran cantar. No mucho tiempo, cansarán a la gente prolongándose mucho, ¿ven? Y solamente toquen la campana, tengan un himno y lo que vayan a hacer, y luego envíen las clases a sus lugares. E inmediatamente cuando sea hora, digamos que va a ser a—a las diez en punto, o diez y media, o diez quince, o lo que sea, toque la campana y cada maestro despida a sus clases, regresen aquí al auditorio. Y entonces…Y den el reporte, el reporte de la iglesia dominical, y entonces despidan todo por completo, y dejen que todo aquel que quiera, se quede para el próximo servicio de predicación. ¿Ven?, entonces está en orden.",
    "¿Pregunta? ¿Cuántos…? [Alguien pregunta al Hermano Branham: “En otras palabras, ¿entonces tenemos una clase separada?”—Editor]",
    "Oh, sí, deberían de tenerla. Uno—uno de tres años de edad no puede entender lo que pudiera entender uno de catorce años de edad. Yo creo que tengo eso más adelante.",
    "225. ¿Cuántas clases deberían de haber?",
    "Uds. deberían de poner sus clases en…Como una clase para pequeñitos que quisiera tener franelografía [Figuras pegadas a un tablero forrado de franela.—Traductor], eso es demasiado sencillo para un muchacho o muchacha de catorce años de edad. ¿Ven? Uds. deberían de tener a alguien que se haga cargo de la clase para esos pequeñitos, a alguna madre de edad o alguien que sabe cómo cuidar de ellos. Otras clases, yo pienso, que debería de ser alguien que fuera más capaz de presentar la Palabra. ¿Ven? Y deberían de haber clases. Yo diría, debería de haber una clase como desde…Cuando menos tres clases.",
    "Debería de haber una clase para niños pequeñitos, debería de haber como desde los cinco años de edad. Y todos los demás de menos de esa edad deberían quedarse con sus madres, y llevarlos a la guardería si es necesario durante el tiempo de—de la predicación, si ellos se comportan mal. Para eso está allí la guardería.",
    "Y yo pienso que las—las clases deberían de ser arregladas como para niños pequeños como de cinco o seis años de edad, hasta ocho o nueve, diez, algo así. Y luego de diez años de edad hasta quince, deberían de estar en la—la clase para adolescentes. Y luego la clase para adultos mayores de quince, porque ellos…si ellos están lo suficientemente maduros como para—para…hoy día ellos pueden obtener un trabajo y casi quieren votar a esa edad; así que ellos—ellos deberían de ser capaces de escuchar la Palabra, pero que entren en el auditorio principal y tengan eso.",
    "226. ¿Quiénes deberían de ser los maestros?",
    "Eso es, eso depende de Uds. de votar por sus propios maestros. Y Uds. deberían de hacer eso, póngalos allí, escojan a alguien. Y reúnanse con la iglesia y digan: “¿Quién se siente aquí guiado del Señor?” Y luego consigan un maestro calificado. Y luego que se haga. Tiene que ser estrictamente como negocio, hermanos. Si el maestro no califica para eso, entonces cambien de maestros.",
    "Cuando venga el momento, bajo la dirección de Dios, si yo siento que Orman Neville ya no califica para ser pastor aquí, yo lo voy a mencionar a la iglesia. Cuando yo vea una cosa aquí, y piense que Uds. diáconos ya no califican para ser diáconos, yo lo voy a mencionar a la iglesia, que: “Me di cuenta que hay un cierto diácono aquí haciendo algo que él no debería de hacer, y que él no cumple con su deber”, y algo así de esa manera, o un síndico o lo que sea. Yo no puedo votar para retenerlo o echarlo, la iglesia tiene que hacer eso, pero de seguro lo voy a presentar delante de la iglesia. ¿Ven?, porque eso es lo que debería de hacerse. Eso es lo que yo debo ser, como atalaya, debo vigilar y ver lo que está sucediendo. Nosotros vamos al Cielo, no por ahí a algún mitin o algo para divertirnos mucho y jugar el uno con el otro, y jugar béisbol. Nosotros aquí estamos tratando con la cosa más preciosa que existe en la tierra, la Palabra de Dios, y tiene que llevarse a cabo con un orden piadoso.",
    "¿Quiénes deberían ser maestros?",
    "Eso depende de Uds. el seleccionarlos. Pero yo escogería, para los niños, yo escogería a una mujer de edad, alguien que pueda hacer eso. Pero para los adolescentes, yo escogería algún maestro que es estricto, y no solamente salir y asar salchichas. Eso estaría muy bien si ellos quieren salir y asar salchichas, pero sólo poner toda la cosa en eso…Fíjese en la Palabra, que sea a alguien que sea capaz de sostener la Palabra. Y va a ser, que esta iglesia se pare no por…Las salchichas asadas están bien, y—y días de campo cuando Uds. quieren estar juntos y tener compañerismo, eso está bien, eso—eso es lo que Uds. deberían de hacer para entretener a los niños. Pero aquí en este lugar, esto es la Palabra de Dios. Las salchichas asadas son para cuando Uds. se juntan, o algo así, pero no aquí en esta casa de Dios. Y sabemos esto, por supuesto sabemos que nosotros no creemos aquí en esta tontería de—de—de fiestas y todo eso aquí, nosotros—nosotros…Uds. saben mejor que eso.",
    "227. ¿Quién debería de estar al cargo de la escuela dominical para mantenerla en orden?",
    "El superintendente de la escuela dominical. Eso son sus asuntos. El no tiene nada que ver con los diáconos, síndicos, pastores, o alguien más, él tiene un oficio propio. Quienquiera que sea su maestro de escuela dominical, yo no sé. Pero ese maestro de escuela dominical debe vigilar que cada clase esté en su lugar, y que cada maestro esté presente, o substituir otro maestro por ese maestro si no está presente allí en ese día.",
    "Luego antes del domingo…Mientras las—las lecciones están en desarrollo, el superintendente de la escuela dominical debe pasar y recoger las ofrendas que han recogido (la colecta de la escuela dominical), y el reporte de cuántos estuvieron presentes, cuántas Biblias tuvieron en esa clase y demás, y hacer un reporte de eso. Y luego pararse delante de la audiencia antes del servicio de la predicación, cuando se le dé el momento para hacerlo, cuando tengan el reporte de la escuela dominical, después de que la iglesia dominical haya terminado, decir cuántos maestros, cuántos estaban presentes, y el total de la escuela dominical, el total—el total de las ofrendas, y lo demás de esa manera. Diáconos, síndicos, pastores, no deben de hacer eso. Ellos no tienen nada que ver con eso, es el trabajo del superintendente de la escuela dominical.",
    "Y luego cuando él vea que la escuela dominical necesita ciertas cosas, entonces él debe presentar eso a la—a la directiva de síndicos, y los síndicos se reúnen al respecto, primero. Y luego los síndicos, si ellos ven que hay fondos suficientes y demás, a través del tesorero, entonces eso puede comprarse; si él quiere algo para literatura, o lo que sea, o para algunas Biblias o algo que quieran comprar, una Biblia para alguien, Uds. saben, que pueda encontrar más palabras y citar más Escrituras, algún premio o algo como eso que quieran dar, un obsequio, y ellos quieran comprarlo a través de la iglesia. Entonces que sea presentado a los—a los—a los diáconos…y luego que ellos investiguen si hay—si hay—si hay fondo en la tesorería. ¿Ven?",
    "Pienso que eso cubre las cinco preguntas sobre eso.",
    "Ahora la siguiente, es:\n\n228. Hermano Branham, con respecto al orden de la iglesia, nosotros hemos tratado de hacerlo de acuerdo a la manera que entendimos el orden dado en la dedicación de la iglesia nueva. Y al hacerlo así, algunos se han enojado y han dejado la iglesia. Y otros no escuchan nada de lo que decimos, especialmente los niños. Nosotros les hemos hablado a los padres acerca de sus hijos, y ellos no los cuidan. Ahora, ¿hemos nosotros malentendido? O, ¿lo estamos haciendo de la manera incorrecta? Gracias.",
    "Ahora, permítanme contestarlas en el orden que vienen:\n\nCon respecto al orden de la iglesia, nosotros hemos tratado de hacerlo de acuerdo a la manera que entendimos así como fue dado en la dedicación de la iglesia nueva.",
    "Ahora, eso está correcto, Uds. están haciéndolo bien. Ahora, me supongo que estos deben ser diáconos, porque esto aquí es el trabajo del diácono. Muy bien.",
    "Y al hacerlo así, nosotros con frecuencia…la gente con frecuencia se ha enojado con nosotros.",
    "¡También se enojan conmigo! Ellos se enojan con cualquier hombre. ¿Ven? Una persona que hace eso, hay algo mal en esa persona. Ellos no están bien con Dios, porque el Espíritu de Cristo está sujeto a las enseñanzas de Cristo, a la casa de Cristo, al orden de Cristo. ¿Ven? Y cualquier hombre que…o cualquier mujer, o personas, niños, que llegaran a enojarse con un diácono piadoso que les dijera que…y, o cualquier padre que llegara a enojarse con un diácono…Realmente, nosotros queremos tener en esta iglesia a todos los que podamos; pero si eso solamente causa problemas en otra parte, hay una espina o “un conejo entre la leña”, como nosotros acostumbrábamos decir. Esa persona no está bien.",
    "Si ellos se van, solamente hay una cosa que hacer: déjenlos que se vayan, y oren por ellos. ¿Ven? Luego tal vez algunos de los diáconos vayan a su iglesia…o vayan a su casa en alguna ocasión e investiguen por qué es que se fueron, y preguntarles qué estaba mal. Entonces, y si ellos…Vean si Uds. pueden reconciliarlos. Si no pueden, entonces lleven a dos o tres testigos con Uds., para que ellos quizás así entiendan. Entonces si ellos no logran un entendimiento, entonces se dice delante de la iglesia, si ellos son miembros de aquí de esta iglesia. Entonces ellos están…",
    "Entonces si ellos no son miembros de la iglesia, por supuesto no son miembros de esta congregación, ellos deberían de ser sometidos a esta regla. ¿Ven?, ellos—ellos tienen que escuchar nuestro orden aquí, porque este es el orden de la iglesia. Estas son cosas que no queremos hacer, cosas que a mí no me gusta hacer, pero son cosas que deben de hacerse. Y yo mismo me estoy exponiendo al decirles aquí en esta cinta, soy yo, ellos me pueden escuchar hablando y saber que soy yo, y no Uds. los hombres. Uds. me han hecho estas preguntas, y yo les estoy diciendo a Uds. lo mejor que yo sé, basado en la Palabra de Dios.",
    "🦅 Ahora, si esas personas se enojan y se alejan de Uds., ¿qué dice la Escritura al respecto, Hermano Branham?”",
    "🦅 Ellos salieron de nosotros porque no eran de nosotros”. Y eso lo concluye. “Dejaron la iglesia”, eso fue lo que ellos hicieron. Muy bien.",
    "Otros no escuchan nada de lo que decimos, especialmente los niños.",
    "Los niños deben de conocer la disciplina, deberían recibirla en el hogar. Aun si son los míos, si mis hijos entraran aquí a cualquier hora, se portaran desordenadamente, yo no quiero que Uds. les dejen pasar ni una cosa; Sara, Rebeca, José, Billy, o quienquiera que fuera. Uds. díganme, y yo atenderé eso. Si ellos no pueden comportarse, entonces no vendrán a la iglesia hasta que aprendan a comportarse. Esta no es una arena, esta es la casa de Dios. Este no es un lugar para jugar, y patinar, y escribir notas, y reírse, y criticar, esta es la casa de Dios, y es para comportarse piadosamente.",
    "Uds. vienen aquí para adorar, ni siquiera para visitar. Este no es un—este no es lugar para acampar, éste no es un lugar para visitar; este es el lugar de visitación del Espíritu Santo, para escuchar lo que El tiene que decir, no para oírnos el uno al otro. Nosotros no venimos aquí para—para tener compañerismo el uno con el otro, venimos aquí para tener compañerismo con Cristo. Esta es la casa de adoración. Y los niños deben de ser disciplinados, y si ellos están…de sus padres. ¡Que sea conocido! Que si estos diáconos…Si estos padres de los niños no van a escuchar a lo que estos diáconos dicen, entonces los padres mismos deberían de ser corregidos.",
    "Nosotros hemos hablado a los padres acerca de sus hijos, y ellos no los cuidan.",
    "Si ellos son miembros de esta iglesia, Uds. deberían de tomar a dos o tres juntamente con Uds. y llamar a ese padre a una reunión privada, en una de las oficinas. A mí no me interesa quién sea, si soy yo, si es el Hermano Neville, si es Billy Paul y su pequeñito, si es el Hermano Collins y uno de sus hijos, o cualquiera de Uds. Nosotros estamos…Nosotros nos amamos el uno al otro, pero estamos obligados a Dios y a esta Palabra. Si es Doc, no importa quién sea, debemos llamar el uno al otro y ser honestos el uno con el otro. ¿Cómo puede Dios lidiar con nosotros, si nosotros no somos honestos el uno con el otro? ¿Cómo vamos a ser honestos con El? ¿Ven?",
    "¡Esta es una orden, nosotros debemos guardar la casa de Dios! Y los diáconos deben saber cómo hacer eso. ¿Ven? Y por eso es que les estoy diciendo a Uds. ahora que mantengan esas cosas al corriente. Y si esto, si Uds. se lo dicen a los padres y ellos no escuchan esto, no lo escuchan, entonces Uds. llévense a otro diácono o uno de los síndicos, o alguna persona buena de esta iglesia, y llame…tome su sínd-…Reúnan a su directiva de diáconos, a todos sus diáconos, y digan: “Hermano Jones, Hermano Henderson, Hermano Jackson”, o quienquiera que fuera, “sus hijos se están comportando mal, y nosotros les hemos llamado la atención dos o tres veces con respecto a sus hijos y ellos no nos escuchan”.",
    "Entonces llamen al Hermano Jones, o el Hermano Quien sea, y digan: “Hermano Jones, lo llamamos a Ud. aquí para una reunión. Lo amamos, y nosotros…Ud. es parte de nosotros, Ud. es uno de nosotros. Permítanos poner esta cinta y escuche lo que el Hermano Branham dice al respecto, (¿ven?). Ahora, le hemos pedido a Ud. que haga que esos niños se comporten bien. ¿Ve Ud.? Si ellos no se comportan bien, y Ud. no los puede hacer que se comporten bien en la iglesia, déjelos con alguien mientras Ud. viene a la iglesia hasta que ellos aprendan a comportarse bien en la casa de Dios”. ¿Ven? Pero esta es una orden, ¡tiene que ser cumplida! ¿Ven?",
    "Ahora la otra pregunta dice:\n\nAhora, ¿hemos malentendido?",
    "No, señor. Uds. no lo han malentendido, eso es correcto. Voy a decirles otra vez, el orden. En el ejército, ellos no le preguntan a Ud.: “¿Irá Ud. a hacer cierta cosa?” Si Ud. está en el ejército, Ud. está obligado a hacerlo. ¿Ven? Y de esa manera es en la…Yo estoy obligado a predicar el Evangelio. Yo estoy obligado a pararme por Esto sin importar lo que mi otro compañero y hermano y demás digan al respecto, yo estoy obligado a hacer esto. Yo tengo que herir sentimientos y cortar hombres en pedazos, pero si yo…",
    "Uds. no quieren llegar a ser como Oswald. ¿Ven? Si Uds. no pueden estar en desacuerdo con un hombre y cosas, y luego saludarlo de mano y todavía tener los mismos sentimientos hacia él, entonces hay algo mal en Uds. Si yo no puedo estar en desacuerdo con un hombre (duramente desde un extremo al otro), y todavía pensar tanto de él como—como lo haría Cristo, entonces hay algo mal con mi espíritu, yo no tengo el Espíritu de Cristo. ¿Ven?",
    "Si él dice: “Bien, Hermano Branham, yo—yo creo que su enseñanza es esto y lo otro”.",
    "🦅 Muy bien, hermano, reunámonos para razonar, Ud. y yo. Iremos solos. Nos meteremos aquí en la oficina, nosotros solos, lo discutiremos”. Y él me corta en pedazos, y yo tengo que contestarle cosas a él. Si en mi corazón no puedo sentir lo mismo por él, que, “él todavía es mi hermano y que estoy tratando de ayudarlo”, entonces yo nunca lo ayudaré, no hay manera que yo pueda ayudarlo. Si yo no lo amo, ¿cuál es el propósito de ir allá? Dígale: “En primer lugar, hermano, primeramente, yo no lo amo, y permítame sacar eso de mi corazón aquí mismo antes de que entremos allí, porque yo no puedo ayudarlo hasta que lo ame”.",
    "Y eso es correcto, y esa es la manera. ¿Ven?, continúen, Uds. lo han hecho exactamente bien, esa es la manera que debería de ser. Uds. nunca lo malentendieron.",
    "¿Lo estamos haciendo de una manera incorrecta?",
    "No, esa es la manera correcta de hacer eso. ¡Que el orden sea guardado! Porque eso es constantemente…Ahora, niños pequeños y madres, pequeños bebés y cosas, ellos—ellos van a llorar, y si ellos lloran mucho y están interrumpiendo a su pastor allá arriba, recuerden, Uds. son sus guardaespaldas, Uds. son sus guardaespaldas del Evangelio. ¿Ven? Y si está interrumpiendo el mensaje del Señor, Uds. son diáconos, ¿qué deben hacer? Al igual que un hombre hablando en lenguas, él está obligado. Y un hombre predicando, él está obligado a la Palabra, él está obligado a estas cosas. Cada uno de Uds. está obligado a un oficio, y a eso—y a eso es que hemos—hemos venido.",
    "Ahora, no queremos quedarnos mucho tiempo, sabiendo que tengo una cita en unos cuantos minutos, así que trataré— trataré de apurarme lo más que pueda.",
    "229. Hermano Branham…Hay tres, dos preguntas aquí en esta tarjeta. Hermano Branham, ¿cuál debería de ser la política de levantar ofrendas en la iglesia para personas? ¿Cómo debería de hacerse esto?",
    "Yo pienso que el levantar ofrendas en la iglesia para personas no debería de hacerse a menos que fuera para su pastor. Y yo pienso que si alguien viniera buscando caridad, o algo como eso que…O alguien en—en alguna situación difícil, como uno de nuestros miembros aquí o de la congregación, digamos que uno de nuestros hermanos, que han tenido algún problema; bien, yo pienso que debería ser anunciado en la plataforma, y que el pastor haga eso, yo pienso que es su deber hacer eso; algún hermano que tenga necesidad de algo, que él lo presente a la iglesia, si él quiere que sea hecho de esa manera…",
    "Si hay alguien en necesidad y—y entonces Uds. no quieren levantar la ofrenda para la persona que está en necesidad, entonces que las directivas se reúnan y acuerden sobre cierta suma que ellos quieran darle a esta persona, de la tesorería. Pero si la tesorería está escasa en esa ocasión y ellos no pueden proveerlo, entonces tiene que levantarse, bien, que—que el… que se discuta con la directiva, informándole al pastor, y que el pastor pida por esa cosa en particular. Que diga: “Ahora, en esta noche, nuestro Hermano Jones, tuvo un—un accidente horrible, se le quemó su casa. Y en esta noche, como Cristianos, nosotros vamos a juntarnos, para que cada uno de nosotros haga una promesa de lo que podamos hacer para ayudar al Hermano Jones a restaurarle su hogar”. ¿Ven?, o—o lo que sea. ¿Ven?, nosotros—nosotros haremos eso. Que se diga desde el púlpito, esa es la manera de hacer eso. Y entonces que se dé lo que se prometió, y luego sea entregado al tesorero de la iglesia. Y esas promesas sean canalizadas a través del tesorero de la iglesia, y se les dé a ellos. Y—y se le dé a la persona un recibo de ello, porque yo no sé si está exento de impuesto o no; yo pienso que está por algo como eso.",
    "Ahora, pero cuando el caso se refiere a—a un extraño que viene, un extraño que viene como…Un hombre viene y dice: “Bien, ¿saben qué? Estoy—estoy—estoy viajando y se—se me reventó una llanta, y quiero una llanta nueva. Levántenme una ofrenda en esta noche para comprar una llanta nueva”. Ahora, eso no debería de hacerse. No, eso no debería de hacerse. Y si parece—si parece ser una cosa digna, de alguien que Uds. conocen, la directiva pudiera reunirse y designar una cierta cantidad de dinero de la tesorería para comprarle a ese hombre una llanta o lo que fuera. O si la tesorería de la iglesia está escasa, y la directiva ha decidido que estos…El pastor no debería tener nada que ver en esto, los—los diáconos deberían hacer esto, ¿ven?, o las directivas. Y ahora si este…Si se llega a un acuerdo, entonces notifíquenselo al pastor, el pastor puede levantar la ofrenda. Pero, fíjense, si es un extraño, si es una emergencia, una persona que necesita un poco de dinero y Uds. sienten que es para una causa justa, (ahora ésta es mi opinión), si es para una causa verdaderamente justa y Uds. saben que es para una causa justa…",
    "Ahora, en primer lugar, si Uds. fueran allá a la casa y vieran mis libros de gente que viene viajando y dice: “Yo soy el Reverendo Fulano de Tal, de Tal y Tal iglesia, y tuve—tuve algún problema aquí en la carretera, y necesito—necesito un juego de llantas”, y sabiendo que yo acababa de llegar de una reunión y se me dio una ofrenda, o algo como eso, yo se la daría casi toda, para que fuera a comprar un juego de llantas. Y al investigar el caso, nunca hubo tal ministro, nunca vivió en tal lugar. Y hay diez o veinte mil dólares anotados en los libros, de todos estos años, que he dado de esa manera, sin saber nada de ellos o de dónde eran. Me vine a dar cuenta, cuando otros ministros me dijeron: “El me hizo lo mismo así y así, así y así”.",
    "Ahora, la iglesia no es responsable, únicamente por los suyos. Correcto. Los suyos, por ellos son responsables.",
    "Pero si parece ser una causa digna, y entonces si Uds.—si Uds. síndicos dijeran: “Bien, esperemos un minuto. Este hombre, allá está su automóvil, es de él (sí sucedió), y esto. El no es de nuestra congregación, ¿ven?, pero es verdad”. Entonces si ellos quieren hacerlo así, y decir algo especial con respecto a uno de afuera…",
    "No de los nuestros, ahora, ¿ven?, no de nuestra gente, nuestra gente debe de cuidarse aquí entre sus—sus propios, aquí entre sus hermanos, ¿ven?",
    "Pero si es alguien de afuera, y el hombre dice que está hambriento o…y alguien quiere meter su mano al bolsillo y darle alguna ayuda, eso queda de Uds., pero yo estoy hablando con respecto a los de la iglesia. Y entonces si se le pide a los hermanos de la iglesia que donen, entonces…",
    "Ahora, si Uds. tienen un evangelista, por supuesto, aquí predicando, entonces Uds. levantan…Uds.…eso está entendido antes de que él venga, Uds. saben, que Uds. le darán una ofrenda, o pagarle un salario, o lo que quieran hacer.",
    "Pero si esta persona está aquí, y es por una causa digna, y el pastor…y la directiva quiere acordar y decirle al pastor al respecto, entonces que el pastor diga: “Una cierta—cierta persona está sentada aquí, nosotros no conocemos al hombre, él vino y nos pidió…él dice que sus hijos están hambrientos. Nosotros no tenemos el tiempo…nosotros no hemos tenido el tiempo para investigar el—el—el—el—el caso”. ¿Ven?",
    "Si hay algo como eso, entonces nuestro—nuestro…Si hay algo entre los nuestros, nuestros—nuestros diáconos irán a investigar esos casos. ¿Ven? Y entonces si es digno, entonces háganlo. Si no es digno, no lo hagan, no tienen que hacerlo. Pero, ahora si hay un hombre aquí, Uds.—Uds.—Uds. dejen que el pastor lo anuncie: “Ahora, la mesa directiva de síndicos me informó que no conocían a esta persona. Pero el hombre está sentado aquí, él dice que su nombre es Jim Jones”, o cualquiera que sea, “y él está sentado aquí. ‘¿Pudiera Ud. ponerse de pie, Señor Jones? Ahora, Señor Jones al terminar el servicio, párese allá en la puerta de atrás, al salir’. Y si alguna persona siente en su corazón, o algo que Uds. quisieran hacer por este hombre, déselo a él mientras Uds. salen”. ¿Queda esto entendido?",
    "¿Grabaron eso en su…? Para aquellos quienes están en la cinta…Y uno de los…El Hermano Collins no lo grabó en su cinta. Quiero repetir esa cita otra vez, si…porque él es uno de los diáconos.",
    "Si—si hay algo como, un hombre que viene…y es una emergencia y él quiere una ofrenda de la iglesia, que lo síndicos y los diáconos se reúnan, y que…se reúnan, y hagan esa decisión, luego infórmenle al pastor; pudiera hacerse de esta manera. Que…Que el pastor anuncie que: “Este cierto hombre”, diga su nombre, “y nosotros no lo conocemos. Y nuestra política aquí es—es investigar antes de levantar ofrendas para personas, y, esto es, para los nuestros. Pero este hombre aquí, él dice que se le descompuso su automóvil, tiene una emergencia, tiene niños enfermos, y está tratando de comprar medicina para sus hijos”, o lo que pudiera ser, la emergencia. “Ahora, él está parado aquí: ¿Pudiera ponerse de pie, Señor?” ¿Ven?, que él se levante. Y diga: “Ahora Uds. ven como…quién es él. Ahora, al terminar este servicio, este hombre se va a parar en la puerta de enfrente, y la gente que va saliendo, que sienta contribuir a esto, está en libertad; nosotros únicamente lo anunciamos en la iglesia”. Uds. no lo están aprobando, Uds. únicamente lo están anunciando. ¿Ven?, eso es hospitalidad hacia un extraño. ¿Ven? ¿Entienden ahora? Muy bien.",
    "Yo pienso que eso contesta esa pregunta.",
    "230. ¿Qué de las cintas? Ahora, tiene: ¿Qué de las cintas? (Tiene un signo de interrogación.) Muchos están escribiendo a la oficina culpándolo a Ud. por el asunto de las cintas. También, acerca de otros aquí en la iglesia vendiendo cintas, cuando el Señor Maguire tiene que pagar derechos sobre ellas.",
    "Muy bien. Las cintas son por contrato. Y si yo…Yo no sé exactamente cuándo expira el contrato, pero los síndicos, esto pertenece a los síndicos; no a los diáconos, a los síndicos; no al pastor, a los síndicos. Los síndicos, cada cierto tiempo, ellos— ellos firman un contrato, como yo lo entiendo. Y si esto—esto está errado, entonces que los síndicos lo corrijan. Estos síndicos tienen un acuerdo con la persona que está reproduciendo las cintas, y las cintas son por franquicia.",
    "Nadie más puede reproducir cintas a menos que sea permitido por la persona que tiene la franquicia, y no pueden ser vendidas a menos que sea permitido por la persona que tiene la franquicia, porque esa es la ley, ¿ven?, que la franquicia lo ampara. ¿Ven? Y si la fran-…aquel que tiene la franquicia quiere permitir que Fulano de Tal reproduzca cintas, eso es asunto de él. Si él quiere permitir que todos reproduzcan cintas, eso es asunto de él; si él quiere que todos vendan cintas, eso es asunto de la persona que posee la franquicia. El debería tener una—una notita firmada por el poseedor de la franquicia, para reproducir y vender cintas, porque así él estará amparado por la ley; porque si él no lo hace así, el hombre que posee la franquicia…Ud. mismo se estaría exponiendo a…Si hubiera una—una persona mala que quisiera causar algún problema, realmente pudiera hacerlo. Ud. ignora esa franquicia…porque eso es como el derecho de propiedad de una obra, ¿ven?, la misma cosa, a Ud. no se le permite hacerlo. Es una gran multa por hacer eso.",
    "Así que si la gente está reproduciendo cintas, tal vez ellos tengan un arreglo con el Señor Maguire quien—quien tiene… quien—quien recibe ganancias de las cintas. Y ahora…y yo no sé acerca de eso, porque yo no estoy aquí lo suficiente con Uds. para saber a quién pertenecen estas cosas, y a quién se estarían refiriendo. Me supongo que el Señor Maguire todavía la tiene, porque allá, en California, o más bien Arizona, en donde yo estoy, tengo el entendimiento que ellos todavía están comprando cintas de California. El Hermano Sothmann, el suegro del Señor Maguire, el cual es nuestro hermano aquí en la iglesia. Yo pienso que el Señor Maguire, todavía la tiene, la—la franquicia sobre eso.",
    "Y ahora, han habido quejas todo el tiempo con respecto a las cintas. Ahora, cuando hay una queja con respecto a cualquier cosa relacionada a las finanzas de esta iglesia, es una obligación de los síndicos el ver que esa cosa se resuelva. ¿Ven? No debería haber ninguna cosa, por ningún motivo.",
    "Ahora, Uds. ven aquí, dice aquí en esta tarjeta, aquí:\n\nEstán escribiendo a la oficina y lo culpan a Ud.",
    "Francamente, he recibido muchas cartas sobre esto, y quieren saber porqué ellos no pueden recibir sus cintas. Ahora Uds. conocen el contrato que tienen con aquel que tiene la franquicia, como yo lo entendí…Las cintas, yo—yo no quiero tener nada que ver con ellas, yo mismo, si alguien puede usar las cintas para esparcir el Evangelio, “¡Amén!”",
    "Pero, primero, el Hermano Roberson y ellos empezaron a reproducirlas, el Hermano Beeler y varios de ellos empezaron a reproducirlas; y entonces los dos muchachos, el Hermano Mercier y el Hermano Goad, las reprodujeron por años; y, por supuesto, cuando cada uno de estos hombres las han reproducido, han habido quejas de cada uno de ellos. Pero, parece que aquí últimamente, han habido más quejas de no estar recibiendo las cintas. Gente me ha llamado de toda la nación. Y luego otra, siendo cintas de canal variable. Un momento estarán tocando una cosa, y luego al momento otra cosa, y luego uno ni siquiera puede entender de qué se trata.",
    "Ahora, estas personas que pagan por estas cintas deberían de obtener una cinta genuina. A mí no me interesa lo que tengan que hacer para obtenerla, nosotros queremos ver a nuestros clientes y nuestros hermanos (los cuales son nuestros clientes y nuestros hermanos), y demás, ellos deben de obtener una cinta “de primera clase”. Ahora, Uds. síndicos estén pendientes de eso, que esta gente quede satisfecha. Si no están satisfechos, se les debe de devolver su dinero inmediatamente.",
    "Y alguien me ha llamado, y me ha dicho que ha estado esperando meses por las cintas. Ahora, yo no sé cómo el Hermano Maguire atiende esto. Yo—yo no sé acerca de eso, yo no sé nada acerca de eso. Y yo…No son mis asuntos el saber algo acerca de eso, son asuntos entre ellos y los síndicos. Y yo no estoy tratando de meterme, pero yo estoy tratando de decirles lo que la ley dice al respecto. ¿Ven? La ley con respecto a estas cintas, es que desde el momento en que las pidan, esas cintas deben estar en camino en uno o dos, tres o cuatro, cinco días; después de que ellos hayan pedido las cintas, tienen que estar en el correo o la franquicia puede ser cancelada en cualquier momento cuando estas órdenes son desobedecidas. ¿Ven?",
    "Ahora, y cada seis meses o cada año, esto debe ser renovado, este contrato debe ser renovado. Uds. deben reunirse en esta cierta fecha que esta franquicia dice que Uds. deben de reunirse. Y entonces debe ser que otras personas deben venir en esa fecha, y Uds. deben notificar a otros que han estado preguntando sobre las cintas, y que vengan con sus contratos y se sienten y lo discutan.",
    "¡Ahora, estas órdenes deben cumplirse! ¿Ven? Y deben de ser cumplidas correctamente, porque hay quejas. Ellos se quejaron de Leo y de Gene, se quejaron de cada uno de ellos, hay quejas del Hermano Maguire, y habrá quejas de alguien más, pero averigüemos cuáles son sus quejas.",
    "Ahora, pero cuando las cintas se empiezan a apilar, cajas de ellas, cartas llegando por docenas, y ellos…¿Ven?, eso no recae sobre el que reproduce la cinta, eso cae sobre mí. Ellos siempre me andan reclamando sobre eso. Ahora, es mi deber como un Cristiano el ver que la gente obtenga aquello por lo cual ha pagado, y yo quiero que Uds. síndicos vean que ellos lo obtengan. Si ellos tienen que cobrar más, adquieran una cinta mejor, adquieran una máquina mejor, nosotros queremos a alguien que reproduzca la cinta, y que lo haga bien. Eso es nuestro interés. ¡La cinta debe de ser reproducida correctamente! Y el cliente debe de estar satisfecho, o parar todo por completo, ya no tendremos cintas, que cualquiera que desee grabarlas que lo haga. Pero si se les va a cobrar por ellas, que vean que ellos reciban aquello por lo que han pagado, porque ese es el Cristianismo. Eso no es más que hacer…",
    "Ahora cuando ellos vengan aquí a escuchar el Evangelio, yo quiero darles lo mejor que yo puedo darles, ¿ven?, y cuando ellos vengan aquí, yo quiero que Uds. procuren que todos y todo esté en orden. Por eso es que les estoy diciendo a Uds. diáconos, síndicos y pastores, aquí en esta noche, que Uds. deben cumplir eso al pie de la letra, porque la gente viene aquí para encontrar a Dios, y nosotros debemos de tener estas cosas en orden.",
    "Y también el asunto de las cintas debe de estar en orden. Si ellos tienen que cobrar más, si Uds. están usando cintas de segunda clase, entonces consigan cintas mejores. Si Uds. tienen que cobrar más por ellas, cobren más por ellas, pero que la persona obtenga aquello por lo que se le ha cobrado.",
    "Yo no estoy interesado ni en lo más mínimo de ganancias, ni siquiera un centavo, ni tampoco está interesado el tabernáculo; yo no quiero que Uds. lo estén. No estén interesados en eso, en—en ganancias. Si ellos pudieran pagar algo, yo pienso que Uds. tienen que tomar un poquito de ganancias por el hecho de que se han hecho aquí. Yo pienso que eso es algo que él le dijo al Señor Miller y a ellos respecto a la ley, que tenemos que recibir ciertas ganancias o algo así. Eso depende de todos Uds. el atender eso. Yo no tengo nada que ver con eso pero lo que…Reúnanse, todos Uds. atiendan a eso. Yo no puedo atenderlo todo, yo solamente les estoy diciendo la manera que debería de ser y cómo debe de hacerse. Que eso…Y Uds. entendieron, yo dije: “¡Debe de hacerse!” Así que queremos que esto funcione bien.",
    "Y si Uds. tienen que adquirir una máquina mejor para hacerlo, entonces adquieran una máquina mejor. Si eso tiene que ser…Ahora, yo les dije a ellos, les dije: “En cada reu-…a cada misión que voy, en el campo, antes de ir, yo les notificaré a Uds. de los sermones que voy a predicar allá, algo que ya he…” Y yo les prometí a todos Uds., lo cual voy a volver a grabar otra vez el domingo por la noche, que: “Antes que predique algún mensaje nuevo, saldrá primero de este tabernáculo, porque parece que obtienen una mejor grabación”. ¿Recuerdan eso? Entonces cuando vengo aquí a predicar mis mensajes, luego voy atrás y le notifico al hermano encargado de las cintas, cuáles servicios. Me preguntan: “¿Cuáles? ¿Qué es lo que Ud. va a predicar?” Les dije: “Esta noche hablaré sobre esto y esto, y esta noche sobre esto y esto”, para que así ellos las puedan tener reproducidas y listas para que el cliente las adquiera allí mismo; las tendrían ya reproducidas, una cinta mejor que las que pudieran grabar en la reunión, porque está hecha aquí mismo en el tabernáculo en donde la acústica es buena. ¿Ven?",
    "Ahora, voy a emprender esta gran campaña evangelística, lo que voy a hacer ahora en ultramar y cosas, yo no puedo prometer eso, ¿ven Uds.?, yo no puedo prometer que voy a predicar mi primer mensaje aquí. Porque cuando uno predica los mensajes por todas partes, uno tiene que tener algo que… Pierde—pierde la frescura aun para uno, y seguramente pierde la frescura para aquellos que lo están escuchando. Uno tiene que hacer algo diferente, ¿ven Uds.?, y traerlo así como el Mensaje esté allí. Pero que pongan una máquina en el campo, o lo que sea, para que grabe estas cintas perfectamente…",
    "Y hagan una cinta perfecta, y que cada cinta sea tocada y revisada antes de que se envíe, o paren toda la cosa por completo; ni siquiera tengan que ver con el asunto, dejen que cada persona grabe su propia cinta. ¿Ven? Pero hagan esto bien, ¿ven?, para que así estas quejas terminen. No queremos quejas en lo absoluto. Si hay una queja, atendámosla, y terminaremos con ella.",
    "Ahora, me apuraré tanto como pueda. Billy tiene como dos preguntas más aquí, o tres, y luego terminaremos.",
    "231. Hermano Branham, ¿qué tanto, puede o debería hacer un diácono para guardar el orden en la iglesia? ¿Deberíamos guardar el orden o esperar hasta que el Hermano Neville nos diga lo que deberíamos de hacer?",
    "Ese no es el trabajo del Hermano Neville, ese es el trabajo de Uds. ¿Ven? Uds. no le dicen al Hermano Neville lo que debe predicar, cómo predicarlo. ¿Ven?, ese es el trabajo de Uds., Uds. son diáconos, Uds. deben hacer eso. Uds. cuiden de eso. Eso no es negocio del Hermano Neville, ese es el trabajo de Uds. ¿Ven?",
    "Ahora, si un policía está aquí en la calle y él ve a un hombre robando pertenencias de la cajuela de un automóvil, ¿debería él llamar al presidente municipal, y decir: “Su señoría, señor, estoy trabajando para Ud. aquí en esta fuerza policíaca. Ahora, anoche encontré a un hombre aquí por la calle que—que estaba robando algunas llantas de un automóvil. Ahora, me pregunto, ¿cuál es su opinión de esto?” ¿Ven? ¿Ven?, eso no sería razonable. ¿Verdad? No, señor. Si él está haciendo algo mal, arréstelo.",
    "Y si un hombre está haciendo algo mal aquí en la iglesia, o cualquiera, párenlos, háblenles. No sean arrogantes; pero si ellos no escuchan, hablen de una manera para que ellos sepan lo que Uds. están diciendo. ¿Ven? ¿Ven?, es como decirle a un niño, digamos: “Vete para allá”, cuando él se está portando mal. ¡Diáconos, estén en sus lugares! Pongan…Hay cuatro de Uds., quédense dos al frente y dos atrás, en estas esquinas o en algún lugar de esa manera. Y vigilen muy cuidadosamente, porque renegados, y todo lo demás entran de esa manera, ¿ven Uds.? Y Uds. estén en guardia, y ocupen sus lugares de deber y quédense allí, esos son sus asientos; o párense a un lado de una pared y observen a cada uno entrar.",
    "Un diácono tiene cuidado de la casa de Dios. Alguien entra, hable con él; esté allí para saludarlo, salúdelo de mano. Eso es, Ud. es el policía, “¿Pudiéramos enseñarle el guardarropa?”, o “¿quisiera sentarse? ¿Pudiéramos darle un himnario o algo?”, o “nos gustaría que Ud. se gozara aquí, y—y ore, y—y estamos contentos de tenerlo aquí con nosotros en esta noche”. Condúzcalo a un lugar, y pregúntele: “¿Le gustaría estar más cerca o le gustaría estar aquí atrás?”, o lo que sea. Eso es hospitalidad.",
    "Un policía, o el diácono, es un policía militar para el ejército, cortesía, pero sin embargo con autoridad. ¿Ven? Uds. saben lo que es un policía militar, de hecho, si él cumple con sus obligaciones, yo creo que él es como un capellán. ¿Ven Uds.? El tiene cortesía y todo, pero sin embargo él tiene una autoridad. ¿Ven?, Uds. deben de prestarle atención. ¿Ven?, él pone…Estos novatos salen por ahí y se emborrachan, él los pone en su lugar. Y así también es el diácono, para ponerlos en sus lugares.",
    "Ahora, recuerden, el diácono es un policía, y un oficio de diácono de hecho es más estricto que la mayoría de los oficios de la iglesia. Yo no conozco otro oficio más estricto que el oficio de diácono. Esto es correcto, porque él tiene un—él tiene un verdadero trabajo, y él es un hombre de Dios. El es un hombre de Dios al igual como el pastor es un hombre de Dios. Seguramente, que él es. El es un siervo de Dios.",
    "Ahora los síndicos, la única cosa, ellos están obligados de parte de Dios de vigilar las finanzas y tener cuidado de eso, las cosas que ocurren. Como yo les dije acerca de esas cintas, y—y acerca de otras cosas que ocurren aquí, acerca del edificio y de la reparación, y de estar al tanto de las finanzas y cosas, eso es—eso es de lo cual ellos son síndicos: la propiedad, de las finanzas y cosas. Los diáconos no tienen nada que ver con eso. Y tampoco los—los síndicos no tienen nada que ver con el oficio de los diáconos.",
    "Ahora, si los diáconos quieren pedir ayuda a los síndicos en algo, o—o los síndicos a los diáconos, y todos Uds. trabajan juntos…Pero sus deberes han sido señalados. ¿Ven? Muy bien.",
    "Ahora, no, no le pregunten al Hermano Neville. Si el Hermano Neville les pide que hagan algo, entonces eso es—eso es su pastor, con cortesía y amor y todo…Si él dijera: “Hermano Collins, Hermano Hickerson, Hermano Tony, o alguien, ¿pudieran ver qué es lo que está pasando allá atrás en la esquina?” En el puesto del deber de esa manera, Ud. sabe, como un real hombre de Dios.",
    "Recuerden, Uds. no están trabajando para el Tabernáculo Branham, ni tampoco están trabajando para el Hermano Neville ni para mí, Uds. están trabajando para Jesucristo. ¿Ven? Uds.…A El es a quien se lo hacen…Y El—El espera su lealtad al igual que El espera la de ese pastor o la de alguien más. ¡El está esperando que Ud. sea fiel! Y nosotros queremos mostrar nuestra lealtad.",
    "Ahora, algunas veces se pone difícil. Es difícil para mí ver a un ministro sentado ahí, a quien yo amo con todo mi corazón, y tener que hablarle claro; ¿ven?, pero en amor, yo tengo mi mano extendida para ayudarlo. ¿Ven Uds.? Y ellos vienen a mí y me dicen: “Hermano Branham Ud. es una persona maravillosa, ¿por qué no puede Ud. comprometerse un poquito en ese bautismo, y en esto, eso, y lo otro, esa seguridad, y en la simiente de la serpiente?”",
    "Yo dije: “Hermano, yo lo amo, pero tomemos la—tomemos la Escritura y veamos quién está bien o mal”. ¿Ven? Yo tengo que ser capaz de…",
    "🦅 Oh, no. Ahora, Hermano Branham, déjeme decirle, Ud. está totalmente errado”. ¿Ven?, se enoja.",
    "🦅 Oh”, yo digo, “bien, tal vez lo estoy. Entonces si lo estoy, con seguridad Ud. pudiera decirme, Ud.—Ud. sabe en dónde estoy errado, entonces muéstreme Ud. en dónde estoy errado”. Yo estoy dispuesto a recibir, ¿ven?",
    "La misma cosa: “¡Eh!, Ud. no tiene ningún negocio diciéndole a ese niño que se siente”. Ahora, el diácono es el—el guardián de la casa de Dios. ¿Ven? Ahora si Uds.…El cuida de la casa de Dios y la guarda en orden. Ahora, eso es lo que la Escritura dice, y si Uds. tienen algo más que un diácono debería de hacer, vengan y díganmelo. ¿Ven?, es la misma cosa, pero ese—ese es el deber de Uds. de hacer eso, sí, refuércense.",
    "Y Uds. no deberían de preguntar a nadie, esa es—esa es su obligación. El Hermano Neville no le pregunta a nadie, la iglesia no tiene que preguntar…quiero decir, los—los—los síndicos no tienen que ir a preguntarle al Hermano Neville si—si él quiere que se le haga la reparación al techo del tabernáculo. ¿Ven? No, no, eso no tiene que ver nada con el Hermano Neville, no tiene que ver nada conmigo, eso es para Uds. Los diáconos no tienen que…",
    "De la misma manera para el pastor. “¿Sobre qué va Ud. a predicar? Yo no quiero que haga esto”. Ellos no tienen ningún negocio diciendo eso, él está bajo el cargo de Dios, ¿ven?, su pastor. Y luego si—si—si el Hermano Neville, predica un mensaje que el Señor nos ha dado, y todos estamos incluidos en esto. Y si yo le digo algo errado al Hermano Neville, Dios me hace responsable por ello. Correcto. ¿Ven? Así que Dios es el Patrón de todo esto. ¿Ven? Y nosotros solamente trabajamos como Sus embajadores, ¿ven Uds.?, aquí en este oficio.",
    "232. Por favor…(La siguiente pregunta, y luego creo que tenemos una más y luego—luego terminaremos.) Por favor explique cómo estos dones de lenguas deben de operar en nuestra iglesia. Ya expliqué eso. ¿Cuándo puede la iglesia ser puesta en orden como…o en dónde deben los dones operar? Acabamos de explicar eso.",
    "233. ¿Cuántos n-a-v-i-d-a-…? ¿Pudieras ver lo que dice allí? [Billy Paul le contesta al Hermano Branham: “Instrumentos”.—Editor] Ah, instrumentos. ¿Cuántos instrumentos debemos tener en la iglesia además del órgano y del piano?",
    "Bien, eso depende si Uds. tuvieran una banda de cuerdas o lo que Uds. tengan, ¿ven Uds.? Yo no sé lo que Uds. tienen, lo que esto quiere decir, no lo entiendo. Pero el órgano y el piano son propiedad de la iglesia. Ahora, si el director de cantos pensara tener trompetas y cornetas y cosas como esas, y algunos vinieran a la iglesia y tocan estos instrumentos…Y ellos están en una banda, y—y entonces, por supuesto, eso es para Uds. síndicos, de presentarlo al resto de los síndicos y ver si ellos tienen dinero para comprar sus instrumentos y demás, o algo como eso. Me supongo que esa es la pregunta.",
    "Pero si ellos tienen sus propios instrumentos, maravilloso. Si no tienen sus propios instrumentos, y son miembros aquí de una banda, no únicamente una persona que venga aquí de pasada y toque de vez en cuando, y se salga de esa manera, tiene que ser una banda en la iglesia. La iglesia no compraría una—una—una trompeta para un hombre que la toca aquí y mañana en la noche en otra parte, y en otra parte, y viene aquí de vez en cuando y toca un poquito. No, señor. Tiene que ser una banda aquí, una banda organizada con un—un líder, y luego la iglesia, se hablaría con ellos con respecto a comprar los instrumentos.",
    "234. Por favor explique cómo nosotros…cómo nosotros los diáconos podemos mantener a la gente en el santuario antes o después…Por favor explica. [Billy Paul lee la pregunta al Hermano Branham: “¿Cómo mantener a la gente quieta en el santuario antes y después de la iglesia?”—Editor] Ah, muy bien.",
    "Yo sugeriría esto, hermanos. Ahora, ahí está una gran cosa, y ojalá tuviéramos más tiempo que dedicar a eso, pues esto es—esto es…esto—esto significa algo para nosotros, ¿ven? Ahora, la iglesia no es una…",
    "Si quieren…Si Uds. fueran a poner esta cinta alguna noche y tocarla antes de las reuniones, para que la gente lo entienda, que esto sea tocado; sólo esta parte de la cinta pero no más, sólo esta. Cualquier parte de esto que Uds. quieran tocar sobre una cierta cosa, sólo déjenla correr hasta que la encuentren, y luego tóquenla. ¿Ven?, porque son preguntas.",
    "Ahora, los diáconos de la iglesia, y como he—como he dicho, son los policías de la iglesia. Pero la iglesia no es un lugar de reunión general para—para compañerismo y amistad y jugueteo. ¡La iglesia es un santuario de Dios! Venimos aquí… Ahora, si nosotros queremos reunirnos el uno con el otro, permítame ir a su casa o Ud. venga a mi casa, o Uds. vayan a la casa el uno del otro y reúnanse el uno con el otro. Pero sólo para juguetear por toda la iglesia, hablando y cosas como esas, no es correcto, hermanos; nosotros venimos aquí, nos quitamos todo eso de la mente. Si viniéramos aquí…",
    "Miren la manera que acostumbrábamos hacerlo años atrás. La Hermana Gertie era la pianista. Cuando yo pastoreaba aquí, yo—yo tenía que ser pastor, diácono, síndico, y todo lo demás al mismo tiempo, ¿ven?, pero yo—yo tenía que hacerlo. Ahora Uds. no tienen que hacerlo de esa manera, ¿ven?, porque Uds. tienen hombres para cumplir esto. Pero cuando la…Yo tenía ujieres, el Hermano Seward y todos ellos en la puerta. Tenían libros apilados allá en la puerta, puestos en una silla, o en alguna otra cosa. Y cuando alguien entraba, le mostraban un lugar en donde colgar su abrigo o le ayudaban a buscar asiento, se le daba un himnario y le pedían que “estuviera en oración”. Y luego cada uno sentado en sus asientos orando silenciosamente hasta el momento de comenzar. ¿Ven? Y luego cuando era tiempo para empezar, la Hermana Gertie, la pianista, se subía allá y empezaba la música antes, aun cuando la gente estaba—estaba entrando.",
    "Yo sugeriría que su organista comience con música muy suave. Y si ella no puede estar aquí, grábenla en cinta y tóquenla, o una cosa u otra. Y tengan música tocando, música muy dulce y sagrada tocando. Así que…Y pídanle a la gente…Y si el pueblo empieza a hablar y portarse de esa manera, que uno de los diáconos se suba allá al micrófono del púlpito y diga: “Sh, sh, sh”, [El Hermano Branham imita el sonido pidiendo silencio.—Traductor] de esa manera. Diga: “Aquí en el tabernáculo, nosotros—nosotros queremos que vengan a adorar. Ahora no hagan ruido en estos momentos, escuchen la música. Tomen su lugar, siéntense, sean reverentes ¿ven?, oren o lean la Biblia. Aquí dentro del santuario es donde el Señor mora. Y nosotros queremos que todos sean muy reverentes y adoren, no que anden corriendo de aquí para allá, hablando antes del servicio. Congréguense, Uds. han venido aquí a hablarle al Señor. ¿Ven? O estén orando silenciosamente, ¿ven?, o lean su Biblia”.",
    "Cuando yo entré allá en la iglesia Mármol, allá en—en la… Norman Vincent Peale, Uds. han oído hablar de él, ¿ven Uds.? Y yo entré…Es un gran psicólogo, él es un maestro, Uds. saben. Y yo entré a su iglesia, y pensé: “Desearía que mi tabernáculo fuera así nuevamente”. Esos diáconos estaban parados allí en la puerta tan pronto como uno entraba. Ellos, por supuesto, le daban un programa de la escuela dominical, y lo sentaban. Tenían que desocuparlo tres veces, Uds. saben, sólo tenía capacidad como para cuatrocientos o quinientos, Uds. saben; Y Nueva York es un lugar grande, y él es un hombre famoso. Creo que ellos tenían que tener una clase a las diez en punto y otra a las once, el mismo sermón otra vez, exactamente el mismo servicio, la misma hoja de papel. Pero cuando ellos despedían, tenían, creo yo, cinco minutos exactamente, para que la iglesia…Nadie más podía entrar hasta que ellos salieran, entonces los diáconos despejaban la entrada y la otra iglesia lo llenaba. Tenían esos antiguos asientos de cubículo, Uds. saben, entraban de esta manera, y se sentaban en los asientos, en donde le abren la puerta. Es antigua, ha estado allí por—por unos doscientos años, me imagino yo, es lo que tiene la antigua iglesia Mármol.",
    "Y uno pudiera haber oído el ruido de un alfiler caer en esa iglesia, y todos en oración por lo menos treinta minutos antes que la primera nota saliera del órgano, el preludio. Y todos en oración. Yo pensé: “¡Qué maravilloso es esto!” Entonces cuando ese ministro…Ese preludio, por unos…Yo pienso que tocaron un preludio de unos tres a cinco minutos, Cuán Grande Es El, o algo como eso, y continuaban de esa manera. Y entonces, cuando lo hicieron, todos pararon de orar y estaban escuchando el preludio. ¿Ven?, fue un cambio, de la oración al preludio. Y entonces cuando ellos tocaron eso, entonces el líder del coro dirigió el coro. Entonces tuvieron una alabanza congregacional con el coro. Y luego ellos estaban listos para su clase de escuela dominical. ¿Ven? Y entonces—y entonces cuando se terminó, no hubo nada más excepto adoración divina, todo el tiempo, y precisamente para eso habíamos ido ahí.",
    "Y yo pienso que sería una cosa buena si nuestra iglesia…Y yo sólo estoy diciendo esto, nosotros vamos a hacerlo. ¿Ven? Hagámoslo. Si alguien hace alguna cosa, la cosa…Y yo pienso que sería una cosa buena. Y si es una cosa buena, entonces hagámosla. ¿Ven? No queremos hacer a un lado alguna cosa buena, la haremos de todas maneras. ¿Ven? Y vayan y—y párense ahí y—y si ellos empiezan en una mañana, o algo así, que la gente esté visitando el uno al otro, que alguien o uno de—uno de los diáconos, o alguien que suba ahí y diga: “Se ha hecho esta regla aquí en el tabernáculo…”",
    "Yo no sé si ellos lo hacen, pudieran—pudieran. Yo nunca estoy aquí, ¿ven Uds.?, yo no sé. Yo nunca estoy aquí antes de los servicios.",
    "Y cuando ellos vienen y empiezan a platicar, que alguien se suba allá y diga: “Sh-sh-sh, un momento”. ¿Ven? Que la—que la…Que una hermanita suba y toque esa música. Si no, grábenla en cinta y tóquenla, ¿ven?, de la música del órgano. Y diga: “Nosotros…Hay una nueva regla en el tabernáculo. Cuando la gente entra aquí, no debemos de susurrar o hablar, sino adorar. ¿Ven? Ahora, en unos minutos el servicio estará comenzando. Hasta entonces, o lea su Biblia o incline su rostro y ore silenciosamente”. Y en unas cuantas veces haciéndolo así, todos aprenderán. ¿Ven? ¿Ven?",
    "Uds. escuchan a alguien hablando, y luego se calla… después de unas cuantas veces que lo hagan así, luego llegan a un punto en que alguien dice…Ven a alguien hablando, y nadie más está hablando, ¿ven Uds.?, bien, entonces uno de los diáconos puede llegar allí y decirle: “Nosotros—nosotros queremos que Ud. adore durante el tiempo del servicio”. ¿Ven Uds.? ¿Ven? ¿Ven?, no es una casa para hablar, es una casa para adorar. ¿Entienden?\n\nPienso que eso era: Por favor explique…(Sí. Veamos. Sí)…Por favor explique cómo los…los diáconos deberían…en el santuario. Sí, eso es todo. Correcto. Eso es.",
    "Muy bien, ahora aquí está la última:\n\n235. Hermano Branham, cuando hemos tenido oportunidades al principio del servicio, estoy—estoy…las quej-…Aunque tuvimos quejas. Está escrito con letra muy pequeña. Y este…“Hemos tenido quejas”, ¿no es así? [Billy Paul contesta: “Ajá—ajá”, y continúa ayudándole al Hermano Branham a leer la letra pequeña.—Editor] …tenido quejas al principio del servicio. Tenemos…(veamos)… Nosotros—nosotros—nosotros tenemos himnos, testimonios, y oraciones y peticiones de oración, cantos especiales, y t-a-l-…tal vez entramos…entramos en el mensaje a las once o…o después, pero no tenemos mucho tiempo para la Palabra. Algunas de las personas se impacientan y tienen que irse antes que se—se… antes— antes que se termine. Es…Por favor explique cuántas alabanzas, y a qué hora empezar el mensaje. Y algunas— algunas veces tenemos oraciones—peticiones de oración y termina en una reunión de testimonios, algunas cosas que— que no…no parecen estar bien en ese momento.",
    "Ahora, espero haber entendido eso. Billy estaba tratando de ayudarme aquí. En la cinta, Uds. tienen que…alguien en nuestros medios pudiera…reunión, en el servicio, escuchando qué era esto, es Billy tratando de ayudarme a leerla, porque está escrito con letra muy pequeña, y yo no podía entenderla. Tengo la idea general, es ésta: “¿Cuántas alabanzas deberíamos de cantar antes de principiar el servicio, y a qué hora debería principiar el servicio?”",
    "Ahora, la primer cosa que quiero hacer aquí, es una confesión. Y cuando estoy mal, quiero admitir que “yo estoy mal”. ¿Ven? Y yo—y—haré—haré una confesión aquí que “yo soy el primero en eso”. Porque he sido yo teniendo esos servicios largos y cosas, es lo que ha metido a la iglesia en esta rutina ¿ven?, de hacer eso, pero no debería de ser. Y ahora, recuerden, yo tengo…Yo soy…Les estaba diciendo a todos Uds. que: “El domingo por la noche, si es la voluntad del Señor, el domingo por la noche, estoy tratando de designar para mis servicios de aquí en adelante, aun si tengo que quedarme una semana extra, como treinta o cuarenta minutos a lo más para mis servicios”.",
    "Porque he encontrado esto, que un servicio que… Sobresale, y el mensaje es dado en el poder; si Ud. se prolonga mucho, Ud. cansa a la gente y no lo captan. La razón que lo he estado haciendo…Yo sabía eso todo el tiempo. ¿Ven? Los oradores de más éxito, son aquellos quienes tienen exactamente…Jesús era un hombre de pocas palabras, fíjense en Sus sermones. Fíjese en el sermón de Pablo en el Día de Pentecostés, probablemente le tomó quince minutos, y él ahí dio el golpe…allí, algo que—que—que envió tres mil almas al Reino de Dios. ¿Ven?, directamente al punto. ¿Ven?",
    "Y yo—yo soy culpable. Porque, la razón que yo he hecho esto, no es porque yo no sabía, sino es que estoy grabando cintas, ¿ven?, y estas cintas serán tocadas en casas horas tras horas tras horas. Pero como Uds. se darán cuenta el próximo domingo, la razón por la cual yo lo he hecho, este próximo domingo, la razón de que yo he hecho estas cosas…Lo pudiera decir en estos momentos en la cinta. La razón de que yo he hecho esto es por este tremendo peso que está sobre mí de esparcir el Mensaje de esta hora. Ahora el Mensaje ha salido, ahora voy a designar treinta minutos o algo así, después del primero del año, para mis reuniones allá en…a dondequiera que vaya, y trataré y aun pondré la alarma de mi reloj a treinta minutos, o no más de cuarenta, a lo mucho; llegar al punto de ese Mensaje, hacer el llamamiento al altar si yo…o lo que yo vaya a hacer, o llamar una línea de oración; y no tomar mucho tiempo, porque uno cansa a la gente. Yo sé eso.",
    "Pero miren aquí. Yo pienso, en el año, nosotros no hemos tenido ni una docena de personas que se hayan levantado e ido, y algunas veces los he retenido por dos y tres horas. ¿Ven? Correcto. Porque he estado grabando estas cintas que van por todo el mundo, ¿ven?; y la gente allá, se sientan por horas y escuchan Eso; y ministros, y demás, Alemania, Suiza, Africa, Asia, y por dondequiera, ¿ven?, escuchando Eso.",
    "Pero, ¿ven?, para el santuario, para la iglesia…Y eso está bien. Si uno está aquí grabando una cinta, y tiene una cinta de dos horas, que se grabe un mensaje de dos horas; pero si uno no está grabando una cinta para algo como eso, entonces cortemos el mensaje, ¿ven?, cortemos el mensaje. Les voy a decir porqué, hay algunos que se llenan fácil, otros que se llenan con más tiempo, ¿ven?, así de esa manera, y uno tiene que estar en el mero centro de eso.",
    "Y ahora, muchas veces arruinamos nuestros servicios con servicios de testimonios prolongados, de lo cual yo sé que soy culpable de hacerlo. Y cuando solíamos tener reuniones en la calle, y algún hermano anciano se paraba por ahí, y se paraba…Y le pedían que orara y él oraba por el presidente municipal, y por el gobernador del estado, y por el Presidente de la Unión, y—y por todos de esa manera, y por todos los pastores de los alrededores, Uds. saben, cada uno por número, y por la Hermana Jones que está en el hospital, y cosas como esas; y la gente caminando por las calles, se paraban, y luego seguían— seguían caminando. ¿Ven? El los cansaba. Bien, sólo un…",
    "¿Ven?, la cosa principal ahora, sus oraciones deben de ser en secreto, su principal, oración larga. Ore…Entre en su cuarto secreto y cierre la puerta. Allí es en donde Ud. quiere orar todo el día, toda la noche, o dos horas, ore allí. Pero aquí, cuando Ud. ha captado la atención de la gente, haga su oración corta, rápida, al punto. Concentren su servicio…Y empleen el mayor tiempo de su servicio en esa Palabra. ¡Esa es la cosa principal! Déle a esa Palabra tanto como Ud. pueda, ¿ven?, dé la Palabra a la gente.",
    "Ahora, aquí está mi sugerencia. Ahora, ahora recuerden, yo he confesado de que soy culpable de promover esto. Pero a la vez les he dicho a Uds. el porqué yo he actuado de esa manera, es que estoy grabando cintas de dos horas, de un Mensaje para enviarlas a ultramar y a todas partes, ¿ven Uds.? Pero la iglesia no debería de tomar eso, esas cintas (dos horas), como patrón (el mensaje aquí en el tabernáculo), que están saliendo a distintos lugares, ¿ven?, que salen así.",
    "Ahora, este es el orden para Uds.…Permítanme darles a Uds. un ejemplo. ¿Estaría bien una sugerencia? Yo diría que la iglesia debería de tener las puertas abiertas a cierta hora, que la congregación entre, que se estén tocando las alabanzas. Y que todos entren a adorar, no a visitar. Y no permitan que ellos platiquen después, dígales que: “Están despedidos y se salgan, no se queden hablando. Si Uds. quieren visitar, hay mucho lugar afuera. Pero este es el santuario, que se conserve limpio”. Ahora, si el Espíritu del Señor está lidiando aquí, mantengámoslo como el Espíritu del Señor. ¿Ven? Y—y se seguirá moviendo. Si Uds. no lo hacen, marquen mis palabras, se va a derrumbar; de seguro se derrumbará. Y mantengámoslo, es nuestro deber, por eso es que yo estoy aquí en esta noche. Mantengamos esta cosa alineada con estas—con estas ordenanzas.",
    "Ahora miren, yo diría esto. Por lo general, a menos que nosotros demos un anuncio especial, avisando que estaremos grabando un mensaje…¿Ven? Ahora, si el Hermano Neville tiene un mensaje aquí que él va a…él tiene un mensaje que quiere dar al pueblo en cinta, o algo, anuncien: “Bien, el próximo domingo por la noche vamos a grabar una cinta de dos horas”, una cinta de tres horas, o que—o lo que sea. “Vamos a grabar una cinta de dos o tres horas”, o lo que pudiera ser, “el próximo domingo por la noche”. Y entonces la gente sabe. Y entonces cuando ellos entren, diga: “Bien, vamos a grabar un mensaje en esta noche. Y yo tengo un mensaje aquí que es uno…Lo quiero grabar y enviar. He estado…Me siento guiado a enviar este mensaje. Y va a ser grabado, puede ser dos horas, tres horas, o lo que sea”. Diga eso.",
    "Pero, por lo general, es como lo que hago yo cuando voy a lugares como a esas reuniones de los Hombres de Negocio, o estoy en mis reuniones donde tengo línea de oración. Si yo me parara y diera un mensaje de tres horas, una noche antes de tener el servicio de sanidad, ¿ven Uds. en qué posición me pone? ¿Ven? La gente, a la siguiente noche su congregación se reducirá a la mitad de lo que era. ¿Ven? Porque ellos no pueden soportarlo, tienen que ir a trabajar y todo.",
    "Yo sugeriría esto, que generalmente…Ahora, yo observé al Hermano Neville anoche cuando él predicó. Ahora, yo sé que todos…Ese fue un mensaje sorprendente. Yo tomé notas, las traigo aquí en mi bolsillo para usarlas en otro mensaje mío. Correcto. El Camino de Escape, ¿ven?, y ese fue un mensaje maravilloso. ¿Se fijaron cuán rápido él termino eso? ¿Ven?, como treinta y cinco minutos, ¿ven?, y él—él lo terminó. ¿Ven? Ahora, eso estuvo bien. Ahora, el Hermano Neville, sus mensajes por lo general son como ese. ¿Ven?, eso no es largo. ¿Ven? Pero en donde uno echa a perder sus reuniones, es con todos esos preliminares que están antes que uno llegue al punto. ¿Ven?",
    "Ahora, y—y en donde uno hace eso…Ahora, yo sé, y ahora miren, yo no estoy diciendo eso para deshonrar a Uds. síndicos, o diáconos, o—o pastor, sino que únicamente les estoy diciendo, ¿ven?, lo que es Verdad, y de esta manera es como debe de ser. Ahora, Uds.…Lo que lo hace, ahora, todos, todos Uds. son de corazón noble, cada uno de Uds. son de corazón noble. Si no fuera así, yo pudiera decir: “Todos Uds. con excepción del Hermano Fulano de Tal, él no tiene corazón noble, todos estamos orando por él”. Pero Uds.—Uds. tienen corazones nobles, y Uds. son tolerantes, benignos, ese tipo de hombre apacible. Eso está bien, pero no se amedrenten con eso.",
    "Jesús también era de buena naturaleza, pero cuando llegó el tiempo de decir las cosas: “Escrito está: ‘La casa de Mi Padre es una casa de oración’, y Uds. la han hecho una cueva de ladrones”. ¿Ven? El—El sabía cuándo hablar y cuándo no. Eso—eso—eso es lo que nosotros tenemos que hacer ¿Ven? Nunca—nunca hubo una persona como Jesús, El era Dios. Y recuerden, El aun…Hablando de ser un diácono en la iglesia, ¡El—El tomó control! El trenzó algunas cuerdas, y El no esperó para encaminarlos con gentileza, El los echó con azotes, ¿ven?, de la casa de Dios. Y El estaba actuando la parte de un diácono, como un ejemplo para Uds. los diáconos. ¿Ven?, El fue su ejemplo. “Y ahora, escrito—escrito está: ‘La casa de mi Padre es una casa de oración’”. Ahora, recuerden, Jesús fue un diácono allá, Uds. saben que Jesús estaba asumiendo la parte de un diácono.",
    "Cuando El asumió la parte de un pastor, ¿qué dijo El? “¡Fariseos ciegos, líderes de ciegos!” ¿Ven?, El entonces estaba asumiendo la parte de un pastor.",
    "Y cuando El les dijo lo que iba a suceder, El asumió la parte de un profeta. ¿Ven?",
    "Y cuando ellos requirieron que debería de pagarse tributo, El asumió la parte de un síndico: “Pedro, ve y echa el anzuelo en el río, y el primer pez que saques tendrá una moneda en su boca. Págales, ¿ven?, paga tus deudas”. Dijo, también: “Dad a Cesar lo que es de Cesar, y a Dios lo que es de Dios”.",
    "El fue pastor, profeta, síndico, diácono. ¡Seguro que fue! Así que Uds. ven lo que El hizo, permitan que ese sea su ejemplo en la casa, aquí en este Tabernáculo Branham, porque nosotros queremos que sea una casa en la que El sea honrado en todo, en cada oficio, en cada lugar, que no haya de qué retractarse. Que haya mansedumbre y dulzura y bondad, pero firmes, cada hombre en su puesto del deber. ¿Ven? Esa es la manera, esa es la manera que El lo quiere. El nunca titubeó. Cuando llegó el tiempo de decir—de llamar las cosas tal como son, El las llamó. Cuando llegó el momento de mostrar gentileza, entonces El mostró gentileza. El fue dulce, bondadoso, comprensivo; pero firme, y todo estaba en su orden con El, y El hizo eso para ejemplo de Uds. Ahora, el Espíritu Santo me acaba de dar eso. Así que yo nunca pensé en eso antes, que El fuera diácono, pero El lo fue. ¿Ven? El—El actuó como diácono.",
    "Ahora, yo diría esto, digamos que si sus servicios principian a las siete y media, si esa es la hora, abran su iglesia media hora antes, a las siete en punto. Que la pianista… Díganle a la organista…¿Le pagan Uds.? ¿Le pagan Uds. a la organista? ¿Se le paga?, ¿o a la pianista? Ella lo hace por su voluntad. Pregúntenle a ella con gentileza. Aun si ella quiere que se le pague por eso, denle algo por eso, díganle que la queremos una media hora antes del servicio. Y si ella dice: “No puedo hacerlo”, o algo, se queja, entonces que venga aquí y haga una cinta con música dulce de órgano. ¿Ven Uds.? Y… ponga eso en la…No tiene que estar aquí todo el tiempo, pongan su cinta. ¿Ven? Que uno de los diáconos, síndicos, o quien sea el que abre, el conserje, póngala, la cinta, y déjela tocando mientras la gente va entrando. ¿Ven? Si los diáconos no están aquí, o algo, que un síndico o alguien esté aquí para hacerlo, que la toquen por una media hora.",
    "Pero a las siete y media exactamente, que suene esa campana arriba del edificio. ¿Ven? ¿Todavía tienen Uds. su campana allá arriba? Sí, muy bien, que su campana suene a las siete y media, y eso significa que no vamos a caminar para arriba y para abajo en la iglesia y saludarnos de mano con los Jones y todo eso. ¡Que el director de cantos esté en su puesto! Si no hay director de cantos, que los diáconos vean que allí…o el…vean que allí esté alguien para empezar a dirigir los cantos cuando esa campana empiece a sonar. “Abran sus himnarios, en el número tal y tal”. ¿Ven? Que sea a la hora exacta—a las siete y media.",
    "Muy bien, luego tengan una alabanza congregacional, y luego tal vez una segunda alabanza congregacional, y entonces que llamen a alguien a quien ya se le haya dicho (si es posible), para que dirija la oración. Que el—el pastor,…Bien, el pastor no debería de estar allí, el—el director de cantos debería de hacer eso. Es el Hermano Capps, creo yo. ¿Ven?, él sabrá qué hacer, que—que él tenga a alguien que hable…o que él mismo dirija la oración. Que la congregación se ponga de pie para orar ¿ven?, que se ponga de pie, y que alguien dirija la oración. Ahora, si Uds. no vigilan…",
    "Ahora, nosotros creemos que todos deberían de venir a la casa de Dios a orar, este es el—este es el lugar para orar. Pero cuando estén en ese santuario, conserven cuidadosamente su tiempo. ¿Ven? Si los llaman a todos a que vengan al altar, se darán cuenta que alguien se quedará allí por quince, veinte minutos, y ahí se le acaba el tiempo.",
    "Que su…¿Ven?, sus oraciones son en su casa. Jesús dijo: “Cuando ores, no lo hagas como los hipócritas lo hacen, y—y una larga…tal vez una oración larga, y digas esto, eso, o lo otro, y—y todo como eso para ser vistos”. ¿Ven? El dijo: “Cuando tú ores…ora, entra en el cuarto, el cuarto secreto, cierra la puerta detrás de ti, ora a tu Padre que ve en secreto, El te recompensará públicamente”. Ahora, esa es la manera de tener una oración en secreto, eso es lo que El dijo que hiciéramos.",
    "Pero cuando Ud., alguien, cuando ellos entran, que el director de cantos, diga: “Muy bien…” Después de la primera alabanza, que alguien ore, quienquiera que sea, sólo una oración corta. No se pare y ore por todos los gobernadores, y todo como eso. Si hay alguna petición de oración, denla a conocer, envíenla, que ellos la envíen. Escríbala, diga: “Aquí”. “En esta noche, mientras oramos, estamos recordando a la Hermana Fulana, y al Hermano Zutano que están en el hospital. Fulano, y Zutano, y Mengano. Recuérdelos en sus oraciones mientras oran. El Hermano Jones, nos dirigirá en oración, pongámonos de pie”. ¿Ven? Que se pongan en el púlpito. Dígales, que se acostumbren a eso: “Si Uds. tienen una petición de oración, pónganla aquí, aquí”. No esté preguntando: “¿Quién tiene una petición en estos momentos, hágalo saber…?” Y entonces, cuando menos piensa, alguien se levanta y dice: “¡Gloria a Dios!” Y Uds. saben, empieza algo así, y cuando menos piensa, algunas veces pasa media hora, antes de que ellos se sienten. ¿Ven?",
    "Nosotros somos responsables por esta iglesia, no por otras; esta es nuestra responsabilidad ante Dios. Estos oficios son sus responsabilidades ante Dios. ¿Ven? La razón que yo estoy parado aquí en esta noche, diciéndoles esto a todos Uds., es porque es mi responsabilidad ante Dios; es la responsabilidad de Uds. el llevarlo a cabo. ¿Ven?",
    "Ahora, y cuando algo como eso…que alguien dirija la oración, y cuando lo hagan, está bien, que dirijan la oración y luego se sienten.",
    "Y si Uds.—Uds. tiene un canto especial…Ahora, yo no diría esto, yo no lo apoyaría…Y si alguien quiere cantar una especial, anúncienlo en la iglesia. Dígales que: “Todas las especiales, o todo lo que se quiera cantar, que vean al director de cantos antes de que el servicio principie”. Y que lo tengan…Diga: “Bueno, lo siento hermano, me gustaría…me gustaría hacerlo, pero tengo—tengo mi especial para esta noche. Tal vez si Ud. me dice que va a estar aquí en cierta noche, yo lo incluiré a Ud. en el programa. ¿Ven?, yo tengo mi programa escrito aquí”.",
    "Que—que el Hermano Capps o quienquiera que esté dirigiendo las alabanzas…Y tengan un director de cantos, no importa quién sea. Y no les permita pararse y decir…o hablen mucho, ellos están predicando, ¿ven? Que se paren allí y dirijan alabanzas, eso es su negocio.",
    "Es el asunto del pastor el predicar, ¿ven?, no dirigir alabanzas. El no debe dirigir las alabanzas, el director de cantos dirige las alabanzas. El es responsable, y debería salir fresquecito bajo la unción del Espíritu Santo, de allí de la oficina, en alguna parte, cuando es el tiempo para salir. El ni siquiera tiene que estar en la plataforma cuando esto está ocurriendo. Que se quede en la oficina de allá atrás, ¿ven?, o aquí atrás, o donde sea, y el sistema de intercomunicación, le avisará ¿ven?, cuando sea la hora. Cuando él escuche ese último…si hay una especial, como un solo, un dúo, o algo, como su tercera alabanza. ¿Ven?",
    "Cuando hayan tenido dos alabanzas congregacionales, la oración, su ofrenda (si Uds. van a recogerla). Y que todo hombre esté en su puesto de deber. Diga: “Muy bien, mientras cantamos esta última alabanza, si los ujieres quieren, pasen adelante para recoger la ofrenda de la tarde”. ¿Ven? Y mientras ellos terminan cantando esa alabanza, los ujieres estén parados aquí. Y diga: “Muy bien, vamos a orar”, y que oren ellos: “Queremos recordar a Fulano y a Zutano”, y lea eso, Uds. saben, así, de esa manera. “Muy bien, pónganse todos de pie. Hermano, ¿nos dirige en oración?” Entonces queda concluido.",
    "Entonces mientras están ellos cantando esta segunda alabanza, o lo que Uds. estén cantando, Ud. está…recojan su ofrenda si Uds. van a recoger su ofrenda. Déjela…Yo aconsejaría que tengan su primera alabanza y luego recojan su ofrenda de la tarde, y luego pasen a su segunda alabanza, y luego terminen. Entonces que su última alabanza aquí…Que su última alabanza, ¿ven?, sea para llamar a su pastor. Y tan pronto como ese último himno sea cantado, que el órgano empiece con su—su preludio, su pastor entra. ¿Ven?, todo está en orden, todos están quietos. No hay nada más que decir. Cada diácono en su posición de deber. El pastor parado allí.",
    "El sale, saluda a su audiencia, abre su Biblia y dice: “En esta noche, vamos a leer de la Biblia”. ¿Ven?, después que, está parado: “Vamos a leer de la Biblia”. Y es una cosa buena algunas veces si Ud. dice: “En respeto a la Palabra de Dios, pongámonos de pie mientras leemos la Palabra”. ¿Ven?, entonces lea: “En esta noche, estoy leyendo del Libro de los Salmos”, o del que sea. O que alguien más lo lea, el director de cantos, o el asociado, alguien allí con Ud., que él lo lea, lo que sea; pero sería mejor si Ud. mismo lo leyera, si Ud. puede. Entonces léalo de esa manera, y luego tome su texto. ¿Ve? Y para ese momento, Ud. ha empleado como treinta minutos, para entonces son como las ocho.",
    "Y desde las ocho como a los quince minutos para las nueve, entre treinta y cuarenta y cinco minutos, exponga esa Palabra como el Espíritu Santo se la da a Ud., ¿ve?, de esa manera, solamente colóquela allí de la manera en que El le dice que lo haga, ¿ve?, bajo la unción.",
    "Entonces haga un llamamiento al altar, diga: “¿Hay alguien aquí en esta iglesia que desearía aceptar a Cristo como su Salvador? Les estamos preguntando, invitándolo a Ud. al altar en estos momentos, póngase de pie”. ¿Ve?",
    "Y si—y si nadie se pone de pie, diga: “¿Hay alguien aquí que sea un candidato para el bautismo, que ya se haya arrepentido, y que quiera ser bautizado en agua para la remisión de pecados? Si quisieran venir, les estamos dando a Uds. la oportunidad en estos momentos, pueden pasar mientras el órgano todavía está tocando”. ¿Ve?",
    "Si nadie pasa, entonces pregunte: “¿Hay alguien aquí que quisiera…que nunca ha recibido el bautismo del Espíritu Santo y quisiera recibirlo en esta noche, quisiera que nosotros oráramos por Ud.?” Bien, tal vez alguien venga, entonces que dos o tres pongan las manos sobre ellos, oren por ellos. Mándelos allá atrás a uno de esos cuartos, que alguien esté allí con ellos, para instruirlos en alguna parte de cómo recibir el bautismo del Espíritu Santo. Estén apartados de la congregación.",
    "Si alguien viene…que quiere aceptar a Cristo y está parado allí en el altar y quiere que se ore por él, haga su…que oren. Y cuando lo hagan, Ud. solamente diga: “Inclinen sus rostros en estos momentos, vamos a orar”. Y pregunte: “¿Creen Uds.?”",
    "Si hubiera una cosita que pudiera demorar a la congregación en cualquier manera, envíelos al cuarto de oración, y vaya allá con ellos, o envíe a alguien allá con ellos. Y que la congregación continúe ¿ve?, de esa manera, Ud. no los ha detenido entonces en nada. ¿Ve?",
    "Y entonces mientras…antes…En un—en unos cuantos minutos, Ud. dice…Si nadie pasa, entonces pregunte: “¿Habrá alguien que quisiera ser ungido con aceite en esta noche, por enfermedad? Nosotros oramos aquí por los enfermos”.",
    "🦅 Bien, me gustaría verlo a Ud. privadamente, Hermano Neville”. “Bien, véame en la oficina. Vea a uno de los diáconos, ellos se encargarán de eso, ¿ve?” “Y tengo algo que me gustaría decirle a Ud., hermano”. “Bien, uno de los diáconos aquí lo llevará a la oficina, y nos…lo veré a Ud. inmediatamente después del servicio”.",
    "🦅 Ahora, pongámonos de pie ahora para despedirnos”. ¿Ve?, y Ud. no ha estado más de una hora y cuarenta y cinco minutos en toda la cosa. ¿Ve? ¿Ve?, una hora y treinta minutos, su servicio está terminado. Ud. llegó al punto de una manera directa y rápida; Ud.—Ud. ha dado lo que es necesario; Ud. lo ha hecho y todos están satisfechos, y se van a casa sintiéndose bien. ¿Ve? Y si no, entonces, ¿ve Ud.?, si Ud. permite…¿Ve?, Ud.—Ud.—Ud. lo hace con un buen propósito, ¿ve?, pero vea…",
    "¿Saben Uds.?, ya tengo como treinta y tres años en esta plataforma, treinta y tres años, y alrededor del mundo. Uno aprende algo en todo ese tiempo, seguramente. ¿Ven? Y si no, es mejor renunciar. Así que entonces, ¿ven?, me di cuenta de esto. Ahora, si Uds. están lidiando únicamente con Santos, hermano, Uds. pudieran quedarse toda la noche si quisieran. Pero Uds.…¿Ven?, Uds. no están exactamente lidiando con ellos, están tratando de alcanzar a estos de aquí afuera. Aquí están los que Uds. están alcanzando, Uds. tienen que obrar en el terreno de ellos. ¿Ven? Y no…Tráigalos aquí y entonces que la Palabra venga, y luego, ¿ven?, no hay ninguna queja. Si hay algo por lo cual ellos quieran verlo, bien, está bien, llévelos directo a la oficina de esa manera, pero no demore a la congregación.",
    "Entonces, Uds. saben, hay gente que se levanta y dice: “Bien, déjenme decirles, tengamos un buen servicio de testimonios”. ¿Ven? Ahora, no estoy criticando eso, mi única intención es decirles la Verdad. ¿Ven? Mi única intención es decirles la Verdad. ¿Ven? Yo me he dado cuenta que las reuniones de testimonio…algunas veces hacen—hacen más daño que bien. ¿Ven?, realmente lo hacen.",
    "Ahora, si alguien tuviera un testimonio ardiente durante el tiempo de un avivamiento, Uds. saben, Uds. están teniendo un avivamiento, Uds. saben, una reunión, y alguien se salva y sólo quiere decir una palabra, bueno, bendito sea Dios, permítanle que descargue su alma. Y vea si él…Si él quiere—si él quiere hacer eso, ¿ven?, sólo en el momento del avivamiento, que diga: “Yo solamente quiero decir: ‘Gracias al Señor por lo que El hizo por mí’. El me salvó la semana pasada, y mi corazón está ardiendo con la gloria de Dios. Gracias a Dios”, y que se siente. ¡Amén! Eso está bien, hágalo. ¿Ven?, eso está bien.",
    "Pero cuando Ud. dice: “Ahora, pasen. ¿Quién sigue? ¿Quién sigue? Escuchemos una palabra, escuchemos una palabra de testimonio”. Ahora, si Uds. tienen una reunión planeada, una cierta noche para eso, ¿ven?, ténganla. “En esta noche…el siguiente miércoles por la noche, en lugar de servicio de oración, va a ser un servicio de testimonios. Queremos que todos vengan, va a ser un servicio de testimonios”. Y entonces cuando ellos vengan al—al lugar para dar testimonio, lea la Palabra, ore, y luego diga: “Ahora, hemos anunciado que esta es una noche de testimonios”. Así que deje a la gente que testifique por esa hora, o por cuarenta y cinco, o treinta minutos, o lo que sea, y entonces—entonces siga adelante de esa manera. ¿Ven lo que quiero decir? Y yo pienso que eso ayudará a su congregación, ayudará a todo, como un conjunto, si Uds. lo hacen de esa manera.",
    "Ahora, se me está haciendo tarde, así que…Hermano, hermanos, esto es lo mejor de mi conocimiento. Yo veo lo que está en sus corazones, esto es lo mejor de mi conocimiento con respecto a las preguntas que Uds. hicieron. Ahora, desde ahora en adelante Uds. saben. Y si alguna vez hubiera una pregunta en su mente, acuda a la cinta. Pidan que…Escuchen la cinta. Si es para diáconos, síndicos, o lo que sea, que se toque la cinta. Que se toque allá en la congregación, si ellos quieren oírla. Muy bien. Y eso es—eso es lo mejor que yo sé, de la voluntad de Dios para este tabernáculo aquí en las calles Octava y Penn, y esa es la manera en que yo los estoy comisionando a Uds. Hermanos para que cumplan esto bajo la dirección del Espíritu Santo, con toda bondad y amor, mostrando la gracia en Uds. delante del pueblo que Uds. son Cristianos. Y Cristiano no significa un bebé que puede ser empujado por todas partes, eso significa “un hombre que está lleno de amor, pero tan—tan lleno de amor para Dios como lo está para la congregación”. ¿Ven lo que quiero decir?",
    "¿Hay una pregunta? La cinta está por terminarse, y yo tengo a alguien que me está esperando allá. ¿A qué hora se suponía que él iba a estar allá? [Billy Paul contesta: “En este momento”.—Ed.] En estos momentos. ¿Viene el solo? [Billy Paul contesta: “Yo lo voy a recoger”.] Muy bien. Muy bien, señor.",
    "Ahora, yo sé que vamos a salir en estos momentos si no—no hay más que decir. Ahora, si no hay, bueno, despidamos. Sí. ¿Sí, Hermano Collins? [El Hermano Collins dice: “Sería mejor si pararan la cinta”.—Editor] Muy bien. [Espacio en blanco en la cinta.]",
    "Bueno, hermanos, aprecio mucho el haber estado aquí con Uds. en esta noche, al Hermano Neville, y a los diáconos y síndicos, y superintendente de la escuela dominical, todos Uds. Confiamos que el Señor los ayude ahora a poner por obra estas órdenes para el Reino de Dios. La razón que yo he dicho esto, es porque yo pienso que Uds. han crecido de niños a adultos. Cuando Uds. eran niños, Uds. hablaban como niños, y Uds. entendían como niños. Pero ahora Uds. son hombres, así que actuemos como adultos en la casa de Dios, comportándonos, y honrando nuestros oficios, y honrando cada oficio. Cada don que el Señor nos ha dado, pongámoslo en orden, y honremos a Dios con nuestros dones y nuestros oficios.\n\nOremos:",
    "Padre Celestial, te damos gracias en esta noche por esta reunión de hombres que has puesto aquí en los oficios para llevar a cabo la obra del Señor que ha estado cumpliéndose aquí en Jeffersonville, en esta iglesia. Dios, que Tu mano sea sobre ellos, que Tú los ayudes y los bendigas. Haz que la congregación y la gente entienda y conozca que esto es para mejorar el Reino de Dios, para que podamos llegar a ser hombres de entendimiento y conocer el Espíritu de Dios, y saber qué hacer. Concédelo, Padre. Despídenos ahora con Tus bendiciones, y haz que el Espíritu Santo vele sobre nosotros y nos guíe, y nos proteja, y haz que nosotros siempre seamos hallados fieles en el puesto del deber. En el Nombre de Jesucristo, yo oro. Amén. 🦅"
  ]
}