{
  "title": "HAY UN HOMBRE AQUÍ QUE PUEDE ENCENDER LA LUZ",
  "id": "63930009",
  "content": [
    "🦅  Inclinemos ahora nuestros rostros. Nuestro Padre Celestial, te damos gracias en esta mañana por Tu bondad y misericordia, por darnos el privilegio de reunirnos aquí nuevamente, un día de este lado de la gran Eternidad, para adorar al Amado, el Señor Jesucristo. Te damos gracias porque El vino a la tierra para—para redimirnos de una—una vida de pecado, y para darnos esta gran herencia que tenemos a través de Su justicia. Y mientras nosotros, esta mañana, estamos aquí como Sus embajadores, para—para partir este Pan de Vida a esta congregación que está esperando, que el Espíritu Santo inspire toda Palabra y la coloque en los corazones de la gente, conforme a nuestra necesidad. Pedimos esto en el Nombre de Jesús. Amén.\n\nTomen asiento.",
    "Ciertamente considero éste, un gran privilegio, el estar nuevamente aquí parado con Uds. esta mañana. Lamento que no tengamos más espacio que el que tenemos para atender a la gente. Nuestro Tabernáculo no es lo suficientemente grande. Y estamos muy agradecidos de estar aquí, durante estos días festivos de—de nuestro hogar de…en Tucson. Y el tiempo estuvo un poco malo, pero estamos felices de estar aquí y de tener la reunión.\n\nAhora, quiero anunciar que esta noche habrá un servicio de sanidad, u oración por los enfermos. Y se lo acabo de decir a Billy. El dijo: “Bueno, ¿qué vas a hacer?”",
    "Le respondí: “Pues, quizá sea mejor que repartas algunas tarjetas esta noche, como a las 6:30, de manera que la gente no…”\n\nY, ¿ven?, está tan lleno aquí, que podemos ver que sólo podemos traerlos uno por uno, de manera que Ud. pueda ser llamado por el número de su tarjeta, y de esa forma no habrá ningún congestionamiento. Sólo podemos llamarlos uno por uno, y permitirles pasar por la línea mientras oramos por ellos.",
    "Así que, Ud., si Ud. está enfermo o tiene seres queridos que están enfermos y los quiere traer, venga como a las seis y media, algo así, siete de la noche, y consiga una tarjeta de oración. El estará a la puerta, o como sea que vaya a darlas, al entrar Uds.",
    "Y, entonces, esta será probablemente la última ocasión en que vuelva a estar con Uds., por algún tiempo, porque tengo un itinerario muy pesado. Estaré aún en los Estados Unidos hasta ya bien entrada la primavera. Así que, nosotros, quizás regresemos de nuevo un poquito más tarde en este verano.\n\nSi el Señor lo permite, me gustaría, si logramos que el—el lugar aquí esté con aire acondicionado. Yo se lo iba a pedir a Billy. Me gustaría hablar sobre esas Siete Trompetas, tener un ser-…una reunión aquí para las Siete Trompetas, si—si el Señor lo permite. Para eso, las—las Siete Edades de la Iglesia, y los Siete Sellos, y ahora las Siete Trompetas. Y pudiera tener algo de tiempo como en junio cuando la gente tiene sus vacaciones, eso les daría tiempo para que puedan llegar.",
    "Y estoy contento de ver al Hermano Shepherd aquí esta mañana, fuera del hospital. Yo fui a verlo el otro día. Y Hermana Shepherd, yo no la pude llamar a Ud. ayer. Ese sueño que Ud. me envió fue muy, muy bueno. Ud. vio, así como fue, a Cristo en un—sobre un…en—en los cielos, sobre un caballo blanco, pero aún estando atado, ¿ve Ud.? Pero, sin embargo, antes de que se desvaneciera, toda su familia logró verlo. Eso, la interpretación del sueño, es que su familia ha visto Su movimiento de este último día antes de que eso se desvaneciera. Así que, eso fue muy espiritual, y una bendición muy buena para Uds., Uds. familia. Esa familia salió de gran tribulación para llegar a donde están hoy.",
    "Y ahora, tenemos algo, un poco triste, esta mañana. Desde que conocí aquí…Uno de nuestros apreciados amigos, y—y que asisten a este Tabernáculo, la familia Coats; a los cuales todos amamos. Ellos vienen del este, y, o de los alrededores de Chicago. Y la Hermana Billie Habbock, y—y su hermana, Armstrong, y todas las muchachas. Ellas…creo que anteriormente eran Nazarenas, y han venido al Señor, y ellas son muy amadas amigas nuestras.\n\nY el Hermano y la Hermana Coats, el padre y la madre de ellas, iban camino a su casa el otro día desde el oeste, y alguien patinó en la carretera y—y mató a la Hermana Coats instantáneamente. Y—y cuando me llamaron, a—a Tucson, y oí acerca de ello, en ese momento yo estaba sentado con una caja de dulces que ella había hecho para mí, puesta sobre la—sobre la mesa. Y Uds. no saben cómo me hizo sentir eso. Pero yo—yo pienso eso, doy gracias al Señor esta mañana, ella no tuvo que sufrir. Ella estaba envejeciendo, y ella no tuvo que sufrir. Y ella partió para el Hogar para estar con Dios.",
    "Yo estaba pensando, y hablando con sus dos hijas, hace unos momentos, en el cuarto allí. El Hermano Coats está aquí esta mañana; él se rompió algunas costillas. Y yo lo llamé al hospital adonde él estaba hospitalizado, allá en Missouri, y sus costillas rotas y cosas, pero ciertamente él tenía verdadero valor, es un verdadero Cristiano; sabiendo que su pequeña reina no está muerta, ella está viva para siempre, con Cristo, y habrá un tiempo de unión.",
    "Job dijo en una ocasión: “Oh, quién me diera que me escondieses en el Seol, y me guardases en el lugar secreto, hasta apaciguarse Tu ira”.",
    "¿Han notado que Dios hace la misma cosa en la naturaleza? Como la savia que está acá arriba en los árboles, en las hojas; y antes de que venga el invierno, la ira que es derramada en la tierra…¿Ven?, en una época la tierra no tenía invierno. Y en el Milenio nunca más habrá inviernos, ¿ven Uds.? Así que es la ira sobre la tierra. Entonces cuando eso sucedió…¿Ven?, antes de que venga la ira, Dios en Su misericordia envía esa savia para abajo a las…bajo la tierra, a las raíces de ese árbol, y la mantiene allí hasta que pasa la ira del invierno, entonces la vuelve a subir, ¿ven?, en la primavera.\n\n“Oh, quién me diera que me escondieses en el Seol, y me guardases en el lugar secreto, hasta apaciguarse Tu ira”. Eso es lo que El ha hecho por nuestra hermana. Eso es lo que El hace por todos los Cristianos.",
    "Dios lo bendiga, Hermano Coats. Estoy tan feliz de saber eso, que el Sello de Dios permanece en tiempo de problemas. Yo sé lo que él está pasando, porque yo pasé por algo similar, hace años. Pero yo estoy…Uno por uno tenemos que cruzar sobre este gran río; y yo…y va a ser mi turno, uno de estos días; y el de Uds. uno de estos días. Pero como decía David: “No temeré mal alguno, porque Tú estarás conmigo; Tu vara y Tu callado me infundirán aliento”.",
    "Ahora en conmemoración de la Hermana Coats, nuestra amada hermana que ha partido para estar con Dios. Yo…Como una pequeña conmemoración a ella en esta mañana, yo quiero que la congregación se ponga de pie por un momento.\n\nInclinemos nuestros rostros y pensemos en alguien que en un tiempo, hace pocos días, anduvo en—en este Tabernáculo, entrando y saliendo entre nosotros, estrechó nuestras manos, una cristiana encantadora, que ahora está en ese lugar que el Señor me permitió ver no hace mucho tiempo, una mujer joven nuevamente, esperando la llegada de su familia.",
    "Nuestro Padre Celestial, te damos gracias por los recuerdos de la Hermana Coats. Qué preciosa y amada hermana. Y ahora, llega el tiempo en que cuando hemos vivido nuestro tiempo determinado de vida, que se nos ha asignado, debemos cruzar el río. Te damos gracias porque ella no tuvo que sufrir. No debe haber habido nada en contra de ella por lo cual ella tuviera que sufrir. Ella se fue directamente a los brazos de Dios, en un momento.",
    "Su esposo, sus hijas están aquí esta mañana, Señor, de nuevo en sus puestos de deber. ¡Cuánto te agradecemos por esa fe valerosa! “La Fe de nuestros padres viviendo todavía, en vez de calabozos, llamas y espada”. Te damos gracias por todas estas cosas.",
    "Haz descansar su preciosa alma, Señor. Ella era nuestra hermana. Dolor, lágrimas caen de nuestro corazón, por su ausencia, pero gozo sale de esas lágrimas, permítenos saber con seguridad de Tu Palabra que ella vive en una vida inmortal que nunca morirá. Y nunca habrá un accidente donde ella está ahora, sólo está esperando a aquellos que vienen después para unirse con ella.",
    "Bendice al Hermano Coats, y bendice a esas muchachas y a su familia, Señor, y a aquellos amados, y a todos los que la aman. Y algún día, Padre, confiamos con encontrarnos con ella allá arriba en ese gran Más Allá, donde no hay enfermedad, tristeza, o muerte. Hasta ese tiempo, mantennos saludables y bien, sirviéndote, y ansiando ver ese día. En el Nombre de Jesucristo lo pedimos. Amén.",
    "Que el gran Espíritu Santo que lidia con nosotros aquí en el Tabernáculo, revelando Su Palabra, que El haga descansar su noble alma en paz hasta que nos encontremos con ella.",
    "Ahora, hace calor aquí esta mañana, porque son los cuerpos, Uds. saben, habiendo tantos, el calor del cuerpo humano.",
    "Ahora, nos gustaría hacer un anuncio ahora. Algunas veces nuestros servicios aquí, en la—en la mañana, son largos, la razón de eso…Realmente no es correcto tener un servicio tan largo, porque, una hora, una hora y media, o algunas veces dos horas. Pero lo que yo estoy haciendo, estoy grabando allá atrás, ¿ven?, y esta cinta va alrededor del mundo. Y eso es lo que yo…nos reunimos tanto tiempo, en la mañana, es—es porque yo vengo aquí a grabar estas cintas. Eso es para…?…ellos son…¿Ven?, Uds. pueden ver ahí en el cuarto, que las—las cintas están siendo—siendo grabadas ahora, y van a todas partes alrededor del mundo.",
    "Ahora, pronto, si el Señor lo permite, este próximo…tan pronto me vaya de aquí…Yo me iré, si el Señor lo permite, a alguna hora mañana por la mañana, de regreso a Arizona, porque tengo una reunión que se aproxima. Y luego es a través de todo el Sur. Y Uds. los sureños de Georgia, y Mississippi, y Texas, y Alabama, vamos a llegar enseguida allá, hasta Florida.",
    "De aquí voy a Phoenix, luego a California, y de regreso a Dallas, y—y quizás pase por San Antonio, creo que es ahí, y luego a Alabama, y Florida y por esos lados. Así que los estaremos viendo enseguida a Uds. allá, si el Señor lo permite.",
    "Y entonces Uds. sigan orando por nosotros, y les haremos saber cuándo, si nosotros…el Señor pone sobre nuestro corazón ahora pasar unos—unos cuantos días aquí este próximo verano.",
    "Yo tenía un grupo de reuniones programadas. Y muchos de Uds. en Nueva York saben que cuando vino la visión, que dijo que aquellas reuniones en el país Escandinavo…¿Recuerdan Uds. que estaban programadas allá? Y entonces, mientras yo estaba en Nueva York, vino la visión de que cada una de esas reuniones sería cancelada por alguna razón. Y yo recuerdo que le dije a algunos de Uds. aquí, cuando estábamos en Nueva York. Eso fue exactamente lo que pasó, porque todos ellos querían el mismo día y no pudieron conseguir aquel edificio.\n\nAsí que, eso pudiera dejar algún tiempo en Junio. Pudiera ser la voluntad del Señor, estaba yo pensando, quizás regresar acá para esas Trompetas, antes de que sea demasiado tarde. ¿Ven? Así que sabemos que todo sale bien. Así que eso estaba en mi corazón, de modo que pudiera ser que eso es lo que El quiere que hagamos.",
    "Ahora, veo que están cambiando de asientos unos con otros, y—y allí en los pasillos, y así por el estilo. Quisiéramos tener espacio para sentarlos.\n\nY ahora cuando veamos esas Trompetas, esto es…queremos conseguir el gimnasio de la escuela secundaria. Creo que se pueden sentar unos cinco mil quinientos, y entonces también tendríamos oportunidad todos de encontrar asiento, y sentarnos y escuchar calladamente mientras estamos—mientras estamos predicando.",
    "O, esto, las Trompetas, son muy, muy buenas. Yo estaba viéndolo el otro día. ¿Ven?, en el Sexto Sello, todas las Siete Trompetas suenan allí mismo en ese Sexto Sello, ¿ven?, justamente antes de que el Séptimo Sello abre la Venida de Cristo.",
    "Y esta noche, yo tengo un Mensaje muy importante del cual quiero hablar antes del—del—del servicio de sanidad. Y si Ud. está aquí, y se va a quedar, bueno, trataremos, si fuera posible de comenzar un poco más temprano, porque habrá una línea de oración. No predicaré por mucho tiempo, pero hay algo que he querido decirle a la iglesia, por algún tiempo, y más o menos ponerlos al tanto de—de—de—de…como van las cosas en este tiempo, y dónde estamos parados, y según lo mejor de mi entendimiento por medio de la Escritura.",
    "Ahora, quiero que Uds. abran conmigo en esta mañana el Libro de Isaías, si Uds. quieren marcarlo o llevar un registro de dónde estamos leyendo. Y deseo leer de Isaías, el capítulo 42 de Isaías.",
    "También, estamos muy contentos esta mañana de tener al Hermano Dauch sentado aquí con nosotros. Mientras abren…Uds. saben, ellos pensaban que él no iba a vivir, el otro día en Shreveport. Y ciertamente él tiene fe. Sí, señor, él sale de eso; el Señor lo bendice…?…¿Ven?, el Hermano Dauch tiene noventa y un años de edad, y tuvo una falla cardíaca completa; y un ataque al corazón además de eso. Y el mismo doctor dijo que ellos no veían que hubiera forma de que el Hermano Dauch viviera. El Hermano Dauch está viviendo, y el doctor está muerto. ¿Ven? ¿Ven?, sólo…¿Ven?, el Hermano Dauch está sentado aquí.",
    "Y es entonces, un—un hombre de noventa y un años de edad, con una falla del corazón y un ataque cardíaco. Y allí, cuando yo iba para allá, lo vi caminando por la calle; lo vi en la iglesia. Y fui y se lo dije, estando él bajo una tienda de oxígeno: “En el Nombre del Señor, yo estrecharé su mano en la…Lo veré en la iglesia nuevamente, y estrecharé su mano en la calle”.\n\nEn el siguiente servicio, aquí estaba él, sentado acá atrás en la iglesia. Y yo fui a Louisville, adonde comemos allá en el Blue Boar, a comer, y en cuanto me bajé de mi carro, comencé a caminar por la calle hacia arriba, ahí venía el Hermano Dauch caminando por la calle hacia abajo. Allí estaba, perfectamente. Y ¡cómo lo ha bendecido el Señor!",
    "Ahora, vamos a hablar sobre sanidad, y cosas, esta noche, y tengo algunas cosas sobresalientes que decirles para esta noche.",
    "Pero ahora, para que yo pueda grabar las cintas ahora, y ellos puedan prepararse para encenderlas, yo quiero comenzar leyendo de Isaías, el capítulo 42, y del versículo 1 al 7. Y Mateo el capítulo 4, comenzando, creo, en el versículo 15 y el 16.",
    "Ahora, en—en el capítulo 42 de—de Isaías vamos a leer.\n\nHe aquí mi siervo, yo le sostendré; mi escogido, en quien mi alma tiene contentamiento; he puesto sobre él mi Espíritu; él traerá justicia a las naciones.\n\nNo gritará, ni alzará su voz, ni la hará oír en las calles.\n\nNo quebrará la caña cascada, ni apagará el pábilo que humeare; por medio de la verdad traerá justicia.\n\nNo se cansará ni desmayará, hasta que establezca en la tierra justicia; y las costas esperarán su ley.\n\nAsí dice Jehová…Creador de los cielos, y el que los despliega; el que extiende la tierra y sus productos; el que da aliento al pueblo que mora sobre ella, y espíritu a los que por ella andan:\n\nYo Jehová te he llamado en justicia, y te sostendré por la mano; te guardaré y te pondré por pacto al pueblo, por luz de las naciones,\n\nPara que abras los ojos ciegos, para que saques de la cárcel a los presos, y de casas de prisión a los que moran en tinieblas.",
    "Ahora, en el Evangelio de Mateo, el capítulo 4, deseo leer el cumplimiento de esa profecía dada por Isaías. En el capítulo 4 de Mateo, yo—yo comenzaré a leer. Si es posible, comencemos en el versículo 12 en lugar del 15.\n\nCuando Jesús oyó que Juan estaba preso, volvió a Galilea;\n\n…dejando a Nazaret, vino y habitó en Capernaum, ciudad marítima, en la región de Zabulón y de Neftalí,\n\nPara que se cumpliese lo dicho por el profeta Isaías, cuando dijo:\n\nTierra de Zabulón y tierra de Neftalí,\n\nCamino del mar, al otro lado del Jordán,\n\nGalilea de los gentiles;\n\nEl pueblo asentado en tinieblas vio gran luz;\n\nY a los asentados en regiones de sombras de muerte,\n\nLuz les resplandeció.\n\nDesde entonces comenzó Jesús a predicar, y a decir: Arrepentíos, porque el reino de los cielos se ha acercado.",
    "¡Que el Señor añada Sus bendiciones a la lectura de Su Palabra! Y ahora, un texto raro del cual oí a alguien hablar, dijo esto, pero yo quiero tomar esto como texto: Hay Un Hombre Aquí Que Puede Encender La Luz. Y ahora, vamos a hablar del tema de la luz.",
    "Esto sigue a los tres temas sobre los cuales hemos estado hablando.\n\nUno de ellos en Tucson, o en Phoenix, de por qué Jesús vino a través de Belén. Que, El debía venir así, porque El es Belén. [Belén en inglés se escribe: “Bethlehem”.—Traductor] ¡Bethlehem! B-e-t-h significa “casa”; e-1, “Dios”; e-h-e-m significa “pan”, pan. “Casa del Pan de Dios”. Y todo cristiano que es nacido en Cristo es nacido en Belén, la Casa del Pan de Dios.",
    "Luego, allí, un tipo de David, que era un fugitivo en el tiempo de su excomunión de su pueblo. El fue rechazado. Y Belén estaba sitiada, y los filisteos estaban guarnecidos alrededor de Belén. Y David, un fugitivo, un tipo de la iglesia hoy, de Cristo. ¿Ven?, Cristo es un fugitivo de Su propia iglesia hoy. Ellos lo han rechazado. Un fugitivo es algo que es rechazado. Y David había sido rechazado, sin embargo el fue ungido para ser rey, pero el profeta lo había ungido.",
    "Y durante este tiempo, siendo un—un fugitivo de su pueblo, él había reunido a muchos gentiles valientes. Uno de ellos mató ochocientos hombres un día, con una lanza, o espada. Y otro saltó a un foso y mató a un león, en un día en que nevaba. Y—y ellos estaban recogiendo lentejas, que son frijoles o chícharos, o algo, y—y todos ellos huyeron, y él se quedó y mató hombres hasta que su brazo se cansó. Ellos también mataron a aquellos hermanos gigantes de Goliat.\n\nHombres valientes, aferrados a David, porque ellos sabían que él llegaría al poder. Ellos sabían, sin importar lo que cualquiera dijera. Dios tenía la unción sobre David, y ellos lo sabían. Ellos eran Gentiles. No importaba cuánto lo rechazaban, ellos aún sabían que él llegaría al poder. Y un día allí…",
    "¡Qué tipo es hoy, de—de Cristo, un fugitivo! Ud. dice: “¿Cristo un fugitivo?” De acuerdo a la Biblia, que nosotros…Dios valientemente nos ha hecho pasar a través de aquellas Siete Edades de la Iglesia. Esta iglesia de Laodicea, Cristo era un fugitivo fuera de Su iglesia, rechazado, tratando de entrar nuevamente. ¿Ven? El es un fugitivo, de Su propia iglesia. Y la razón de que El es un fugitivo, es porque El es la Palabra, y ellos no permitirán que entre la Palabra. Han aceptado credos, en su lugar.",
    "Y encontramos entonces, que en esta gran lucha aquellos hombres valientes que seguían—que seguían a David, eran Gentiles.",
    "Si se fijan Uds. cómo fue formada Belén. No quiero entrar en ese tema, pero cómo Belén…En realidad, Rahab, la ramera, su hijo fue el que fundó Belén. Era un centro de trigo, y de mucha y excelente agua. Y él fundó la pequeña ciudad. Y era la más pequeña de todas las ciudades, porque el profeta dijo: “De…Belén de Judá, ¿no eres tú la más pequeña entre todos los príncipes de las ciudades de Jerusalén…o de Judá? Pero de ti saldrá el Gobernador que gobernará a Mi pueblo”. De la pequeña.",
    "Cuando David, fue seleccionado allá arriba. Los grandes y finos hermanos, cuando el profeta Samuel subió para ungir, todos ellos estaban allí parados. Hombres grandes y valientes, parecía como que serían, se verían muy bien como reyes. Pero el que era rechazado, David, era a quien le derramaron el aceite encima. La ciudad rechazada fue la que Cristo…\n\nEs a los rechazados a quien Cristo recoge, ¿ven?, a los que son rechazados.",
    "Entonces encontramos que después de él viene Obed. Y después de él viene Booz. Y allí entra otro gentil, el cual vino por medio de Rut. Y de allí viene Isaí. Y de Isaí viene David. Y de un pequeño establo al lado de la colina salió el Rey de reyes, Jesucristo, el Hijo de David, su Hijo espiritual.",
    "Ahora, entonces, él era, él mismo David, habiendo nacido en esta ciudad, él tenía que venir a este pequeño lugar. Y fue llamada Belén, que significa “la—la casa del Pan de Dios”. Y El es la Casa del Pan de Dios.",
    "David, estaba recostado allí en la montaña aquel día, y miró hacia abajo y vio a los filisteos guarnecidos alrededor así, debe haberse sentido acalorado y sediento. El dijo: “Oh, si tan sólo pudiera tomar una vez más de ese pozo”. Pues, el más pequeño de sus pensamientos era una orden para sus…aquellos que le amaban.",
    "Así lo es hoy, el más pequeño de los pensamientos de Jesús, o acerca de Su Palabra, debe ser un mandato para nosotros los Gentiles que lo amamos. Porque sabemos que El llegará al poder no importa cuánto sea rechazado. El cielo y la tierra pasarán, mas Esto todavía reinará así como cuando todos los cielos y la tierra hayan dejado de ser. Y sabemos que El llegará al poder, porque nada evitará que suceda. [El Hermano Branham toca su Biblia.—Editor] Esto es Cristo, la revelación de El, y esto sucederá justamente de la manera que la Palabra dice que será, porque El es la Palabra. Y el menor de sus mandamientos allí, no importa cuán pequeño sea, si es de “volver a bautizarse”, o lo que sea, lo haremos de todos modos. Es su mandamiento.",
    "Y el más pequeño de los pensamientos de David era un mandamiento para aquellos Gentiles, porque, ellos, eran un tipo de la Iglesia Gentil de hoy. ¡Hombres valientes! ¿Ven? Aquellos hombres que permanecieron con David eran Gentiles, pero hombres valientes. Eran intrépidos. No conocían lo que era el temor.",
    "Un hombre tomó una espada y mató a ochocientos hombres, todos ellos a su alrededor. Qué hombre era aquel. Uno de ellos un…\n\nOtro hombre. Había un guerrero Egipcio que corrió hacia él con una lanza larga. El sólo tenía un palo en su mano. El tomó el palo y derribó la lanza de sus manos; tomó la lanza y lo mató él mismo. ¿Ven?",
    "Uno de aquellos gigantes tenía dedos de catorce pulgadas [Treinta y cinco centímetros y medio.—Traductor], así. Ahora, catorce pulgadas, su dedo es tan largo como su mano, cerrada; al abrirla, esa sería una mano de veintiocho pulgadas [Setenta y un centímetros.—Traductor]. ¡Y con una lanza! Y se metió allí mismo y lo mató. ¿Ven? ¿Por qué? El era un hombre valiente, un Gentil poniendo sus ojos sobre un ungido que él sabía que llegaría al poder.",
    "¿Notaron Uds., que ellos eran tan valientes por David? Cuando David finalmente llegó al poder, él los hizo gobernantes sobre ciudades. ¿No prometió Jesús la misma cosa? La misma cosa, hacerlos gobernantes.",
    "Entonces, allí, cuando el deseo de David fue beber agua fresca, él probablemente tenía alguna agua vieja, tibia y estancada allá arriba de la cual estaba tomando. Pero sucedió que pensó en aquella agua fresca allá abajo en Belén, la casa del pan de Dios. Y él dijo: “¡Si tan sólo tuviera un trago de agua de aquel pozo!” Y aquellos hombres desenvainaron sus espadas y pelearon quince millas [Veinticuatro kilómetros.—Traductor] de filisteos, no porque él se los pidió, sino porque ellos sabían que él lo quería. Y ellos cortaron a aquellos filisteos todo el trayecto hasta el pozo. Mientras dos de ellos peleaban, el otro tomó un…su cubo de agua; y se abrieron paso peleando en su camino de regreso, todo el camino de regreso, y se lo entregaron a David. ¡Hablando de valientes!",
    "David, aquel hombre piadoso, dijo: “No permita Dios que yo lo beba de estos amigos que pusieron sus vidas en peligro”. Y él hizo una ofrenda con el agua, la derramó en tierra para Jehová. “Dénsela a Jehová. El es el digno de ella, no yo”. Ellos pusieron…",
    "Un tipo de Cristo mismo, con Su propia Vida Eterna dentro de Sí mismo; la Roca herida, derramó Su Vida sobre la tierra, como ofrenda por el pecado por nosotros, para que esta Palabra pudiera vivir.",
    "Oh, Gentiles, como he dicho, ¿quién desenvainará esa espada conmigo? El quiere un trago fresco esta mañana, no estos viejos y estancados credos eclesiásticos y cosas con las cuales estamos jugando. El quiere fe genuina en Su Palabra, quien creerá toda Palabra de Ella. Vayamos al pozo y traigamos de beber, un refrigerio, una adoración que no esté edificada sobre credos y denominaciones. Sino una genuina adoración Espiritual con Cristo entre nosotros, viviendo Su Vida de la manera que El quiere entre nosotros, que—que no es con credos y cosas diferentes. Sólo—sólo tengámoslo de esa manera.",
    "Ahora, el siguiente fue cómo Dios lidió con el pueblo por medio de un sueño, en los días de—de José. ¿Notaron Uds.? Un sueño es secundario. Es una forma secundaria por la cual Dios obra. Algunas personas pueden tener sueños, y no quiere decir nada. Ud. puede comer demasiado y tener pesadillas. Y un sueño es una forma secundaria. ¿Ven? Pero, ¿por qué protegería Dios a Su propio Hijo por medio de una forma secundaria? El se le apareció a José. El bienestar de Su propio Hijo, El lo envió en una forma secundaria. ¿Habían pensado alguna vez en eso? Porque no había profeta en la tierra. El tuvo que trabajar por medio de sueños. Y no fue un sueño que tenía que ser interpretado. El Angel del Señor dijo: “José, no temas de recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es”.",
    "Era una cosa poco común que eso ocurriera. José siendo un hombre justo, él…Era poco común; Dios es poco común. Y lo poco común es difícil de entender. Por eso es tan difícil entender la Verdad hoy; es tan poco común. Que una mujer tuviera un hijo sin conocer varón, eso era muy poco común.\n\nPero si uno es honesto y sincero, Dios puede aún aparecérsele en un sueño. Eso muestra que cualquier cosa que uno tenga, ya sea su mente, ya sea que puede silbar, cantar, testificar, o lo que pueda hacer, si todo su ser está entregado a Dios, Dios puede usarlo si tan sólo uno le permite hacerlo.",
    "Luego, la noche siguiente aquí, el Hermano Neville predicó sobre el tema de “Escapar”, cómo el—el hombre escapa. Y yo pensé que fue algo extraordinario.\n\nY esta mañana el Espíritu Santo parece que me quiere hacer hablar sobre el tema de la luz, lo siguiente. Continuar adelante, en el principio, de cómo comenzó la vida de Cristo en el pesebre, estamos repasándolo nuevamente en nuestro texto. Y él no lo sabía; yo no lo sabía; y aquí está exactamente en la misma cosa. ¿Ven?, allí mismo, la siguiente cosa es donde El entra en Su ministerio. Y esta noche tenemos algo que armonizará bien con eso, para continuar adelante esta noche, si Dios lo permite.",
    "Ahora, ¡gran Luz! “Los Gentiles asentados en las regiones de las sombras de muerte, gran Luz resplandeció entre ellos. Y Zabulón, y Neftalí, en la…por el camino de Galilea de los Gentiles, gran Luz, vieron una gran Luz”.",
    "Ahora luz, la primera ocasión en que encontramos la luz, en la Biblia, se encuentra en Génesis 1:3. Fue la Palabra hablada de Dios la que hizo la luz. Dios dijo: “Sea la luz”, Génesis 1:3, y fue la luz.",
    "Ahora, recuerden, entonces la luz viene por la palabra hablada de Dios. Y la luz es la vindicación, o lo que El ha hablado es luz. Cuando la luz ilumina, muestra eso. Dios dijo: “Sea la luz”. No había luz, y El dijo: “Sea la luz”, y fue la luz. Eso es una prueba. La luz es una vindicación de Su Palabra hablada. La misma cosa es hoy, una vindicación de Su Palabra hablada.",
    "Ahora, cuando Ud. ve Su Palabra siendo vindicada, o en otras palabras, dada a conocer, probada, esa es una—la Luz de Su Palabra Hablada. Y, sin luz, nada puede vivir sin luz. No hay vida alguna sobre la tierra hoy en día sino aquella que tiene que venir por medio de la—la luz del sol, en la vida botánica, y demás. Y no hay Vida Eterna alguna fuera del Hijo de Dios. ¿Ven? El es la Luz.",
    "Ahora nos damos cuenta, creo, mientras estudiamos ahora, y esta luz…“La tierra estaba desordenada”.",
    "Ahora, alguna gente argumenta hoy en nuestras escuelas, y demás, acerca de que el mundo tiene tantos millones de años, y tratan de condenar la Biblia y dicen que está equivocada. Ellos simplemente nunca leen la Biblia. Eso es todo. Porque la Biblia no nos dice cuán viejo es el mundo. La Biblia dice: “En el principio creó Dios los cielos y la tierra”. ¡Punto! Cuándo y cómo fue eso, no lo sabemos. Ahora, eso es lo primero. Y ese es un punto, ese es el final de esa oración.",
    "🦅 En el principio creó Dios los cielos y la tierra”. Pudieron haber sido cien millones, o billones, o lo que haya sido. Y ¿cómo lo hizo El?, eso sólo a El le concierne saberlo, ¿ven?, no a mí.\n\nPero el mundo, bueno: “La tierra estaba desordenada y vacía, y el agua estaba sobre la—la tierra. Y Dios”, dice, “se movía sobre las aguas”. Y dijo: “Sea la luz”.",
    "Ahora, yo creo que el sol y lo demás, la luna, ya existían, creo yo. Como continúa en Génesis 3, explicándolo…Pero yo creo que íbamos a usar el mundo, lo que estaba aquí, y por lo tanto…Y entró; había niebla y neblina sobre toda la tierra, haciéndola oscura. Y Dios dijo: “Sea la luz”, y la oscuridad se disipó, y hubo un cielo sin nubes.",
    "Y yo creo que esa es la forma en que Dios hace las cosas. El…en la Biblia, el siguiente versículo dice, el cuarto versículo dice: “Y El separó la luz de las tinieblas. Y El llamó a la luz ‘día’, y a las tinieblas llamó ‘noche’”. Y la Palabra de Dios siempre separa la Luz de las tinieblas. ¿Ven? Es la Palabra la que hace la separación, ¿ven?, Luz de las tinieblas.",
    "Dios siempre hace la misma cosa, cuando El se prepara para usar algo. Como cuando El se preparó para usar esta estrella, o lo que halla sido, este mundo, El tuvo que separar la luz de las tinieblas. Cuando El se prepara para irse, para usar a—a un grupo de gente, El tiene que separar la Luz de las tinieblas. Cuando El se prepara para usar a un individuo, El separa la Luz de las tinieblas. ¿Ven?",
    "La luz viene por Dios, y la…Recuerde, la luz vino por Su Palabra hablada. La Palabra de Dios decía: “Sea la luz”, cuando no había luz, y El envió la luz para separar las tinieblas de la luz.",
    "Esta Palabra de mando despejó el cielo de manera que el sol pudiera brillar. Y Su Palabra hoy es la que despeja todas las atmósferas de incredulidad.",
    "Yo estaba hablando, tuve—tuve, creo, once entrevistas allí adentro antes de subir al púlpito esta mañana. Tan mal…",
    "El otro día pensaron que el hijito de un amigo mío, Jim Pool, tuvo un ataque al corazón, lo llevaron de prisa al hospital. Fue una condición asmática, había tumbado al pequeño…El no podía…Su corazoncito agitado, y respiraba, y—y él gritaba y no podía respirar, y el pequeño parecía que se estaba muriendo, cuando lo trajeron aquí…Y yo estaba a punto de ir al hospital; ellos lo trajeron aquí. Y tomé su pequeña mano; yo dije: “Lo que ha ocurrido, es que le ha dado sarampión al niño. Y el sarampión, la fiebre ha atacado al pequeño. Vigílenlo. En un par de días quiero volverlo a ver. El estará lleno de sarampión”. Y aquí está lleno de sarampión, ¿ven Uds.? ¿Ven?",
    "¿Ahora qué? Dios separa las tinieblas de la luz, o la luz de las tinieblas. Y El separa la muerte de la Vida, y El lo hace por Su Palabra. Su Palabra es la que siempre lo produce.",
    "Ahora, ¡la luz! Pues, ahora, la simiente ya estaba sobre la tierra. Yo creo que Dios había plantado la simiente. Y mientras el sol llegara a esa simiente, empezaría a crecer. Y esa es la razón de que sólo se necesitó unos días para producir estas cosas, porque la simiente ya estaba en la tierra. Todo lo que necesitaba era luz.",
    "Y esa es la forma en que Dios lo hace hoy en día. Su Simiente ya está aquí, Su Palabra. La única cosa que necesita es Luz sobre Ella. Y El es esa Luz, porque El es la Palabra. La Palabra y la Luz son la misma cosa. La Vida allí dentro es la Luz de la Palabra, ¿ven?, es la Vida. El germen de vida yace dentro del grano, y el grano…la vida es la que se abre paso y hace que se manifieste la vida fuera del grano. De esa manera es que Cristo, en la Palabra, hace que la Palabra haga lo que Ella debe de hacer. Así como la vida en el grano de trigo, o lo que sea; hace que el trigo haga lo que debe de hacer, porque es la vida que está en él. ¡Toda vida!",
    "Así que, la Vida es sólo por la Palabra de Dios manifestada. La Vida viene solamente por la Palabra de Dios manifestada. Mientras sólo esté en el Libro, así, aún puede ser cuestionada. Pero cuando es manifestada, entonces uno ve el producto de lo que Ella habló, siendo manifestado, entonces esa es Luz en la—en la Palabra. ¿Ven? Eso es lo que trae…La Palabra así lo dice, y entonces, cuando se cumple, eso es Vida en la Luz, la Luz trayendo Vida. La Luz trae Vida.",
    "Plante el trigo acá afuera, va a…y póngala en el sótano, cúbrala, y nunca va a—a producir nada, porque no puede. No hay luz allí. Pero tan pronto le da la luz, entonces producirá vida si es una simiente que tiene germen.\n\nEsa es la misma cosa que es en la Palabra. ¿Ven?, la Palabra es Dios, y cuando la Vida le da, la trae…la Luz le da, hace que la Palabra viva nuevamente. Siempre ha sido así en cada edad. Oh, cómo apreciamos estas grandes cosas, cómo la Palabra siendo vindicada es la Luz de la Palabra hablada. ¿Ven?\n\nDios dijo: “Sea la luz”.",
    "Ahora, ¿qué si El lo dijo y no aparece la luz? Entonces no sabemos si es cierto o no. No sabemos si El está correcto. No sabemos si El era Dios o no, porque El dijo: “Sea”, y no hubo nada. ¿Ven?\n\nAsí que entonces cuando Dios habla y vemos que es, entonces esa es la Luz que sale brillando, la Verdad de la Palabra. ¿Ven? Hay Luz y Vida.",
    "Toda la vida natural viene por Su Palabra hablada. Y el sol es Su Palabra hablada. El dijo que El creó una gran luz en los cielos, para el día, y una luz menor para la noche. ¿Ven? Y toda vida natural tiene que venir por la Palabra hablada de Dios. Una flor no puede crecer sin que la luz de la Palabra hablada de Dios brille sobre ella, porque el sol es, el s-o-l [En el inglés, las palabras “sol” e “hijo” suenan igual y casi se escriben igual.—Traductor], es la Palabra hablada de Dios cuando El dijo: “Sea la luz”. ¿Ven? Es la vida hablada de Dios. Y no importa cuánto trata la gente de—de decir esto, aquello, o lo otro, sigue siendo igual. Ud. tiene que tener ese sol, así que la vida, la natural, puede tan sólo venir por la Palabra hablada de Dios.",
    "Y la Vida espiritual, la Vida Eterna, sólo puede venir por la Palabra hablada de Vida. La Vida fue el H-i-j-o esta vez. En El está la Luz, y en El no hay tinieblas; y El es la Luz hablada de Dios. ¿Es correcto eso? [La congregación dice: “Amén”.—Editor] La Palabra hablada de Dios, pues: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Y es Dios para siempre. ¿Ven?\n\nY es necesario que la Luz de Dios dé en la Palabra para hacerla vivir. Aquí está lo que El habló [El Hermano Branham toca su Biblia.—Editor], ahora ¡dejemos que brille la Luz! ¡Amén! Dejemos que brille la Luz, y la Luz traerá cada Palabra a Su posición correcta en su tiempo. ¡Amén! ¡Oh! ¿Ven Uds.?, ¡cuando llega el tiempo!",
    "Algunas veces ese grano permanece en la tierra, inactivo, durante todo el—el invierno, como semilla, trigo de invierno sembrado en la tierra. Pero cuando ese sol llega a un punto, oh, tiene que vivir. ¿Ven? Y no puede vivir sin el sol.\n\nY Dios hizo promesas para cada edad y cada día. Y cuando la Luz llega a un punto, y brilla sobre eso, producirá exactamente lo que dice la Palabra, porque El es la Luz y la Vida.",
    "La Palabra de Dios sólo viene por medio de la Biblia. La Biblia de Dios es la—la forma impresa del Hijo de Dios, porque la Biblia dice que es la revelación de Jesucristo. Es Dios revelándose a Sí Mismo a través de Cristo, y Cristo es la Palabra. Y se necesita que la Luz de Dios brille sobre esa Palabra para vindicarla, para probar que Dios todavía habla Vida, Vida Eterna. El habla la luz natural, trae la vida. La Vida sólo viene por la Luz, la Palabra hecha manifiesta, o hecha carne. Cuando todas las promesas fueron, en la Biblia, fueron manifestadas, es cuando Jesucristo, la Palabra, fue hecho carne entre nosotros. Dios siempre obra a través del hombre. El hombre es súbdito de Dios.",
    "Ahora, si se pone un poco caliente aquí adentro, pueden bajar las ventanas, bajar un poco la calefacción, o lo que deseen. Quizás el conserje pudiera bajarle un poco a la calefacción. Veo que muchos tienen calor. Y también se siente calor al estar aquí parado, así que—así que recuerden eso. Yo me alegro de que hace calor en vez de frío, porque a mí—a mí me gusta el calor. Yo…El calor siempre trae luz, vida, requiere fuego.",
    "Noten ahora, “hecho carne”. Cuando la Palabra se hace carne, es manifestada. Es como, tomar la Palabra y ponerla en la posición correcta y la clase correcta de tierra, producirá. La—la simiente producirá según su género. Y la Palabra, traída al interior del género correcto de corazón, se manifestará a Sí misma. Producirá la Luz. Se mostrará en ella. Muy bien.",
    "Nada natural, nada natural o espiritual, puede vivir sin la Luz de Dios. La Vida entonces sólo puede venir por medio de la Luz. Nada natural o nada espiritual puede vivir sin la Luz de Dios. Piénsenlo. Muy bien. Pero cuando El nos envía la Luz, ¿ven?, y hace todas estas cosas, y luego la rechazamos; ahora, esa es la parte triste, cuando la Luz es rechazada cuando ha sido enviada a nosotros.",
    "Ahora, ¿pueden Uds. imaginarse a algún hombre hoy en día diciendo: “Yo sencillamente me niego a decir que hay tal cosa como el sol. Yo no creo que hay un sol”? Y baja corriendo al sótano, y—y cierra todas las puertas, y se sienta en la oscuridad, y dice: “No hay tal cosa como el sol. No hay tal cosa como la luz”. Uno se daría cuenta, inmediatamente, que hay algo malo mentalmente en esa persona. ¿Ven? Hay algo malo cuando él corre a un sótano oscuro y se niega a aceptar el beneficio de la luz dada por Dios. Hay algo malo en él. El no quiere sus cálidos rayos. El no quiere su substancia que da salud. El no quiere su luz para caminar. El preferiría sentarse en la oscuridad. Eso muestra que hay algo malo mentalmente, en lo natural, en el hombre.",
    "Y yo digo esto con todo amor y respeto. Asimismo hay algo malo espiritualmente en un hombre que corre de regreso a sus denominaciones de credos y se niega a ver la Luz de la Biblia cuando está brillando ante él. Algo anda mal en él. ¿Ven?, regresa a sus credos y formas, y cierra la puerta y dice: “No hay tal cosa como Esa. Los días de los milagros han pasado. No hay tal cosa como sanidad Divina, no existe ninguna de estas cosas. Eso fue para un apóstol”. El hombre está espiritualmente loco. ¿Ven? Algo anda mal en él. El—él—él ha bajado las cortinas y ha rechazado al Espíritu Santo que puede venir sobre él. Si El puede…\n\n“Si permanecéis en Mí, y Mis Palabras permanecen en vosotros, entonces, la Luz brillando sobre esta Palabra, pedid todo lo que queréis”. ¿Ven? ¿Ven?",
    "Hay algo malo en que él rechace las fuentes dadas por Dios, que Dios nos ha dado para que por ellas vivamos, Su Palabra. “El justo por la fe vivirá”.\n\n“Y no sólo de pan vive el hombre, sino por toda Palabra”, no parte de la Palabra, “toda Palabra que procede de la boca de Dios”. Y cuando un hombre rechaza Eso, algo anda mal en esa persona; algo anda mal con su experiencia, que dice amar a Dios y luego rechaza a Dios. Algo anda mal en esa persona. Sabemos eso sin sombra de duda. El lo rechaza, corre a su lugar y dice: “Ahora, yo sólo…Yo no quiero saber nada al respecto. No me digan nada con respecto a estas Cosas. Yo—yo no creo nada sobre eso. Ud.…¡no importa qué diga Ud.!”",
    "Un hombre dijo, no hace mucho tiempo. Yo les estaba contando a Uds. El dijo: “A mi no me importa si Ud. trae cincuenta cánceres y trae cincuenta doctores que testifiquen de ellos, yo no creo. No me importa si Ud. levantara a los muertos delante de mí, yo no lo creería”. ¿Ven?, hay algo malo con esa persona. Lo—lo—lo hay. Y—y, sin embargo, el hombre era un ministro, ¿ven?, ¿ven?, se supone que es un ministro.\n\nPero sólo porque esa organización no cree en—en los poderes de Dios, no cree que (la Palabra), quiere decir exactamente lo que dice, el hombre corre a este sótano, viejo, enmohecido, sucio, inmundo sótano de una organización, y rechaza el calor y los rayos dadores de Vida del Espíritu Santo, Jesucristo, el cual es el mismo ayer, hoy, y por los siglos. Entonces hay algo malo con esa persona. ¿Ven?\n\nEl preferiría vivir en ese enmohecimiento, oscuridad, y demás, que vivir en la Luz del Dios y de la Biblia que dice que: “Jesucristo es el mismo ayer, hoy, y por los siglos. Las obras que Yo hago, vosotros las haréis también. Aun mayores haréis, pues Yo voy al Padre”. Hay algo malo con esa persona. Sin cuestionarlo en lo absoluto, hay algo malo.",
    "Y a Uds. hombres que están escuchando esto a través del mundo, donde quiera que estén. Hay algo malo con su experiencia, cuando Ud. dice que ama a Dios y rechaza Su Palabra. Hay algo. Ud. rechaza la misma…Con razón las cosas no pueden…la iglesia está en esa condición, y las cosas no pueden ser hechas como Dios prometió, es porque Uds. ni siquiera reciben la Palabra o caminan en la Luz. La Biblia dice: “Andemos en Luz, como El está en Luz, entonces la Sangre de Jesucristo, el Hijo de Dios, nos limpia de todo pecado”. Pecado es “incredulidad”.",
    "Entonces si estamos caminando en la Luz de la hora dada por Dios, entonces Dios toma esa Palabra que es dada para la hora y la vindica.\n\nAsí como El lo hizo en Génesis 1:3, dijo: “Sea la luz”, y la luz se manifestó. Su Palabra salió, y luz la siguió, y disipó la neblina. Y las tinieblas se fueron a una esquina, y la luz brilló en el otro lado.",
    "Así es como Dios lo hace hoy. El envía Su Palabra para esta hora, y el Espíritu Santo viene y hace que esa Palabra viva. Y las tinieblas entran a sus credos y a sus denominaciones, pero la Luz brilla porque es la Palabra de Dios vindicando que Su Palabra es Verdad. Ahora, no hay nada ficticio acerca de eso, eso es exactamente Escritural. Muy bien.",
    "Ahora, encontramos que los—los magos, los magos de la antigüedad, siguieron la substancia dada por Dios. Ellos siguieron la Palabra de Dios a la Luz, porque fue la Palabra la que trajo la Vida. Ahora Ud. dirá: “¿Cómo la siguieron?” Bueno, entendemos que ellos eran algo así como magos.",
    "Y luego encontramos que Balaam, el profeta, allá en Números 24:17, Balaam mismo era algo así como un mago. El era un profeta, verdaderamente, y él profetizó aquí y dijo que una estrella se levantaría de Jacob.\n\nY cuando estos sabios vieron que la Palabra de Dios decía que una Estrella se levantaría de Jacob, siguieron aquella pequeña señal dada por Dios a la fuente de Luz Eterna.\n\nAsí también hombres sabios hoy, que no están cegados por credos, seguirán la Palabra hablada de Dios hasta que vean la plenitud del Poder de Dios floreciendo en esta hora. Ellos—ellos lo ven, y ellos saben que está aquí en la Escritura. Dios lo prometió para este día.",
    "No importa cuántos observatorios, cuántas otras cosas, le decían a los magos: “¡Pues, Uds. están fuera de sí!” Viajaron por dos años. Pasaron por muchas naciones, y les preguntaban: “¿A dónde van?”",
    "🦅 Oh, hemos visto Su Estrella en el Este, y venimos a adorarle”.\n\nY cuando ellos entraron en Jerusalén, la oficina central denominacional, no tenía la respuesta. Ellos iban de arriba abajo por las calles, clamando: “¿Dónde está El, Rey de los Judíos que ha nacido?” Ellos nada sabían al respecto.\n\nAsí que, buscaron en la Palabra, para averiguarlo. Ellos habían seguido, sabían que aquella estrella los estaba guiando a la Luz Eterna. “Guíanos a Tu Luz perfecta”. Y la Palabra es lo que lo guía a uno a la Luz, y la Luz es la que vindica la Palabra. Noten, ellos eran sabios.",
    "Y los sabios hoy, no sab-…“La sabiduría de este mundo es insensatez para Dios”. Todos sus científicos y Uds. que están dependiendo en alguna gran educación, o alguna otra cosa, que les diga como dividir un átomo; eso no puede darles Vida. Nada hay que les pueda dar Vida sino la Palabra hablada de Dios. Es lo único por donde la Vida puede venir, a través de Su Palabra hablada.",
    "Y está bien, el saber cómo dividir un átomo. Yo desearía que nunca lo hubiesen descubierto. Pero si ellos…Ellos tienen que hacerlo, porque este mundo está colgando hoy…Tenía que suceder, para abrir estos grandes agujeros en la tierra, que permita a esa lava salir y rejuvenezca nuevamente a este mundo, para hacer una nueva tierra; donde los justos caminarán sobre el polvo de los impíos, en el Milenio, donde el pecado será olvidado. Todo tiene una manera de renovarse a sí mismo. Y el hombre, a quien le fue dado vivir sobre esta tierra, por su propia sabiduría, tomando el árbol de la ciencia en vez del árbol de la vida, destruirá la tierra que Dios le dio para que viviera en ella. Pero aquellos que aún están en el Arbol de la Vida, vendrán a un cielo nuevo y a una tierra nueva, donde no hay enfermedad o muerte. ¡Luz! Luz, Señor, envíanos Luz.",
    "Fueron los Angeles de Dios los que hicieron que luz brillara sobre la colina para guiar a los pastores a la Luz Eterna. ¿Ven?, sólo viene por medio de la Luz. La Vida sólo puede venir por medio de la Luz. Los pastores, querían saber. Uds. saben, cuando nace un rey, ellos tienen cantos, grandes celebraciones, cuando nace un rey. Ahora, El nació tan secretamente, y nació en un establo, en un—un pesebre donde el ganado y los caballos estaban comiendo, pero aun así, El era un Rey. Y los—los Angeles bajaron y cantaron los himnos a los pastores, en la Luz.\n\nLos Angeles mismos, eran luces que se presentaron con la Palabra de Dios. Ellos tenían la Palabra de Dios, y les dijeron: “Hoy, en la ciudad de David, en Belén, ha nacido Cristo el Salvador”. Los Angeles tenían la Palabra, y la Palabra vino por medio de la Luz, para guiar. Y ellos siguieron la Palabra de los Angeles a la Luz Eterna. Ellos encontraron allí al Niño, envuelto en pañales, como habían dicho. Porque, ¿ven Uds.?, la Vida sólo viene por medio de la Luz.",
    "Noten, El era la Palabra hecha Luz, o llegó a ser Luz. La Palabra en aquella generación, El fue la Luz de la Palabra de aquélla generación, porque los profetas de la antigüedad habían hablado de El, y aquí venía El y vindicó que El era la Luz de la Palabra hablada de Dios. ¿Ven? Todo lo que los profetas habían—habían dicho, se había cumplido en El, ¿ven?, los profetas del pasado con la Palabra.\n\nComo Dios fue en el principio, cuando El dijo: “Sea la luz”, y la luz vino.\n\nAhora, el profeta dijo: “Una virgen concebirá, y dará a luz un Hijo. Llamarán Su Nombre Emanuel, pues será Dios con nosotros”. Ahora, ellos lo habían hablado, la Palabra había salido; pero El era la Luz. ¿Qué era El? El cumplimiento. ¡Aleluya! El era el cumplimiento de aquella Palabra. El era la manifestación de aquella Palabra.",
    "Asimismo lo es hoy, ¡la Palabra de Dios ha sido cumplida en la hora! Esa es la Luz. Es Dios manifestándose a Sí mismo. El era la Luz del mundo.",
    "Y cuando los profetas inspirados por el Espíritu Santo dijeron: “Un Niño nos es nacido, Hijo nos es—es dado, o un Niño nos es dado; y se llamará Su Nombre ‘Consejero, Príncipe de Paz, Dios Fuerte, Padre Eterno’ “, allí estaba. ¿Qué era El? La Luz que cumplió esa Palabra, amén, la Luz que cumplió esa Palabra.",
    "En Mateo, en San Mateo el capítulo 28, lo encontramos. Y cuando Jesús se levantó de los muertos, El también era la Luz de la Palabra hablada por David, el cual dijo: “No dejaré Su alma en el Seol, ni permitiré que Mi Santo vea corrupción”. La muerte estaba en tinieblas. Pero el abrió los sellos de la muerte, y entró en ella, y salió de allí nuevamente. El era la Luz, la Palabra vindicada de que los muertos pueden vivir después de haber muerto. ¡El lo fue!",
    "En el Día de Pentecostés, esa era la Luz que mostró cuándo el Espíritu Santo había venido.\n\nIsaías dijo, en el capítulo 28 de Isaías, Isaías dijo que con: “Mandamiento tras mandamiento; línea sobre línea, un poquito allí, otro poquito allá”. “Retened lo bueno”. “Porque en lengua de tartamudos y con otras lenguas hablaré a este pueblo. Y este es el reposo, este es el día de reposo que Yo le daré a…Y todo esto no quisieron oír; se marcharon, menearon sus cabezas”.\n\nY cuando en el Día de Pentecostés, cuando el Espíritu Santo cayó sobre aquella gente, y actuaron como hombres y mujeres ebrios, tambaleándose bajo el impacto del Espíritu Santo. Y se marcharon y menearon sus cabezas, y dijeron: “Esta gente está ebria, llena de mosto”, y así por el estilo. Era absolutamente la Luz, la Palabra que había sido profetizada, manifestada.",
    "Así es en toda edad, la Palabra manifestada, vuelta a Vida, es la Luz de esa edad, la Palabra manifestada allí. Así como fue en Génesis 1, cuando Dios dijo: “Sea la luz”, y fue la luz, cuando Dios dijo que habría un Hijo; y hubo un Hijo.",
    "Cuando Dios dijo, en Joel 2:28: “Sucederá que en los últimos días Yo derramaré Mi Espíritu sobre toda carne. Vuestros hijos e hijas profetizarán. Sobre mis siervos y doncellas derramaré Mi Espíritu. Vuestros jóvenes verán visiones; vuestros viejos soñarán sueños”. Y todas estas cosas que El prometió, cuando Eso, el Espíritu Santo cayó, fue la Luz sobre esa Palabra. Cuando la Palabra fue manifestada, entonces llegó a ser Luz.\n\nEl es la Luz. El es la Luz que deberíamos seguir. El es la única Luz. Los Angeles encontraron Luz, y la siguieron hasta llegar a El.",
    "Ahora, en todas las edades, Dios ha enviado una porción de Su Palabra para cada edad. Dios siempre envía a alguien en quien esa Palabra pueda penetrar y mostrar la Luz de Ella. Que en toda edad hace la misma cosa, siempre hace eso.",
    "El fue el cumplimiento, como dije, de todos los poderes santos y Divinos de los profetas. Ellos eran dioses menores. Cuando la Palabra del Señor venía a un hombre, Jesús mismo dijo que él era un dios. Uds. saben eso. El dijo: “Si vuestra ley dice, y vuestros padres allá, los llamaron, a aquellos a quienes vino la Palabra de Dios, los llamaron ‘dioses’, ¿como podéis condenarme a Mí, diciendo eso, cuando Yo dije: ‘Soy el Hijo de ese Dios’?” ¿Ven?\n\nCuando, el mismísimo Dios, Quien habló la Palabra por los profetas, El era la manifestación de esa Palabra hablada. Y si el profeta fue llamado un dios, porque él era la manifestación de la Palabra de otro profeta, ¿cómo pueden condenarlo cuando El era la misma cosa? El era el Hijo de Dios, pues El será llamado el Hijo de Dios.",
    "El era el Mesías prometido a quien el mundo había esperado. El era la promesa del Mesías manifestada.",
    "Mírenlo cuando El se paró allí. El dijo: “Si no hago las obras de Mi Padre, entonces condenadme”. ¿Ven? “Pero si no podéis creerme, creed a las obras que hago. Ellas testifican Quién soy Yo. Ellas les dicen Quién soy Yo”.\n\n¿Ven Uds.?, esa hora ciega y oscura en que ellos vivieron, ellos no lo pudieron ver. Ellos no podían entender. “¿Cómo podía El ser eso? ¿Cómo puede él ser un hijo de Dios cuando él nació aquí mismo en Belén?” Si tan sólo hubieran sabido, que la Palabra decía que El vendría de esa manera. “Pues, Su padre José es un carpintero. Su madre, pues, realmente se cree entre nuestros hermanos que El nació ilegítimamente”. ¿Ven? Pero sin embargo la Palabra de Dios decía eso.",
    "El dijo: “Escudriñad las Escrituras, porque a vosotros os parece que en ellas tenéis la Vida Eterna, y ellas mismas son las que testifican Quién Soy Yo. Estas Sagradas Escrituras, ellas son las que testifican de Mí”. Entonces, ¿qué era El? La Luz de Dios. Con razón El dijo: “Yo Soy la Luz del Mundo”.",
    "No solamente dijo: “Yo Soy la Luz”, sino que El dijo: “Vosotros sois la Luz”. Si Su Palabra está en Uds. testificando de Sí misma, entonces Uds. son la Luz del mundo. Noten, encontramos la Luz de cada edad manifestada de la misma manera.",
    "Entonces quiero hacer la pregunta, mientras…antes de que se nos termine el tiempo. ¿Por qué, por qué entonces estaban ellos…por qué la rechazaron? ¿Cómo podían hacerlo cuando la…Su propia Biblia, que ellos estaban leyendo, estaba siendo manifestada ante ellos? Ahora, estudien muy duro.",
    "Ahora recuerden, yo estoy hablándole a mucha gente en esta ocasión, ¿ven Uds.? No sólo a los cuatrocientos o quinientos que están aquí, sino que estoy—estoy hablándole a muchos miles.",
    "Deténganse un momento. Detengan su grabadora y háganse la pregunta. ¿Por qué hombres religiosos, buenos hombres…? ¿Por qué habría José de cuestionar? ¿Ven? ¿Por qué habría Jo-…? Porque él nunca escudriñó las Escrituras.\n\n¿Por qué lo cuestionaron los sacerdotes? Una razón por la cual no lo hicieron; ellos lo sabían. Nicodemo lo expresó claramente; él dijo: “Rabí, sabemos que has venido de Dios como maestro. Nadie puede hacer lo que Tú haces si no está Dios con él. Estamos conscientes de eso”. ¿Pero qué era? Sus tradiciones les impidieron hacerlo.",
    "¿Entonces por qué fueron ellos…rechazaron ellos al Mesías? Es por…¿Por qué rechazaron ellos aquella Luz? Aquí está la Palabra que ellos sabían que iba a cumplirse, pero compare eso con el día de hoy, cuando la Palabra fue manifestada para mostrar que la Palabra de Dios había sido cumplida. ¿Ven? Cuando estaba allí, escrito en la Palabra, que eso sucedería, entonces, ¿por qué lo rechazaron aquellos hombres, maestros? Porque ellos estaban viviendo en el resplandor de otra luz. Eso es. Ellos estaban viviendo en un resplandor.\n\nEso es lo que están haciendo hoy. Ellos están viviendo…\n\nLa razón por la cual lo rechazaron, fue porque ellos estaban viviendo en el resplandor de otra luz. ¿Ven? Ahora, ellos afirmaban estar viviendo en el resplandor de lo que dijo Moisés. Ellos estaban viviendo en el resplandor de lo que (otra edad), había pasado.\n\nY esa es precisamente la razón de que hoy este Mensaje, que “Jesucristo aún es el mismo”, es rechazado, porque la gente esta viviendo en resplandores de otras edades. La misma razón, ellos lo rechazarán. Ahora notemos.",
    "Y el diccionario Webster dice, que: “Un resplandor es como una luz falsa”. Un resplandor es una luz falsa; lo mismo una cosa que resplandece.\n\nComo—como un espejismo en la carretera. Uds. van por la carretera, muchos de Uds. manejando automóviles, y miren al frente suyo. Cuando Uds. ven el sol sobre la tierra, refleja una luz, y como un espejismo, parece como que hay agua sobre toda la carretera. Pero cuando Ud. llega allí, no hay nada allí. Es tan sólo un espejismo falso, el resplandor de una luz verdadera.\n\nEso es lo que el diablo está haciendo hoy, está mostrándole a la gente un espejismo, un Concilio de Iglesias, un grupo de denominaciones, que resultarán ser falsas. El porqué, es porque hay una Luz verdadera brillando. Si esa Luz verdadera no estuviera brillando, un espejismo no pudiera estar allí. Una Luz verdadera brilla. Y eso es…Están viviendo en un resplandor de otra edad, otra cosa, porque le da y sigue adelante.\n\nAhora, un resplandor, este espejismo es falso. Es un resplandor del sol.",
    "Y esa es la forma, ellos hicieron la misma cosa, un resplandor falso de la Luz verdadera.",
    "Ahora, probó ser que El era la Luz verdadera. El era la Luz. ¿Por qué sabían ellos que El era la Luz? ¿Cómo podría uno saber que El era la Luz? Porque la Palabra que estaba prometida fue manifestada a través de El, así que El era la Luz de esa Palabra Hablada. ¡Amén! Oh, eso casi haría a un Bautista pentecostal, gritar. Noten, ¡piénsenlo!",
    "Un resplandor, ¿ven?, viviendo en un resplandor. Pero cuando la Palabra verdadera está viviendo, esa es la Luz, lo que Dios dijo.\n\nAhora, ¿qué si Dios dijo en el principio: “Sea la luz”, ajá, bien, y luego otra cosa apareciera, ¿ven?, solamente un espejismo? ¿Ven? Sin embargo, no hubiera sido lo que Dios dijo. No, no hubiera sido. ¿Qué si Dios hubiera dicho: “Sea la luz”, y más niebla viniera? ¿Ven?, no hubiera sido luz. Pero, la razón de que la luz vino, es porque era Su Palabra manifestada.\n\nY hoy, cuando Dios ha dicho que tales cosas tomarían lugar en este tiempo, y Uds. lo ven sucediendo, (¿qué es?), es la Luz sobre la Palabra de Dios. Es Palabra siendo hecha Luz, manifestándose a Sí Misma.",
    "Ahora, ellos dijeron: “¿Quién dices Tú que somos? Pues”, dijo él, “Tú tratas de…Nosotros sabemos que estás loco. Pues, tú eres un Samaritano; Tú no estás en Tu juicio cabal. Bueno, tú tratarás de…Quien puede decir…Sabemos que naciste en pecado. No sabemos de dónde vienes Tú. No tenemos registro alguno de Tu identificación en nuestros grupos. Pues, estás loco. Tienes un demonio”. ¿Ven? Dijo: “Pues, estás fuera de ti”. Pero en realidad El era la genuina y verdadera Luz de Dios, brillando.\n\nY el resplandor había cegado sus ojos. “¡Tenemos a Moisés como nuestro guía!”",
    "El dijo: “Si hubieseis creído en Moisés, me hubieseis conocido”.",
    "Y si Uds. creyeran en Jesús y la Biblia, conocerían esta hora en que están viviendo. Ellos dicen: “Pues, somos cristianos. Nosotros…” Si lo fueran, conocerían los hechos de Cristo para este día. ¿Ven?, Uds. los conocerían.",
    "Jesús dijo: “Todos esos profetas hablaron de Mí. Y si Uds. le creyeran a esos profetas, pues, me conocerían a Mí. Mis obras me identifican. Porque lo que ellos dijeron que Yo haría, Yo lo hago. ¿Y ahora quién me puede condenar a Mí de incredulidad?”",
    "Y aún no lo vieron. ¿Por qué? Sus ojos habían sido cegados con un resplandor; ¿ven?, el resplandor de otra cosa que ellos habían tomado como la verdadera Palabra hablada. Ahora piénsenlo. Piénsenlo. Ellos afirmaban que creían aquella Palabra. Pero sus tradiciones habían volteado sus rostros de la verdadera Palabra, a un resplandor, por lo tanto, ellos no pudieron ver lo verdadero.\n\nAsí es hoy. Así ha sido en cada edad. ¿Ven?, la—la verdadera Palabra brilla, pero ellos han sido hechos tan tradicionales, que no pueden ver esa Palabra. Ellos están viendo un resplandor, y están ciegos. Un resplandor los cegará. Hay un arco que sale de él. Los cegará. Y, lo hará, cuando…",
    "Jesús dijo: “Vosotros sois ciegos, guías de ciegos”. Ellos debieron haber sido capaces de verlo, de ver Quién era El. Pero no lo vieron, porque estaban viviendo en aquel resplandor.",
    "Ahora, un resplandor, como dije, es una luz falsa, un espejismo, una concepción falsa de la verdadera Luz. Una falsa concepción; es algo que—que debe parecerse a Eso, pero no es Eso.",
    "Ahora, la única forma en que ellos podían ver la diferencia, era porque las mismas cosas que Jesús hizo, probaron Quién era El, que El era la Luz. Ellos pensaban que ellos estaban en la Luz. Pero ahora, si Uds. se detienen un momento y consideran entonces quién está en la Luz.",
    "Ahora, ¡hoy en día! Si un error tan grave fue cometido por los eclesiásticos de aquel día, una cosa tan grave fue hecha, hermanos, ¿no creen Uds. que es tiempo de que nos detengamos y que consideremos qué es la Luz? No cometamos un error tan grave. Pero Uds. lo están cometiendo. Uds. ya lo han hecho, ¿ven?, y no lo sabían, así como ellos entonces. Ahora, deténganse un momento y averigüen lo que la Palabra dice para hoy.",
    "Si ellos se hubieran detenido y hubieran pensado: “Aquí está El cumpliendo, al pie de la letra, exactamente lo que la Palabra dice que El haría”.\n\n¡Y El los retó, como yo los estoy retando a Uds.! ¿Ven? ¿Ven? Yo los estoy retando a que miren en la Palabra; escudriñen las Escrituras, vean si esta no es la hora. ¿Ven? “Escudriñad las Escrituras; a vosotros os parece que en ellas tenéis la Vida Eterna; y ellas son las que dan testimonio de Mí”. Ellas son las que dan testimonio de esta obra hoy. Las obras por sí mismas testifican que han sido hechas. Y las Escrituras dicen que serán hechas, así que es la Luz de la hora. La Palabra de Dios lo dice así.",
    "Sus tradiciones y cosas son exactamente lo que la Biblia dice, como aquellos que menearon sus cabezas y se marcharon. “Toda mesa está llena de vómito”, dice la Biblia. Y allí es donde ellos estaban. Ellos no lo iban a creer. Ellos menearon sus cabezas. Y, caballeros, ¿se dan cuenta? Y, hermanos, ¿se dan cuenta de esto, que cuando Uds. están rechazando la mismísima cosa que Dios está vindicando ante Uds., que Uds. están haciendo la misma cosa que ellos hicieron, volviendo nuevamente a su vómito tradicional?",
    "🦅 Como perro volviendo a su vómito”. Si lo enfermó la primera vez, lo volverá a enfermar la segunda vez. Si la iglesia Católica, al ser organizada y ser hecha la primera organización, trajo enfermedad a la iglesia; así lo harán los Luteranos, Metodistas, y todos los demás, Bautistas, Presbiterianos, y Pentecostales. “Un perro vuelve a su vómito y una puerca vuelve a revolcarse”. ¿Ven? Vamos a entrar en eso en unos cuantos minutos, si el Señor lo permite.",
    "Resplandor, caminando en un resplandor, ¿ven?, un espejismo, una concepción falsa de la Luz verdadera. El probó que El era la Luz.\n\nPorque, estando El en la…en la minoría, ¡oh, hermano, habían millones contra El! No hubo ni una sexta parte de la gente, una noventava parte de la gente, en la tierra, que llegara a saber que El estaba aquí. Supongo que ni una—una centésima parte de los judíos, o apenas una cincuentava parte de ellos, o cuarentava parte de ellos, diría yo, quizás menos que eso, de Su propio país llegó a saber que El estaba allí. Y aquellos que sí sabían que El estaba allí, lo consideraban una cosa falsa, porque la denominación les había dicho que eso era lo que El era. ¿Ven?\n\nPero sin embargo El era la verdadera Luz que había sido hablada desde Génesis, en el principio, y les pidió que escudriñaran las Escrituras y que averiguaran si El no estaba viviendo en ese tiempo; si El, las obras que El hizo, no cumplieron exactamente lo que estaba prometido en ese tiempo. Amén. ¡Oh!",
    "¡Qué serio es, hermano! Estamos viviendo en un tiempo tremendo.",
    "El probó ser lo correcto. El era la mismísima Luz que ellos decían estar adorando. Ellos decían estar adorando aquella Luz.\n\nY así es hoy. Ellos afirman que están adorando Eso. Los Pentecostales lo afirman. Ellos afirman que lo están haciendo, y están tan ciegos que no pueden verlo. ¿Por qué? Ellos se organizaron, y—pero con un resplandor sobre sus rostros. ¿Ven? Una tradición es cuando algunas personas se juntan y dicen: “Iremos y haremos esto y esto, y esto y aquello”. Ahora, veremos porqué eso tiene que suceder, si el Señor lo permite.",
    "Note, sus obras eran la Palabra viviente en Sí misma. Lo que El hizo fue la Palabra viviente en Sí misma, mostrando que El era aquella Luz que había sido prometida desde el principio del mundo. El era aquella Luz. Su Luz en la Palabra prometida de la edad la hizo vivir exactamente conforme a lo que la promesa dijo que haría, pero ellos la tenían tan tergiversada que no pudieron verlo. ¿Ven? Pero El era la Luz de esa edad.",
    "El era la Luz que ellos afirmaban estar adorando. Ellos pensaban que estaban adorando al Dios de la creación. Pero ellos estaban viviendo en un resplandor y adorando un resplandor, y Jesús dijo: “En vano me honran, enseñando como doctrinas las tradiciones de los hombres, y no la Palabra”. El es la Palabra, y El era la Palabra manifestada. Ellos debían haberlo sabido.",
    "Espero que lo capten, dondequiera que sea oído, ¿ven?, que es la Palabra manifestada. “Oh”, dicen, “oh, tenemos la Palabra”. Pues, la Palabra, todo el que quiere puede cargar una Biblia. Pero, ¡cuando la Palabra es vindicada, manifestada!\n\nPues, dicen: “Bueno, ¡nosotros creemos!”",
    "Sí, señor, ellos creían, todo el tiempo. También Satanás. ¿Quién podía condenar a aquellos fariseos, por no creer? Pero ellos no creyeron la Palabra para la hora. Ellos estaban adorando el resplandor de otra cosa.\n\nEs la misma cosa que están haciendo hoy. ¿Ven? Están guardando las predic-…tradiciones de Lutero, o—o las tradiciones de Wesley, y del resto de ellos, las tradiciones pentecostales. Pero, ¿qué de la hora?\n\nLos fariseos estaban guardando sus tradiciones, pero tras sus tradiciones estaba la verdadera Palabra de Dios viniendo a brillar, y cuando lo hizo, cegó sus ojos. Ellos no pudieron verlo, porque estaban observando otra cosa.\n\n¡Así es hoy! Que Dios permita que eso penetre, hasta que dé verdaderamente en el blanco en la gente que debe creerlo. Es más tarde de lo que piensan.",
    "Mi hijo, Billy Paul, habla dormido, pero él no sueña muy a menudo. El tuvo uno la otra noche que lo estremeció. Dijo que soñó que estaba en una iglesia, y—y ellos…Yo no había entrado todavía.\n\nDijo que cuando entré, estaba saliendo fuego de los ojos, y yo dije: “El tiempo ha llegado. Se terminó”.\n\nY todos comenzaron a gritar: “¡No puedo! ¡Mis hijos!”",
    "Y mi esposa y yo dijimos: “No logro que Sarah pida la bendición en la mesa, y así por el estilo”. Y yo dije…\n\nEl dijo: “Yo tengo que ir por Loyce y—y el bebé”.",
    "Yo dije: “Loyce no puede venir ahora. El bebé es muy pequeño para saber. Billy, la hora ha llegado. Debemos partir”. Yo dije: “Es medianoche ahora. Antes del amanecer, Jesús estará aquí. Si no es así, entonces yo soy un falso testigo de Cristo”.\n\nY alguien habló, dijo: “Ningún hombre sabe el minuto o la hora”.",
    "🦅 Yo no dije minuto u hora. Yo dije: ‘Algún momento entre ahora y el amanecer’ “. Y yo dije: “Vámonos—vámonos Billy”…?…Yo dije: “Pero estamos en el tiempo. Vámonos”.\n\nY nos metimos al carro, y arrancamos, y comenzamos a subir la montaña. Y cuando lo hicimos, parecía como que la luz estaba apareciendo en los cielos, pero estaba oscuro sobre la tierra. El dijo que yo estacioné el carro en la orilla de la carretera, y mantuve mis manos así, todavía estaba saliendo fuego de mis ojos. Y él dijo que yo dije: “Señor, he hecho esto por orden Tuya. Yo he hecho esto porque Tú me dijiste que lo hiciera de esta forma. Yo he hecho estas cosas de acuerdo a lo que Tú me dijiste”.\n\nY yo señale hacia una gran montaña de granito, y una—una Luz, no con manos, cortó una Piedra de la montaña, pesando cientos de toneladas, y aquí venía. Yo dije: “Vuelvan sus rostros; no vean. Todo habrá terminado en unos cuantos minutos”. Dijo que entonces se hizo un gran y santo silencio en todas partes, mientras esta Piedra venía hacia el lugar.",
    "Puede ser más tarde de lo que pensamos. Allí, ¿ven?, eso es exactamente Escritural, ¿ven Uds.?, “la Piedra, no con manos, cortada de la montaña”.\n\nY así uno de estos días será de esa forma, en que Uds. gritarán por algo. Yo les dije a ellos: “Uds. ya han tenido ese tiempo. Dios les ha advertido constantemente, vez tras vez. Sí”. Yo dije: “Aun si fuera mi propio hijo, o quienquiera que sea, la hora ha llegado. Yo sólo puedo decir lo que El me ha dicho que diga, y estará allí”, y así fue.\n\nY—y entonces, de repente [El Hermano Branham aplaude una vez con sus manos.—Editor], aquí venía El, “la Piedra cortada de la montaña, no con manos”. Daniel vio eso, Uds. saben, hace ya muchos años. Billy no sabía nada acerca de eso, pero fue un—fue un sueño enviado a él del Señor.",
    "Ahora ¿ven?, ellos afirman estar adorando ese mismo Dios del cual se estaban burlando. Y la misma cosa ha vuelto a ocurrir hoy por la misma razón, viviendo en un resplandor en lugar de la Luz. Las grandes Luces tienen un brillo. Bien.",
    "¡Vean en qué oscuridad estamos hoy! ¡Vean lo que está ocurriendo hoy! ¡Vean los asesinatos, las violaciones, las contiendas! Pues, se ha cumplido. Creo que fue Billy Graham el que dijo en su última reunión: “En diez años más, cada ciudadano de California tendrá que llevar un arma de fuego consigo para protegerse. No se puede aplicar la ley lo suficiente”. La gente ha perdido la razón; tiroteos, asesinatos, y violaciones, todo, ¿ven? Se ha vuelto una locura, ¿ven?, en las calles. ¿Ven?, es un—es un día en el que estamos viviendo, un día Sodomita. ¿Ven?\n\n¡Pero hay una Luz brillando! Si ellos tan sólo miraran, si tan sólo vieran, miraran en la Palabra y vieran lo que debe acontecer en esta hora, ellos sabrían lo que se está tratando de hacer.",
    "Ahora, ellos afirman estar adorando esa Luz, asimismo aquéllos afirmaban estar adorando aquella Luz, pero ellos estaban adorando en el resplandor de otra luz en vez de la verdadera. ¿Ven? El era la Luz.",
    "Los credos y las tradiciones, en su condición ciega, los había desviado de la verdadera Luz de la Palabra prometida. La Palabra que Dios había vindicado, por medio de Jesús, la Luz del mundo, vino e hizo vivir esa Palabra exactamente durante Su tiempo, exactamente hasta los días. “Se le quitará la vida en medio de las setenta semanas, eso es correcto, que es tres años y medio de Su profecía. El Mesías vendría, el príncipe, y profetizaría, y a los tres días y medio de esto, entonces El será quitado de entre los vivos, y hecho un sacrificio”. Y eso es exactamente. El predicó tres años y medio. Y su…",
    "Y el mismo Salmo, el que dijo David: “Dios mío, Dios mío, ¿por qué me has desamparado?” El Salmo 22: “Todos Mis huesos, ellos me miran. Menean sus cabezas. Pasan por Mi lado”. Ochocientos cincuenta años antes, cuando David cantó ese salmo en el Espíritu, y fue considerado profecía, dada. Ellos estaban cantando esos salmos en el templo cuando el mismo Sacrificio estaba colgando en la cruz, con Sus manos, horadado. “Y horadaron Mis manos y Mis pies”. ¿Ven? ¿Lo ven? Entonces, ¿por qué? Estaban viviendo en un resplandor. No vieron la Luz.",
    "¿Puede Ud. imaginarse a una persona sensata haciendo eso? Ni yo puedo imaginarme a una persona sensata corriendo al sótano y meterse en el moho, y cerrar las puertas, y que diga: “Me niego a ver que existe la luz”. Es demencia.\n\nY en lo espiritual ha fallado, en algún lado, cuando un hombre ve que la Biblia ha prometido esto, y lo ve viviendo ante sus propios ojos y manifestado, y luego permanece continuamente en esos credos y cosas allá afuera que lo rechazan. Es una delincuencia espiritual. Eso es exactamente correcto.",
    "Aquí estaba El ahora. “El era—El era la Luz del mundo, y el mundo no le…A lo Suyo vino; y los Suyos no le conocieron. El vino al mundo, y el mundo fue hecho por El, y el mundo no le conoció”. ¿Ven? “Mas a todos los que le conocieron, les dio potestad de ser hechos hijos de Dios, a los que creyeron en El”.",
    "Recuerden, no podemos vivir por la luz de ayer. La luz de ayer ya pasó. Ya no existe. La luz de ayer, es tan sólo un recuerdo. La luz del sol de ayer es tan sólo un recuerdo, o historia. Ya no podemos vivir en la luz de ayer. Y el mismo, aunque es el mismo sol, el mismo sol, pero cada día trae su fuerza un poco más fuerte, para madurar el grano para la cosecha. ¿Ven?",
    "El sol viene hoy, se pone un poco más fuerte. Ahora cada día se pondrá un poco más fuerte, un poco más fuerte, hasta que finalmente el trigo, que está ahí, irá—irá cobrando vida. Después de un tiempo, la—la vida brotará, luego un poco más fuerte, un poco más fuerte. Marzo, abril, mayo, junio, julio, para entonces está en la cosecha, ¿ven Uds.? El mismo sol brillando hoy, en—en enero o diciembre, que está allá arriba bañando esa nieve y derritiéndola sobre ese grano, trayéndole agua; es el mismo sol, pero ese trigo no podría vivir en esa misma luz del sol en junio. ¿Ven?, no lo puede hacer. ¿Ven?, el sol viene un poco más fuerte cada día, y el grano debería estar un poco más maduro para recibir la luz del sol.",
    "Eso es lo que sucede hoy. El grano que fue sembrado en los padres antiguos, allá en—en Lutero y Wesley y los demás, se empequeñeció; no puede recibir al Hijo. El Hijo lo mata. Se negó a crecer. ¿Ven? Lo cortó, se quitó a sí mismo del tallo y vino acá y se hizo su propio asunto. Entonces llegó a ser forro, y sin vida en él. El grano debería de estar madurando y haciéndose más fuerte, a medida que el Hijo se pone más fuerte cada día.",
    "Ahora, fijémonos por un momento. Nos fijaremos en las edades de la iglesia. Hay siete edades de la iglesia. Y así como esas edades de la iglesia, cada una, fíjense cómo les dijo El lo que haría, cómo el grano maduraría y llegaría acá a esta hora final, a esta hora final en la que estamos viviendo. Así que las iglesias deben hacer la misma cosa, ¿ven?, las iglesias.",
    "Ahora vean, Lutero sembró un grano, y Lutero era un grano, y él lo sembró. Muy bien. También lo era Wesley; y, además, también lo eran los Pentecostales; también lo eran los Bautistas, los Nazarenos. Pero, ¿ven Uds.?, ahora Lutero no regresaría a vivir en la luz de la primera denominación, la Católica. No, señor; él era otra luz. Eso fue Dios madurando algo. Ahora, una pequeña minoría salió fuera de eso, de aquel avivamiento Luterano.",
    "Luego vino el avivamiento de Wesley, y entonces, en ese, pues, ellos no podían regresar y hacer lo de los Luteranos. ¿Ven?\n\nY luego vinieron los Pentecostales. Y luego los Pentecostales se organizaron e hicieron la misma cosa, llegaron a ser forro. Noten.",
    "Pero el grano sigue adelante. Ahora estamos en otra edad. ¿Por qué no la reciben ellos? ¿Por qué no verán ellos que el grano está maduro? Aquí está la Palabra prometida para este día. [El Hermano Branham toca su Biblia.—Editor] ¿Por qué no lo ven ellos? Porque están viviendo en el resplandor Luterano, el resplandor Wesleyano, el resplandor Bautista, el resplandor Pentecostal. Están viviendo en el resplandor de otra luz. Esa es la razón por la cual no pueden recibir la Luz de toda la Palabra siendo vindicada como Dios lo prometió. Aquellos Siete Sellos, donde todo el misterio fue revelado, vendrían nuevamente y contarían por qué estos misterios fueron hechos de esa manera; y sin embargo cuando eso sucede, ellos se alejan más que nunca de ello. Están sin excusa.",
    "Dios lo ha hecho por medio del Espíritu, por medio de revelaciones. El ha—El ha probado perfectamente por medios científicos y todo lo demás, que es la Verdad, que es la Verdad. Y aún así quieren vivir en un resplandor Pentecostal: “¡Yo soy de las Asambleas! ¡Yo soy de la Unidad! ¡Yo soy de la Iglesia de Dios! ¡Yo soy esto!” ¿Ven?, viviendo en un resplandor de una edad de hace cuarenta o cincuenta años. Viviendo en un resplandor Luterano. Viviendo en un resplandor Wesleyano, Bautista, Presbiteriano, o algún resplandor Nazareno de otra edad de la iglesia que se organizó e hizo la misma cosa, y negó y rechazó la Luz cuando realmente está brillando.",
    "Y Uds. están viviendo en un espejismo. Yo digo eso reverentemente, ¿ven?, pero lo están; no es para herirlos, sino para despertarlos. Están viviendo en un espejismo.\n\n¿Qué si Jesús dijo: “Pues, estáis ciegos, y guiáis a los ciegos”? Ellos no pudieron…El trató de decirles; y no lo hicieron. Dijo: “Dejadlos. Si el ciego guiare al ciego, todos caerán en el hoyo”. ¡Esa es la hora a la cual He llegado! Si ellos van a titubear, yo no puedo evitarlo. He hecho todo lo que puedo hacer. Lo he hecho exactamente.\n\nYo he hecho esto por orden Tuya, Señor. Tú eres un testigo.\n\nDesde 1933, allá en el río, cuando esa Luz que Uds. ven allí, brilló, ha estado aquí mismo en el Tabernáculo y les ha testificado a Uds., todos estos años. Y todo lo que dijo se ha cumplido. Y siguen adelante continuamente. “Que el ciego guíe al ciego”. Yo sólo esperaré esa hora; El llegará, uno de estos días.",
    "Noten, viven en un resplandor de Lutero, viven en un resplandor de Wesley, viven en aquellos resplandores de allá, esa es la razón por la cual no pueden ver la verdadera Luz. Si tan sólo se detuvieran unos minutos, y tomaran la Biblia y la leyeran, ellos verían que la…esta es la Luz prometida para la hora.",
    "Ahora, vamos a ver algunas de estas cosas en un momento. El prometió, de acuerdo a Malaquías 4, que estas cosas sucederían. El prometió, a través de las Escrituras, que sucederían. ¿Ven?",
    "Noten, a Israel también, nuestro tipo, en la jornada. Vean, comiendo maná, que era su Luz, Vida, que les daba fuerza, Vida. ¿Es cierto eso? [La congregación dice: “Amén”.—Editor] Israel no podía comer maná que había caído el día anterior. Estaba contaminado. Estaba podrido. No era bueno para ellos. Morirían, por causa de él. El maná que los mantuvo vivos ayer los mataría hoy. La Biblia dice que se llenaba de gérmenes, se contaminaba. Y el maná, tenían que recoger maná nuevo todos los días. Amén.\n\nY ¿qué es? La gente que vive del maná de Lutero, Wesley, y aquellos de allá, Uds. están comiendo una cosa contaminada que los está matando espiritualmente. Los está matando, están muertos en sus tradiciones.",
    "El de ayer, el maná de Lutero, no funcionaría para los Metodistas. El maná Metodista no funcionaría para los Pentecostales. El maná Pentecostal no funcionará para hoy. ¿Ven lo que quiero decir? Todos los días venía, día tras día, fresco, y así ha ocurrido por las edades de la iglesia.\n\nEl maná de Lutero fue el mensaje de justificación. El mensaje de Wesley fue la manifestación de santificación; el Pentecostal fue la restauración de los dones. Pero éste está introduciendo la Piedra de Corona, el último día, el Arbol Novia, el cual es contrario a todo eso, y sin embargo así es la misma Luz para los maduros.\n\nComo el mismo sol, que brilla hoy, estará madurando el grano para la cosecha en julio. ¿Ven lo que quiero decir? Pero la luz de hoy no haría ningún bien allá en julio. Es más fuerte. El trigo está más avanzado; está listo para recibirlo. Amén. Ciertamente lo está. No podría recibirlo ahora; lo puede entonces. La sazón no era la correcta entonces; lo es ahora.",
    "Ud. no puede ir en contra de la naturaleza de Dios. El tiene una ley, y, lo contrario a esa ley, mata su planta. Ud. tiene que andar de acuerdo a las leyes habladas de Dios, y Sus Leyes son Su Palabra. Cualquier ley es una palabra hablada. Y una palabra es un pensamiento manifestado. ¿Ven? Ahora nosotros—nosotros sabemos que eso es verdad.",
    "¿Qué es una visión? La Palabra de Dios, o algo predicho, o una predicción de un evento. Y una visión que los profetas tuvieron, y que Jesús tuvo, que Pablo tuvo, y todos aquéllos, y que habla de este día, fue una predicción de lo que sucedería. Y aquí vemos la predicción siendo manifestada, y la gente ni siquiera lo reconoce. ¿Ven lo que quiero decir? Ahora, el maná de ayer…",
    "Fíjense aquí. ¿Han notado alguna vez, que el sol, s-o-l, ha viajado, del este al oeste, al pasar cada vez? ¿Han notado eso? Y, noten, las edades de la iglesia hicieron lo mismo. ¿Qué? El sol, h-i-…s-o-l, comenzó en el Este. Y la civilización ha viajado con el sol, la luz hablada de Dios para que en ella vivan. Ellos han venido, siguiendo el sol, ¿ven?, hacia donde iba.",
    "La vida misma, cuando uno nace, es como un sol. Uno sigue adelante hacia la puesta del sol, desde el nacimiento hasta la puesta del sol.",
    "El hombre siempre ha viajado hacia el oeste. La civilización más antigua que tenemos es China, en los países del este. Jerusalén…Y, noten, continúa viajando hacia el oeste a medida avanza, y a medida avanza y avanza, hacia el oeste.",
    "Así también la edad de la iglesia ha viajado de la misma forma, por medio del H-i-j-o de Dios. Vean, Pablo, la iglesia primitiva, comenzó en el este; de ahí se movió, saltó sobre el—el—el—el mar, a Alemania. Y ha dado tres jalones. Vean esto. De Asia, allá en—en Palestina, saltó sobre el mar a Alemania; ese fue Lutero. Y saltó de Lutero, sobre el canal Inglés, a Inglaterra; por medio de Wesley. Y de Wesley, saltó a la Costa Oeste, a los Estados Unidos. Y de aquí, si uno sigue más allá, está volviendo de nuevo al este. Este es el tiempo del atardecer.",
    "Observen cómo las edades de la iglesia han luchado. Lutero…Pablo, primero, allá en la primera edad, luego viene hasta Iren-…a Ireneo y demás; hasta llegar a Francia; de allí a Alemania; a Inglaterra; yendo hacia el oeste constantemente.\n\nY ahora no podemos ir más lejos. Esta es la última edad. ¿Y qué dice la Biblia acerca de esta última edad? ¿Ven?, geográficamente, cronológicamente, y casi de cualquier manera que lo quieran ver. Escrituralmente primero; las Escrituras primero, por supuesto. La evidencia, históricamente, de cualquier manera que lo quieran ver, estamos en el fin, la última edad de la iglesia.",
    "Y observen, a medida continuó hacia adelante se hizo más y más fuerte. Y así ha crecido la verdadera y pequeña minoría de la Iglesia, de justificación, santificación, bautismo del Espíritu Santo, y ahora a la Piedra de Corona venidera, se está formando hacia arriba. Ya no habrán organizaciones después de esto. No habrá ninguna más. ¿Ven?, no puede haber, ¿ven?, estamos en el oeste.",
    "Sólo para mostrarles, a través de los tipos y todo lo demás. Y miren esos tres saltos, tres jalones. Veremos eso esta noche, ¿ven?, ¿ven?, cómo estamos en el tiempo final. Es justamente…",
    "El s-o-l ha viajado como el H-i-j -o; el H-i-j-o como el s-o-l. La iglesia ha venido de la misma manera, de las Siete Edades de la Iglesia, y demás. La civilización se ha movido hacia el oeste, y la Iglesia se ha movido hacia el oeste. Y ahora, si vamos más allá de donde estamos ahora, volvemos al este nuevamente. Si uno deja la Costa Oeste, uno va de regreso a China, Japón, de regreso nuevamente. A siete mil millas [Once mil kilómetros.—Traductor] al otro lado, uno vuelve al este nuevamente. Así que, el este y el oeste se han encontrado, eso es todo. Estamos en el fin. Ya no queda nada.",
    "Y la misma cosa que ocurrió allá, ha ocurrido hoy. La misma cosa que se encontró en el este, se ha encontrado en el oeste. La gente estaba viviendo en el resplandor de otra luz que estaba tratando absolutamente de mostrar que la Luz habría de venir, y la rechazaron, porque ellos tenían el resplandor en vez de la Luz. ¡Oh! “Y hubo una gran Luz en la tierra de los Gentiles; Zabulón, Neftalí; de Galilea…en Galilea de los Gentiles”.",
    "Esta es la séptima edad de la iglesia. Recuerden, y cada vez que ese sol comienza a brillar en el este, es el mismo sol que brilla en el oeste. Y el mismo Espíritu que ha estado a través de las edades, así, es el mismo Hijo hoy. Sólo que, ¿qué es? Así como la maduración, la sazón. El sol que hay ahora, será el mismo sol que madurará el grano este otoño, este otoño, ¿ven?, pero (¿qué es?), es este sol más lo que va a ser. Y hoy, en esta última edad, es lo que eran ellos, más Esto.\n\nY sin embargo quieren vivir allá, como enanos, bajar a un sótano húmedo e internom-…sótano nominacional y credo, y bajar sus persianas y decir: “Me niego a verlo. Son tonterías”. Y cuando la misma Biblia, que ellos afirman creer, está siendo identificada por el mismo Espíritu Santo trayendo Luz en los últimos días.",
    "¿Notaron Uds.? Y fíjense muy bien allí en Malaquías, cómo él indicó eso: “La Fe de los padres hacia los hijos, y los hijos hacia los padres”. ¿Ven?, el mismo Espíritu donde se levantó allá, y donde se levanta aquí nuevamente, la misma cosa. ¿Ven?, exactamente viceversa, colocándose una vez más. ¿Por qué? El este y el oeste se han encontrado. Exactamente bajo nuestras narices, y aún así no lo ven. ¿Por qué? Con razón Jesús dijo: “Dejadlos, entonces. Son ciegos, guías de ciegos, todos caerán en el hoyo”.",
    "La luz de otras edades sólo reflejó esta Luz. ¿Ven? El sol de hoy solamente refleja, es el reflejo del sol que habrá este julio o agosto, si Dios…para la cosecha. Y el Hijo, de Lutero, Martín Lutero, y de Wesley, y de Sankey, Finney, Knox, Calvin, Moody, todos los demás, aquellos grandes hombres que tuvieron aquellas luces; y John Smith de la iglesia Bautista, y Alexander Campbell de la iglesia Cambelita, y los así llamados Discípulos de Cristo, la Iglesia Cristiana y cualquier otro nombre que tienen para ellos. Todos esos hombres allá, en sus edades, sólo estaban reflejando lo que había de ser aquí en el fin.",
    "Y entonces aquí, los hijos, inmediatamente después de aquellos fundadores, ¿qué hicieron? No se quedaron en el tallo. Se separaron de él y se hicieron un pequeño forro acá afuera. Por lo cual, si Ud. se aleja de la verdadera fuente de Vida, Ud. no tiene Vida. Si Ud. toma un forro de allí, y lo siembra en la tierra, se quedará allí y se pudrirá. Y también Ud., tratando de comer maná podrido de aquellos días.\n\n¡La cosecha está madura! Jesús tiene una mesa preparada, donde los santos de Dios son alimentados del Alimento maduro del día, por la Luz del Evangelio que lo vindica y prueba que El está aquí hoy. Amén. Los santos comen el pan.",
    "Sólo piensen. El viejo forro de ayer, ¿ven?, no lo planten allá. Está podrido. No puede, no puede permanecer con ello. No, señor. No hará ningún bien. No crecerá. Está apartado de la Vida; y la Palabra es la Vida. Eso es correcto. El forro se cae, la pequeña arista se cae, y cosas como esa. El mismo se denomina y cae. Se niega a continuar con la Vida.\n\nPero la Luz lo vindica. ¡Oh, hermano! Sí, señor.",
    "El de ayer, oh, hermano, ¡cómo deberíamos ver eso! Ver que las cosas podridas de ayer, no se las coman hoy. ¿Ven? Tiene gusanos. ¿Conocen Uds. estas pequeñas “larvas”, como yo las llamo? Yo no sé. Yo—yo no conozco mucho acerca de la vida de los gérmenes, pero yo sé que siempre los llamábamos “larvas”. Se meten en cualquier cosa cuando se pudre un poco. ¿Ven? Yo no lo quiero entonces. Si están satisfechos con eso, sigan adelante, pero yo no. Pero recuerden…\n\nUds. dicen: “¿Por qué estaba bien ayer?”",
    "Si tan sólo supieran que el mismísimo forro que estaba en el trigo en el principio, si permanece en el grano, hace al grano más tarde. Esa es la misma cosa que hace la flor del trigo, es lo que fue ayer; pero si se separa del grano, y no madura, entonces desaparece. ¿Ven? Pero si sigue a través del proceso, el proceso que da vida, mientras muere se convierte en algo más y hace al grano. Si no lo es, ¿de dónde viene? ¡Amén! ¿Lo captan? [La congregación dice: “Amén”.—Editor]",
    "Como la Reina de Inglaterra, en una ocasión, ella fue a una gran compañía de papel, y ella dijo que a ella le gustaría ver los molinos de papel. Así que le mostraron los molinos de papel, hace muchos años antes de que lo hicieran de pulpa y cosas, así que ellos hallan…haciendo papel de eso. Así que ellos, bueno, después de un rato, ella entró a un salón donde no había nada más que un gran montón de trapos sucios, y ella dijo: “¿De dónde vino esto? ¿Qué es esto? Oh”, dijo ella.\n\nEl—el—el presidente de la planta dijo: “Esto es—es de lo que se hará el papel, de estos trapos sucios”.\n\nElla dijo: “¿Eso, se va a convertir en papel?” “Sí”. Así que ella casi no podía creerlo.",
    "Luego, después de que ella se fue, el hombre tomó el mismo montón de trapos sucios, y los pasó por cierto proceso, y los sacó como un papel limpio y puro, Uds. saben, habían pasado por un proceso y habían sido hechos verdadero…Y puso el perfil de ella en él, y se lo envió a ella, reflejándola en lo que ella llamó “trapos sucios”.",
    "Ahora, eso es lo que es. Las cosas muertas de ayer, el mensaje de Lutero, el mensaje de Wesley, el mensaje Pentecostal, si tan sólo pudiera pasar a través del proceso del Espíritu Santo de Dios y la Palabra de vindicación, traerá el reflejo de Jesucristo, el Rey. Amén. Pero si lo dejan ahí, son trapos sucios. ¿Ven?",
    "Tiene que tomar la forma de algo más. Lutero tiene que tomar la forma de Wesley, y Wesley tiene que tomar la forma de Pentecostés, y Pentecostés tiene que tomar la forma de Cristo. Pasa por un proceso. Asimismo el Evangelio ha pasado por un proceso. Se está procesando. Nosotros creemos en la edad de Lutero, de justificación; creemos en la de Wesley, de santificación; ciertamente creemos en la de los Pentecostales, la de la restauración de los dones, por el Espíritu Santo. Pero, formándolo todo junto, ¿qué les resulta? Jesús, correcto, el mismo ayer, hoy, y por los siglos. ¡Oh! El resultado será Jesús.",
    "Cuando un hombre en una fundición está haciendo una campana, él tiene que darle cierto tono. Cuando él está preparando el molde y vaciando su hierro, él pone un tanto de bronce, un tanto de acero, un tanto de cobre. ¿Por qué? El sabe exactamente cuánto ponerle, para hacer—darle el tono correcto.\n\nY eso es lo que Jesús ha hecho con Su Novia. El tuvo que poner un tanto de Lutero, un tanto de Metodista, y un tanto de Presbiteriano, un tanto de Pentecostal, en ella. ¿Pero cuál es el resultado que El obtiene? Su propio reflejo.\n\n¿Qué es? Como el Mensaje de la pirámide, ¿ven Uds.?, se está acumulando hacia arriba, hasta llegar a la minoría, con la Piedra de Corona. El ministerio de Jesucristo en la tierra tiene que ser el mismo que El tuvo, o El no puede venir a él. Como de la cabeza a los pies. La cabeza…Los pies no son la cabeza, pero la cabeza lleva a los pies, o hace que los pies—les dice adónde ir. ¿Lo captan? [La congregación dice: “Amén”.—Editor] Qué hermoso, es la Luz de la hora.",
    "Wesley fue una gran Luz. Como El le dijo a Juan el Bautista: “El era una gran Luz para su hora”. Claro que lo fue.",
    "No. Sí, señor, los trapos limpios…O, los trapos sucios de ayer, si Uds. permanecen de esa manera, tienen que…se convertirán en trapos sucios todo el tiempo. Sirvieron su propósito, como ropa, pero ahora se ha convertido en papel.\n\nLa Justificación sirvió su tiempo, en justificación bajo Lutero, luego tuvo que convertirse en santificación por medio de Wesley. Y la santificación sirvió su tiempo, hasta que se convirtió en el bautismo del Espíritu Santo. Y el bautismo del Espíritu Santo sirvió su tiempo; hasta que el Espíritu Santo (que, sólo hay un Dios), se fusiona en la Iglesia, y la Iglesia en Cristo, y hace que Jesucristo sea reflejado en la tierra, lo que El prometió aquí en la Biblia. Quizás no lo crean; yo no puedo hacer que lo hagan. Yo sólo soy responsable por la Palabra. ¿Ven? Eso es correcto.",
    "Entonces, ¿lo ven Uds.? ¿Ven Uds. eso? Si lo ven, será como el—el hombre que en una ocasión fue a…durante…fue a Gales, durante el tiempo del avivamiento Galés. Un grupo de hombres fue de los Estados Unidos. Así que ellos fueron, y dijeron que querían encontrar el edificio adonde estaba llevándose a cabo el avivamiento Galés. Muchos de Uds. recuerdan el avivamiento Galés, un gran avivamiento que aconteció entre la—la gente Galesa en Gales. Así que estos hombres, estos grandes ministros, y demás, fueron de los Estados Unidos, doctores en divinidad. Ellos querían ir y ver la gran cosa que habían hecho, Uds. saben.\n\nAsí que ellos iban caminando por la calle, y dijeron…encontraron a un pequeño policía de pie en la esquina, girando su garrote, Uds. saben, y silbando un—un himno, así. Ellos dijeron: “Bueno, él sólo está silbando un himno. Pudiéramos acercarnos, y verlo, a ver qué va a hacer él. Pues, hagámosle una pregunta”.\n\nAsí que llegaron hasta él, y dijeron: “Señor, ¿dónde está el avivamiento Galés?”",
    "El se quitó el sombrero; él dijo: “Señores, el avivamiento Galés se está llevando a cabo aquí adentro”, en su corazón. Oh, eso es, él era el avivamiento Galés.\n\nOh, Dios, si tan sólo—sólo pudiéramos entender que somos el reflejo de Jesucristo, Su Palabra manifestada. Ud. es el reflejo de Su Palabra. ¿Ven?\n\n“¿Adónde se está llevando a cabo el avivamiento Galés? ¿En qué edificio está?”\n\nEl dijo: “Señor, está en mi corazón”. El era el avivamiento Galés. Eso es correcto.",
    "Y hoy la Iglesia debería ser Jesucristo en acción sobre la tierra. “Porque Yo vivo, vosotros también viviréis; y Mi Vida estará en vosotros. Las obras que Yo hago, vosotros también las haréis”. ¿Ven? La Iglesia también tiene que llegar a ese lugar. Y El prometió que lo haría, y lo hará. Tiene que suceder de esa manera. Así que, ¿ven?, eso es lo que acontece. Nosotros, nosotros tenemos que ser así.\n\nEl es la Luz.",
    "Asimismo Noé fue la Luz en su día. El fue la Luz. Noé fue esa Luz. ¿El fue la Luz para qué? Para hacer la Palabra de Dios: “Raeré de sobre la tierra a los hombres, que he creado. Construye un arca, y todos los que deseen entrar en ella serán salvos”.\n\nNoé salió allá afuera, dijo: “Hay una manera, y esa es el arca”.",
    "Ellos dijeron: “El viejo y loco fanático”. El fue la Palabra manifestada. Noé fue la Luz de la hora, ciertamente lo era. En su día, en su edad, en él brotó la Luz.",
    "Moisés fue la Luz de su hora. “Yo ciertamente te visitaré”, le dijo Dios a Abraham. “Y Yo bajaré, y Yo sacaré a Mi pueblo, con mano poderosa, y Yo mostraré Mi poder en Egipto”.\n\nY cuando Moisés se encontró con aquella zarza ardiendo allá arriba y se dio cuenta que el YO SOY estaba en aquella zarza, Moisés fue allá, y él era la Luz. Amén. Con razón él podía tomar un poco de polvo, y soplarlo y decir: “Que hayan pulgas sobre la tierra”. El tenía la Palabra de Dios. ¿Qué sucedió? El polvo comenzó a soplar, y las pulgas comenzaron a venir a existencia. ¡Aleluya! ¿Por qué? El era una manifestación de la Luz de la Palabra de Dios: “Yo plagaré a Egipto”. El era un profeta. Lo que él dijo se cumplió. El fue la Luz de aquel día. El era la Luz de Dios.",
    "Faraón pudiera haber tenido todo lo que él quiso tener, y el resto de ellos, todos los sacerdotes tenían lo que querían, pero Moisés era la Luz. ¿Por qué? El estaba mostrando la Palabra de Dios manifestada. Dios prometió: “Yo los sacaré con mano fuerte, y Yo Me haré de gloria”. Eso era lo que El estaba haciendo.\n\nPor esa razón Moisés probó que él podía crear. No porque él quisiera crear; porque Dios le dijo que lo hiciera. “Y con eso: ‘Ve a la congregación, di: “Mañana…’” El Señor Dios me acaba de hablar: ‘Toma un puñado de polvo y tíralo al aire, así, y di que sean’. No hay aquí, pero allí estarán”. ¡Amén!\n\nOh, espero que no estén dormidos. ¡Oh! [El Hermano Branham aplaude una vez con sus manos.—Editor] ¡Manifestación!",
    "El dijo: “Yo soy enviado. Dios le dijo a nuestros padres que de cierto nos visitaría y nos sacaría. Yo he venido a probarles que la hora está a la mano. Desháganse de lo que tengan. ¡Vámonos!” Sí.",
    "Algunos de ellos dijeron: “Bueno, yo creo…” Datán dijo: “Yo no creo que hay por qué apurarse. No debemos excitarnos tanto acerca de esto”. Y pareció como que falló, cuatro o cinco veces. Pero, de igual manera, continuó adelante.",
    "Ellos pensaron…ellos salieron y dijeron: “¡Vamos a apedrear a este Moisés! ¡Apartémoslo de nosotros! No lo queremos aquí en nuestro—nuestro grupo”.\n\nMoisés continuó adelante de todas formas, porque él era la Vida, él era la Luz de la hora. ¿Qué era lo que él tenía? Dios manifestando Su Palabra prometida a través de Moisés, y Moisés era la Luz.",
    "Elías fue la Luz. “¡Ve allá y siéntate en esa colina! Yo he mandado a los cuervos que te den de comer”. ¡Amén! Sí, señor.",
    "El bajó de nuevo con ASI DICE EL SEÑOR. “Ni siquiera rocío caerá del Cielo hasta que yo lo llame”. ¡Amén! “El sol puede brillar, Uds. pueden llamar todas las nubes, y hacer cualquier cosa que quieran, pero ni siquiera rocío caerá hasta que yo lo llame”. ¿Qué era él? ¡La Luz! ¡Aleluya! El era Luz. ¡La Luz! El era la Palabra de Dios manifestada.",
    "Ellos creyeron que estaba loco, estando sentado allá arriba. El tenía siervos alimentándolo; y aquellos muriéndose de hambre. Ellos querían vivir en sus tradiciones; sigan adelante. Moisés no, o Elías no, él estaba viviendo en la Luz. Sentado allá arriba cerca del arroyo, Querit, y pasando un buen rato; tenía comidas, y alguien que cuidara de él, y todo lo demás. Ellos pensaban que él estaba loco, pero él era—él era la Luz.",
    "Ellos dijeron: “Oigan, ¿qué pasó con el santo rodador que teníamos por aquí? Pues, ¿saben qué? Alguien estaba cazando el otro día, y dicen que lo vieron sentado allá muy, muy arriba en la cima de aquella montaña. Apuesto a que aquel hombre debe estar casi seco para este tiempo”. Oh, no. El era la Luz. El era la Luz. El era la Luz de Dios, en su día.",
    "Juan, cuando él vino a la tierra, y salió al desierto a obtener su educación de Dios, no del seminario. El tenía que introducir al Mesías. Así que cuando él salió, Jesús dijo: “El era una Antorcha que brillaba y alumbraba”. ¡Aleluya! ¿Por qué? El era la Palabra manifestada.\n\nIsaías lo dijo. Eso es. Eso es correcto. “El enviaría una voz en el desierto, clamando, diciendo: ‘Preparad camino a Jehová, y enderezad Su puerta, enderezad camino’. El clamaría, uno…la voz de uno clamando en el desierto”. Ahí venía él. ¿Qué era él? “La voz de uno clamando en el desierto”.\n\n¿Qué era él? La manifestación de la Palabra, Luz. El mismo Dios que habló en Génesis; que habló esto, y ahí venía la Luz. Como El dijo: “Sea la luz, para el sol”, el sol vino a existencia; dice que El dijo que habría “una voz de uno clamando en el desierto”, ahí venía. Era la Luz de la hora.",
    "¡El también dijo que en los últimos días! ¡Amén! Es la Luz de la hora, clamando en el desierto de Babilonia: “Salid de ella, pueblo Mío, que no seáis partícipes de sus pecados. ¡No toquéis sus cosas inmundas! ¡Apartaos de eso! ¡Huid de la ira que vendrá!”",
    "Juan dijo la misma cosa. “El hacha está puesta a la raíz del árbol”. No tenía educación, ni siquiera hablaba como predicador. El hablaba acerca de serpientes, y varas, y árboles, y hachas, y cosas, a lo que él estaba acostumbrado en el desierto. El no fue criado en una de estas grandes y finas cosas que tenemos hoy, y como las tenían en aquel día. El salió con su propio lenguaje. El no se paró y dijo: “A-amén”, e hizo todas esas reverencias elegantes. El salió directamente, del desierto, crudo y rudo. Dijo: “No empiecen a pensar eso: ‘Yo pertenezco a esto y yo pertenezco a aquello’. Dios puede levantar hijos a Abraham aun de estas piedras”.",
    "No piensen que porque son Metodistas, Bautistas, Presbiterianos, que tienen alguna preferencia delante de Dios. Dios es capaz de tomar contrabandistas de licor y prostitutas de la calle, y hacer hijos de Dios de ellos. Alguien lo va a oír, y alguien lo va a creer.",
    "El también dijo: “El hacha está puesta a la raíz del árbol. Y todo árbol que no cree, se corta y se echa en el fuego”. Así que ese era su mensaje. El era la Luz de ese día.",
    "Jesús dijo: “El era una antorcha que brillaba y alumbraba, y vosotros por un poco de tiempo deseasteis caminar en ella”.",
    "¿Y qué dijo Juan, el profeta? “El está entre vosotros ahora mismo. Yo no soy digno de desatar su calzado. Y tan pronto como El venga a la escena, yo me voy”. ¡Oh, hermano! Porque El era la Luz.\n\nNo hay dos o tres Luces, ni cuatro o cinco organizaciones diferentes. Había una sola Luz. No hay Metodistas, Bautistas, Luteranos, Presbiterianos. Cristo es la Luz, y la Luz es la Vida. Y la Palabra manifestada es la Luz de la hora.",
    "🦅 Sea la luz, y fue la luz”. Sí, señor. “Sea la Luz”, ¡y hay Luz! El habló que habría Luz en este día, y hay Luz. El viene. Yo lo creo. Miren hacia las promesas de esta edad. ¡Oh, hermano!",
    "Toda Luz que haya brillado alguna vez, estas edades de la iglesia, vemos cómo ellas…Ha—ha sido lamentable el ver eso, el rechazo. Apocalipsis 3, tengo escrito aquí, Apocalipsis 3, y yo sé a qué—qué me estaba refiriendo entonces.",
    "Vean hacia la promesa de esta hora, en la que estamos viviendo; una Luz rechazada. ¿Qué hicieron ellos? La rechazaron allá. ¿Por qué? Ellos estaban viviendo en un resplandor. ¿Qué están haciendo hoy? La misma cosa.",
    "Bueno, ¿es—es Ud. Cristiano? “Yo soy Luterano. Yo soy Bautista. Yo soy Presbiteriano”.\n\nEso no significa nada. Ud. pudiera decir que es un “cerdo, puerco”, o cualquier otra cosa que Ud. quiera llamarse. ¿Ven? Eso, eso es más o menos a lo que equivale. Ahora no—no es con intención de ofenderlos, pero si Uds. lo están llevando a la parte fundamental, eso es correcto.\n\nYo hago la pregunta: “¿Cristiano?” Eso es Cristo en Ud. Y si Cristo está en Ud., entonces la Palabra está en Ud. Y entonces si la Palabra está en Ud., cuando la Luz está brillando, ¿cómo va Ud. a caminar fuera de Ella? ¿Ven?, de eso se trata. Eso es lo que está adentro ahora, la Luz. La Luz del atardecer está brillando. El Arbol Novia está floreciendo.",
    "Oh recuerde, ellos podaron aquel viejo Arbol. “Y lo que dejó el revoltón, se lo comió la oru—oruga; y lo que la oruga dejó, se lo comió la langosta”. Lo que dejaron los Metodistas, se lo comieron los Bautistas; y lo que dejaron los Bautistas; se lo comieron los Pentecostales. El dijo: “Este Arbol fue”, ahí en Joel, “fue cortado hasta la cepa”, pero él quería saber si volvería a vivir. ¡Oh, sí! El preservó a ese árbol. El preservó a ese Arbol, sí, señor, pues era Su Novia.\n\nY El dijo: “Yo restituiré, dice el Señor”. ¿Qué es? “Yo lo haré, todo lo que se comieron los Luteranos, y que se comieron los Wesleyanos, y todos ellos. Y Yo lo restituiré, porque todo está aún en la raíz del Arbol”. ¿Ven?\n\nYace allá debajo de la tierra. Así como la savia que bajó, como dije acerca de la hermana, está allí. Y la trompeta de Dios sonará algún día y aquellos elegidos Luteranos, Metodistas, Bautistas, que no tuvieron nada que ver con cualquier organización…",
    "Lutero no organizó nada. Moody no organizó nada. Fue aquel grupo de Rickys que vino después de él, el que hizo la organización, tomaron el forro. John Smith nada organizó. Ninguno del resto de ellos se organizó; fue la Luz de la hora. Lutero, Wesley, o ninguno del resto de ellos; fue aquel grupo que vino después, el que hizo la organización.",
    "El Espíritu Santo no organizó nada en pentecostés. Pentecostés es una experiencia, no una denominación. No organizó nada. Oh, no. Sino los hombres que afirman ser pentecostales lo organizaron. Ese fue el forro muriendo allá. En vez de convertirlo en papel, y hacer que toda la imagen de Jesucristo saliera; no, ellos mismos se salieron, así que no tienen que nada ver con eso. Déjenlos.",
    "Pero ahora hallamos, a esta Luz, este Arbol, Cristo, rechazado nuevamente por la iglesia. ¿Por qué? Por la misma causa que lo hicieron al principio, los antiguos y falsos resplandores de luces de otros días. Y “El es el mismo ayer, hoy, y por los siglos”. Hebreos 13:8 dice que El lo es. El es el mismo hoy como lo fue entonces, porque El hace la misma cosa que hizo. La misma Palabra, aquel Cristo.",
    "Escuchen, yo quiero tomarlos a Uds. ahora, y permitan que esto sea personal. Yo no sé, estoy un poco indeciso en apagar o no eso, ¿ven?, por esa cinta. Voy a permitir que continúe ahí. ¿Ven? [La congregación se regocija.—Editor]",
    "Quiero preguntarles algo. Vean, fíjense en esto. ¿Ven?, “El es el mismo ayer, hoy, y por los siglos”. Fíjense. Sus obras, las que El hizo, se manifiestan por sí mismas. Ahora, escuchen bien. Cuando El se paró allí, en Juan 14:12, El dijo: “Las obras que yo hago, vosotros las haréis también. Aun mayores haréis, porque Yo voy al Padre”. Ahora, El lo dijo. “El cielo y la tierra pasarán, pero esa Palabra nunca fallará”. Ahora, si estamos en la parte final de la edad, ¿cuándo van a venir las “obras mayores”? ¿Ven? ¿Ven? Aquí estamos. No tenemos…",
    "Escuchen, si el calendario Romano está correcto, tenemos seis…nos quedan treinta y seis años. Cada dos mil años el mundo llega a su fin. Los primeros dos mil años, fue destruido por agua; los siguientes dos mil años, vino Cristo. Este año que viene es 1964; treinta y seis años. Ahora, el calendario astronómico Egipcio dice que tenemos diecisiete años menos, “son diecisiete años más que eso”, eso dejaría diecinueve años más.\n\nJesús dijo: “La obra será acortada por causa de los Elegidos, o nadie sería salvo”. ¿Dónde nos encontramos?",
    "🦅 Las obras que Yo hago vosotros también las haréis. La misma clase, pero mayores, haréis vosotros”. Ahora fíjense. Escuchen bien. Pónganse sus…Yo ruego que Dios abra sus corazones y sus mentes, para entender, para que entiendan sin decir que es demasiado aquí. Noten. El dijo un día…\n\nVeamos algunas de las “grandes” obras que El hizo. Detengámonos por un par de cosas. Pensemos.\n\nUna vez, El dijo: “Dadles algo de comer”.\n\nEllos dijeron: “Nada tenemos”.\n\nDijo: “¿Qué tenéis? Traedme lo que tengáis”.\n\nY ellos dijeron: “Tenemos cinco panes de cebada y dos peces”.\n\nEl dijo: “Traédmelos”.",
    "Y El tomó los cinco panes de cebada originales y comenzó a partir los panes. Y de los originales, El hizo pan y alimentó a cinco mil. ¿Es eso correcto? [La congregación dice: “Amén”.—Editor] Luego El dijo: “Denme el pez”, y El obtuvo un pez. Era un pez para comenzar. Y El tomó de aquel pez, otro pez y otro pez, y alimentó a cinco mil. ¿Es eso correcto? [“Amén”.]\n\nPero en los últimos días El no tenía nada. El sólo habló, y dijo: “Di que estará allí”, y allí estaba, sin haber nada allí. El no tuvo una ardilla; no había ni una allí. El sólo dijo: “Sea hecho”, y fue hecho. ¿Ven? Oh, Su Palabra es infalible, y tiene que ser cumplida.",
    "Yo podría decirles cosas que los sacudiría. ¿Ven? Está allí cuando El dice que esté allí. Permítanle a El decirlo. ¿Ven?, exactamente.",
    "¿Ven?, el este, el oeste aquí ha regresado y se ha encontrado con el este. Fue Moisés, que hasta recogió arena, y dijo: “Que hayan pulgas”, y cosas por el estilo, “sobre la tierra”. Pero en este último día El no toma nada; ¿ven?, sólo la Palabra. “Sea hecho”, y es hecho. Lo que es dicho, de esa manera va a ser.\n\nYo quiero testificar de algunas de esas cosas esta noche, ¿ven?, ¿ven?, que han pasado, para que puedan ver que El todavía es Dios. Sus Palabras no pueden…\n\n“Estas obras que yo hago, vosotros también las haréis, y aun mayores que esta haréis. Yo tomé un pez para hacer un pez. Vosotros ni siquiera necesitaréis tener un pez”. ¿Ven? El aún es Dios, aún es el mismo Hijo. El mismo Hijo de Dios que tomó un pez de un pez, es el mismo Hijo de Dios hoy. “Estas obras que Yo hago, vosotros también las haréis. Aun mayores que esta haréis”. Será aumentado: “Aun mayores que esto haréis”. Y la gente se niega a verlo. ¡Ajá! ¡Obras mayores!",
    "Una luz falsa. Uds. saben, yo estaba pensando en algo. Yo me estaba refiriendo mucho a Inglaterra, pero yo estaba pensando acerca de una luz falsa. Aquí no hace mucho tiempo, todos Uds. recuerdan el robo más grande que—que Inglaterra haya tenido, que fue cometido. Fue un asalto de siete millones de dólares. No creo que haya habido alguna vez algo comparable a eso en el mundo. Un gran asalto, recientemente, de siete millones de dólares, que ni siquiera Scotland Yard puede resolverlo.\n\n¿Saben Uds. cómo lo hicieron? Por una luz falsa. Ellos pusieron una luz sobre la vía del tren, de precaución, y a lo largo de la vía hasta llegar a una luz roja, y los detuvieron. Y allí tomó lugar el robo, justamente en el lugar apropiado. Una luz falsa permitió el robo más grande que las naciones hayan tenido jamás. Robó a las naciones. El asalto más grande, el robo más grande, fue hecho por medio de una luz falsa.",
    "Y el robo más grande que ha tenido la iglesia de Dios es una luz falsa, un resplandor, su denominación. Los ha robado del poder del Espíritu Santo. Le ha quitado a la iglesia la misma línea de Vida. Los ha robado de la Palabra, cuando ellos aceptaron un credo en vez de la Palabra. Los ha robado.\n\nOh, ellos afirman que tienen la Palabra. La Palabra se vive a Sí misma para la edad; Ella misma se da a conocer. Ellos también afirmaban tener la Palabra, allá en los días de Jesús. Pero Ella dice: “Ellos vieron una gran Luz”, y la rechazaron. La vieron, pero la rechazaron.",
    "Oh, luz falsa, sí, le ha costado a la iglesia el robo más grande que ella haya tenido. Credos fríos denominacionales, hermano, no madurarán una Palabra vindicada, un grano. La Biblia dijo, Jesús dijo: “La Palabra de Dios es una—una Semilla que sembró un sembrador”. ¿Ven? Y credos fríos no madurarán esa Palabra. ¡No, no!\n\nDías fríos con ventiscas no madurarán el grano. ¡Ciertamente que no! Se necesita el calor de la luz del sol, porque era la Palabra hablada de Dios para hacer tal cosa.\n\nY, hoy, se necesitará la Palabra de Dios, para mostrar a los santos de Dios que Jesucristo vive. Así como El fue ayer, El es hoy. Los credos y las denominaciones nunca lo harán. Son fríos e indiferentes, y el grano se pudrirá en la tierra. No puede brotar usando eso.",
    "Por esa razón tenemos hoy lo que tenemos. Como nuestro precioso Hermano Billy Graham, el gran evangelista. Yo pienso que Dios está usando al hombre. Pero vean lo que él hace; va ahí entre los Bautistas y Presbiterianos. ¿Qué hace? Obtiene un montón de miembros de iglesia.",
    "¿Ven cómo los Bautistas del Sur están jactándose allá porque ellos tuvieron más denominaciones, su denominación creció más que cualquier otra de las Protestantes? Los Católicos casi les ganaron a todos, el año pasado. ¿Lo vieron en el periódico? En verdad así fue. No se preocupen, los va a abarcar a todos, porque abarca a los Bautistas y a todos juntos. Y todos ellos son uno, y no lo saben.\n\nEl concilio de iglesia, Concilio de Iglesias, los pone a todos iguales. Las denominaciones ponen…Pues, ¿por qué querrían Uds. permanecer aquí o acá? Mientras Uds. estén rechazando Esto, ¿cuál es la diferencia? ¿No están Uds. usando las mismas etiquetas denominacionales, igual que si Uds. estuvieran en un solo lugar? Una, es la bestia; y la otra, la marca. Así que, allí lo tiene, así que no hace ninguna diferencia.",
    "Es donde él ha estado. El estampó su sello de aprobación, y ahí lo toman Uds. Y ahí ella los guió a todos, directamente a la Casa Blanca, y a Washington D.C. y al Concilio de Iglesias, y ahí van Uds. Los clérigos los llevaron de regreso, exactamente lo que dice la Biblia que harían. [El Hermano Branham toca seis veces en el púlpito.—Editor]\n\n¡Oh, desearía que ese reloj no caminara tan rápido! [La congregación dice: “Tómese su tiempo”.—Editor]",
    "Ahora, sólo piensen en dónde estamos ahora. Miren las promesas para el día, rechazadas nuevamente. Cómo han hecho las iglesias en este día final, ¡el resplandor denominacional!",
    "La razón por la cual no madura es que viven en un resplandor falso. Esa es la razón por la cual, esta Palabra, Uds. no ven los milagros.",
    "Un sacerdote me entrevistó no hace mucho tiempo, y él dijo: “Sr. Branham”, dijo él, “¿cómo bautizó Ud.?” Una—una cierta muchacha que salió de esta iglesia; y había caído y se casó con un muchacho Católico, y se fue a la iglesia Católica. Y él iba a llevarla a la iglesia.",
    "Yo dije: “Yo la bauticé en el bautismo Cristiano”.\n\nEl dijo: “El obispo quiere saber”.\n\nYo dije: “Muy bien, ahí está”.\n\nDijo: “¿Lo juraría Ud.?”",
    "Le dije: “Yo no juro en lo absoluto”. Y él dijo…”Sí”, dije, “si él no puede tomar mi palabra, pues, eso está bien. Porque yo no juro. La Biblia dice: ‘No juréis por el cielo; es el trono de Dios; la tierra es el estrado de Sus pies. Sea vuestro sí, “sí”, y no, “no”’”. Yo dije: “El tendrá que tomar mi palabra de ello”.\n\nDijo: “Bueno, Ud.—Ud. dijo: ‘Bautismo Cristiano’, ¿qué quiere decir con—con ‘sumergir’?”",
    "Yo dije: “Esa es la única forma en que el bautismo Cristiano se lleva a cabo”. Yo dije: “Yo la bauticé en el río Ohio; la metí bajo el agua, en el Nombre de Jesucristo, y la saqué. Yo la bauticé en el ‘Nombre del Señor Jesucristo’, el cual es el único bautismo Cristiano que existe”.\n\nDijo: “Sí, señor”. El lo anotó de esa manera. Y él dijo: “¡Qué extraño!” Dijo: “¿Sabe Ud.?, la iglesia Católica acostumbraba bautizar de esa manera”.\n\nYo dije: “¿Cuando?”\n\nY él dijo…Continuó, y la discusión continuó por un rato. Y él dijo: “Bueno, nosotros somos los Católicos originales”.",
    "Sabiendo, que ahí mismo estaba en los—los libros, Uds. saben, y la historia de eso, yo dije: “Eso es verdad, pero”, yo dije, “¿por qué no lo hacen hoy?”\n\nEl dijo: “Tenemos poder para remitir pecados”. Dijo: “¿No le dijo Jesús a sus discípulos: ‘A quienes les remitiereis los pecados le serán remitidos; y a quienes se los retuviereis, les son retenidos’?”\n\nYo dije: “Sí, señor. El lo hizo”.\n\nEl dijo: “Entonces, ¿no le da eso autoridad a la iglesia? Pedro era la cabeza de la iglesia”.",
    "Yo dije: “Si la iglesia remitiese los pecados de la manera en que lo hizo Pedro”. Yo dije: “Ahora, cuando ellos preguntan: ‘¿Qué debemos hacer para ser salvos?’ El dijo: ‘Arrepentíos, cada uno de vosotros, y bautícense en el Nombre de Jesucristo para la remisión de vuestros pecados’ “. Yo dije: “Hagan eso, y yo iré con Uds.”\n\n“Oh”, dijo él, “Ud. está tratando de defender una Biblia”.\n\nYo dije: “Esa es la Palabra”.\n\nEl dijo: “Dios está en Su iglesia”.\n\nYo dije: “Dios está en Su Palabra. ‘Todo hombre, las palabras de otros hombres son mentira; la Suya es la Verdad’”. ¿Ven?",
    "Así que no hubo manera de que él pudiera ver. Pero ahí—ahí van, siguen adelante en oscuridad. Y los Protestantes, cayendo por miles en eso. Aquí están, al punto de adoptar sus credos y cosas, siguiendo adelante dentro de eso. La Palabra viniendo, probándolo, Jesucristo manifestándose a Sí mismo, “el mismo ayer, hoy, y por los siglos”. En el resplandor de credos, siguen moviéndose directamente a la oscuridad. Así como lo hicieron en el tiempo de Noé, así como lo hicieron en todos los tiempos, lo hacen hoy nuevamente, ¡directamente en oscuridad! ¿Por qué? Ellos rechazan la Luz porque el credo los ha cegado.",
    "¡Oh, en qué hora tan oscura estamos ahora! ¡Ajá! Sí, ellos rechazan la verdadera Luz Eterna de Cristo, y eso es lo que lo hace.",
    "Las frías denominaciones nunca pueden traer Vida a la Palabra de Dios, porque ella trae vida a su denominación. Tenemos más cristianos profesantes ahora mismo…Miren aquí, si los Cristianos…\n\nYo le pregunté esto a este sacerdote. “Si la…Yo estoy de acuerdo con Ud., de que la Iglesia católica estaba, al principio, en Pentecostés”, no en Nicea, Roma. La Iglesia no comenzó en Nicea, Roma. Comenzó en Pentecostés. ¿Ven? En Jerusalén es donde la Iglesia comenzó.",
    "Pero yo dije…",
    "Aquí, yo admitiré que esta gente, esos esclavos y demás, que recibieron el Espíritu Santo, sus amos vieron sus poderes y cosas, lo que ellos estaban haciendo; levantando a los muertos, hablando en lenguas, echando fuera demonios, prediciendo cosas. Y profetas entre ellos, y demás, salieron cubiertos con pieles de ovejas; comiendo yerbas, llegaron a aquel Concilio de Nicea, y demás, y ¡qué grandes hombres! Y de allí salieron, y vinieron a aquel Concilio de Nicea, parándose firmes por esa Palabra.\n\nPero, en esos quince días sanguinarios, aceptaron “Padre, Hijo, y Espíritu Santo” como credo, en vez de la doctrina Bíblica, “en el Nombre de Jesucristo”. A través de eso vinieron todas las iglesias Protestantes, nacidas dentro de eso, la misma cosa, todas estas otras cosas. La falsa concepción del Espíritu Santo; tomaron, toman la comunión, beben el vino, “Esa es la santa eucaristía, que significa: ‘Espíritu Santo’. El sacerdote se la da a Ud.",
    "Ahora, la Biblia no dice: “Cuando el Día de Pentecostés llegó, ahí venía un sacerdote por la calle, con el cuello volteado, que dijo: ‘Saque su lengua y tome la santa eucaristía’”. No, no dice: “Todos Uds. corran aquí y denme la mano derecha de compañerismo, Uds. Bautistas, Metodistas, y Bautistas, yo pondré sus nombres. Traigan una carta de alguna parte.",
    "El dijo: “Todos estaban en un lugar, unánimes. Y de repente vino del Cielo un estruendo como de un viento recio que soplaba, y llenó todo el cuarto donde estaban sentados. Fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, según el Espíritu les daba que hablasen. Moraban…” A la calle salieron, tambaleándose como ebrios, María y todos los demás, bajo el impacto del Espíritu Santo.\n\nPues, la gente dijo, se rieron de ellos, y dijo: “Estos hombres están llenos de mosto. ¿Qué estaban ellos? Cegados por un credo.",
    "Aquel pequeño predicador de dos por cuatro se paró allí, llamado Pedro, y él dijo: “Varones Judíos, y todos los que habitáis…Varones de Jerusalén y que habitan en Judea, esto os sea notorio, y oíd mis Palabras. Estos no están ebrios. Pero déjenme decirles lo que la Escritura dice que sería. Esta es la Luz. Esta es la Palabra siendo manifestada. Amén.\n\nLo mismo sucede hoy, y ellos hacen como aquellos hicieron entonces, se alejaron y menearon sus cabezas. Dijo: “Dejadlos, si el ciego guía a los ciegos, todos caerán en el hoyo.",
    "Oh, se necesita a Cristo, la Vida Eterna, para traer la Palabra de Vida a la vindicación, hecha carne. ¡Oh, válgame Dios! Se necesita la Palabra…se necesita el Espíritu Santo para operar la Palabra de Dios.",
    "Cuando Jesús dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. Ahora vean, Marcos 16, Su última comisión. “Todo el mundo, todo el mundo”, no ha llegado a eso todavía, ¿ven? “…a todo el mundo y predicad el Evangelio a toda criatura. El que creyere”, en todo el mundo, “y fuere bautizado será salvo; el que no creyere será condenado. Y estas señales seguirán a los que creen.\n\n¿“Estrecharán la mano del predic-…”? No. ¿”Serán buenos miembros de la iglesia”? No.\n\n“En Mi Nombre echarán fuera demonios; hablarán nuevas lenguas; tomarán en las manos serpientes; y beberán cosas mortíferas, no les hará daño; si pusieran las manos sobre los enfermos, sanarán. ¡Oh, hermano!",
    "¿Cuán lejos? A toda criatura. ¿Cuánto? A todo el mundo hasta que El venga nuevamente. “Estas señales seguirán…” “El que en Mí cree, las obras que Yo hago, él también las hará. Aun mayores que estas hará, porque Yo voy a Mi Padre.",
    "¡Oh, cómo podemos apartarnos de Eso es más de lo que yo puedo decir! Estamos en más oscuridad ahora que ellos. Ahora, sólo tengo aquí un par de versículos más, luego quiero terminar tan pronto como me sea posi-…Estamos en más oscuridad que ellos.\n\nYo sé que los agoto aquí, como por hora y media. [La congregación dice: “¡No!”—Editor] Pero, ¿ven?, esta cinta está siendo grabada allí adentro. ¿Ven? ¿Ven?",
    "Ellos están en más oscuridad que nosotros. Yo hice la afirmación, esa. ¿Por qué? Las iglesias, en este resplandor, son tan engañosas, parece como que son la Verdad. Ahora, ¿no dijo Jesús…? Veamos Mateo 24, ¿ven? En Mateo 24, Jesús dijo que: “En los últimos días, los dos espíritus serían tan parecidos que engañarían a los mismos Escogidos, si fuere posible. Habría un grupo escogido saliendo para ser la Iglesia, en los últimos días. Y estas organizaciones, con lo que ellas llaman su Verdad, serían tan parecidas a lo Verdadero, que engañarían a los mismos Escogidos, aun a los Pentecostales.",
    "Ahora, Uds. saben, Uds. no van a tomar a un Pentecostal y engañarlo con alguna doctrina Metodista o doctrina Bautista. Uds. no van a decirle eso. El sabe más que eso. Y no van a engañar a un Bautista con una doctrina Luterana tampoco. ¿Ven?\n\nY tampoco va Ud. a recibir el mensaje, ver el Mensaje ahora en esta Palabra, por medio de alguna doctrina Pentecostal, un falso “Padre, Hijo, Espíritu Santo”, y toda esta cosa como esa, y allá en esos credos que tienen en esa organización. Ciertamente que no. Uds. nunca los engañarán, porque los Escogidos no serán engañados.",
    "¿Qué es? ¿Qué es? Es engañoso. ¿Qué están haciendo estos resplandores? Están guiando a la iglesia al matadero del concilio, por medio de sus resplandores. Esa será la matanza final, cuando ella y Roma se unan. Cuando formen esa imagen de la bestia, esa es la matanza final. Y estos resplandores que Uds. tienen ahora, vean lo que están haciendo, guiando al pueblo. Es una cabra.",
    "Una cabra siempre guía a las ovejas al matadero. Uds. han visto eso en los mataderos. Esa cabra correrá hasta allí y guiará a las ovejas, luego saltará hacia afuera y deja que las ovejas entren. Eso es lo que hace. Siempre lo hace.\n\nFueron las cabras las que guiaron a Jesús, el Cordero, al matadero. ¡Las cabras Romanas! Eso es correcto.\n\nSon las—son las cabras denominacionales hoy, las que están guiando a las ovejas inocentes al degolladero. Ellos mismos ponen sus nombres en aquellos libros, y están acabados. Esa es la marca de la bestia. Hablo en el Nombre del Señor. Yo he retenido eso por mucho tiempo. Eso es cierto. Exactamente. ¿Qué es la bestia? ¿Qué es la bestia? Es la jerarquía Romana, la primera organización. ¿Cuál es la marca de ella? La misma cosa, exactamente, la misma cosa exactamente como fue esa. ¡El degolladero, por el resplandor!",
    "Pero ante las tinieblas presentes, aún hemos visto la Luz de Dios brillar. ¡Cuán agradecidos estamos por eso!",
    "Escuchen bien. Hemos visto la Luz, Su Palabra que El prometió para este día, probada y vindicada. Es la Verdad, la Luz de la hora. ¡Oh, hermano! Estoy tan contento. No hay nada errado. No hay nada.",
    "Aquí, no hace mucho tiempo, un ministro estaba diciendo que él estuvo en Florida, y él tenía un—un carro, creo que era un Chevrolet, y se le arruinó. No lograba que lo arreglaran. Y fue al taller, y un mecánico se metía por debajo y por encima de él, y buscaba por todos lados; no podía arreglarlo. Y él—él probaba esto, y no funcionaba. Y él probaba algo más; no funcionaba. Le ponía un generador, le puso esto, y le puso bujías, le puso los platinos; él no podía hacer que la cosa funcionara. Sencillamente no lo podía hacer funcionar.\n\nFinalmente, un hombre bien vestido se acercó. El dijo: “¿Le puedo dar un consejo?”",
    "El mecánico tuvo suficiente sentido común como para decir: “Sí, señor.\n\nEl dijo: “Tome Ud. esto, y más esto y esto, y”, dijo él, “ponga todo eso junto una vez y pruébelo”. Y él tomó esto más aquello, y lo junto, y entonces funcionó.",
    "El mecánico se volvió, y dijo: “Oiga, ¿quién es Ud.?” El era el ingeniero, el ingeniero en jefe de General Motors. El lo había hecho. El fue el que lo diseñó.",
    "Y, hoy, cuando estamos hablando acerca de Metodistas, Bautistas, y Presbiterianos. ¡El Mecánico en Jefe está aquí; el Diseñador de Su Palabra, el Hombre que creó los cielos y la tierra, y diseñó Su Iglesia! ¿Sabe El más sobre qué se necesita para el Rapto, o sabe más la iglesia Metodista o Bautista sobre qué se necesita? El es el Diseñador. El sabe qué se necesita. El está bien vestido en el Poder de Su resurrección. ¡Aleluya! El está caminando entre nosotros hoy, en el Poder de Su resurrección.\n\nEl sabe qué se necesita para poner a una Iglesia en orden de Rapto. El la diseñó y unió las partes aquí en la Biblia. ¡Amén! Sólo dejen que la Corriente fluya a través de Ella, ahora obsérvela operar. Dejen que la fe, en Su Palabra prometida para hoy, fluya a través, verán cómo opera. ¿Por qué? El diseñó la cosa. El diseñó a Su Iglesia por medio de la Palabra. Eso es lo que El junta. No por medio de Metodistas, o Bautistas, o Presbiterianos, u organizaciones Pentecostales; sino por Su Palabra. “No sólo de pan vivirá el hombre, mas de todo lo que sale de la boca de Jehová. Sí, señor.",
    "Salgan de esos resplandores, en medio de la oscuridad, este tiempo oscuro en que estamos viviendo ahora. (Sólo me quedan como unos cinco minutos más). En medio de la oscuridad, ¿quién va a sacar a la pequeña Novia? ¿Quién sabe acerca de Eso? El Diseñador en Jefe. Oh, sí. ¡De toda esta confusión de resplandores!\n\nAquí los Metodistas están resplandeciendo en una forma, los Bautistas en otra, y los Presbiterianos en otra, y los Pentecostales en otra, todos estos resplandores alrededor. Ellos corren, ponen sus nombres aquí, aquí en este resplandor; vienen para averiguar algo allí. Y vienen acá; y algo allí. Vienen aquí…",
    "Como le dije a ese sacerdote: “Si Uds. son la iglesia original, y siguieron la doctrina de aquellos hombres que se reunieron en Nicea, entonces ¿por qué es que Uds. no tienen el poder que ellos tenían allá en el principio? ¿Ven? ¿Por que no hacen Uds. las cosas que ellos hicieron, las cuales dijo Jesús?”\n\nDijo: “Oh, somos más gente ahora. Nosotros, nosotros vivimos en una edad diferente.",
    "Yo dije: “Pero la Palabra no cambia. El dijo: ‘Estas señales los seguirán en todas las edades. El cielo y la tierra pasarán, pero Mi Palabra nunca’. Eso es.\n\nEl dijo: “Pues, Ud. está hablando acerca de una Biblia.",
    "Yo dije: “Sí, la Palabra, la cual es Cristo”. Correcto. Y ahí lo tienen. ¿Ven?",
    "Y en este resplandor, los Metodistas mostrando el suyo, los Presbiterianos el suyo, cada uno creciendo más y más, todo el tiempo.\n\nLa pobre Novia, ¿adónde está Ella? Ella fue por un tiempo con los Pentecostales Unitarios; Ella puso Su nombre allí, y Ella dijo, pues…Viene a enterarse, a ver lo que ellos hacen. Y ellos vienen aquí, y: “Tienen que pertenecer a nosotros. Si no pertenecen a nuestra iglesia, ni siquiera están en la Novia. Ni siquiera son nada. Va con las Asambleas, y ve lo que tienen; ahí es lo mismo. Va con los Bautistas, ve lo que ellos tienen. Ve a los Presb-…",
    "¿Qué va a pasarle a la Pobrecita? ¿Ven? Pero ella está saliendo. No se preocupen. Ella va a estar allí.",
    "Un hombre estuvo diciendo aquí hace como dos años. El estaba en Nuevo México. Yo tuve una reunión allí cerca de las Cavernas de Carlsbad. Uds. han oído de ellas allá, las grandes…Y ellos llevaron a un hombre, y a su esposa y a un montón de niños, se subieron en el elevador, y bajaron hasta abajo al mismo fondo del hoyo. Y cuando llegaron allá abajo, apagaron todas las luces. Y cuando apagaron todas las luces, estaba tan oscuro como la medianoche.\n\nYo los hice hacer eso acá en estos jardines, y en una ocasión allá en Colorado, mi esposa y yo, allá atrás, estuvimos allí adentro. Y ellos encendieron las luces. Oh, uno ponía su mano así, no podía ver nada.\n\nY había una niñita parada allí, y comenzó a gritar: “¡Oh-h-h!” Estaba gritando. Ella, ella estaba aterrorizada, estaba tan oscuro. La pobrecita se agarraba de todos lados, y trataba de gritar y llamar a su papá, y mamá, por todos lados. Estaba tan oscuro que ella no podía soportarlo. Ella nunca había visto tal oscuridad.",
    "Y más o menos de esa manera es hoy. Correcto. Está tan oscuro que Ud. no sabe adónde ir. Ud. va a los Metodistas, va a los Bautistas, va a los Presbiterianos, todo es la misma cosa, ¿ven?, comiendo de ese viejo maná muerto, podrido con gusanos en él. ¿Ven?, la misma cosa, algún credo: “Venga y únase a esto, y a aquello otro”, un credo y todo. Uno no ve a Cristo en eso. ¿Ven? Oh, uno ve personas justas en su propia opinión,…?…Muchas son personas buenas que están allí ahora, en esas denominaciones. Yo estoy diciendo que el sistema, no las personas allí. Pero, ¿ven Uds.?, eso es lo que ellos están comiendo. ¡Díganles sobre eso!\n\n¡Y Aquí hay Alimento fresco!",
    "Y esta niñita parada allí, estaba gritando con todas sus fuerzas, a punto de ponerse histérica; más o menos como está la pequeña Novia. Pero, ¿saben qué? Su hermanito gritó, dijo: “Hermanita no temas. Porque él estaba parado junto al ingeniero. Dijo: “Hay un hombre aquí que puede encender las luces.\n\nNo temas, Hermanita, hay un Hombre aquí que puede encender la Luz. El puede hacer vivir esta Palabra. No sabemos cómo viene El. No sabemos cómo—cuándo viene. Yo no sé nada sobre eso. Pero El está aquí, y El puede encender las Luces. ¿Cómo vamos a salir de eso? Yo no sé. Pero El está aquí, y El es el que puede encender las Luces. Sí, señor. El es Quien. El es la Luz. El sólo se da a conocer, así es como El enciende la Luz. Exactamente correcto.\n\nSe necesita a Cristo, para que haga destellar Sus Luces, entonces todas las tinieblas huyen. El separa. El está sacando fuera a Su pequeña Novia. “Yo sacaré un pueblo de los Gentiles, por causa de Mi Nombre, que tendrá Mi Nombre”. ¿Cuál es su nombre? Muy bien. No Metodista, Bautista, Presbiteriano, Luterano. Es Jesucristo. Eso es correcto.",
    "El es la Luz, la Verdad; la Luz, y en El no hay tinieblas. Y El hace huir las tinieblas cuando El entra, porque El es la Palabra. La Palabra es la Luz. Eso es correcto. Porque El habló y dijo: “Sea la luz”, esa fue la Palabra que se convirtió en luz. Cuando El habla Esto, es la Luz de esa edad, cada vez.\n\nAhora El está aquí, en—en, no en un resplandor; pero la gente está viviendo en un resplandor. Pero El es la Palabra vindicada. El es absolutamente la—la Luz en tiempo de oscuridad. Sí, señor. Todos estos resplandores falsos y cosas se desvanecerán. Sí, señor. El está aquí. No teman. Enciendan las Luces, Su Palabra prometida. Ella vive. Ella hace…\n\n“El que en Mí cree, las obras que Yo hago, vosotros también las haréis. Entonces, es la Palabra. “Como el Padre me envió, así Yo os envío”. El Padre que lo envió a El, vino en El. El Jesús que lo envía a Ud., viene en Ud. Y las obras que El hizo entonces, El hace lo mismo, porque (¿por qué?), la Palabra es hecha carne, en carne humana, manifestándose a Sí Misma como la Luz del día. Allí lo tenemos. Ahí está. Sólo está mostrando el camino a la Luz, en la Luz. Hombres entendidos que no están cegados por credos y la denominación, caminarán en esa Luz. ¡Oh, hermano!",
    "Ciertamente, hay un Hombre aquí que puede encender las Luces. ¿Qué hace El? Por medio de vindicar Su Palabra para este día. Jesús el Hijo de Dios, quien prometió la Palabra para este día, está aquí mismo con nosotros.\n\nNo tengan miedo. No le presten atención alguna a lo que ellos están haciendo; si lo hacen, caminarán en tinieblas.\n\nSean entendidos. “Aquellos que son entendidos”, dijo Daniel, “en estos últimos días, harán proezas para su Dios. ¿Ven?, ¿ven? Caminarán en la Luz como El está en la Luz.",
    "No se preocupen. Puede estar oscuro, parece como que nos van a obligar, a cada uno. Todas éstas, Uds. ven sus proclamaciones siendo emitidas: “Todas estas iglesitas y cosas tienen que entrar ahora. Uds. tiene que entrar”, o las van a cerrar. Lo van a hacer.",
    "Ahora, queremos darle realmente duro a eso, esta noche, cuando yo llegue a ese momento, ¿ven?",
    "Ahora, ellos: “Vamos a cerrar. Ud. tiene que ser uno de ellos o no. Ud.—Ud. o toma parte en eso, o Ud. no puede hacer nada, ni siquiera puede comprar o vender. Eso es. No se atreva Ud. a orar por los enfermos. Si Ud. es sorprendido ministrando a cualquier enfermo o a cualquier persona con cualquier cosa espiritual allí, Ud. estará sujeto a una ley federal para ser ejecutado. Eso es exactamente correcto. ¿Ven? Uds. saben eso. Correcto. Está en sus papeles. Sí, señor. Así que Ud. no puede hacerlo. Tiene que pertenecer a la secta.\n\nHermano, permítame decirle algo. Es mejor que se asegure de tener a Cristo en su corazón ahora mismo, porque viene un tiempo cuando realmente va a necesitarlo. Ud. estará fuera entonces. Recuerde, cuando ese sello sea puesto, ella estará allí para siempre. Así que no lo haga, no crea esa cosa. Métase en Cristo ahora mismo, la Palabra. Sí, señor.",
    "Vindica la Palabra, y muestra que es la Luz de la hora. Así es como sabemos que El es la Luz, porque El es la Luz manifestándose a Sí Misma en carne.\n\n¿Cómo sabemos? El fue la Palabra de Dios hecha carne. ¿Ven?, la Palabra de Dios estaba mostrándose a Sí Misma, vindicándose a Sí Misma, lo que haría el Mesías cuando El viniera.",
    "La mujer, junto al pozo, dijo: “Cuando el Mesías venga, El hará estas cosas. Tú debes ser el Profeta, que es la Palabra, prediciéndonos estas cosas.",
    "El dijo: “¡Yo soy El!” ¿Ven? Eso fue suficiente. La Luz brilló sobre la Palabra prometida. Allí está la Luz.",
    "Ella fue directamente a la ciudad, dijo: “Venid ved a un Hombre Quien me dijo lo que he hecho. ¿No es éste el Mesías mismo?” Eso fue todo. ¿Ven? No importa lo que dijeran los otros, ella sabía que aquél era el Mesías.",
    "Recuerden, en cada edad, en tiempo de oscuridad, Dios siempre ha tenido Su Palabra para separar la Luz de las tinieblas.\n\nEl la tuvo en los días de Lutero, cuando la iglesia Católica lo tenía todo; El envió a Lutero como una Luz brillante, y Lutero separó la Verdad de las tinieblas.\n\nY cuando los Luteranos se enredaron, El hizo un John Wesley, y él separó la Luz de las tinieblas.\n\nY en los días de los Pentecostales cuando los Wesleyanos se…y los Metodistas se pusieron todos altivos, y los Bautistas, y Presbiterianos, El envió el mensaje pentecostal para separar la Luz de las tinieblas.\n\nLos Pentecostales regresaron a la oscuridad nuevamente, así, en su organización, tomaron sus credos y cosas.\n\nAhora, la hora ha venido para que esta Palabra sea vindicada. El envía la Luz, la Palabra manifestada, como lo hizo en el principio; envía la Palabra, y se prueba a Sí Misma. Hay Luz, y El siempre separa. Lo mismo es ahora, como pequeñas Luces Eternas en el principio.",
    "Miren hijos, como digo, ahora ya me pasé cinco minutos de la hora. Pero permítanme decirles una cosa.\n\n¡Hay un Hombre presente! No tengan miedo, no importa qué digan ellos. Yo he estado en situaciones en que no he sabido hacia dónde dar el siguiente paso, pero El siempre está presente. La Presencia que nunca falla, El siempre está allí. El puede encender la Luz. Sí, señor. El está esperando, viendo lo que Ud. va a hacer. El puede encender el interruptor cuando El quiera. Sí, señor.",
    "Hay un hombre aquí que puede encender las Luces. “Aquellos que están asentados en las regiones de sombra de muerte”, algunos bajo el cáncer, algunos bajo la muerte de la denominación, algunos bajo muerte de credos, algunos bajo muerte tradicional, y todas esas clases de muerte, “y ellos han visto una gran Luz. El hombre que destelló las Luces entonces, es el Mismo que dijo en el principio: “Sea la luz. Ese mismo Dios, “ayer, hoy, y por los siglos”, El está presente hoy, aquí mismo ahora. No tengan miedo. El puede encender las Luces.\n\nCuando venga la persecución, no tengan miedo. Hay una Luz, dijo que El arrebatará a Su pueblo. Ella no pasará por la tribulación. Ella nunca lo hará. El dijo que ella no lo haría. Ella será arrebatada. “¿Cómo van a hacerlo, Hermano Branham? ¡Se ve terriblemente oscuro!” No importa qué tan oscuro se ponga, si Ud. no puede ver su mano ante sus ojos, sólo recuerde, hay un Hombre aquí que puede encender la Luz. El Raptará a esa Iglesia.\n\nUd. dice: “Bueno, yo estoy…”",
    "Sí, Sadrac, Mesac y Abed-nego fueron hasta el horno ardiente, pero había un Hombre allí que pudo encender el aire. Sí, señor. Aquel Viento recio que bajó en el día de Pentecostés, El lo volvió a encender y abanicándolos alejó la brisa de ellos, todo el fuego. Había un Hombre allí, El es llamado “el cuarto Hombre.",
    "Hay Uno aquí hoy. ¡El es el Unico! ¡Aleluya! El tiene el interruptor de la Luz en Su mano. “Aquellos que estaban asentados en las regiones de la sombra de muerte, gran Luz les resplandeció. No la rechacen. Recíbanla, en el Nombre del Señor. Mientras inclinamos nuestros rostros por un momento.\n\nAndaré en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nAndaré en la Luz, tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nSantos de Luz, proclamad,\n\nJesús, del mundo es la Luz;\n\nLas campanas del Cielo sonarán,\n\nJesús, del mundo…\n\n¿Qué es? La Palabra vindicada es Jesús hoy. El es la Palabra.\n\nAndaré en la Luz, tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Con sus rostros inclinados. Me pregunto, ¿a cuántos aquí les gustaría caminar en esta Luz, bajo la dirección del Espíritu Santo, la Palabra vindicada de hoy? Vean la Palabra que Dios prometió hoy, ¡véanla manifestada!\n\n¿No era eso lo que El era en el principio? El era la Palabra. El Hijo nació; El era la Palabra. El era el Mesías; El era la Palabra vindicada. Entonces la Palabra, Dios habló el prin-…el final desde el principio.",
    "Ahora, hay una Palabra para este día, y El está aquí vindicando esa Palabra.\n\nEn medio de confusión, tinieblas y resplandores, se parece mucho a Ella, pero no lo es. No prueba serlo; el credo.",
    "Jesús dijo: “Si Yo echo fuera demonios por la mano de Dios, ¿por quién los echáis vosotros?” Ellos no los echaban. ¿Ven? “Pero, no, si Yo echo fuera un demonio por la mano de Dios, entonces el Reino de Dios se ha acercado a vosotros.\n\nOh, pensemos en eso, mientras levantamos nuestras manos. Lentamente, y pensemos, muy calladamente.\n\nAndaré en la Luz, tan preciosa Luz,\n\nDonde se encuentra cual rocío…\n\nHagan su confesión. Crean en Dios ahora.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nAndaré en la Luz, tan preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Mientras continúan tocando, quiero preguntar. En cada edad ha sido lo mismo. En los días de Noé, aquellos que rechazaron la Luz, ¿qué hicieron? Caminaron hacia el juicio de Dios. ¿Qué pasó a Faraón en los días de la Luz de la zarza ardiente, que estaba en Moisés? Caminaron al mar de la muerte. ¿Qué le sucedió a Datán que comenzó y luego rechazó la Luz? Caminó a la hendidura de la tierra que se lo tragó. ¿Qué les pasó en todas las edades a aquellos que fallaron en caminar en la Luz, la Luz del día?\n\nEs Jesús todo el tiempo. Era Jesús en los días de aquellos hombres. Es Jesús hoy, porque El es la Palabra, y la Palabra hace la Luz. Es la Luz del día.\n\nPiense en ello, muy calladamente, mientras estamos sinceramente, pregúntese, ¿está Ud. caminando en la Luz? Mientras lo tarareamos de nuevo. [El Hermano Branham y la congregación comienzan a tararear: Jesús, Del Mundo Es La Luz.—Editor]\n\n…preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nPongámonos ahora de pie.",
    "Yo ruego al Padre Celestial que permita que este Mensaje penetre profundamente en los corazones de la gente que está presente, y aquellos que lo oirán por las cintas. Y que la Luz salga sobre la Palabra, la Simiente, y traiga toda simiente predestinada que fue plantada en estos resplandores y organizaciones diferentes. Que puedan ver como Nicodemo, aunque tengan que “venir de noche”, que vengan a la Luz. Concédelo Padre.",
    "Que salga adelante este gran tema, de esta Roca que es cortada de la montaña, no con manos. Ella aplastará estos reinos Gentiles hasta el suelo, todos estos reinos, reinos espirituales y reinos naturales. Y la Roca cubrirá toda la tierra; será cuestión de una purificación. Aquellos a quienes esta Roca aplaste serán molidos hasta hacerlos polvo; aquellos que caigan sobre esa Roca tendrán una base sólida.",
    "Oh, Cristo, permíteme, como siervo Tuyo, morir sobre esta Roca, esta Roca de Tu Palabra. Señor Dios, permíteme pararme firme como David, y aquellos guerreros de antaño que se pararon firmes por David, permíteme pararme firme por esta Palabra hoy mientras veo que es rechazada por las denominaciones. Permanece acá arriba en un rinconcito en alguna parte. Oh, Dios, yo…Concede que tengamos fortaleza y valor, y el Espíritu Santo, para pararnos firmes, porque la hora se está volviendo más y más oscura.\n\nPero permítenos recordar siempre que Tú estás presente para encender la Luz. A cualquier hora que Tú desees, Tú puedes encender la Luz, Padre. Así que rogamos…",
    "Como Tú dijiste: “Vosotros sois la Luz del mundo. Concede Señor, que nuestras Luces, que están a Tu servicio, brillen tan brillantemente a los otros, que ellos vean la Luz del Evangelio mientras la vivimos, Señor, día tras día, reflejándoles a ellos la Vida de Jesucristo así como El fue en la tierra; lleno de humildad y dulzura, sin embargo con la Palabra siendo vivida a través de El. Concédelo, Señor.\n\nPues, estamos mirando hacia Ti, el Grande con el interruptor en la mano. Tú tienes al mundo en Tu mano. Tú tienes todas las cosas en Tu mano, y sostienes al mundo por medio de Tu Palabra.\n\nOh Padre, permítenos recibir la Palabra; ¿lo harás, Señor, por favor? Que ese sea el testimonio y el deseo de cada corazón aquí.",
    "Padre, mientras cantamos estos himnos…Así como David cantaba los himnos, llegaron a ser profecía. Eran profecía, y Tú los reconociste, como profecía. Mientras lo cantamos, Señor, que esté también en nuestros corazones, mientras cantamos: “Andaré en esta Luz. Permite que así sea, Señor.\n\nEsta es una preciosa Luz. Es la Palabra. Es Cristo viviendo entre nosotros. No lo que El fue; lo que El es, y sabemos que lo que El fue sólo estaba reflejando lo que El es. Y rogamos, Padre, que la gente entienda y camine en esta preciosa Luz. Lo pedimos en el Nombre de Jesús.",
    "Y mientras permanecemos de pie sólo un momento, quiero que todos cantemos.",
    "Ahora, aquí hay Presbiterianos, Metodistas, Católicos. Esta es una audiencia mixta, en lo que a denominación se refiere.",
    "Ahora recuerden, que se sepa, que yo no estoy diciendo nada contra la gente que está en estos resplandores. Pero he probado, por la Biblia, que son resplandores. Si no fuera, Cristo estaría haciendo con ellos así como El prometió. ¿Ven? Pero ellos rechazan Eso. ¿Ven? Y cuando uno llega allí, ¿qué se encuentra? Un “únase a la iglesia, recite un credo”. Y ¿qué viene a ser? Al llegar al final del camino, uno se da cuenta que era un espejismo falso.\n\nCristo es la Palabra. El es la Luz. Vivan ahora, mientras pueden vivir. Uno vive por algo.",
    "¿Para qué están viviendo? Para poder morir. Cada uno de Uds., ¿por qué trabajan? Para comer. ¿Para qué están comiendo? Para vivir. ¿Para que están viviendo? Para morir.\n\nAsí que, ¿por qué no vivir para vivir? ¿Por qué no vivir para vivir? Entonces, la única forma en que Ud. puede vivir es aceptar la Palabra. Porque: “No sólo de pan vivirá el hombre”, lo que hacemos aquí con el sudor de nuestra frente, “mas de toda Palabra que sale de la boca de Dios”. Ahora, la Palabra de la boca de Dios está siendo vindicada aquí mismo ante nosotros, por el Espíritu Santo. Vivan por medio de Ella, ¿lo harán?",
    "Ahora yo quiero, mientras cantamos esto nuevamente, que cada uno permanezca en su lugar, alcance y tome la mano de alguien, y diga: “Hermano, andemos en esta Luz”, mientras cantamos: Andaré en la Luz. ¿Lo harán? Oren los unos por los otros al unir sus manos, mientras lo cantamos juntos; cerrando nuestros ojos, lo más posible.\n\nAndaré en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche (¿Quién es?),\n\nJesús, del mundo es la Luz.\n\nAhora, levantemos nuestras manos.\n\nAndaré en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.\n\nSantos de Luz, proclamad (¿Qué es?),\n\nJesús, del mundo es la Luz;\n\nLas campanas del Cielo sonarán,\n\nJesús, del mundo es la Luz.\n\nCantémoslo todos ahora.\n\nAndaré en la Luz, preciosa Luz,\n\nDonde se encuentra cual rocío en perdón.\n\nBrilla doquiera, de día y de noche,\n\nJesús, del mundo es la Luz.",
    "Con nuestros rostros inclinados ahora. Recuerden, cuando Israel estaba en su jornada, comiendo maná nuevo cada día, ellos caminaron en la Luz de una Columna de Fuego. Aquella Columna de Fuego era Jesucristo. La Biblia dice que lo era. Y hoy El está con nosotros; lo tenemos. Sabemos que El está con nosotros, la misma Columna de Fuego, haciendo las mismas cosas que El hizo cuando El estuvo aquí en la tierra, para cumplir Su Palabra.",
    "Al irnos de aquí, recordemos, mantengamos ese canto en nuestros corazones mientras vamos a nuestros hogares, mientras las llantas tararean un canto. Antes de cenar, inclinen sus rostros y denle gracias a Dios por enviar Luz para traer alimento sobre la tierra, para sus cuerpos físicos. Luego den gracias a Dios por enviar Luz Espiritual, Su Palabra, para que El pueda dar Alimento al alma. “Porque no sólo de pan vivirá el hombre, sino por toda Palabra que procede de la boca de Dios.",
    "Sigan cantando este himno para sí mismos, en sus hogares, entre su gente, y encuéntrennos de nuevo aquí como a las seis y media, esta noche, por las tarjetas de oración y demás. Les veremos entonces. Hasta entonces, inclinen sus rostros.",
    "Le voy a pedir al Hermano Neville, el pastor, que él suba ahora aquí arriba y nos despida con una oración. 🦅"
  ]
}