{
  "title": "SHALOM",
  "id": "64010009",
  "content": [
    "🦅  Muchas gracias, Hermano Isaacson. [El Hermano Isaacson comienza a hablar de un hombre con cáncer. Cinta en blanco.—Ed.]…Isaacson.\n\nBuenos días, amigos, pueden sentarse. Sí. Es bueno estar de vuelta en la parte de atrás del desierto. Saben, nosotros… Creo que la última vez que estuve aquí, le puse a este lugar: “La parte de atrás del desierto”. Ahí es donde normalmente encontramos al—al Señor, o donde Lo encontraron en una ocasión cuando Moisés apacentaba las ovejas en la parte de atrás del desierto.\n\nEsta persona aquí, lo vi en el espejo retrovisor hace un rato, viniendo para acá. El otro día escuché que él estaba en el hospital. Estuve orando por él y aquí está sentado esta mañana. [Alguien dice: “Él está bien”.—Ed.] Pues, ¡qué bien! Estoy muy contento. Él estaba sangrando. Y, bueno, estamos muy contentos de verlo en esta mañana.\n\nLamento oír de este hermano que estuvo aquí con nosotros la última vez, que está en el hospital con cáncer. Sabemos que solo tenemos una avenida fuera de aquí, y esa avenida es la muerte. Pues, todos tenemos que caminar por ese sendero, así seamos los más justos, el más santo entre nosotros, nos cargaremos el uno al otro sobre el sepulcro del otro. Y a pesar de esto, Jesús dijo: “El que en Mí cree no morirá”. Pero esa “muerte” allí, no es lo que nosotros llamamos muerte.",
    "Es como cuando Jesús habló de Lázaro, Él dijo: “Duerme”.\n\nY ellos dijeron: “Bueno, nosotros… Él está bien, si duerme”.",
    "Entonces Jesús dijo, tuvo que hablarles en el idioma que ellos sabían, ¿ven?: “Él está muerto”. Dijo: “Y por vosotros, me alegro de no haber estado allí, mas Yo voy a despertarle”. ¿Ven?",
    "Y allí es donde Él dio esa maravillosa cita que tenemos en la Escritura: “El que oye, el que cree en Mí, tiene Vida Eterna; no vendrá a condenación, mas ha pasado de muerte a Vida. Yo soy la resurrección y la Vida. El que cree en Mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en Mí, no morirá”. ¿Ven? ¡No morirá! No hay… Realmente no hay muerte para un Cristiano. Él…\n\nMuerte significa: “Separación Eterna”.",
    "Y, pues, es como cuando estamos… morimos, por decir en el cuerpo físico como estamos ahora, somos separados el uno del otro. Pero, en realidad este cuerpo es lo único que nos identifica el uno con el otro, porque estamos atados en cinco sentidos: vista, gusto, tacto, olfato y oído. Y mientras podamos vernos o tocarnos el uno al otro, bueno, tenemos evidencia de que estamos aquí. Si Ud. está ciego y no puede, y—y no puede ver, se podrían tocar el uno al otro, y nosotros… u oírse el uno al otro. Pues los sentidos terrenales nos declaran el uno al otro.",
    "Pero, en realidad, francamente, nunca nos hemos visto el uno al otro. ¿Sabían eso? Nunca nos hemos visto el uno al otro. Uds. oyen algo que se habla de un cuerpo aquí que personifica lo que sea que haya en el interior. Así que cuando hablamos el uno con el otro, realmente no le—le estamos hablando al cuerpo; es al espíritu adentro, pero el cuerpo es la cosa que identifica al espíritu que está en el interior. Y, por lo tanto, cuando hablamos el uno con el otro, podemos… rápidamente podemos discernir inmediatamente si somos Cristianos o no, porque hay un compañerismo en el espíritu de donde hablamos, ¿ven Uds.?, que resuena del uno al otro, ya sea que seamos Cristianos o no. Por lo tanto, nunca nos hemos visto el uno al otro.",
    "Jesús: “A Dios nadie Le vio jamás, mas el unigénito del Padre Lo ha dado a conocer a Él”. ¿Ven? En otras palabras, Dios fue identificado. La—la Persona de Dios fue identificada en el Cuerpo, el Señor Jesucristo, así que Él fue la imagen expresada de Dios. O, Dios expresándose a Sí Mismo a través de una imagen, ¿ven?, a través de una imagen, un Hombre. Dios Se expresó a nosotros, y Él era Dios. No una tercera persona o segunda persona; Él era la Persona, Dios. Él era Dios Mismo, identificándose a Sí Mismo, para que nosotros pudiéramos tocarlo.",
    "Primera de Timoteo 3:16: “E indiscutiblemente” que es sin argumento, “grande es el misterio de la piedad, porque Dios fue manifestado” o dado a conocer, “en carne”. ¿No es maravilloso? ¡Dios! Pues nunca pudimos entender a Dios cuando Él Se movía en una Columna de Fuego y demás, como Él lo hizo. Pero lo entendimos a Él cuando llegó a ser uno de nosotros, ¿ven?, cuando llegó a ser Hombre. Entonces Él pudo hablarnos, y nosotros pudimos sentirlo, palparlo, tocarlo y todo. Y como dice la Escritura claramente, que “hemos palpado a Dios”, ¿lo ven?, con nuestras manos, lo tocamos a Él con nuestras manos.",
    "Dios está en el hombre. Y Él Se está identificando hoy en Su Iglesia. Dios Mismo Se identifica en el Cristiano nacido de nuevo, que Él aún es Dios. Y el mundo exterior solo conocerá a Dios al ver a Dios en Ud. y en mí. Esa es la única manera por la cual ellos conocerán a Dios, cuando nosotros seamos cartas escritas, una carta de la Escritura, somos leídos por todos los hombres. Y la vida que vivimos refleja lo que está dentro de nosotros. Un hombre se identifica por las obras que hace. Así que, nuestras obras deben ser buenas, ¿ven?, siempre buenas, porque estamos representando a nuestro Señor Jesucristo.",
    "¡Qué cosa tan maravillosa es esa!, especialmente para un—un hombre de edad como yo parado aquí y—y pensando en la vida que ya se va, que ha quedado en el pasado, y—y enfrentamos el futuro de una Eternidad. Y sabiendo que si todo lo que anhelo se encontrara en esta vida, yo sería la persona más miserable en esta mañana. Pero sé que esta vida solo ha sido una—una sombra de la que tenemos por—por venir. Es un reflejo, porque no puede ser aquello perfecto que Dios hizo. Dios no hace nada que perezca. ¿Ven? Dios es Eterno. Y, por tanto, esta vida que ahora vivimos, solo refleja lo que nos espera: la verdadera que no puede morir; el cuerpo que no puede perecer; la Vida que no puede ser arrebatada. ¿Ven? Y, por lo tanto, la Escritura es cierta cuando dice que tenemos Vida perpetua, tenemos Vida Eterna. Nosotros jamás moriremos. ¿Ven?, porque Ud. llega a ser… Cuando Ud. nace de nuevo, Ud. llega a ser parte de Dios. ¿Ven?, Ud. será por siempre por la Eternidad, para nunca fallar. Ud. es parte de Dios, porque Ud. es Su hijo.",
    "Ahora, yo pudiera tomar otro nombre, y decir que mi nombre es algún otro nombre. Yo pudiera tomar mi apellido materno, Harvey, lo cual sería lo más inmediato a mí. En el mundo, mi madre era Harvey, y entonces yo pudiera tomar el apellido de Harvey. Pero aun así, la sangre probaría que yo soy un Branham. ¿Ven? Porque yo soy parte de mi padre. Y mientras yo tenga sangre, seguiré siendo parte de mi padre. ¿Ven?, así es. Y al haber nacido del Espíritu de Dios, yo soy una parte de Dios, así de sencillo; estoy identificado con Él, ¿ven?, de que Él es mi Padre. Entonces mi vida debería de reflejarlo a Él, así como mi vida refleja a mi padre terrenal en la imagen que él tenía. Yo… Dicen que yo me parezco mucho a mi padre y, por lo tanto, es su imagen reflejada en mí. Y su—su padre se refleja en Ud., y sus padres. Y, pues, Dios nuestro Padre se refleja en nosotros cuando nacemos y—y llegamos aquí conforme a Su imagen.",
    "Bueno, empiezo a hablar y nunca llego a mi texto de lo que iba a hablarles.",
    "Siempre me ha agradado una reunión en casa, una reunión de oración en una casa de campo como esta, más de lo que—que me imagino que la gente piensa, porque las mejores reuniones y los mejores momentos de compañerismo generalmente son en una reunión de oración en una casa de campo como esta. Es donde me he sentido más cerca de Dios, cuando se reúne un pequeño puñado de creyentes, y allí adoramos.",
    "Ahora esta mañana, me supongo que estamos sentados aquí, treinta, cuarenta, treinta, creo, o algo así, contando a los niños; no sabría. No soy muy bueno para—para—para contar el número solo con un vistazo a las personas, porque hay otros cuartos aquí, ¿ven?, y no veo a las personas allí. Ahora, pero cuando nos reunimos así, yo creo que sentimos una cercanía que no tenemos al estar en una gran congregación enorme. Podemos expresarnos. Por eso pensé en esta mañana, viniendo acá, en que le hablaría aquí a la congregación esta mañana, y a su amado pastorcito. Me da gusto ver a muchos de mis amigos aquí, los Strickers y a todos aquellos que—que no he visto por algún tiempo.",
    "Y en esta mañana les hablaré a Uds. mi Mensaje de año nuevo que había planeado hablar el próximo domingo en la tarde, en la reunión de Phoenix, en el auditorio. Porque aquí, pensé que quizás ellos harían cintas allá de eso. Que yo… Quizás el Espíritu Santo me daría una—una mayor claridad aquí solo entre un grupo de creyentes, que quizás allá en Phoenix, entre, Uds. saben, donde hay creencias y la incredulidad, y supersticiones y—y hay una mezcla de todo. Y entonces si los hermanos lo han hecho, y reparten las cintas, que sería—sería mejor hacerlo de esa manera, porque Uds. tendrían una mejor cinta aquí. Les pedí a los hermanos que revisaran la acústica primero. Y cuando llegué esta mañana, el Hermano Terry me dijo que la acústica estaba bien. Así que, está—está bien. Y ahora, primero, antes de abordar este momento solemne, y sé que…",
    "Creo que dijeron que algunos de Uds. se van a quedar a almorzar, van a compartir un almuerzo aquí en el terreno o en la casa o algo así. Eso está muy bien. Realmente me agrada verlos a todos reunirse.",
    "Y creo que—que mi Mensaje en esta mañana está dirigido a la Iglesia del Dios viviente, ¿ven?, y creo que esta es una porción de Ella aquí esta mañana. Y ahora, antes de que lleguemos a esa parte solemne, inclinemos nuestros rostros solo un momento para orar.",
    "Nuestro Padre Celestial, estamos tan agradecidos Contigo, de aun tener el privilegio de dirigirnos a Ti como nuestro Padre, porque Padre significa que hemos sido engendrados del gran Dios que creó los cielos y la tierra. Y estamos muy contentos por este privilegio, que podemos meditar en nuestros corazones, y, porque somos hijos e hijas Tuyos. Y luego verte identificándote claramente en medio nuestro, de que eres nuestro Padre, cambiando nuestros pensamientos de las cosas del mundo, y cambiando nuestros motivos y objetivos y actitudes, y cada una de nuestras facetas, para amarte y creerte, y—y saber que Tus promesas son ciertas.",
    "Nos hemos reunido aquí esta mañana, en este lugar que llamamos “la parte de atrás del desierto”, o yo lo llamo así, pienso eso. La razón por la que digo eso, Señor, no es para imponer nada en este pequeño grupo de personas, sino que, es algo que le da la naturaleza de ser pequeño.",
    "Pues si mal no recuerdo fue Moisés, Tu siervo, que estaba en la parte de atrás del desierto, quizás él solo con sus ovejas, tal vez su esposa, Séfora, y—y—y Gersón, su hijo, pudieran haber estado con él. Yo… Eso no lo sé. Pero fue allí que ellos tuvieron una experiencia que cambió a ese profeta, de un cobarde fugitivo, al servicio del Dios quien lo había ordenado para la obra, en la parte de atrás del desierto. Fue allí que—que la Columna de Fuego se manifestó por primera vez en la historia humana, hasta donde sabemos, que ese Fuego estaba por allá en una pequeña zarza del desierto, y no se consumía. Pero—pero era la Gloria de Dios reflejándose a través de esa zarza; y Moisés el profeta, se quitó los zapatos, se acercó a Ella, y fue comisionado por Dios para liberar a una nación del pueblo de Dios.",
    "Que hoy así sea de nuevo, Señor, en la parte de atrás del desierto, que nos quitemos ahora, por así decirlo, nuestros zapatos, nuestros sombreros, nuestro todo, y lo pongamos debajo de la cruz de Cristo, y digamos: “Heme aquí, Señor, envíame a mí”.",
    "Bendice a este pastor aquí, nuestro Hermano Isaacson, hermano. Oramos que Tú lo bendigas y a su esposa, y a sus pequeños; al Hermano Stricker, a su esposa y a los pequeños; y a todos los demás representados aquí en esta mañana.",
    "Y nos hemos reunido aquí; no, Señor, no para recibir gran gloria, o para ser conocidos como líderes o—o algún… un oficial o algo grande. Solo estamos—estamos aquí como humildes creyentes. Estamos aquí porque Te amamos a Tí, y nos amamos los unos a los otros. Y al vernos el uno al otro y al congregarnos, vemos que parece ser que más de Dios se reúne a medida que cada creyente se congrega en un cierto lugar. Y Jesús dijo: “Si hacéis esto en Mi Nombre, entonces Yo estaré entre vosotros”. Y sabemos que Tú estás aquí.",
    "Háblanos, Señor. Y si este pequeño apunte que tengo escrito aquí y Escrituras como referencia, no están en línea en esta mañana con el pensamiento que Tú tuvieras para que meditemos, entonces, Señor, lo omitiremos y haremos como Tú nos digas. Bendícenos ahora, porque lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora, en la lectura de la Escritura, yo antes podía… antes de tener tanta edad, tenía buena memoria. Y en esos días, yo… en la juventud, no me extendía en el mensaje, quizás treinta minutos o algo, y entraba directamente en un pensamiento y me mantenía enfocado. Pero ahora, yo… la razón por la que tengo estas reuniones largas ahora, es porque estoy grabando. ¿Ven? Y esta cinta, los muchachos allí grabándola, la iniciarán en cierto momento, quizás ahora, al comenzar la oración, y va a muchos, muchos lugares, prácticamente alrededor del mundo. Así que ahora vamos a hablar en esta mañana de mi… lo que llamamos mi Mensaje de año nuevo. Traté, tuve tres mensajes de Navidad, y sé que Uds. aquí en la parte de atrás del desierto reciben esas cintas. Y en mi—en mi último Mensaje allá en la iglesia, o penúltimo Mensaje, fue sobre La Luz. Y si Uds. no han recibido esa cinta, estoy seguro que la disfrutarán. Yo la disfruté mucho, la inspiración que me dio el Señor.",
    "Ahora hoy, al encarar el año nuevo, yo—yo no quiero pensar como en el pasado, sino que quiero mirar hacia el futuro. ¿Ven? Como dijo Pablo: “Olvidando las cosas que quedan atrás, prosigo a la meta” ¿ven?, “del supremo llamamiento”. Y como se ha dicho antes, es como mirar hacia atrás por el retrovisor de un auto. Estamos viendo lo que hemos pasado, cuando miramos por el retrovisor. Ahora, no queremos colocar el Mensaje hoy como si miráramos por un espejo retrovisor. Tomaría demasiado tiempo, ¿ven?, las cosas que el Señor ha hecho. Y todos Uds. están al tanto de las grandes cosas que nuestro Señor ha estado haciendo, son algunas de las cosas más poderosas que he visto en mi vida, Él acaba—acaba de hacerlas en los últimos meses. Y, pues estamos agradecidos por lo que ya se ha hecho, pero ahora estamos mirando hacia adelante. Estamos mirando hacia donde nos dirigimos, y entrando en este 1964.",
    "Y ahora, si Uds. aquí quisieran leer, o—o, a mí me gustaría leer algunas Escrituras, porque todo esto está basado en la Santa Palabra de Dios.",
    "Y me queda ahora como una hora y quince minutos, para esta cinta. Y, si es la voluntad del Señor, trataré de terminarla para que puedan comer. Gracias por decirme que tengo hasta las seis de la tarde. ¡Qué amabilidad!",
    "Ahora vamos a la Biblia, a dos lugares, los libros están cerca uno del otro. Están en el Antiguo Testamento. Tomo el texto para la lectura de dos lugares, Isaías 62 y Salmos 60. Ahora, abramos primero en Isaías 62 para leer. Y aquí, se nos recuerda de los grandes poderes de nuestro Señor Dios, y cuán—cuán grande es Él, y cuán poderoso es nuestro Dios. Lo siento, es Isaías 60 en vez del 62. Isaías 60. Muy bien, ahora leemos esto, Isaías 60:1 y 2.\n\nLevántate, y resplandece; porque ha venido la luz, y la gloria de Jehová ha nacido sobre ti.\n\nPorque he aquí…tinieblas cubrirán la tierra, y oscuridad las naciones; mas sobre ti se levantará Jehová, y sobre ti será vista su gloria.",
    "🦅 Oscuridad sobre la gente”. En esto, por supuesto, esto está profetizando del día en el que ahora vivimos.",
    "Vamos ahora entonces a los Salmos. Creo que pudiera estar un poco confundido aquí donde he anotado mis Escrituras, anoche las escribía de prisa, al anotarlas. Salmos 62: del 1 al 8.\n\nEn Dios solamente está acallada mi alma; De él viene mi salvación.\n\nÉl solamente es mi roca y mi salvación; es mi refugio, no resbalaré mucho.\n\n¿Hasta cuándo maquinaréis contra un hombre, Tratando todos vosotros de aplastarle Como pared desplomada—desplomada, y como cerca derribada?\n\nSolamente consultan para arrojarle de su grandeza. Aman la mentira; bendicen con su…Con su boca bendicen, pero maldicen en su corazón. Selah.\n\nAlma mía, en Dios solamente reposa, Porque de él es mi esperanza.\n\nÉl solamente es mi roca y mi salvación. Es mi refugio, no resbalaré.\n\nEn Dios está mi salvación y mi gloria; En Dios está mi roca fuerte, y mi refugio.\n\nEsperad en él…todo el tiempo, oh pueblos; Derramad delante de él vuestros corazones; Dios es nuestro refugio. Selah.",
    "Ahora, si se fijaron en la lectura de la Escritura allí en los Salmos, continuamente dice: “Dios es mi roca”. ¿Saben Uds. lo que representa una roca en la Biblia? Una roca en la Biblia, aquí, representa “la revelación de Dios”. ¿Ven?, “Dios es mi revelación”. Él es, ¿ven? La revelación de la Palabra es la roca.",
    "Porque, Pedro, un día cuando… Jesús había hecho la pregunta: “¿Quién dicen los hombres que Yo, el Hijo del Hombre, soy?”.",
    "Y uno de ellos dijo: “Tú eres… Algunos dicen que Tú eres Moisés, o Elías, Jeremías, o uno de los profetas”. Pero esa no era la pregunta.\n\n“¿Quién dicen Uds. que Yo soy”?",
    "Él, Pedro declaró estas famosas palabras, y dijo: “Tú eres el Cristo, el Hijo del Dios viviente”.",
    "Él dijo: “Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino Mi Padre que está en el Cielo. ¡Y sobre esta roca!”. ¿Ven?",
    "Y David hablando aquí: “Dios es nuestra roca”. Dios es nuestra roca cuando Dios nos ha sido revelado. Eso llega a ser una roca, ¿ven? Dios es nuestra roca.",
    "Ahora, mi texto para esta mañana es una palabra rara: Shalom. Shalom, en el hebreo, significa “paz”. Y es lo que yo le digo a la Iglesia en esta mañana: “¡Shalom!”. Eso es paz.",
    "En finés es Jumalan rauha, lo cual significa “la paz de Dios” sobre ti. Rauha. Dios, ¿ven?, la paz de Dios, shalom.",
    "Mi Mensaje de año nuevo es para la Iglesia elegida en Jesucristo, para 1964. No—no solo para los grupos de iglesia, sino para la Elegida, la Dama, la Dama de—de la Iglesia, la Novia de Cristo, ¿ven?, a esa es a quien me dirijo.",
    "Estamos encarando aquí, en nuestros dos temas que leímos, las dos Escrituras, mejor dicho, un verdadero contraste, uno con el otro. En Isaías, dice: “Levántate y resplandece, porque la gloria de Dios ha venido sobre ti. La Luz está aquí”. Y luego en el siguiente versículo, él dice: “Densa oscuridad es sobre esta gente”. Y cuando estamos en una mezcla de Luz y de oscuridad, pues, mi saludo a la Iglesia es “shalom, paz”; veamos de qué se trata todo esto, ¿ven? Estamos encarando este año tanto con oscuridad como con Luz. Estamos… el mundo está en uno de los tiempos más caóticos de oscuridad en los que ha estado; y a la vez, también, está en la Luz más bendita que haya resplandecido. Y hay…",
    "La diferencia es tal como fue en el principio, cuando había densas tinieblas sobre la tierra. Y el Espíritu de Dios se movió sobre la faz del agua y dijo: “Sea la luz”. Y Dios separó la luz de las tinieblas. Y yo creo que ahora estamos viviendo nuevamente en esa hora, cuando Dios está separando la Luz de las tinieblas, y Él la está empujando al otro lado del mundo, para que la Luz pueda ser manifestada. Y estamos…",
    "Entonces, la—la Iglesia, la razón por la que les digo: “Shalom”, es porque es la Paz de Dios. Eso es lo que quiero traerles a Uds. en esta mañana para el año nuevo, no mirando atrás, sino mirando adelante, hacia el amanecer de un nuevo día. Donde, hay algo grande que está por venir, en donde el gozo de los años que hemos esperado, es la apremiante venida de la gran Luz. Y ahora podemos verla amaneciendo en el horizonte, el reino horizontal, amaneciendo entre lo mortal y la inmortalidad. La vemos irrumpiendo entre los cielos y la tierra, saliendo de una dolencia terrena y un mundo angustiado, a un día resplandeciente de Vida inmortal y a un cuerpo inmortal y a una tierra inmortal que nunca pasará. Es—es “Shalom”, a la—a la Iglesia. Ahora, es el tiempo de la Luz que viene para los creyentes, pero una densa oscuridad para la gente. Yo…",
    "El otro día hablábamos, mi esposa y yo, y hablábamos de la—la hora en la que vivimos. Ahora, la razón por la cual escogí este lugar, es porque sentí que podía relajarme y hablarles a Uds., ¿ven? ¿Ven? Es, parece ser un tiempo sobre la gente que es el tiempo más patético en el que yo pudiera pensar.",
    "Siempre he hecho mis mejores esfuerzos cuando, al no estar de acuerdo con hombres en asuntos religiosos; pero si yo no pudiera estrecharle la mano después, no importa cuán cortante pudiera haber sido el asunto, y tomarlo de las manos, y decir: “Esto es con el propósito de un mejor entendimiento entre nosotros”, y aún amar a la persona (no solo de labios, sino de mi corazón), entonces yo no—no sería la persona adecuada para salir allá a tratar de hablarles a las personas. Porque, ¿ven?, eso es lo que debemos hacer, debemos amar a la persona. ¿Ven? Y al ir entre gente de todas las clases, y de diferentes sectas y clanes, y religiones y demás, y tratando de presentar la Biblia, y decir: “No lo—lo tratemos desde el punto de vista de su credo ni de su libro de ética, sino de la Biblia”. Y entonces no… A veces los hombres se ponen muy cortantes; pero si llego a pensar que esa persona me desagrada, entonces—entonces eso me da a entender una cosa, que el Espíritu de Cristo se ha apartado de mí. Si yo—si llego a sentir que esa persona no me agrada, hay algo errado en mí.",
    "Porque el Espíritu de Cristo, cuando ellos… el… al—al crucificarlo a Él, y Su Propio pueblo martillando los clavos, y—y Su propia creación que Él creó Lo estaba clavando, a los cuales Él creó, allí en Su carne humana. Y, con todo, con un corazón lleno de amor, Él clamó: “Padre, perdónalos, no saben lo que hacen”, ¿ven?",
    "Y yo—yo he llegado a ese punto. Yo creo que la gente no sabe lo que está haciendo. Ha llegado el tiempo en donde el ser humano, parece ser que ha llegado a estar tan sujeto al mal, al grado que es—es una cosa patética. Parece ser como que hay—hay una sombra tenebrosa sobre la gente que los oprime.",
    "Como, por ejemplo, esto: al cruzar la nación hablando, y el Señor Dios identificando, vindicando Su Palabra y mostrando que es así exactamente, y no permitiendo que se diga algo sin que suceda exactamente lo que Él dijo, hablándolo a existencia y demás, como Él lo ha estado haciendo. Y la gente se sienta y ve eso, y continúa allí en su misma condición. ¿Ven?",
    "Vean, sin tratar de ofender, pero como nuestras hermanas, muchas veces cuando les hablo acerca de usar esa ropa, y de cortarse el cabello, y cositas. Y los hombres, cómo siguen en sus credos, y—y sirven bajo esos credos y cosas. Y—y ellos son buenas personas; son personas agradables. Sin embargo, parece como que ellos—ellos—ellos no pueden entender, parece que no lo pueden captar. ¿Por qué? Regreso al año siguiente y en vez de estar mejor, está peor. Eso—eso sigue así. Una hermana que tenía cabello largo, hermoso, se lo corta. Un hombre que una vez parecía que se colocaba firme en su posición y se paraba por lo correcto; regresa directo al… como un perro a su vómito, y una—y una puerca a su revolcadero. ¿Ven?, regresa allá afuera directamente a eso. Parece como que algo ha afectado a nuestra gente, ha afectado al mundo, pues no parecen tener el—el entendimiento, algo anda mal.",
    "Es como al ver al hombre hoy, no se encuentra esa autenticidad en el hombre; no se encuentra en las mujeres. Ahora, no estoy hablando de… La razón por la que pongo esta base es para llegar a “Shalom”. ¿Ven?",
    "Pero fíjense en las mujeres de nuestro día, ellas no parecen tener esa delicadeza que solían tener. Parece que ellas—ellas quieren tenerla, pero algo no les permite hacerlo. Parece haber una pesadez. Pues, uno le dice a una—una dama que no debería hacer tal y tal cosa, y la dama considera Eso y Lo cree, ella quiere creer Eso, pero hay algo que la presiona en la otra dirección. ¿Ven? Pobrecita, yo—yo—yo la compadezco. Está muy atrapada en esa telaraña de Hollywood, y en los anuncios de televisión, radio, periódico, en la calle, en—en las vitrinas de las tiendas, con vestidos modernos y demás, y por la influencia de otras mujeres con las que se relaciona. Y parece ser que hay algo de lo que ellas simplemente no se pueden apartar; nuestros jóvenes, nuestros ancianos, los de mediana edad.",
    "Parece ser que hay algo en el hombre. El hombre ya no parece ser, tener ese toque masculino que solía tener. Las mujeres no tienen ese toque femenino que ella solía tener. Uds. tomen a un hombre hoy en día, los hombres no parecen ser recios como solían serlo. Todo es una especie de… Ellos quieren usar zapatos morados de gamuza y—y quieren actuar como mujeres. Pues, es la verdad. Parece ser algo así como una perversión. La mujer quiere cortarse el cabello y actuar como un—un hombre. Y el hombre quiere actuar como una mujer. ¿Ven? Y uno puede hablar con ellos, y son personas agradables con quien hablar, personas agradables, amigables, personas sociales. ¿Qué ha causado esto? Es esa densa oscuridad sobre la gente, es algo que—que los ha empujado a eso.",
    "Así como estaban los judíos en los días cuando Jesús vino a la tierra, Isaías había profetizado de eso y dijo que: “Sucedería que ellos tendrían ojos pero no podrían ver, y oídos y no podrían oír”. Y por eso es que Jesús oró por el perdón de ellos, porque tenía que ser de esa manera para cumplir la Escritura.",
    "Y eso ha regresado de nuevo a nosotros. La Biblia habló de este día en el que vivimos, y dijo que vendrían estas cosas: “Densa oscuridad sobre la gente”. Y lo vemos, que hay algo que simplemente, la gente quiere, pero no puede.",
    "Nicodemo lo expresó una vez ante el Señor: “Rabí, sabemos que Tú has venido de Dios como Maestro; porque nadie podría hacer las cosas que Tú haces, si Dios no estuviera con él”. Pero era esa oscuridad o ceguera, sobre la raza judía, para que el Mesías pudiera venir a tomar una Novia de los gentiles. Ellos tenían que rechazarlo a Él.",
    "Y esa es la densa oscuridad que está sobre las iglesias y demás hoy, para que no vean la Luz que está resplandeciendo. ¿Ven? Vean, parece haber una presión muy fuerte. Tomemos algunos de los evangelistas destacados hoy; constantemente están pidiendo a gritos un avivamiento, y no hacen más que atacarlo; ¿ven?, no entienden, faltos de entendimiento.",
    "Y yo no digo eso con la—la intención de querer decir: “Pues, nosotros hemos visto Esto, y ‘gloria a Dios’, ellos—ellos no están en el cuadro”. No estoy tratando de—de decir eso en el… para hacer que la gente piense: “Bueno, Hermano Branham, Ud.—Ud. tiene la única Verdad que hay en el mundo”. No, eso está errado. ¿Ven?",
    "Solo lo digo a la Luz de la hora en la que estamos caminando, y para el beneficio de las personas que se están esforzando en buscar esta Luz. Verdaderamente, Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre no le trae”. Ningún hombre Lo verá. Es esa Simiente predestinada, y solo ella, la que va a recibirlo. Pero una vez más hemos llegado a ese lugar. La Biblia dice que, “vosotros sois la luz del mundo”.",
    "El profeta dijo: “Densa oscuridad sobre las naciones”, sobre las naciones del mundo en esta hora. Y eso es exactamente lo que tenemos, densa oscuridad sobre las naciones.",
    "Dios, en Su gran misericordia, como siempre lo he predicado y tratado de defender, que Él siempre muestra Sus—Sus eventos en el cielo, Sus grandes eventos mayores suceden en el cielo antes que en la tierra. Él Mismo Se refleja. En otras palabras, antes de que el Mesías llegara al lugar donde comenzaría Su ministerio, apareció una—una Estrella en el cielo que guió a los hombres al—al—al lugar donde Él estaba, a los reyes magos. Como oyeron en mi último Mensaje de cómo es que Dios lidió con los—los reyes magos, y—y el día en que Él—Él los dirigió a través de un sueño, y Él le dijo a José por un sueño cómo proteger el bienestar de Su Propio Hijo. Él tuvo el sueño, porque sucedía…",
    "Un sueño es algo secundario, algo alternativo, porque las personas pueden tener sueños que no son correctos. Pero no había profeta en la tierra en aquel día, ¿ven?, no había profeta, por tanto, Dios tenía que usar lo que tenía disponible. Y eso nos enseña que—que Dios puede usar toda facultad y todo lo que hacemos, si está consagrado a Él. Pero primero tiene que estar consagrado a Él. Y que sus—sus meditaciones, lo cual realmente refleja su sueño, ¿ven?, porque es su subconsciencia. Si consideran un sueño, verán que es algo de lo que Uds. han estado pensando, o algo así; por lo general, ¿ven Uds.? Entonces mantengan su mente en Dios, ¿ven?, para que así refleje algo para Él. Y lo que Uds. sean, permitan que lo refleje a Él.",
    "Ahora, en los cielos arriba. ¿Se fijaron en lo que estoy mirando, la—la Luz allí en la fotografía de la Revista Life, que el hermano que vive aquí en este hogar ha colgado en su pared, ese triángulo de Luz?",
    "De casualidad me vino a la mente. Si alguno de Uds. tiene la traducción de la Biblia Lamsa, si se fijan en la cubierta, hay una luz trina, trinitaria, una luz de tres ángulos como una aureola. Y cuando el Dr. Lamsa, un amigo, mi amigo personal, estaba traduciendo la Biblia, ese es el antiguo símbolo hebreo de Dios en la verdadera manera trinitaria que Él es; no tres Dioses, sino tres manifestaciones del mismo Dios: Padre, Hijo, y Espíritu Santo. La Luz es un círculo completo de Luz en la forma de un triángulo, lo cual significa que Dios morará en tres oficios: el oficio de Padre, de Hijo, y en la dispensación del Espíritu Santo, todo el mismo Dios.",
    "Pero, ¿se fijaron Uds. que antes que los Siete Sellos fueran revelados, antes de que la gran Luz misteriosa se mostrara en los cielos aquí sobre Tucson, Flagstaff, en donde estábamos? El Hermano Fred, dos de los hombres que estaban… dos de los hombres que estaban conmigo esa mañana. Siendo que eso fue dicho con meses y meses de anticipación que sucedería. Ambos, el Hermano Fred Sothmann y el Hermano Gene Norman, están sentados aquí esta mañana, cuando eso… estaban allí cuando ocurrió la explosión, y no sabían que sucederían estas cosas. Y Él me envió de vuelta, dijo que el tiempo estaba a la mano para estos Siete Sellos, que contenían los siete misterios de toda la Biblia, estaba ahí adentro sellado con estos Siete Sellos. Y cómo estos ángeles, a lo largo de la historia, mensajeros de las Edades, abrieron una cierta parte de aquello. Pero en la hora séptima, el séptimo mensajero, que todos estos misterios deberían ser consumados. ¿Ven? El séptimo mensajero terrenal, ¿ven?, este ángel del que Él habla entonces estaba en la tierra. Un ángel significa “mensajero”. Y luego, después de eso, él vio a otro Ángel descendiendo, no el ángel terrenal al que se le había dado el Mensaje aquí, sino el (otro) Ángel fuerte vino del Cielo con un arco iris sobre Él, y puso Su pie sobre la tierra y el mar, y juró por Él que vive por los siglos de los siglos que: “El tiempo no será más”. ¿Ven? Pero antes de que Él abriera esos Siete Sellos para revelarlos, que Él mostró milagrosamente, Él primero lo mostró en los cielos.",
    "Ese día tomaron fotografías por todo el sur de los Estados Unidos y México. Allí cuelga ahora, en la Revista Life, aún es un misterio para ellos. Pero Él lo declara en los cielos antes de hacerlo en la tierra. Él siempre hace eso. Muestra Sus señales primero en los cielos.",
    "Y aun en el Zodíaco. No voy a entrar a enseñar el Zodíaco, pero solo estoy mostrándoles que los cielos Lo declaran. En el Zodíaco nos damos cuenta, en las constelaciones de las estrellas, que Él declaró toda la Biblia en la constelación del—del Zodíaco. Vemos allí que con la que Él empieza, justo—justo la primera figura en el Zodíaco es la Virgen, y la última figura en el Zodíaco, es Leo el León; mostrando que Jesús primero vendría a la tierra por medio de una Virgen, y Él vendrá la segunda vez como el León de la tribu de Judá. ¿Ven? Él pasa a través de los peces cruzados, un poco antes de eso; la edad de Cáncer, en la que estamos viviendo ahora. “Y todos los cielos lo declaran a Él”, dice la Biblia.",
    "Ahora, hace unos meses prediqué una serie de reuniones en el tabernáculo, sobre Las Siete Edades de la Iglesia. Todos Uds. quizás las han oído. Y cuando terminé de dibujar las Siete Edades de la Iglesia en el pizarrón, ¡cómo fue que la Luz entró y cómo fue que la Luz salió! Y supongo que Uds. quizás tienen eso aquí en alguna parte; pero de todas maneras eso está entre nosotros, lo sabemos. Y algo extraño, el último día cuando se dibujo la última Edad de la Iglesia, esta gran Columna de Fuego (la cual está entre nosotros) bajó entre cientos de personas, y Ella Misma fue a la pared de la parte de atrás del tabernáculo. Y allí, ante esos cientos, dibujó esas Edades de la Iglesia, oscureciendo e iluminando, exactamente de la manera que yo lo tenía dibujado en el pizarrón. ¡Misteriosamente!",
    "Ahora, el otro día, tuvimos en el evento de la historia de la iglesia ahora… En la—la Biblia, la luna representa a la “iglesia”, y el sol representa a “Cristo”. Porque vemos que en Apocalipsis, el capítulo 12, la mujer la cual era la “iglesia”, se encuentra con la luna debajo de sus pies y el sol en su cabeza, doce estrellas en su corona. Pues, la—la antigua ley Ortodoxa Judía, estaba debajo de sus pies, ella había cruzado eso entrando a la luz del sol. Doce estrellas son los “doce apóstoles” que nos trajeron los mensajes, ahora, bajo el Espíritu Santo. Y vemos que la luna en los cielos debe reflejar la luz del sol, en la ausencia del sol. Ella nos da—nos da luz para movernos. Pero con todo es… No importa cuánto ella refleje, con todo no es la luz perfecta, por cuanto está reflejando. Y el sol brilla contra la luna, y la luna refleja su luz en la ausencia del sol. Pero cuando sale el sol, entonces ya no se necesita la luna.",
    "Y hoy la Iglesia está reflejando la Luz en la ausencia del Hijo de Dios. La Iglesia es un reflejo de la Luz. Porque Él dijo: “Un poco y el mundo no Me verá más. Pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad. Las obras que Yo hago”, las Luces que Él manifestó. Y no hay Luz sino a través de la Palabra de Dios. Había…",
    "Ese sol es la Palabra de Dios. En el principio, Dios dijo: “Sea la luz”. Y cuando la Palabra manifestada de Dios, cuando la Palabra de Dios fue manifestada, hubo luz. Primero, Dios la habló. ¿Y si no se hubiera manifestado? Entonces no había luz aún. Pero cuando Él la habló, y luego fue manifestada, vindicada, Su Palabra fue vindicada, la luz vino a existencia.",
    "Y esa es la única manera como se puede hacer ahora, cuando la Palabra es vindicada, la Palabra escrita de Dios vindicada, entonces muestra la Luz. Es, una porción se ilumina, o aparece para cada edad. Lo vemos en las Edades de la Iglesia, lo vemos en las edades de la iglesia del Antiguo—del Antiguo Testamento. Cada vez que llegaba el tiempo para una—una cierta manifestación de la jornada, un profeta venía a la tierra. Y la Palabra vino al profeta, y él hizo vivir esa Palabra. Y cuando esa Palabra se identificó, reflejó a Dios. Y allí estaba la—la edad, allí estaba la Luz. Y así viene la Luz hoy.",
    "Ahora, yo no tengo nada en contra de ninguna denominación, la gente. Pero sí tengo de todo lo que me pueda imaginar en contra de los sistemas, porque están errados. Y el primer sistema que existió, fue el—el sistema Romano de la iglesia Católica Romana. Esa fue la primera organización que se organizó, fue la iglesia Católica Romana, en Nicea, Roma. Como trescientos veinticinco años después de la muerte de Cristo, 325, apareció la organización de la iglesia romana que unió a la gente y expulsó todo lo que era contrario a ella. De allí tomaron sus doctrinas extrañas y se desviaron en un sistema fuera de la Palabra. Y ahora esa iglesia, desde aquel tiempo, ha exactamente reflejado oscuridad, porque en ese tiempo pasamos por lo que llamamos, “El Oscurantismo”, como mil años. Los historiadores y eruditos de la Biblia y demás lo conocen como El Oscurantismo, es cuando la iglesia romana lo controlaba todo.",
    "Y esta iglesia romana es “la—la madre de rameras”, la Biblia dice, en Apocalipsis 17: “Ella era una prostituta, y madre de rameras”. Ahora, eso es una vida inmoral, una mujer que vive impuramente. Las dos son la misma cosa, ambas son lo mismo. Entonces si—si es ramera, tendría que ser una mujer. Y, por tanto, Uds. se fijan que no es “ramera”, sino “rameras”. ¿Ven? Esa “ella” es singular, “prostituta”. Entonces las iglesias son llamadas “rameras”, hijas de la prostituta romana. Ella es la madre de todo eso, la madre de la organización.",
    "Y no es algo extraño, que en este día en el cual hemos pasado por todas estas cosas, y el Mensaje ha cruzado la tierra en contra de la organización, la ha condenado a diestra y a siniestra, que en esta hora, habiendo sido dicho desde 1933, cuando el Espíritu Santo me dio esas visiones y me mostró el tiempo del fin, siete cosas de las que hablé, y cinco de ellas ya han sucedido perfectamente, en el blanco; como Alemania e—e Italia y todas las guerras, y las cosas nacionales (raramente me habla sobre esas cosas). Pero han sucedido exactamente de la manera que Él dijo que sucederían. Cómo Mussolini iría a Etiopía, y Etiopía caería a su paso, y luego cómo es que él terminaría en desgracia, y sería escupido por su propio pueblo, y deshonrado, colgado boca abajo, en la calle, con esa prostituta con la que vivía. Cómo es que los americanos entrarían en guerra contra Alemania; recibirían una terrible paliza en un lugar llamado, una gran línea en donde habría concreto fortificado, creo que se llama la Línea Siegfried. Y hay una llamada Maginot, me parece que esa era la francesa. ¿Es así? Y la Linea Siegfried era la línea alemana. Y el Señor me permitió ver eso, once años antes de que se construyera. Y ellos nunca admiteron que recibieron una paliza allí, los americanos, al grado que por poco hunden todo el ejército. Cuando ellos entraron allí, los alemanes tenían sus armas apuntadas a esa flota, y dejaron que entrara justamente allí, y por poco la hunden. Y yo vi eso, once años antes de que esa línea aun—aun colocaran sus cimientos o cualquier cosa, la Línea Siegfried. Y todas estas otras cosas, como máquinas y automóviles, y—y cómo todo ha llegado a ser exactamente como Él lo dijo, hasta una mujer que gobernaría esta nación, lo cual, quizás sea la iglesia. Y luego vino el fin.",
    "Ahora encontramos que en esto, todo este asunto y cómo yo he condenado la organización, ¿no es extraño que el papa de Roma dejara Roma por primera vez para volver a Jerusalén? Y al hacer esto… Jerusalén se considera como la iglesia más antigua de todo el mundo.",
    "Cuando Melquisedec se encontró con Abraham que venía de la matanza de los reyes, Él era el Rey de Jerusalén, un Sacerdote, el cual era Cristo, era Dios; nadie más podía ser Melquisedec sino Cristo Mismo, Dios Mismo, mejor dicho, ¿ven?, Dios Mismo, porque Él era sin padre y sin madre. ¿Ven? Jesús tuvo ambos, padre y madre, ¿ven? Así que este Hombre era sin padre, sin madre, sin principio de días ni fin de vida. Y quienquiera que Él es, aún vive. Y Él era Rey en ese tiempo, de Salem, lo cual interpretado es: “Rey de Paz, Shalom”. Rey de Jerusalén, quien se encontró con Abraham y le dio vino y pan, la comunión, después de la batalla. Un tipo muy hermoso allí en el capítulo 7 de Hebreos, donde lo encontramos. Ahora, le dio pan y vino después que la batalla terminó. Mientras Él…",
    "Eso es lo primero que tomaremos después de entrar en el Reino Nuevo, la comeremos de nuevo con Él en el Reino del Padre, el pan y vino. “Yo no beberé del fruto de la vid, ni comeré más del pan, hasta que lo coma de nuevo con vosotros, en el Reino del Padre, en aquel día”.",
    "Ahora, ahora vemos que después que el Rey Shalom estuvo en la… vino de la ciudad, entonces el credo tomó el control más tarde. Y siempre ha sido el credo, pero representa a la iglesia antigua. Y el Nuevo Testamento nos dice, no fallen en captar esto, en el Nuevo Testamento, que nosotros no somos de esta ciudad Jerusalén, terrena, sino que somos de la Nueva Jerusalén, la de arriba. Así que esta debe ser la luna, Jerusalén, y no la Nueva Jerusalén, la de arriba. Así que la luna representa a la iglesia, en lo terrenal.",
    "Y no es extraño que un poco antes de que el papa hiciera este viaje a Jerusalén, que la luna se oscureciera en los cielos totalmente, solo unos días antes de que él saliera, en su viaje. Él también viene acá, Uds. saben, ¿ven? Ahora eso nunca se había sabido, ¿ven? Pero ¿qué muestra? Que esto, él lo está haciendo para ganar compañerismo, al reunirse al día siguiente después de haber entrado a Jerusalén, él se reunió con la jerarquía Griega Ortodoxa. Y ¿qué refleja eso? Compañerismo: quieren que los protestantes y el catolicismo se unan, lo cual están haciendo y lo harán completamente. Y Dios nos reflejó esto a nosotros, en la luna, con un oscurecimiento total. Por Su misericordia y gracia…",
    "¿Alguno de Uds. vio el periódico donde tomaron las fotografías de la luna? Yo lo tengo aquí. Acaso no es una imagen perfecta, no incluyendo la séptima edad que aún no es, exactamente como yo lo dibujé por el Espíritu Santo, las Edades de la Iglesia. Allí están las seis, la séptima aún no ha concluido. Las seis condiciones de la luna, su brillo como está en la primera edad de la iglesia; oscuro en la segunda, tercera, cuarta, quinta y sexta; tal y como el Espíritu Santo me permitió dibujarlas en el pizarrón, y luego Él Mismo las identificó en la pared del tabernáculo, hace dos años. La luna misma se refleja, y la ciencia una vez más, toma la fotografía de las Edades de la Iglesia, tal como captaron esa Luz allá y la pusieron en la Revista Life, de la apertura de los Sellos, de la revelación en la edad del séptimo ángel. En los días de su ministerio, el séptimo mensajero, los misterios de Dios, con todos los misterios a lo largo de las edades, deben ser revelados, manifestados, debe ser en ese tiempo. ¡Y Él lo hizo! Sus Palabras no fallan. ¿Verdad que es una cosa misteriosa? Dios dibujando en los cielos lo mismo que ellos tienen, el mismo Dios me permitió dibujarlo en el pizarrón, y luego, Él Mismo. Esas son tres veces que Él lo ha identificado perfectamente, y fue un poco antes de que el papa entrara a Jerusalén.",
    "Pues, esa era la iglesia, la luna es la iglesia, representa a la iglesia. Y delante de la iglesia, la sombra del mundo cruza la luna. Y la sombra del ismo mundano, la sombra de mundanalidad, la iglesia mundana, se ha atravesado para apagar completamente la Luz de la Biblia. Él mundo se atravesó en la Luz del reflejo. ¿Entienden? El mundo se cruzó en la luz de la luna, y ha cubierto al sol. Y el reflejo de la luna que debe estar dando luz a la tierra, fue oscurecida. Y Ella entró y dibujó las imágenes exactamente como lo hizo, por inspiración, antes de que sucediera.",
    "Ahora eso, creo, Hermana Simpson, estaba en el periódico de Tucson. No sé si la Hermana Simpson sabía… Ella no lo entendió en ese momento. Ella dijo: “Recorté algunas fotografías para Ud. y algunas notas, del periódico” y me las dio.",
    "Y me pareció extraño. Entré allí, las tomé y las miré, dije: “Allí está, exactamente, ¿ven?, exactamente lo que he estado buscando”. Y allí estaba en el periódico.",
    "La Hermana Simpson pudiera decirles en qué periódico está, si quieren una copia de aquello. [La Hermana Simpson dice: “Es del 28 de diciembre”.—Ed.] Y—y ¿qué dice? [“Es la edición de la tarde del 28 de diciembre”.] La edición de la tarde del 28 de diciembre.",
    "¿Ven?, antes de que él fuera a Jerusalén a tapar su Luz, o el acceso que tiene. El tiempo, la posición y los derechos que Ella tiene para brillar, ahora se le están quitando completamente, en la última edad, la séptima edad de la iglesia donde ella entra en oscuridad. ¡Qué gran cosa el Señor nos está diciendo! En todo, nunca ha fallado, sino que Dios lo ha declarado, lo ha dicho, y presentado en los cielos, y aquí lo ha identificado y lo ha vindicado, que es la Verdad absoluta.",
    "Oscuridad, esta Edad de la Iglesia de Laodicea. Ahora, cuando Jesús, que es la Palabra, en la Edad de la Iglesia de Laodicea estaba afuera de la iglesia, tocando en la puerta, tratando de entrar. Oscuridad, densa oscuridad sobre esta gente. ¿La Biblia tenía la razón?",
    "¡Cuán perfecta es la Escritura, gloria de Su gran Nombre! La visita del papa era una señal de las iglesias oscureciendo Su manifestada… La Luz manifestada del mundo fue la Biblia. Jesús dijo que Él era la Luz del mundo. La Biblia dice que Él es la Palabra. Y lo manifestado, o la Escritura vindicada es la Luz. Ahora a Uds. no les será permitido cuando esto tome control. Y vimos la sombra previa, hablada por inspiración antes de que aconteciera, representado en la luna, y lo presenta en acción, y aquí está sucediendo.",
    "La hora nos ha llegado, oscuridad, densa oscuridad. Densa oscuridad sobre la gente ahora, eso es lo que es. ¿Qué significa todo esto? ¿En dónde estamos? ¿En qué hora estamos? ¿Qué tan cerca estamos de la Venida? Bueno, Uds. dicen: “Cuando todos tengan un avivamiento”.",
    "🦅 No temáis, manada pequeña, a vuestro Padre le ha placido daros el Reino”. Muy bien.",
    "¿Qué significa? Dios ha comenzado a separar la Luz de las tinieblas, ¿ven?, empujándola, como Él lo hizo en el principio, para mostrar el amanecer de un nuevo día. Las Edades de la Iglesia se están apagando. [El Hermano Branham aclara la garganta.—Ed.] Discúlpenme. Las Edades de la Iglesia se están apagando. Dios está presionando la oscuridad a tal punto, y tiene que hacerlo, para apagar las organizaciones de iglesias, apagar el mundo. El mundo está cubriendo toda la cosa, y la mundanalidad la ha tomado completamente. Entonces, ¿no tiene Dios la razón? Con las cosas mundanas, y la vestimenta mundana, y el comportamiento mundano, y la vida mundana, ¡ese es el mundo!",
    "Vosotros no sois del mundo, hijitos. Sois del Cielo. Este no es vuestro Hogar.",
    "¿Por qué yo debería añorar, hablando de nosotros los mayores, querer mirar atrás y ser joven otra vez? No podemos hacerlo. Sino que miramos hacia adelante, no mirando atrás. Mirando aquí, lo que ha sido, y queremos saber lo que va a suceder. Y estamos esperando esa hora, esforzándonos por aquello.",
    "Tantas personas buenas y sinceras hoy están atrapadas en estos credos, estas iglesias y organizaciones, “teniendo apariencia de piedad, pero negando la Eficacia de ella”, como dice Segunda de Timoteo, capítulo 3.",
    "Densa oscuridad, el cegamiento de Israel, fue para iluminar a los gentiles. Ahora el cegamiento de los gentiles es para iluminar a Israel. Es tal como el día y la noche; un lado ha recibido oscuridad, el otro lado luz; y entonces la luz se va al otro lado. Así que, la—la luna pasando como lo hizo, y el reflejo de la oscuridad del mundo cegando su luz, nos refleja que la edad de la iglesia gentil ha terminado. La Iglesia se está preparando, se ha estado preparando por un tiempo, es tiempo para el Rapto. Porque la oscuridad está desvaneciéndose sobre los gentiles, y pronto amanecerá para los judíos. El sol ha viajado del oriente al occidente, y nosotros estamos en la costa occidental. La Luz solo puede hacer una cosa: regresar al oriente, al otro lado. Uds. entienden, ¿verdad? La Luz solo puede regresar de nuevo al oriente, en donde comenzó, en Israel. Dios los cegó por un tiempo, pero la—la oscuridad ahora está presionado sobre el mundo gentil cubriendo toda la cosa. Los gentiles hollarán a Jerusalén hasta que la dispensación gentil haya terminado. Jesús lo dijo. Y ahora ha terminado, ¡densa oscuridad sobre las naciones! Dios reflejándolo en los cielos, así como Él lo ha mostrado en la tierra antes de que suceda. Estamos en eso.",
    "Buenas personas atrapadas en esta cosa, buenas personas, personas sinceras. Como María y José, ellos eran muy sinceros, ¿ven?, pensando que Él estaba con ellos, cuando no lo estaba. María y José, Uds. saben, cuando estaban allá en la fiesta, Jesús, a los doce años, ellos pensaban, presumían que estaba con ellos, pero Él no lo estaba. Gente buena hoy piensa igual, ellas, estas personas que están organizadas en este Concilio de Iglesias, estas personas en estas organizaciones, ellas—ellas piensan que están haciendo algo bueno. Y presumen que Él está con ellas, cuando no es así. ¿Ven?, muchos creen que Él estaba con ellos cuando estrecharon la mano del predicador y pusieron su nombre en el libro, pero Él no lo estaba. Muchos pensaron que cuando fueron rociados, confirmados, bautizados en el nombre de “Padre, Hijo, Espíritu Santo”, pensaron que Él estaba con ellos. Son buenas personas. María y José eran buenas personas. ¡Pero el hecho era que Él no estaba allí! No presuman nada.",
    "¿Qué es la Luz? ¡La Palabra hablada vindicada de Dios! Aparte de eso, no hay Luz. ¿Ven? Uds. no pueden iluminar la tierra con linternas. Se necesita la Palabra de Dios que ha manifestado al Hijo.",
    "Ellos eran buenas personas. Fíjense en la precisión de Su Palabra, lo perfecta que es Ella. ¿Se fijaron en lo que dijo María? Ahora para Uds. amada gente católica, no tengo nada contra Uds. No tengo nada en contra de Uds. Es el sistema en el que Uds. están. Y Uds. protestantes, igual. ¡Son los sistemas!",
    "🦅 María, ¿madre de Dios?”. Nos damos cuenta que un Muchacho de doce años, su propio hijo, la tuvo que corregir. No hay ni una sola vez en la Biblia donde Jesús llamara a María Su “madre”. Ella no era Su madre. ¿Cómo ella podría ser la madre de Dios? Ella solo fue un vientre que Él usó para venir a la tierra, para manifestarse en la tierra, a través de un vientre. No hay absolutamente nada que ella tenga que ver, ni una sola Escritura en la que alguna vez dijera: “Madre”.",
    "Fíjense qué tan equivocada estaba María, pero Su Palabra es tan perfecta. Ella le dijo cuando… Ella Lo encontró en el templo, a los doce años, conversando con los teólogos. Él los asombró, siendo un Muchacho de doce años; ni siquiera estaba en la escuela, y, si lo estaba, no tenemos registro de ello. Pero un Muchacho de doce años asombró a los—los sabios en el templo, con Su sabiduría. Ella dijo: “Tu padre y yo Te hemos buscado con lágrimas”. “¡Tu padre”! La propia madre, supuestamente, dijo: “Tu padre José y yo Te hemos buscado con lágrimas”.",
    "¿Qué le dijo Él a ella? “¿No sabíais que en los negocios de Mi Padre me es necesario estar”? Si Él hubiera estado en los negocios de José, habría estado haciendo casas, o en un taller de carpintería. Pero Él no era el hijo de José. “Yo estoy en los negocios de Mi Padre”, corrigiendo a estas denominaciones y credos y cosas de las que oigo. ¿Ven? “Yo estoy en los negocios de Mi Padre”. Él nunca dijo que José era Su padre. Pero María sí, y Él Se dio la vuelta y la corrigió.\n\nElla dijo: “Tu padre y yo Te hemos buscado”.",
    "Él dijo: “Estoy en los negocios de Mi Padre”, mostrando que José no era Su padre. Sus Palabras son perfectas, ¿ven?",
    "Pero María y los demás, solo lo estaban presumiendo. Bueno, ¿ven lo que pasó?, ella se dejó llevar. Ella—ella tenía… Ella quería mostrar delante de estos sacerdotes y cosas que—que—que ella no era ese tipo de mujer. Y ella, al hacerlo, destrozó completamente el fundamento de su testimonio, después de que ella había testificado que un Ángel había venido a ella: “Y que dijo: ‘Concebirás y darás a luz un Hijo’, sin conocer varón, un Hijo nacido de virgen”. Y aquí delante del supremo Sanedrín, ella dice: “José, Tu padre aquí presente y yo, Te hemos buscado”.",
    "Y ese Muchacho de doce años dijo: “Estoy en los negocios de Mi Padre”. Él la reprendió a ella: “¡Ese no es Mi Padre!”.",
    "¿Ven a la iglesia hoy?, dejándose llevar por concilios y—y cosas del mundo, ahora ella está oscurecida. ¡Dios la está reprendiendo!",
    "Jesús nunca la llamó a ella “madre”. Un día ella vino a visitarlo a Él en Sus reuniones, en una casa algo así como esta. Alguien vino y dijo: “Allá afuera, en la puerta, Tu madre y Tus hermanos Te esperan”.",
    "Él dijo: “¿Quién es Mi madre, Mis hermanos? ¿Quiénes son?”. Miró alrededor a Sus discípulos, y dijo: “Los que hacen la voluntad de Mi Padre, es Mi madre, Mi hermano, Mi hermana, y demás. Ese lo es”.",
    "Y en la cruz, cuando estaba muriendo, le dijo a Juan, el discípulo joven, Él dijo: “He aquí tu madre”. “Mujer, he aquí tu hijo”. “Hijo, he aquí tu madre”. ¿Ven?, Él Mismo nunca lo afirmó. No era su Hijo. Era el Hijo de Dios. Ella solo era un vientre.",
    "Esta es una casa en esta mañana, pero no es la Iglesia. La Iglesia está en Ud.: Cristo. El espíritu de los mortales que están sentados aquí, se reunieron en lugares celestiales. Es Cristo, no la casa. La casa está bien, está sirviendo su propósito, pero solo se utiliza como un lugar de reunión. María solo fue el vientre que Él usó para venir a la tierra, para identificarse Él Mismo entre el pueblo. No la “madre de Dios”, tal como esta casa no es la Iglesia de Dios; solo se utiliza para eso.",
    "Sí, ahora, muchos amigos piensan, gente, buenas personas como María y José, piensan que—que Él está con ellos haciendo esto. Pero como estaban allá, así están hoy, equivocados. Pensaron que estaban con Él, pero no era así. Pero cuando se bautizaron, la gente pudiera haber pensado, “¡Oh!, yo—yo Lo recibí a Él cuando Lo acepté y me bauticé”. Así no es. ¡Hasta que una Palabra hablada misma se refleje!",
    "Pero, el Elegido, ahora ¿qué me dice de la Luz? He estado hablando tanto de la oscuridad, y ya ocupé la mitad de mi tiempo, las once y media. Ahora démosle la vuelta; densa oscuridad está sobre la gente, ahora, ¿qué me dice de la Luz? Él dijo que densa oscuridad estaría sobre la gente, pero que habría Luz: “Levántate y resplandece, porque la Luz ha venido”. ¿Cómo puede haber oscuridad y Luz? Tiene que separarse. Y solo una cosa la separa, la Palabra manifestada, separa, Ella la empuja hacia el otro lado de la… Aquí está la oscuridad sobre la tierra, pero cuando la Palabra manifestada de Dios, el sol, el cual fue hablado a existencia por la Palabra, se muestra, la oscuridad huye hacia el otro lado. Y eso es lo que está ocurriendo ahora: la oscuridad se está separando de la Luz. Ahora para la Iglesia Elegida en esta hora oscura… En lo cual, pudiéramos quedarnos por horas, pero creo que he dicho lo suficiente para que Uds. entiendan lo que—lo que la Escritura quiere decir, cuando dije: “densa oscuridad sobre esta gente”.",
    "Ahora yo le digo a la Iglesia: “Shalom. La paz de Dios”. ¡Paz! Todo genuino hebreo, cuando se encuentra con otro: “Shalom”. En otras palabras: “¡Buenos días! ¡Dios sea con Ud.! ¡La paz de Dios vaya con Ud.!”. Es un “¡Buenos días! ¿Cómo está Ud.?”. Está amaneciendo, Iglesia. Hay oscuridad sobre la gente, pero para la Iglesia es “Buenos días”. Cristo está apareciendo entre nosotros. “Shalom. Paz”. ¡Aleluya! “Shalom”.",
    "Cuando vemos la oscuridad asentándose, la oscuridad un poco antes del día, sabemos que la estrella de la mañana está suspendida allá para presentar la venida del sol. Es, allí es cuando la estrella de la mañana resplandece. Es—es—es entre la fase del cambio. Siempre está más oscuro unos minutos antes del día, viene el oscurecimiento, la luna deja de brillar. La hora más oscura antes del día, se debe a que la luz está presionando a la oscuridad. Pero la estrella de la mañana sale y dice: “Buenos días. Shalom”.",
    "Ese es Él entre nosotros, Su Palabra siendo identificada. Shalom. El gran día está para rayar, cuando la mañana rompa en la Eternidad, en claridad y hermosura, cuando Sus escogidos se reúnan en su Hogar más allá del cielo. Cuando allá se pase lista, yo estaré allí. Nuestros nombres están en Su Libro, allí estaremos. “Shalom. Buenos días. Paz a vosotros”.",
    "La oscuridad se está separando de la Luz. Dios lo está causando, la Luz lo está haciendo. ¿Ven?, la Luz misma presionando de tal manera que la oscuridad tiene que juntarse. Ellos tuvieron la oportunidad de aceptarla y no lo hicieron, así que se ha condensado. Y ellos lo hacen al juntar a la iglesia con el Concilio de Iglesias, y al unirla con la oscuridad pagana. Cuando ellos están firmemente en desacuerdo el uno con el otro, sin embargo, ellos tenían que unirse para hacer venir la noche sobre la gente.",
    "Isaías 60:1 dice: “Levántate y resplandece; porque la Luz ha venido a ti”.",
    "Levántate y resplandece, la Luz ha venido. La Palabra, Luz, se ha vindicado otra vez. La Luz vindicada nuevamente, la Palabra de Dios, para que Uds. puedan ver a Dios manifestado en Su promesa de la Luz del día, o la Palabra dada a esta edad, ¿ven?, estas promesas que se hicieron para este día, estas promesas que fueron dichas por los profetas, y por Jesús mismo. ¡En este día! “Dios, muchas veces…” Hebreos 1: “Dios, muchas veces, de muchas maneras habló a sus padres por los profetas, pero en este último día por Su Hijo, Jesucristo”. ¿Ven?",
    "La gran Luz suspendida en el desierto, por la cual Moisés dejó Egipto, teniendo por mayor tesoro el vituperio de Cristo que el de Egipto.",
    "La Misma que Se encontró con Saulo en el camino a Damasco. Una gran Luz suspendida delante de él, esa misma Luz, la misma Columna de Fuego. Saulo, siendo hebreo, jamás adoraría algún espíritu ni nada, ni lo llamaría “Señor”, en la posición en la que él estaba. Él dijo: “Señor, ¿Quién eres?”.",
    "Él dijo: “Soy Jesús”. (Jesús dijo: “De Dios vengo y a Dios voy”.)",
    "Esa misma Luz ha venido. ¿A qué? A manifestar, a—a dar a conocer a la gente las promesas que Él hizo para este día, la Luz manifestada del día. La oscuridad ha entenebrecido.",
    "Cuando Él vino, Él era la Luz del día. Se suponía que debía venir un Mesías. Y Él vino exactamente como Dios dijo que lo haría, que vendría. Y cuando Él vino, ¿qué fue Él? La Luz del día. ¡Y Ella presionó a la oscuridad tan en contra de Él! ¿Verdad que sí? Él tuvo que dar Su Vida para que la Luz continuara, pudiera resplandecer. Él era la Luz del día. Pero, ¿por qué, por qué Él era la Luz del día? Él era la Palabra vindicada que había sido hablada, manifestada. Tal como…",
    "Dios habló a este mundo oscuro, tenebroso, sombrío y musgoso que estaba aquí sin luz, Él dijo: “Sea la luz”. Y no hubo luz hasta que esa Palabra fue manifestada, entonces hubo luz.",
    "Él dijo: “Vendrá un Salvador, un Mesías”. Y eso no se manifestó hasta que Él vino a manifestar esa promesa. Y cuando vindicó esa promesa, Él dijo: “Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí”.",
    "Ellos dijeron: “No sabemos de dónde vienes, nosotros somos discípulos de Moisés”.",
    "Él dijo: “Si fuerais discípulos de Moisés Me conoceríais, porque Moisés escribió de Mí”. ¿Ven? Él era la manifestación. Él era la vindicación de la Palabra hablada de Dios por Moisés.",
    "Y en el día en el que estamos viviendo hoy, Dios ha venido a la escena para vindicar y probar Sus promesas. Así que, es la Luz de la hora, para que nosotros podamos levantarnos y resplandecer. La Luz resplandece nuevamente sobre nosotros hoy, la Palabra está siendo manifestada. Es la Luz.",
    "Así como esa luz está resplandeciendo allá afuera, la luz del sol, en esta mañana; esa es la Palabra hablada de Dios, nada más puede dar luz de esa manera. Nada puede hacerlo. Toda luz artificial se apaga dentro de poco, y los bombillos y todo lo demás. Pero esa nunca falla, porque es la Palabra hablada de Dios manifestada.",
    "Los pequeños credos denominacionales reventarán un bombillo, y fundirán un bombillo, y harán saltar un fusible y todo lo demás. ¡Pero la Palabra de Dios nunca fallará! Ella Misma será siempre, la Palabra.",
    "Temo que me pasaré aquí un poquito de tiempo. O, o estará bien continuar y terminar este mensaje, ¿no es así? Muy bien.",
    "Levántate y resplandece, porque la Luz ha venido a ti. La Palabra, Luz, es vindicada.",
    "La única manera, como Dios lo era, Jesucristo fue la manifestación de la Palabra hablada de Dios, la Luz de la hora.",
    "Juan el Bautista fue la Luz de la hora. Él fue la Luz antes de que Jesús fuera la Luz. El profeta Isaías dijo: “Voz de uno que clama en el desierto, preparad el camino a Jehová, enderezad Su camino”. Esa fue la Palabra hablada de Dios que yacía allí, aún no había venido a vida. Malaquías, el último profeta, cuatrocientos años antes de que aconteciera, dijo: “He aquí, Yo envío Mi mensajero delante de Mí, a preparar el camino del Señor”. Allí salió uno del desierto, sin denominación, sin credo, sin identificación. Pero su Luz lo identificó. La Palabra lo identificó a él.\n\nEllos dijeron: “¿Eres el Mesías?”.",
    "Él dijo: “¡No lo soy! Pero soy la voz de uno que clama en el desierto, ‘¡Preparad el camino del Señor!’”.",
    "Jesús dijo: “Vosotros anduvisteis en su Luz”. Él fue una antorcha que brilló y alumbró por un tiempo. ¿Por qué? Hasta que el camino estuviera listo, entonces su Luz se apagó.",
    "Uds. no pueden andar en esa luz, Uds. bautistas, ¡Esta es la Luz de la hora! La Luz ha venido. Levántate y resplandece. La Palabra, Luz. La Palabra, la Palabra manifestada de Dios (identificada) es una Luz.",
    "Ahora ¿qué me dice del año nuevo que estamos enfrentando? Pudiéramos decir más sobre esta fase entre el cambio, de la oscuridad a la Luz, la presentación de la Luz que viene entre esta fase de cambio, pero ahora queremos entrar directamente al año nuevo. Muy bien.",
    "Año nuevo, el año nuevo, ¿qué tiene? Trae nueva esperanza. Estamos un año más cerca. Estamos un día más cerca que ayer. Estamos una hora más cerca que cuando comencé, quince—quince minutos para las once, son quince para las doce ahora. ¡Estamos una hora más cerca! No miramos hacia atrás, miramos hacia adelante. ¿Ven? ¡Oh! Sí, señor. El año nuevo no significa voltear una nueva página. Ajá. No.",
    "Como el hombre una mañana, que me contaron. Un hombre se levantó temprano y salió y recogió el periódico, regresó y se sentó, puso sus pies sobre el diván, se puso los lentes, comenzó a leer el periódico. Su esposa, preparando el desayuno, dijo: “Juan, ¿hay algo nuevo?”.",
    "Dijo: “No. Lo mismo de siempre, solo que con gente nueva”. Sí. Eso es cierto. Asesinatos, violación y todo; alguna otra persona lo ha hecho, ¿ven? Es verdad.",
    "No es voltear una nueva página. Es voltear a la Palabra, ver lo que la Palabra promete para hoy, ver lo que se supone que debe ser la Luz del día. Lo que debiéramos hacer este año es no regresar a credos y cosas, regresar a nuestras antiguas denominaciones, no regresar a las antiguas denominaciones, sino voltear a la Palabra, ver qué clase de Luz debe resplandecer hoy. ¡Oh, iglesia!, vuelve a la Palabra, regresa a la Palabra, enciende el interruptor correcto, deja de encender luces eléctricas, ¿ven?, artificiales, hechas por el hombre. Regresa a Su Palabra y mira a la promesa de hoy. Y luego ve cuál es la promesa, y vigila su identificación. Cuando es vindicada, entonces Ud. sabe si está en la Luz o no. Ve cuál es la promesa.",
    "Voltear las páginas o cambiar calendarios no cambia el tiempo. Mucha gente dice: “Bueno, se acabó el año viejo, a la basura con el calendario viejo de diciembre y colocan el otro: un año nuevo”. Eso es lo que el año nuevo significa para ellos.",
    "En cuanto a mí, quiero ver lo que ha sido prometido para el día. Yo quiero saber cuál es la Luz de la hora, para saber cómo caminar en ella. Yo quiero saber en dónde estoy viviendo, en qué edad estoy, cuán avanzado voy por el camino.",
    "Como dijo Pablo, vale la pena volverlo a citar: “Olvidando esas cosas del pasado, ahora prosigo a la meta, al supremo llamamiento”, a la identificación completa, cuando todo el tiempo se desvanecerá en Eternidad cuando venga Jesús.",
    "Hagan como David, pongan su futuro en Sus manos. No miren a otra cosa, sino pongan su… David dijo aquí, él dijo—dijo: “Mis días están en Sus manos”. Uds. se fijaron aquí en los Salmos en donde lo leímos, en el 62: “Mis días están en Su mano. Él es mi roca”. ¿Qué es Él? “Él se ha revelado a mí. Él es la Verdad revelada. Mis días están en Sus manos”. Amén. ¡Oh, vaya! Ahí lo tienen.",
    "Mi tiempo le pertenece a Él. Yo soy de Él. Estoy en Su mano porque Él sostiene el tiempo. Yo no sé lo que trae el futuro, pero sé que Él sostiene el futuro. Así que, Él, Quien sostiene el futuro me tiene a mí. Entonces, ¿por qué debería preocuparme de planear esto, aquello, lo otro para el año nuevo? Yo solo me pongo en Sus manos, camino como David: “Mis días están en Su mano”, sabía que Dios sostenía el futuro. David no conocía el futuro, pero él sabía que Dios poseía el futuro. Yo no sé cuál sea el futuro, ninguno de nosotros. Pero sabemos que Él sostiene el futuro.",
    "Paciencia. Paciencia. Algunos nos ponemos tan, algunos nos apresuramos tanto. Yo creo que a muchos hombres buenos les ha sucedido. Uds. entran en demasiada—demasiada prisa. Uds. quieren, ¿ven?, quieren hacerlo por su cuenta.",
    "Y hermanos ministros, Uds. saben de lo que estoy hablando, Uds. que están escuchando esta cinta. Les estoy hablando a Uds., no solo aquí a la pequeña congregación, sino a hombres alrededor del mundo.",
    "Muchos hombres salen, impacientes, creyendo que el tiempo está cerca, y se esfuerzan en hacer algo por su cuenta. Esperen en el Señor. La paciencia es virtud. Si Uds. pueden tener paciencia, es virtud. Es virtud si Uds.… “Los que esperan en Jehová renovarán sus fuerzas”. No los que quieren adelantársele al Señor, los que quieren mandar al Señor: “Señor, yo sé que Tú quieres que yo haga esto, y gloria a Dios yo…”. No hagan eso. Esperen en el Señor. La Biblia dice: “Los que esperan en Jehová renovarán sus fuerzas”.",
    "A Dios le tomó miles de años cumplir Su promesa de un Salvador que vendría. Pero, recuerden: Él siempre supo cuándo iba a venir. Muchas personas se levantaron y trataron de ser mesías. Muchas iglesias trataron de producir mesías. Pero Dios tenía el tiempo señalado para Su Mesías. Él no estaba apurado. ¿Ven?",
    "Y durante este tiempo, Él mostró muchos tipos del Mesías. Él lo mostró desde allá de Adán hasta el Mesías, el primer y el último Adán; uno de ellos del mundo y el Otro del Cielo, uno terrenal y el Otro Celestial, Uno descendió del Cielo y el otro vino de la tierra. Pero Él prometió un Mesías, tomó miles de años para cumplirlo.",
    "Mostró en José exactamente lo que Él era. José lo representó a Él.",
    "David lo representó a Él. Cuando David fue un rey rechazado, subió a la cima del monte y miró hacia atrás y lloró sobre Jerusalén, como un rey rechazado, ese fue Jesús en David. Ochocientos años después se paró sobre Jerusalén como un Rey rechazado, dijo: “Jerusalén, Jerusalén, cuántas veces quise juntarte como una gallina a sus polluelos, pero no quisiste”.",
    "Miren a José: nació entre sus hermanos, los patriarcas; no el último (el penúltimo; Benjamín fue el último), sino poco antes del último, ¿ven?, justo antes de ese. Aborrecido por sus hermanos, amado de su padre. Él fue aborrecido porque era un hombre espiritual. Él podía interpretar sueños, y eran perfectamente correctos. Él podía ver visiones, predecir cosas que acontecerían. Y ellos lo aborrecieron. Él fue vendido por treinta piezas de plata.",
    "¿Por qué aborrecieron a Jesús? Lo tildaron de Belcebú porque Él era la Palabra, y la Palabra puede discernir los pensamientos de los corazones. Lo aborrecieron a Él. Y Lo vendieron por treinta piezas de plata.",
    "Fue arrojado en una cisterna, José lo fue, y dado por muerto. Su túnica ensangrentada quedó allí, como el manto ensangrentado que fue tomado de la cruz, el manto que Él usó, para identificar Su muerte. Pero ¿qué hizo Dios con José? Lo sacó de la cisterna, lo sentó a la diestra de Faraón. Y nadie podía ver a Faraón, solo a José. Y cuando José salía del palacio, sonaban las trompetas y era proclamado: “Dóblese toda rodilla, viene José”.",
    "Lo mismo con Jesús. Fue sacado de la cisterna, donde supuestamente estaba muerto, y resucitado y se sienta a la diestra de la Majestad. “A Dios nadie le vio jamás, sino el Unigénito del Padre. Y cuando Él salga de allí, las trompetas sonarán, y se doblará toda rodilla y toda lengua confesará”. ¿Ven?, Él es el Príncipe de prosperidad. Miren lo que hizo Egipto en aquel entonces: salvó a todo el mundo; vino una sequía. Y, así será en la venida del Hijo del Hombre. La rodilla, toda rodilla se doblará y toda lengua confesará que Él es.",
    "Él fue mostrado completamente en tipos, pero Dios sabía exactamente cuándo Él vendría. Él supo exactamente cuándo Él vino. No importa a cuántos tuvieron antes de eso, Él tenía Su Mesías. Él les mostró en tipos lo que venía.",
    "Exactamente como Él nos mostró a nosotros las Siete Edades de la Iglesia, lo que vendría. Exactamente lo que Él nos mostró que vendría cuando Él puso esa Luz allá arriba, revelando eso, para mostrarle al mundo. Cuando Él envió los siete Ángeles para revelar quiénes habían sido los siete mensajeros que habían venido, y mostrar los cabos sueltos, cada Ángel vino en cada día y reveló los cabos sueltos que dejó Lutero, y los que dejó Wesley, y los que dejó Pentecostés, todo está representado allí. Y en el mismo tipo y sombra del gran Shalom, Jehová, Yahweh. ¿Ven? Exactamente. Lo puso en los cielos, y allí está el ojo mecánico tomando una fotografía de Aquello. ¿Ven? ¡Gracias al Señor!",
    "¡Shalom! ¡Paz! No se preocupen, Jesús está aquí. Su gran Luz ha venido a nosotros, y estamos agradecidos por Ella, sí, Su Palabra, el gran misterio. Él está aquí hoy manifestándose, haciendo lo mismo que hizo allá, exactamente igual. Haciendo la mismísima cosa.",
    "Nosotros somos criaturas de tiempo. Él es Dios de la Eternidad. Nosotros nos esforzamos, queremos hacer algo diferente: “¡Oh, hay que hacer esto!”. Recuerden, Él lo sabe todo. Va a suceder de todas maneras. Dejen que Él lo haga. Uds. solo encomiéndense a Él.",
    "Erguíos, y resplandezcan con el gozo del Señor, de saber que Uds. han sido privilegiados, sus ojos han sido abiertos y ven este día. Confíen en Él para el futuro. Uds. lo han visto a Él vindicar Su Palabra en los días pasados. Él, que vindicó Su Palabra en los días pasados, e hizo acontecer todas estas otras cosas exactamente para la hora en la que estamos viviendo, todo exactamente, hasta el Mensaje del séptimo ángel, mostrándolo en el cielo, en la tierra, y Lo dio a conocer de tres maneras para que no pueda haber ningún error; recuerden: Él prometió que volvería otra vez. ¡Aleluya! Esa Palabra será vindicada. La Palabra prometida de Dios, con dos mil años de espera: ¡Él llegará a tiempo! No se preocupen, Él estará aquí. Así como Él ha vindicado Su Palabra en cada edad, las Edades de la Iglesia muestran eso mismo, y la revelación de nuestro Señor por el séptimo Mensaje y demás. Dios lo reveló, lo manifestó y lo probó. Y entre nosotros hoy, Él Mismo Se mostró aquí con nosotros y probó y vindicó Su Palabra. ¡Así lo hará Él!",
    "Habrá un Milenio. El anciano allí será joven para siempre. La enfermedad desaparecerá y la muerte ya no existirá. Construirán casas, y las habitarán. Plantarán viñas y comerán el fruto de ellas. No plantarán y otro habitará (que su hijo la tome), su hijo vivirá junto a él. Él no plantará y otro la comerá, morirá y alguien más la tomará; sino que él vivirá allí. Amén. El lobo y el cordero comerán juntos. Y el león como el buey comerá paja, y un niño los pastoreará. Allí—allí habrá inocencia. Allí—allí—allí no habrá nada que pudiera dañar. Seremos cambiados de lo que somos ahora, a esa gloriosa imagen del Hijo de Dios, la Cual es inmortal. Los años no pueden tocarlo a Él, la edad no Le puede hacer nada, Él es el Hijo inmortal de Dios. Entonces sabemos que—que estamos en el tiempo del fin. Estamos en la encrucijada. Todas estas cosas plenamente identificadas, así serán identificadas de nuevo.",
    "Ahora, el futuro, Él lo sostiene. ¿Cómo sabré cuándo Él venga? ¿Cuándo viene Él? No lo sé, pero Él vendrá. Así es. ¿Cuándo Él hará esto y esto? ¿Cuándo saldrá la maldición de la tierra? ¿Cuándo será que estos reflejos benditos del amor de Dios, de los árboles aquí resplandeciendo, y de las flores y demás, cuándo crecerán inmortales? No lo sé, pero lo harán. ¿Cuándo será que el reflejo de los corazones de los hombres deseando vivir, y los hospitales y los doctores y operaciones, y el clamor y sufrimiento, cuándo cesará todo, para pasar a un reino glorioso con Jesús de mil años de Shalom? ¿Cuándo será? No lo sé. Él dijo que sucedería. No sé cómo va a hacerlo, pero Su Palabra hablada será vindicada cuando el Sol de Justicia se levante con sanidad en Sus alas. Y la parte de sanidad allí no será una sanidad física como Uds. piensan, como por decir que alguien tenga una enfermedad y les sea quitada. Eso es lo que Él está haciendo ahora, en tipo. ¡Sino que toda la criatura será cambiada! Esto mortal se vestirá de inmortalidad. Esta vejez pasará a juventud. Amén. Bueno, ¿cómo va a ser? No lo sé, pero sucederá.",
    "Personalmente, estoy envejeciendo. Este año, si el Señor me permite vivir para ver el 6 de abril, cumpliré cincuenta y cinco años, un anciano. Pero no estoy esperando… Yo no quiero regresar a ser un muchacho otra vez. Quiero proseguir a esa meta allá, al propósito por el cual vine. Llevo ahora como unos treinta y tantos años detrás de este púlpito, de un jovencito de veinte y tantos años, como de veintiuno, veintidós años, me he esforzado en proclamar este Mensaje. Y le he dedicado cada onza de mi fuerza a Aquello. Si mis hombros se encorvan y el cabello se encanece y se cae, yo no miro atrás a eso, ¡regresaré a ellos otra vez! Estoy mirando más allá, al amanecer de un día donde la Palabra vindicada de Dios dice: “Ni un cabello de vuestra cabeza perecerá, y Yo lo resucitaré en los días postreros”. ¿Cómo va a hacerlo? No lo sé. Pero confío en que…",
    "El año nuevo, no sé lo que traiga, pero yo sé que Él lo sostiene. Esas son las esperanzas que tengo del año nuevo. Si Él viene, amén. Si no viene, aún estaré trabajando si Él me lo concede. Simplemente Le confiaré el futuro a Él; no sé qué traiga, solo se lo confío a Él. Uds. lo han visto a Él vindicar Su Palabra, así que saben que se cumplirá. ¡Su Palabra!\n\nUds. dicen: “Hermano Branham, ¿de dónde sacó eso?”.",
    "Bueno, permítanme darles un pensamiento aquí solo por un minuto. ¿Saben Uds. lo que es una sinfonía? Yo sé que lo saben. Es música, es un drama. ¿Ven?, ellos lo actúan.",
    "Ahora, Uds. pequeñitos, para que lo entiendan. Recuerdan Uds. en—en la escuela, creo que Uds. tienen un… ¿Cuál es esa pequeña sinfonía rusa que a veces ellos—ellos la presentan con tambores, Uds. saben, se llama, no es la… esa del—del pajarito carpintero, Uds. saben, que fue al bosque; y ellos hacen el revoloteo, con el golpeteo de los tambores y cosas? Y uno lo escucha todo mientras oye la sinfonía, a medida que ellos la tocan. No recuerdo el nombre de aquello: “Pedro y el lobo”. Correcto: “Pedro y el lobo”. Ahora, esa es una—esa es una sinfonía rusa. ¿Ven?, ellos no—ellos no traen pequeñas—pequeñas figuras volando por todos lados mientras la tocan, sino que la tocan en los tambores [El Hermano Branham toca en la madera.—Ed.], y luego [El Hermano Branham toca en algo más], y lo hacen con los tambores y los sonidos y cosas. Tocan los sonidos, la actúan. Es para que Uds. entiendan lo que el Hermano Branham quiere decir. ¿Ven?",
    "Ahora para Uds. los adultos: la Escritura es la Sinfonía de Dios. Sí. ¡Aleluya! Solo el Compositor sabe realmente lo que significa y Él lo revela a aquellos que la están escuchando, quienes están interesados en saber lo que es el drama. Pero Uds. primero tienen que saber acerca de la sinfonía, ¿ven? No solo es algo que Uds. ven, son los—son los cambios, las encrucijadas de la Palabra, de la música. Eso despista; a veces va sonando así por un rato, en un cierto ritmo, después de un rato todo cambia. ¿Qué es? Para Uds. que no entienden Aquello o no saben nada al respecto, y no les interesa, solo es un bullicio, es un alboroto. Pero para los conocedores, ellos están atentos a Ella, saben que Algo viene. ¡Aleluya!",
    "Así que tenemos estos tiempos de sinfonías, de la Sinfonía de la Palabra de Dios, en donde todo el drama cambia. Y Uds. que están interesados, están atentos a ese cambio. Uds. saben que se acerca. Uds. oyen cómo los tambores están redoblando, amén, quieren que algo suceda. Uds. saben que este es un cambio, ¿ven?, va a explotar en una ráfaga en unos minutos. ¿Ven? Y Uds. lo están esperando; lo saben por la manera en que los tambores están llevando el compás. ¡Oh, Dios! Si Uds. pudieran oír los tambores del final ahora, si pudieran oír el eco de la música de la Palabra Celestial sonando, “¡Y acontecerá en los últimos días!”. La Sinfonía del gran drama de Dios que Él está tocando, Ella lo cambia a Él, Su Sinfonía en la encrucijada. Y el compositor y todos los que están interesados, esperan ese cambio. Eso es lo que significa todo esto para nosotros, estamos escuchando, vigilando. Cada vez que Él aparece, algo sucede, vemos que el tiempo se acerca. Vemos que allá no hace mucho, cuando se dibujaron estas Edades de la Iglesia, nosotros estábamos escuchando. Vimos que eso estaba en línea con la Palabra, llevando el ritmo con la Palabra. Y un momento después, ¿qué sucedió? Vino Él Mismo, y lo vindicó.",
    "Escuchamos a la Palabra decir que, “En los días del séptimo ángel”. En la Edad de la Iglesia, Él solo dijo: “El Mensaje del séptimo ángel sería el último Mensaje”. Y luego, ¡oh!, vemos aquí en Apocalipsis 10: “En los días del Mensaje del séptimo ángel, los misterios de Dios se consumarán”, el Séptimo Sello sería descubierto. Debería estar allí. Entonces, de repente, cuando estaba sucediendo, se abrió una visión, dijo: “Ve a Tucson, habrá un gran estruendo en ese momento para que entiendas completamente y sepas que ya se ha enviado. Eso por poco sacudirá la tierra”. Todos Uds. lo saben. Está grabado en cinta, meses antes de que pasara. ¡Y luego sucedió! Luego apareció en el cielo. “¡Shalom!”. ¿Qué es? Son los ritmos cambiando, la Sinfonía.",
    "Luego, sucedió que Él habló del Tercer Jalón, cómo vendría de esta cierta manera, después, escudriñando el corazón, y luego la Palabra hablada.",
    "Jesús dijo: “Mayores cosas que estas haréis, porque Yo voy a Mi Padre”. Juan 14: “Las obras que Yo hago, vosotros también las haréis; mayores que estas, porque Yo voy a Mi Padre”. Así como dije hace un rato, cuando María trató de identificarlo a Él como el hijo de José, Él la corrigió. ¡Sus Palabras no pueden fallar! Él lo dijo: “Los cielos y la tierra pasarán, pero Mis Palabras no lo harán”.",
    "Cuando escuchamos la Sinfonía llevando el ritmo, cambiando, a punto de cambiar, es una encrucijada. Vemos a medida que Él comienza a—a tocar, y vemos: “Las obras que Yo hago, vosotros también haréis, y mayores que estas haréis”. “Mayores”, Él lo prometió. Y nos preguntamos cómo pudiera ser.",
    "Pero se fijaron cuando Él hizo Su primer milagro, Él tomó agua y la convirtió en vino. ¿Verdad que sí? Él tomó agua, lo cual potencialmente algún día pudiera haber sido vino, pero primero fue agua.",
    "Y cuando Él alimentó a cinco mil, ¿qué hizo? Él tomó algo que había sido como el agua, Él tomó un pez que una vez nadaba y nació de un huevo, y Él lo partió, y otro pez se desarrolló en la creación que era la creación original. Él tomó pan que una vez fue trigo, y era una semilla y llegó a ser pan, y Él partió de este pan y de allí la creación solo se multiplicó.",
    "Pero en el bosque, no había nada allí para crear una ardilla. “Sea”, y allí estaba, sin nada de dónde tomarla. ¿Qué es? ¡El mismo Jesucristo! ¿Ven? “Cosas mayores que estas haréis, porque Yo voy a Mi Padre”. Sin tomar algo ya creado, partir un pedazo de eso y multiplicar una creación, sino una absoluta creación. Mostrando que Él es el mismo Jehová que estuvo allá atrás y dijo: “Sea”, y hubo. ¡Su Palabra fue manifestada! Cuando Él fue hecho carne en la tierra, Él tomó de Su creación original, la partió y la multiplicó. Pero ahora en los últimos días cuando Él desciende entre nosotros otra vez, es la misma Luz que bajó, dijo: “Sea la luz”, ¿ven?, Él solo habla la creación a existencia. “Mayores que estas haréis, porque Yo voy a Mi Padre”. Recuerden, estamos en esos tiempos.",
    "Y el mundo no lo entiende, porque “es una gran insensatez”. Porque ellos no son metodistas, el metodista no Lo entiende. Por esto, que no son bautistas, el bautista no Lo entiende. Porque Esto no es católico, el católico no Lo entiende. Porque no es pentecostal, el pentecostal no Lo entiende.",
    "¡Pero aquellos que esperan en Jehová, los que están vigilando! No tenemos registro de nadie en un observatorio que supiera de esa Estrella que pasó sobre ellos. Pero los magos La siguieron por cientos de millas, por dos años, ellos La observaron y La siguieron. ¿Ven lo que quiero decir? Es para aquellos que están escuchando la Sinfonía.",
    "Recuerden, el Compositor sabe el fin desde el principio. Él lo sabe todo, por eso Él podía escribirlo aquí. Correctamente. Ahora, Ud. debe comenzar con Él; Ud. debe comenzar. Si Ud. quiere escuchar una Sinfonía, comience Ud. con Él como en la música de la Sinfonía. Ud. escucha, sabe lo que dice allí, será lo que dice la Sinfonía, entonces Ud. comenzará a oír la música. Y Ud. sabe lo que es; así que, Ud. sabrá cuando: “Aquí es donde tal y-y tal cosa sucede, ahora tiene que cambiar”. Ahora, para cualquiera que no sabe nada de lo que ellos están… que solo entró y se sentó, solo es una gran insensatez, un estruendo ruidoso. Pero para el que sabe lo que es, está sonando con la música, tamborea las notas, está—está sonando con las trompetas, se toca en el arpa, se toca con el violín, el contrabajo sigue el—el ritmo, suena con las trompetas, golpea con los tambores. Todo junto al ritmo, y hace del—del drama tal cosa que Uds. pueden cerrar sus ojos y vivirlo. ¡Aleluya!",
    "La persona puede cerrar sus ojos mortales a la vista terrenal y vivir en la Presencia de Jesucristo, cuando Ud. ve Su Palabra sonando al ritmo de la gran Sinfonía que ahora estamos viviendo, cambiando. Ud. debe comenzar en la Sinfonía. Lo único que Ud. puede hacer si está en la Sinfonía, es comenzar, Ud. comienza a entrar en el ritmo. Así es como Ud. hace con Dios. Ud. no se queda a un lado y lo mira. ¡Ud. entra en el ritmo de Aquello! ¿Cómo entra Ud. allí? Ud. nace en Eso, en el ritmo de la Palabra, cuando Ud. llega a ser parte de esa Palabra.",
    "Ud. debe formar parte del baile para disfrutar del baile. Ud. tiene que ser parte del juego de pelota, algo que le interese, para compartir del juego.",
    "Ud. tiene que llegar a ser parte de la Palabra, para conocer la Sinfonía de Dios. Su Sinfonía es cuando Ella está tocando, Uds. la entienden, Uds. están marchando al compás del tiempo. Uds. están observándola: “Las obras que Yo hago, vosotros las haréis también; mayores que estas haréis”, en estos últimos días. ¡Oh, vaya! El gran cambio del tiempo. Entramos en el ritmo, el ritmo de la Palabra. Encuentre Su propósito, la hora en la que estamos viviendo. Entre en ese ritmo, cómo es… de cómo Él lo hace. Si Ud. entra en la Palabra, se dará cuenta cómo lo hizo Él en el principio, entonces Ud. sabrá cómo Él lo hace todo el tiempo.",
    "¿Cómo Él envió Su Mensaje, para comenzar? ¿Qué es lo que Él hace? Él no trata con organizaciones. Él nunca lo hizo, y no lo hace ahora. Por eso, si Ud. está escuchando el ritmo de ese Concilio de Iglesias, Ud. está en oscuridad. ¡Pero si Ud. está escuchando el ritmo de la Palabra!",
    "¿Por qué mataron a Jesús? “Tú, siendo un Hombre, Te haces Dios”.",
    "Uds. recibieron mi Mensaje sobre Las tres clases de creyentes. Cómo uno se paró allí y… Estaban los manufacturados, ellos siguieron por un tiempo, actuando como que creían. Y un día Jesús les habló, dijo: “¿Qué pensarán Uds. cuando el Hijo del Hombre, que es del Cielo, ascienda de nuevo al Cielo? Yo vengo del Cielo, y voy de regreso al Cielo”.",
    "Bueno, la multitud se fue, y dijeron: “Dura es esta Palabra”.",
    "Entonces ahí vienen los manufacturados que andaban con Él, los setenta, cuando recibieron algo duro, ellos no vieron que eso… ellos no conocían la Sinfonía. Ellos no conocían la Promesa, que este Niño era Jehová: “Su Nombre será llamado Consejero, Príncipe de Paz, El poderoso Dios”. Y entonces Él dijo: “¡Cuando Yo ascienda al Cielo de donde vine!”.",
    "🦅 Bueno” ellos dijeron, “dura es esta Palabra. ¿Quién puede entenderla? Sabemos que Tú solo eres un Hombre. Comemos Contigo, dormimos Contigo, estamos en el desierto Contigo, estamos junto a las aguas Contigo. Pues, eres tan solo un Hombre, ¿y dices que el Hijo del Hombre regresará arriba de donde vino? ¿Qué dices? ¡Dura es esta Palabra!”. ¿Ven?, ellos no conocían el tiempo. No conocían el ritmo de la Sinfonía de la Palabra de Dios, que Él era Dios manifestado en carne, porque Él era la—la Palabra Luz vindicada de la hora. Ellos no lo captaron. Dijeron: “Duro es este Asunto. ¿Quién puede entender Esto?”. Y se fueron. No conocieron el tiempo, ¿ven?",
    "Y de nuevo vemos, allí estaba Judas, el manufacturado, o el incrédulo, que esperó hasta que encontró una falla. Entonces Él se volteó hacia los discípulos, dijo, solo a los doce, y Judas era uno de ellos, Él dijo: “¿Queréis iros también vosotros?”.",
    "Y Pedro dijo: “¿A quién iremos, Señor? Tú eres el Compositor”. Amén. “Tú sabes cómo debe sonar. Tú eres el Único que tiene la Palabra de Vida. ¿A dónde pudiéramos ir? No pudiéramos volver a ser un fariseo, o un saduceo, o un herodiano”, o lo que pudieran ser. “Tú eres el Único que tiene la Palabra de Vida. No tenemos otro lugar donde ir. Nos hemos, nos hemos unido a este gran Concierto. Estamos aquí, estamos escuchando, y estamos en el ritmo. Creemos que Tú eres el Hijo de Dios, Jehová manifestado. ¡De esto estamos seguros! No sabemos el por qué de estas grandes pruebas y problemas, y aflicciones y cosas, y Tú diciendo que ‘vas a subir a ser ofrecido’, y todo esto, aquello, y lo otro, y que ‘al tercer día’, todas estas cosas. No entendemos Eso. Pero estamos adentro, escuchando la Sinfonía de Dios, somos parte de Ella. Y estamos esperando ver qué sucede ahora, y Te estamos siguiendo de cerca”. ¡Oh, vaya! Eso es lo que yo quiero hacer. Lo prometo.",
    "¿Cómo empezó Él? Tal como lo hizo en el principio. ¿Ven? Él nunca envió Su Mensaje a una organización. Él nunca envió un Mensaje a Su grupo, Él envió a un hombre. En los días de Noé, era Noé. En los días de Moisés, era Moisés.",
    "Hubo otros con pensamientos una vez, que dijeron: “Bueno, tú te quieres hacer el único hombre santo entre todos”. A Dios no le agradó eso.",
    "Moisés fue al Señor: “Yo he hecho esto. ¿Qué—qué debo hacer?”.",
    "Él dijo: “Sepárate de ellos. Yo me encargaré de lo demás. Yo te envié. Es Mi responsabilidad”. Y Él abrió la tierra y se tragó a Coré y a toda la banda. Siempre.",
    "Juan y Jesús no podían estar al mismo tiempo. Jesús… Cuando Juan levantó la mirada, él dijo: “Ahora yo debo menguar, Él debe crecer. Él es la Luz vindicada”. Así avanzará esta Luz hasta que él encuentre que la plena vindicación haya venido. Correcto. Así es.",
    "Él es como Él era en el principio. Así es como Uds. comienzan, comienzan aprendiendo lo que era Dios. ¿Qué hizo Él cuando estuvo aquí en la tierra? ¿Qué clase de vida vivió? ¿Estuvo Él de acuerdo, era Él uno que cedía? ¿Iba Él a las organizaciones? ¿Cómo Se identificó a Sí Mismo? “¡Escudriñen las Escrituras! Os parece… En Ellas os parece que tenéis Vida Eterna, y Ellas son las que dan testimonio de Mí”. ¿Ven?, es lo mismo hoy o en cualquier otro tiempo. Cuando Uds. quieran Luz, vean lo que las Escrituras dicen para esta hora. Muy bien.",
    "Entonces ¿dónde comienzan Uds.? Si hay un pecador aquí, Ud. comienza en la cruz donde Ud. se considera muerto con Él. Ud. entonces ha entrado al—al gran drama. Ud. entonces está escuchando, Ud. está viendo la partitura en su mano, la—la—la Sinfonía. Ud.—Ud. tiene una partitura en su mano que le dirá estas cosas, en donde comienzan los cambios de la música para ejecutarla, entonces Ud. ve lo que es la obra. Cuando Uds. ven el Espíritu de Dios que cae sobre la gente y hace una cierta cosa, Uds. dan un vistazo allí y ven en dónde está. Ven si es eso, si eso es algo para hoy. Bueno, ellos tenían una partitura de la Sinfonía en su mano cuando vino Jesús. Seguro, la tenían.",
    "¿Lo estoy diciendo bien? ¿Sinfonía? ¿Simpatía? Espero que sí. Ajá. Pues, de casualidad me vino eso a la mente. ¿Simpatía? [Alguien en la congregación dice: “Sinfonía”.—Ed.] Sinfonía. ¿Así está bien? Muy bien.",
    "Ahora, ellos tenían una partitura en su mano, pero ¿qué hicieron? Ellos querían mirar atrás a un ritmo que ya… a una parte que ya se había tocado. Eso es lo que hacen las iglesias hoy. Ellas miran atrás, ven la parte que tocó Lutero; y los luteranos lo hacen. Ellos no conocen el cambio de la música. Ellos no saben lo que Dios está haciendo hoy cuando Él hace estas cosas: los luteranos. El pentecostal dice: “¡Oh, nosotros Lo tenemos!”. Uds. tienen una partitura que se tocó hace cincuenta años. ¿Ven? Seguro. Solo mantengamos esta Palabra en nuestras manos, y esperemos cuando venga el cambio, entonces sabremos lo que estamos haciendo.",
    "Ahora, comiencen con Él en la cruz: “Arrepentíos, y bautícense en el Nombre de Jesucristo para perdón de los pecados; y recibiréis la Música, la Dirección” ¿ven?, “Su Palabra, el Espíritu Santo que manifiesta la Palabra”. Entonces continúen al ritmo de la Palabra. Cual sea el ritmo de la Música para esa hora, sigan Ese ritmo. ¿Ven?",
    "Mucha gente ha preguntado: “¿Por qué?”. Lo preguntan, a veces me preguntan: “¿Por qué? ¿Por qué tienen que suceder estas cosas? ¿Qué, por qué, por qué me sucedió esto a mí? ¿Por qué comencé y sucedió esto, y yo—yo tuve este problema aquí, y esto me perturbó aquí, y perdí esto aquí?”.",
    "En ocasiones, yo he preguntado: “¿Por qué?”. ¿Por qué, cuando yo solo era un joven ministro, cuando comenzaba, Dios me arrebató a mi esposa, me arrebató a mi bebé de mi corazón? ¿Por qué Él hizo eso? No lo sabía. Ahora lo sé. Simplemente aferré mi mano de la Suya y seguí confiando.",
    "Él conoce cada encrucijada. Él conoce el ritmo que debe… cuándo debe venir. Él sabe lo que se requiere para moldearlo a uno, sabe qué clase de material va a usar. ¿Ven? A veces, la parte de atrás del desierto es donde Dios moldea a hombres justos en sabios y profetas. ¿Ven? ¿Ven? Allí es donde los hombres son martillados. Los hombres son martillados conforme a la Palabra. Cuando tienen toda clase de credos y cosas, deje que vengan a la Palabra y Dios inmediatamente les sacará eso a martillazos, los moldea a Esto, en la gran Sinfonía con, de Su Palabra. ¿Ven? Y entonces ellos ven la Palabra que avanza.",
    "Dios sabe cuándo el ritmo de aquello tiene que cambiar. Él sabe cómo va el ritmo; yo no sé cómo va, pero Él lo sabe. Él sabe cómo va, yo no. Pero yo lo veo aquí, y digo: “Bueno, ya viene”.",
    "🦅 Muchas son las aflicciones de los justos, pero de todas ellas los librará Dios”. ¿Ven? Dios ha avanzado a través de la historia en el ritmo de la promesa de Su Palabra, en cada edad, en el mismo ritmo, formando Su Palabra. Así es cómo Dios avanzó a través de la historia, desde allá de Génesis hasta Apocalipsis, Él ha avanzado a través de la historia con Su Palabra. Correcto, con el ritmo del—del poder del Espíritu Santo vindicando Su Palabra a los Elegidos. Recuerden: Él nunca ha podido tocar a la iglesia de afuera; solo es para el Elegido.",
    "Miren a esos sacerdotes, dijeron: “Este hombre es Belcebú; es un adivino. Pues, Él—Él—Él está leyendo sus mentes”.",
    "Poco sabían que: “La Palabra es más cortante que una espada de dos filos, discierne los pensamientos que están en el corazón”. Y Él era la Palabra.",
    "Pero esta mujercita prostituta, parada junto al pozo ese día viniendo a sacar un balde de agua, ella dijo: “Me parece que Tú eres Profeta. Sabemos que el Mesías ha de venir. No hemos tenido profetas por cientos de años, pero sabemos que el Mesías viene. Y cuando Él venga, eso es lo que Él va a ser”.",
    "Él dijo: “Yo soy Él”. Con eso bastó. ¿Por qué? ¡El ritmo sonó! Ella estaba esperando ese cambio, de alguna denominación de iglesia a un Mesías vindicado. Y aquí estaba parado Él, el Mesías del que habló Moisés: “Profeta como yo os levantará Jehová vuestro Dios”. Allí está Él. El ritmo había cambiado, la Simiente vindicada Lo reconoció.",
    "Y cuando la verdadera Palabra de Dios cae sobre lo vindicado, sobre la Simiente, y ellos ven esa vindicación de la Palabra, ellos La reconocen. Ellos tienen la mirada en la Palabra, conocen la encrucijada, conocen el tiempo, saben del cambio, saben cuál debe ser el ritmo para esa hora. ¡Aleluya! Conocen el ritmo, saben el tiempo, saben cómo debe sonar. ¿Ven?, solo el Elegido Lo sabe.",
    "Cuando Felipe lo vio, no pudo soportar más, él sabía que Ese era el Mesías. Así que él fue con un amigo, ellos estudiaban la Biblia juntos. “Natanael” le dijo, “ven, a ver a un Hombre. Ven a ver lo que encontramos, hemos encontrado a Jesús de Nazaret. Encontramos a Jesús de Nazaret, ese es el Profeta del que Moisés habló que vendría. Lo encontramos. Lo encontramos”.",
    "Él dijo: “¿Cómo puede ser? Yo… ¿Dónde estaba Él?”. ¿Ven?, él no estaba… ¿Ven?, él no conocía bien el ritmo. Ellos habían estado estudiando. Pero cuando llegó allí, él le dijo, le presentó la Palabra a él.",
    "Y cuando él llegó allí, Jesús dijo: “He aquí un israelita”, el ritmo comenzó a imponerse, el gran drama estaba siendo representado allá en la plataforma, o en el terreno ese día. Quizás Jesús estaba parado sobre una roca, hablándole a la gente. Y cuando Felipe vino con Natanael, Él lo miró y dijo: “He aquí un israelita, en quien no hay engaño”.\n\nÉl dijo: “Rabí, ¿cuándo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Oh, vaya!",
    "¡Él era parte de eso! Él dijo: “¡Tú eres el Hijo de Dios! Tú eres el Rey de Israel”. El—el ritmo del mundo no tuvo importancia, ni todas las fiestas que ellos tenían de las—de las denominaciones, no era esa gran Sinfonía de Dios. Amén. Él dijo: “¡Tú eres el Rey de Israel! ¡Allí lo tienen! Yo lo veo. Yo lo sé”. ¿Por qué? Él era Elegido. La Simiente Elegida lo sabe. Siempre, en cada edad, ellos lo saben.",
    "Uds. dicen: “Pero, Hermano Branham, ¿qué pasa con mi madre y padre?, ¿qué pasa con mi parentela?, ¿qué pasa con mi denominación, qué—qué harán ellos? Ellos me echarán. Es…”. Si Ud. no puede mirar adelante, mire hacia arriba. Como sea, no trate de ver más allá, ponga su mano en la de Él. Permita que Él lo guíe. Mire hacia arriba, no mire más allá. Ud. dice: “Pues—pues, otros se burlan de mí por mi cabello largo, y porque no uso pantalones cortos, y porque dejé la iglesia”. ¡Ajá! El sufrimiento por causa de Su Nombre son los dolores de crecimiento de Su gracia. Sí. Sufriendo por Su Palabra, ¿ven?, son dolores de crecimiento de Su gracia. ¡Sí, señor! Solo recuerden, es la gracia de Dios que les ha sido dada a Uds. ¡Oh, vaya!",
    "Como dijo Pablo, aleluya, él tenía una enfermedad, algo lo estaba molestando. Él… El diablo lo—lo abofeteaba, golpe tras golpe. Y él consultó al Señor tres veces para que se lo quitara, dijo: “Yo no quiero esto, Señor. ¡Quítamelo!”.",
    "Y entonces una noche el Señor le habló, dijo: Saulo, o “Pablo, Mi gracia es suficiente”.",
    "Él respondió: “Entonces me gloriaré en mi debilidad. Me gloriaré en ella. Yo sé que Tú eres el Sanador. Yo Te he visto sanar al enfermo, resucitar a los muertos, y echar fuera demonios, abrir los ojos del ciego. Pero si Te he consultado y me dices que Tu gracia es suficiente, entonces este diablo que me molesta es—es el dolor del crecimiento de Tu gracia. Entonces yo me gloriaré en mis debilidades. ¿Por qué? No sea que yo me enaltezca por encima de la abundancia de la revelación”. ¿Ven?",
    "¿Ven?, él—él tenía algo que los otros discípulos no tenían, él lo vio a Él después de Su muerte, sepultura, resurrección, y ascensión. Lo vio a Él. Algunos de ellos dijeron: “Bueno, yo anduve con Él”. Todos en la calle anduvieron también con Él. Pero después de que Él estuvo muerto, sepultado, resucitado y ascendió, y regresó en la forma de una Columna de Fuego, Él habló con Pablo. Eso fue más de lo que cualquiera de ellos tenía. Amén.",
    "Él dijo: “Para que no me enaltezca y quiera construir grandes seminarios y cuanta cosa más, y alguna gran cosa enorme, no sea que me—me enaltezca por encima de la abundancia de esta revelación, Dios le permitió a un mensajero del diablo que continuamente me golpee”. Él dijo: “Entonces cuando soy débil, soy fuerte”. Amén. Amén. ¡Dolores de crecimiento de la gracia! Amén. Pudiéramos quedarnos en eso por mucho tiempo; ha pasado una hora y cuarenta y cinco minutos, y—y estamos sufriendo dolores de Su gracia.",
    "¡Oh!, quizás Él permita encrucijadas. Quizás Él permita encrucijadas para probarnos, para perfeccionarnos para Su servicio. Ahora, quizás Él permita eso, Iglesia, tanto aquí como en la cinta. Quizás Él permita las encrucijadas como un servicio a nosotros.",
    "Como Él lo hizo con Daniel. Él le dio a Daniel una pequeña encrucijada un día. Saben, él era un gran hombre allá en Babilonia. Él lo hizo, y permitió que el rey se volviera contra él y lo arrojara al foso de los leones. Eso solo lo perfeccionó. ¡Seguro que sí!",
    "Permitió que los jóvenes hebreos entraran en el horno ardiente. ¡Ellos habían determinado pararse por Su Palabra!",
    "Quizás Él permita el cruce de palabras, que se rían de Ud. por tener cabello largo, que se rían de Ud. por hablar de cómo llegó a ser un santo rodador o cualquier otra cosa. Quizás, ellos quizás le dejen reírse… quizás se rían de Ud. por aquello, eso, eso, eso está bien. Eso es un cruce de caminos, eso es una pequeña encrucijada. Eso es para probar algo.",
    "¿Ven?, lo único que la encrucijada les hizo a los jóvenes hebreos que se pararon por la Palabra, fue solo librarlos de las ataduras que tenían en sus pies y piernas.",
    "Y a veces se requieren pruebas difíciles para romper las ataduras del mundo de nosotros. A veces Dios nos permite tener una pequeña prueba, Uds. saben, para ver lo que haremos, para sacarlo a Ud. del mundo. O, en otras palabras, le permite tener una pequeña prueba y lo saca a Ud. de esa organización, y de esa idea que “la metodista es la única, la bautista, o la pentecostal, o que—que ellos son el único grupo que hay. Si Ud. no cree como mi iglesia, Ud. ni siquiera es un creyente”. A veces Él permite una pequeña prueba. Quizás que se le enferme un bebé. Quizás algo sucede allí mismo en la hora de la muerte. Quizás alguien le es arrebatado, o algo. ¿Para qué es eso? Para desprenderlo a Ud., para mostrarle algo, abrir sus ojos. Quizás Ud. vino a criticar en alguna ocasión. Quizás Ud. está escuchando esta cinta solo para criticar. Quizás Dios está haciendo eso para romper algunas de las ataduras del mundo que lo tienen atado a Ud.",
    "Como un hombre ahogándose en el río, uno tiene que sacar al hombre del río antes de uno poder sacar el río del hombre. Correcto. Uno tiene que sacarlo del río primero, después uno puede sacar el río de él. A veces Dios tiene que hacerlo de esa manera. Él permite los cruces, las encrucijadas para lograr eso. Párense en Sus promesas, la Palabra, porque ellas nunca fallarán. El futuro está en Su mano. Párense como ellos, no—no cedan.",
    "Abraham, en su encrucijada, sabía que Dios podía resucitar a su hijo de los muertos, de donde él lo recibió en las encrucijadas. Abraham llegó a su encrucijada. Y después de haber confiado en Dios y ver todos los milagros de Dios, esperando veinticinco años un niño, un hijo prometido, y luego Dios le dijo que fuera a sacrificar aquello mismo por lo que él había esperado. ¡Vaya, oh, vaya!, ¡qué momento! Pero ¿dudó Abraham? Lean Romanos, el capítulo 4, dice que él estaba “plenamente convencido”. Amén. Él estaba plenamente convencido que lo que Dios había prometido, Dios podía hacerlo. Amén. Él permitió la encrucijada. Él nos mostraba por medio de Abraham, ¿ven?, que Él puede resucitar a los muertos.",
    "Abraham dijo: “Yo lo recibí como uno de entre los muertos”. Los vientres de Sara estaban muertos, el vientre de Sara estaba muerto; y él, su cuerpo estaba muerto, él era un anciano. Ella no tenía venas de leche para alimentar al bebé. Y ellos no tenían… Bueno, no había nada. Y él en sí era estéril, y ella era estéril. ¿Ven? No había manera en lo absoluto. Y él lo recibió como uno de entre los muertos, él dijo: “Si Dios puede hacer eso, Dios puede resucitarlo de entre los muertos. Porque el mismo Dios que me dijo que el bebé vendría, y yo me paré firme y vino, Él puede resucitarlo de los muertos”. Porque Él hace obrar todo para el bien de aquellos que lo aman a Él. Amén.",
    "¡Dios fue Quien hizo la promesa que en los últimos días estas cosas que vemos acontecer, acontecerían! Si Él prometió un hijo, y el hijo vino, si Él prometió todas estas cosas que vemos a través de la Escritura, y sucedieron, entremos en ese ritmo. Él prometió en los últimos días que acontecerían estas cosas, y nosotros lo vemos. Él prometió que Él enviaría a Jesús. ¡Aleluya! ¡Habrá un Milenio! Habrá un nuevo día. Habrá un día cuando el sol ya no se pondrá, porque el… ya no lo necesitaremos, porque el Cordero es la Luz de la Ciudad adónde vamos. Amén.",
    "Es el amanecer de un nuevo día, lo siento ahora en todo mi ser. ¡La Luz de un nuevo día! La Luz de un día donde no hay noche, no hay oscuridad, ni sombras, ni cielos, ni—ni cielos sombríos y oscuros, ni medianoches, ni sepulcros, ni flores en las laderas, ni procesiones fúnebres, ni doctores, ni morgues. Amén. Yo—yo puedo sentir los—los rayos de Su Luz abriéndose paso en mi alma. ¡El nuevo día! El viejo se está desvaneciendo.",
    "Mientras siento la sangre mortal fluir por mi cuerpo, yo siento el poder del Espíritu Santo entrar detrás de ella: “Levántate y resplandece”.",
    "Algo dijo: “Billy Branham, te estás envejeciendo, te estás debilitando, se están cayendo tus hombros, el cabello está canoso y cayéndose”. Así es. ¡Y oscuridad y densa oscuridad sobre la tierra!",
    "🦅 ¡Pero levántate y resplandece”! Yo siento cayendo allí el poder de Luz del glorioso Evangelio de Jesucristo que me ha hecho una nueva criatura en Él. Yo espero ese día, amén, el nuevo día. Yo no sé cuál sea el futuro. No sé lo que traiga el 1964, lo que tenga para mí ni ninguna otra cosa, pero yo me aferro de la mano de Aquel que sostiene la Eternidad, Quien es la Eternidad. Amén.",
    "Abraham sabía que Dios podía levantarlo a él de nuevo, así que él confió en Él.",
    "Entonces, para el año nuevo, determinen quedarse con Su Palabra y lo que se ha prometido, como otros (Elegidos) hicieron en otros días. Si siente que Ud. ha visto la Luz que ha brillado sobre Ud., de Jesucristo, Su manifestación de Su gran Espíritu Santo en estos últimos días. Y recuerde, recuerde: quédese con eso, lo que Él hizo, Ud. es uno de los Elegidos; y lo que él, el Elegido en otros días, como Abraham, cuando él lo vio, yendo en contra de la prueba científica. Noé lo vio, y todo estaba en contra de la prueba científica. Moisés lo vio, y todo estaba en contra de la prueba científica. Estas edades inteligentes que han pasado; pero el Elegido quien lo vio, ¡se paró firme! Amén.",
    "Y para el futuro, parémonos firmes en la promesa. Dios la hizo, depende de Dios ver que acontezca. Yo solo estoy siguiendo el ritmo. Cuando cese el ritmo del tiempo y diga: “Este es el fin de William Branham sobre la tierra”, entonces yo me iré con el ritmo. Luego me levantaré de nuevo con el ritmo. ¡Aleluya! Aquel que le dio la entrada en el ritmo, lo sacará y le volverá a dar entrada de nuevo. Es el ritmo de Dios: “Yo lo resucitaré en los días postreros. El que cree en Mí tiene Vida Eterna. El que oye Mi Palabra y cree en Aquel que Me envió, tiene Vida Eterna; y no vendrá a condenación, sino que ha pasado de muerte a Vida”. Yo seguiré el ritmo de la Palabra. Amén. ¡No el ritmo de mi corazón; el ritmo de la Palabra! No importa lo que sea, si mi corazón no está al ritmo de la Palabra, entonces mi corazón está errado. Amén. Pues ¡Él es la Palabra! Amén. La Biblia nos dice eso, la Palabra de Dios.",
    "Estaba escuchando un programa, viniendo acá, Billy y yo, hace un rato. Y era esta Biblia… el—el llamado a la hora profética, la hora de… ¿Cómo se llama? Algo acerca de la profecía. La voz de la profecía. En realidad, son los Adventistas del Séptimo Día. Ellos han tenido cuatro o cinco nombres distintos. Mileritas es lo que eran al principio.",
    "Fueron ellos los que dijeron, allá en una reunión, que yo afirmaba ser Jesucristo; que el—el Santo Padre estaba sobre mí, esa Columna de Fuego, y que yo era Jesucristo. Sucedió que un amigo mío estaba allí en su pequeña reunión, él se levantó y dijo: “Uds. tendrán que probar eso, porque yo lo llamaré a él aquí. Yo quiero que Uds. digan cuándo él alguna vez ha declarado eso”, ¿ven?, y así. Él estaba hablando acerca de las diferentes sectas y cosas en la tierra.",
    "Ellos lo saben. Una vez yo debatí con ellos sobre esta pregunta del sabbat. Ellos guardan el día antiguo que ha pasado. El Espíritu Santo es nuestro Sabbat, la Biblia lo dice: “Venid a Mí todos los que están trabajados y cargados, Yo daré sabbat a vuestra alma”. No un “día”. Pablo dijo: “Vosotros que guardáis un día, temo de vosotros”. ¿Ven?, así es. Sí, señor. “Queda un reposo” Hebreos 4, “para el pueblo de Dios, guardar un sabbat. Porque nosotros que hemos entrado en Su reposo, hemos cesado de nuestras obras, como Dios de las Suyas”.",
    "Pero su orador, hace un rato, un buen programa, yo no tengo nada contra ellos. Haría cualquier cosa que pudiera para ayudarlos. Los perdono abiertamente por decirlo, porque ellos dijeron algo que no era cierto. Pero no hay problema. Su doctrina es como la de los Testigos de Jehová y de la Ciencia Cristiana, y todas estas otras sectas, ¿ven Uds.?, es la misma cosa. Pero fíjense, solo son como cualquier otra organización, no están más errados, creo yo, que el resto de ellos. La Palabra siempre está correcta, ¿ven?, Ella Misma Se probará estar correcta. Fíjense.",
    "Pero mientras hablaba, el hombre dijo: “Nosotros tenemos el libro del año”. Tal escritor, ¡oh!, ¿cuál es su nombre, el que habla de eso? No recuerdo ahora exactamente su nombre. Él habló para los Hombres Cristianos de Negocios allá en Seattle aquí no hace mucho en La Feria Mundial. Y él—él dijo, este locutor dijo: “Este hombre ha escrito el libro, el libro más sobresaliente para este año”. Yo no estoy de acuerdo.",
    "¡El Libro para este año es la Biblia! Es la Luz del mundo. Es Dios Mismo. Nuestro Libro del año es la Biblia. Para este 1964, nuestro Libro es la Biblia. Y para todos los años que vendrán, nuestro Libro es la Biblia. Para todos los años que han pasado, ha sido el Libro de los años pasados, el Libro de los años que vendrán, y es el Libro de la Eternidad. Él revela que es Dios. Sí, revela a Dios. Cada año que ha de venir, es el Libro del año. Cuando—cuando Uds. oigan que la Biblia dice alguna cosa, Su promesa es vindicada: vendrá uno Eternal, algún día. La Biblia es la que nos da esta promesa, cuando Uds. oyen que la Biblia dice que viene un día cuando Jesús vendrá. Y como yo digo ahora…",
    "Tengo que terminar, porque ya—ya llevo aquí dos horas, ¿ven?, en esto.",
    "Miren, si—si la Biblia nos habla de estas cosas que han de venir, habla de todas estas horas por las que—que hemos pasado, los días de Noé que fueron predichos, los días de todos estos otros, la Escritura los predijo, los días de Martín Lutero que fueron predichos, los días de Wesley, los días de los pentecostales, esta hora en la que vivimos fue predicha, todo aconteció exactamente de la manera como estaba, entonces cuando… ¿Qué es? Es la Palabra hablada de Dios, la cual es vindicada por Dios: la convierte en la Luz de la hora. ¿Ven?, tal como lo es el sol. Cuando la Palabra, la Palabra Misma, es la Luz cuando es vindicada para el tiempo al que pertenece. ¿Ven?, Ella es vindicada, entonces Ella es la Luz de la hora.",
    "Juan era la Luz, él—él era más Luz que Elías y que la que ellos tenían. Elías. Él no era la Luz de Elías, pero él era Elías en otra forma, vindicando la Luz. ¿Ven?, él lo era. Y cuando vino Jesús, dijo: “Él fue una Luz que brilló y alumbró por un tiempo. Uds. amaron andar en su Luz”. ¿Ven?",
    "Y Juan dijo: “Ahora yo debo menguar. Yo debo salir ahora; mi Luz ha dejado de brillar. Yo debo salir. Él debe crecer. Él es la Luz”.",
    "Él dijo: “Yo soy la Luz del mundo”. Amén. Así es. “El mismo ayer, hoy, y por los siglos”. Y Él sigue siendo la Luz del mundo. ¿Y qué es Él? “En el principio era el Verbo, y el Verbo era con Dios”. ¿Por qué Él era la Luz del mundo? Si Él hubiera venido diciendo que era el Mesías, y no hubiera hecho lo que la Biblia dijo que el Mesías haría, entonces Él no era la Luz del mundo. ¿Ven?, es la Palabra vindicada la que lo convierte en la Luz del mundo.",
    "Y en esta hora en la que estamos viviendo ahora: ¡la Palabra vindicada de esta hora! Pentecostales, Uds. dicen: “es hablar en lenguas”, y todo eso. Ese fue el Día de Pentecostés, esa era la Luz de la hora para ese entonces. ¿Ven?, este es otro día. Él es la Luz de la hora hoy.",
    "La Séptima Edad de la Iglesia, toda ahogada, con Cristo afuera. La luna identificándola, toda la oscuridad viniendo sobre la tierra. La Luz entra presionando ahora, comienza a mostrar lo que va a suceder. La cosa será destruida, y la Luz entrará y la destruirá. Y los Santos heredarán la tierra, los mansos heredarán la tierra. La tierra, la oscuridad de la luna se… será quitada. La oscuridad de la noche pasará, la oscuridad con su muerte y credos, y alejados de la Palabra de Dios, las perversidades que están diciendo. Y la Luz irrumpirá en el día.",
    "Y recuerden, cuando toda la Biblia… Escuchen, para terminar. Cuando toda esta Biblia haya sido completamente vindicada, entonces habrá un Eterno Shalom, Paz Eterna. ¿Ven?",
    "Él vino, y dijo que Él era “Paz en la tierra, buena voluntad para con los hombres”, pero el mundo no la recibió. ¿Ven? ¿Ven? Él era Paz a todos los que venían a Él por Paz. ¿Ven? Paz en la tierra, buena voluntad para con los hombres, Él era la Paz en ese año nuevo que comenzaba, el nuevo día de Dios. ¿Por qué? Él era la Luz vindicada de ese día. ¿Ven?",
    "Pero hay más Palabra para ser vindicada. Él tiene que vindicar más Palabra. Y cuando la última Palabra es vindicada, sea vindicada, mejor dicho, entonces sorbida es la muerte en victoria, y los muertos en Cristo resucitarán, comenzará el Milenio, y habrá una gran Paz, Shalom. Vivamos para ese día, hermano, hermana, para ese gran Shalom.",
    "Recuerden, la Biblia es la fuente de toda sabiduría y contiene toda esperanza para el futuro. A la Iglesia: ¡Shalom! Oremos.",
    "El pequeño grupo aquí presente ahora. Yo—yo llevo dos horas en—en este pequeño Mensaje de año nuevo. Uds. han sido muy pacientes. ¿Hay alguien aquí en esta mañana, o—o en esta tarde, mejor dicho, que no tiene Shalom, esa Paz que habló, esa Palabra identificada de Dios cuando Ud. y la Palabra llegan a ser uno? Cuando, si la Biblia dice una Cosa, y Ud. dice: “No, me es muy difícil creer que eso sea correcto”, entonces Ud. no tiene Shalom. Ud. no está en paz con Dios, porque Su Palabra dice una Cosa y Ud. no está de acuerdo con Ella.",
    "Y si la Palabra dice: “Shalom, Paz”, y Ud. tiene esa Paz, que toda Palabra que Dios dice, Ud. puede acentuarla con un “amén”, y Ud. La cree. Y cuando La ve vindicada, Ud. dice: “¡Amén, esa es la Palabra!”. ¿Pero un credo, una luz, una luz falsa, el mundo entra en la sombra de la luz que está siendo reflejada para oscurecerla, algún credo que dice: “No, yo—yo creo que—que Eso era para otra cosa; Eso no es lo que quiere decir”, ¿pero la Palabra Lo dice? ¿Está Ud. siguiendo esa sombra, o está Ud. apareciendo con esa Luz?",
    "Aquí y en la cinta, quienquiera que escuche: piénselo por un momento. Y si hay uno presente aquí que le gustaría, que no tiene esa Luz, ¿levantaría su mano para identificarse, de que está listo para caminar hoy en esa Luz? Y si hay alguno allá en las regiones donde irá esta cinta, que Ud. no Lo tenga, levantaría su mano a Dios allí mismo donde… Apague su grabadora solo por un momento cuando oremos, arrodíllese y diga: “Señor Dios, yo he dudado, yo—yo he hecho esto. He pensado: ‘Bueno, porque la iglesia dice que esas cosas no pudieran ser, y esto no podría ser’. Y, pero yo veo que ha sido prometido en la Biblia, y veo tantas cosas. Aun los cielos mismos Lo declaran. Y estas cosas que se han dicho, están aconteciendo exactamente. Y Dios en el Cielo está declarando lo mismo. Así que, yo quiero recibirlo ahora. Permite que la Palabra de Dios entre en mí. Y permíteme entrar en el ritmo, no de escuchar lo que la iglesia o el predicador dice, sino permíteme entrar en el ritmo de la Palabra, y ver lo que Ella dice. Y permite que Ella me traiga, en esta gran Sinfonía de Dios, un ritmo de Su voluntad en mi vida”.",
    "Nuestro Padre Celestial, ahora Te presentamos toda mano alzada, dondequiera. Y permite que el Espíritu Santo de Dios les traiga el ritmo de la Palabra y Su Verdad, que ellos deben ser moldeados ahora en hijos e hijas de Dios, y ellos deben ser el reflejo de la Luz de Dios sobre la tierra. Ellos deben ser la Palabra manifestada, pues los hombres y las mujeres deben vivir como vivió Jesús, y para—para creer toda Palabra de Dios y vivir por Ella como lo hizo Él, porque Él dijo: “No solo de pan vivirá el hombre, sino de toda Palabra que sale de la boca de Dios”. No solo de unas cuantas Palabras, parte de las Palabras, sino “de toda Palabra que sale de la boca de Dios”.",
    "La Palabra del tiempo de Moisés no funcionó en los días del tiempo de Jesús. La obra… la Palabra en los días de los apóstoles no funciona en este día. Hay una Palabra prometida para este día. Ellos mismos lo dijeron, y hablaron por el Espíritu Santo, lo que acontecería en los últimos días, cómo las iglesias serían impetuosas, infatuadas, cómo la prostituta se levantaría y las rameras junto a ella, y cómo el… ellas oscurecerían la tierra. Y en la última edad de la iglesia, Laodicea, Jesús sería completamente apartado de la iglesia.",
    "¡Oh, Señor!, permite quedarme con Él, la Palabra. Y manifestar Su Luz, por medio de todos nosotros, al iniciar este año nuevo con una determinación. No sabiendo lo que trae este año nuevo, pero nos aferramos de Él, la Palabra, que conoce toda la Sinfonía desde el principio hasta el fin. Él conoce todo movimiento y toda encrucijada. Y, Señor, solo estamos observándolo a Él, manteniendo nuestros ojos en Él, la Palabra. Entonces cuando vemos aparecer estas cosas, sabemos que estamos exactamente en el ritmo de la Palabra. Concédelo. Salva a cada alma perdida, Señor, que, aquí y a cada uno que oye la cinta. Los encomendamos a Ti, por causa de Tu Reino, en el Nombre de Jesucristo. Amén.",
    "Ahora, hay un… Estoy contento de estar con todos Uds. en esta mañana. Pues, han pasado exactamente, desde que empezamos, exactamente dos horas, desde un cuarto para las once hasta un cuarto para la una. Le dije a Meda, dije: “Regresaré a la una y media”. Ahora, no creemos en quebrantar las leyes de velocidad. No creo que debamos hacerlo, ¿ven Uds.?, para lograr eso. Ahora, les damos las gracias. Quiero decir ahora…",
    "Terry apagó su grabadora, porque esa es la cinta que sale. Creo que Uds. tienen la suya encendida, lo cual está bien, ¿ven?, porque voy a hablarle a la iglesia.",
    "Realmente los aprecio a todos aquí. Y muchas veces pienso que este es un pequeño retiro para mí, el venir aquí a la parte de atrás del desierto, como le llamo. Regresar al desierto, lejos por acá atrás, y dar un vistazo, ver a este grupito aquí afuera debajo de los árboles, al lado del río. Y, estamos ahora en el lado este del río. Y yo—yo—yo confío que Dios los bendecirá, a cada uno de Uds. Dios, Shalom, sea con Uds. Esa es Su Paz.",
    "Y lamento en verdad haberlos retenido así, pero es para hacer una cinta de esto ahora. Pues, si el Señor lo permite, hablaré de esto en—en Phoenix, el domingo en la tarde. Luego, el lunes, voy a empezar con pequeñas reuniones cortas, y demás. Me propuse en mi corazón este año, si el Señor lo permite… Yo—yo solo cortaré y derribaré de lado a lado. ¿Ven?",
    "Y todos sabemos que esa es la identificación. Sabemos lo que es el Tercer Jalón. Todos nosotros, todos lo entendemos. Ahora, Uds. recibieron, tendrán la cinta. ¿Ven? Y creo que solo estará descansando por un tiempito, hasta que venga la gran hora de persecución. Allí es cuando será. Hablará. Se manifestará igual como las cinco señales consecutivas sin fallar, perfectamente. Y ahora pienso, solo esperen, ¿ven?, para ver lo que hace. Ahora regresaré de la misma manera, una y otra vez, para investigar.",
    "Reuniones cortas, trataré de tenerlas, salir temprano cada noche. Tener solo unos treinta minutos, y hablar algo acerca de sanidad Divina, o algo así. Y cuando esté listo otra vez para hacer una cinta, correré aquí o allá a la parte de atrás del desierto, o al tabernáculo, o alguna parte donde se pueda hacer una cinta, en donde estemos entre nosotros, donde puedo decir lo que deseo, de esa manera. Pero ¿ven?, Jesús…",
    "Recuerden. ¿Ven?, yo tengo que vigilar. Cuando veo a esa gente apartarse en completa arrogancia, creo que he tratado de expresarlo en esta mañana: es densa oscuridad sobre ellos. No lo pueden evitar. Yo los perdono, ¿ven?, por no escuchar. Y viendo las cosas que Dios ha hecho, y aún no lo hacen. No obstante, oro: “Dios, perdónalos”. Y lo digo de todo corazón. No lo digo porque mi Maestro lo dijo, sino porque yo—yo quiero sentir primero en mi corazón que soy sincero.",
    "Yo no me aparto de las personas; no quiero hacer eso. ¿Ven? Porque soy—soy… Tengo un Mensaje para ellos: “salvación”. Yo tengo que salir entre ellos. ¿Ven? Ahora, yo voy con los trinitarios, metodistas, bautistas, luteranos, pentecostales, Adventistas del Séptimo Día, y todo lo demás. Pues, estoy buscando salvar lo que está perdido, si puedo; para presentar Esto, para mostrarles la Luz. Y que el Señor sea con Uds.",
    "Yo tuve nuestro—nuestro primer grupito de reuniones aquí. No sé si Uds. las tengan o no, el itinerario aquí. Si alguno de Uds.… Voy a dejarlo aquí. El pastor se los leerá, donde nos reuniremos, y es si el Señor lo permite. Es, si el Señor lo permite. No tengo dirección para tenerlas, solo salgo esforzándome en hacer lo que pueda. Y si tienen seres amados por allí que les gustaría venir a una de las reuniones, bueno, escríbanles una carta y díganles que asistan a una de estas reuniones.",
    "Dios los bendiga. Fue bueno verlos, Hermano Stricker y Hermana Stricker, y a todas Uds. personas aquí. Ahora, algunos de Uds. ni siquiera sé sus nombres. Pero yo—yo los conozco por el testimonio del Espíritu Santo, que Uds. son mis hermanos y hermanas. Y—y mi amor y respeto es para Uds. Y es un gran placer estar por acá con Uds.",
    "Y sé que Uds.—Uds. tenían su comida preparada aquí, van a compartir una cena en compañerismo. Desearía que fuera posible poder quedarme. Y—y sé que estará muy sabrosa. Yo—yo sé que Uds. tienen las mejores cocineras del país. Sé que es la verdad. Y la mía probablemente tendrá que ser una hamburguesa, camino allá. Pero, de todas maneras, tengo citas que cumplir. Mi tiempo está asignado, un poquito aquí y un poquito allá. Todos Uds. entienden, estoy seguro. No es que yo no me quiera quedar. Dios lo sabe. Yo no vendría aquí… ¿Ven?",
    "Alguien dijo: “¿Iría Ud. allá a predicarle a treinta personas, cuando Ud. pudiera estar predicándole eso mismo a diez mil?”. Por supuesto. Eso no tiene importancia, el tamaño. Yo quiero ver donde La reciben.",
    "🦅 No echéis vuestras perlas delante de los cerdos. Esos se dan vuelta y las pisotean, y se vuelven y os despedazan”. ¿Ven? Pero uno no echa sus perlas allí.",
    "Y siento que lo dicho aquí no es echar perlas delante de los cerdos. Yo creo que es mostrarles a los hijos joyas que les pertenecen. ¿Ven? ¿Ven? A veces ¿en dónde se encuentran las joyas? En la suciedad y el lodo.",
    "Se han fijado en el lirio, ¿de dónde viene? Directamente del fondo del pozo pegajoso del estanque. Y se afana, día y noche para llegar a la luz. Pero una vez que llega a la luz, florece y da la flor más hermosa que hay en cualquier lugar. Eso es un lirio. Sale del polvo de la tierra, y de la suciedad.",
    "Allí es donde se encuentran las joyas, envueltas por acá en este estado del oro de la nación. El oro Ud. lo encuentra abajo en la tierra. Donde Ud. encuentra rubíes y joyas es en la tierra sucia. Seguro que sí. De allí es de donde todos nosotros venimos: de la suciedad y del polvo del mundo. Pero estos aquí…",
    "Yo soy un cateador. ¿Qué hace un cateador? Busca oro. Luego, cuando lo encuentra, él lo pule. Y le da martillazos, y lo derrite, y lo prepara.",
    "Esta es la mina de Oro. ¿Ven? Yo busco aquí, constantemente, joyas hermosas. ¿Ven? Las encuentro aquí en alguna parte en el polvo, y las pulo, y digo: “Señor, aquí están. Aquí hay un hermano. Aquí hay un Cristiano nacido de nuevo. Aquí hay una jovencita fina. Aquí hay una mujer fina de mediana edad, una anciana, ¡vaya! una jovencita”, lo que sea. “Aquí están, Señor. Son Tus joyas. Ponlas en Tu corona, Señor. Brillarán por los siglos de los siglos”.\n\nHasta que los vea, Shalom. ¡La paz de Dios sea con Uds.!",
    "Muy bien, pastor, venga aquí. Muy bien. Dios los bendiga ahora. Y los veré a todos un poco después. 🦅"
  ]
}