{
  "title": "SHALOM",
  "id": "64020009",
  "content": [
    "🦅  Sólo creed, sólo creed;\n\nTodo es posible, sólo creed;\n\nSólo creed, sólo creed;\n\nTodo es posible, sólo creed.",
    "…servicio, mi culto de año nuevo, siendo que apenas estamos empezando. Esta es mi primera verdadera campaña desde el año nuevo. Oh, tuve unas cuantas noches en casa, después estuve allá en aquel Fort Huachuca. ¿Así es como se pronuncia? Yo no puedo ver cómo es que se deletrea Huachuca con una H. (Cinta en blanco—Editor.)",
    "Nosotros no, nosotros no vamos a tener un asunto como de espejo de retrovisión. Un espejo de retrovisión sólo mira hacia atrás y le muestra dónde ha estado. Nosotros estamos mirando hacia adelante para ver adónde vamos, ¿ven? Eso que está en el pasado, dijo Pablo, “Olvidando ciertamente lo que queda atrás, prosigo al blanco, de la soberana vocación de Dios en Cristo.” Y eso es lo que queremos hacer. Un hombre, nosotros podemos mirar hacia atrás, hace quince, dieciséis años, cuando vine a Phoenix la primera vez, y han ocurrido muchas cosas desde entonces, buenas y malas, todo eso está en el Juicio, en las manos de Dios. Pero a lo que prosigo ahora es ¿qué haré en este año venidero, para mejorar el Reino? Haciendo más, todo lo que pueda hacer para el Reino de Dios.",
    "Ahora, en esta tarde quiero hablar este Mensaje de año nuevo a la Iglesia en Cristo, y luego mañana en la noche vamos a empezar a orar por los enfermos. Y vamos a repartir tarjetas de oración entre…Pienso que el serivicio empieza a las siete, siete treinta, es mejor entonces que estén aquí como a las seis o un cuarto después, para que obtengan sus tarjetas de oración, y así no estorbar en el resto del servicio.",
    "Queremos darle las gracias a la administración aquí, del Hotel Ramada, por permitirnos el uso de este edificio para este culto, antes de esta convención. Que el Señor los bendiga.",
    "Ahora si desean abrir en las Escrituras, adonde vamos a leer, voy a leer de Isaías, el capítulo 60, y el verso segundo—primero y segundo. Y Salmos 62:1—8. Salmos 62:1—8, primero.\n\nEn Dios solamente está acallada mi alma:\n\nDe él viene mi salud.\n\nEl solamente es mi fuerte, y mi salud:\n\nEs mi refugio, no resbalaré mucho.\n\n¿Hasta cuándo maquinaréis contra un hombre?\n\nPereceréis todos vosotros,\n\nCaeréis como pared acostada, como cerca ruinosa.\n\nSolamente consultan de arrojarle de su grandeza\n\nAman la mentira,\n\nCon su boca bendicen, pero maldicen en sus entrañas. (Selah.)\n\nAlma mía, en Dios solamente reposa\n\nPorque de él es mi esperanza.\n\nEl solamente es mi fuerte y mi salud:\n\nEs mi refugio, no resbalaré.\n\nEn Dios está mi salvación y mi gloria:\n\nEn Dios está la roca de mi fortaleza, y mi refugio.\n\nEsperad en él en todo tiempo, oh pueblos;\n\nDerramad delante de él vuestro corazón:\n\nDios es nuestro amparo. (Selah.)",
    "Me gusta la manera en que David habla eso, “la roca.” ¿Notan Uds., muchas veces, “Dios es mi roca?” ¿Saben Uds. a qué se refiere una roca, en la Biblia? Roca es una “revelación.”",
    "Como dijo Pedro, “Tú eres el Cristo, el Hijo del Dios viviente.”",
    "El dijo: “Bienaventurado eres, Simón, hijo de Jonás. Y sobre esta roca, esta revelación…” Dios se lo reveló a él. “Ni carne ni sangre te han revelado ésto, pero Mi Padre que está en el Cielo. Sobre esta roca, esta revelación, Yo edificaré Mi Iglesia.”",
    "Y aquí David clamando: “¡Dios es mi roca, mi revelación!”",
    "Ahora en el capítulo 60 de Isaías, el primero y segundo versículo.\n\nLevántate, resplandece: que ha venido tu lumbre, y la gloria de Jehová ha nacido sobre ti.\n\nPorque he aquí que tinieblas cubrirán la tierra, y oscuridad los pueblos: mas sobre ti nacerá Jehová, y sobre ti será vista su gloria.",
    "Oremos. Señor Jesús, mientras meditamos sobre estas Palabras, entramos ahora al comienzo de este servicio, para la honra Tuya. Bendícenos, Padre, lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora mi tema en esta tarde es una palabra: Shalom. En hebreo, quiere decir “paz.” Paz, o es un saludo, es una “paz sea a vosotros,” o, “bienvenido,” “buenos días,” cualquier clase de saludo. Pero la palabra principal que encontré aquí en el hebreo, hay muchas cosas que quiere decir, pero todas perteneciendo a la misma cosa, “paz.”",
    "Al enfrentarnos con el año nuevo, estamos encarando, como lo he leído, oscuridad y Luz. Ahora vemos que David, hablando aquí, dice, “Confía en el Señor. Pon tu confianza en El.” lsaías dijo, “Vienen grandes tinieblas sobre este pueblo, pero la Iglesia debe levantarse y resplandecer en la gloria de la Luz.”",
    "Así que encaramos este año igual como lo hacemos todos los años; hay un arrepentimiento de nuestros errores en el pasado, y una mira hacia adelante para un futuro de la gloriosa Luz de Cristo. Sin duda, si sobrevivimos este año, encontraremos muchas faltas que habremos cometido, y esperamos eso porque vienen juntamente con el pro y la contra. Esa es la ley del promedio por la que nosotros vivimos aquí en esta vida. Pero estamos tan contentos que tenemos un Mediador, Quien está sentado a la diestra de Dios, para interceder. Cuando estemos dispuestos a admitir nuestros errores y que hemos hecho mal, entonces El los perdona. El está lleno de gracia y misericordia para perdonarnos de esos errores.",
    "De esta densa oscuridad, deseo hablar primero, y hay tanto de eso en el mundo hoy día, y se está volviendo más y más oscuro todo el tiempo. Cada año encontramos eso, que el mundo se está haciendo más oscuro, hablando espiritualmente, porque andan a tientas en oscuridad. Hay más pecado. Y habiendo pasado por esta experiencia, el asesinato del Presidente, y lo demás, gente siendo asesinada aquí en nuestro país. Donde, no pensaríamos que eso acontecería en este tiempo de civilización moderna, pero seguro que lo tenemos, por razón de la densa oscuridad sobre la gente. Ahora, para aquellos que no se tornan a la Luz, entonces hay sólo una cosa que yo puedo decirles para el año que viene, Uds. van a inclinarse más y más a lo oscuro a medida que vaya pasando el año.",
    "Pero para aquellos que se tornarán, en este año nuevo, a la Luz, entonces Uds. van a resplandecer más y más, hacia ese Día perfecto en que esperamos Su aparición, donde toda oscuridad se desvanecerá. Y la razón de eso, es por lo que digo a la Iglesia del Dios vivo hoy día, “Shalom,” porque nosotros somos Su Luz. Jesús dijo, “Vosotros sois la Luz del mundo.”",
    "Ahora, el profeta dijo, “Oscuridad sobre los pueblos; sobre la gente del mundo, oscuridad.”",
    "¿Han notado Uds., en los últimos cuantos años, algunos de Uds. hombres y mujeres de mi edad, como que cada año, parece como que las tinieblas vienen más y más? Estaba hablando el otro día, y yo le dije a mi esposa, “Sabes, parece que al transcurrir los años, y parece como que la gente se va alejando más y más de la cosa verdadera a la cual ellos deberían estar acercándose más y más.”",
    "Yo he notado, entre los hombres. Mire Ud. afuera en las calles, y más entre las mujeres, fíjese en sus deseos y lo que les gusta hacer, y ellas están cambiando actitudes todo el tiempo. Los hombres están llegando a ser más como las mujeres, y las mujeres están llegando a ser más como los hombres, y parece como que no hay manera de pararlo. Yo atravieso esta nación, predicando contra la cosa, y regreso el año siguiente y está peor que cuando empezé. Es que esa gente quiere hacer el bien, pero hay algo que no les permite hacer lo correcto. Es algo que los presiona, los forza. Es como una densa neblina oscura sobre la tierra entera. No sólo en Phoenix, sino por todo el mundo, parece ser como tinieblas amontonadas que se están juntando, haciéndose más y más densas todo el tiempo, totalmente sofocando el verdadero hombre, y la verdadera mujer. Estoy hablando en lo natural.",
    "Y parece como que la…que eso está llegando más y más adentro de las iglesias. Y luego cuando uno se levanta y dice algo en contra de eso, entonces ellos lo condenan a uno por hacerlo. ¿Ven? Uno lo puede ver que eso viene, y después cuando uno habla en contra de eso, alguien lo malentiende. Hay veces que las mujeres lo malentienden, y los hombres lo malentienden y toman la actitud equivocada.",
    "Los hombres a veces (hombres buenos), tienen que tolerar tales cosas para poder mantener sus derechos en los rangos religiosos adonde pertenecen, porque, si no lo hacen, ellos son excomulgados, y entonces están por su propia cuenta. Y después, siendo excomulgados de un cierto grupo, luego es difícil entrar con alguien más, porque ellos se darán cuenta que en una ocasión Ud. pertenecía a este otro grupo, y “¿Qué aconteció acá?” Después Ud. se tiene que parar firme por sus convicciones, o continuar por su propia cuenta, o negar sus convicciones. Así es muy difícil para el pueblo.",
    "Y parece a como está el tiempo, no se puede ver lo verdadero sobresalir, como deben ser los hombres. Yo…Aun en llevarlo hacia atrás, de lo espiritual, ahora a lo natural, yo…Me parece a mí que los hombres usan zapatos de terciopelo color de rosa, y toda clase de cosas como esa, parece como que ellos han llegado a ser más como mujeres. Y las mujeres fumando cigarrillos, y ahora tienen cigarros puros, y se cortan el cabello como los hombres; y parece como que lo que era delicado, dama, femenil, todo eso ha desaparecido. Y el verdadero hombre masculino ha desaparecido; parece que todo lo que él piensa es maligno, del lado contrario.",
    "Yo pienso que casi es como fue en el principio, “cada pensamiento en el corazón del hombre era continuamente malo.” Nuestros programas de televisión y radio, son incensurados. Los hombres pueden decir casi lo que quieren, aun maldecir y contar chistes sucios, obscenos que simplemente no deben ser, ni deben ser pronunciados en una cantina. Sin embargo, pueden hablar de esa manera en la televisión y en la radio, y enviarlo a los hogares de la gente. Parece como que la oscuridad cubre la cosa entera. Todo el mundo parece llegar a ser contaminado.",
    "Ahora, por años he tratado de llevar un patrón, la Palabra de Dios. Y yo estoy más determinado como nunca en mi vida, en este año entrante, de sostener ese patrón. De pararme firme con esa Palabra. Ahora, espero que cualquiera que piense que estoy haciendo eso para aparecer muy vivo, entonces, hermano, hermana, Ud. está ciertamente equivocado. Yo estoy haciendo eso porque estoy obligado a eso. Yo estoy obligado a quedarme con esa Palabra. Lo que Ella diga, sin poner ninguna interpretación privada, sólo decirla de esa manera. Ahora hay algunos que quizás pueden interpretarla y hacerla que suene un poco diferente, pero yo no puedo hacer eso. El único lenguaje que yo conozco es lo que está escrito Aquí, sólo de esta manera.",
    "Ahora, hace unos, hace ya como unos tres años, que allá en mi iglesia, el Espíritu Santo me habló, y dijo, “Vé a Tucsón, hay algo esperando.” Yo me paré aquí en esta plataforma y les dije a cada uno de Uds., “ASl DlCE EL SEÑOR, algo está por acontecer.” Probablemente hay centenares de personas sentadas aquí hoy que lo saben. Yo sólo les dije lo que vi. El Mensaje está en la cinta, Señores, ¿qué hora es? Yo vi una constelación de Angeles, como una—una pirámide, que descendía un poco al norte de Tucsón; hacia arriba así en esta dirección, al norte de Tucsón. Y Ellos me hablaron algo, y yo no supe qué fue. Y un día…Hay hombres sentados presentes hoy, dos de ellos, que andaban conmigo, allá en el campo cuando eso aconteció.",
    "Y se tomó la fotografía de Esto en el cielo. Salió en la revista. Pensé que tenía una copia. Sí la tengo. Esa es. Se puede ver aquí en la revista Life, en esta copia, exactamente de la manera en que el Espíritu Santo dijo que sería.",
    "Y allí estuvieron parados esos siete Angeles, tan naturales como Uds. me ven a mí parado aquí, y me dijeron que regresara a mi hogar, porque los misterios que los reformadores a través de las edades habían fallado en captar—los misterios de la Biblia, los cuales los Siete Sellos contenían—éstos serían revelados. Yo reto a cualquiera que consiga esos Siete Sellos y los escudriñe, y encuentre una falla en ellos. ¿Ven? ¿Ven? Porque aquello fue dado por inspiración de Dios.",
    "Antes de eso, yo prediqué sobre Las Siete Edades de la Iglesia. Y las dibujé en el pizarrón en mi Tabernáculo.",
    "Mi doctrina, yo no predico doctrina acá afuera, sólo los fundamentos evangélicos; porque estoy con hermanos que pueden diferir conmigo, y yo no doy eso ante la gente aquí. Yo sólo trato de mantenerme en los verdaderos fundamentos de la Escritura, tal como lo que todos creemos. Pero en mi Tabernáculo, ellos lo graban. Si Ud. lo quiere, Ud. lo puede obtener. Si su pastor no quiere que lo tenga, no lo tome. Entienda, eso depende de Ud.",
    "Pero en eso, predicando sobre Las Siete Edades de la Iglesia, y a la vez teniendo una aprobación de parte de Dios; dibujándolas, mostrando cómo la oscuridad entró en la iglesia en Nicea; y los ángeles de las iglesias, los mensajeros. Tuvo que ser todo correcto, porque en cuanto terminé con el dibujo, con la última edad de la iglesia, el domingo por la mañana, a las once en punto, esa gran Luz descendió dentro del edificio, ante casi la misma cantidad de gente sentada aquí; descendió y brilló sobre la pared, frente a toda esa gente, y dibujó aquellas Edades de la Iglesia exactamente igual como las tenía dibujadas yo. Ahora, existen centenares y centenares de testigos allí para probar eso.",
    "Bueno, ahora, nos damos cuenta que Dios siempre muestra las cosas en el cielo antes que El las muestre en la tierra. Como los magos que siguieron la estrella, y así. Una señal celestial ocurre primero, después lo terrenal vindica la señal celestial. Dios trata y obra en señales, señales y maravillas. Las señales deben seguir a los creyentes en todas partes. Los judíos siempre buscaban una señal, porque ellos eran los escogidos de Dios, y ellos buscaban la señal. “Muéstranos la señal, entonces creeremos.” Y después, cuando vinieron los magos con su cuento, los magos, allá en el nacimiento de Cristo, en el mero año nuevo.",
    "Ahora nos damos cuenta que la luna, en la Biblia, representa la iglesia. Ella muestra luz en la tierra, en la ausencia del sol. Apocalipsis, el capítulo doce, claramente explica eso, “la mujer con la luna debajo de sus pies, el sol en su cabeza.” Y cómo es que en la ausencia del sol, cuando el sol está del otro lado, la luna entonces refleja el sol a la tierra. La iglesia debe reflejar a Jesucristo al mundo, en la ausencia del Hijo de Dios. Todos nosotros creemos eso. Es una cosa extraña, por cuanto mucho ha sido tan distinto.",
    "Pero hablando yo aquí, en 1933, del papa tomando su lugar fuera de, o saliendo, mejor dicho, de Roma, y haciendo una visita a la tierra santa. El también vendrá aquí. Y la cosa extraña es que unas cuantas noches antes de que él saliera de Roma, por la primera vez en la historia, la luna bajó y entró en un eclipse total. Ahora eso, ¿qué fue? Haciendo sombra a la Luz reflejada del Hijo. En esa ocasión él habló con el padre ortodoxo; y todos ellos están de acuerdo, “El papa hace esto en pro del compañerismo hermanable.” Lo cual suena, al oído natural, como la cosa más hermosa que pudiera acontecer. Pero para el oído espiritual, es oscuridad. ¡Y cómo es que nosotros las iglesias, nosotros los presbiterianos, metodistas, bautistas, y pentecostales, pudieramos unirnos con tal revoltijo como ese, y sabiendo que nuestra Biblia nos enseña diferente! Es una cosa maravillosa para mí, cómo es que hombres llenos del Espíritu, pueden sentarse en lugares y decir, “Se siente espiritual al estar en tal lugar.” Para mí, es horrible.",
    "Ahora, me supongo que lo tienen aquí en Phoenix. Si alguien…¿Cuántos aquí han visto el cuadro donde dibujé las Edades de la Iglesia? Levanten sus manos. ¿Vieron cómo el Señor las dibujó en el cielo, la otra noche? Exactamente igual como está dibujado allá en el Tabernáculo. Perfectamente, exactamente como el Espíritu Santo lo dio por inspiración, hace ya tres años, en el Tabernáculo, y ahora aconteció en los cielos. “En la boca de dos o tres testigos, sea toda palabra establecida.” Primeramente inspirado por el Espíritu Santo, yo las dibujé en la plataforma. Después El mismo descendió y lo vindicó, mientras que la luna y la Luz se iban apagando, oscureciéndose, y en esa Edad de Laodicea entrando a total oscuridad nuevamente. Y he aquí El viene y lo vindica en la luna, al mismo tiempo que todas las iglesias se están juntando en una consolidación de la federación de iglesias.",
    "Con razón lsaías dijo, “Tinieblas cubrirán la tierra, y oscuridad este pueblo.”",
    "Yo sé que no es una cosa popular hablar en contra de las organizaciones, pero esa es la marca de la bestia. Esa es la cosa que nos está conduciendo directamente a eso, fabricando una imagen a la bestia. Yo no digo eso como para estar enojado. Yo digo eso porque es la Verdad, hermanos. El día vendrá cuando Phoenix se levantará, y quizá yo ya haya fallecido, pero Uds. sabrán que eso fue ASI DICE EL SEÑOR. Eso es verdad. ¡Y cómo es que el gran Espíritu Santo ha vindicado esos Mensajes y predijo las cosas, para nunca fallar ni una sola vez! ¿Y por qué andamos a tientas en la oscuridad? ¿Por qué es que la gente no despierta antes que sea demasiado tarde? Uno de estos días va a ser demasiado tarde, cuando Ud. ya haya tomado la marca, y después no habrá…No habrá nada más que Ud. pueda hacer, Ud. entonces estará atrapado en ese sistema, y Ud. estará marcado con ese sistema.",
    "¿Por qué no viene Ud. a Cristo, y sea lleno con la Luz del Evangelio de Jesucristo, y Su Poder de resurrección que lo puede librar a Ud., y hacer de Ud. una candela puesta sobre un cerro? No importa qué tan oscuro se ponga. Ud. dirá: “Bueno, ¿por qué debemos de hacerlo? Los demás…” Escuchen, ahora mismo es el tiempo cuando debemos dejarlo alumbrar, cuando es lo más oscuro. Es entonces cuando la Luz alumbra mejor, cuando está en oscuridad. Nosostros debemos siempre permitir que la Luz alumbre donde esté oscuro.",
    "El profeta dice, “Oscuridad será sobre los pueblos,” y ciertamente es la Verdad.",
    "Ahora nos damos cuenta lo que hizo a la luna reflejar la luz. Dios mostrando, primero, en el pizarrón; enseguida, por Su Propia Presencia; después en los cielos El mostró la señal. Y después salió el papa de Roma, allá a Palestina; lo cual, al ojo natural la gente gritó y se cayeron postrados, y adoraron al hombre. Y no tengo nada en contra de él que no lo tuviera también en contra de un ministro que se uniera a tal cosa. Es todo el mismo espíritu.",
    "Parece como que esa oscuridad se ha asentado sobre la gente a tal grado que piensan que la única cosa que hay que hacer es asistir a la iglesia y ser una persona buena, registrar su nombre en el libro, y de alguna forma muy misteriosa: “Dios dará vuelta a la llave cuando Ud. muera, y cambiará ese espíritu en Ud., y entonces será como El.” Ud. está equivocado. Cuando Ud. muera, ese espíritu que está en Ud., así será para siempre. Y recuerden, los fariseos, saduceos, y los demás, eran gente muy religiosa.",
    "Dios es un Dios celoso. El es celoso, y El quiere que Su esposa sea pura. El la quiere virgen, casta. Nada del mundo en ella, absolutamente nada; completamente Su Palabra, parte de El. Nosotros debemos ser parte de la Palabra. No parte del credo; ¡parte de la Palabra! No parte de la iglesia; ¡parte de la Novia! La iglesia es condenada, ya sabemos eso, ella pasa a la oscuridad de afuera, pero la Novia sube.",
    "Ahora si la gente sólo pudiera despertar por unos cuantos momentos y darse cuenta cuál es la gran cosa. Es el orgullo que produce eso. Es gente que—que quiere seguir como el resto del mundo. Ud. no puede hacer eso. Ud. no es del mundo. ¿Ud. piensa que una mujer ya acostada en su ataúd va querer saber si tiene el cabello bien peinado? ¿Piensa Ud. que ella va poner atención de cómo es que está vestida, tendida en el ataúd, igual con algún hombre? Ellos no lo harían.",
    "Y esa es la razón que hoy día hay tantas cosas que nosotros tenemos que copiar de nuestros vecinos, o de alguna estrella de Hollywood, o alguna moda, o algo semejante, y es porque nosotros todavía no hemos muerto a Cristo y Su Palabra. ¿Qué pasa con la iglesia? Nosotros estamos en tinieblas, andando a tientas en oscuridad. Dijo, “Habrá oscuridad sobre los pueblos.” ¡Una oscuridad sobre la gente ahora!",
    "¿Qué quiere decir todo esto? Quiere decir esto: que cuando el mundo…Lo que hizo que la luna desapareciere, fue porque el—el sol, o más bien la tierra se interpuso en la sombra del sol, que se estaba reflejando en la tierra. El mundo atravezó la sombra. Eso es lo que pasa con la iglesia. Eso es lo que pasa con el presbiteriano, metodista, pentecostales. Eso es lo que pasa con todos nosotros. El mundo ha apagado la Luz que nosotros debemos de estar reflejando: da esa vuelta, y se mete en el camino, y cuando cruzan, la deja en tinieblas.",
    "Y el mundo ha entrado en la iglesia, en el—en el nombre de denominación, en el nombre de algún credo, y “nosotros somos religiosos y todo esto y todo aquello,” sin embargo niega el poder de la resurrección de Cristo para vindicar Su Palabra que fue profetizada para este día. Sólo puede haber Luz por medio de la Palabra de Dios, nosotros sabemos eso. Dios, en el principio, dijo, “Que sea la luz,” y fue la luz, la vindicación de Su Palabra que El había hablado.",
    "Tinieblas, oscurecido. El mundo entró en línea con la reflección del sol a la luna, y la oscureció. Eso es exactamente lo que ha pasado en lo natural, o más bien en lo espiritual. Así como aconteció en lo natural, prefiguró y nos anunció, eso es exactamente lo que sucedió.",
    "Ahora, vean Uds. cómo sale todo eso en el fin. Muchos de Uds. jovenes no tendrán que envejecer mucho para verlo, de cualquier modo, aun si Uds. viven tres o cuatro años más.",
    "Ahora la luna, estamos ahora en la Edad de la Iglesia de Laodicea. En la Edad de la Iglesia de Laodicea, de entre todas las demás iglesias, la de Laodicea, la última, la edad de la iglesia tibia, Cristo estaba afuera de la iglesia. Cualquiera que lee la Biblia sabe eso. Apocalipsis 3, El estaba afuera de la iglesia, intentando entrar una vez más, y no dice que El entró. “Pero a todos los que El ama, El reprende y castiga.” El Mensaje reprendería y castigaría a los que El ama. Ahora, estaba tocando a la puerta, tratando de entrar; pero la oscuridad cortó todo, exactamente lo que ha acontecido. La Luz que ha estado alumbrando, pronto estará absolutamente apagada. Todo se culminará en formar una imagen a la bestia. Y nosotros bien sabemos lo que eso quiere decir, ese ya es el tiempo del fin.",
    "Dios, allá en el principio, separó la luz de las tinieblas, y eso es lo que Dios está haciendo nuevamente. Dios separa luz de las tinieblas. En el principio El dijo, “Sea la Luz.” Ahora, recuerden, no puede haber luz afuera de la Palabra de Dios. El mismo sol allá afuera es la Palabra de Dios, vindicada. Había oscuridad sobre la tierra, neblina y humedad sobre la tierra, y Dios dijo, “Sea la luz.” ¿Ahora qué si no hubiera venido la luz? Entonces no habría beneficio en que El habláse. Pero cuando El dijo, “Sea la luz,” y la luz vino a existencia, vindicando que Su Palabra era correcta. Nosotros vivimos por esa luz hoy mismo.",
    "Y la única Luz que podemos tener hoy día, en la iglesia, es Dios vindicando Su Luz a esta generación.",
    "A cada generación se le fue dada ciertas cosas que habrían de acontecer en su día. Todos nosotros sabemos eso. Los profetas vinieron a la escena. Ellos, la Palabra del Señor vino a ellos, la comprendieron. Un vidente en el Antiguo Testamento, quiere decir, “uno a quien se le revela la Palabra.” Y cómo lo saben ellos, es porque tal persona conoce de antemano las cosas que vendrán. Y así, la Palabra del Señor vino a ellos en cada edad.",
    "Jesús le dijo a Juan, o más bien acerca de Juan, “El fue la luz brillante y resplandeciente, por un tiempo.” ¿Por qué? Isaías, allá setecientos doce años antes que él naciera, dijo, “La voz de uno que clama en el desierto.” Malaquías, el capítulo tres, dijo, “He aquí, yo envío Mi mensajero, el cual preparará el camino delante de Mí.” Ven? El fue esa Palabra siendo vindicada. La Palabra que fue prometida para ese día, él era la luz, porque él estaba trayendo a cumplimiento la Palabra que Dios había hablado acerca de él.",
    "Y cuando Jesús vino, Juan dijo, “Yo tengo que menguar ahora; El tiene que aparecer en la escena.” Y El era la luz. ¡Por todas las edades, cómo es que Dios habló de esa hora que venía!",
    "¿Cómo es que aquellos cleros fallaron en verlo? ¿Cómo es que ellos fallaron? ¿Cómo es que aquellos fariseos y saduceos fallaron en verlo? El dijo, “Escudriñad las Escrituras, porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí.” ¿Cómo es que ellos fallaron en verlo, hermanos? Es porque ya había sido profetizado que así harían.",
    "¡Y es igual hoy, que oscuridad está viniendo sobre la gente, y he aquí estamos! Dios ha destinado que Su Palabra sea manifestada en este día, y es la única Luz que tenemos, y Dios va a permitir que alguien manifieste esa Palabra. Alguien lo va a hacer. El lo prometió, y El obra exactamente como siempre ha obrado.",
    "El nunca ha cambiado Su forma de obrar. El profetiza lo que va acontecer, después El envía a alguien y lo vindica. Y eso pasa por encima de la cabeza de millones, porque, tinieblas cubren la tierra en ese tiempo. Y el pueblo ama la oscuridad mejor que la Luz, porque la oscuridad tiene mucho placer.",
    "Vi una obra de Hollywood, no hace mucho, donde decía, “La vida empieza después que se pone el sol.” Allí es cuando comienza la muerte; todos estos clubes nocturnos, y donde ellos piensan que están viviendo. Ellos están muriendo.",
    "Dios en el principio separó la luz de las tinieblas. El siempre ha hecho eso. ¿Qué es lo que El hace? El, por fuerza, por medio de la luz venidera, El presiona la oscuridad al otro lado de la tierra.",
    "Y eso es exactamente lo que está aconteciendo hoy. Es un poco antes del día. La estrella de la mañana ha salido para anunciar el día venidero. Y el Espíritu Santo está mostrando Su Luz. Vendrá un tiempo cuando la Luz y la oscuridad tendrán que ser separadas, una de la otra. La iglesia y su orden tomarán el orden del día; mas Cristo y Su Luz—Palabra de promesa se irán en el Rapto. Esa es la única cosa que les queda por hacer. Es un día…Hoy es el amanecer de un día nuevo, para muchos que esperan Su Venida.",
    "Existe tanta gente buena y sincera hoy día, y eso es lo que hace arder nuestros corazones; mucha gente buena y sincera así como María y José. Ellos ya venían de la fiesta, y se dieron cuenta que faltaba Jesús. Mucha gente hace lo mismo hoy día, van pensando que El viene con ellos. Ahora, yo quiero colocar a Uds. esta lucesita, para mostrarles cuán infalible es la Palabra de Dios.",
    "Todos nosotros aquí en esta tarde, los que somos cristianos, todos creemos que Jesucristo fue la Palabra de Dios manifestada. Nosotros creemos que El nació de la virgen. El fue el tabernáculo en el cual Dios Todopoderoso se tabernaculizó aquí en la tierra. No sólo un profeta, no sólo un hombre ordinario, pero Dios Mismo, manifestado en la forma de un hombre. El era Emanuel, “Dios con nosotros.” Nosotros creemos eso, con todo nuestro corazón. Ahora noten cuando Martha o…",
    "María, mejor dicho, y José, pensando que Jesús estaba con ellos. Ellos sólo estaban percibiendo que El estaba con ellos, pensando, “Debe estar todo bien. El debe de estar con nosotros.” Pero ellos estaban tristemente errados. El no se encontraba.",
    "Y así es mucha gente buena hoy en día. Ellos piensan y pueden ver la hora acercándose, saben que algo está por acontecer, ¿qué es lo que hacen? Van y se unen a una iglesia, pensando que El está con ellos. Le estrechan la mano al predicador, pensando que eso es todo lo que tienen que hacer, “El está con ellos.” Confirmados o bautizados de cierto modo, eso es todo lo que ellos tienen que hacer, pensando que Jesús está con ellos. Hermano, hermana, igual como María y José de la antigüedad: gente muy sincera, pero aún están equivocados.",
    "Su vida prueba si Jesús está con Ud. o no. Su vida muestra si El está ocupando esto aquí, o si El todavía está en Sus cielos o no, lo que Ud. es. “Las obras que Yo hago también vosotros las haréis.” Cómo puede Ud. tener a Cristo en Ud. y a la vez el mismo Espíritu en Ud. negar Su Palabra, y toma mejor un credo? No lo puede hacer. El se derrotaría a Sí mismo al negar Su propia Palabra.",
    "¿Sólo porque alguien le puso una interpretación equivocada? Ud. tiene una Biblia, y puede leer como cualquier persona. Sea sincero.",
    "David dijo, “A Jehová he puesto siempre delante de mí.” Y tenga confianza que cuando estemos enfrentando este año nuevo, lo estamos haciendo en el poder de la resurección de Cristo. “A Jehová he puesto siempre delante de mí…No seré conmovido.”",
    "Noten pues cuán infalible es la Palabra. María y José…Ahora para Uds., mis queridos amigos católicos, que han dicho que María fue la madre de Dios. María ni aun era la madre de Jesús, mucho menos la madre de Dios. ¿Cómo podría ser? Correcto. En ninguna ocasión El se dirigió a ella como “madre,” nunca.",
    "Vinieron a El una vez, y le dijeron, “Tu madre y tus hermanos te esperan afuera.”",
    "El miró sobre Su congregación, y preguntó: “¿Quién es Mi madre? ¿Quiénes son Mis hermanos?” Miró a Sus discípulos, y dijo, “Los que hacen la voluntad de Mi Padre, tales son Mi madre, y Mi…”",
    "En la cruz, cuando El estaba muriendo, El también habló la misma cosa. Le dijo a Juan, “Juan,” este hombre aquí, “¡Hijo, he aquí tu madre!” No fue, “Madre, he aquí tu hijo.” Sino “¡Mujer, he aquí tu hijo!” No fue, ¿ven? Ella no fue la madre de Dios.",
    "Ella sólo era una matriz prestada que Dios usó; no fue más que cualquier otra mujer que Dios hubiera tomado la noción de usar. Puede ser que El use la matriz del corazón suyo, para declarar a Su Hijo, si Ud. sólo se lo permite. ¿Ven? No la madre de Dios. Se hubiera necesitado una sensación, para que aun fuera la simiente de María. Pero El ni fue simiente de María.",
    "Todo completo, fue Dios, el creador. Si el primer Adán allá en el principio fue creado sin padre y madre, el Segundo Adán igual. Y cualquier cosa menos que eso no lo hubiera puesto a la par con El. Correcto. El mismo Dios, El creó un cuerpo en el cual El Mismo habitó.",
    "Ahora nos damos cuenta, miren como…Miren, si María fuera la madre de Dios, cómo ella habló tan erradamente. Ella dijo, “Tu padre y yo te hemos buscado con lágrimas.” Negando el nacimiento virginal, “Tu padre, José, y yo, te hemos buscado.”",
    "Observen bien a ese Muchacho de doce años de edad, Niño de doce años de edad, diciendo, “¿No sabíais que en los negocios de mi Padre me es necesario estar, debatiendo allá con esas denominaciones?” Ahora, si El anduviera en los negocios de José, El hubiera estado en el taller de carpintería. José no era Su padre. Dios era Su Padre. “¿No sabíais que en los negocios de Mi Padre me es necesario estar?” Allá, a la edad de doce años, con esos sacerdotes sabios. Ni un día en la escuela, pero sin embargo, ellos se pasmaban de la sabiduría. Y miren al…",
    "El era la Palabra. Cuando El nació, ya El era la Palabra. El todavía es la Palabra. Noten, la Palabra no acepta nada falso. Ella dijo, “Tu Padre y yo te hemos buscado con lágrimas.”",
    "Dijo, “¿No sabíais que en los negocios de Mi Padre me es necesario estar?”",
    "Reprendió a Su propia madre. ¿Por qué? Porque El era la Palabra. Hubiera habido una pregunta en la mente de alguien, si aquí María, quien una vez dijo que el “Espíritu Santo” le había hecho sombra y dio a luz un Hijo, y aquí estaba llamando a José el padre. La Palabra es infalible, no puede fallar.",
    "🦅 ¿No sabíais que en los negocios de Mi Padre me es necesario estar?” Y El andaba en los negocios del Padre; no—no en los negocios de José, haciendo puertas y—y cosas de carpintería. El andaba en los negocios de Su Padre, enderezando la política religiosa que tenían allá en ese día. “¿No sabíais que en los negocios de Mi Padre me es necesario estar?” Sí, señor.",
    "Mucha gente hoy día, en muchas de estas iglesias finas, están entrando a ese concilio de iglesias; no es que “están entrando,” ya están allí. Ellos están percibiendo que eso es exactamente la cosa que deben hacer, “Amistosamente, buenos, ¿por qué no nos podemos unir todos?” Pues han estado tratando por años de hacer bautistas a todos los metodistas, y a todos los bautistas presbiterianos; los pentecostales han tratado de hacerlos a todos ellos pentecostales. Ud. no puede hacer eso, pero un concilio es la respuesta para todos. Esa es la respuesta, es lo que la Biblia dice que harán. Y eso es exactamente lo que ellos han hecho. Iglesias amistosas, sí señor, una confraternidad. “¡Muy bien, tengamos compañerismo!”",
    "La Biblia dice, “¿Cómo pueden andar dos juntos si no están de acuerdo?”",
    "Algunos de ellos niegan el nacimiento virginal. Ochenta por ciento de las iglesias protestantes niegan el nacimiento virginal. Y niegan el bautismo del Espíritu Santo. Ellos niegan las señales de Su Venida, el Poder de la resurrección. Ellos niegan que El es el mismo ayer, y hoy, y por los siglos. ¿Cómo puede Ud., cuando Dios puso todo este caos en el mundo, porque una mujer, un día dudó una pequeña fase de Su Palabra? Satanás le dijo la Verdad, todo excepto una cosa, pero esa fue la cosa que causó todo el problema. Ahora, si todos estos dolores de corazón y tristeza que Ud. tiene que encarar, todo es porque se dudó una pequeña fase de la Palabra, ¿piensa Ud. que una pequeña fase de duda nos concederá la entrada?",
    "Por esa razón Jesús viene por una Virgen limpia, pura, llena del Espíritu Santo, y no del mundo, sino llena del Poder de Dios. ¡Oh, qué hermoso es saber que existe la posibilidad de entrar a este Grupo! ¿Cómo se hace? Ud. nunca lo hará al unirse a una organización. Ud. lo hará cuando Ud. es bautizado por el Espíritu Santo, en el Cuerpo místico de Jesucristo, levantado con El en la resurrección, libre de la muerte y el pecado. Esa es la única manera.",
    "¡Tinieblas! Grandes denominaciones, y allí un gran grupo de hombres se juntan y fijan sus ideas acerca del asunto, y en eso caen de nuevo en un enredo igual como en el principio. En tal caso no existe ninguna esperanza; Ud. simplemente está perdido. Y todos parecen estar tan emocionados con esto de “iglesias amistosas,” pensando que Dios estará con ellos. “Bueno, el Milenio va a comenzar cuando todo el concilio se junte allá, y todos los movimientos ecuménicos, y los demás,” y ellos se unen. ¿Qué es lo que están haciendo? Haciendo una imagen a la bestia, un poder, donde todos los que no son denominacionales, y los demás, los que no se unan a ellos, tales serán echados fuera. Sólo observe y vea si eso no acontece.",
    "Lo tengo escrito aquí, el mismo día que nosotros…El Señor me permitió ver eso en 1933. Y aquí está exactamente de la manera en que…la manera que lo dijo, llegando igualito de la misma manera, cómo es que el papa saldría de Roma, y lo demás.",
    "Ahora, ellos son gente buena, pero equivocados. José y María eran gente fina, pero muy equivocados. Pero ¿qué fue? Dios usó un Muchacho de doce años de edad para mostrar que esa Palabra tiene que mantenerse pura, exactamete lo que era y como había sido desde el principio. El fue nacido virginalmente, sí, así fue.",
    "Pensando que El iba con ellos cuando se unieron a las iglesias, y lo demás, pero así no fue. Ahora, pero a los Elegidos…Ahora, esas son las tinieblas, y allí me pudiera quedar en eso por otra hora.",
    "Pero a los Elegidos, Preciosos y Llamados, Santos de Dios, yo les digo a Uds., en este Año Nuevo: ¡Shalom, la paz de Dios!",
    "¡La hora está aquí! Si yo pudiera haber estado allá, antes de los días cuando el mundo fue creado, y mirar hacia acá y ver la cosa completa, y el Padre me hubiera dicho: “¿En qué día quieres vivir?” Yo hubiera dicho: “¡Ahora, en esta hora!” ¡Esta es la hora! Esta es la hora más grandiosa a que ha llegado la Iglesia, momentos antes de la venida del Novio. Oh, la Iglesia verdadera del Dios viviente debería de estar encendida, resplandeciendo con la Luz del Evangelio siendo vindicada entre ellos. “Levántate y resplandece; que ha venido tu Luz,” la Luz de este día. Isaías fue la luz de su día. Noé fue la luz de su día. ¿Por qué? El tenía la Palabra manifestada. Y el Evangelio, las Palabras de la Biblia para este día, esa es la Luz de este día. ¡Qué tiempo tan glorioso, el que estamos viviendo!",
    "Ahora, “buenos días” quiere decir paz. Las tinieblas se están juntando. ¿Para qué se están juntando? Para mostrar la Luz. Isaías 60:1, “Levántate y resplandece; que ha venido tu luz.” Esa es la razón que yo puedo decir, “Shalom,” la Luz ha venido a Ud., la paz de Dios a la Mujer elegida, a la Dama elegida; a los que Dios, antes de la fundación del mundo, llamó y ordenó.",
    "Los demás nunca lo verán. Ellos nunca sabrán nada acerca de eso. Así dice la Biblia. Y Jesús dijo, “Ninguno puede venir a Mí si Mi Padre no le trajere…y todo lo que el Padre me da, vendrá a Mí.” Eso es…",
    "Allí estuvo Judas, la Luz resplandeciendo aquí, pero atrás en su corazón había simiente oscura. Cuando llegó el reto, se mostró la oscuridad.",
    "Aquí estaba una mujercita, toda llena de tinieblas, aquí al frente, pero aquí abajo había una simiente predestinada. Y cuando vino la Luz, esparció la oscuridad, y se manifestó: “Sabemos que el Mesías viene, y cuando El venga, El nos declarará estas cosas.”\n\nJesús dijo, “Yo soy El.”",
    "Pero Judas lo dudó, sin embargo se suponía que andaba en la Luz. ¿Ven? La Luz aquí arriba no importa; es la Luz aquí abajo donde cuenta. La Luz aquí arriba caminará y tendrá compañerismo, y todo lo demás; pero cuando entra el verdadero poder de Dios, no puede regresar a esta simiente muerta, se reflejará en alguna denominación.",
    "Pero cuando está aquí, abajo, una genuina simiente predestinada, cuando esa Luz desciende aquí, y despide a toda la oscuridad de Ud., y lo coloca a Ud. en compañerismo con Cristo. El fue Quien le dio a Ud. la Vida antes de la fundación del mundo, de otra manera Ud. nunca lo verá, lo que Dios ha dicho.",
    "Ahora, para Uds., la Simiente predestinada, ¡Shalom! Amén. Que la Paz de Dios descanse sobre Uds., porque ya estamos llegando al fin. Estamos muy cerca del fin. Vamos a hablar de ese grupo, por un rato. ¡Shalom!",
    "La Luz de Dios ha venido. La Palabra, la Luz, es vindicada nuevamente, para que Uds. puedan ver las manifestaciones de la promesa de Dios para este día. “Escudriñad las Escrituras, porque a vosotros os parece que en ellas tenéis la Vida Eterna.” Ellas testifican del día en que estamos viviendo. ¿Qué es la Luz del día? ¿Qué ha prometido la Biblia para este día? Vean qué hora es.",
    "Con razón Jesús los reprendió por no creer a Juan. El era la luz, porque el profeta dijo que él vendría. Y allí estaba él, la luz manifestada. Ellos no lo vieron. Ellos no lo comprendieron; ellos pensaban que él era el Mesías, y pensaron otra cosa, y estos otra cosa. Ellos fallaron en reconocerlo.\n\nJesús vino. Dos luces no pueden resplandecer a la misma vez.",
    "No puede resplandecer una luz de iglesia y la Luz de Dios a la misma vez. Tiene que ser la Luz de Dios que opaca la luz de la iglesia. Y eso es exactamente lo que está aconteciendo hoy día. Dios está separando el sistema de iglesia de Su Luz de la Palabra prometida de esta hora en la que estamos viviendo. Esa es la Verdad, amigo. Puede ser que Ud. no quiera creer eso, pero espere y dése cuenta si es así o no. No se espere, vale más que entre hoy mismo, mientras hay oportunidad de entrar.",
    "La Palabra es Luz cuando es vindicada. Mientras la Palabra prometida para este día no es vindicada, todavía no es Luz. No puede ser. Si Dios dijo, “Sea la luz,” y ningún sol vino a existencia, no existe ninguna señal de luz. Pero cuando Dios dijo, “Sea la luz,” y hubo luz. Cuando Dios prometió un Mesías, el Mesías vino, entonces Su Palabra fue cumplida y El fue la Luz de la hora. Cuando El le prometió a Noé, y les prometió a otros, y a los demás, ellos eran la luz de la hora.",
    "Y hay una Luz de la hora presente, ese es Jesucristo en el poder de Su resurrección, Su Palabra que es prometida para este día. “Las obras que Yo hago, también vosotros las haréis, y mayores que estas haréis, porque Yo voy al Padre.” ¿Mayores obras, mayores cosas que El hizo? ¿Lo creen? (La congregación, “Amén.” —Editor.) Yo sí lo creo. Parece humilde. Parece que pasa por encima de la cabeza de la gente. Fíjense cuando El estuvo aquí en la tierra. ¿Cómo podría uno hacer obras “más grandes?” Yo he traducido eso muchas veces, “más,” pero de la misma cosa. “Mayores,” dijo El en San Juan 14:12, “mayores que estas haréis.”",
    "¿Notaron Uds., cuando El fue a convertir el agua en vino? Primero tomó el agua, una substancia ya creada, y la convirtió en vino. Cuando El alimentó a cinco mil personas, tomó un pescadito que una vez nadó en el agua, lo partió, lo repartió, y multiplicó la creación. El tomó pan que una vez fue trigo, ya hecho pan, lo partió y lo repartió al pueblo, y aún se le devolvió de lo que sobró: ¡Creación multiplicada!",
    "Pero en los últimos días, donde no existe ninguna señal de creación, El lo habla a la existencia, de todos modos, y muestra ser el mismo Dios que fue en el principio. El puede crear ardillas, El puede crear lo que El quiere, porque El es Dios. “Mayores cosas que estas haréis, porque Yo voy a Mi Padre.” La Palabra es infalible, y tiene que ser manifestada, y tiene que ser cumplida. “Mayores que estas haréis,” no multiplicando, sino hablándolo a creación.",
    "Noten ahora en la Palabra, cuando El prometió. ¿Dónde, en dónde estamos entonces? ¿En qué día estamos viviendo? ¿Qué hora es? La manifestación de la Palabra de Dios, así como es en cualquier hora. Tienen el Mensaje sobre Las Siete Edades de la Iglesia. Fíjense exactamente cómo es que cada una de esas bestias que salió, y las Bestias que las siguieron. Fíjense si no dio exactamente en el blanco en las edades de los reformadores, y en toda edad, exactamente de la manera que debería ser, exactamente lo que dijo la Palabra. Y así mismo se manifestará hoy el Espíritu Santo exactamente como la Biblia dijo que sería.",
    "Vemos las sombras en los cielos y sobre la tierra, y todas las cosas, y los concilios y las cosas que se están alistando.",
    "Y vemos, manifestándose en medio de todo eso, el Evangelio glorioso de Jesucristo, prometido para este día. Estamos viviendo en un tiempo hermoso. Shalom a Uds. que tienen la Palabra en su corazón, escogidos antes de la fundación del mundo, para oir la Palabra de este día. Pero si no es así con Ud., entonces será un año malo para Ud., por delante. Si es así con Ud., es un mundo tremendo para Ud., por delante, o un tremendo día, un año tremendo, el que viene ahora, este año nuevo.",
    "No para dar vuelta a una página nueva; mucha gente trata de voltear una página nueva en el año nuevo, para luego devolverla al día siguiente.",
    "Como un cuento que yo estaba leyendo el otro día. Una mujer le gritó a su esposo, quien se había levantado temprano y salió y recogió el periódico, y estaba leyendo el periódico matutino. Ella dijo, “¿Hay algo nuevo en las noticias?”\n\nEl dijo, “No, la misma cosa, pero con personas distintas.”",
    "Y así es hoy día, la misma cosa. Tenemos una nueva organización, pero la misma doctrina; le dan sus palmadas, y alguien sale por acá o por allá con sus distintas fases.",
    "¡Este es un nuevo día! (El Hno. Branham suena dos veces en el púlpito —Editor.) ¡Aleluya! Este es un día en que nos debemos de levantar y resplandecer en el Poder de Jesucristo. Oscuridad asentándose sobre la tierra; debe de haber un día nuevo para nosotros, sí, en verdad, haciéndolo exactamente de la manera que El lo hace. Pero fíjense a Su Palabra y vean la promesa que es prometida para este día, y se darán cuenta si están viviendo en la Luz del día o no. Cambiando el calendario no cambia el tiempo; eso sólo cambia el calendario.",
    "Ahora escuchen atentamente. Hagan lo que hizo David, pongan su futuro en Su mano. “¿Cómo? ¿Cómo sabré yo qué debo hacer, Hermano Branham?” Ponga su futuro en Su mano. No importa lo que venga o lo que vaya; confíe en El. El es la Palabra. Ahora vean: David dijo, “Su tiempo está en Mi mano. Esperad en El en todo tiempo. Siempre esperad en El.” El sabía Quién guardaba el futuro (David sabía), y por eso él podía decir esto. Hay Uno sólo que controla el futuro, y ese es Dios. Así que, si El controla el futuro, permítale que lo controle a Ud. Muy bien.",
    "Hay gente que dice, “Pero, Hermano Branham, yo he tratado y he tratado.”",
    "Pero espere un momento. Paciencia es virtud. Paciencia es virtud del Espíritu Santo. “Los que esperan en Jehová, sus fuerzas renovarán.”",
    "Ud. dice, “¿Cómo podré yo esperar más tiempo?” Sólo siga esperando. Cuando Ud. ya ha hecho todo lo posible por pararse firme, entonces párese. ¿Ve? Manténgase firme. “¿Cómo es que lo voy a hacer?” ¡Párese firme! El dijo que es la Verdad, y es la Verdad. El dijo que acontecerá. “¿Cómo?” Yo no sé; pero acontecerá. El así lo dijo. El lo prometió. Si El lo prometió, así va acontecer, eso es todo. No puede demorarse.",
    "Así que, sólo recuerde, Dios tomó miles de años para cumplir Su promesa de un Salvador que vendría. Dios tomó cuatro mil años para cumplir esa promesa. Pero El sabía, desde el principio, exactamente cuándo iba acontecer. El sabía; nadie más sabía. El solamente dijo que acontecería. Y cuando ocurrió, el pueblo estaba en tan grande desilusión, que ni aún sabían cómo aceptarlo. ¡Si esa misma cosa no se ha repetido igual! Siempre sucede así, nunca falla, de ningún lado, siempre.",
    "¿Qué es lo que El hizo durante estos años? El mostró tipos de Su venida.",
    "El lo mostró en José. Si Ud. estudia la vida de José: aborrecido de sus hermanos, amado de su padre. ¿Por qué? Porque él era espiritual, porque él veía visiones. Los demás no veían visiones; ellos eran patriarcas, pero no vieron visiones, ni tampoco interpretaron sueños. Pero ellos estaban celosos de él. Y él fue vendido por casi treinta piezas de plata, sacado del pozo donde él debiera haber muerto, se sentó a la diestra del Faraón. Y cuando él dejaba el trono, sonaba la trompeta, “¡Doblad la rodilla, viene José!”",
    "Exactamente igual que con Jesús: está a la diestra de Dios; y cuando El deje el Trono, las trompetas sonarán, y toda rodilla se doblará, y todos confesarán que Jesucristo es el Hijo de Dios. Exacto.",
    "El lo mostró en tipos, como con David, cuando él estaba allá, un rey rechazado, mirando sobre Jerusalén, llorando, “¿Cuántas veces te hubiera yo juntado, como la gallina a sus polluelos? Pero tú no quisiste.”",
    "Por todas las edades El lo ha mostrado en tipos, sabiendo que algún día el último tipo sería cumplido, y la manifestación total de Su Mesías prometido estaría en escena. Y cuando viniera la promesa completa, aunque El lo tipificó—día tras día, año tras año, El lo tipificó—y cuando vino a la realidad, ellos no lo creyeron.",
    "El ha hecho la misma cosa. Lo ha tipificado, y lo ha mostrado en las edades de la iglesia, y todo, aún hasta la hora que vivimos, y el pueblo aún está en oscuridad parece como que ellos no pueden comprenderlo. ¡Qué cosa tan triste!",
    "No es más que cuando uno ve a un joven en la calle, un individuo bien formado con su cabello, que se lo riza como lo hacen las mujeres, y con ropa ceñida al cuerpo, y con un sueter largo colgando, y con zapatos color púrpura. ¿Masculino? ¡Oh, vaya, qué cosa tan horrible para decir que es hombre! Correcto.",
    "Luego se ve una mujer que debe ser delicada y amable, y sale con pantalones de hombre, un cigarro en la boca, y el cabello bien corto. ¡Qué cosa, y decir que es mujer! Jesús llamó a María, “mujer.” A éstas no se les debería ni decir así, sólo llamarlas “hembras.”",
    "¡Noten, y la hora! ¿Por qué? Algunas veces, gente que reclaman y piensan que son sinceros, pero una densa oscuridad los tiene en esto. La Biblia dice que ellos estarían así. Lean Isaías 6 y dénse cuenta si las mujeres no deberían ser de esa manera en los últimos días. Son exactamente lo que la Biblia dijo que serían. Es la Palabra de Dios. Jeremías y otros hablaron de esta hora en la que estamos viviendo ahora, porque ellos vieron el fin desde el principio. Así que vemos estas cosas, y la densa oscuridad sobre el pueblo.",
    "Sí, Dios por miles de años vino mostrándose en tipos y todo, y finalmente ellos no lo conocieron cuando El vino, aunque El fue tipificado en José y David y Elías, y todos aquellos. El fue tipificado en todos ellos, y aún no podemos comprender por qué ellos no lo vieron. Y allí estaba, allí en la Escritura, “En Belén de Judea. El habrá de nacer.” Encontramos eso en la Escritura, cómo es que El habría de nacer, de una virgen, “Una virgen concebirá y dará a luz un Hijo, y llamará su nombre Emanuel.”",
    "¿Por qué lo mataron? “Porque El se hacía Dios,” y El era Dios. Seguro, ellos mismos lo admitieron. Dijeron: “El mismo se hace Dios, igual con Dios, diciendo, ‘Yo soy el Hijo de Dios.’” ¡Pues, El era!",
    "La Biblia dice que El debería ser llamado, “¡Consejero, Príncipe de Paz, El Dios Todopoderoso, El Padre Eterno, Admirable!” Eso es lo que El era ¿Por qué ellos no entendieron eso?\n\nCon razón El dijo, “Deben escudriñar las Escrituras.” Ellos dijeron, “Nosotros somos discípulos de Moisés.”",
    "Dijo, “Si Uds. fueran discípulos de Moisés, Me conocerían a Mí. Moisés escribió de Mí.” Y ellos no lo sabían.",
    "Y la hora está sobre el pueblo nuevamente, cuando ellos correrán a sus credos y cosas, en vez del amoroso Jesús. Correcto. Estas cosas grandes vienen, y los están llevando a más y más oscuridad. Y Dios lo está declarando aquí en Su Palabra, y por señales y maravillas en los cielos, y mostrando, prediciendo las cosas que luego acontecen exactamente a la hora y al minuto, lo que acontecería. Y ellos continuamente siguen por la misma vía. Parece como que ellos no lo pueden evitar. Gente buena, sí, señor, haciendo la misma cosa hoy como ellos hicieron allá.",
    "Nosotros somos criaturas del tiempo. Dios es criatura de la Eternidad…Dios es criatura de la Eternidad. El nunca comenzó y El nunca terminará. ¿Por qué no se entrega Ud. a El? Mire hacia arriba, y resplandezca con el gozo de la Luz de la Palabra de Dios que está brillando hoy día. ¿Por qué es que la gente no puede ver eso, amigos?",
    "Escuchen, yo soy su hermano. Yo los amo. ¿No sería más fácil para mí tolerar, y seguir adelante y decir, “Bueno, yo me comprometo con esto, yo me comp-…?” Pero es que yo no soy hecho de tal material. No, señor. Cuando es la Palabra, es la Palabra. ¡Dios nos ayude a pararnos por aquello que es la verdad! Sí, señor. Eso estaría bien, seguro, y uno recibiría más palmadas en la espalda. Pero ¿qué haré yo parado allá en aquel Día cuando los dedos huesudos me apunten en la cara y me digan, “Tú sabías mejor, pero fallaste en decírnoslo?” ¡Ah! ¡No!",
    "Yo seré como Pablo, “Porque no he rehuido de anunciaros todo el Consejo de Dios.” La sangre de ningún hombre está sobre mí. Que esto corra por dondequiera, aun es la Verdad. Dios lo sabe, y El lo respalda y dice que es la Verdad.",
    "¿Vuelvan a qué, al Hermano Branham? Ud., Ud. sería un necio al hacer semejante cosa. ¡Vuelvan a Cristo, y El es la Palabra! ¡Vuelvan a Cristo!",
    "¡Aléjense de los credos! Vuelvan a…A mí no me importa que Ud. quizás comenzó su credo hace quinientos años, o que Ud. apenas…Eso no quiere decir nada con Dios. Aquellos saduceos y fariseos comenzaron mucho antes que Ud. y fueron condenados.",
    "Oh, Ud. trata de fijar su evidencia del Espíritu Santo sobre diferentes acciones. Yo creo en las manifestaciones del Espíritu Santo. ¿Qué es lo que hace? Los pentecostales dicen, “Hablar en lenguas es la evidencia inicial del Espíritu Santo.” Yo he visto a brujas y hechizeros hablar en lenguas. Yo los he visto hablar en lenguas y tomar sangre de una calavera humana, y profetizar y aún negar que existía tal cosa como Dios. Yo he estado en los campamentos de los brujos donde colocan un lápiz en la mesa y lo hacen brincar para arriba y para abajo, y que escriba en lenguas desconocidas e interpretarlas. Correcto. Eso no tiene nada que ver con…Sin embargo, yo creo que Dios habla en lenguas desconocidas a través de Su pueblo. Pero es que le dan mucha importancia a eso, “¿Por qué debe haber un intérprete? ¿Por qué tiene que ser un mensaje a la iglesia?”",
    "Luego Uds. acá, dicen, “Los frutos del Espíritu, de esa manera es como sabemos. Amor, gozo, de esa manera es como tenemos la evidencia.” ¿Así es? Entonces la Ciencia Cristiana los tiene vencidos a todos Uds. Ellos ejercitan eso más que todos Uds. pentecostales, metodistas, y bautistas, juntos.",
    "Fíjense qué es lo que acontece. Permítanme mostrarles los frutos del Espíritu, y veremos si Ud. desea seguir esa línea. Vamos a tomar a Jesús. Que Dios me perdone por estas palabras que voy a decir; voy a darle la espalda a El por un momento, para mostrarles a Uds. Tomemos el concilio de hombres aquí, este concilio de hombres aquí en esta tarde.",
    "Yo diría,",
    "🦅 Señores, hay un Muchacho joven por aquí, con el Nombre de Jesús de Nazaret. ¡No tengan nada que ver con El! Quién fue el primer…¿Qué nos enseña la Biblia? Dios es Amor. ¿Quién fue el primero con Ud. cuando Ud. nació? Su amable sacerdote. Correcto. ¿Quién vino a verle cuando estaba en necesidad, no tenía dinero, y le prestó dinero? Su amable sacerdote. Exactamente. ¿Quién le puso la mano en el hombro y en el hombro de su madre, cuando estaban a punto de separarse, y oró a Dios para que se reunieran? Su amable sacerdote. ¿Quién fue el que tomó parte con Ud., cuando Ud. y su vecino estaban en pleito, y los reunió en compañerismo? Su amable, sacerdote. Correcto. ¿Quién es el que va a decir las últimas palabras sobre Ud. algún día? ¿Quién es? Otros lo dejarían allí para que se pudra; pero su amable sacerdote viene y lo bendice, y envía la Palabra de Dios con Ud. ¡Su amable sacerdote!",
    "🦅 Entonces, ¿qué de este Individuo, llamado Jesús de Nazaret? ¿Ven? ¿De qué escuela vino El? Su amable sacerdote tuvo que sacrificar, toda su vida. Su abuelo fue un sacerdote. Su tatara-tatara-tatara-tatarabuelo fue un sacerdote. El puso todo su tiempo en la organización. El está entrenado en la Palabra; él sabe de qué está hablando.”",
    "Ahora estamos hablando de los frutos del espíritu: bondad, amor, gozo, paz, entendimiento, longaminidad, paciencia (¿ven?), frutos del Espíritu.",
    "🦅 ¿Qué de este Jesús, de dónde vino El? No tenemos palabra alguna que El haya salido de cualquier escuela. Todo lo que El hace es tratar de deshacer las escuelas que nosotros hemos edificado.” Allí como que no hay mucho fruto del Espíritu, ¿verdad?",
    "🦅 Qué hizo El allá con aquellos pobres vendedores, y hombres de negocios que tenían que…Ellos, ellos no crían ovejas, así que éstos—éstos pusieron un pequeño redil, y así los hombres podrían traer una oveja. Ese pobre hombre de negocios, él—él quiere ofrecer una oveja, porque es el requisito de Dios. Este trae la oveja, para venderla al hombre de negocios, y así él puede ofrecerla para su alma. ¿Qué es lo que ha hecho este Jesús de Nazaret? ¡Les tumbó las mesas a patadas; tomó un poco de cuero y lo trenzó, y con eso echó fuera a esos sacerdotes; y llamó a su amable sacerdote, ‘una víbora en la hierba, un hipócrita.’”",
    "Ahora, ¿dirá Ud. que eso es fruto del Espíritu? Ciertamente que no. Entonces ¿adónde está llegando su fruto del Espíritu? Es como cuando pensamos de compasiones, y El pasando por una multitud de gente, multitudes acostados: ciegos, tullidos, afligidos, secos, cojos, paralíticos, y no sanó ni uno de ellos—y El lleno de compasión. Personas con una mente carnal nunca lo entenderán. Los seminarios no lo enseñan. Es una revelación. Ciertamente. Allí terminan los frutos del espíritu, ¿verdad que sí? Aquellos sacerdotes tenían diez veces más el fruto del Espíritu.",
    "¿Cómo va uno a saber cuál es lo correcto? La manifestación de la Palabra Hablada de Dios siendo manifiesta, la Luz de la hora. Ciertamente. Allí tienen lo que es la evidencia del Espíritu Santo, creyendo la Palabra de Dios cuando es manifestada. El era la Palabra manifestada. Y algunos de ellos allá lo negaron, se rieron, se mofaron de El y le llamaron un adivino, algún espíritu maligno; allí está la evidencia hablando en lenguas, y la evidencia de los frutos. La única evidencia que hay, es cuando el hombre cree la Palabra escrita. Cuando ésta es vindicada, camine Ud. en esa Luz. Jesús era la Luz de la hora porque El era la Palabra prometida de la hora, y El trató de decirles, pero ellos estaban en demasiada oscuridad para entenderlo. Así es hoy.",
    "Ahora,",
    "ahora nosotros somos criaturas de tiempo. Encomiende sus caminos a El, y El traerá un buen futuro, porque nosotros le vemos como El es en la Palabra.",
    "Uds. han visto que El vindica la Palabra prometida de este día. Lo pueden ver en las señales en la luna. Lo pueden ver en las iglesias. Recuerden.",
    "🦅 Ud. dice, ‘en la iglesia.’ ¿Qué tiene que ver eso con la iglesia?”",
    "Un momento. La luna representa la iglesia. Jerusalén es la ciudad religiosa más antigua que se conoce en el mundo. Melquisedec vino de esa ciudad: Rey de Salem, Rey de paz, Rey de Jerusalén. Correcto, la ciudad más antigua en el mundo. Y esa fue una luna, como donde fue establecida la ley, y aquí viene esta ola de oscuridad gentil. El dijo que “Ellos, la iglesia, hollarían las paredes de Jerusalén hasta que la dispensación gentil sea cumplida.” Y aquí está. Estamos viviendo en eso. Ella está regresando, tan cierto como mi nombre es William Branham. Sí, señor, lo podemos ver. Hay sombra sobre ella, fue mostrado de antemano, predicho; llamando fuera los Elegidos. Ellos siguen a tientas en la oscuridad, los demás, mientras prosiguen. Muy bien.",
    "Ahora, vemos Su Palabra vindicada. Nosotros creemos. Y si El vindica la Palabra de hoy, lo que es, ¿qué me importa a mí lo que trae el año? ¿Qué me importa lo del año entrante? ¿Qué me importa si hoy vivo o muero? ¡Toda Palabra que El prometió será vindicada, cada una! Si El lo puede hacer hoy, después de haberlo prometido hace dos mil años; si desde hoy faltan cien mil años, Jesús sí regresará a la tierra en un cuerpo visible, por una Iglesia redimida, la Novia, y la sacará de aquí. Sin importar lo que viene, lo que va, las modas, lo que sea, y la gente puede seguir en completa oscuridad y creer cualquier cosa que desean creer, pero Jesucristo sí regresará otra vez. Por lo tanto yo confío el futuro a El. “Señor Dios, yo no sé qué cosa trae el mañana, pero yo sé que Tú controlas el mañana.”",
    "Su Palabra es como una gran sinfonía. ¿Cuántos de Uds. han oído alguna vez una sinfonía? Bueno, todos. Ahora recuerden, una sinfonía es cuando se toca la música en un drama. Yo creo que tengo eso correcto, una sinfonía. “Pedro y el Lobo,” ¿recuerdan eso aquel cuento cómo es que ellos…? Yo he oído eso, cómo es que con los tambores hacen que el pajarito carpintero picotee, y luego Pedro sale, y el gruñido del lobo, y el toque de los pitos—una sinfonía.",
    "Ahora, si Ud. no entiende una sinfonía, eso es mucho ruido para Ud., si no lo entiende. Ud. tiene que comprender lo que es. Todo es hecho por señales y movimientos, pero eso forma un drama en esta sinfonía. Ahora, notamos, que el único que entiende una sinfonía es el compositor y los que están interesados en conocer de eso, que conocen sus cambios, saben qué está sucediendo.",
    "El compositor conoce cada movimiento, desde el fin hasta el principio, o desde el principio hasta el fin. ¿Sabían Uds. eso? El que lo escribió, él compuso esto, él conoce cada pequeño empalme. Si él conoce cada empalme, de la misma manera tiene que conocerlo el director, para dirigirlo. Ahora ¿cómo va Ud. a torcer su credo en eso? Un pequeño error de esa vara, esa señal, una pequeña señal mal hecha en el empalme, hará que se desvíe toda la orquesta, toda la sinfonía estará en ruina. Ahora Ud. sabe que eso es verdad. El compositor y el director tienen que estar en el mismo espíritu.",
    "Por eso es que el ministro y la Palabra de Dios, la gran Sinfonía de Dios que El ha estado tocando desde el primer alba; el ministro en la Palabra, no debe mirar aquí y decir, “yo creo que esto debe de ser; se debe de hacer eso de esta manera.” El tiene que seguir tal como la hoja de Música dice que lo haga. Y así es como el Evangelio tiene que ser predicado, así como la Palabra dice que se haga. Ud. sabe, que si se le mete un credo, la cosa está toda mal. Todo tiene que cuadrar para hacer que el drama salga exactamente bien.",
    "El director tiene que dirigirse por lo que ha dicho el compositor, el ritmo exacto, la música también. Ahora observe, todo es hecho por señales; y tiene que ser la señal correcta, para producir el sonido correcto.",
    "Pablo dijo, “Si la trompeta diere sonido incierto, ¿quién se preparará para la batalla?”",
    "Ahora Ud. puede ver el Compositor, Dios, Quien escribió la Biblia, es completamente la revelación de Jesucristo. El ya conocía los cambios de tiempo. Y el hombre, el director que está dirigiendo la señal de la edad, él tiene que seguir exactamente con las señales de la Biblia. ¡Aleluya! ¡Vaya, vaya, vaya, vaya, vaya!",
    "Oh, hermano, hermana, ¿qué pasa con el mundo? ¿Por qué estoy loco yo? Hay algo mal en algún lugar. ¡La sinfonía no está en armonía con la hoja de Música! Ellos están fabricando credos de iglesia y cuánta cosa más, cuando es la Palabra que debe ser predicada y manifestada. Algo está mal con los directores, luego toda la banda está confundida, y no saben qué hacer. Todos están enredados: “¿Qué es lo que pasó? ¿Por qué hicieron esto? ¿Cómo pasó esto? ¿Esto, cómo aconteció?” Ahora ellos no saben qué hacer. Esparcidos, porque nunca llegó en armonía con la Palabra. Eso es lo que pasa con nuestro así— llamado, “avivamiento del último día.” Eso es lo que pasa con nuestro mensaje pentecostal. Hemos perdido el ritmo de la Biblia, fuimos y nos organizamos como ellos hicieron allá. Ella se salió del ritmo.",
    "Que Dios tenga misericordia. Ojalá tuviera yo palabras para hacer eso penetrar, como fuera, que yo lo pudiese abrir y llenarlos.",
    "¿Qué no pueden ver, mi hermano, mi hermana, tiene que estar en armonía? El director tiene que estar con la Palabra. Cuando la Palabra dice una cosa, no diga Ud. otra cosa; eso le dará la señal equivocada, entonces toda la cosa se sale de ritmo. Correcto. La Palabra de Dios es una gran simpatía, una sinfonía, mejor dicho, perdónenme. Ud. tiene que comenzar como El, en la Música. Ud. tiene que comenzar con El. Noten, entren en el ritmo.",
    "Ud. dirá: “Bueno, yo me uní a una iglesia.” Ese no es el ritmo. “Yo también me uní.” Ese no es el ritmo. “Yo fui al altar y yo dije, ‘Yo creo en Jesucristo el Hijo de Dios.’” Satanás hace la misma cosa. Ese no es el ritmo. ¿Ve Ud.? Es que se ha salido del ritmo. ¿Qué pasó? Quizás algún director le dijo, “Estreche la mano y registre su nombre en el libro; únase a nuestro club, a nuestra organización.” ¡Todos están fuera del ritmo!",
    "Entonces cuando la cosa verdadera comienza a acontecer aquí entre un grupo pequeño, Ud. dirá, “Bueno, y ¿qué de eso? Ellos están fuera de armonía.” Regresen a la Palabra y vean quién está fuera de armonía. Vean lo que Dios prometió. Vean lo que el Compositor ha dicho al respecto.",
    "¿Ven? Es que tienen a todos en su audiencia. Esa es la razón que el mundo está mirando por todos lados. Cuando la iglesia debería ser admirada como una estrella brillante y resplandeciente, una Luz asentada en un cerro, que ningún hombre pueda brillar más, ningún hombre la pueda opacar.",
    "Y hoy día, es el hazmerreír del mundo entero, porque los directores la sacaron de la armonía del Compositor. ¿Ven lo que quiero decir? Están dando pasos que no existen. Los músicos ya casi no saben qué hacer—la iglesia, todos están en un enredo. Hemos estado hablando de toda esta cosa por todos los años, y condenándola, y ahora uniéndonos con eso. Oh, algo está mal en algún lugar.",
    "Noten, uno tiene que comenzar en la Música así como El; entre en el ritmo, entre a la Palabra prometida. Vea cómo El lo hizo allá en el principio; vea cómo El lo hizo a la mitad de la edad; vea cómo El lo hace hoy—siempre igual.",
    "Observe al director, cómo es que El lo hace. Si él no lo hace, si él lo apunta a Ud. a alguna organización, jamás hubo un director que hizo eso. Un director siempre lo apunta a uno a la Palabra. Los profetas de la antigüedad apuntaron a la Palabra; ellos eran la Palabra, ellos vivieron la Palabra. ¿Y qué hizo eso? Eso manifestó a Dios. Eso vivificó la Palabra escrita para ese día, por cuanto a ellos llegó la Palabra, a ellos fue revelada. Esa fue su Roca. ¡Aleluya!",
    "Jesucristo, la Palabra de Dios, es nuestra Roca. “Sobre esta Roca edificaré Mi iglesia”—la Palabra revelada de Dios. Shalom, al creyente verdadero. ¡Paz! Estamos en el tiempo del fin. “Sobre esta Roca edificaré Mi iglesia,” la revelación de la Palabra.",
    "Uno dijo, “Bueno, Tú eres un gran hombre. Tú eres como Moisés. Tú eres un gran hombre. Tú eres como…” Eso no es.\n\nPero la revelación dijo, “Tú eres el hijo de Dios.”",
    "Dijo, “No te lo reveló carne ni sangre, sino mi Padre que está en los cielos. Sobre esta Verdad revelada edificaré Mi Iglesia.”",
    "¿Qué es? El es la Palabra. “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios,” y el Verbo todavía es Dios. El es el mismo hoy, manifestándose como era; Moisés y Elías, y los demás, y Jesús, y el mismo Dios hoy, por eso es “Jesucristo el mismo ayer, hoy, y por todos los siglos,” Hebreos 13:8. ¿Ven? Ellos no lo apuntaron a uno a un grupo. Más bien lo apuntaron a uno a una Persona, lo apuntaron a uno a una Palabra: Dios.\n\n“¿Dónde comienzo yo, Hermano Branham?”",
    "En la Cruz, comience en la Cruz, con El. “Arrepiéntase, crea la Palabra,” eso es lo que dice la Biblia. Después siga con el ritmo del resto de la Palabra.\n\nUd. dice, “Bueno, ¿qué debo hacer?”",
    "Siga con el ritmo de la Palabra. Si “arrepentimiento” es la primer cosa, en reconocimiento, haga eso. Ese es su primer paso. Ponga su siguiente paso donde dice la Palabra. Siga, siga y siga, y así marchando con El.",
    "No rompa el ritmo, si Ud. es parte de la sinfonía de Dios. No rompa el ritmo de la Palabra. No pregunte, “Bueno, ¿por qué? ¿Por qué aconteció ésto? Yo lo intenté, Hermano Branham, y, cuando ellos me echaron, ¿sabe Ud. qué hice? Por poco me moría de hambre.” No pregunte ¿por qué? El conoce el ritmo, cómo es que tiene que cambiar, y qué dobleces tiene que dar. Sí, señor, porque así está escrito. El conoce todo. El conoce el ritmo. No pregunte ¿por qué? ¡Créalo!",
    "Dios se ha movido por el tiempo de la historia con Su Palabra prometida, en cada edad, y nunca ha fallado ni ha quebrantado el ritmo, por el Poder de Dios, cuando era asunto del pueblo vindicado y elegido. El ritmo de Su Palabra en los días de Noé; el ritmo de Su Palabra en los días de, Noé; en los días de Moisés, en los días de Elías, en los días de Juan, en los días de David, en los días de Jesús, y así los demás, manteniendo el ritmo de la Palabra, por todo; nunca lo ha quebrantado. Y El ha descendido a través de toda la historia. Y la simiente elegida, que lo vio y lo creyó, ensamblaron perfectamente con ese ritmo.",
    "Los otros dicen, “Bueno, pero la iglesia dice…” Eso no tiene nada que ver. Ud. no nació para hacer eso.",
    "Ud. ha nacido en la Palabra, porque Ud. nació en Cristo. Cristo es la Palabra, sí, señor; cada uno en su edad.",
    "Ud. dice, “Bueno, yo solamente, le voy a decir, Hermano Branham, yo no puedo mirar hacia adelante.”",
    "Entonces mire hacia arriba. Dios prometió, si Ud. mirara hacia arriba, para mirarlo a El, “shalom, paz,” la paz de Dios descanse con Ud.",
    "Ud. dice, “Hermano Branham, ¿entonces por qué las otras se mofan de mí? Ud. sabe, otras se mofan de mí, y dicen que yo tengo ‘cabello largo’ que soy ‘anticuada,’ para las mujeres.” Los hombres, “Porque yo creo la Biblia, ‘Tú ya no tienes más compañerismo con nosotros. Nosotros no te podemos aceptar porque tú crees así y asá.’”",
    "Y saben Uds. que así exactamente está escrita la Palabra. Entonces Dios está obligado a Uds. a respaldar eso. Ciertamente. No importa lo que ellos digan para burlarse. Dios es un Dios celoso. Recuerden, sufriendo por causa de Su Palabra son los dolores de crecimiento de Su gracia. Cuando uno sufre por causa de Su Palabra, sólo son los dolores de crecimiento.",
    "Ud. sabe cómo un muchacho de diez, doce años de edad, tiene dolores. Llega y dice: “Mamá, me duelen los brazos y me están doliendo mis piernas,” y así. Son dolores de crecimiento. Eso muestra que él tiene buenas vitaminas. El está creciendo.",
    "Y cuando alguien empieza a burlarse de Ud., diciendo, “Ella es anticuada.” “Mírenlo, él es…Oh, yo les digo, él antes era…” Muy bien, solamente recuerden, son dolores de crecimiento. Es que la persecución le sirve de bien. Son dolores de crecimiento.",
    "Oh, sí, El permite cruces y encrucijadas y empalmes. El siempre hace eso, para perfeccionarnos para Su servicio. El permite que esas cosas nos sucedan. ¿No pueden entender eso? (La congregación dice, “Amén.” —Editor.) El hace eso para poder perfeccionarlo a Ud. para el llamamiento al cual El le ha llamado. Esos son sus dolores de crecimiento. El hizo así a Daniel, Uds. saben.",
    "El obró así con los jovenes hebreos, en el horno ardiente. ¿Qué les hizo el horno ardiente? El horno ardiente sólo sirvió para desatar las cuerdas que los tenían sujetos. Eso es todo lo que les hizo el horno, sólo les quemó las ataduras.",
    "Algunas veces se requieren pruebas para romper de nosotros las cuerdas del mundo, para sacarlo a Ud. del mundo. Puede ser que primero lo tenga que sacar de sus credos. Como el hombre ahogándose en el río, primero uno tiene que sacar al hombre del río antes de poder sacar el río del hombre. En veces así es como Dios tiene que hacer. Permita Ud. que lo echen fuera una vez, después le sacarán el mundo de Ud. Primero tienen que sacarlo a Ud. del mundo. Algunas veces estos dolores de crecimiento hacen eso. Oh, sí.",
    "Dios se para firme en la Palabra prometida para cada año nuevo. El se para en la Palabra este año, para cumplir lo que El tiene prometido para este año. Lo que sea, yo quiero estar en todo el centro de Su voluntad en el futuro, como ellos lo hicieron allá.",
    "Como Abraham, cuando él llegó a su encrucijada, él no sabía cómo lo iba hacer. Dios le dijo, “Yo te voy a dar un hijo.” El esperó veinticinco años por eso. Finalmente llegó el hijo, luego dijo Dios, “Ahora, por este hijo Yo voy a hacerte el padre de muchas naciones. Llévalo allá arriba y mátalo. Llévalo allá arriba y mátalo”—destruir la misma cosa por la cual él había esperado por veinticinco años. “Llévalo allá arriba y mátalo.”",
    "Abraham no se preocupó, eso nunca lo molestó. El recogió la leña y la colocó sobre un asno, y se llevó a su hijo. Lo llevó a la cumbre del cerro, para ofrecerlo, porque Abraham sabía que lo había recibido como uno de entre los muertos; la matriz de Sara estaba muerta, él estaba estéril, así que no había ninguna manera. Y él ya tenía cien años y ella noventa, así que él llegó por una Palabra prometida. El mismo Dios que le hizo la promesa, diciendo, “Yo te haré padre de naciones,” después de veinticinco años, y siendo él de cien años, él y su esposa recibieron el niño. Si Dios le dijo que lo ofreciera, Dios también podía levantarlo. Amén.",
    "Alabado sea Dios, hermanos. Yo me siento bien, me siento religioso. ¡Oh, qué bien me siento! “Yo sé esta cosa: El puede levantarlo nuevamente.” ¡Nosotros nos pararemos firmes sobre esa inadulterada Palabra de Luz, para esta hora! Dios nos levantará, cuando esta generación aparezca, como Luces brillantes, en contra de esta generación. Amén.",
    "Con razón El dijo, “La reina del sur se levantará en el Juicio, con su generación, y condenará a ésta; porque ella vino de las partes más lejanas de la tierra, para oir la sabiduría de Salomón, y he aquí, uno mayor que Salomón está aquí.” Cómo es que aquella reina, allá, siendo una pagana, vio aquella Luz, y viajó a través de muchas millas por el desierto, tres meses sobre el lomo de un camello, para oir la sabiduría de Salomón—y los demás parados allí, con Salomón siendo un tipo, una figura de El.",
    "Y después llegar y ver a Wesley, Lutero, y todos los demás, las denominaciones allá, todas siendo una figura y un tipo de lo que está aconteciendo ahora, y ellos lo pisotean. ¡Oh! Muy bien.",
    "Así que el año nuevo es determinado por Dios, determine Ud. mantenerse en Su Palabra. Camine donde la Palabra dice que camine (mientras ahora llegamos a la conclusión), como hizo otra Simiente elegida en su día cuando ellos vieron la Palabra. ¿Qué hicieron ellos? Ellos anduvieron en aquello, si eran Simiente elegida, en otras edades, porque El es la Palabra infalible. ¿Cuántos creen que Jesucristo es la Palabra? (La congregación dice, “Amén.” —Editor.) ¡Oh, vaya!",
    "Escuché un programa el otro día, de una cierta denominación de gente, el Sr. H. M. S. Richards dijo que él había “escrito el libro del año.” Yo no quiero estar en desacuerdo con un hombre como él. Sin embargo, siendo un Adventista del Séptimo Día, yo no estoy de acuerdo con la doctrina Adventista del Séptimo Día, pero yo ciertamente aprecio el hombre. Pero yo estoy en desacuerdo con él. Ese quizás sea el libro de H. M. S. Richards para el año nuevo.",
    "Pero mi Libro y su Libro, para el año nuevo, es el Libro del año viejo, la Biblia, la Palabra de Dios. Sólo hágala Ud. vivir para lo que fue prometida vivir. Sí, señor. Y cada año que viene, y cada año que ha pasado, El es el Dios Eterno viviendo a través de la Palabra Eterna que El habló; cuando toda Verdad de la Biblia y toda promesa en la Biblia ha sido vindicada, así como ha sido a través de todos los años.",
    "Así como Dios prometió que El destruiría el mundo con agua, y El lo vindicó por Moisés…o por Noé.",
    "El prometió que enviaría un libertador, y sacaría a Israel de Egipto; ellos habían peregrinado por cuatrocientos años. El lo hizo, exactamente.",
    "Y El juró que levantaría a David, y cómo David sería un hijo…o más bien, Cristo sería su hijo, por medio de David vendría Cristo. Cómo El juró que lo haría; El lo hizo, exactamente.",
    "El prometió que enviaría a Juan el Bautista, antes de la venida de Jesucristo. El lo hizo, exactamente.\n\nEl prometió que enviaría el Mesías. El lo hizo, exactamente.",
    "El prometió que el mundo se envolvería en un gran grupo de organizaciones y que se harían un sistema, un poder, conocido como “la bestia,” y que estaría sentada allá sobre siete montes. Eso se ha hecho, exactamente.",
    "¡Cómo la iglesia sería perseguida, hasta la muerte! Ellos han hecho eso, exactamente.",
    "¡Cómo es que ellos surgirían en la reformación! Así sucedió, exactamente. ¡Cómo él prometió que sería en cada edad!",
    "Y El prometió para esta edad. Y aquí está El, hoy, vivificando esa Palabra, igual como lo hizo allá en el principio. Ciertamente.",
    "Y cuando toda promesa es cumplida—”sorbida es la muerte en victoria,” y Jesús vendrá— y, la última es vindicada, entonces vendrá una paz Eterna sobre la tierra, y un shalom Eterno. Un shalom Eterno, la paz, reinará sobre la tierra.",
    "Cuando Jesús vino, el Príncipe de Paz, ¿por qué no hubo paz? Porque toda la Palabra no fue cumplida en Su día. El la está cumpliendo hoy. Pero cuando toda Su Palabra prometida, la cual fue el pensamiento de Dios…",
    "Una palabra es un “pensamiento expresado.” Dios, en Su pensamiento lo pensó, y lo expresó por medio de Sus profetas, y ahora tiene que ser cumplido. Y cuando El nos preanunció estas cosas para que nosotros no erraramos ni tambalearamos en la oscuridad…luego cuando nosotros lo veamos siendo cumplido.",
    "Ahora, El prometió enviar a Cristo por segunda vez. Y cuando El lo haga, cuando Cristo venga por segunda vez, habrá un shalom Eterno.",
    "Escuchen, amigos, mientras terminamos. Recuerden, la Biblia es la fuente de toda sabiduría. No viene de Doctor, Ph.D., LL.D. Procede más bien de la Palabra de Dios.",
    "Había centenares de Doctores de Divinidad sentados allí, y un Muchacho de doce años de edad los calló a todos, porque El era la Palabra. El Muchachito no tenía nada de educación, sin embargo El era la Palabra. Por cuanto El fue la Luz hablada para ese día, El estaba manifestando esa Palabra. La Palabra estaba en El. Eso tenía que ser. Con razón lo que El hablaba acontecía, porque El era la Palabra. ¿Entienden? Todos los que entienden, digan, “Amén.” (La congregación dice, “Amén.” —Editor.) El era la Palabra.",
    "Recuerden, la Biblia, no algún libro del año, escrito por hombre— “Que toda palabra de hombre sea mentira, mas la mía Verdadera.”",
    "Y sectas y religiones, y todo lo demás, lo tienen tan conglomerado cuando se envuelven muchos hombres en el asunto. Dios nunca ha tratado con tal grupo. Si Jesús volviera hoy, ¿El se pondría al lado de los metodistas, de los bautistas, de los adventistas, testigos de Jehová, ciencia cristiana, pentecostales, presbiterianos? No, señor. Ciertamente, El no lo haría.",
    "Es un asunto individual, Ud. y Dios. No hay dos hombres que vean ojo a ojo, todo igual; no existen dos dedos pulgares iguales. Dios trata con el individuo. ¿Y cómo sabe Ud. si tal persona está correcta o no? Revise y vea si él está con la Palabra. Si él está con la Palabra, entonces Dios está tratando con él; si no es así, entonces otra cosa está tratando con él. ¿Ven? Correcto.",
    "Recuerden, la Biblia es la fuente de toda sabiduría, y contiene todas las esperanzas del futuro. ¡Shalom, la paz de Dios!",
    "Como una historia que fue relatada una vez, de un muchachito que perdió a su papá antes que tuviera suficiente edad para conocer a su papá; era un infante cuando murió su papá. Un día cuando tenía como de diez a doce años de edad, él tenía otro hermano, llamado Juan. El fue a su hermano, y le dijo, “Oye, Juan,” el cual era varios años mayor, y le dijo, “¿te, te acuerdas, de papá?”\n\nDijo, “Sí.”\n\nDijo, “¿Cómo era él?”",
    "Dijo, “Bueno, él era un hombre alto, y él era un hombre muy bueno. El siempre era bueno con mamá, y era amable conmigo, y él era amable con todos.”\n\nEl dijo, “Bueno, Juan, ¿eso es todo lo que tú sabes de él?",
    "El dijo, “Bueno, deja decirte.” Dijo, “Enrique,” dijo, “todos dicen que yo me parezco a él.” Y dijo, “Todos dicen que yo tengo una naturaleza como él.”",
    "El dijo, “¡Oh, eso está bien! Eso es lo que yo quería saber.” Dijo, “Cuando te veo a ti, yo veo a mi papá.”",
    "Allí está. Cuando el mundo ve a Jesucristo, eso será en Ud., cuando esta Palabra que está escrita de hoy…",
    "¿Dónde ve Ud. a Jesús en David? Cuando la Palabra fue manifestada a través de él.",
    "¿Cómo ve Ud. a Cristo, a Dios, en Elías, en el carro subiendo al Cielo, ve a Jesús en Elías? Porque la Palabra fue vindicada.",
    "¿Cómo lo ve uno en Moisés? Jesús estaba en Moisés. La Biblia dice así. ¿Ven? Correcto. El era la zarza ardiendo que estaba con Moisés en el desierto.",
    "¿Cómo es que la gente va a conocer a Jesucristo? Cuando ellos, o él, lo vean a El en Ud.; cuando ellos vean a Jesús en Ud. Porque, El dijo, “Las obras que yo hago, vosotros también las haréis. Mayores que estas haréis, porque Yo voy a Mi Padre.” ¿Correcto? (La congregación, “Amén,” —Editor.) Así es como ellos, el mundo, conocerá.",
    "No será porque los pentecostales unitarios sean mayores que los pentecostales de dos, o que los de dos sean mayores que los trinitarias, o lo que sea; no porque los metodistas sean mayores que los bautistas; o los bautistas del sur se ganaron el premio este año entre todas las iglesias bautistas, todas las protestantes. Ellos obtuvieron más miembros este año que todos los demás, según entiendo yo, por la cuenta. Eso no los hace a ellos algo diferente. Dios no los conoce por números. Los paganos les exceden en números, a cualquier tiempo. Los católicos les han ganado a todos Uds. El mahometismo les ha ganado a ellos. ¿Ven?",
    "Ud. es conocido cuando Jesucristo vive en Ud. por medio de Su misma Vida, y la Palabra prometida de este día se refleja. ¿Ven?",
    "Ahora la misma Palabra que fue reflejada en Moisés, no podía ser reflejada en Elías, porque ese ya era otro día. La misma que fue reflejada en Noé, no podía estar en Moisés, porque (¿ven?), Noé construyó un arca; Moisés guió a un pueblo, exactamente lo que fue prometido. La misma luz que fue reflejada en uno, no se encontraba en el otro, pero uno habló del otro.",
    "Todo el Nuevo Testamento habla de esta hora. Jesucristo habla de esta hora. ¿Quién es, entonces, algún hombre? Es Jesucristo, el Hijo de Dios, manifestándose, reflejando la Luz sobre la Palabra que El prometió para este día.",
    "Cuando los hombres ven que Ud. vive como El; cuando él ve su carácter y su conducta con la Palabra tan exacto como fue El—la Palabra siendo manifestada—entonces el hombre verá a Jesucristo. Ellos no tendrán que mirar por todos lados, diciendo: “¿Qué es lo que enseña este credo, qué enseña aquel credo?” Ellos sabrán qué es Dios cuando lo vean a Ud.",
    "¡Shalom, que la paz de Dios sea Luz sobre Ud.! Y cuando la Palabra de Dios es vindicada en esta edad, completamente, y Ud. vea eso y lo crea, ¡shalom a Ud.!",
    "Encare el año nuevo con esto, póngalo a El, como dijo David, “A Jehová he puesto siempre delante de mí; porque está a mi diestra, no seré conmovido.” Si Ud. se encuentra con la muerte este año, ¿qué importa? Dios ya prometió que lo levantaría. Si un accidente lo mata, ¿qué importa? Ud. tiene Vida Eterna: “Yo lo levantaré en el día postrero.” Amén. ¿Qué si algo acontece? No importa lo que sea, nada nos podrá separar del amor de Dios, que es en Cristo. “Hambre, peligro, desnudez, no importa lo que sea, nada nos podrá separar del amor de Dios, que es en Cristo.” Y El es la Palabra. ¡Shalom!",
    "Inclinemos nuestra cabeza. Ahora todos mantengan su cabeza inclinada un momento. ¡La paz de Dios!",
    "🦅 Mucha…” (Cinta en blanco —Editor.) “Como lo fue en los días de Noé, donde ellos estaban comiendo, tomando, casándose, dándose en casamiento,” un Reno, Nevada, y todo el mundo como una zona roja, “así será en la venida del Hijo del Hombre.”",
    "🦅 Como fue en Sodoma,” donde Dios fue manifestado en un Ser humano, a quien Abraham llamó “Elohim,” el Todosuficiente; allí estuvo, comió carne, tomó leche y pan; y pudo decir lo que Sara estaba pensando detrás de ella, detrás de El, en la tienda. El dijo, “Eso regresará nuevamente en la venida del Hijo del hombre.” “Un poco más, y el mundo no Me verá más; mas vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo.”",
    "Los judíos regresando a su tierra. Las cosas que están ocurriendo en este día; el tiempo me impide empezar a contarles lo que está ocurriendo, pero nosotros lo vemos. ¿Qué es? La Palabra hecha manifiesta.",
    "Qué piensa Ud. que hicieron los hebreos cuando ellos vieron la Palabra hecha manifiesta, con una promesa? Ellos se alistaron para salir de aquella tierra.",
    "Si Ud. no está listo hoy, amigo, comience este año nuevo correctamente, comiéncelo con su mano en la mano de Dios, la Palabra de Dios en su corazón, diciendo, “Señor Jesús, yo no sé qué parte de esta Sinfonía Tú quieres que yo toque, pero cuando venga el empalme para que yo sea perseguido, que se rían de mí, que se mofen de mí, yo todavía me pararé firme, que Tu Sinfonía no vaya a ser desordenada por culpa mía. Yo me mantendré con Tu Palabra, no importa lo que sea. Yo me pararé allí firme. Y cuando la muerte toque a mi puerta, eso es parte de la Sinfonía. Yo sé, que igual como me trajo la muerte a la puerta, también me traerá la resurrección, y Tú me levantarás otra vez. Eso es parte de Tu Sinfonía. Señor, permite que yo sea parte de eso hoy, do permitirás?”",
    "¿A cuántos les gustaría hacer ese voto, y decir, “Al comenzar este año nuevo, Hermano Branham, y aun con este culto, ahora mismo, yo ahora le prometo a Dios, pararme y nunca fallar de quedarme con Su Palabra prometida, y vivir exactamente como El ha prometido, en mansedumbre y humildad; que Dios pueda tomar mi vida y colocarla dentro de su gran Sinfonía, ese mismo grupo que El levantará en los últimos días? Yo voy a levantar mi mano, Hermano Branham, no a Ud., sino a Dios. Recuérdeme en oración.” Dios les bendiga, por todos lados. El Señor les bendiga. Mis manos también están levantadas.",
    "Señor, recíbeme a mí. Señor Dios, nunca permitas que enfoque mi mente, como Judas, sobre un dolar más, o sobre alguna moda del mundo, o alguien que me palmee en la espalda, diciendo, “Oh, Hermano Branham, este es…” No, no. Dios, nunca permitas que eso me pase a mí. Yo sólo tomaré el camino con los pocos despreciados del Señor. Yo seré un hermano a los hombres, y haré todo lo que pueda, Señor, y amaré a la gente con todo mi corazón. Pero, Señor, nunca permitas que yo me mueva de esta Palabra. Yo me quiero levantar en el día postrero. Y sólo aquellos que están incluidos en esta gran Sinfonía, Señor—como yo he tratado de explicarlo en esta tarde—aquellos son los que aparecerán al fin de la hoja de Música, cuando la gran resurrección, y todos los Angeles aplaudan sus manos y los santos entren marchando. Son aquellos quienes actuaron esa parte en este gran drama. Rogamos esto, Señor.",
    "Nosotros sabemos que en un drama, se cambian de máscara, y cambian de una cosa a otra, y eso es lo que Tú hiciste. Tú viniste del Espíritu, Dios, el gran Jehová, y Te pusiste la máscara de un ser humano, cambiaste Tu, Tu, Tu estilo, Te cambiaste. Extendiste Tu carpa. Descendiste de Dios, y llegaste a ser un hombre, para que pudieras morir para así redimir al hombre. Cambiaste Tu máscara.",
    "Luego una vez más lo has cambiado, y Te has enmascarado en el pueblo quienes creerán y actuarán según la Palabra que has escrito aquí. Benditos los ojos que ven esto, benditos los corazones que reciben esto, benditos los oídos que escuchan esto, porque vendrá una resurrección cuando la Sinfonía haya terminado. Dios, permite que todos nosotros estemos allí, ¿lo permitirás? Bendice este pequeño grupo.",
    "Hablando de esta manera, Padre, sabemos que esta cinta va por todo el mundo. Y aquí está un pequeño grupo muy fino sentado aquí hoy, esta audiencia visible aquí en Phoenix. ¡Oh Dios, quince años de predicar duro y regañar! Y Dios, Tú conoces la razón: el amor. Amor es, es castigar. Amor es reprender. Amor es disciplinar.",
    "Oh Dios, permite que me pueda entrelazar yo con este pueblo durante esta semana, y que Tú nos disciplines, Señor, a Tu Palabra. Que podamos ver Tu poder levantar a los enfermos y a los afligidos, que los ojos de los ciegos sean abiertos, que el gran Espíritu Santo entre visiblemente aquí en este lugar. Que cada ministro y cada iglesia estén encendidos. Concede Señor que en la convención venidera de los Hombres de Negocio, encienda el corazón de cada hombre de negocio, en toda la ciudad. Concédelo, Señor. Nosotros no sabemos qué hacer, sólo pedir y creer que así será hecho. Nos encomendamos a Ti, por medio de Jesucristo, nuestro Señor.\n\nY ahora vamos a ponernos de pie.",
    "Yo soy pobre de lenguaje, no pronuncio bien mis palabras, y quiero decir esto porque me sentí obligado a decirlo. ¿Cuántos aquí levantarán su mano, mostrando que entendieron lo que quice decir con “la Sinfonía de Dios?” Levanten su mano. Gracias. Bien. ¿Lo creen? (La congregación dice, “Amén.”—Editor.)",
    "Entonces, es una Sinfonía, ¿ven? Ud. se dará cuenta que eso llega a un empalme, y todos se estarán preguntando. Yo lo llamo empalme. Yo no sé de música; un músico aquí, pues, él me perdonaría de mi modo brusco. Pero, eso es, están tocando aquí y tienen algo que actuar. La cosa bajará demasiado, y Ud. se preguntará, ¿qué es eso? Pero, vea, si Ud. entra en el ritmo, lo entenderá. Esa es la única manera que Ud. entenderá a Dios, es entrando en el ritmo.",
    "🦅 ¿Qué es eso? ¿Cómo lo haré yo? Hermano Branham, yo soy un verdadero metodista, bautista, o pentecostal.” Ese no es el ritmo.",
    "El ritmo es Dios. Dios es la Palabra. La Palabra es Dios. El ritmo de Dios es obedeciendo Su Palabra. Entonces cuando Ud. obedece la Palabra, El le muestra el ritmo directamente a Ud., luego Ud. toma su lugar. Cuando eso baja, baja, baja, o sube, lo que sea, Ud. conoce los empalmes.\n\nHay veces que Ud. dice, “¡Oh, dolores de corazón y pruebas!”",
    "¿Qué no dijo Dios, “Todas las cosas obran para bien a los que me aman, mientras que Yo estoy desarrollando Mi Sinfonía?” Y Ud. entonces se da cuenta que es afligido y golpeado, y perseguido, y que se mofan de Ud. Recuerde, esa es la porción que debe ser de esa manera. Si eso no es de esa manera, entonces la Sinfonía está fuera de tono.",
    "El gran Compositor sabe exactamente lo que contiene. El sabe. El lo conoció a Ud. desde el principio. El puso su nombre en el Libro de la Vida del Cordero, antes de la fundación del mundo. ¿Creen Uds. eso? (La congregación dice, “Amén” —Editor.) El conoce lo que Ud. debe hacer. No importa a qué nivel baje, qué tan oscuro parezca, así tiene que ser.",
    "Pero, recuerden, si llega hasta la sombra de la muerte, “Yo soy la resurrección y la Vida; yo lo levantaré nuevamente.” Y cuando el gran Director descienda y baje esa vara, entonces, “el tiempo no será más.” Cuando ese Angel, de Apocalipsis capítulo 10, ponga un pie sobre la tierra y uno sobre la mar, y un arco iris sobre Su cabeza, El juró que “el tiempo no será más.” Cuando venga ese tiempo, entonces Ud. se levantará de entre los muertos. Mientras que los demás se quedan allá, Ud. entrará.",
    "Quédese en la Sinfonía. Quédese en la Palabra de Dios. No importa qué tan duro sea, quédese con la Palabra, donde sea que Dios está sonando.",
    "Hay veces que El causa problemas para romper las ataduras, y así librarlo. El hace eso. Ud. dice, “Bueno, yo no sé qué haría yo.” Pero El sí. ¿Qué diferencia? Ud. sólo está tocando la parte. El es Quien lo tiene a Ud. en Su mano. El lo dirije a Ud.",
    "Recuerden, todo es hecho por una señal. Vemos la hora en que estamos viviendo, por la señal en que estamos viviendo, así que nosotros sabemos qué hace hoy la Sinfonía. Es un tiempo de separación, tomando la Luz de las tinieblas.",
    "Vamos a decirlo juntos, para que no se les olvide, porque yo siento decir esto. (El Hermano Branham y congregación hablan juntos —Editor.): “Está tomando la Luz de las tinieblas.” Vamos a decirlo otra vez. “Está tomando la Luz de las tinieblas.”",
    "Esa es la Sinfonía de Dios. El la está mostrando en los cielos. El la mostró en los pizarrones. El la está mostrando por medio de Sí Mismo. El la prometió en la Palabra. Lo vemos vindicado. El está separando el trigo de la paja. El está tomando la Luz de las tinieblas.",
    "¿Le creen a El, con todo el corazón? (La congregación dice, “Amén” —Editor.) Entonces, cantemos nuestro buen himno.",
    "Y yo quiero dirigir una palabra a los pastores, sólo un minuto. Hermanos, el Señor les bendiga. Gracias por despedir sus congregaciones y traerlas aquí. A Uds. pastores allá, yo ciertamente les agradezco. Yo sólo estoy aquí…",
    "Permítanme decir, hermanos, puede haber metodistas, bautistas, presbiterianos. ¿Escuchan Uds.? Yo hablo igual a los pentecostales como a Uds. Igual, ¿ven? No es…",
    "Si yo no puedo estar en desacuerdo con un hombre, duramente, y todavía amarlo…Porque, si yo estoy en desacuerdo con él, sólo para estar en desacuerdo, yo sería un hipócrita; y no sería digno de pararme aquí. Pero si yo estoy en desacuerdo con él a pesar de compañerismo y amor y entendimiento, no importa lo que él haga, él todavía es mi precioso hermano. Yo me paro con él. Sí, verdaderamente. Correcto. Si eso no está en mi corazón, entonces que Dios me quite de este púlpito, no soy digno de pararme aquí. Correcto. Yo digo eso por amor, y algo que veo que está por delante. Y hasta aquí, El nunca ha permitido que yo esté equivocado en eso, porque siempre ha sido Su Palabra. Así que Dios les bendiga.",
    "Ahora inclinemos nuestra cabeza sólo un momento, y cantemos este buen canto antiguo que por lo regular cantamos, “Yo Le amo, yo Le amo.” Si el pianista, o quien sea, o los músicos, nos dan una pequeña nota, yo pienso. Sí, muy bien, vamos a ver si lo podemos cantar entonces sin la música. Todos juntos ahora, con nuestra cabeza inclinada.\n\nYo Le amo, yo Le amo,\n\nPorque El a mí me amó;\n\nY me compró mi Salvación,\n\nAllá en la Cruz.",
    "Yo pienso que ellos ya pararon las cintas. ¿Ven? Esta cinta sale a todas partes… 🦅"
  ]
}