{
  "title": "LA PALABRA DE DIOS LLAMA A UNA SEPARACIÓN TOTAL DE LA INCREDULIDAD",
  "id": "64040009",
  "content": [
    "🦅  …Escrituras, a unas citas que he anotado aquí, para lo que yo… si, a criterio mío, llamaría un texto. Yo no sabría si se le llama texto o no. Pero simplemente como texto, quiero tomar este pensamiento: La Palabra De Dios Llama A Una Separación Total De La Incredulidad.",
    "Y ahora deseo leer de la Biblia, en el Libro del Génesis, el capítulo 13 del Génesis, y queremos empezar a leer del versículo 5. A mí sencillamente me encanta leer la Palabra; pues, lo que yo diga podría fallar, es de un hombre. Pero si sólo leo esta Palabra, lo que Él dice no puede fallar. Entonces sé que de allí recibiremos provecho, sin más que solamente leer la Palabra. El versículo 5, empecemos, del capítulo 13.\n\nTambién Lot, que andaba con Abram, tenía ovejas, vacas y tiendas.\n\nY la tierra no era suficiente para que habitasen juntos, pues sus posesiones eran muchas, y no podían morar en un mismo lugar.\n\nY hubo contienda entre los pastores del ganado de Abram y los pastores del ganado de Lot; y el cananeo y…ferezeo habitaban…en la tierra.\n\nEntonces Abram dijo a Lot: No haya ahora altercado entre nosotros dos, entre mis pastores y los tuyos, porque somos hermanos.\n\n¿No está toda la tierra delante de ti? Yo te ruego que te apartes de mí. Y si fueres a la mano izquierda, yo iré a la derecha; y si tú a la derecha, yo iré a la izquierda.\n\nY alzó Lot sus ojos, y vio…la llanura del Jordán, que toda ella era de riego, como el huerto de Jehová, como la tierra de Egipto en la dirección de Zoar, antes que destruyese Jehová a Sodoma y a Gomorra.\n\nEntonces Lot escogió para sí toda la llanura del Jordán; y se fue Lot hacia el oriente, y se apartaron…uno del otro.\n\nY Abram acampó en la tierra de Canaán, en tanto que Lot habitó en la ciudad de las llanuras, y fue poniendo sus tiendas hasta Sodoma.\n\nMas los hombres de Sodoma eran malos y pecadores contra Jehová en gran manera.\n\nY Jehová dijo a Abraham, después que Lot se apartó de él: Alza ahora tus ojos, y mira desde el lugar donde estás hacia el norte…el sur,…al oriente…al occidente.\n\nPorque toda la tierra que ves, te la daré y a tu descendencia para siempre.",
    "Ahora, el pensamiento, ¡la Palabra de Dios llamando a una separación total! Nosotros sólo nos enteramos de esto a medida que vamos leyendo la Palabra y vemos la Palabra misma manifestarse.",
    "Ahora, en el principio (Génesis 1:3), encontramos eso; “Las tinieblas estaban sobre la tierra. Y el Espíritu de Dios se movía sobre las aguas. Y dijo: ‘Sea la luz; y fue la luz’. Y vio Dios que la luz era buena; y separó Dios la luz de las tinieblas”. Por tanto, la Palabra de Dios comenzó a separar la luz de las tinieblas desde el principio, permaneciendo así hasta este día.",
    "Como dije anoche, de Jesús, cuando Él apenas tenía doce años. Y siendo error de Su madre, la cual es tenida por la gente como la madre de Dios, ¡cómo fue entonces que la mujer dijo: “He aquí, Tu padre y yo te hemos buscado con llanto!”.",
    "Y rápidamente Él, siendo la Palabra, dijo: “¿No sabíais que en los negocios de Mi Padre me es necesario estar?”.",
    "Vean, ella estaba declarándolo a Él ser el hijo de José, pero Él no era el hijo de José. Si hubiera sido el hijo de José, hubiera estado con él; pero Él estaba con el Padre, en Sus negocios. Por tanto, la Palabra siempre es correctiva y siempre tiene la razón, y la Palabra siempre corregirá todo lo incorrecto, siempre.",
    "Ahora cuando la Tierra que… Dios iba a usar la Tierra y ella estaba completamente en tinieblas. El Espíritu de Dios habló, y dijo: “Sea la luz”, y Él separó la luz de las tinieblas. Y desde entonces ha estado haciendo eso, separando la luz de las tinieblas. La Palabra de Dios también separó las aguas de la tierra, en el principio. Dios habló, y las aguas fueron separadas de la tierra. Por tanto, Él tenía un-un motivo para eso.",
    "Dios jamás habla una Palabra a no ser que Él tenga un motivo para hablar esa Palabra. Él no es como Ud. y yo, que tan sólo… o especialmente yo, que hablo tantas tonterías. Dios habla toda Palabra con un objetivo, y es algo que Él está tratando de lograr, y que logrará por Su Palabra. Y Ella obrará exactamente lo que Él dijo que haría.",
    "Ahora, si Dios dijo: “Sea la luz”, y no hubo luz, entonces eso-eso no es, ése no fue Dios quien lo dijo. ¿Ven?",
    "Cuando Dios dice algo, Él tiene que respaldar lo que dice. Y cuando la Palabra de Dios ha sido vindicada, la Palabra habiendo sido vindicada, eso es la Luz. Ahora, la Palabra en Sí no es Luz hasta no ser una Luz vindicada.",
    "Si Dios dijo: “Sea la luz”, y no hubo luz, entonces no fue la Palabra de Dios; pero cuando apareció la luz sobre la Tierra, mostró que la Palabra fue vindicada, y eso fue luz.",
    "Ahora, hoy, si Dios ha hecho una promesa, y cuando esa promesa es vindicada, entonces eso es Luz. Ésa es la Luz del día, cuando la Palabra es vindicada, la Palabra para la hora es vindicada.",
    "Entonces, Dios iba a tener una-una tierra en la que haría crecer vegetación, y en la que Él tendría gente sobre esta tierra, y luego Él habló y separó las aguas del mar.\n\nLuego también, Él separó, en el Génesis, la vida de la muerte.",
    "Ahora, si nosotros creemos la Palabra de Dios, Ella es la Palabra de Vida para nosotros; pero si dudamos de la Palabra de Dios, es muerte para nosotros. Pues, habiendo hablado Dios, ¿quién podrá negarla? ¿Ven? Y si nosotros dudamos de la Palabra de Dios, entonces se torna en muerte.",
    "Como Eva, ahora, Eva dudó una pequeña fase de la Palabra de Dios, y ¿qué hizo? Causó todo este problema que tenemos. Si ella hubiera permanecido detrás de la Palabra, fortificada detrás de la Palabra (con toda la armadura de Dios), sin haberla descreído, entonces no habría ocurrido el desenlace actual, nunca hubiera acontecido de esta manera. Pero (¿lo ven?), allá entró la muerte.",
    "Luego, Dios también tuvo una expiación. Siendo misericordioso con nosotros, Él aceptó una muerte en substituto por la muerte de ellos, lo cual las dos…",
    "Él separó también la vida de la muerte, en el huerto del Edén, y Él lo hizo por Su Palabra.",
    "Y hoy Él hace lo mismo. Estando nosotros en tinieblas, como lo hablé el domingo, las tinieblas cubriendo la tierra, sobre la gente, en tinieblas. En medio de todo esto, Él aún les habla Su Palabra de Vida a los que quieran creerla. Y ahora nos damos cuenta que si…",
    "Jesús nos ha dicho constantemente que hay una separación. Y nos damos cuenta que la última cosa predicha para la raza humana, antes del gran día final cuando subamos a la Presencia de Dios, es que habrá una separación final. Él va a separar las ovejas de los cabritos.",
    "Dios continuamente ha estado separando, separando, y es lo que Él está haciendo en esta noche; eso es lo que Él siempre hace. Uno lo puede ver en cada reunión. Él separa la fe de la incredulidad. Él habla. Él mismo se declara a los que le crean y tengan fe en Él.",
    "Ahora encontramos, en Números, el capítulo 6, que el llamamiento de un nazareo, el llamamiento nazareo era de ellos separarse de todo el mundo, para la Palabra de Dios. Ahora ése es un llamamiento nazareo, separarse.",
    "Nos enteramos que Sansón era un nazareo, para el Señor, y él fue separado del… por una señal. Y esta señal era que él se dejaría crecer el cabello, con siete guedejas. Era una-una señal de separación, de que él había sido llamado con un propósito.",
    "Y no quiero empezar en esto, porque dije que esto… Yo sólo iba a hablar por unos minutos.",
    "Pero pienso que hoy, cuando vemos a nuestras hermanas lucir el cabello largo, como dice la Biblia que deberían, yo pienso que eso es una señal nazarea de que ellas quieren seguir al Señor. Y sé que suena fuerte, y yo-yo-yo quiero que eso les toque profundamente (¿ven?), porque lo es. Parece ser algo que alguien tratara de-de hacer, cumplir con-con algo que Dios les dijo que hicieran. No importa el precio, lo que el mundo afuera tenga que decir de eso, ni cuántos los menosprecien, o burlones, o críticos, eso no molesta a una persona que se ha separado totalmente de las cosas del mundo, para las cosas de Dios. Ellos obedecerán la Palabra, y se separarán de las cosas del mundo, porque la Palabra los separa.",
    "Yo sé que ellos reciben crítica. Pero si nosotros no fuéramos criticados, entonces algo andaría mal. El mundo siempre conoce a los suyos. Pero como he dicho, que, recuerden, la crítica, por causa de la Palabra de Dios, solamente son dolores del crecimiento de Su gracia. Muestra que Uds. se han separado para-para ser Cristianos, para portarse debidamente, para vivir debidamente, para obedecer todo mandamiento de Dios. Y es un-es un voto nazareo, el separarse, un llamado de Dios que lo separa a uno de las cosas del mundo.",
    "Yo creo en esta noche, que todo hombre y mujer, todo muchacho y muchacha que nace del Espíritu de Dios, es un nazareo para el Señor; pues se han distanciado ellos mismos de esas cosas, de los cuidados del mundo y de cualquier cosa que el mundo tenga que decir.",
    "Uds. viven aquí en esta ciudad donde hay grandes colegios. Y, y vemos nuestra nación exigiendo normas más altas en la educación; lo cual está bien, no hay qué decir al respecto, pero esa educación no les puede brindar la salvación. Un científico puede abrir un grano de trigo y decirles cuántos químicos diferentes lo componen, pero no puede encontrar la vida allí. Una educación puede aprenderles, o enseñarles matemática, y-y puede enseñarles historia y cuanto más, pero no puede traerles la Luz. La educación suya no traerá eso.",
    "Dios tiene una manera de traerle a Ud. la Luz: Es cuando Ud. mismo está dispuesto a separarse de todas las cosas del mundo, y de todos los-los cuidados del mundo, y aferrarse solamente de la Palabra prometida de Dios.",
    "Pablo fue un nazareo para el Señor. Él fue separado de su iglesia ortodoxa, para la Palabra del Dios vivo.",
    "Aarón fue un nazareo para el Señor. Él fue separado de entre los hermanos, para ponerse el racional del juicio y para ser el sumo sacerdote.",
    "Es una separación total. Jamás debemos volver al mundo, ni tener nada qué ver con el mundo, sino aferrarnos sólo a Dios. Jesús viene por una Novia, una Mujer, una Iglesia que se ha separado de las cosas del mundo, o de los cuidados del mundo. Ella se ha separado de las modas de esta edad moderna en la que vivimos. Ella se ha separado de los-los cuidados y de las tradiciones de las iglesias. Ella se ha separado únicamente para Dios, y Dios es la Palabra. Y como el esposo y la esposa son uno, también la Novia y la Palabra vienen a ser Una, porque la Palabra está viviendo a través de la Novia. Así es. Ésas son sus credenciales; ésa es su identificación.",
    "Si yo pudiera sacar un-un doctorado o una licenciatura, y mostrarles mis credenciales de una cierta organización o de algún colegio, ese colegio reconocería esa credencial.",
    "Pero la única credencial que tiene un creyente es la Palabra de Dios viviendo en él, declarando que Jesucristo vive en esa persona. Ése es un nazareo separado para el Señor, separado por causa de la Palabra. La Biblia dice: “La Palabra de Dios es más cortante que toda espada de dos filos; y penetra hasta partir el alma, y las coyunturas y tuétanos, y discierne los pensamientos que hay en el corazón”. Por eso es que Jesús pudo mirar a la gente y captar lo que pensaban; Él era la Palabra.",
    "Ahora, el primer Adán que nació en el mundo (o no que nació, sino creado por Dios), el primer Adán se separó a sí mismo de la Palabra, para su esposa. Ahora, él pudo haber permanecido con la Palabra si hubiera querido; pero él mismo se separó de la Palabra, para estar con su esposa.",
    "Eso es exactamente lo que el miembro carnal común de iglesia hace hoy, se separan ellos mismos de la verdadera Palabra viviente para aferrarse a su iglesia. Donde la… Eva puso en duda la Palabra: si Dios castigaría o no. Satanás trajo la duda; Eva la creyó.",
    "Y entonces cuando la iglesia hoy pone en duda la Palabra: “¿Será Él el mismo? ¿Vivirá aún Él en Su Iglesia y obrará Sus Señales y maravillas que hizo cuando estuvo aquí en la Tierra, lo cual con tanta certeza nos prometió en San Juan 14:12?”.",
    "🦅 El que en Mí cree, las obras que Yo hago, él las hará también; y aun mayores hará; porque Yo voy al Padre. Estas señales seguirán a los que creen”. ¡Les seguirán!",
    "La duda es, para la gente hoy: “¿Será que Él realmente quiere decir eso?”. Y cuando Uds. aceptan lo que dice la iglesia: “¿Realmente querrá Él decir eso?”, entonces Uds. mismos se ponen en la misma condición que Adán, y se unen con la-la mujer de la iglesia del-de este mundo, y Uds. mismos se separan de las bendiciones que Dios ha prometido a todo creyente que se separe del mundo para la Palabra. Ahora, ésa es la Verdad.",
    "Nosotros estamos, hemos tenido el privilegio de vivir en el día cuando hemos visto la Palabra de Dios que ha sido asignada durante cada edad, para que ciertas cosas sucedan. Y cuando esto es dado, a veces el hombre se pregunta cómo es que va a ser hecho. Los profesores tienen su propia idea. Pero por las edades, Dios siempre ha enviado a Su profeta. Y la Palabra del Señor viene al profeta y vindica la Palabra para esa generación. Y los profetas siempre fueron los nazareos, separados de todo lo demás para obedecer la Palabra de Dios.",
    "¿No recuerdan lo que dijeron Pedro y Juan: “Será justo delante de Dios obedecer antes a vosotros que a Dios”; cuando ellos los interrogaron acerca de la experiencia en Pentecostés?",
    "Ahora, el primer hombre se separó, el primer Adán, de la Palabra, para irse con su esposa, que dudó si Dios cumpliría o no con Su Palabra.",
    "¡Qué tipo tan perfecto del creyente tibio de hoy de mentalidad carnal, que aún se quiere aferrar a lo que dicen sus tradiciones, en lugar de tomar lo que dice la Palabra! ¡Un tipo muy verídico! Él fue separado, para su esposa. El creyente carnal es separado de la Palabra, para la iglesia.",
    "Pero cuando el segundo Adán fue creado (en el vientre de una mujer), y vino al mundo, Él fue un nazareo para la Palabra de Dios. Él fue separado del mundo, para la Palabra. Ahora, Hebreos, el capítulo 7, versículo 26, nos lo dice, que esos sacerdotes continuamente morían, pero este Jesús fue santo y separado de pecadores.",
    "Pecado es “incredulidad”. En Él no se halló incredulidad alguna. Cuando estuvo aquí en la Tierra, Él dijo: “¿Quién puede redargüirme de pecado?”. El pecado es “incredulidad”. “Si no he obrado lo que fue profetizado para esta edad, si no he llenado los requisitos de lo que el Mesías debe hacer, entonces no me crean”. Dijo: “Escudriñad las Escrituras, porque en Ellas os parece que tenéis la Vida Eterna, y Ellas son las que dan testimonio de Mí”, les dicen Quién es Él.",
    "Porque había sido profetizado, desde el Edén, que vendría un Salvador. El profeta dijo que Él nacería de una virgen, y de cómo sería llamado “Emmanuel”.",
    "Y también Él fue “el Consejero, el Príncipe de Paz, el Poderoso Dios”. Y eso fue de lo que ellos le acusaron, de Él mismo hacerse Dios. Él sí fue Dios, y Él fue “Príncipe de Paz, el Poderoso Dios, y el Padre Eterno”.",
    "No hay otro Padre aparte de Él, hablando espiritualmente. Él es el único Padre, el Padre de todos nosotros. Y nos enteramos, que Él es Padre de todos los creyentes, de todos los que creen Su Palabra. Pues Él fue separado totalmente de la iglesia, de sus tradiciones, de Su madre, del mundo, e hizo sólo lo que le agradó al Padre.",
    "Ahora, Él fue una persona diferente a Adán. Sin importar de lo que cualquiera dudara; para Él (la Palabra), siempre la Palabra venía primero. Y Él probó que la Palabra era correcta.",
    "Cuando Satanás trató de encubrírsela a Él, y dijo: “Escrito está…”.",
    "🦅 Él dijo: ‘Sí, y también escrito está…’”. Él resistió a Satanás, sobre la Palabra; porque eso es lo que Él era, la Palabra.",
    "En la Biblia, Juan 1, San Juan el primer capítulo, dijo: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo se hizo carne y habitó entre nosotros”. Él es el mismo ayer, hoy, y por los siglos.",
    "Eso siempre va en conexión con la Palabra Hablada de Dios, la promesa de Dios para el día. Y cuando viene, es tan inusual que la gente difícilmente la capta, porque estamos tan sembrados con-con formas e ideas propias, que se nos dificulta captar lo que es la Verdad.",
    "Yo pienso que bastante de eso aplicaba para-para José, en los días de-de… de María, durante su maternidad. Ella, ella iba a ser madre. Y José la amaba, y él-él quería creer. Él era un hombre justo, un buen hombre, y quería creer esa historia que María le estaba contando; pero aún había una duda, de que… “Bueno, ella es buena mujer”. Sin duda María le había explicado a él de la visita a ella de Gabriel. Y él era un hombre justo, del linaje de David.",
    "Y no obstante, ella, parecía como que trataba de usarlo a él como escudo, para quitarse la afrenta. Porque al estar comprometida con él, y hallada en esta condición, era igual que el adulterio (nos lo declara Deuteronomio), y sería apedreada por el hecho. Y parecía que ella lo usaba a él como escudo.",
    "Y el hombre, un buen hombre, un hombre justo, la Biblia dice que lo era, un hombre justo. Pero su caso era tan inusual que él no podía comprenderlo. Él miraba su rostro hermoso, y la sinceridad y la franqueza con la que ella contaba su historia. Y no hay duda que él regresaba a su casa, o a su taller de carpintería, diciéndose: “No-no veo cómo ella me diría algo incorrecto, pero el caso es tan inusual”.",
    "¡Si tan sólo él hubiera escudriñado las Escrituras, de que “una virgen concebirá”! ¿Ven? Era muy fuera de lo común para él, porque sobrepasaba el límite de su razonamiento, pero ella estaba exactamente en la Escritura.",
    "Y así también es hoy, hermanos, que el poder de la resurrección de Jesucristo y Su Palabra prometida para esta hora es tan fuera de lo común, que buenos hombres tropiezan con Eso; es demasiado inusual. Dicen que los-los muertos fueron resucitados, los ciegos ven, los sordos oyen, el Espíritu Santo discierne los pensamientos, dice de las cosas que sucederán, nunca ha fallado en eso una sola vez. ¡Oh, ellos-Ellos no pueden, no pueden captarlo! Eso es tan inusual, que ellos-ellos dicen: “Pues, Eso es telepatía, o Eso es un espíritu maligno”, igual como hicieron en aquel día. ¡La singularidad de la Palabra de Dios!",
    "Pero cuando un hombre ha nacido en el mundo, para-para ser creyente, viene a ser un nazareo cuando él mismo se separa de cualquier cosa que sea contraria a la Palabra. ¡Una separación total! Jesús dijo: “Yo vengo a separar a un hombre de su esposa, a dividir la familia. Y el que no tome su cruz y me siga, no es digno de ser llamado Mío”. Una separación de todo, de lo que sea; de la iglesia, de-de una comunidad, de una creencia, o de la familia, o cualquier cosa que se interponga entre Ud. y creer toda la Palabra de Dios. Si el alma suya no acentúa toda promesa para esta hora con un “amén”, algo está mal en alguna parte. Ud. necesita de una separación.",
    "Por tanto, Jesús fue la Palabra hecha carne, y Él fue totalmente separado de pecadores (incrédulos), para que la Palabra misma fluyera completamente, y-y tan eficazmente fluyó por Él, que dijo: “No puedo hacer nada, hasta no ver al Padre hacerlo primero”. Ellos preguntaban, le indagaban sobre las cosas. Él dijo: “De cierto os digo: No puede el Hijo hacer nada de Sí mismo, sino lo que viere hacer al Padre”. Y, observen, todo lo que Él dijo era perfecto. Tan sencillo, que Él no tenía que pedirlo, pensarlo; era perfecto. Y Su perfecta Verdad siempre separó la Verdad del error.",
    "Aun, lo citaré de nuevo, repito, Su madre dijo: “Tu padre y yo”, delante de esos sacerdotes a los cuales ella ya les había testificado que era un Hijo nacido de virgen. Pero en los momentos de su aflicción…",
    "¿Cómo pudo un niño de doce años, y no tenemos registro de que Él siquiera haya asistido a la escuela, cómo pudo Su inteligencia ser tanta como para debatir con los sacerdotes, sabios, hombres instruidos? ¿Y por qué, cuando ella dijo que este José era Su padre, rápidamente la Palabra de Dios…? Él fue separado. Él era la Palabra, y la Palabra corrigió el error. “¿No sabéis que en los negocios de Mi Padre debo estar”? Ése no era tan sólo aquel niño de doce años. Ésa era la Palabra de Dios hablando por Su boquita de niño, para corregir el error; separando, como Él hizo en el principio, las tinieblas de la luz, la mentira de la Verdad, la muerte de la Vida.",
    "Es una separación. La Palabra siempre requiere una separación completa y total, no importa de lo que sea. Jesús dijo: “Sea la palabra de todo hombre una mentira; la Mía sea veraz”.",
    "Siempre durante las edades, ha sucedido esto mismo; es una separación. Él siempre separa Su pueblo de la incredulidad. Él lo hizo en el principio; Él lo hace igual hoy. Cada uno de los profetas fue separado de la incredulidad. Ellos, la razón para hacerlo, es porque la Palabra del Señor vino a ellos.",
    "Ahora, creo que una noche, en algún lugar, quizás fue aquí el domingo, o anoche, que hablé acerca de lo que la palabra “vidente”, quería decir en el Antiguo Testamento. Quería decir un hombre; “Un divino, un hombre que predecía eventos futuros que se cumplirían”. Y entonces cuando se cumplían exactamente, sin falla, que se cumplía exactamente lo que él dijo, entonces Dios dijo: “Oigan a este hombre, o sea escúchenlo, temedle, porque Yo estoy con él”. Por lo tanto, él tenía la interpretación Divina de la Palabra escrita, pues eso era su credencial de identificación de que él era el profeta de Dios y la Palabra vino a él. Eso es correcto.",
    "Ahora, separación. Eso separó a Isaías del mundo eclesiástico. Eso separó a Moisés del mundo eclesiástico. Eso separó a los… a todos los grandes profetas durante las edades, del mundo eclesiástico. Porque ellos tenían la… Eso separó a Jesús de Sus hermanos. Eso separó a los apóstoles de la iglesia de ese día, de los fariseos, saduceos, hombres importantes, hombres santos, buenos hombres, hombres finos, hombres humildes, hombres que tenían fruto del Espíritu más del que ejerció Jesús.",
    "Pero ¿cuáles eran Sus credenciales? Que la Palabra estaba con Él, la Palabra prometida para ese día estaba viviendo a través de Él. Él dijo: “¿Cuál de Uds. puede condenarme de pecado? ¿Cuál de Uds. puede decir que lo que Yo he declarado no ha sucedido?”. Eso, mostrando que Él era nazareo separado por el Señor. Él era el Señor Mismo en carne.",
    "También Abraham, él fue una persona separada del mundo, cuando Dios llamó a Abraham a los setenta y cinco años. “Sepárate de tu parentela y de toda la incredulidad, y sal a caminar en un Mundo en el que nunca antes has caminado, y entre gente que nunca antes has conocido. Sal y sepárate de cualquiera que sea contrario a lo que estás creyendo, para que seas nazareo para el Señor”; porque él se aferraba a una promesa de un hijo. Él tuvo que separarse de su padre, de su madre, de su parentela.",
    "¿Y qué lo separó? No porque era un buen hombre, sino porque él creyó que Dios era capaz de cumplir la promesa que Él le había dado.",
    "Y le habían pasado veinticinco años, y el bebé no había venido; Sara tenía noventa, él cien. Y cuando el Ángel del Señor lo visitó, a lo cual se refirió Jesús, eso volvería a suceder en los últimos días. Dios, en forma humana, se sentó frente a él y habló. Y Sara, casi de cien años, en la tienda detrás de Él, se rió porque el Ángel dijo: “Yo te visitaré según el tiempo de la promesa”.",
    "Y ella dijo: “Siendo yo anciana, y ¿tendré deleite otra vez con mi señor, viendo que él es anciano?”.",
    "Y este Hombre, que era Dios en carne, dijo: “¿Porqué se ha reído Sara, en la tienda?”. Ahora, ella salió a prisa y trató de negarlo. Pero Él dijo: “Sí, pero lo haz hecho, te has reído”, porque ella pensó que eso no podía ser correcto.",
    "Ahora fíjense, Jesús dijo que eso volvería a suceder. “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. De nuevo el Espíritu de Dios vendrá sobre carne humana mortal. Ese Hombre comió carne de un becerro, bebió la leche de la vaca, y comió mantequilla y pan, estando en carne humana; y Abraham dijo que Él era Elohim, Dios manifestado en carne. Jesús prometió que Dios, antes de Su venida, se manifestaría en carne humana otra vez. Ése es el Espíritu Santo (solamente hay un Dios) manifestándose Él mismo, separando nuevamente a Lot de Abraham.",
    "Lot quiso el mundo. Dios sep-… destruyó su mundo, y separó a Abraham y a Lot. Lot, de nuevo, siendo tipo de un creyente carnal que no estimó estas cosas ciertas, simplemente se fue a Sodoma. Y él-él no tuvo el verdadero valor de sobresalir, como diríamos, y llamar a lo correcto “correcto” y lo errado “errado”, así que se fue para allá.",
    "Todos estos creyentes (pudiéramos continuar por horas), todos éstos eran como una gran cantidad de cambio en su bolsillo, en las manos de Dios. Uno saca una cantidad de cambio. Hay centavos, de cinco, de diez, de veinticinco, de cincuenta, de dólar, todo en monedas. Ahora, vendría a representar lo que es el mundo, en las manos de Dios. Hay unas personas que sólo pueden poseer el valor de un centavo, y Dios tan sólo puede usarlos en manera de centavo; es todo lo que ellos pueden comprar. No los rechace. Si ellos no pueden creer la Verdad genuina, no les rechace, no los expulse y diga que no han entrado, porque en algún momento Dios usa los centavos.",
    "Lot sólo era un centavo, Abraham era una moneda de plata de dólar, así que se necesitaba de cien Lots para hacer un Abraham. Y también se necesitan… Cien creyentes carnales nunca ocuparán el lugar de un Cristiano genuino que se ha separado de las cosas carnales del mundo, viviendo en Cristo Jesús, donde la Palabra puede fluir en él.",
    "Él sólo puede usar el valor de un centavo; es todo lo que él posee. Luego Uds. ven gente que dice: “Yo no creo en la sanidad. Yo no creo estas cosas”, sepan que sólo son un centavo, pero déjenlas en paz. ¿Ven? Tan sólo valen un centavo, y por lo tanto es todo lo que él puede comprar. No lo detengan; sólo déjenlo en paz. Recuerden que hasta allí es que él podrá llegar.\n\nJosé, él fue separado de sus hermanos.",
    "Seguro, no quise decir eso tan fuerte, en esa forma como lo dije, ¿ven? Quiero decir, si él tan sólo dice: “Pues, yo pertenezco a esto, y esto es lo que nosotros creemos”. Eso apenas es un centavo, adelante, ¿lo ven?; tan sólo es un centavo.\n\nDíganle: “Pues, el Señor lo bendiga mi hermano”.",
    "Vean, él es de cobre; él jamás podrá ser de plata. Es todo, entonces dejen que siga. Dios lo puede usar. ¡Oh, Él lo está usando! Prefiero verlo allí en una iglesia que en una cantina parado por allá en alguna esquina, ¿Ud.? Seguro. Así que déjenlo. Dios de todas maneras puede usarlo; quizá no mucho, pero Él lo usará en lo que pueda, en lo que ellos le permitan a Él usarlos.",
    "Pues es una manera tosca de expresar algo, pero yo… Bueno, espero que Uds. capten la Verdad en la que quiero decirlo, la intención en que-en que es dicho. ¿Ven?",
    "Él no puede creer en el discernimiento ni en los poderes de Dios que han sido prometidos para este día.",
    "Aquellos fariseos tampoco pudieron. Ellos no pudieron ver a Jesús como Dios. ¡Oh, no! “¿Tú te haces Dios, siendo hombre”?",
    "Un día Él estaba parado allí, después de haberles multiplicado los panes y demás, y dijo: “Si no coméis el-el pan del cuerpo del Hijo del Hombre, y bebéis Su Sangre, no hay Vida en vosotros”.",
    "¡Oh!, me imagino Su congregación, ellos le dieron la espalda. “Este Hombre, nos exige ser caníbales, ¡que comamos la carne de alguien! ¡Oh, eso es locura!”. Médicos, Doctores de la medicina y demás, dijeron: “El hombre es un demente; no es más. El sacerdote tiene razón, ese hombre está loco. ¡Dándonos a comer su cuerpo!”.",
    "Eso fue todo lo que Él dijo (¿ven?), pero la mente espiritual, tal vez no lo pudo entender. Esos discípulos, ellos no supieron exactamente lo que Eso significó, pero lo creyeron de todas maneras. Porque, ¿de dónde vino? Eso vino de Aquél que ellos conocían ser el Hijo de Dios.",
    "Tal vez yo no sea capaz de entender todo lo que hay aquí, pero lo creo; es la Palabra de Dios. Yo quiero separarme de todo lo que le sea contrario. He procurado pararme así.",
    "Observen otro grupo, los setenta que Él llamó. Un día Él estaba de pie, hablándoles, y dijo: “El Hijo del Hombre subirá adonde estaba primero”.",
    "Ellos dijeron: “¿Este Hombre? Él nos va llevar al lugar donde nació. Nosotros conocemos a su madre, María. Pues, conocemos a sus hermanos; lo sabemos todo. Y luego este Hombre viene a… ¡El Hijo del Hombre va a venir-subirá al Cielo adonde estaba primero! Él vino de Belén. ¿Cómo hizo eso?”. Vean, Él lo dijo de esa manera (¿lo ven?), y no caminaron con Él más. Ellos se fueron. Dijeron: “¡Ah!, este Hombre, sabemos que algo anda mal en Él”.",
    "Esos discípulos permanecieron allí. ¿Ven? Ellos creyeron. Ellos habían visto la Palabra prometida para ese día, probada y manifestada por Él. ¿Quién puede crear, sino Dios mismo, que pudo tomar pan y…? Ellos sabían que Él era el Hijo de Dios. Que fuera en acertijos o no, ya que lo entendieran o no, ellos de todas formas siguieron caminando, porque la Palabra había sido vindicada, y ellos se separaron de cualquier cosa que le era contraria.",
    "¡Dios nos ayude a tener fe como ésa! Nosotros creemos que esta Biblia es la Verdad. Podría ser que yo no tenga la fe suficiente para traer a cumplimiento todas las promesas, pero sin embargo yo la creo. Yo creo la hora en la que estamos viviendo.",
    "José, separado de sus hermanos sin causa alguna. Ahora, ¿qué sucedía con ellos? Él no quería ser separado; no fue voluntad suya que se separaran. Mas bien ellos se separaron de él (¿ven?), de su resplandeciente dólar brillante; valiendo ellos centavos, no lo toleraron. Ellos sabían que eran patriarcas. Sabían que Isaac era su… o, discúlpenme, Jacob era su padre. Y ellos conocían eso como verdad. Pero José nació… Él no podía evitarlo. Él era espiritual. Él veía visiones, podía interpretar sueños, y eran perfectamente correctos. Lo que él decía, era la verdad. Y sus hermanos patriarcas, movidos por los celos, pues lo vendieron a los egipcios. ¿Ven? Ellos-ellos mismos se separaron de él porque eran centavos. Él era de una calidad diferente.",
    "También lo es un verdadero creyente hoy, es de una calidad diferente. Ellos mismos se separaran (los otros no lo entienden), el cobre de la plata.",
    "Ahora, nos enteramos que fueron movidos por los celos y lo vendieron. ¿Por qué? Ellos hacen lo mismo hoy. Realmente lo que fue, ellos dijeron que estaban… fue por los celos. Ellos no querían doblegarse, porque la calidad en ellos no era la calidad que había en él. Y por eso ellos tuvieron celos, porque eran centavos y él era un dólar. ¿Ven?",
    "Ahora, si el centavo dijera: “¡Bendito sea el Nombre del Señor! Mi hermano, el dólar aquí (¿ven?), yo no puedo completar el cambio como él, pero haré lo que yo pueda”. Eso es, entonces avanzaríamos. Dios concluiría Su programa.",
    "Como les prediqué el domingo, la gran sinfonía de la Palabra de Dios siendo tocada. Los cambios y los empalmes sólo es Dios cambiando tiempos, igual que el-el director en la sinfonía. Cuando nosotros vemos estos cambios de edades y cambios de tiempos, pongan la mirada aquí en la Hoja, y se darán cuenta que aquí es donde debemos estar. Ellos tienen que hacer esto; no hay manera de ellos evitarlo.",
    "Y la música, para un hombre que no entiende la sinfonía, ¿qué es? Es una cantidad de ruido desafinado. Él no la entiende. Él ni se interesa. Él está deseando: “Ojalá se callaran, para poder irme a casa”. Él no está interesado, porque no conoce la sinfonía; él no la conoce.",
    "Pero el Compositor sabe el fin desde el principio. ¿Ven? Y si el director no está en el mismo Espíritu del Compositor, él no podrá desempeñarlo, porque todo es hecho por señas. Y si la seña no muestra Eso, ¿cómo van los músicos a tocarlo? ¡Amén! Eso es.",
    "Si la trompeta da un sonido incierto, ¿quién podrá-quién sabrá de prepararse para la guerra, retirarse, o qué hacer?",
    "Miren en la Palabra y vean dónde estamos viviendo, entonces podrán ver los centavos, lo que hacen. También podrán ver aquéllos que están reluciendo, vigilando, y que conocen la Palabra, y vigilando por el acontecimiento de estas señales. [El Hermano Branham chasquea sus dedos.—Ed.] Allí está.",
    "Como la mujercita junto al pozo, cuando Él dijo: “Ve y trae a tu marido” ella dijo, “no tengo”. Dijo: “Bien has dicho, cinco tienes”.",
    "Ella dijo: “Señor, me parece que Tú eres profeta. No los hemos tenido por cientos de años. Pero sabemos que el Mesías viene, y Él será un profeta. Eso es lo que Él hará”.\n\nÉl dijo: “Yo soy”.",
    "¡Oh!, el ritmo de la sinfonía sonó exactamente perfecto, desde los bajos hasta los altos. Ella corrió a la ciudad, y dijo: “Venid, ved a un hombre que me ha dicho todo cuanto he hecho. ¿No será éste el propio Mesías que hemos estado esperando?”. Ciertamente.",
    "¿Ven? Ella entendió lo que era la Música en la hoja, en la sinfonía; eso separa el creer de la incredulidad. La fe sólo puede… No viene por una iglesia; la fe viene por oír la Palabra de Dios, reconociendo lo que Ella es. Ahora, nosotros encontramos eso igual hoy.",
    "Muchas personas ponen su mirada en los dones. (Terminando ya, cinco minutos más.) La gente mira los dones, y piensa: “¡Oh, qué cosa tan grandiosa!”, y tratan de personificar dones. Uds. no pueden hacer eso. Uds. no… No pueden hacer de un-un-un centavo un dólar, no se puede convertir en diez centavos (¿ven?), ni siquiera en una moneda de cinco centavos. Él es un centavo. Pero si Uds. mismos se reconocen como un centavo, y acompañan a las demás monedas (¿ven?), Dios puede usarlos. Nosotros de pronto no podamos hacerlo todo. No todos fueron…",
    "Cuando Dios llamó a Israel a salir de Egipto, no todos tuvieron que hacer lo mismo que hizo Moisés, pero ellos lo creyeron. Eso es correcto. Ellos le creyeron a Moisés, porque supieron que era la señal de la hora, y que Dios había probado que él tenía Su Palabra.\n\nEllos dijeron: “Faraón tiene lanzas”.\n\nÉl dijo: “Pero Moisés tiene Su Palabra”.",
    "Eso es. Los faraones pueda que tengan un ejército, pero Moisés tenía la Palabra porque él era el profeta de Dios. Y la Palabra vino a él, y había sido vindicada que era la Verdad. Era el Dios viviente que pudo tomar polvo y arrojarlo al aire y hacer aparecer pulgas. Un hombre no puede hacer eso. Como hombre se paró allí, y dijo: “Mañana como para esta hora va a suceder esto y esto”, y sucedió así. ¿Ven? Ellos sabían que Moisés tenía la Palabra de Dios. Sin que importara las lanzas y calabozos que tuviera Faraón, ni cuántos ladrillos necesitara hacer; Moisés tenía la Palabra, así que ellos salieron hacia el desierto.",
    "Hubo un hombre, Datan, que dijo: “Moisés se exalta él mismo. Todos somos pueblo santo, así que todos deberíamos ser capaces de hacer lo que hizo Moisés”.\n\nY Moisés dijo: “Dios, ¿qué de esto?”.",
    "Él dijo: “Sepárate. Apártate de ellos”. Y Él abrió la tierra y se tragó a Datán y a su grupo.",
    "Él separó la Luz de las tinieblas, al vindicar Su Palabra. Él es el mismo Dios hoy.",
    "Terminando. Yo les contaba anoche, cuando primero llegué aquí. Esto no es personal. Si piensan de esa forma, entonces por favor cierren las cortinas de sus corazones. Estoy diciendo esto a las personas que creen.",
    "Fue hablado y dijo exactamente las cosas que acontecerían, al transcurrir la edad, y todos Uds. son testigos de eso, como fueron testigos anoche, en el discernimiento y lo demás; de cómo habría personificadores, personificaciones, y todo lo que sucedería.",
    "Pero la última cosa, sería algo grande que acontecería. Hemos estado esperando eso por años. Y todos sabemos de la primera vez cuando aconteció, cuando una creación apareció a existencia, por tercera vez; y luego la cuarta vez. Anoche les conté de la quinta vez que aconteció.",
    "Y está en espera de este Concilio de Iglesias, cuando se una, y los protestantes. Si hablo el domingo en la mañana, de eso es que quiero… que diga el sábado en la mañana, de eso es quiero hablar, ¿ven? Ahora, y cuando esto se una, luego el Espíritu de Dios siempre levanta un estandarte en contra de ellos. ¿Ven?\n\nHay hombres sentados aquí, en esta noche, que son testigos de esto.",
    "Estuve en Colorado, no hace mucho, este otoño que pasó. Voy allá en viajes de cacería. Y, por lo general, estoy allá para mi aniversario de bodas. Cuando mi esposa y yo nos casamos, yo-yo había ahorrado mis monedas y demás, y, de mi empleo, y las tenía en una lata de polvo para hornear. Y no tenía suficiente para ir de luna de miel y de cacería; así que sencillamente las junté, y la llevé en un viaje de cacería como luna de miel. Así que desde entonces, he (para vergüenza mía), nunca he estado en casa con ella para nuestro aniversario. Yo estaba en Colorado.",
    "Anoche vi dos o tres ministros aquí, que estuvieron conmigo allá en un campamento, adonde tuve que venir desde Alaska y encontrarme con ellos, para cazar. Eran los muchachos Martin. Estuvieron aquí anoche. Yo… Se encuentran aquí, justamente allá atrás. Y también ese otro compañero pequeño, olvido su nombre, sentado… ¿Estuviste también allí, hijo? Eso es correcto. Y quizá, ¿estará aquí el Hermano Palmer? Yo… Y estábamos en las montañas. Y soy guía en Colorado, he cazado allí por años.",
    "Y en cada ocasión que llega nuestro aniversario, el veintitrés de octubre… Hay un lugarcito donde llevaba a mi esposa para nuestra luna de miel, allá en las Montañas Adirondack, y este lugar es muy parecido a ése, sólo que allá había… Acá hay álamo temblón, los pequeños arbustos, y allá era abedul. Y salgo allá, el día veintitrés, algún momento en el día, me quito el sombrero y le agradezco al Señor por una buena esposa fiel, que ha sido fiel y amable conmigo durante estos años, y que me ha ayudado, mientras que salgo a predicar el Evangelio.",
    "Y ha estado bastante seco en Colorado este año, como lo ha estado por todo el país. Y de repente, hubo… me supongo que habían doscientos hombres que iban delante de nosotros, o cien hombres, discúlpenme, como cien hombres delante de nosotros, allá en los campamentos más adelante. Y habían estado disparando allá por cuatro o cinco días. Y yo le había acertado un tiro a un venado, uno que venía cazando por años. Y, pero, yo… bajó una neblina y no logré verlo; no lo pude encontrar. Y yo había estado buscándolo ese día.",
    "Y al día siguiente, el teléfono o el… oímos por el radio: “Se aproxima una tormenta, podría arrojar veinte pies de nieve sobre estas montañas durante la noche”.",
    "Y entonces les dije a los hermanos. Los reuní. Los muchachos Martin también estaban allí. Dije: “Hermanos, oyeron lo que se dijo en las noticias. Ahora, si se quieren ir, más vale que salgan ahora mismo, porque se hará demasiado tarde. Podrían permanecer aquí toda una semana. Y yo debería irme, pues el próximo lunes tengo una reunión, los Hombres Cristianos de negocios, la asamblea en Tucson para los Hombres del Evangelio Completo. Sin embargo, decidan Uds. Si se quieren quedar, yo soy su guía, me quedaré aquí con Uds.”.\n\nTodos ellos votaron: “Nos quedamos. Nos quedamos”.",
    "Los muchachos Martin, teniendo una camioneta lenta, o una camioneta veloz, más bien, todos… Teníamos allí unos cuantos venados de más, se los dimos a los muchachos Martin y a ellos, y se fueron; porque los demás no saldrían de allí, así de sencillo. Así que ellos-ellos están aquí como testigos en esta noche.",
    "Y al día siguiente pensé… Pues, no nevó ese día, el día que ellos se fueron. Dije: “Llamaré a mi esposa y le expresaré lo agradecido que estoy porque ella es tan buena esposa, y todo, es su aniversario. Y luego mañana subiré al lugar, si llegamos allí antes que la nieve”.",
    "Y entonces yo-yo entré, y no logré contactarla. Me di vuelta y regresé. Y todos en el pueblo se preparaban, y la gran tormenta venía, y el diario decía: “Podría arrojar veinte pies de nieve en Colorado”, esa noche.",
    "El Hermano Tom Simpson está aquí presente en algún lugar esta noche, o debería de estar. Él estaba en el Canadá y venía bajando, y ellos se desviaron. Avisaban: “¡Desvíense antes de Colorado! ¡Hay una tormenta grande! ¿Está aquí, Hermano Simpson? ¿Dónde está? Sí, sentado por acá atrás. Y le anunciaron: “Desvíese antes de Colorado. Se aproxima una tormenta grande”.",
    "Entonces le-le dije a la hermana, y-y a la esposa de otro hombre, del Hermano Evans. No pienso que el Hermano Evans esté aquí esta noche, a no ser que acabe de llegar. ¿Está aquí, Hermano Evans? Y no pienso que aún haya llegado. No obstante, él estará aquí en la convención. Entonces llamé a su esposa, y le dije: “No pude contactar a mi esposa; ella salió para la tienda”. Y le dije: “Dígale que le avise al Hermano Tony Stromeí”, que era el presidente de la asamblea, “si no estoy allí para el domingo, que tenga listo otro predicador, porque podría ser que no logre salir de aquí. Estoy con estos hombres”.",
    "¿Entonces qué sucedió? El… Esa noche no nevó. A la mañana siguiente, las nubes estaban bajas y enojadas. Dije: “Pues, hermanos, he movido ganado por aquí durante años, y he sido guía. A la primera gotita de lluvia, regresen tan rápido como puedan al campamento, porque he visto el clima que dentro de quince minutos ni uno mismo se puede ver la mano en frente, por dos o tres días a la vez, una tormenta arrolladora”. Eso allí está a nueve mil pies. Y dije: “Uds., Uds. simplemente se encontrarán en una tormenta y se perderán, y morirán aquí en las montañas. Ahora, saldremos…”. Ubiqué a cada hombre, y yo me dirigí sobre la cima. Y dije: “Ahora, si yo no… No esperen a que yo llegue. Dense prisa lo más que puedan cuando comience; a la primera llovizna, corran rápido al campamento y, pues no podrán encontrar el camino de regreso”. Dijeron que lo harían.",
    "Yo escalé a lo alto. Los coyotes aullaban por todas partes, y supe que el clima iba a cambiar. Luego, de repente, vino un fuerte soplo de viento, y el aguanieve comenzó a caer. Y dije: “Me supongo que todos regresan”.",
    "Pues, me detuve y miré alrededor. Pensé: “Quisiera poder hallar ese venado antes de regresar, porque la nieve lo cubrirá, y no se hallarán más hasta la primavera”. Entonces pensé, he cazado tan duro por ese venado, y era el primer venado que dejaba escapar así, desde que tengo este pequeño rifle, el de las cincuenta y cinco cabezas de animales”. Y pensé: “Pues, yo-yo detesto verlo escapar de esa manera”.",
    "Y en un instante, gotas grandes de nieve, parecían monedas de veinticinco, caían por todas partes, y el viento comenzó a soplar, y yo a duras penas podía ver para bajarme de esta cima. Y sabía de quedarme sobre este borde. Y si bajaba y encontraba el arroyo, bajaría por el arroyo hasta encontrarme con el pequeño tronco como puente, luego podría palpar por dónde me dirigía hasta llegar adonde estaba la tienda. Ésa era la única manera de yo salir. Y entonces pensé: “Si llego a descarriarme a un lado o al otro, hasta allí llego, uno no será hallado, pues morirá allá adentro”.",
    "Entonces comencé de regreso por la montaña, y llegué como a, oh, me supongo que a trescientas yardas, o cuatrocientas [a 900 o 1,200 pies—Trad.], de donde estaba.",
    "Ahora, esto suena extraño. Pero tengo una Biblia aquí delante de mí, al Padre Celestial como mi testigo. Yo casi corriendo, tratando de bajar, el viento soplaba muy fuerte allá arriba, y podía ver como a veinte pies delante de mí, en los arbustos por donde estaba, los árboles, y el viento soplando y arrollando. Y una Voz dijo: “¡Detente! Regresa de donde vienes”.",
    "Pues, me detuve. Pensé: “Tal vez sólo era el sonido de ese viento. Yo no estaba pensando en nada así”; y esperé un momento.",
    "Y uno de los muchachos me había preparado un emparedado, y lo saqué, y ya realmente era una masa; y yo, la lluvia y la transpiración, era sólo una gran masa de-de pan con un poco de carne en alguna parte. Bien, yo-yo tenía un poco de hambre, así que de todas formas me lo comí. Y estaba parado allí, y enterré el pedacito de papel; pues, un animal verá esas cosas, y, cualquier cosa de la civilización, huyen y se alejan.",
    "Así que me paré allí un breve instante, y pensé: “Bueno, simplemente continuaré”.",
    "Y comencé de nuevo. Y tan claro como Uds. oyen mi voz, Algo dijo: “Da la vuelta y regresa allá de donde vienes”.",
    "🦅 ¿Cómo podría ése ser Dios diciéndome que regresará a esa trampa mortal”? Me paré allí un momento, y pensé: “Ése es el mismo que dijo de esas ardillas”.",
    "El mismo del que les hablé anoche, en cuanto a mi esposa; una voz, simplemente una voz humana. Él mismo que me dijo cuando yo era un niño: “Nunca bebas ni fumes”, y de estas cosas que acontecerían en los postreros días. Dios, y cuento esto con la Biblia sobre mi corazón, ¿en qué me aprovecharía contarles algo errado, y saber que estoy enviando mi alma al infierno? ¿Ven? Es la verdad. No es usual, pero es verdad.",
    "🦅 Bien” pensé, “sé lo suficiente como para obedecer a esa Voz. ¿Por qué habría yo de…? Él tiene alguna razón para hacerme subir allá. De pronto sea mi hora de partir”.",
    "Entonces me di vuelta, y me abrí camino por el bosque hasta que llegué otra vez a esa cima, bien arriba, quizá a trescientas, cuatrocientas yardas allá arriba [900 a 1,200 pies—Trad.], directamente en la cima de la montaña, con ese tiempo. Y estaba tan espeso allá arriba para ese momento, que no podía ver nada; el viento y los árboles se doblaban y eran arrollados.",
    "Y tomé mi rifle, tenía una camisa roja y una gorra roja, y acerqué el rifle, evitando que la-la mira se empañara, porque el oso y demás se mueve en esa clase de clima, también el león; y si me encontraba con uno, la mira estaría toda empañada. Y entonces lo sostenía de esta manera, no contra mí, donde se empañaría, sino evitando de que se empañara, y de lo mojado de la nieve. Y me senté debajo de un árbol.",
    "Estaba sentado allí. Pensé: “Pues, ¿por qué habría Él de querer que yo suba acá? Lo-lo dudo mucho que ahora pueda encontrar mi camino hacia allá abajo, el… se tornaba muy terrorífico”. Podía ver tal vez como a diez o quince pies, y ni siquiera todo eso, en momentos a no más de cinco pies, y se tornaba más difícil a cada momento. Bien, yo-yo pensé: “Pues, Él dijo que regresara. No sé más que sentarme aquí”. Y la nieve para ese momento estaba como a una pulgada, o pulgada y media, quizá dos pulgadas [de 2 a 5 cms.—Trad.], sobre el suelo. Habían pasado como veinte o treinta minutos. Y-y venteaba tan duro, que también se la llevaba. Y sólo me senté allí por un momento.",
    "Oí una Voz. Él dijo: “Yo soy el Dios del Cielo, Quien creó los cielos y la Tierra”.",
    "Me quité rápidamente el sombrero, la gorra, y sólo me quedé quieto. Y escuché otra vez. Pensé: “Eso no fue el viento”. ¡Oh, estaba venteando, hacía ruido!",
    "Y lo escuché de nuevo. Dijo: “Yo Soy el que aquieté los vientos sobre el turbulento mar. Yo soy Aquél, el Creador. Yo traje a existencia ardillas en presencia tuya. Yo hice estas cosas”.\n\nYo dije: “Sí, Señor. Yo te creo”.",
    "Dijo: “Ponte de pie”. Yo me levanté, me puse de pie. Él dijo: “Ahora háblale a la tormenta. Ella hará lo que tú le digas que haga”.",
    "Ahora, eso es verdad. Yo, cuando me los encuentre en el Juicio, tendré que rendir cuentas por todo esto. Yo pensé que Él…",
    "Dije: “Tormenta: ve a tu lugar, detente. Y, Sol: brilla normalmente por cuatro días”.",
    "Y no acabando ni de decir eso, el aguanieve y el granizo, que por poco me tumbaban, sencillamente se detuvieron. Y en unos momentos, el Sol brillaba directamente, sobre mí. Y miré hacía abajo sobre las montañas, vi llegar un-un viento del este. El viento soplaba del oeste. El viento del este llegó, y venía hacía acá, y pude ver las nubes misteriosamente… ¡Adónde fueron, no lo sé!",
    "Y me paré allí unos momentos, las lágrimas me rodaban por la barba, ya gris. Pensé: “Dios, ¿cómo?, yo no sé qué hacer”.",
    "Pensé: “Pues, yo estaba… Me supongo que los hermanos ya han regresado todos a la tienda; y el Sol brillando por todas partes”.",
    "Comencé a bajar por la montaña. Y toda la nieve se secaba, por ese Sol candente; vapor me salía de la camisa. Con diferencia de tan sólo unos momentos. Y comencé a bajar por la montaña. Y cuando lo hacía, dije…\n\nOí una Voz decir: “¿Por qué no caminas Conmigo?”.",
    "Yo dije: “¡Señor, sería el privilegio más grande que haya tenido!”. Me di la vuelta y comencé a bajar por el sendero grande de los venados, bajando por ese bosque virgen.",
    "Y pensé: “Pues, bajaré por donde siempre le rindo honores a Meda, mi esposa”. Y andaba por allí a unos, como a media o tres cuartos de hora más tarde. La nieve se había evaporado y desaparecido.",
    "Y me puse a pensar: “Me pregunto por qué ella nunca me reprochó por yo ausentarme”. Dije: “Recuerdo cuando por primera vez la llevé allí y la ayudé a pasar sobre esos troncos, cuando nos casamos”. Dije: “Ahora ella está canosa”.",
    "Hice “¡Hum!”. La barba canosa me cubría el rostro, era una mezcla entre negra con canas. Pensé: “Bill, no te queda mucho tiempo; te estás envejeciendo”.",
    "Y continué. Y levanté la mirada, me pareció que podía verla parada allí delante de mí, con sus brazos extendidos, aún con el cabello oscuro.",
    "Incliné el rostro. Iba subiendo por un lugarcito donde había Álamo Temblón, y había una curvita en una… Simplemente recosté la cabeza en una rama, así. Y me paré allí, llorando, y oía algo que hacía: “Pat, pat, pat”. Y miré hacia abajo; era el agua que me salía de los ojos, rodándome por la barba, golpeando esas hojas secas; donde, treinta minutos antes había una pulgada de nieve [2.5 cms—Trad.], y en ventisca.",
    "Cuando bajé de la montaña, cuatro días después, no había ni una nube en el cielo, ya cuatro días después. Entré, y le dije al hombre en la estación de combustible: “¿Será… ha estado bastante seco?”.",
    "🦅 Sí”. Dijo: “Sabe, ¡qué cosa tan extraña, se nos pronosticó una tormenta el otro día, y, sabe, de repente se detuvo!”.",
    "Y luego llegué a la frontera de Nuevo México, de regreso a Arizona. Y le dije a Billy, mi hijo, le dije: “Entremos aquí y veamos si pasó por estos lados”.",
    "Me detuve allí. Era un domingo en la mañana. Compré unos… Y compré gasolina. Y el hombre dijo: “Pues, ¿ha estado cazando?”.\n\nLe dije: “Sí, señor”.\n\n“¿Tuvo suerte”?",
    "Le dije: “Sí, señor, nos hizo buen tiempo”. Le dije: “Se ve bastante seco”.",
    "Y él dijo: “Sí, ha estado horrendamente seco por aquí”. Él dijo: “Se nos prometió bastante nieve el otro día”. Y dijo: “Sabe, la tormenta efectivamente comenzó, y de alguna manera u otra cesó”. ¡Oh, vaya, vaya!",
    "Yo estaba parado al lado de este árbol. (Ya terminando.) Parado junto a este árbol, y las lágrimas me caían de los ojos. Pensé: “¡Dios!”.",
    "Sólo piensen, el mismo Dios que dijo: “Calla, enmudece”, a las olas, y los vientos le obedecieron, Él aún es el mismo Jesús aquí con nosotros en el bosque. Él aún es la Palabra. La Palabra, toda la naturaleza tiene que obedecer a Su Palabra, porque Él es el Creador de la naturaleza.\n\nMe paré allí, y las lágrimas me caían de las mejillas.",
    "Y ahora, como por cinco años, he estado distanciado del bosque, simplemente visitando iglesias y lo que he podido; todos Uds. lo saben. Y mi corazón ha estado con esa carga. Yo salía acá, venía a Arizona, y Él me decía de las cosas para hacer, yo iba y las hacía, pero parece que el avivamiento ha terminado. Y yo no podía… me preguntaba qué era lo que sucedía. En mi corazón, me arrepentía. Decía: “Señor, si algo he hecho, dímelo; lo corregiré”. Sencillamente tenía esa carga constantemente, un sentir horrible, y no obtenía la victoria que quería.",
    "Él había mostrado y obrado muchas cosas grandiosas, de las cuales todos Uds. son testigos, habiendo yo venido aquí y relatándolas, viendo los diarios publicarlas, y revistas y demás, acerca de las cosas sobrenaturales tan tremendas que se han visto y que han sido obradas.",
    "Pero mi corazón continuaba con esa carga. Y yo estaba recostado sobre el arbusto, de esta manera. Y pensé: “El gran Dios del Cielo; ese Sol calido brillando sobre mí, sin una nube por ningún lado, y hace unos momentos Tú-Tú contradijiste la palabra del hombre; lo hizo la naturaleza. ¿Cómo fue posible, Señor? Jesucristo es el mismo ayer, hoy, y por los siglos. Fue Su Palabra que sencillamente me hiciste que hablara”. Pensé: “¡Padre, cuán agradecido estoy!”.",
    "Oí algo que hacía… [El Hermano Branham toca dos veces sobre el púlpito.—Ed.] Y miré; allí delante de mí había dos, tres venados, y me miraban directamente. Ahora, a esos venados les habían disparado bastante, la semana anterior, y allí habían cazadores. Y yo me encontraba vestido de rojo; cualquiera sabe [El Hermano Branham chasquea los dedos.] que desaparecen así de rápido. Sin embargo, ellos me estaban mirando.",
    "Y como venado para comer, no podrían haber estado mejor. Era una cierva grande, con dos cervatos maduros, grandes. Y pensé: “¡Es perfecto! Necesitamos tres venados”.",
    "Algo dijo: “Sabes, el Señor te los ha puesto en las manos”.",
    "Pero cuando estaba con los Hombres de Negocios del Evangelio Completo, el Hermano Clayton, alrededor de un año antes, nos acompañó cuando pesqué ese pez récord. Ese año maté para individuos diecinueve cabezas de alce. Y yo… el…",
    "Con frecuencia, los hombres de negocios… Discúlpenme por esto, mis hermanos. Algunos entre ellos son Doctores, y, Uds. saben, no pueden caminar; y son gordos, Uds. saben, y muchos se sientan detrás de un escritorio. Me decían: “Billy, consígueme uno de dos años. Consígueme una becerra. Yo quiero un macho. Consígueme uno-uno con todos los cuernos”. Pues, sencillamente tuve un jubileo allá, disparando, consiguiendo el alce y de todo.",
    "Pero el Señor me dijo que no hiciera eso. Y yo le prometí, en esa tormenta allá en Colorado, que no… años antes. Le dije: “Señor, guiaré al hombre a la caza, pero no más de matar animales para individuos”. No. A no ser que sea una emergencia y tengamos que hacerlo.",
    "Y si recuerdan, muchachos, la noche antes de marcharnos… Pobre hermanito allá, no había conseguido un venado. ¿Cuál es su nombre? Palmer, vino por allí, y me puso diez dólares de diezmos en la mano. Él dijo: “Hermano Branham, éstos son mis diezmos, póngalos en la iglesia”. Dijo: “¿Me consigue un venado?”. ¡Oh! Yo…",
    "[Cinta en blanco.—Ed.] …estaban esos tres venados, y yo con este rifle mío al hombro. Me lo había recargado al hombro así. Pensé: “No se me pueden escapar. Están aquí mismo”. Yo era demasiado rápido con el rifle. “Les daría a todos tres antes de ellos poder dar la vuelta”. ¿Ven? Y yo con el rifle. Pensé: “Allí están, correcto”. Acomodé el rifle…",
    "Luego sucedió que me vino a mente lo de esa promesa. Dije: “No puedo hacerlo. Yo no puedo hacerlo”. Dije: “Recuerdo una vez que un hombre le dijo a otro: ‘Dios ha puesto a Joab en tus manos, o a Saúl’, le dijo Joab a David. David dijo: ‘Dios me guarde de tocar a Su ungido’. Eso fue lo que prometí, que yo no lo haría”.",
    "Y pensé: “Están aquí mismo sobre esta colina. Puedo rodarlos hasta allá abajo; podremos recogerlos fácil. ¡Tres venados bonitos parados allí!\n\nY dije: “No, no puedo hacerlo”.",
    "Y esto presentándose así, cervatos, dos bien maduros, macho y hembra, y la cierva madre. Y ellos se me acercaron, miraban alrededor, unos animales grandes, robustos.",
    "Y me paré allí un momento. Y pensé: “Eso es inusual, para los venados, y yo así con esto rojo puesto”. Pensé: “Los asustaré”.",
    "Les dije: “¡Están en mis manos! No lograrían escapar si quisieran, pero no les haré daño. ¡Váyanse!”. Se miraron entre ellos, y siguieron acercándose. Y se me acercaron bastante, mirándome.",
    "Bueno, puse el rifle en el suelo. Dije: “Madre, lleva tus hijos y vete al bosque. Yo estoy gozándome aquí en la Presencia de Dios. Prometí que no mataría animales para otras personas”. Dije: “Ahora lleva a tus hijos y vete al bosque. Yo también amo ese bosque. ¡Anda, vete!”.",
    "Ella me miró. Y los dos miraron alrededor, todos tres. Luego se dieron vuelta y se fueron, pero regresaron otra vez.",
    "Y dije: “No les haré daño”. Dije: “Regresen al bosque. Están en mis manos; no podrían escapar. Pero” dije, “yo he estado en las manos de Dios, y aún tampoco he podido escapar; Él me perdonó a mí. Yo le he hecho a Él una promesa: los perdono a Uds. Vayan, pásenla bien, disfruten este bosque; a mí me gusta. ¡Vayan!”.",
    "Se pararon allí por un rato, y se acercaron casi para poder comer de mis manos; se dieron la vuelta y todos me miraron, así, y se fueron. Se detenían y miraban de nuevo atrás, se fueron caminando al bosque. Y yo estaba parado allí. Pensé: “Eso no es usual, para el venado. ¿Me pregunto si es porque el Señor Jesús está aquí, Su Presencia?”.",
    "Y justamente en ese momento una Voz me habló, dijo: “¿Te has acordado de tu promesa, verdad?”. Yo supe que era Él.\n\nLe dije: “Sí, Señor”.",
    "Él dijo: “También Yo recuerdo la Mía, nunca te dejaré. Yo nunca te desampararé”.",
    "Esa carga me fue quitada. Amigos Cristianos, desde ese momento no ha vuelto. Eso sucedió el pasado octubre; he sido una persona diferente.",
    "Cúmplanle sus promesas a Dios. Lo que le digan a Dios, créanlo. Sepárense de cualquier cosa contraria a Su Palabra. Dios oirá y responderá a la oración.\n\nInclinemos nuestros rostros por un momento.",
    "¿Están Uds. dispuestos a separarse, en esta noche, de toda incredulidad, para escuchar la Palabra del Señor? ¡Háganlo y crean que Él es el mismo ayer, hoy, y por los siglos! Estas cosas que Él ha prometido hacer, nosotros le vemos hacerlas. ¿Levantarían las manos y dirán: “Dios, te hago una promesa esta noche. Yo creo todo lo que prometiste. Yo creo toda Palabra; que jamás volveré dudar”?",
    "Nuestro Padre Celestial, Tú conoces que esta historia es la verdad. Ésa fue la cuarta vez. Y después la quinta vez, fue con mi propia esposa preciosa, cuando Tú… La semana pasada, cuando ese médico escribía esa declaración, ese tumor grande desapareció antes de su mano tocarla; de acuerdo a lo que fue dicho.",
    "Ahora, Padre, ruego que ayudes a estas personas. Me doy cuenta que estoy envejeciendo. Yo sé que debo partir pronto. Y oro, Señor, para que me permitas ser honesto y sincero con mis hermanos, que sea honesto y sincero con Tu pueblo. Si no puedo serlo con ellos, entonces no creo que lo sería Contigo, Señor, porque yo quiero dar testimonio de Ti. Y oro para que permitas que la Palabra viva de tal forma en nosotros, esta noche, que nos concedas a todos la fe. Y por este pequeño don que…",
    "La gente a veces piensa que un don es algo que uno se pone en las manos, y sale, corta y se abre camino. Un don no es eso, Padre. Que ellos entiendan que un don es hacerse uno mismo a un lado, para que el Espíritu Santo pueda hacer lo que Él quiera.",
    "Señor, permite ahora que nos hagamos nosotros mismos a un lado, y que le permitamos al gran Espíritu Santo venir y obrar a través de nosotros. Y que en esta noche veamos las promesas de Jesucristo, que… Aquél al que me referí, especialmente en esta noche, Señor, que Aquél donde Dios descendió delante de Abraham, manifestado en carne, y sabía los secretos del corazón, Ése fue Dios. Y cuando Él se hizo carne y habitó entre nosotros, Él sabía el secreto del corazón. Y la Biblia dice que “la Palabra de Dios es discernidora de los pensamientos que hay en el corazón”. Así es como supieron los discípulos que Él era Dios.",
    "Ahora, Padre, ¿vendrías en esta noche y permitirías que nuestros pobres tabernáculos humildes sean dedicados a Ti, causándonos creer, para que tal vez Tu Espíritu se dé a conocer Él mismo entre nosotros en esta noche, de que Tú aún eres la Palabra? Entonces nos separaremos de toda incredulidad y te seguiremos. En el Nombre de Jesús, que Tú nos hables. Amén.\n\n[Alguien da una exhortación.—Ed.]",
    "Gran Dios del Cielo, se misericordioso con nosotros. Ayúdanos, oh, Señor, a obedecer Tus Mandamientos; y úsanos para Tu honra. Y te agradecemos por estas palabras de ánimo. Permite ahora que el Espíritu Santo se mueva en nosotros y confirme estas palabras. En el Nombre de Jesucristo. Amén.",
    "Tengan fe en Dios. No duden. Sean de buen ánimo. El tiempo de Su Venida se acerca.",
    "Ahora, en esta noche, tenemos grupos de tarjetas de oración. ¿Cuántos aquí tienen tarjetas de oración, levanten la mano? Se me haría difícil pasar por ese grupo y con el discernimiento, si el Señor lo diera. Pero permitan me tomo un momento y digo esto: ¿Cuántos aquí no tienen tarjetas de oración, y están orando para que Dios los sane? Ahora, que el Señor Dios los ayude a cada uno.",
    "Yo soy hermano de Uds. Jesús es su Salvador. Dios es nuestro Padre. Nosotros somos pueblo. No somos de este mundo cuando nacemos de Dios, somos de Arriba. Ahora, antes de que tengamos la línea de oración, para orar por los enfermos… Y hay hombres aquí en la plataforma, en esta noche, que también oran por los enfermos, y ministros allá afuera que oran por los enfermos. No quiero dejar la impresión que yo soy el único que ora por los enfermos. ¿Ven? Dios no… Él no tiene que usarme a mí. Él puede-Él puede usarlos a Uds. o a cualquiera. La cosa es, creer que lo que Él dijo es la Verdad.",
    "Pero ahora, habiendo dicho esto, en vindicación de lo que ha sido dicho, vamos a inclinar nuestros rostros por un momento. Uds. que están orando, y que están enfermos y no tienen tarjeta de oración, oren y digan algo así: “Señor Jesús, yo sé que la Biblia dice que la oración de fe sanará al enfermo; Dios lo levantará. Y también es dicho que Jesucristo es el mismo ayer, hoy, y por los siglos”.",
    "Si Él es el mismo, pues, entonces Él tendrá que obrar igual, hacer lo mismo. Y también, dice la Biblia que la-la Palabra de Dios es más cortante que una espada de dos filos, y discierne los pensamientos en el corazón. Nosotros sabemos que cuando la Palabra fue hecha carne, en la Persona de Jesucristo, el Hijo de Dios, que eso exactamente fue lo que Dios hizo por medio de Su Hijo. Jesús dijo, en San Juan 14: “Las obras que Yo hago, vosotros las haréis también, y aún mayores y más, porque Yo voy a Mi Padre”.",
    "Y ahora, también dice la Biblia, en el Libro de Hebreos, que Él es ahora el Sumo Sacerdote. ¿Creeremos eso todos? Seguro. “Él es el Sumo Sacerdote que puede ser tocado por el sentir de nuestras debilidades”. Ahora, “Él es”. No lo soy yo; Él es. Ningún hombre lo es. “Él es ahora un Sumo Sacerdote que puede ser tocado por el sentir de nuestras debilidades”.",
    "Ahora, es si Ud. tiene ese sentir y está dispuesto a dar un paso y a desprenderse de toda su incredulidad, y decir: “¡Permíteme tocarte, gran Sumo Sacerdote!”. Ahora, si Él es el Sumo Sacerdote, y es el mismo ayer, hoy, y por los siglos, Él obrará igual como lo hizo allá, porque Él es el mismo.",
    "Una mujer lo tocó a Él cierta vez, cuando estuvo aquí visiblemente en la Tierra, con la mano. Él sintió el toque, y se dio vuelta y dijo: “¿Quién me ha tocado?”. Y todos lo negaron. Pero Él discernió los pensamientos, y encontró a la mujer, le dijo de lo que andaba mal, y que su fe la había sanado.",
    "Ahora, Él es el mismo ayer, hoy, y por los siglos. Tal vez esa mujer no tenía una tarjeta de oración, pero ella tenía fe. Y eso es lo único que se necesita. Tengan fe; toquen al gran Médico. Y es por medio de un don Divino, si tan sólo logro hacerme yo mismo a un lado, permitirle al Espíritu Santo decir lo que Él quiere hacer, y obrar lo que Él desea. Y eso es un don, no es algo imaginado. Si eso es imaginado, no funcionará. Si es real, eso funciona. Eso es lo que dijo Jesús: “No soy Yo el que obra, sino Mi Padre que mora en Mí”. Por tanto, no podría ser yo. Él fue el Hijo de Dios; yo soy un pecador, salvo por Su gracia.",
    "Sólo crean; no lo manufacturen. Sólo crean, y digan: “Señor Jesús, permíteme tocar Tu manto”. Sólo hagan una oración sencilla; simplemente continúen orando. Todos permanezcan adonde están, simplemente oren y crean.",
    "Sólo crean, y no anden de prisa. No traten de manufacturarlo. Sólo crean. Ahora, ¿creen, todos? ¿Pueden creer? Sencillamente olviden todo el pasado. Piensen en que Jesucristo prometió esto. Yo sé que no es común, pero Jesús lo prometió.",
    "Ahora, ¿por favor? Sean reverentes un momento, luego daremos inicio a la línea de oración. Yo no digo que Él obrará esto, podría hacerlo. Por la gracia de Dios, creo que ya estoy libre, de mis propios pensamientos. Que Él…",
    "Ahora Uds., si sienten levantar el rostro y mirar en esta dirección, y permanezcan en oración. Como dijeron Pedro y Juan: “Míranos” no era, “míranos a nosotros”, mejor dicho, no quise decir… Sólo era que prestara atención a lo que ellos decían.",
    "Ahora Uds. son un público. Hay pocos aquí que yo conozco, aparte de-de estos muchachos Martin sentados aquí. Y pienso que éste es el Hermano Daulton sentado acá, no estoy seguro, con sus lentes oscuros. Procuraré pasarlos allí a ellos, a personas que no conozco.",
    "Bien, ahora que Jesucristo venga con Su poder, para que Uds. vean que la promesa para este día, la Escritura que fue predicha de este día, de acuerdo aun a Malaquías 4, debe ser cumplida. Algo tiene que darle cumplimiento. Dios lo ha prometido.",
    "Hay una dama sentada aquí. Ella irá mañana al hospital. Ella ha tenido un accidente, un accidente automovilístico. Ella se ha lastimado, sufre complicaciones internas, un brazo malo. Ud. no tiene… ¿Tiene una tarjeta de oración, señora? No la tiene. ¿Seré totalmente un desconocido para Ud.? Yo no la conozco. No nos conocemos. [La hermana dice: “No, señor. Lo he oído a Ud. predicar”.—Ed.] ¿Señora? [“Lo he oído predicar”.] Me acaba de oír predicar, pero sabe que no sé nada acerca de Ud. ¿Serán esas cosas la verdad? Si es así, levante la mano. Dios le bendiga. Muy bien, Señor. Tenga fe, no tendrá que ir. Su problema ha terminado.\n\n¿Qué tocó la señora?",
    "Hay un hombre sentado justamente allí detrás de ella. ¿Puede ver esa Luz? Mire esa Luz de color ámbar moviéndose. Es un hombre que está sentado allí detrás de ella. Él está orando por algo; es un hermano que está en el hospital. ¿Cree que Dios sanará a su hermano, lo devolverá a sus cabales y todo, restaurándolo? ¿Lo cree? Soy un desconocido para Ud. ¿No es así? Ése es el… ¡Crea! Muy bien, puede tener…\n\n¿Qué tocó él?",
    "Aquí hay una dama, allí detrás, sentada por acá atrás. Ella es… ¿Ve esa Luz, puede verla? Mire aquí. Mire, todos miren, ¿ven aquí?, es como un Círculo color ámbar. Allí debajo de la Luz hay una dama. Ella está aquí, está orando por alguien. Son dos niños, un nieto, un biznieto. La dama no es de aquí. Ella es de California, y ha venido aquí, ha pedido oración.",
    "También, hay alguien con ella; es su hermana. Ella está justamente allí atrás, con ese vestido rojo. Ella tiene epilepsia. Eso es verdad. Ella es de California, y Ud. la trajo, anda con ella. Su nombre es Mary. Crea con todo su corazón. ¿Son verdad esas cosas? Mueva su mano si eso es verdad. ¿Cree Ud. con todo su corazón? [La hermana dice: “Sí”.—Ed.] Entonces puede recibir lo que ha pedido. Ahora, alguien quisiera preguntarle a esas personas si las conozco… ¿Tiene Ud. una tarjeta de oración, señora? ¿No la tiene? No la necesita.",
    "Aquí, aquí hay un hombre sentado acá atrás, mirándome, en la esquina de la banca. Él tiene problema en las rodillas. Si él cree que Dios le sanará esas rodillas, él podrá recibir eso por lo que está orando. ¿Lo cree? Muy bien, su problema de rodillas ha terminado, señor. ¿Tiene una tarjeta de oración? ¿No tiene una tarjeta de oración? Ud. no la necesita.\n\nAhora: “¡Jesucristo el mismo ayer, hoy, y por los siglos!”.",
    "Una dama sentada aquí, tiene problemas femeninos. ¿Cree Ud.? Sí, la dama… ¡Oh, vaya!, se le va a pasar. Tiene un abrigo rojo. El nombre de ella es la Sra. Daily. Crea con todo su corazón. El Señor Jesucristo la sane, Sra. Daily.",
    "Pregunten si conozco a la Sra. Yo nunca la he visto en mi vida. El Padre Celestial lo sabe.\n\nUds. preguntan: “¿Por qué la llamó por su nombre?”.",
    "Bueno, Jesús dijo: “Tu nombre es Simón. Tú eres el hijo de Jonás”. ¿Es correcto eso? Ahora, ¿no será ese Él, el mismo ayer, hoy, y por lo siglos? [La congregación dice: “Amén”.—Ed.] ¿Creen Uds. que ésa es la verdad? Ahora, ¿qué dijo Jesús? Esto acontecería.",
    "Y, recuerden, ésa fue la última señal que fue dada a la Iglesia elegida, para Abraham y los suyos, antes de aparecer el hijo prometido. ¿Es correcto eso? Dios le había dado señales a Abraham durante toda la jornada, y Él también lo ha hecho con la Iglesia. Pero cuando el Ángel del Señor bajó y obró eso, Él destruyó a los gentiles incrédulos; y el hijo anhelado, por el que se había esperado, apareció, Isaac.",
    "Este ministerio terminará pronto, y el Hijo anhelado aparecerá, Él mismo. La Iglesia ha venido de justificación, por los luteranos; santificación, por los wesleyanos; al bautismo del Espíritu Santo, por los pentecostales; y ahora concluyendo en la Piedra de corona, el ministerio tipificando directamente, todo el tiempo, eso Perfecto; la sombra negativa tornándose positiva, luego vendrá Jesús algún día a llevarse Su Iglesia, aquéllos que creen.",
    "Sepárense Uds. de la incredulidad, y crean en esta noche. ¿Lo harían? [La congregación dice: “Amén”.—Ed.]",
    "Ahora los que tienen tarjetas de oración, comenzando… creo que anoche oré hasta la veinticinco. ¿Será correcto? Creo que ésa es la que se dio, número uno, veinticinco. Ahora la veintiséis, veintisiete, veintiocho, treinta, háganse por acá. Con tarjetas número uno, entren en la línea a este lado acá. ¿Lo harían ahora?",
    "Ahora, hacemos la línea de discernimiento sin las tarjetas de oración. Por la gente que dice que yo leía lo que había en sus tarjetas de oración, había… Estas personas no tenían tarjetas de oración. Simplemente son personas allí, y ahora eso acontece. ¿Cuántos lo han visto acontecer por media hora a la vez, o más, de esa manera (¿ven?), y cosas acontecer? Pero, miren, tenemos que reservar un poco las fuerzas. Aún me faltan unas cuarenta y tantas reuniones, en los alrededores por el sur.",
    "Y ahora muévanse para acá, Uds. con tarjetas de oración, muévanse a este lado. Todos con las tarjetas de oración A, pasen a este lado acá, tarjetas de oración A.",
    "Ahora, los demás, cantemos a Dios, Sólo Creed. ¿Lo harían? Todos juntos.\n\nSólo…(No es más. ¿Sólo creed qué? Creed Su Palabra.)… sólo creed,\n\nTodo es posible, sólo creed;\n\nSólo creed…\n\nCreo… Creo…",
    "Tal vez si bajara allí, ¿no sería mejor tal vez? ¿Podemos bajar allí, a orar por los enfermos? ¿Bajar aquí, a orar por los enfermos? Parece que podemos.",
    "¿Cuántos están interesados en que estas personas sanen? Ahora (¿ven?), la sanidad es de Dios. ¿Verdad que sí? Ahora, si Jesús se parará aquí esta noche, en este traje que Él me dio, y tuviera puesto este traje, Él mismo, el…\n\nSi Uds. dijeran: “Señor, ¿me sanas?”.",
    "Él diría: “Ya lo he hecho”. “Él herido fue por nuestras transgresiones; por Sus yagas fuimos curados”. ¿Verdad que sí? ¿Lo ven? Ya Él lo hizo; está en el pasado.",
    "Uds. dicen: “Señor, sálvame”. Él ya lo hizo. No importa Uds. cuánto lloren, o cuánto oren, y golpeen la banca, eso no los salvará hasta que crean y acepten lo que Él ha hecho por Uds. ¿Verdad que sí?",
    "Así mismo es. Yo no sano a las personas. Yo no puedo sanar las personas. Pero ¿qué haría Él, si es el mismo ayer, hoy, y por los siglos? Él haría lo que acaba de hacer ahora, pues eso es lo que Él prometió para esta edad. ¿Cuántos saben que eso es lo que Él ha prometido? [La congregación dice: “Amén”.—Ed.] Él lo ha prometido. Sí, señor. Él lo ha prometido, en todas las Escrituras. Uds. reciben las cintas, Esas Siete Edades De La Iglesia y demás, ven esas cosas probadas por la Escritura, de que son correctas.",
    "Ahora, para Uds. que están de pie en esta línea de oración, que pasarán por esa línea de discernimiento. Jesús vio una visión, y dijo: “He conocido que virtud ha salido de Mí”. Eso es fuerza. ¿No es así? Visiones, uno está en otro mundo. Ahora, Él está aquí. Fue a Él que Uds. tocaron. ¿Ven? Ahora, eso sólo identifica que Él está aquí con nosotros.",
    "Ahora ¿cuántos creerán, si pasamos por esta línea, y me permiten orar y ponerles las manos, y Uds. regresan a su asiento? ¿Creen que si oro aquí por Uds., y después les impongo las manos, que cada uno de Uds. sanará?",
    "¿Creen que ése sería el Espíritu Santo aquí? Podría continuar haciéndolo. Si quieren olvidar esa línea, y simplemente continuar un poco más, pues, lo haremos. ¿Ven?, es eso, el Espíritu Santo está aquí. ¿Ven? No es… Sólo es que-que Uds. lo decidan, si es que eso les va a hacer creer más.",
    "Pero a muchas personas les ha sido enseñado, “poner las manos sobre ellos”. La Biblia dice: “Él envió Su Palabra y los sanó”. Bien, eso fue lo que Él acaba de hacer ahora, confirmar Su Palabra, la envió a Uds., la confirmó, y Ella los sanó. El gentil dijo…\n\nUn judío dijo: “Ven y pon las manos sobre mi hija, ella vivirá”.",
    "El romano dijo: “No soy digno que entres bajo mi techo. ¡Sólo di la Palabra!”. A-já. Eso es lo que estoy procurando que Uds. crean, ¿lo ven?",
    "Pero si Uds. quieren oración, y que se les impongan las manos, quiero ahora que todos se unan conmigo en oración mientras que oramos por las personas.\n\nInclinemos nuestros rostros.",
    "Señor Jesús, estoy orando ahora por las personas. Ellos entienden que Tú estás parado aquí. Saben que Tú estás en medio de la gente. Y cuando estas personas pasen sobre esta plataforma esta noche, que no pasen sólo por pasar junto a mí, Tu siervo, o de estos otros siervos Tuyos aquí. Que ellos entiendan que están viniendo al templo del Dios viviente, ellos están viniendo en base a una promesa que Dios dijo: “Estas señales seguirán a los que creen. Cuando ellos pongan las manos sobre los enfermos, sanarán”. Él prometió eso. Él prometió que todo hombre que creyera sería salvo, y todo hombre que crea se salva. Todos los que crean en la sanidad son sanados. Padre, ayuda ahora nuestra incredulidad.",
    "Tú te has identificado aquí esta noche, Escrituralmente, para mostrarnos que estás aquí. Ahora permite que acontezca que toda persona que pase por esta plataforma, o en esta audiencia, que no quede una persona enferma entre nosotros cuando haya terminado el servicio. Que el gran Espíritu Santo venga entre Su pueblo y nos unja, a todos, Señor, a todos estos ministros, a todos estos siervos Tuyos sentados aquí, cientos de ellos. Padre, oro que cada una de nuestras oraciones te llegue mientras estamos en la Divina Presencia de Tu Ser. Y que estas personas entiendan, a medida que pasan por esta plataforma, que esta noche es la noche de su sanidad, si ellos lo pueden creer.",
    "Ahora quiero que todos continúen en oración a medida que la gente pasa, y estaré imponiendo manos sobre cada uno por su sanidad.",
    "Venga señor. Yo oro por esto, mi hermano. En el Nombre de Jesucristo, reciba su sanidad.",
    "Yo oro pidiendo esto, mi hermano. En el Nombre de Jesucristo, sea sanado.",
    "Oro por mi hermana, en el Nombre de Jesucristo, por su sanidad. Amén.",
    "Oro por mi hermana, en el Nombre de Jesucristo, por su sanidad.\n\nOro por mi hermana, en el Nombre de Jesús, por su sanidad.\n\nOro por mi hermana, en el Nombre de Jesús, por su sanidad.",
    "Oro por mi hermano, en el Nombre de Jesucristo, por su sanidad.",
    "Oro por mi hermana, en el Nombre de Jesucristo, por su sanidad.",
    "Oro por mi hermano, en el Nombre de Jesucristo, por su sanidad.\n\nOro por mi hermano, en el Nombre de Jesús, que Tú lo sanes.",
    "Yo pongo las manos sobre nuestro hermano, en el Nombre de Jesucristo, por su sanidad.",
    "Yo pongo las manos sobre este hermano, en el Nombre de Jesús, por su sanidad.",
    "Con mis manos puestas sobre este hermano, pido por su sanidad, en el Nombre de Jesús, mientras aún está en la Presencia Divina aquí de Tu unción.",
    "Sane de esto, mi hermana; Padre, lo pido, en el Nombre de Jesucristo. [La hermana dice: “Gracias, Jesús”.—Ed.]",
    "[Cinta en blanco.—Ed.] …el Nombre de Jesucristo, que él reciba su sanidad.",
    "Así mismo aquí sobre mi hermano, Padre, pongo las manos. En el Nombre de Jesús, que él sane.",
    "Padre, Dios, en el Nombre de Jesucristo, pongo mis manos sobre mi hermana. Que ella sea sana en el Nombre del Señor Jesús.",
    "Nuestro Padre, pongo las manos sobre este hermano, y pido por su sanidad, en el Nombre de Jesús. Amén.",
    "En el Nombre de Jesucristo, pongo las manos sobre mi hermano, y pido por su sanidad, para la gloria de Dios. Amén.",
    "Nuestro Padre Celestial, pongo manos sobre mi hermano, y pido por su sanidad. Conecto mi oración, Señor, con su oración, y la oración de la iglesia que has congregado en esta noche. Mis manos están sobre él, en identificación de mi fe en el Hijo de Dios, yo pido su sanidad. Amén.",
    "Ahora tenemos aquí unos casos de sillas de ruedas por los cuales orar. [Cinta en blanco.—Ed.]",
    "Jesús dijo, una vez: “¿Sabéis lo que os he hecho?”. He hecho justamente lo que Dios mandó que se hiciera.",
    "Ahora oremos juntos, cada uno. A medida que enfocan sus mentes en Dios, eleven su oración. Recuerden, crean ahora, crean con nosotros. Cada uno de Uds. aquí, que está enfermo, y quizá no tenían tarjeta de oración…",
    "Ahora, estaremos repartiendo tarjetas de oración de nuevo mañana en la noche, a las seis y media o siete, algo así, seis y media o siete, por tanto, tendremos la línea de oración otra vez mañana en la noche. Lo siento, que los retrasé un poco esta noche, por causa de la línea de oración. Que Dios los bendiga.\n\nAhora inclinemos nuestros rostros de nuevo.",
    "Mientras oramos, Padre, le perdonamos a todo hombre su pecado contra nosotros. Si se halla algo en nosotros que no sea a Tu parecer, perdónanos, Señor. Porque, nos es dicho que debemos ser “epístolas escritas de Dios, leídas de todo hombre”. Y habiendo obedecido nosotros Tus Mandamientos, viendo la Presencia Tuya identificarse con nosotros; la gente ha pasado a esta plataforma, testificando de su fe. Hemos puesto las manos sobre ellos, Padre. No sólo como uno entre nosotros, sino todos unidos, en oración, hemos puesto las manos sobre ellos, creyendo que Tú sanarás sus cuerpos.",
    "Tú dijiste, cuando estuviste aquí en la Tierra: “Si pidieres todo lo quisieres al Padre en Mi Nombre, Yo lo haré”. Jesús de… Hijo de Dios, ésa fue Tu promesa, Señor.",
    "Y Aquél que hizo la promesa se ha identificado Él mismo aquí en esta noche para cumplir Su promesa. Así que se han-se han llevado a cabo, Tus Mandamientos, de poner las manos sobre los enfermos. Ahora, permite que acontezca. Ha sido escrito, que acontezca. Permite que el poder de Jesucristo irrumpa en esta noche, y separe a toda persona aquí de toda incredulidad, y permite que la Presencia de Jesucristo, la Palabra, que conoce los pensamientos de nuestro corazón, permítele a Ella cobrar preeminencia esta noche en todo corazón.",
    "Y reprendemos a Satanás y todos sus poderes de las tinieblas, todos sus poderes de la incredulidad. El Espíritu de Dios ha levantado estandarte contra ti, Satanás. Eres un ser vencido; Jesucristo te venció en el Calvario.",
    "Él se levantó el tercer día, triunfante sobre la muerte, el infierno, y el sepulcro. Subió a lo Alto y dio dones a los hombres. Él está aquí en Persona esta noche. Él dijo: “Un poco y el mundo no me verá más; pero vosotros me veréis, porque estaré con vosotros, aun en vosotros, hasta el fin del mundo”. Nosotros vemos Su Presencia aquí esta noche, cumpliendo Su Palabra. Por fe nosotros creemos que toda persona enferma aquí será sanada, para la gloria de Dios, en el Nombre de Jesucristo.",
    "Y el pueblo dijo: “Amén”. Dios los bendiga. Los devuelvo con el hermano. 🦅"
  ]
}