{
  "title": "MIRANDO A JESÚS",
  "id": "64050009",
  "content": [
    "🦅  …de la Biblia de Dios. Sabiendo esto, que si mis palabras fallan, las de Él no. Por lo tanto, quiero leer una-una Escritura del Libro de Isaías. Y tengo algunas Escrituras aquí anotadas, y algunos comentarios que me gustarían mencionar, con toda la brevedad posible, y luego entrar directo a la línea de oración por los enfermos de nuevo en esta noche.",
    "Quiero tomar esta oportunidad, mientras abrimos en Isaías 45, quisiera tomar esta oportunidad para agradecerle a todos los ministros que han cooperado en esta reunión.",
    "El Hermano Shores, un amigo mío muy allegado, él representa a las Asambleas de Dios, aquí en la ciudad. El Hermano Outlaw, otro precioso amigo mío, de la iglesia del Nombre de Jesús. El Hermano Fuller, de los independientes, otro precioso amigo mío. No solamente estos tres hombres, ellos representan los tres grupos grandes, sino otros ministros para los que he ministrado, previamente, en otras campañas, todos han cooperado y se han reunido, y la gente ha venido. Verdaderamente confío, hermanos míos, que muchas de sus personas que estaban enfermas y necesitadas, recibieron ayuda durante este tiempo. Y tengo la certeza de haber hecho todo a mi alcance, y estoy seguro que el Espíritu Santo confirmará lo que ha sido dicho y hecho.",
    "Entonces que el Señor los bendiga ahora mientras vamos a la Biblia. Isaías 45, comenzando con el 22 en el capí-… o el versículo 22.\n\nMirad a mí, y sed salvos, todos los términos de la tierra, porque yo soy Dios, y no hay más.\n\nPor mí mismo hice juramento, de mi boca salió palabra en justicia, y no será revocada: Que a mí se doblará toda rodilla, y toda lengua confesará.",
    "Sé que ésa no es mucha lectura de la Escritura, pero con eso es suficiente porque es Eterna; es la Palabra de Dios. Y si yo ahora llamara esto un texto, como por veinte minutos, o treinta, me gustaría llamarle, quiero llamarle: Mirando A Jesús.",
    "Ése ha sido el llamado por años: “Mirad a Mí, vosotros los términos de la tierra”. Me gustaría darle un pequeño giro a eso, y: “Mirad especialmente a Mí al final de cada sistema mundial”, porque Él siempre se da a conocer de una manera tan real al final de un sistema mundial cuando está llegando a su fin. “Mirad a Mí, todos los fines del mundo”, tal vez diría yo. La Escritura dice: “Los términos, términos de la tierra”, términos está en plural, “los términos de la tierra”.",
    "Muchos dicen: “Nosotros hemos oído esto por muchos años: ‘Mirad a Mí, mirad a Mí’”. Bueno, eso es cierto. Pero el asunto, la pregunta es, es ¿qué ve Ud. cuando mira? A Ud. se le ha pedido eso por mucho tiempo: “Mirad a Mí”.",
    "Se oyen personas decir: “Miren”. Si ellos mencionan la palabra miren, quiere decir: “Prestar atención, levantar la mirada, o mirar algo, y vigilar”.",
    "Y ahora aquí Dios está diciendo: “Mirad a Mí. Yo soy Dios, y no hay más”.",
    "Y yo me pregunto, en el tiempo que ahora estamos viviendo, ¿a qué pudiéramos mirar que fuera más firme que Dios? Y Dios es la Palabra, por tanto, busquen hoy en la Palabra de Dios, por su respuesta. La Biblia tiene la respuesta para este día; la ha tenido para otros días. Ella la tiene para siempre, porque Ella es Cristo el mismo ayer, hoy, y por los siglos.",
    "La Biblia tiene la respuesta, porque la Biblia es la revelación de Jesucristo, siendo revelado desde la fundación del mundo. Él ha sido revelado en la forma de profetas, Él ha sido revelado en la forma de reyes, Él ha sido revelado en la forma de dadores de leyes, puesto que eso es lo que es Él: Rey, Profeta, Dador de Ley, y Dios.\n\nAhora, Él dijo: “Mirad a Mí”.",
    "Y Uds. dicen: “Ya lo he hecho”. Depende de lo que Ud. haya visto, eso determina lo que Ud. vea, será el lugar y el motivo por el que Ud. lo busque a Él. ¿Qué es lo que Uds. están buscando? ¿Qué propósito tienen al mirar hacia Él? Eso depende únicamente de lo que Uds. buscan, eso encontrarán.",
    "Generalmente, la gente viene a una reunión, a una asamblea religiosa, algunos van en busca de una gran multitud con la cual estar. Algunos… ¡Oh, detesto decirlo, pero es la verdad! Algunos van a la iglesia solamente para mostrar la ropa que lucen. Algunos van a la iglesia porque dicen: “Ésta es la iglesia más grande de la ciudad; o es-tiene la mejor reputación; una cierta clase de personas asiste a esta iglesia”, luego eso-eso está mal. ¿Ven? Uds. no están mirando a lo correcto para lo cual fue establecida la iglesia.\n\nDios dijo: “Mirad a Mí”.",
    "Muchas personas van a los servicios, y, sólo es para que los vean. Y a veces las personas van a los servicios… Es una lástima decir esto, y podríamos pasar bastante tiempo en eso. Pero ellos van a la iglesia con la mente ya decidida, antes de ir. Si se dicen ciertas cosas, o algo sencillamente contrario a la idea de ellos, allí mismo se levantan y salen. Ellos simplemente no lo toleran, porque ya tienen su propia idea de lo que tiene que ser.",
    "Ésa es la misma razón por la cual Jesús no fue comprendido cuando vino a la Tierra. Si ellos tan sólo hubieran escudriñado en la Palabra de Dios, en lugar que en su-en su tradición de aquel día, ellos hubieran sabido que Él era el Hijo de Dios. Pues la Biblia declaró clara y plenamente Su venida, y Él vino según la plena revelación de la Palabra.",
    "Y cada generación lo revela a Él en la revelación plena que ha sido asignada para ese tiempo.",
    "Esta generación debe revelar a Jesucristo. Ésa es la revelación de Él que está prometida en la Palabra; debe ser revelada a esta generación. Si las iglesias no la reciben, alguien se levantará y la recibirá.",
    "Pues, Juan dijo: “Dios puede de estas piedras levantar hijos a Abraham. No penséis decir dentro de vosotros: ‘A Abraham tenemos por padre’; porque Dios puede levantar hijos a Abraham de estas piedras”.",
    "🦅 Porque lo que Dios ha dicho, Dios es poderoso para obrar plenamente lo que Él prometió hacer. Nuestro padre Abraham reconoció eso, y en contra de esperanza él creyó en esperanza; y tampoco dudó de la promesa de Dios, por incredulidad; sino que se fortaleció en fe, dando gloria a Dios, porque Dios le había hecho a él la promesa”.",
    "Él nos ha hecho una promesa para este día. Él nos ha hecho a nosotros una promesa. Y es tan cierto que nuestra promesa hoy será revelada, como lo fue para Abraham, pues nosotros somos los hijos de Abraham; “Habiendo muerto en Cristo, somos la Simiente de Abraham, y herederos con Él según la promesa”.",
    "Tantas personas vienen, cerradas en su opinión, asisten a una reunión del Evangelio Completo, o cualquier otra reunión, y ellos esperan sólo unos momentos, hasta cuando algo sea dicho con lo que no están de acuerdo, luego se paran y salen. Ellos simplemente no se quedan a oír más. Ellos tienen… No se quedan para ver si así era, o cuál es la Verdad del asunto.",
    "Ahora nosotros decimos: “¿Será ese espíritu…? ¿De dónde habrá venido?”. Siempre ha estado; eso viene desde el Génesis. Ha sido así a través de la Escritura. Muchas veces…",
    "Cuando Pablo le hablaba a un grupo de personas, una vez, mejor dicho, pues, ellos-ellos le escuchaban atentamente mientras él permanecía dentro de la ley. Pero cuando él comenzó a hablar de la revelación, de la visión Celestial, eso rápidamente cambió de parecer a la congregación. Ellos se levantaron, a gritos. Si tan sólo hubieran oído lo que ese hombre decía, él estaba revelando la Verdad de Dios por la Palabra.",
    "Hace un tiempo, en una ciudad grande, en estos Estados Unidos, yo fui invitado a un avivamiento. Sólo unas-unas pocas personas asistieron. Tal vez, durante todo el avivamiento, no hubo más personas de las que hay en este lugar esta noche. Y pensé: “Bueno, daré un-un desayuno, un desayuno gratuito”. Y yo destiné mi ofrenda de amor, para hacer el desayuno gratuito para algunos de los creyentes ecuménicos allí en la ciudad; y les dije que asistieran, quería hablar con ellos y contarles de mi propósito de estar allí: para ayudar a la ciudad; para ayudar a los enfermos; para ayudarlos a ellos, a toda iglesia.",
    "Pues esa mañana, cuando el Dr. Lee Vayle fue mi orador en la campaña, él me había presentado la-a la audiencia después del desayuno, y empleé el-este texto: “Yo no fui desobediente a la visión Celestial”. Allí casi de inmediato, vi a un ministro mirar su reloj, se extendió hacia el otro individuo, meneó la cabeza, se puso de pie y se fue. Antes de que yo hubiera dicho seis u ocho palabras, casi una tercera parte de ese grupo ministerial se había ido. Antes de completar cinco minutos, sólo hablando de lo que dijo Pablo (de que él “no había sido desobediente a la visión celestial”, porque Dios lo había llamado a esta obra), ellos vieron inmediatamente en donde yo iba a basar mi pensamiento; no quedó más de una tercera parte del grupo. Ahora, eso ni es brindar consideración Cristiana, siendo un hombre que invoca el Nombre de Jesucristo.",
    "Digo esto en respeto, sin embargo lo digo para que penetre. Recibí más comprensión, y un mejor compañerismo, con una cantidad de brujos africanos que con ese grupo de ministros esa mañana. Ellos le dieron más consideración a la Palabra de Dios, e hicieron preguntas, de… para que pudiera compartirles la esperanza que llevo por dentro, la esperanza de Vida Eterna.",
    "Estos ministros no tenían tiempo, en lo absoluto, para eso. Rápidamente, tan pronto como uno decía algo, ellos se iban; y pues, así es. Ya lo han decidido en la mente, sólo se quedan por cierto tiempo, y no quieren saber más. Si es cuestión de que una Palabra no cuadra con alguna cosita insignificante que creen, ellos no pueden permanecer y escucharlo. Ésa es la razón por cual ellos no le pudieron creer a Jesucristo en Su primera venida. Por esa razón es que ellos fallarán en verlo en Su Segunda.",
    "Ellos fallarán en verlo cada vez; siempre les ha sucedido. Y fue Él que se reveló en Moisés, se reveló en Noé, se reveló en Elías, en todos los profetas; ellos fallaron cada vez. Jesús dijo: “¿Cuál de vuestros padres no ha puesto a los profetas allá en los sepulcros que ahora adornan?”. Eso es verdad; siempre ha sido verdad, sigue cierto hoy.",
    "Y aún, en medio de todo esto, se nos manda a mirar; “Mirad a Él todos los términos de la tierra”.",
    "A veces vienen, un hombre lo juzgará a uno por la clase de ropa. Si uno no usa atuendo ministerial, y todo eso, entonces queda descartado, no tendrán nada qué ver con uno. Muchas veces quieren mirar para ver la clase de educación que uno tiene; si es que uno habla las palabras correctamente, si uno se para correctamente, cómo uno usa los sustantivos y los pronombres.",
    "Francamente, yo no sé ni cuál es el sustantivo o el pronombre; no podría decirles. Así que eso, eso queda descartado para mí, y yo-yo simplemente no lo sé. Yo no podría diferenciar entre un sustantivo y un pronombre. Era capaz cuando estaba en la escuela, pero he olvidado eso hace mucho tiempo.",
    "Yo sólo conozco una cosa, y es a Jesucristo en el poder de Su resurrección, es de lo único que sé hablar; de los adjetivos y los pronombres, yo no sé nada. Y pienso que para eso es que nosotros nos reunimos en asambleas como ésta, es para conocerlo a Él; no para saber los sustantivos y los pronombres, sino conocerlo a Él, a Jesucristo, en el poder de Su resurrección.",
    "Ahora, algunas personas cuando miran a Jesús, lo miran y lo ven a Él, miran y lo ven; y cuando ellos lo ven, lo ven a Él sólo como un fundador de la iglesia, o un-un-un organizador de la iglesia, o quizá un-un credo para una iglesia. Eso es lo que muchas personas buscan cuando miran a Jesús. Él tan sólo es un nuevo credo que le fue añadido a una doctrina antigua. Ahora, muchas personas miran y lo ven a Él de esa manera.",
    "Algunos miran y lo ven a Él como un mito, San Nicolás. O, algunos de ellos lo ven a Él como algún hecho histórico que Dios obró hace muchos años. Algunos de ellos todavía lo miran a Él como un bebé en un pesebre.",
    "Pero, la pregunta es: ¿Qué ve Ud. cuando lo mira a Él? ¿Ve Ud. la segunda persona de la trinidad, o ve Ud. una trinidad, tres en Uno? Uds. solamente lo verán a medida que lo ven a través de la Palabra. Ésa es la única manera de conocerlo, porque Él es la Palabra. Eso lo revelará a Él. Depende de lo que Ud. esté buscando.",
    "Si Uds. miran a Él para discutir, entonces están mirando mal. Él no discutió; no era apropiado que Él discutiera.",
    "Recuerden, Uds. lo ven a medida que lo observan a Él por medio de Su Palabra, y así lo reconocen. Ahora, Uds. no podrán verlo a Él hasta que sus ojos sean abiertos al hecho. Dos hombres pueden mirar la misma Escritura y no estar de acuerdo; uno tiene que estar en lo correcto, y el otro equivocado.",
    "A veces hay cosas aconteciendo a nuestro alrededor que no podemos comprender; otros dicen que están viendo cosas, otros no ven nada al respecto.",
    "Miren allá en Dotán, ese día cuando Eliseo había sido rodeado por el ejército sirio. Y su criado fiel, Giezi, que vivía con él, le servía, le cocinaba y le mantenía la ropa limpia, le derramaba agua en las manos; estaba allí con él día y noche, le oía enseñar y predicar. Y esa mañana cuando se despertó, él miró afuera y vio el ejército sirio por todos lados; él dijo: “¡Ah, padre mío, mira la oposición que tenemos, todo el ejército sirio!”.",
    "Vean, Eliseo, cuando él se levantó y miró, vio algo que Giezi no vio. Y entonces oró: “Dios, abre los ojos de este joven”. Ahora, sus ojos estaban bien abiertos; sin embargo, él dijo: “Abre sus ojos para que él vea”. Y cuando sus ojos, espiritualmente, le fueron abiertos, las montañas estaban todas llenas de carros de Fuego y Ángeles alrededor de ese profeta. ¿Lo ven? Fue diferente cuando sus ojos fueron abiertos.",
    "Ahora, la gente mira la Palabra, literalmente (y así es como deben mirarla), no obstante, Ella se declara literalmente y espiritualmente. El Espíritu hace que la Palabra cumpla la promesa. En otras palabras, Ella es una Simiente, el Espíritu le da Su Vida. Él le da la unción, le da a Ella su-su arranque, como la lluvia se lo da a la semilla que está enterrada en el suelo. Ella irrumpe, Vida. Y cuando Uds. miran a Jesús como la Palabra prometida de la hora, entonces eso les será revelado a Uds. Si lo ven a Él, Uds. verán que Él es el mismo ayer, hoy, y por los siglos, el mismo Cristo.",
    "Una porción de la Palabra de Dios ha sido asignada a cada generación, desde el Génesis. Dios siempre envía a alguien. Por lo general los eclesiásticos lo enredan a tal grado que lo llevan a tradiciones y todo eso, como fue en la venida de Jesús, y después Dios envía un profeta. “La Palabra del Señor viene al profeta”, él la revela. Es llevado a la muerte apedreado, o es expulsado, echado; y luego, después de estar ausente un tiempo, ellos edifican su tumba y dicen que él fue un gran hombre. Ellos viven en la sombra de lo que él fue en el pasado, y rechazan la Palabra que avanza hoy.",
    "Así es el hombre: él siempre está hablando de cuán grande es Dios y de lo que Él ha hecho; de cómo, qué cosas Él va a hacer, y sin ver las cosas que Él está haciendo ahora mismo. ¿Ven? Lo ve a Él en la historia, lo ve a Él en profecía; pero olvida que ahora Él está haciendo lo mismo que hizo allá. Eso, no obstante, es lo que está en el hombre.",
    "Notamos a los discípulos, una vez, después de… Bueno, fue la primera mañana de Pascua. ¡Qué mañana!, ¡Jesús, levantado de entre los muertos, caminando entre las flores! Y dos amigos, Cleofas y uno de sus amigos iban camino a Emmaús. Y ellos iban caminando por allí hablando, afligidos en el corazón. Y un Hombre salió del monte, y caminó con ellos el resto del día, hablándoles de Cristo. Y esa tarde, ellos le pidieron, Él hizo como que iba a seguir de largo, pero ellos le pidieron que entrara. Él lo hizo.",
    "Y cuando hubo entrado, Él hizo algo allí como lo había hecho antes de la crucifixión, y Su resurrección. Antes de que fuera crucificado, ellos lo vieron a Él hacer eso igual como lo hizo allí. Ellos reconocieron que era Él, aunque habían estado con Él todo el día y no habían reconocido Quién era.",
    "Es posible hoy, que buenos hombres, hombres finos, caminen con Cristo, leyendo Su Palabra, y aún no reconozcan que ésta es la hora en que ciertas cosas de esta Biblia se deben cumplir. Es la hora en la que estamos viviendo, el tiempo está a la mano cuando estas cosas deben ser hechas. Está escrito, y por lo tanto tiene que ser cumplido, por cuanto Dios lo prometió. Sí, nuestros ojos deben ser abiertos para ver la Palabra. Ahora, uno puede mirar la Palabra…",
    "Los fariseos tenían trazada esa Palabra de manera exacta, de cómo es que vendría el Mesías. Ellos creían estar en lo correcto. Y Él nació allí y caminó entre ellos; y ellos lo condenaron cuando Él les dijo: “Escudriñen las Escrituras, porque en Ellas os parece que tenéis la Vida Eterna, y Ellas son las que dan testimonio de Mí”.\n\n“Escudriñad las Escrituras”.\n\nEllos dijeron: “Nosotros somos discípulos de Moisés”.",
    "Él dijo: “Si Uds. fueran discípulos de Moisés, Me conocerían; porque Moisés escribió de Mí”.",
    "Y así fue. Moisés dijo: “Jehová vuestro Dios os levantará profeta como yo, un dador de ley, y así, y un profeta y a él oirá la gente”.",
    "¿Lo ven? Si ellos hubieran conocido los escritos de Moisés, lo hubieran conocido a Él. Ellos pensaron que conocían los escritos de Moisés, pero (¿ven?), ellos no los conocían. ¿Ven? Ellos fueron cegados a ese mismísimo hecho.",
    "Entonces sólo con unas pocas Palabras de Él, de esa manera, ¿qué hicieron ellos? Saltaron y dijeron: “Este Hombre tiene demonio. ¿Viene a enseñarnos a nosotros? ¿De qué escuela viene? No tenemos registro de Él. ¿Con qué tarjeta de compañerismo andará Él?” O algo por el estilo, era la pregunta.",
    "Pero ellos fallaron en mirar y ver que el mismo Dios que prometió la Palabra estaba vindicándola allí mismo por medio de esa Persona de Jesucristo, pues Él era la Luz de la hora. Él era la Luz en la cual la gente debía caminar. Y, solamente la Palabra de Dios produce Luz; solamente la Palabra de Dios produce Luz.",
    "La Palabra de Dios produce los rayos del Sol. La Palabra de Dios produce la tierra; la Palabra de Dios produce el aire. Todo es la Palabra de Dios hecha manifiesta, todo lo que tenga una realidad.",
    "Cuando estuvo aquí, Él dijo: “Yo soy Dios, y aparte de Mí no hay otro”.\n\nAlgunos vieron. Veamos a algunos que sí vieron.",
    "Una vez Isaías, un profeta joven… La última vez aquí en Phoenix hablé acerca de él, para-para los hombres de negocios, creo que fue. Cómo es que él se había apoyado fuertemente sobre el hombro del rey, Uzías, y nos enteramos que Uzías se envaneció y fue herido con lepra. Luego Isaías tuvo que ir al templo y orar, y decir, confesar que él era un pecador. Y él vio venir los Querubines, con las alas cubriendo sus rostros santos, y los pies, y con alas volaban, y clamaban: “Santo es Jehová Dios”. Cuando Isaías captó un vistazo de Jesucristo, esto es lo que él vio. Él no vio a un hombre cualquiera; él no vio a un filósofo.",
    "Como sucede con la mayoría de nuestras iglesias protestantes de hoy, creo que sesenta y ocho o es ochenta y seis por ciento de ellas, en una encuesta, negaron que creían. Ellas negaron el nacimiento virginal de Jesucristo; ¡nuestros predicadores protestantes! Eso es cierto. Esto es tomado de las estadísticas. Ellos niegan abiertamente el nacimiento virginal. Ellos realmente no creen que fue de virgen. Entonces, Isaías no vio algo así. Algunos de ellos, dicen: “Él fue un buen hombre”. Algunos de ellos, como algunas de nuestras denominaciones hoy, dicen: “Él fue un buen hombre, seguro, no hay falla en Él; pero, déjeme decirle, Sus Palabras no pueden ser establecidas o creídas hoy”.",
    "Bueno, cualquier creencia y cualquier fe que es establecida fuera de la Palabra de Dios, deje eso a un lado. Jesús dijo: “La palabra de todo hombre fallará, más la Mía no. Los cielos y la tierra pasarán, pero Mi Palabra nunca pasará”.",
    "Por lo tanto, eso es con cualquier credo o cualquier cosa que no sea edificada sobre esta Palabra de Dios, ¡sobre toda la Palabra de Dios! Jesús dijo: “No sólo de pan vivirá el hombre, sino de toda Palabra”. No sólo una Palabra aquí y una Palabra allí, y de una cosita aquí y allá, y juntar Eso; sino de “¡toda Palabra que sale de la boca de Dios!”. ¡El hombre recibirá toda Palabra en la Biblia! La juntará… Ya está junta; sólo léanla y créanla, actúen en base a Ella, Dios la honrará.",
    "Ahora encontramos que Isaías (cuando él miró), ¿qué viste, Isaías? Él vio a Uno llamado: “Consejero, Príncipe de Paz, poderoso Dios, Padre Eterno”. Eso fue lo que él vio.",
    "Me gustaría llamar a otro hombre, a Daniel; cierta vez tú tuviste la oportunidad de verlo. Un gran profeta, ¿qué viste? Él dijo: “Vi una Piedra cortada del monte, no por manos, la cual rodó contra los reinos del mundo y los desmenuzó en pedazos, y fueron llevados por el viento como tamo de las eras del verano. Y la Piedra fue hecha un gran monte que llenó toda la tierra”. Eso fue lo que él dijo acerca de Él.",
    "Por tanto, Él gobernará el mundo, algún día. La gente está en la lucha hoy por un gobernante mundial; cada nación quiere su idioma, sus-sus ideas; cada denominación desea que su grupo esté sobre los demás. Pero viene uno, y ése será Jesucristo. Él es el Gobernante del universo; ningún otro mas que Dios mismo.",
    "Nabucodonosor, un día, hizo una cosa malvada, él arrojó a tres jóvenes creyentes en el horno ardiente. Y cuando abrió la puerta para ver cómo les iba allí adentro, él vio al cuarto Hombre en el horno. Y ¿qué viste cuando miraste, Nabucodonosor? Dijo: “Él se veía como el Hijo de Dios”. Eso fue lo que vio cuando él miró el crimen que había cometido, había Uno que se veía como el Hijo de Dios.",
    "Ezequiel dio un vistazo un día, él dijo: “También yo lo vi, y Él era una Rueda en medio de la rueda, virando arriba en el aire”. Así se vio para Ezequiel.",
    "Juan, el mayor entre todos los profetas, él fue el que presentó a Jesús. Jesús dijo que él era “mayor que cualquier otro hombre que había nacido”. ¿Habrán pensado Uds. por qué sería? Todos los otros hablaron acerca de Él. “La Palabra del Señor viene al profeta”, eso es así dice la Biblia, y con todos los otros profetas eso les vino en visiones. Pero cuando la Palabra vino a Juan, era Carne. Jesús era la Palabra; Él es la Palabra. Él siempre era la Palabra, pero aquí fue donde la plenitud de Dios “fue hecha carne y habitó entre nosotros”. Cuando Él vino a él en el agua, él era un profeta; y si la Palabra es hecha carne, tiene que venir al profeta. La Palabra, donde quiera que esté, tiene que venir al profeta, porque al profeta es que viene la Palabra. Y Juan era el profeta de ese día.",
    "Y cuando la Palabra vino a Él, salió allí al agua y dijo: “Yo quiero ser bautizado”.",
    "Y Juan dijo: “Yo necesito ser bautizado por Ti, ¿y por qué Tú vienes a mí?”.",
    "Él dijo: “Deja ahora, porque así conviene que cumplamos toda justicia”.",
    "¿Habrán pensado Uds. por qué Juan dijo eso? ¿Por qué Juan le diría eso a Jesús? ¿Por qué? Porque eso es… Les era conveniente a ellos. Ellos eran…",
    "Allí estaba el-el profeta y la Palabra, y la Palabra había venido al profeta, ahora era conveniente para ellos que toda justicia fuere cumplida. ¿Qué aconteció? Luego Juan bautizó a Jesús. Pues, Juan siendo profeta y conociendo la Palabra, el sacrificio debía ser lavado antes de ser presentado, y por eso es que Juan bautizó a Jesús.",
    "Juan miró, y él vio. ¿Cómo sabía él que éste era Jesús? Él vio una paloma, lo cual le había sido dicho a él por el Espíritu de Dios. “Y sobre Quien veas descender el Espíritu, y que permanece sobre Él, Ése es el que bautizará con el Espíritu Santo y Fuego”.",
    "Noé miró. Nos enteramos aquí que hubo otro hombre que miró, llamado Loé-Noé. Él miró y vio la justicia de Dios sobre… El justo juicio de Dios, más bien, siendo derramado sobre una generación perversa, negadora de la Palabra. En su visión (pues Noé era profeta), Dios le había dado una visión de cómo construir el arca; y le indicó de cómo llevar a cabo la construcción, cómo debía ser construida. En esto, ¿cómo pudiera haber sido Noé, a no ser que esta visión fuera la Palabra de Dios, habiendo él visto esta ira y haciendo una manera para preparase?",
    "Siempre, antes de que venga juicio, se hace una preparación; siempre es así la Palabra de Dios.",
    "Y cuando él estaba construyendo la Palabra de Dios, armándola, dando testimonio de que su visión era cierta y que él la creía, mofadores se burlaron de él, y todo eso. Pero Noé había mirado al futuro y visto que la justicia de Dios tenía que requerir de juicio sobre la gente, y él construyó un arca para salvar a los de su propio hogar. Cuando miró, él vio la ira venidera de Dios, y él hizo preparativos para la gente poder escapar de esta cosa.",
    "Así también Juan el Bautista; él se preparó para el escape.",
    "Y así también el Espíritu Santo, hoy, al precursar la Venida de Jesucristo, está haciendo una construcción, el Cuerpo de Jesucristo. Allí somos bautizados nosotros; no por un credo, no por denominación o un estrechar de manos; sino: “Por el Espíritu de Dios es que somos bautizados en el Cuerpo de Jesucristo”, una construcción que resistirá los juicios, porque ya ha sido juzgada. “Veré la Sangre, y pasaré de vosotros”. Sí.\n\nNoé, él miró y vio lo que venía.",
    "Moisés miró, un día; él vio una Columna de Fuego. Eso le atrajo la atención. Este gran teólogo, él había corrido con todo su entrenamiento teológico, y lo que entendía (según su madre) de la Palabra Misma; de cómo él libertaría a los hijos de Israel. Pero cuando intentó a su manera, él falló. Y esto a pesar de que su madre le había instruido eficazmente en lo que debía hacer, y en lo que él haría, y la razón por la cual Dios lo había levantado. Todo este conocimiento, tan bueno como lo es, y es bueno, pero aún, tenía que ser puesto a un lado. Eso era sólo la mecánica.",
    "La mecánica no es lo que pone en marcha el automóvil. Es la dinámica que lo pone en marcha.",
    "La mecánica no pone en marcha la iglesia; es la dinámica, el Espíritu Santo que entra en esta Palabra. No es el seminario que les enseña toda la teología y las interpretaciones del griego. Sino que es la dinámica del Espíritu Santo en eso, para encender Eso y traerlo a cumplimiento y para hacerlo vivir, exactamente lo que la Palabra prometida es para esta hora; no la mecánica, ¡la dinámica! Se requiere mecánica y dinámica, la Palabra y el Espíritu, ellos son lo que da Vida.",
    "Lo que Dios prometió para la hora, esperen que sea cumplido. Uds. deben mirarlo a Él porque Él es la Palabra. Y la única manera de que Uds. puedan mirar a la Palabra, es mirándolo a Él. Miren a Él, Él es la Palabra, y la Palabra prometida para este día debe ser cumplida en este día. La época de Noé no se podría cumplir en este día; tan sólo era un tipo; la época de Moisés, y demás. Pero éste es el día en el que Dios ha prometido estas cosas que ahora disfrutamos, estas cosas que nosotros ahora estamos viendo, de las que el mundo se ríe; este gran poder trascendental del Espíritu Santo que puede transformar el corazón de un pecador; que puede tomar a un miembro tibio de iglesia y concederle un testimonio que encienda la iglesia, de donde él salió. Eso es la dinámica que entró en la Palabra.",
    "Como muchas veces he dicho, he hallado dos clases de personas: Una de ellas es el fundamentalista; en cuanto a posición él sabe donde está en Cristo, por la Palabra, pero él no tiene fe en lo que está haciendo. Él no ha recibido al Espíritu Santo. Luego encuentro a los pentecostales, muchos de ellos han recibido el Espíritu Santo, pero no saben quiénes son. Es como un hombre que tiene dinero en el banco y no puede escribir un cheque, y el otro puede escribir el cheque y no tiene dinero en el banco. Si se lograran reunir a esos dos, si se lograra que el pentecostal se diera cuenta de quién es, y que regresara a la verdadera Palabra plena de Dios; con ese bautismo del Espíritu Santo encendería otra vez el mundo en un nuevo avivamiento pentecostal. Hermano, hermana, eso es verdad.",
    "🦅 Mirad a Mí, todos los términos de la tierra, porque Yo soy Dios, y no hay más”.",
    "Oh, nosotros podemos discernir el comunismo, podemos discernir todo lo demás, pero ¿me pregunto si podemos discernir la porción de la Palabra que ha sido asignada por Dios para este día? ¿Me pregunto si podemos ver la señal que Dios nos dijo que estaría aquí en la Tierra para este día? ¿Me pregunto si lo veríamos?",
    "Sí, regresando a Moisés. Él estaba todo… tenía toda la mecánica del asunto, pero un día, en una zarza ardiente, él oyó a un Hombre hablar con una voz humana, una Columna de Fuego ardiente allá en una zarza, hablar en una voz humana, y decir: “YO SOY EL QUE SOY. Y he oído el clamor de Mi pueblo. Yo recuerdo Mi Palabra y he descendido para librarlos. Y te estoy enviando a ti para que lo hagas”. Qué hombre tan diferente fue ése, tan pronto recibió la… Él ya tenía la mecánica, pero recibió la dinámica en eso. “Ciertamente, Yo estaré contigo”. Eso fue todo lo que se necesitó para que Moisés fuera, él miró y él vio, en la zarza ardiente.",
    "Más adelante en la jornada, encontramos a Israel cuando salían. Ellos también miraron y vieron una serpiente de bronce. Y en esta serpiente de bronce que fue puesta, por su enfermedad… Ellos habían pecado, y miraron a una serpiente de bronce. En esta serpiente de bronce ellos vieron, en tipo, el juicio que Dios cargaría sobre Jesucristo, de morir por todos nosotros pecadores indignos, culpables. Eso fue lo que él vio.",
    "Los discípulos lo miraron a Él, una vez, estando en dificultades allá en el mar, y ¿qué vieron? Ellos vieron su ayuda. Ellos vieron ayuda viniendo por medio de Él.",
    "Marta, un día cuando sufrió una muerte en la familia; su propio hermano yacía muerto, Lázaro, el único hermano que ella tenía. Ella lo miró a Él en el tiempo de la muerte, y ella vio la resurrección y la Vida. Eso fue lo que ella vio en Él. Ahora, parecía como que Él la había rechazado; Él se había ido cuando su hermano murió. Pero nos damos cuenta, que de repente, Él se enteró… después de que el muchacho ya estaba muerto y enterrado por cuatro días, él ya hedía.",
    "Marta sabía que había algo en Él que era distinto. Ella había leído la Escritura; ella creyó que Él era el Hijo de Dios, Emmanuel, Dios manifestado. Ella sabía que Él era el representante de Dios. Y ella sabía que si Elías pudo resucitar a un bebé muerto, y él apenas siendo una porción de la Palabra, para esa hora; Cristo era la plenitud de la Palabra, ella sabía con certeza que Él tenía el poder para resucitar a su hermano. Y cuando ella acudió a Él en la hora de muerte, en duelo, ella encontró la resurrección y la Vida cuando miró hacia Él. Ella no lo miró a Él para criticarlo, ni para indagar por qué no había venido, ni para dudar de Él.",
    "Uds. nunca deben dudar la Palabra de Dios. Eso fue lo que metió en problemas a toda la raza humana, cuando Eva dudó si Dios cumpliría o no toda Su Palabra. Yo digo en esta noche, hermanos, que ha llegado el tiempo en que tenemos que creer toda Palabra que Dios ha escrito; es cabalmente la Verdad; “El hombre vivirá de toda Palabra que sale de la boca de Dios”.",
    "Ahora encontramos que María encontró la resurrección y la Vida.",
    "Así también Jairo, el pequeño sacerdote (un creyente secreto), que cuando vio a Jesús y lo miró a Él, encontró la resurrección y la Vida.",
    "La gente con hambre miró a Él, un día, y encontró pan de sustento; un tipo hoy de que los que tienen hambre pueden hallar el Pan de Vida, no encontrar un credo. Uno no encuentra un fundador, no encuentra un reformador; uno halla la Vida cuando encuentra a Cristo, el Pan de Vida.",
    "El ladrón moribundo miró hacia Él en la hora de angustia, y ¿qué encontró? Él encontró su perdón. ¿A quién más podía él mirar? El gobierno romano no le iba a perdonar; nadie más le iba a perdonar. Pero él miró a Jesús, en su angustia, y él encontró a Alguien que pudo perdonarlo.",
    "Mi hermano, hermana, en esta noche, si Ud. está colgado como lo estaba él allá, en la balanza de condenación, y sabiendo que si Ud. muere esta noche como miembro tibio de la iglesia, o un pentecostal tibio, o cualquier cosa que sea, Ud. sabe para donde va. Mire hacia Él, en esta noche, Aquél que puede liberarlo. Alguno esta noche, si Ud. solamente tiene una membresía nada más, y no sabe lo que significa que la resurrección de Cristo viva en un corazón humano, mire hacia Él; Él es Dios, y no hay más. Ud. hallará el perdón como lo hizo este pobre ladrón herido por el pecado, colgado allí en la Cruz.",
    "Los enfermos lo miraron a Él. ¿Qué hallaron? Ellos hallaron a un sanador. En esta noche los enfermos aún pueden mirarlo a Él y hallar un sanador. Ellos hallaron en Él lo que fue representado en la serpiente de bronce; si ése era el tipo, éste fue el antitipo. Los ciegos miraron y pudieron ver. “Él es el mismo ayer, hoy, y por los siglos”. Hebreos 13:8.",
    "Una poeta miró una vez, en busca de qué podía ver. La ciega Fanny Crosby miró una vez, para ver lo que ella podía ver. Siendo ciega, aquí está su respuesta:\n\nTú, el Torrente de todo mi consuelo,\n\nMás que la vida para mí,\n\n¿A quién tengo en la tierra aparte de Ti?\n\n¿O en el Cielo sino a Ti?",
    "Eddie Perronet, una vez, al no poder vender sus cantos, y él se puso a pensar en lo que debía hacer. Y entró de nuevo en su oficina, y esa inspiración bajó sobre él, el Espíritu Santo; echó mano de la pluma y miró y lo vio a Él en poder, y él escribió y redactó el canto:\n\n¡Aclamen todos el Poder del Nombre de Jesús!\n\nQue los Ángeles postrados caigan;\n\nTraigan la diadema real,\n\nY corónenlo a Él Señor de todo.\n\nEso fue lo que vio en Él. ¡Oh, vaya!",
    "Pedro, un pescador local, cuando su hermano Andrés había estado asistiendo al avivamiento de Juan el Bautista. Ellos lo habían estado hablando, acerca de lo que sería el Mesías, y así dialogando. Su padre le había dicho que se levantarían muchos fanáticos, un poco antes del Mesías; “No obstante, lo conocerás, Él será un profeta. El Señor ha dicho: ‘Él será un profeta’. A nosotros se nos ha enseñado a creerles a nuestros profetas”.",
    "Y finalmente, un día, Andrés, con toda la persuasión que tuvo, él por fin logró que Pedro viniera a oírlo, porque Él iba a tener una reunión allá en la costa una mañana. Él fue allá para oír la Palabra de Dios. Y cuando él llegó a la Presencia de Jesucristo, ¿qué vio Pedro cuando Él lo miró? Él dijo: “Tú, el nombre tuyo es Simón y eres el hijo de Jonás”. Eso lo dejó resuelto para siempre. Él supo que la Palabra de Dios había sido cumplida.",
    "Natanael una vez, un verdadero creyente en el Antiguo Testamento, esperaba con ansias por la venida del Mesías. Él fue traído por Felipe, un amigo suyo, a la Presencia de Jesús, estando de pie sobre una plataforma (un cajón, tronco, lo que haya sido) orando por los enfermos. Y cuando Natanael entró en la línea de oración, o lo que haya sido, y pudo verlo a Él por primera vez, oyó una voz responderle que dijo: “He aquí un israelita en quien no hay engaño”.",
    "Él dijo: “Rabí, ¿cuándo me conociste? ¿Cuándo fue que me viste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando Yo estaba… cuando tú estabas debajo del árbol, Yo te vi”.",
    "¿Qué fue lo que confesó Natanael que vio? ¿Qué dijo él? “Tú eres el Cristo. Tú eres el Rey de Israel. Tú eres el Hijo de Dios”. Eso fue lo que él vio, cuando vio la verdadera Palabra de Dios para ese día. Cuatrocientos años sin un profeta, y verlo conociendo los propios pensamientos que estaban en su corazón, y lo que él había hecho; él sabía que Ése no podía ser nada menos que el Mesías. No había venido a nosotros, a ellos no les había venido, y fue prometido, y todos sabían que el tiempo estaba a la mano.",
    "Eso también lo sabemos nosotros hoy, sabemos que Jesús prometió estas cosas. Él dijo: “Como fue en los días de Lot, así será en la venida del Hijo del Hombre, así será, cuando Él venga”. Nosotros vemos estas cosas aconteciendo.",
    "¿Qué ven Uds cuando miran? ¿Verán, pensarán en mitología, o-o ven alguna clase de-de telepatía, o qué piensan Uds., lo mismo que ellos allá en el pasado? Los fariseos lo miraron a Él, ¿qué dijeron ellos? “Este hombre tiene un demonio”. La misma gente mirando la misma Persona; seres humanos: Uno vio al Hijo de Dios, una Palabra prometida siendo vindicada, y el otro lo llamó un demonio. ¿Qué ve Ud.? ¿Qué ven hoy cuando Uds. ven el poder del Espíritu Santo entrar en un edificio, cumpliendo Su promesa para estos postreros días de lo que Él haría? ¿Qué ven cuando Uds. miran? Si Uds. ven la Palabra de Dios vindicada, entonces es el Espíritu Santo de Dios. Sí, señor.",
    "Natanael vio la Palabra prometida que tanto había buscado, la promesa ungida hecha carne. Moisés el profeta lo había dicho. Aquel Moisés, profeta ungido, había prometido esa Palabra.\n\nUna mujer junto al pozo, un día.",
    "Mucha gente lo había rechazado a Él. Los fariseos y los saduceos lo habían llamado “demonio”. Ellos dijeron: “Él ha hecho esto por adivinación; Él era un espíritu maligno; Él estaba loco; Él no tenía lugar adónde ir: ése era el problema con Él, que no era más que un-un hombre renegado”.",
    "¿Qué sucedió? ¿Qué sucedió? Él pasó por Samaria, entrando a la ciudad de Sicar. Y cuando salió allá, un día, y se sentó allí en ese lugarcito tan-tan panorámico, hubo una mujer que salió a sacar agua para beber, y ella dijo… Y Él oyó-ella oyó una voz que dijo: “Mujer, dame de beber”. Y Él… Ella miró, ¿qué vio ella?",
    "Primero, ella no podía entender eso. Ella le preguntó: “No se acostumbra que Uds. samaritanos le-le pidan, o que Uds. judíos le pidan tal cosa a los samaritanos”.\n\nDijo: “Pero mujer, ¡si supieras Quién es el que te habla!”.",
    "Ahora recuerden, había una pequeña Luz, una simiente de Vida allí que había sido predestinada desde la fundación del mundo. Ella estaba esperando Eso. Ella estaba hastiada y cansada de toda su teología y de todo lo que ellos habían dicho. Sin embargo, ella estaba en busca de algo, porque sabía que vendría un Mesías.\n\nY Él dijo: “Ve trae tu marido y ven aquí”.\n\nElla dijo: “No tengo”.\n\nDijo: “Has dicho la verdad. Cinco has tenido”.",
    "Rápidamente, esa semillita brotó a Vida. ¿Qué vio ella? Ella vio la señal del Mesías, en un Hombre. Ella vio la Palabra prometida manifestada. Ella dijo: “Señor, me parece que eres profeta. No hemos tenido uno por cientos de años. Nosotros sabemos que nos es prometido que el Mesías vendrá, y cuando venga, Él nos dirá esto. Eso será lo que Él hará”. ¿Ven? ¿Qué vería ella? ¿Qué fue lo que ella vio? Ella vio la señal que fue prometida para ese día, manifestada.",
    "El Espíritu Santo es prometido para este día; el poder de Su resurrección; una Iglesia en la que “estas señales seguirán a los que creen”. Jesús prometió: “Y las cosas que Yo hago vosotros también las haréis”. ¿Qué ve Ud. cuando mira?",
    "Cuando Uds. van a la iglesia el domingo en la mañana, ¿buscan Uds. un órgano fino, un ministro bien vestido, un coro en túnicas, una cantidad de mujeres con pintura? ¿Qué buscan Uds., alguna clase de sociedad en las iglesias? Uds. pertenecen a esto y a eso. ¿Qué buscan Uds.? Eso es más o menos lo que se ve. Escuchen esto: con razón, cuando uno tan sólo lleva el Evangelio claro, y ve el Espíritu Santo entrar y manifestarlo entre una cantidad de personas chapadas a la antigua, eso es extraño para Uds., es difícil que Uds. lo crean.",
    "Como dije la otra noche acerca de José: “Fue difícil para él pensar en que María estuviera en embarazo. ‘¿Cómo podría ser el caso, una mujercita santa como ésa, y ella decir que Gabriel la había visitado?’”. Pero eso era muy fuera de lo común. Era algo muy fuera de lo común que algo así sucediera; eso nunca antes había ocurrido.",
    "Allí es donde habita Dios, en lo inusual, para la mente carnal. Pero para aquéllos que creen que Él es el mismo ayer, hoy, y por los siglos, todas las cosas son posibles. Toda Palabra que Él ha prometido será cumplida. Son las cosas inusuales que lo hacen a Él Dios. Él va hacia lo inusual; Él lo hace todo fuera de lo común para las personas. Sí, señor. Muy bien.",
    "La mujer lo miró a Él, y vio la señal del Mesías, Dios manifestado en carne. Muchos, la misma clase de gente, miraron y no vieron nada.",
    "Los incrédulos en los días de Noé, ¿qué vieron? A un fanático, martillando en lo que él llamó un barco. Eso fue todo lo que ellos vieron. Y el propio barco fue construido según una visión del Dios Todopoderoso. La propia cosa en la que él estaba golpeando, su mensaje que él predicaba, él construía según su mensaje; daba testimonio que él era justo y que estaba mirando hacia adelante. Él vivió lo que predicó.",
    "Eso es lo que nosotros debemos hacer hoy. Y ningún hombre tiene el derecho de predicar hasta que no sea lleno del Espíritu Santo. ¡Es correcto! Los teólogos y matemáticos, y todos aquéllos se lo pueden descartar con sus explicaciones. Pero si un hombre ha llegado a estar en aquella parte del desierto, en ese lugar sagrado, y ha conocido a Dios igual como Moisés, no existe hombre que le pueda quitar eso. ¡Ya él sabe! Él fue el que estuvo allí. Nadie puede decirle otra cosa al respecto; él estuvo allí. Por eso fue que Jesús les mandó a Sus discípulos: “No prediquen hasta que no hayan subido a la ciudad de Jerusalén y que hayan sido investidos con Poder desde lo Alto, luego seréis testigos de Mí”. Eso fue lo que ellos vieron. Sí, señor.",
    "Noé. Ellos no pudieron ver nada; ¿qué hicieron después de haber hecho eso? Ignoraron la Palabra de Dios y ellos mismos se trajeron juicio encima. Eso es correcto.",
    "Digo juntamente con Jack Moore, no citándolo, sino queriendo decirlo, porque pienso que ahora es muy apropiado. Jack Moore dijo: “Si Dios no hunde a América y la quema, Él tendrá que levantar a Sodoma y a Gomorra y disculparse por haberlas quemado”. Y ésa es la verdad.",
    "Dios es justo. Su Palabra tiene una recompensa justa, y Él ciertamente juzgará al mundo por su acción en contra de Su Palabra hoy. No importa cuántas asambleas tengamos, cuántas asambleas religiosas tengamos, ése no es el asunto. ¡Es esta Palabra!",
    "Miren, no han habido tiempos más religiosos que lo que existía en el día cuando Jesús vino a la Tierra. ¡Oh, todo estaba sumergido en religión y tradiciones, y todo eso está mal!",
    "Así también fue con Amos, el pequeño predicador calvo; nosotros no sabemos de dónde vino. Sus dos ojitos se entrecerraron cuando pasó sobre la colina y miró hacia Samaria. Era una gran ciudad de turistas, como Phoenix. Muchas de las personas venían de todo el mundo, a mirar, a mirar esta gran ciudad, lo hermosa que era. ¡Oh!, allí acontecía de todo, clubes nocturnos y era un verdadero lugar de alboroto, “un gran lugar para vivir”, decían ellos. Pero cuando este muchachito campesino, tocado por el Espíritu Santo, bajó por allá, él no tenía a nadie que fuera por delante haciendo preparativos para sus reuniones; él no tenía avisos colocados, ni denominación que se afiliara con él, ni a nadie que lo respaldara. Pero cuando él pasó sobre la colina y entrecerró esos ojitos, mirando esa ciudad, él vio algo que ninguno de los demás vio. Todos ellos vieron el alboroto y cuanta cosa de la ciudad; pero él vio el juicio pendiente de Dios, y él profetizó contra eso. Ellos lo llamaron “loco”; pero once años después, todo sucedió exactamente como él lo había dicho.",
    "Hombres que pueden mirar a la iglesia por el rumbo en que va hoy, y la gente por el rumbo en que va, y ¿predicen bendiciones para el futuro? Yo predigo juicio, y más nada. El Dios justo requiere juicio, por haber ignorado Su Palabra. Él es justo al venir e identificarla delante de nosotros, y probarla correctamente. Pero siendo un Dios justo durante todas las edades, Él no puede cambiar Su plan. Él nunca cambia Su plan. Él es el mismo ayer, hoy, y por los siglos; Sus caminos son los mismos; Su Palabra es la misma; en todo Él es el mismo. Él está lleno de misericordia cuando alguien está dispuesto a arrepentirse, pero juicio viene si Uds. no se arrepienten.",
    "Faraón, cuando él miró; y un supuesto fanático, un supuesto profeta fanático, haciendo muchas declaraciones de liberación, eso fue lo único que él vio; pero los israelitas vieron la mano de Dios sobre Moisés. Sí, señor.",
    "El hombre rico miró y vio, tenía potenciales, pero su organización significaba más que lo que él era capaz de llevar a cabo en cuanto a Eso. ¿Desde dónde dio su siguiente mirada? Él miró desde el infierno. Así exactamente. Le vino juicio. Ésa fue la siguiente ocasión que él miró. Así será también con muchas personas hoy.",
    "El soldado romano alcanzó a mirar una vez, cuando crucificaron a Jesús. Miró para ver lo que Él había hecho, pero entonces fue demasiado tarde.",
    "Amigos, América hará eso, también. Algún día ellos van a mirar, y dirán: “Verdaderamente ése era el Hijo de Dios”, pero será demasiado tarde. Ellos se habrán burlado y mofado por última vez.",
    "Él sólo pudo mirar en ese momento y ver dónde pudo haber sido salvo, pero entonces fue demasiado tarde. Él había crucificado al Príncipe de la Vida.",
    "Y tantas veces hoy, la gente rechaza a Jesucristo de sus corazones, cuando lo ven claramente vindicando Quién es, aquí mismo entre nosotros. Sí, señor.",
    "Pilato miró un día, y quedó convencido, pero su política significaba demasiado. Él sencillamente no pudo, él no pudo pararse en contra de eso.",
    "Lutero miró, y él vio la justificación. Él corrió con eso; luego ellos se organizaron.",
    "Llegó Wesley, vio la santificación cuando miró a Cristo, de que la iglesia tenía que santificarse. Y se fue con la santi-…",
    "Los pentecostales llegaron y presenciaron la restauración de los dones. ¿Qué hicieron todos ellos? Igual que los católicos, se organizaron, lo llevaron nuevamente a eso.",
    "¡Oh Dios! Un día yo miré, y cuando lo hice vi el Alfa y la Omega. Yo vi el Principio y el Fin. Yo vi a Jesucristo el mismo ayer y… Yo vi al que me pudo perdonar mi pecado. Yo vi a Alguien que tomó mi lugar. ¡Vaya!\n\n¿Qué ven Uds. cuando miran?",
    "Ahora mismo estoy viendo a un anciano, amigo mío, Bill Dauch, sentado aquí. El hombre está por cumplir noventa y dos años. Hace unos días, no hace mucho, mejor dicho, hace como seis meses, él sufrió una falla cardiaca masiva y un ataque al corazón, a la vez.",
    "🦅 El médico dice que se está muriendo”. Su esposa me llamó y dijo: “Hermano Branham, venga, él se está muriendo; Bill es su amigo”.\n\nY dije: “Muy bien, lo haré”.",
    "Y estando de viaje hacia él, yo oraba: “Dios, me es muy difícil ir a decirle ‘adiós’. Sé que si sobrevive hasta que yo llegue, podré decirle ‘adiós’”. Estaba con oxígeno, una falla cardiaca masiva, de noventa y un años. Al salir de una estación de combustible, miré, y al hacerlo, vi a Bill que venía por la calle y me estrechó las manos.",
    "Aquí está sentado esta noche. El médico que le dijo eso, está muerto. Y aquí está el mismo Bill Dauch, de Lima, Ohio, viajando por celliscas y nieve, asiste a toda reunión donde voy. ¿Por qué? Nosotros miramos; vimos algo. Ese mismo Dios del cual hablé anoche, allá en Colorado, en el tiempo de la tormenta, yo miré y vi que Él era el mismo ayer, hoy, y por los siglos.",
    "Aquí está el Sr. Way, un inglés, aquí está al costado, aquí ahora mismo, acabo de notar que él está aquí. Él ha venido desde Indiana. Él es inglés. Su esposa es una-una enfermera certificada. ¡Él es un buen hombre! Un día yo hablé con él. Yo estaba predicando en una reunión; él se ofendió con lo que yo dije, en su corazón, por haberlo hecho, cayó muerto allí mismo en la congregación. Él allí murió. Su esposa lo cogió y le tomó el pulso; sus ojos, su rostro se le oscureció, los ojos… no fingía, los ojos se le brotaron y se le voltearon en las cuencas. Yo dije: “Permanezcan quietos”. Lo miré allí abajo, y pensé: “¡Oh, allí está tendido ese hombre, muerto!”.",
    "Bajé, le puse las manos, él estaba tan frío como ese escritorio; estaba muerto. La Sra. Way dijo: “¡Oh, Hermano Branham, se ha ido! ¡Se ha ido!”. Gritando a los más alto de su voz.",
    "Aparté la mirada. Yo vi la resurrección y la Vida. Oré la oración que Jesús me dijo que orara, y el Hermano Way se levantó. Aquí mismo está sentado esta noche, levantado de entre los muertos, está sentado aquí esta noche.",
    "Eso es correcto, Sr. Way, si se pusiera de pie sólo por un minuto, para que la gente vea. Y aquí está Bill Dauch sentado aquí.",
    "¿Qué es? Es porque nosotros miramos a Él, que es el mismo que resucitó a Lázaro, Él es el mismo que era allá. Él es el mismo ayer, hoy, y por los siglos. Sí, Él no cambia.",
    "Aquí está sentado un pequeño predicador frente a mí, llamado Blair. Su niño se accidentó el otro día; y su esposa está sentada allí, se limpian ahora los ojos, por las lágrimas. Ellos me llamaron por teléfono, y él me dijo: “Hermano Branham, nuestro niño estaba en un auto y éste cayó por el barranco, y él se encuentra magullado, con conmoción cerebral y de todo; está casi muerto, a duras penas respira”. Dijo: “¿Haría Ud. una oración?”.\n\nLe dije: “Oremos”.",
    "Y comencé, miré (esto fue por teléfono), y comencé a orar. Dije: “Señor Dios, ¿qué les diré?”. Yo vi a un niño que iba, corría y saltaba una cuerda, corría de esa manera por allí. Dije: “Él va a estar bien”. Y él está aquí esta noche. Y ellos están sentados aquí. ¿Por qué? Porque Jesucristo es el mismo ayer, hoy, y por los siglos.",
    "¡Miren! ¡Miren! ¿Qué ven Uds. cuando lo miran a Él? Yo veo al mismo Sanador. ¡Amén! Yo veo al mismo que caminó en Galilea. Yo lo veo a Él en Su poder. Yo lo veo discerniendo los pensamientos y los secretos del corazón, desplegando-desplegando la señal antes del tiempo del fin. ¡Cómo pudiéramos recorrer esta audiencia y a través de las naciones, contando de lo que Él es hoy!",
    "¿Saben lo que pienso yo? Como dijo el anciano negro una vez, en el tiempo de la esclavitud. Un día, viniendo de por ahí, él dijo: “Saben, la… Ahora soy libre”. Entonces se puso a decir eso entre los otros esclavos, y los esclavos dijeron…",
    "Y eso llegó al dueño. Y el dueño dijo: “Entra aquí, Sam”. Dijo: “¿Qué es lo que andas diciendo allá entre los esclavos?”.\n\nÉl dijo: “Amo, yo soy libre”.\n\nDijo: “¿Cómo es que eres libre?”.",
    "Él dijo: “He quedado libre de la ley del pecado y la muerte, porque Jesucristo me ha hecho libre”.\n\nÉl dijo: “Sam, ¿hablas en serio?”.\n\nÉl dijo: “Sí”.",
    "Dijo: “Iré allá a firmar por tu libertad, y dejaré que vayas y le cuentes eso a tus hermanos”.",
    "El anciano predicó por años y años. Finalmente un día, él llegó a esa puerta, tuvo que partir de esta vida. Y mientras estaba postrado en su cama, en una coma por unos días, muchos de sus hermanos blancos vinieron a-a verlo, a darle la despedida, pues él había sido un soldado valiente para Cristo. Mientras estaba postrado allí en la cama, él despertó, miró alrededor, y él preguntó: “Mose, ¿no te has, o…?”.\n\n“Sam, ¿aún no te has muerto?”.",
    "🦅 No”. Dijo: “Tuve que regresar”. Él dijo: “Pensé que ya estaba allá”. Dijo: “Yo-yo-yo debí haberlo soñado”. Dijo: “Pensé que estaba allá. Y cuando yo estaba parado allá” dijo, “un Ángel… Me acababan de pasar por la puerta, y” dijo, “un Ángel se acercó y dijo: ‘Sam, ven recibe tu corona, y ven recibe la túnica”.",
    "Él dijo: “No me hable de corona ni de túnica, sólo permítame pararme aquí y mirarlo a Él por un millón de años”. Él vio en Él Aquél que lo había liberado del pecado y de la muerte. Él vio allá Aquél que lo había acompañado en las buenas y en las malas. ¡Oh, Dios!",
    "La otra mañana, yo estaba acostado en mi cama. Yo tenía… Uds. conocen la historia de mi vida. Yo tenía un perro viejo, lo llamábamos Fritz. Él me pagó la escuela; con las pieles de zarigüeya y todo eso. Así es que, cada mañana yo lo llevaba. Me despertaba, por allá bien arriba en una pequeña cabaña, lo oía ladrando a lo lejos allá en el valle. Él nunca me mintió. Yo siempre iba a donde él estaba; él me tenía algo.",
    "Saben, una de estas mañanas lo oiré ladrar por allá en el cañón. Tendré que ir a mirar qué es lo que me tiene. Todo estará bien.",
    "Escuche, hermano, déjeme decirle. Sólo hay una cosa para ver cuando Ud. mira a Jesucristo, es ver a Dios en Él, el mismo ayer, hoy, y por los siglos. Yo creo que Él está aquí esta noche, para hacer por nosotros lo mismo que Él hizo allá.\n\nInclinemos nuestros rostros un momento, mientras oramos. ¡Oren!",
    "¿Habrá alguien aquí esta noche, que diría: “Hermano Branham, pídale a Dios que sea misericordioso conmigo? Yo quiero mirar y verlo a Él diferente. He mirado a Él y he conjeturado. He mirado a Él y he pensado. He mirado a Él y tenido preguntas: ¿realmente se interesará Él de mí? ¿Me ama Él? ¿Serán ciertas todas estas cosas dichas de Él? Yo quiero saber si eso es verdad. ¿Le pediría Ud. a Él que me lo revele a mí esta noche?”. ¿Levantaría Ud. la mano? El Señor lo bendiga. ¡Qué bueno! Por todo el lugar.",
    "Precioso Señor, hay tanto escrito acerca de Ti. Nosotros sabemos que Tú eres el mismo ayer, hoy, y por los siglos. Oramos, Señor, que esta noche cuando miremos, que nosotros veamos a Jesucristo. Tú prometiste en Tu Palabra que las obras que Tú hiciste, nosotros también las haríamos. Prometiste en los postreros días, que Tú estarías aquí otra vez sobre la Tierra en la forma del Espíritu Santo; la iglesia estaría llena del poder: el Espíritu Santo. Tú dijiste: “Aún un poco, y de nada le aprovechará al mundo mirar, porque ellos no lo verán. Pero vosotros lo veréis, porque Yo estaré con vosotros, aun en vosotros, hasta la consumación”.",
    "Señor Jesús, mientras aún hay oportunidad para que el hombre mire, que ellos miren en esta noche y lo vean a Él en el poder de Su resurrección. Él no está muerto, sino que vive para siempre, dispuesto a interceder por los que se dispongan a confesarlo. Concédelo, Señor. Y que todas estas peticiones que se han hecho, sean concedidas. Padre, concede estas cosas, en el Nombre de Jesucristo. Amén.",
    "Ahora es tiempo de orar por los enfermos. Yo he orado por Uds., crean que Dios responderá.",
    "Ahora, yo creo que Billy dijo que repartió más tarjetas de oración. ¿Eran por la B? La B. Muy bien. No disponemos de tiempo; me pasé un poco en el tiempo, perdónenme; solamente tengo unos minutos. B, ¿dónde fue que-dónde fue que quedamos, anoche? ¿Dónde quedamos, dónde quedamos anoche? [Alguien dice: “Las recogimos todas”.—Ed.] ¡Oh! ¿Las recogimos todas? Entonces simplemente iniciaremos de la B, número uno. Muy bien.",
    "Número uno, ¿quién…? [Cinta en blanco.—Ed.] …tres, cuatro, cinco.",
    "Alguien vigile ahora. Baja acá, Billy, algunos de Uds., rápidamente, pues no tenemos mucho tiempo. Nosotros sólo… y no se demoren. A veces son sordos y no pueden oír, y, o quizás no se puedan poner de pie, o alguna cosa. Si es así, pues, nosotros…",
    "Número uno, dos, tres, cuatro, cinco. Muy bien, pasen aquí adelante, por favor. Allí está la uno, dos, tres, cuatro… Así es. Discúlpeme, señor. Seis, siete, ocho, nueve, diez, que ahora se pongan de pie. Seis, siete, ocho, alguien, ocho, nueve, diez. Ocho, nueve… Muy bien. Uno, dos, tres, cuatro cinco… siete, ocho, nueve, diez. Muy bien, de la diez a la quince, pónganse de pie; las B, bien, ésas son todas las tarjetas que han sido repartidas. Quince, muy bien, de la quince a la veinte, pónganse de pie. De la uno hasta la veinte, en las tarjetas de oración, tomen su lugar por Acá. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez, once, doce, trece, catorce, quince, dieciséis, diecisiete, dieciocho, diecinueve. Así es. Veinte al veinticinco.",
    "¿Cuántos no tienen tarjeta de oración? Sin embargo le creen. Mientras ellos pasan a ocupar su lugar, mientras esos veinticinco lo hacen, que pasen los primeros veinticinco, permítanme preguntarles. La Biblia dice, en el Libro de los Hebreos, que “Jesucristo es nuestro Sumo Sacerdote”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] “Uno que puede ser tocado por el sentir de nuestras dolencias”. ¿Iremos nosotros a permanecer desaboridos, en este día, y ver nuestro Sumo Sacerdote dándose a conocer Él mismo entre nosotros, y luego nosotros permanecer como ganado bruto que es llevado? No, señor. Estemos alerta y en acción, con valor ante cualquier contienda. No sean como ganado bruto que es llevado; ¡sea un héroe! Uds. allí miren hacia acá y crean. Miren en la Escritura, lo que Él prometió. Muy bien.\n\nNo tomaremos mucho tiempo, entraremos directamente en la línea de oración.\n\nOremos de nuevo.",
    "Señor Jesús, ahora está en Tus manos; yo estoy en Tus manos. Señor, toma la Palabra, en la que has dicho: “Como fue en los días de Sodoma”, una de las que hice referencia en esta noche. Tú dijiste en San Juan 14:12, cuando le hablabas a Tus discípulos de Tu partida, Tú dijiste: “El que en Mí cree, las obras que Yo hago, Él las hará también”.",
    "La Biblia dice que “Dios, habiendo hablado muchas veces y en muchas maneras, en otro tiempo habló a los profetas, o habló a los padres por los profetas, en estos postreros días por Su Hijo, Jesucristo”; y Él es la Palabra. Nosotros sabemos que los profetas vinieron, el Espíritu vino sobre ellos e hizo que esa Palabra viviera para esa generación; maldijeron los reyes, trajeron juicio, trajeron justicia, salvaron a los perdidos; los profetas, a los cuales vino la Palabra.",
    "Ahora en este día postrero, Señor, Tú lo prometiste; dijiste: “Como fue en los días de Sodoma”, estando Abraham sentado allá en el calor del día: la pequeña Iglesia, los llamados a salir. Nosotros miramos hoy por el mundo, Padre, vemos exactamente a Sodoma, a gentiles pervertidos, tibios. Y vemos a estos tres ángeles apareciendo ante Abraham.",
    "Dos de ellos bajaron allá a la iglesia tibia: Lot; para tratar de llamarlos a que salieran. Dos fueron allá (el Billy Graham moderno), para llamarlos a que salieran; sin milagros, sólo les cegaron los ojos. Predicar el Evangelio verdaderamente hace eso.",
    "Pero hubo Uno que se quedó acá con el grupo de Abraham, tipificando a los elegidos, los llamados fuera que no estaban en Sodoma; habían nacido afuera de Sodoma, la verdadera Iglesia, la Simiente de Abraham de hoy. Y cuando este Hombre, que les hablaba a ellos, dijo: “¿Dónde está Sara, tu mujer?”.\n\nLe respondió: “Ella está en la tienda detrás de Ti”.",
    "Y Él dijo: “Volveré a ti según el tiempo de la vida”; y ella se rió.",
    "Él dijo: “¿Por qué se ha reído ella?”. Discernió lo que ella estaba diciendo y pensando en su ser, con Su espalda hacia la tienda donde ella estaba.",
    "Jesús de Nazaret, el Hijo de Dios, nos ha dicho en Su Palabra: “Como fue en aquel día, así será en la venida del Hijo del Hombre”.",
    "Y es una cosa muy extraña, Padre, que no ha habido un reformador en todas las edades, que haya ido a Sodoma, con un nombre terminando en “h-a-m” hasta hoy; Tu siervo, Billy Graham, está allá en Sodoma haciendo su labor.",
    "Ahora Padre, ruego que salves a la Simiente de Abraham que está aquí esta noche, llénalos con el Espíritu Santo, del Hijo precioso prometido. Inmediatamente después de esto, Dios manifestado en carne obró esta señal, luego vino el hijo prometido en la escena. Dios, hemos estado esperándolo ya por dos mil años, la Simiente de Abraham. Muchos ya duermen; ésta es la séptima vigilia, nosotros esperamos que el clamor venga en cualquier momento: “He aquí, viene el Novio”.",
    "Concede esta noche, Padre, que sea abierto el entendimiento de la gente; que ellos vean que esta señal fue prometida, un poco antes del Hijo venidero. También, así como la serpiente de bronce tipificó a Cristo, así el hijo que venía y la señal de su venida (en lo natural) tipificó lo espiritual: de Jesús que venía hoy, la Simiente Real de Abraham. Concédelo, Señor. Lo pedimos en el Nombre de Jesús, mientras nos encomendamos a Ti. Amén.",
    "Me gustaría mencionar una cosa antes de que oremos por los enfermos. Muchas personas tienen una idea errada en cuanto a un don. Un don no es algo que Dios le da a uno para salir y decir: “Bien, saldré por acá y escogeré esto, y tomaré eso y haré esto”; ésos no son los dones. Tantas personas piensan así, pero están bajo una noción incorrecta. Un don de Dios es sencillamente saber cómo hacerse uno mismo a un lado para que Dios pueda usarlo; eso es todo lo que es un don. ¿Ven? Mientras uno esté en sí mismo…",
    "¿No dijo Jesús mismo: “El Hijo no puede…”? San Juan 5:19, “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí mismo”. Él pasó por ese estanque donde estaban todos esos lisiados, y sanó a un hombre con problema de la próstata, o algo (una enfermedad) algún retraso. Él dijo: “No puede el Hijo hacer nada por Sí mismo, sino lo que ve hacer al Padre; eso también lo hace el Hijo igualmente”. “No soy yo”, dijo Él, “que hace las obras; es Mi Padre que mora en Mí, Él hace las Obras”.",
    "Ahora, Uds. personas sentadas allá afuera, no se atrevan a poner la mirada en algún hombre. Uds. miren a Cristo; es a Él. No obstante, prometió en los postreros días que Él mismo se manifestaría en carne humana, como hizo allá en Sodoma. Ahora en la carne suya, en mi carne, simplemente abramos nuestros corazones y apartemos nuestros propios pensamientos, y permitamos que la Palabra tome su curso en nosotros, en esta noche, luego veremos los grandes dones de Dios de Su Espíritu manifestados delante de nosotros.",
    "Sean bien reverentes. Que nadie salga. Guarden mucho silencio y oren. Estoy seguro que Uds. lo podrán apreciar.",
    "Y si hubiera alguien aquí que cree que esto es un engaño, yo le reto a que venga aquí a la plataforma. ¡El que sea! Entonces, si tiene miedo de hacerlo, no diga nada al respecto.",
    "En el Nombre de Jesucristo, yo tomó a todo espíritu aquí bajo mi control, para declarar la Palabra de Dios.",
    "Aquí hay una escena esta noche como en San Juan el capítulo 4. Un hombre y una mujer se encuentran, me supongo que por primera vez. Yo no la conozco a Ud. Tal vez Ud. me conozca a mí por los periódicos y-y de oídas, pero yo no la conozco; Ud. lo sabe. Nosotros somos desconocidos el uno para el otro, como cuando nuestro Señor conoció a una mujer junto al pozo; un hombre y una mujer que se conocían, hablando.",
    "Pero, si yo viniera como uno, o algunos de nuestros hermanos, diciendo: “Dios me dio un don de sanidad,”…",
    "¿Saben cuál es el don de la sanidad? Fe en la sanidad. ¿Ven? Uno simplemente libera su fe, para orar por alguien; un don de sanidad no es más. Todo ministro debe tenerlo, toda persona (¿ven?), debiera tener el don de sanidad. El Poder que lo sana a Ud. está por dentro de Ud., el Espíritu Santo, Ud. simplemente tiene que permitirle que obre; eso es todo.",
    "Así como la vida que está en el árbol. Uno no tiene que vaciar las manzanas en el árbol, para hacerlo que produzca manzanas. Sencillamente es sembrado en la tierra, y él bebe y produce.",
    "Pues, así es como uno obra con el Espíritu Santo, está dentro de Ud. Uno simplemente bebe de la fuente inagotable de Jesucristo, y Eso hace producir los frutos del Espíritu. ¿Ven?",
    "Ahora yo estoy parado aquí sin conocerla; Dios lo sabe. Ud. es completamente desconocida.",
    "Ahora si yo fuera y le impusiera las manos, y dijera: “Hermana, Ud. va a sanar”. Ud. podría creerlo y eso estaría bien. Pero ahora, ¿qué tal si Él viene…? Vea, aquello fue en los días pasados, atrás en los días pentecostales.",
    "Nosotros vivimos más allá de eso hoy. Nosotros estamos más allá de Pentecostés, igual que con los metodistas y luteranos. Estamos próximos a la venida del Señor, donde el ministerio que Jesucristo ejerció, Él mismo, tiene que ser así exactamente. Es como la piedra de corona en la pirámide, tiene que estar tan pulida a tal grado que toda piedra encaje perfectamente. Y la iglesia tiene que llegar a esa condición para recibir la Piedra de Corona, luego llevarse la cosa por completo en la resurrección, cuando el Cuerpo sea resucitado.",
    "¿Lo creen Uds.? ¿Creen Uds. que estas cosas que les digo son la verdad? ¿Es así? ¿Si el Señor Jesús me dice algo que Ud. ha hecho, algo que no debió haber hecho, algo que anda mal en Ud., o lo que pudiera ser, financiero, doméstico, no sé; cualquier cosa que sea, ¿Ud. me creerá, verdad, ser Su siervo?",
    "Ud. es Cristiana. ¿Ve? Le hablé sólo para encontrar su espíritu. ¿Ve? Así fue que Él lo hizo allí junto al pozo; Él dijo: “Dame de beber”. Ud. es una Cristiana. Ud. es una creyente. Correcto. ¡No es una viajera sino una creyente! Muy bien. El problema suyo, su problema principal está en su cuello. En la parte de atrás de su cuello Ud. tiene un crecimiento, y ese crecimiento le está ejerciendo presión. Eso le está dañando los ojos y demás cosas. ¿Es verdad eso? Eso es ASÍ DICE EL SEÑOR. Correcto. Si Ud. lo cree, eso la dejará. [La hermana dice: “Eso es verdad”.—Ed.] Dios la bendiga. Siga adelante.",
    "¿Cómo le va, señor? Yo no lo conozco. Somos desconocidos el uno para el otro. Jesucristo es el mismo aye-… y por los siglos. Si logro relajarme, lo suficiente para que el Espíritu Santo pueda usar mis labios y mis ojos, igual como…",
    "¿Habrán llegado Uds. a soñar un sueño? Seguro. Hay una-una parte de uno, uno tiene que estar inactivo en los cinco sentidos. Uno tiene-uno tiene una conciencia y una subconciencia. Su primera conciencia está aquí, y su subconciencia está por acá. Ud. tiene que estar inactivo en los cinco sentidos, para llegar acá a soñar; pero cuando Ud. regresa, aquello queda marcado en esto al grado que uno recuerda lo que soñó.",
    "Ahora, videntes, profetas, su subconciencia no está allá; está aquí mismo. Uno no se sale de sus cinco sentidos; uno está parado, uno está de pie, soñando. Y si Ud. dijera suéñeme… Si yo le dijera: “Suéñeme un sueño”, Ud. no podría hacerlo; ni tampoco puedo yo ver una visión para Ud. Se requiere a Dios para que haga eso. Pero, yo no me duermo para verlo, yo me paro aquí y lo veo; eso es un don de Dios. Si yo logro hacer a un lado la primera conciencia, Dios usará la otra conciencia si Él tiene algo para decir; eso le queda a Él.",
    "Pero si yo puedo, con la ayuda de Dios… Si Jesús estuviera parado aquí con este traje que Él me dio, si Ud. estuviera enfermo Él no lo podría sanar; no, Él ya hizo eso cuando murió. Pero, yo no sé la razón por la que Ud. está aquí; Ud. simplemente es un hombre. Tenemos aproximadamente la misma edad, y sólo-sólo estamos parados aquí en la plataforma, conociéndonos por primera vez. ¿Cree Ud. que Dios puede revelarme sus deseos, o lo que ha hecho, o sus impedimentos? Si Él puede decirle a Ud. lo que ha sido, Él puede decirle lo que será. ¿Cree Ud. eso?",
    "Yo no quiero tomar mucho tiempo, pero he predicado duro y uno tiene que… el tiempo, pone nervioso, verdaderamente uno tiene que relajarse, porque no hay nada que yo pueda hacer a menos que Él me lo muestre.",
    "Sí, aquí está, la Luz viniendo sobre el hombre. Muy bien, señor. No, señor, Ud. no está aquí por sí mismo, está aquí por otra persona, y es una hija. Y esa hija vive en California, y ella ha sufrido un accidente automovilístico, hace un tiempo. Y Ud. está queriendo que yo… Ud. está parado aquí para que yo ore por ella, porque aún sigue afectada por eso. Y escuche, déjeme decirle algo: ese accidente automovilístico no fue en California; fue en Dallas, Texas, donde ocurrió el accidente automovilístico. ¿Es correcto eso? Ella va a estar bien. No lo olvide, yo la veo que se va caminando. Muy bien, crea. Vaya y crea ahora, hermano. Dios lo bendiga.",
    "¿Cómo está, señora? Soy un desconocido para Ud. No nos conocemos el uno al otro; somos perfectos extraños. ¿Cree, cree Ud. que Jesucristo es el mismo ayer, hoy, y por los siglos? ¿Ud. le cree? Ahora si el Espíritu Santo puede decirme algo acerca de Ud., lo cual Ud. sabe que yo no sé, entonces eso la haría creer, ¿no es así? Ud.… Ud. sufre complicaciones. Ud. sufre de muchas cosas, pero lo principal es que Ud. está para tener una operación por razón de un tumor, y ese tumor está en su costado. Eso es correcto. ¡Eso es correcto! Ud. está aquí para que se ore por eso. Si yo pudiera decirle cuál es su nombre, ¿me creería ser Su profeta, o creería que sería correcto? Sra. Holman, siga por su camino regocijándose. ¿Ve? Dios la bendiga. Crea ahora, no dude.",
    "¿Cómo está señora? Somos desconocidos. Ud. es más joven que yo; somos tan sólo una mujer y un hombre.",
    "Un momento, todos bien reverentes. El Espíritu del Señor se ha movido de aquí.",
    "Este hombre sentado aquí, con anteojos, tiene un problema espiritual en su mente; Ud. no sabe qué hacer; está todo confundido. Crea y Ud. saldrá bien; sí, señor. ¿Hará eso? Muy bien.\n\nAhora sean reverentes.",
    "Aquí hay una damita, sentada justamente por aquí, ella está mirando de esta manera, con sus manos así, orando. Ella tiene una mano mala, por la que está orando. Si Ud. cree, sí, Dios se la sanará. Yo no la conozco, Ud. no me conoce a mí, pero Ud. tocó Algo. Ud. en ningún momento me ha tocado a mí, está a veinte pies de mí [6 Mts.]. Jesucristo la sana. La fe suya la sana.",
    "¡Si ése no es este mismo Jesús, el Sumo Sacerdote que puede ser tocado por el sentir de nuestras dolencias! ¿No lo creen Uds. así? [La congregación dice: “Amén”.—Ed.]",
    "Discúlpenme, sólo es que tengo que seguir Eso por donde va.",
    "Ya me estoy debilitando (¿ven?), sólo con una… Saben, nuestro Señor, una vez una mujer tocó Su vestidura y Él dijo…",
    "Perdónenme. Esta señora de color sentada aquí, orando; problema de la vejiga, presión alta de la sangre. Crea, señora, eso la dejará. Amén.",
    "Yo miré y había una señora de color parada aquí (¿ven?), su fe atrajo Eso inmediatamente. Amén.",
    "Esa señora allí detrás de ella, con asma. Si cree que Dios la sanará de esa asma, también puede recibirlo, si lo cree.",
    "Ud. tiene un gran anhelo en su corazón, y es un-un anhelo legítimo. Ud. quiere un bebé. Y la razón que no puede tenerlo, es que sufre de problema femenino; y eso es verdad. [La hermana dice: “Eso fue lo que puse en la tarjeta”.—Ed.] Muy bien, ¿cree ahora que Ud.… que Dios se lo dará? [“Sí. Eso es correcto”.] Si el Señor Jesús me dice quién es Ud, ¿creerá? [“Sí”.] Sra. Lambert. [“Es correcto”.] Ahora vaya, crea. ¿Le causa eso creer? [“Amén”.] Que ella lo reciba, Dios, en el Nombre de Jesucristo.\n\n¡Tenga fe!",
    "Señor, somos desconocidos el uno para el otro, pero Dios nos conoce a los dos. ¿Cree Ud. que el Señor Jesús me revelará sus problemas? ¿Lo cree? Ud. no es de aquí, Ud. no es de Arizona. Ud. es de lejos hacia al este, de Michigan. Correcto. Ud. tiene presión alta en la sangre, endurecimiento de las arterias, casi no oye. Eso lo ha dejado. Regrese a Michigan, el Señor Jesús lo sana.\n\n¡Tenga fe en Dios!",
    "La señora sentada por acá, orando por su padre. Él tiene el mal de Parkinson. Y el… Lo veo ahora, y él tiene la sombra. No sólo tiene la sombra de muerte, sino la de muerte Eterna, porque él no es salvo. Eso es verdad. ¿Cree Ud. que Dios lo salvará y lo sanará? Si Ud. tiene la suficiente fe para tocar a Jesucristo, nuestro Sumo Sacerdote, ciertamente Ud. podrá aceptar eso.",
    "Ahora, ¿me haría Ud. un favor? Ponga su mano sobre esa mujer al lado suyo. Ella está orando por su hermano. Sí. Ese hermano está enfermo, y también él es un alcohólico. Eso es verdad. Sólo crea, él dejará de beber y se recuperará.\n\n“¡Si puedes creer, todo es posible”!",
    "La señora sentada aquí, orando, aquí mismo frente a mí, tiene su rostro inclinado. Puedo decirles, ella está orando: “Señor, permite que ésa sea yo”. La señora es… Ella está orando por una amistad, y esa amistad se encuentra aquí en el hospital muriendo con cáncer; y también por ella misma. A ella se le va a pasar. Sra. Kelly, póngase de pie y acepte la sanidad, en el Nombre de Jesucristo. Yo nunca he visto a la mujer en mi vida.",
    "¿Cree Ud. que Dios sana problemas cardíacos? ¿Cree que Él le sana el suyo? Muy bien, entonces continúe su camino, diciendo: “Gracias, amado Dios”.",
    "Es difícil para Ud. levantarse por la mañana, de lo entumecido por esa artritis. No será así mañana si Ud. tan sólo va creyendo. Sí, señor.",
    "Muy bien, señor. Ud. necesita una transfusión de Sangre del Calvario, eso cura la diabetes y de todo. ¿Cree Ud. que Él hace eso? Muy bien, la suya se puede curar, también, si tan sólo cree con todo su corazón.",
    "Venga aquí. Ud. es nerviosa, es lo que le ha causado la enfermedad. Tiene el estómago ulcerado. ¿Cree Ud. que Dios lo sanará? [La hermana dice: “Sí, lo creo”.—Ed.] Yo quiero mostrarle algo. Me voy a quitar el reloj sólo un minuto. Siendo nerviosa es muy difícil, pero Ud. es un alma buena. Déme su mano. Yo quiero tomar la mano suya. Quiero que mire la mano mía. Ahora observe, voy a poner la mano suya sobre la mía. Ahora lo ve, ¿ve esas cosas moviéndose allí encima, algo como pequeñas vibraciones? [“Sí, las veo”.] Eso es esa úlcera viva. Ahora observe, quite su mano, ahora regresa a la normalidad. Ahora pondré mi mano allí, no lo hace, ¿verdad? [“No”.] Pero al poner la mano suya encima, allí está de nuevo. ¿Ve? [“Sí”.] Ahora, hay algo allí simbolizándolo, lo cual Ud. realmente puede ver con sus propios ojos. ¿Es correcto? [“Sí. Amén”.] Levante la mano para que la congregación vea que eso es cierto.",
    "Aquí, la congregación puede verlo. Ponga su mano aquí. Ahora quite su mano, señora; ahora ponga su mano allí de nuevo. Es una úlcera viva. Es tejido, algo comiendo tejido. Eso es causado por el nerviosismo, que se esparce. Ud. también sufre de problemas femeninos. Muy bien.",
    "Ahora, aquí, ahora en esto es cuando uno tiene que tomar la iniciativa, sólo para que esta señora lo sepa.",
    "Ahora quiero que la audiencia mantenga sus rostros inclinados, y oren, porque eso salta del uno al otro. Cuando uno tiene que… Jesús dijo: “En Mi Nombre echarán fuera demonios”. Ahora mantengan sus rostros inclinados si no quieren una úlcera. ¿Ven?",
    "Ahora aquí, quiero que mire. Ud. tiene la úlcera, ahora vigile mi mano y vea que yo no mueva mi mano.",
    "Padre Celestial, que Tus misericordias y gracia sean sobre la mujer, para sanarla. Ella está mirando mi mano. Ella está mirando, Padre, para ver si hay cambio alguno. Y sé que su fe, siendo nerviosa, yo ruego, Dios, que Tú la ayudes. En el Nombre de Jesús, ayúdala.",
    "Ahora, la señora (aún no he abierto los ojos), pero la señora sabe que mi mano aún permanece igual como estaba. ¿Es cierto eso, señora? [La hermana dice: “Sí, señor”.—Ed.] Ahora mírela detenidamente.",
    "Pues, esto no se hace como espectáculo. Esto se hace para declarar que Jesucristo cumple Su Palabra. Ahora, Él dijo: “En Mi Nombre echarán fuera demonios”.",
    "Ahora voy a mantener mi mano firme. Y quiero que observe, no es por la forma en que sostengo mi mano. ¿Ve? Ella está igual como siempre. ¿Puede ver cómo se hincha? [La hermana dice: “Sí”.] Se pone peor cada momento. [“Sí”.] Porque la tengo ahí. Toda mi mano está entumecida, hasta el codo. Ahora Ud. sólo mírela por un momento.",
    "Señor Jesús, no es como espectáculo (no debemos hacer eso), sino para que Tu Palabra sea cumplida. Tú nunca sanaste a la gente sólo para mostrar que eras Dios, sino que era en cumplimiento a la Palabra. Y de esa manera es que yo… por lo que yo lo hago en esta noche, Padre, es mi fe para creer que esta mujer buena puede ser sanada de este demonio.",
    "Satanás, te conjuro, en el Nombre de Jesucristo, Quien triunfó sobre toda enfermedad, y está bajo Sus pies. Y como Su siervo, yo tomo la iniciativa. En el Nombre de Jesús, deja a la mujer, sal de ella.",
    "Ahora, yo no he movido mi mano. La señora me sirva de testigo. Algo le sucedió a mi mano, ¿no es así? [La hermana dice: “Sí”.—Ed.] Si eso es verdad, diga: “Amén”. [“Sí. Amén”.] ¿Se ha ido, no es así? [“Sí. Amén. Eso se ha ido”.] Ud. queda sana. [“¡Aleluya”!] Ahora allí está. [“¡Gracias, Jesús”!] Ahora mire aquí. Yo pongo mi mano, ahora ponga encima Ud. su mano, permanece normal. [“Sí. Amén”.] Ud. ha quedado sana. [“Sí. Amén. ¡Aleluya¡”.] Vaya, coma su cena, Jesucristo la sana.\n\n“¡En Mi Nombre echarán fuera diablos”! Sí.",
    "¿Cree Ud., hermana? ¿Cree? ¿Cree Ud. que Dios le puede quitar esa condición asmática y concederle su salud? Muy bien, siga su camino, diga: “Gracias, Señor Jesús; yo te creo con todo mi corazón”.",
    "¿Cómo está señor? El corazón le ha estado molestando, como que es un bloqueo causado por lo nervioso; golpea, dos golpes, uno en… dos en un lado, y uno al otro. Muy bien, señor, eso termina ahora. Vaya. Su fe lo sana, señor. Vaya, creyendo con todo su corazón. Muy bien.",
    "Otro estómago, grave. ¿Cree Ud. que Jesús le sana? Sencillamente vaya, diga: “Gracias, Señor Jesús”. Créalo. Si Él puede decirle lo que Ud. es, ciertamente Él puede sanarle.",
    "¿Qué si yo no le dijera ni una sola palabra a Ud., sólo le impusiera las manos, creería Ud. que ha sanado, sentado allí en esa silla? ¿Creería? Siga su camino, diga: “Gracias, Señor”. Es de acuerdo a lo que Ud. crea.",
    "Venga. ¿Cree Ud. que Dios sanó ese problema de la columna en ese momento, sentado allí? Muy bien, Ud. puede seguir su camino, diga: “Gracias, Señor”. Crea con todo su corazón. Vaya y crea.",
    "Señor, si Dios no lo sana, un día Ud. quedará lisiado, así, caminando con un bastón, por la artritis. ¿Por qué no lo acepta a Él ahora mismo? ¿Lo cree? Siga su camino y diga: “Gracias, Señor”. Y pisotee esa cosa, y siga su camino regocijándose.",
    "Jesús le sana la columna y le da la salud. ¿Lo cree Ud.? Muy bien, siga su camino, diciendo: “Gracias, amado Dios”.",
    "Venga aquí, señora. Ahora ¿a qué le está temiendo? La razón que Ud. está temerosa, es porque es el tiempo de la menopausia para Ud.; sabe lo que quiero decir, el cambio en las damas. Y todo, en la tarde, Ud. se agota; no puede hacer sus labores, Ud. se cansa mucho. ¿Verdad que eso es cierto? [La hermana dice: “Es cierto”.—Ed.] Muy bien. Eso ya está bien. Vaya, su fe la sana.",
    "Otro, nervioso, pero Ud. ha sido nervioso toda su vida, ha sido un poco nervioso desde cuando era más joven; era nervioso andando por ahí. Pero parece que ahora algo se ha apoderado de Ud.; siente opresión constantemente. ¿Verdad? No será así más, si Ud. me cree ahora mismo, como el profeta de Dios. Vaya y crea.",
    "¿Cuántos allá creen de todo corazón? Pongan sus manos el uno sobre el otro. En el Nombre de Jesucristo de Nazaret, yo conjuro a todo hombre y mujer aquí a poner las manos el uno sobre el otro.",
    "Si la Palabra de Dios, parte de Ella es correcta, toda es correcta. Jesucristo dijo: “En-en Mi Nombre echarán fuera demonios”. “La Palabra de Dios es discernidora de los pensamientos e intenciones del corazón”.",
    "Jesús dijo: “Si sobre los enfermos ponen sus manos, ellos sanarán”. Todo creyente aquí, dígale “Amén” a eso. [La congregación dice: “Amén”.—Ed.] Entonces, Uds. son creyentes; oren Uds. por el que tiene su… Oren por el que tenga las manos sobre Ud., pues ellos están orando por Ud. Oremos juntos y derrotemos al enemigo, y que toda persona enferma aquí sea sanada, en la Presencia de Jesucristo.",
    "Todopoderoso Dios, autor de la Vida, dador de toda buena dádiva, envía Tus bendiciones sobre estas personas.",
    "Satanás, has perdido la batalla, Jesucristo está aquí. Él es el mismo ayer, hoy, y por los siglos. Los Cristianos tienen sus manos el uno sobre el otro. Ellos están orando la oración de fe.",
    "Tú dijiste: “Estas señales seguirán a los que creen”. Cada uno de ellos dijo: “Amén”, ellos creen. Ellos acentuaron el deseo de Tu corazón, cuando Tú dijiste: “Estas señales seguirán a los que creen”. Ellos tienen sus manos puestas el uno sobre el otro.",
    "Estás derrotado, Satanás. Sal de ellos, en el Nombre de Jesucristo. Abandona este lugar y abandona este edificio, en el Nombre de Jesucristo.",
    "Todo hombre y mujer que cree que un creyente le tiene puestas las manos, la oración de fe ha sido orada, y está dispuesto a olvidar su enfermedad, olvidar sus pensamientos al respecto, y aceptar la Palabra de Dios para que entre en su corazón: pónganse de pie y acepten su sanidad, en el Nombre de Jesucristo. ¡Amén y amén! Levanten ahora sus manos y denle a Él la gloria, pues todo ha terminado. 🦅"
  ]
}