{
  "title": "ENCIENDE LA LUZ",
  "id": "64060009",
  "content": [
    "🦅  Muy bien. ¿Será éste…? [Un hermano dice: “Éste es su micrófono”.—Ed.] ¿Éste es el principal? Gracias, señor. [“Éste es el micrófono encendido”.] Sí, señor. Muy bien. Veo que captaban un poco de resonancia allá atrás, y pues… Buenos días, amigos. ¿Pueden oírme bien, allá atrás? [La congregación dice: “Sí”.] Eso lo arregló. Gracias.",
    "Realmente soy una persona privilegiada, en esta mañana, al venir aquí a esta plataforma, después de haberse dado testimonios tan nobles; para tratar de aportar un poquito más con lo que ellos han dicho, para traernos bendiciones como las que hemos disfrutado esta mañana. Ahora, noté que algunas eran muy…",
    "[El sistema de amplificación emite un sonido. Un hermano dice: “Creo que tendremos que ponerlo, éste, en el medio, Hermano Branham”.—Ed.] Muy bien, señor. ¿Así está mejor?",
    "Juntamente con algunos de los hombres aquí, la manera en que han hablado, y casi todos… Bueno, cada uno de los que pasaron aquí tuvo un testimonio muy ilustre, brillante. ¡Cuánto lo aprecio, ese buen testimonio para el Señor!\n\nAhora, vamos a abordar la Palabra.",
    "Y yo, esta semana, me he propuesto en el corazón no retener a las personas estas dos o tres horas, sentadas, escuchándome. Les diré porqué es que yo-yo lo hago, amigos. Yo no tengo una educación, y solamente puedo hablar por inspiración. Ahora, un hombre que tiene una educación, pues él también es inspirado; sin embargo, él puede explicar de lo que habla, por su educación, usar palabras que le dejan saber a la gente de lo que él habla. Sin la educación, yo tengo que usar símbolos de la naturaleza y por inspiración expresar lo que tengo. Y eso a veces hace que sea bastante difícil, que la gente realmente comprenda. Encontramos que me perturbé bastante por eso hasta que encontré en la Biblia que Dios obró igual, de la misma manera.",
    "Encontramos eso igual que con Juan el Bautista, siendo que no tenemos registro de su educación, y luego, cuando él-cuando salió del desierto, él comenzó a hablarle al-al… a su congregación, la iglesia de ese día. Y nos fijamos cómo él lo expresó. Él les dijo: “Generación de víboras”. ¿Lo ven? Eso era a lo que él estaba acostumbrado, a la naturaleza y el desierto; en otras palabras, algo que es escurridizo y baboso, y engañoso. Ahora, otro hombre pudiera haber usado alguna palabra que dijera “impostores” o alguna palabra que hubiera podido usar para expresar eso; no obstante, Juan usó la palabra “víbora”. Yo pienso que todos entendieron de lo que él hablaba.",
    "Entonces él dijo: “No penséis decir dentro de vosotros, que ‘pertenecemos a esto y pertenecemos a eso’, porque yo os digo, Dios puede de estas piedras aquí”, ¿lo ven? ¿Lo ven? No alguna otra gran cosa; “Dios puede hacerlo de estas piedras”. Él expresó eso según la naturaleza.",
    "Y también: “El hacha está puesta a la raíz del árbol”. Algún hermano con buena educación, con esa misma inspiración, pudiera haber dicho: “Él aniquilará”. Él dijo: “El hacha está puesta a la raíz del árbol”. Eso de todas maneras lo aniquila (¿lo ven?), así que él-él sabía lo que era. Él simplemente tenía esas expresiones, pues quizás él nunca fue a la escuela.\n\nInclinemos nuestros rostros por un momento.",
    "Tengo aquí peticiones de oración. Lo cual, ése es el ministerio mío: orar por los enfermos. Tengo algunas peticiones aquí, algunas peticiones muy sobresalientes; y sé que hay muchas aquí. Y ¿habrá algunos, en esta mañana, que desean ser recordados? Pues, simplemente levanten las manos a Dios, digan: “Yo…”. Ahora, sólo tengan allí sus peticiones mientras oramos.",
    "Nuestro Padre Celestial, estamos ahora acercándonos a Tu Santidad en el Nombre de Tu Hijo Santo, el Señor Jesús, para hacer esta petición de parte de cada una de las personas que han escrito su petición, las cuales tengo aquí en mi mano. En especial por la hija joven y tan hermosa de este hermano, que ha sufrido tanto en ese accidente. Yo oro por esa niña, Señor. Y oro por todas las otras peticiones. Y por las que ahora son secretas para nosotros, sólo las sabe aquél que ha levantado la mano; pero Tú eres el Dios infinito, y conoces todo motivo y todas nuestras peticiones. Oramos que respondas. Por cuanto Tú lo has prometido, nosotros lo creemos.",
    "Y pedimos ahora que tomes estas pocas palabras que vamos a leer, e inspíralas para nosotros, Señor, mientras esperamos en Ti. Que el Espíritu Santo se acerque a cada uno, y nos revele la interpretación de la Palabra. Porque lo pedimos en el Nombre de Jesús. Amén.",
    "[Un hermano dice acerca del micrófono: “Hermano Branham, ¿podríamos probar y cerciorarnos que funciona?”.—Ed.] Sí, señor, hermano, adelante; no hay inconveniente. Ahora mientras abro, tengo…",
    "Antes yo podía recordar mis Escrituras y todo, sin tener un-un solo apunte, pero desde que pasé los veinticinco, eso no funciona como antes. Yo tengo que recordar eso escribiéndolo. Ahora vamos…",
    "¿Estará mejor así? ¿Pueden oír eso mejor? No. Atrás están moviendo la cabeza. Quizá…[Un hermano dice: “Tiene que pararse directamente en frente de eso”.—Ed.] Tengo que pararme…[“Directo en frente”.] Correcto. ¿Y cómo sería de esta forma, pueden oír eso? ¿Qué tal así, está mejor? Bueno. Así está bien.",
    "Ahora deseo llamar la atención de Uds. a-a Isaías 42:1-7, y también a Mateo 4:15-16.\n\nHe aquí mi siervo, yo le sostendré; mi escogido, en quien mi alma tiene contentamiento; he puesto sobre él mi Espíritu; él traerá justicia a las naciones.\n\nNo gritará, ni alzará su voz, ni la hará oír en las calles.\n\nNo quebrará la caña cascada, ni apagará…pabilo que humeare; por medio de la verdad traerá justicia.\n\nNo se cansará ni desmayará, hasta que establezca en la tierra justicia; y las costas esperarán su ley.\n\nAsí dice…Dios, Creador de los cielos, y el que los despliega; el que extiende la tierra y sus productos; el que da pan al pueblo que mora sobre ella, y espíritu a los que por ella andan.\n\nYo Jehová te he llamado en justicia, y te sostendré por la mano; te guardaré y te pondré por pacto al pueblo, por luz de las naciones,\n\npara que abras los ojos…ciegos, para que saques de las cárceles a…presos, y de casas de prisión a los que moran en tinieblas.",
    "Y ahora en San Mateo 4, empezando con el versículo 12, lo leemos.\n\nCuando Jesús oyó que Juan estaba preso, volvió a Galilea;\n\n…dejando a Nazaret, vino y habitó en Capernaum, cuidad marítima, en la región de Zabulón y Neftalí,\n\npara que se cumpliese lo dicho por el profeta Isaías, cuando dijo:\n\nTierra de Zabulón y tierra de Neftalí,\n\nCamino del mar, al otro lado del Jordán,\n\nGalilea de los gentiles;\n\nEl pueblo asentado en tinieblas vio gran luz;\n\nY a los asentados en región de sombra de muerte,\n\nLuz les resplandeció.\n\nDesde entonces comenzó Jesús a predicar,…a decir: Arrepentíos, porque el reino de los cielos se ha acercado.",
    "¡El Señor bendiga Su Palabra! Ahora, mi tema en esta mañana es: Enciende La Luz. Y seré lo más breve posible, para que puedan salir para esta próxima cita ahora, la cual será aproximadamente en cuarenta y cinco minutos.",
    "Saben, el Sr. Mc Anally, yo creo que él está presente, vi su camioneta afuera. Hace un tiempo, estábamos sentados allá en uno de mis primeros viajes aquí a Arizona, para ir de cacería. Nos encontrábamos por acá cerca de la montaña Superstición. Había oído de ella por mucho tiempo, y oído muchas de las leyendas que se habían contado de la Superstición. Recuerdo cuando la vi por primera vez; era antes del amanecer, y había como una gran sombra espantosa ante mí hacia el este, que era conocida como Superstición. Yo había oído de los indios, acerca de cómo ellos no se le acercaban; de cómo le temían; de cómo los españoles los habían maltratado en los primeros días, cuando andaban en busca del oro. Ellos decían que espíritus malignos vivían allá en ella. Todo esto despertó mi curiosidad. Pero yo tan sólo tenía una linterna, para ver a la Superstición por primera vez.",
    "Y entonces observé hasta que, después de un rato, la majestuosidad del Sol comenzó a moverse sobre las tinieblas. Y cuando lo hizo, eso separó las tinieblas de la luz, e hizo retroceder las tinieblas. Finalmente, ella subió a su altura, arriba sobre la cima de la montaña, y mostró a Superstición tal como era. Alumbró y mostró lo que ella era. Y todos los espantos y temores que yo tenía de Superstición, cuando el Sol estuvo brillando en su poder sobre ella, todo eso desapareció.",
    "El Sol es el rey de todas las luces sobre esta Tierra, en las luces naturales. No importa cuánta luz artificial podamos tener, y todos los grandes rayos eléctricos que podamos producir, cuando ese Sol sale, todas las demás se apagan.",
    "Así de esa manera es con la Palabra de Dios. Cuando la Palabra de Dios se levanta, toda superstición, fanatismos denominacionales y cosas, se alejan, y muestra eso exactamente por lo que es. Dios, en el principio, dijo: “Sea la luz”. La Luz solamente viene (la verdadera Luz, la Luz rey), viene por la Palabra de Dios. Dios separó la luz de las tinieblas, en el principio. Y la Palabra de Dios, manifestada, siempre separa la Luz de las tinieblas.",
    "La gente se puede levantar con esto, eso o lo otro; puede que surjan ismos: comunismo, fascismo, y todos los otros ismos que puedan surgir; supersticiones, sectas, cualquier cosa que fuera, pueda que surjan. Pero cuando sale esa reinante Luz de la Biblia, toda superstición y cosas… Pero (¿lo ven?), nosotros sabemos que está allí, pero cuando es vindicada, y es probada ser Luz; luego nosotros no tenemos ningún derecho de discutir en contra de Eso, porque Eso apaga toda otra luz. Jesús dijo: “Sea la palabra de todo hombre mentira y la Mía la Verdad”. La Palabra de Él es superior, por encima de todas las palabras del hombre, por encima de todo, lo que sea: Su Palabra es Luz.",
    "Y sabemos que en el principio debe haber estado nublado y en penumbras y oscuro, a medida que el mundo giraba, y Dios sabía que necesitaba luz. Ahora, Su semilla ya estaba en la Tierra, porque Él la había plantado allí. Ahora Él necesitaba luz para hacer brotar esa semilla, para hacer que esa semilla viviera, porque la semilla ya estaba allí.",
    "Igual como lo es en cada edad, Dios nos ha predicho lo que acontecería en cada edad. Lo único que Él necesita es la manifestación de la Luz de Dios sobre esa Escritura, para hacer que viva para esa edad. Tal como…?… Y así será entre tanto la Luz pueda llegar a la Palabra. Si la Palabra es germinada, Eso la hará vivir, si es una promesa para ese día.",
    "Puede ser que Ud. siembre trigo en una temporada, o algún grano en otra temporada. Uno aparece más lento que otros, porque depende de la temporada.",
    "La Palabra de Dios viene en sazón, la ley y la gracia, y todo eso, como lo hemos visto durante las edades. Y cada vez, es iluminada por la manifestación de la Luz esparciendo la-la Vida que está en la Simiente.",
    "Por la Palabra de Dios el Sol brilla hoy, porque el mismo Sol que estamos disfrutando es la Palabra de Dios manifestada. Esta misma luz solar que vemos afuera no es más que la Palabra de Dios, cuando Él dijo: “Sea la luz”.",
    "Y ¿qué si Él hubiera dicho: “Sea la luz”, y no hubiera luz? Entonces no fue Dios que habló. Cuando Dios dice: “Sea”, lo habrá. Y por lo tanto, nos damos cuenta que el Sol que hoy disfrutamos es la manifestación de la Palabra de Dios hablada en Génesis.",
    "Y nos damos cuenta que la Luz de Dios para el día es Su Hijo. Una era S-o-l; éste es H-i-j-o [‘Sun’ y ‘Son’, en inglés.—Trad.]. H-i-j-o significa la Biblia. Él era… “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”. Hebreos 13:8: “Él es el mismo ayer, hoy, y por los siglos”. Es la Palabra de Dios, siempre. Fue Cristo en Noé. Fue Cristo en Moisés. Fue Cristo en David que miró, como rey rechazado, sobre la ciudad; donde ochocientos años después, Cristo se sentó allí llorando por una ciudad, siendo un Rey rechazado, igual como lo fue David. Siempre es el Espíritu de Cristo. Y la plena manifestación de la Palabra de Dios fue dada a conocer por Jesucristo, el Espíritu de Dios.",
    "No hay vida que pueda surgir sin la luz. La Luz produce; luz produce vida. No puede haber vid-vida sin la luz, en lo natural o lo espiritual; tiene que haberla.",
    "Y la única Luz puede venir de la Palabra de Dios. La Palabra de Dios es la Luz, cuando es manifestada. Ella apenas es una Simiente que está aquí, Dios habiendo plantado todas las semillas.",
    "Nuestros cuerpos estaban en la Tierra antes de… pues, pues antes de que hubiera aquí luz alguna, alguna vida aquí, o cualquier cosa; el calcio, potasio, petróleo, y la luz cósmica, lo que sea; eso ya estaba aquí-estaba aquí cuando Dios creó la Tierra. Sólo se requirió de Su Palabra Hablada para traer eso a existencia, igual que con la vida botánica, o la vida de los árboles, lo que, o cualquier vida que habría de ser.",
    "Nada puede vivir, en lo natural o espiritual, sin Su Luz, y Su Palabra es Luz y Vida.",
    "Pero, cuando Él envía Su Luz y la da a conocer a la gente, y luego es rechazada, ¿entonces qué de eso? De eso es que queremos hablar en esta mañana, es del rechazar esta Luz; entonces aquéllos a los que es enviada, la rechazan igual como sucedió allá. “He aquí Mi siervo, en el cual tengo complacencia”. Él es la Luz para los gentiles; Él es la Luz para el mundo. Él fue la Luz del mundo, pero fue rechazado. Ésa es la parte lamentable.",
    "Y se encuentra con esa condición cada vez que Dios manifiesta Su Luz, el mundo en sí rechaza esa Luz. ¿Por qué? Eso está escrito allí mismo en la Biblia. En cada edad, Dios ha asignado tanto de Su Palabra para cada edad, y Él siempre envía a alguien para manifestar esa Palabra.",
    "Se había profetizado de Jesús por cuatro mil años, de que Él vendría, el Mesías. Y cuando vino, Él manifestó toda promesa del Mesías. Sin embargo, la gente del mundo, las iglesias y demás, no supieron nada acerca de Él, pues ellos habían entrado en otra cosa que los mantenía alejados de reconocer Esto. Ahora, ¿qué si un-un hombre, tan sólo…?",
    "Tomaremos la parte natural. ¿Qué si un hombre, que ha nacido aquí para caminar en la luz de ese Sol, el cual Dios ha creado para él, y cuando uno menos se da cuenta, él cierra sus ojos, corre al sótano, cierra la puerta, baja las persianas, y sencillamente rehúsa reconocer que el Sol está brillando? Él niega sus privilegios. Él niega sus rayos que calientan, su fuente que da la vida. Él niega la luz que esparce para que él vea por dónde va, de dónde vino; él niega eso. ¿Qué le dirían Uds. a un hombre que bajó las persianas, o que corrió al sótano y tapó la luz por todas partes, y sencillamente rehusó reconocer que el Sol estuviera brillando? Algo anda mal mentalmente con esa persona; cualquiera sabe eso. Una mente normal les dirá que algo anda mal con esa persona; que él está, él-él… Algo le ha sucedido. Él ha perdido su razón.",
    "Bueno, así mismo es en las horas que nosotros vivimos, cuando un hombre se cubre a sí mismo con alguna clase de-de excusa, para en realidad no reconocer la Luz del Evangelio a medida que brilla como lo hace hoy. Cuando un hombre voluntariamente le da la espalda a Ella, entra en algo y baja la cortina, dice: “Yo no creo Eso”, algo anda mal con esa persona. Sencillamente no hay otra manera de explicarlo. Algo anda mal; algo le ha sucedido a él. Y nos damos cuenta que hay tanto, tanto de eso hoy.",
    "Ahora, Jesús fue el testimonio de todos los profetas inspirados. Y toda profecía de ellos vino a Luz en Su edad, la cual había sido profetizada para Su edad. Él encendió toda vela de la Palabra que estaba en la Biblia, la cual había sido profetizada de Él. “Una virgen concebirá”: ella concibió. Muy bien. “Su Nombre será llamado Consejero, Príncipe de Paz, Dios Poderoso, Padre Eterno”: Él lo fue. “Y los ojos de los ciegos verán”: ellos vieron. Todo lo que fue profetizado de Él, aconteció cuando Él vino a la Tierra.",
    "Y ¿por qué la gente no pudo ver eso? Eso era… Eso nos parece extraño ahora, porque estamos mirando hacia atrás, por un espejo retrovisor. Pero ¿saben Uds. que si continúan mirando atrás hacia allá, chocarán? Miremos adelante a lo que hay para nosotros.",
    "Eso era lo que ellos estaban haciendo. La razón por la cual ellos hicieron eso fue porque estaban viviendo bajo el resplandor de otra luz. Estaban viviendo en el resplandor de la luz de otro día.",
    "Y eso es lo que yo creo que sucede con el mundo hoy, amigos, es porque nosotros estamos tratando de vivir en el resplandor de una luz que brilló en otro día; un resplandor es una luz falsa.",
    "Igual como un espejismo en la carretera. Nosotros vamos por la carretera y vemos un espejismo. Eso es una percepción falsa del Sol. Y cuando uno llega allí, eso no ha producido más que algo falso. Pues, Ud. no puede caminar en el resplandor del Sol, porque es un espejismo, siempre está mostrándole algo que no tiene sentido.",
    "Y cuando la gente procura decirles que Jesucristo no es el mismo ayer, hoy, y por los siglos, ellos están guiándolos a un espejismo, no es más. Y cuando Uds. se involucran en la iglesia y se unen a la iglesia (algún credo frío o algo así), allí no hay nada, no es más que lo que tenían cuando Uds. estaban en el mundo.",
    "Déjenme decirles: No rehúsen la Luz del Evangelio de Jesucristo, que trae los rayos calidos del Espíritu Santo sobre Uds., los convierte en una nueva criatura en Cristo Jesús. No procuren caminar en algún resplandor de otra edad. Ahora, ese resplandor puede ser que haya estado bien en la otra edad, puede ser que haya estado bien para ellos.",
    "Eso se probó cierto en el día de nuestro Señor Jesús. Él fue la Luz Escritural para ese día. Él fue la Luz. Él no fue la Luz hasta que vino sobre la Tierra para vindicar la Palabra prometida. Saben, Él dijo allí: “Juan era una antorcha que ardía y alumbraba; y Uds. amaron caminar en su luz por un tiempo”.",
    "Seguro, porque Juan había sido profetizado por Isaías, setecientos doce años antes de su nacimiento, que “la voz de uno clamaría en el desierto”. Y luego también Malaquías, el último de los profetas, cuatrocientos años antes de su venida, en el capítulo 3 de Ma-… de Malaquías, él dijo: “He aquí, Yo envío Mi mensajero, el cual preparará el camino delante de Mí”.",
    "Aquí estaba Juan en la Tierra, haciendo vivir esa Palabra escrita. Él fue la voz de uno clamando en el desierto, y él siempre… también preparaba el camino delante del Mesías. Y Jesús dijo: “Uds. amaron caminar en su luz, porque él era esa antorcha, luz que ardía y alumbraba”.",
    "Y Juan, él dijo: “Ahora me conviene a mí menguar, mi luz debe apagarse, siendo que (¿por qué?), yo he cumplido el tiempo que ha sido profetizado de mí. ¡A Él oíd! Él es Aquél. Síganlo a Él”. Eso cobrando vida en ese día, probó esto.",
    "Ahora, los judíos pensaron que ellos adoraban según la verdadera Luz. Pensaron que estaban adorando a este mismo Dios que ellos estaban rechazando. El Mismo que pensaron que estaban adorando, ellos lo estaban crucificando. Ellos se estaban mofando del mismo Dios, y hacían de Él el hazmerreír de la gente, el propio Dios que ellos pensaron estar adorando.",
    "Permítanme decir esto con reverencia y respeto, pero para traer Luz, porque, como dijo nuestro hermano hace un momento, estamos viviendo más tarde de lo que Uds. piensan. Uno de estos días algo va a suceder, será entonces demasiado tarde. La gente tomará la marca de la bestia sin siquiera darse cuenta de lo que hace. “Ciegos guías de ciegos, todos caen en el hoyo”, dijo Jesús. Y estamos viviendo más tarde de lo que pensamos. Muchas personas honestas siguen eso, sin siquiera saber lo que hacen.",
    "Pero la hora está a la mano hoy cuando la Luz está brillando, la Luz del Evangelio, en Su poder de la resurrección de Jesucristo, manifestando Él mismo que Jesucristo es el mismo ayer, hoy, y por los siglos. Él asignó eso para este día. Las cosas que Él prometió para este día tienen que acontecer en este día. Si la iglesia no acepta Eso, Dios puede de estas piedras levantar hijos a Abraham. Él hará llegar Su Mensaje porque siempre lo ha hecho; Él siempre lo hará.",
    "La gente está creyendo que caminan en la Luz (las tradiciones de los padres), y cuando menos lo piensan, ellos están caminando en el resplandor de alguna luz; no es en la misma Luz, rechazaron la propia Luz que ellos reclaman estar adorando.",
    "Sus obras vindicaron plenamente Quién era Él. Jesús mismo dijo: “Escudriñad las Escrituras, porque en Ellas os parece que tenéis la Vida Eterna, y Ellas son las que dan testimonio de Mí. ¿Quién puede culparme a Mí de pecado?”, dijo Él. “¿Quién puede probar que Yo he dicho algo, o cualquier cosa que Yo haya declarado, que el Padre Celestial no la haya vindicado por Mí”? Les probó que Él fue la Luz de la hora, porque todo profetizó que este Mesías debía ser de esta manera, y aquí floreció a Vida, pero las tradiciones de ellos los había separado de la verdadera Luz de la Palabra.",
    "Fariseos, saduceos, herodianos, y cualquier cosa que pudieran ser, habían enredado tanto al mundo (como han hecho en todas las edades), que ellos no pudieron ver la Luz real. Eso les cegó los ojos. Ellos estaban acostumbrados a caminar en el resplandor; “El día que viene será esto, y mañana será esto. Nosotros nos uniremos a esto, y eso será. Nos uniremos a eso”. Nos damos cuenta de que eso es un espejismo falso.",
    "Jesucristo es tan real hoy, para un corazón humano, como siempre lo ha sido. Su poder y Su Presencia viviente son tan reales hoy como siempre. “He aquí, un poco y el mundo no me verá más. Kosmos, ‘el orden mundial’ no me verá a Mí más. Pero, vosotros me veréis; porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago, vosotros las haréis también; y aún mayores que éstas haréis, porque Yo voy a Mi Padre”.",
    "Esa gran promesa es hoy. El mundo está ciego a más no poder, pero allí hay un “vosotros me veréis”, y eso es lo que estamos procurando captar hoy. Lo que quiere decir el Evangelio completo, es expresar a Jesucristo en el poder de Su resurrección, y en toda la plenitud de Sus promesas; que el Espíritu Santo manifieste estas cosas y las vindique, lo que Dios ha prometido, y Él lo hará. Sí, señor.",
    "Él había sido plenamente vindicado por la-la Palabra y por las obras que Él hacía, pero ninguno de ellos quiso creerlo. ¡Probó que Su Luz era la Palabra! La Palabra lo dijo: “Escudriñad las Escrituras”.",
    "Pero fue por sus tradiciones en las que vivían, ¡un resplandor de otra edad! Ellos dijeron: “Nosotros le creemos a Moisés; es a Moisés que le creemos. Nosotros no sabemos de dónde has venido Tú. ¿Dónde recibiste Tu educación? ¿Cómo puedes probar que Tú eres Esto?”.",
    "Sus obras testificaban Quién era Él, si tan sólo hubieran leído la Biblia. Ellos la estaban leyendo, pero no La podían ver. “Mis obras Me identifican”.",
    "Un hombre es conocido por sus credenciales, las credenciales de la Palabra de Dios, si él es enviado por la Palabra de Dios y con la Palabra de Dios. ¡Así mismo es en toda edad! Así ha sido siempre.",
    "Nosotros no podemos vivir según la luz de ayer. La luz de ayer es historia. No sabemos al respecto. Ud. no se puede calentar hoy con el Sol que brilló ayer. Eso es lo que sucede con las iglesias hoy. Eso es lo que sucede con la gente, ellos están procurando vivir de lo que aconteció ayer. Ud. no se puede calentar de un fuego pintado. Seguro que no, allí no hay calor; en el Sol de ayer no hay calor.",
    "La luz solar es enviada a la Tierra, en lo natural, para madurar el grano para la cosecha que se aproxima. Cada día trae un nuevo Sol. El Sol que está brillando hoy, haciendo crecer el trigo, en el Canadá; ese mismo Sol, pues, de no haber… si no recibimos un Sol más intenso que ése, este próximo julio o agosto, el grano nunca podría madurar. Tiene que ser más fuerte y más poderoso, cada día crece y madura, para producir el grano.",
    "Ahora, si el grano mismo, si comienza a madurar (se produce el grano), así aquello permanezca allí con el grano, eso solamente madura el grano. Cada día, la cáscara que lo envuelve, la-la parte de calcio y lo que lo compone, va directamente a formar ese grano a medida que el Sol se hace más fuerte.",
    "Pero tomen el Sol que brilla en agosto, y pónganlo sobre el trigo hoy; lo mataría. Seguro, no se puede hacer eso. Él tiene que venir en su sazón. También el trigo y el grano de Dios tiene que madurar justo en la sazón, en la sazón en la que esté. Pero ¿cómo podrá un Sol…? Pues el trigo moriría, los frutos morirían, bajo el Sol que vive hoy, más bien que brilla hoy. Su próxima cosecha está madurando. El grano debe madurar con la luz.",
    "Pero la cosa es que hoy el grano de la iglesia no quiere madurar. Quiere quedarse como estuvo allá durante el tiempo de Moody, Sankey, Finney, Knox, Calvin. Ellos estuvieron bien, fueron la luz de la hora.",
    "Pero ésta es otra hora. Éste es otro día. Éste es el Evangelio avanzando; está alcanzando su madurez. Por lo tanto, nosotros no podemos vivir de lo que dijo Lutero, de lo que dijo Wesley, o los demás. Nosotros estamos viviendo en la Luz que es predicha para este día. Estamos en la Séptima Edad de la Iglesia, no en la tercera o en la cuarta edad de la iglesia. El grano debería estar en capacidad de recibir Eso. Si no, él se desprende y Eso no le significa nada. El grano es madurado con la Luz si es que avanza con la Luz.",
    "Así también la Iglesia debe producir el pan de cada edad, lo cual Jesús ordenó, que el hombre “vivirá de toda Palabra que sale de la boca de Dios”.",
    "El Pan que nosotros necesitamos está en la Biblia. Ésa es la revelación completa del plan de Dios. Eso es la revelación completa de Jesucristo. No le añadimos, ni le quitamos; el que lo haga, su nombre será quitado del Libro de la Vida. Nosotros no necesitamos credos para añadirle a esto; está escrito tal como debe estar. Nosotros no le añadimos nada, ni le quitamos; predíquenlo tal como está, y Dios es-lo manifestará. Toda promesa que Él prometió, Él la manifestará tal cual. No debemos quitarle o añadirle; simplemente déjenla como está.",
    "Pero (¿ven?), hoy encontramos a la gente algo como era allá en aquel día, procurando vivir allá en un resplandor. La iglesia debe madurar a medida que madura el trigo; “Pues no sólo de pan vivirá el hombre, sino de toda Palabra de Dios, el Pan de Vida”. No sólo de parte de las Palabras; ¡de toda Palabra de Dios, toda edad! No se queden comiendo frijoles y papas todo el tiempo. Hay otras cosas que acompañan eso, a medida que entramos en todos los platos de la gran Cena de Dios que es servida delante de Su pueblo, el poder del Espíritu Santo, el-el regocijo por Eso; por el poder y el Espíritu que ha sido dado. “Las obras que Yo hago vosotros las haréis también. Porque Yo vivo, vosotros también viviréis”, promesas que Jesús le hizo a Su iglesia; y sin embargo, hoy encontramos gente queriendo regresar muy atrás a alguna otra edad que ha pasado.",
    "La edad de Lutero, fue una gran edad. Él vio la falla de la iglesia católica; vio lo de la Santa Cena. Eso, ese sacerdote joven, él vio que eso estaba mal, “no es el cuerpo literal de Cristo”, eso era un pedazo de pan que-que ellos habían bendecido. Y él vio que “el vino no era la Sangre literal”, sino que representaba la Sangre. Entonces él protestó contra eso porque la hora de ese tiempo había llegado. Y no tuvo importancia el número de sacerdotes que ellos tenían, ni cuánto más tenían, Dios se apoderó de un hombre que pudo hacer brillar la luz. Amén. Él aceptó la “justificación por la fe”, y él hizo que la luz de la edad luterana brillara. Después de venir eso, se cumplió su tiempo.",
    "Vino otro tiempo en el cual la iglesia debía apartarse de sus pecados, y ser santificada. Allí vino John Wesley, un hombrecito anglicano de por allá de Inglaterra, que formaba parte de la iglesia anglicana; pero él vio la luz sobre el Evangelio. Era la hora para que esa edad de Filadelfia surgiera. Y cuando él lo vio, él predicó la segunda obra de la gracia, una santificación por la Sangre de Jesucristo. No hubo nada que pudiera resistir su luz. Él fue considerado un fanático igual que Lutero, pero él protestó que todos los demás lo eran, e hizo brillar la luz, porque ésa era la luz de la hora. Dios halló a un hombre, a John Wesley, quien pudo encender la luz.\n\nÉl encontró a… y también a Lutero, que encendió la luz para esa edad.",
    "Después vinieron los hermanos pentecostales. Ellos vinieron de nuevo en su edad, la restauración de los dones; restauraron los dones de hablar en lenguas, los dones de sanidad y demás para la iglesia. Ahora, ellos hicieron exactamente lo que la Escritura dijo que harían, y cuando lo hicieron, ellos manifestaron eso. Eso es exactamente correcto.",
    "Pero ¿se dan cuenta Uds. que hemos avanzado de eso? Nosotros estamos en el tiempo de la Novia, el tiempo de selección, el tiempo en el que la Novia, que ellos dijeron que tendríamos. “Todo lo que de la oruga había quedado”, dijo Joel 2:28, “Todo lo que de la oruga había quedado, comió el-el saltón; y todo lo que quedó del saltón comió el revoltón”.",
    "Cada una de esas organizaciones, si Uds. han leído los Siete Sellos de la Biblia, cada uno de esos reformadores salió y predicó la Palabra, pero dejó algo fuera. Luego ¿qué hicieron ellos, después de terminar los reformadores cuando la luz comenzó a apagarse? En lugar de avanzar hacia más Luz, ellos organizaron eso. Y cuando ellos lo organizaron; “Nosotros creemos esta Luz. ¡Ésta es la Luz! Esto es”. ¿Qué hicieron? Wesley surgió y avanzó, apartándose de ellos.",
    "¿Qué hizo Wesley? Él organizó tras él, y su-su hermano (John y-y Charles), y luego apareció Asbury y aquéllos, y después de sus días, ellos organizaron lo que se llamó la iglesia metodista. ¿Qué hicieron aquéllos? Ellos rechazaron la Luz más avanzada. Ellos dijeron que únicamente: “Ésta es la Luz, ésta es”.",
    "Después vinieron los pentecostales y les mostraron a ellos, de que Dios aún envía el bautismo del Espíritu Santo. Él aún hace descender Su poder de sanidad, lo cual ellos han negado. ¿Qué hicieron ellos? Se apartaron inmediatamente de ellos, porque ésa era otra luz.",
    "¿Qué es ahora? Ya llevamos sesenta años y los pentecostales se han organizado; “Nosotros somos esto, somos lo otro”, y Dios se ha apartado de eso; está más allá, y está trayendo una Novia, los Elegidos, sacándolos de ese grupo; lo cual, jamás habrá otra edad de la iglesia. La Edad de la iglesia de Filadelfia fue Wesley. Y la Edad de Laodicea es la organización pentecostal, lo cual todo entra directo a la marca de la bestia. Eso es la Biblia, como decía este hermano hace unos momentos. Eso es cierto. Correcto. Son ellos, todas esas organizaciones, porque rehusaron caminar en la Luz más avanzada. Ellos mismos se organizan, y dicen: “Nosotros creemos esto”. Cuando Dios obra algo, revíselo con la Escritura.",
    "Los fariseos dijeron: “Nosotros lo tenemos”. Los saduceos dijeron: “Nosotros lo tenemos”; ¡pero Dios lo tenía! Dios ha girado la llave y mostrado la Luz. Ella fue rechazada como siempre lo ha sido.",
    "La iglesia católica rechazó a Lutero. Wesley rechazó a Lutero. Y así mismo también los pentecostales rechazaron a Wesley.",
    "Y el Espíritu Santo hoy está rechazando a los pentecostales. Uds. se están volviendo igual de fríos y formales que los demás. Todos pueden ver eso. Yo los amo. Uds. son lo más cerca que hay a la Biblia, que yo conozca, por eso estoy con Uds. Pero, oigan, ¡abran sus ojos y vean el día en el que vivimos! Es tiempo para girar de nuevo la llave, y que una Luz se encienda, para sacar un Árbol. La Biblia lo dijo en Malaquías 4: “Él enviaría y restauraría de nuevo a la Fe original que estaba con la gente”. Él lo prometió. Él siempre lo ha hecho. Él envió Su Palabra, y los profetas vinieron porque la Palabra vino a los profetas, y ellos tuvieron la Palabra y la hicieron vivir.",
    "Las organizaciones y sistemas de la época los rechazaron, en cada edad, y así lo harán hoy. Dios es tan capaz hoy de levantar a un hombre como lo fue allá. Él nunca levantó una organización. Pregúntenle a cualquier historiador que busque por la historia; cuando una organización se organizó, ella murió allí y nunca más se levantó. Dios le habla a individuos. Eso es correcto.",
    "Y Dios prometió hacer eso de nuevo en los postreros días, y Él lo hará. Lo que Dios ha prometido, eso hará Él, para encender una Luz que pueda vindicar las Escrituras prometidas para hoy. Jesús dijo: “Como fue en los días de-de Lot, así será en la venida del Hijo del Hombre”. Uno lo muestra, Uds. ven lo que ellos están haciendo. Miren a Jehová, lo que Él ha hecho, nuestro Padre ha colocado todo en posición.",
    "Allá está Lot en el mundo, allá abajo en Sodoma, con todo el pecado; tibio. De hecho, hay un mensajero allá que está predicándole.",
    "Está el grupo de Abraham, los Elegidos, sacados; aquél con la promesa, verdaderamente esperando por el Hijo. Lot también estaba esperando por un hijo, pero no en la forma en que lo esperaba Abraham. ¿Qué sucedió? Un poco antes de que eso sucediera, Dios descendió y Él mismo se manifestó en carne, y declaró que Él era la Palabra, pues, “la Palabra de Dios es más cortante que toda espada de dos filos, y es discernidora de los pensamientos que hay en el corazón”. Jesús dijo: “Así también será otra vez, en la venida del Hijo del Hombre”. Estas promesas son Divinas, fueron habladas por los labios de Jesucristo. Los cielos y tierra fallarán, pero Ellas nunca fallarán. Dios aún puede levantar hijos a Abraham de estas piedras. ¡Oh, sí!",
    "Nosotros estamos, en nuestra jornada, algo así como lo estaba Israel. Israel en su jornada tuvo que recoger maná fresco, a diario, pues el maná fresco caía. No debemos vivir en la luz de Lutero; o vivir en la luz de-de Wesley, o vivir en la luz de Pentecostés; nosotros estamos en otra edad, un Maná nuevo.",
    "¿Qué sucedía si ellos trataban de guardar ese maná? Se contaminaba. Eso los mataría. Ésa es la razón por la cual tenemos a tantos muertos espirituales, supuestamente llamados Cristianos. Ellos se están comiendo un resplandor de otro día. Están comiendo maná que ya está contaminado. Es igual como la cáscara sobre el trigo, si no entra al trigo, es desprendida del trigo. Y cuando la Luz es rechazada, no queda sino una cosa qué hacer, convertirse en tinieblas. Cualquier porción de la noche que rehúse ver la Luz, regresa a las tinieblas. Así sucede en el Evangelio; en toda edad ha sido probado que es así. Nosotros estamos viviendo en ese tiempo.",
    "El maná de ayer está contaminado. Yo oigo a personas decir: “Hace cuarenta años, yo hice esto y esto”. Eso está bien, pero ¿qué de hoy? ¿Qué de la iglesia encendida? Nosotros hablamos de ayer, ¿qué de la iglesia hoy? ¿Qué de Ud. como individuo hoy? Pues, lo de ayer no servirá para hoy. Eso estuvo bien ayer.",
    "El mensaje de Lutero fue la luz de la hora, como lo fue el de Juan, pero surgió una Luz mayor. También Lutero fue una gran luz, y lo disfrutamos a él por un tiempo, pero vino otra luz que apagó la de él. Lo que debió haber hecho fue mezclarse con Ella; y Eso hubiera avanzado a ser la barra de Pan perfecta, hubiera avanzado a ser el Maná perfecto de Dios. Pero ¿qué hicieron? Ellos se organizaron. El hombre ha entrado en el asunto. En lugar de Dios guiar eso, el hombre y sus sistemas entraron allí, cegando todo.",
    "¡Oh, este Árbol Novia hoy!, ha sido podado. Cualquier pámpano que no lleve fruto es podado. Jesús lo dijo, San Juan 15. ¿Qué ha sucedido hoy? Vemos que ellos han sido cortados, podados.",
    "Recuerden, el propio corazón del árbol está justamente en el centro del árbol. El fruto siempre va a madurar; el último lugar en el que el árbol producirá fruto, es justamente en la copa porque es lo más fresco, lo cual viene del centro de la vida que está en la semilla.",
    "Es un Árbol Novia. Jesús fue la Novia, Él fue el Árbol. Ellos lo cortaron. Él fue el Árbol de Vida que estaba en el Huerto del Edén. Ellos lo cortaron y lo colgaron de un árbol romano, para burlarse de Él. ¿Qué hizo Él? Dios lo levantó al tercer día, de los muertos. Y hoy hay un Árbol Novia; comenzó allá en el principio, allá en el Día de Pentecostés.",
    "Escuchen, ¡Uds. personas que pertenecen a la iglesia! La Iglesia jamás comenzó en Nicea, Roma. Comenzó en Jerusalén, en el Día de Pentecostés se inició la Iglesia. Luego ¿qué hicieron ellos? Sencillamente continuaron organizándose; y Dios sigue cortando las ramas. Luego ellos organizaron a los luteranos; cortó las ramas. Wesley: cortó las ramas. Pentecostés: cortó las ramas. Hasta que ha llegado…",
    "¡Sin embargo, Dios va a tener un Árbol Novia! “Todo lo que la langosta se comió y que se comió el revoltón, Yo restauraré”, dice Jehová. Malaquías 4 nos dice que seríamos restaurados a la Fe original como fue en el Día de Pentecostés, “a la Fe de los padres”. Nosotros creemos que eso acontecerá. Yo creo que es el tiempo para eso ahora. Las ramas se han marchitado y secado, y serán arrancadas del Árbol, para que así el fruto pueda darse justamente en la copa del Árbol. ¡Oh, vaya!",
    "Todas estas luces están bien. La Iglesia hoy es esa luz, más lo que ha recibido hoy. Ella deberá concluir la cosecha. Dándonos cuenta que el Árbol en sí, o que el trigo, tiene que madurar con la Luz, madurando de la hojita hasta el grano, y de un grano seguir más allá. Él madura con la Luz. La luz de otras edades sólo da testimonio de esta edad. La luz de Lutero dio testimonio de-de la luz de Wesley. Wesley lo dio de la luz de Pentecostés. Es la misma luz, sólo que ha avanzado madurando por la Luz. ¡Si la gente sólo pudiera ver eso!",
    "Hace algún tiempo leía un pequeño artículo, donde la reina de Inglaterra (no esta reina, la otra reina) fue a visitar una compañía de papel que venía haciendo papel muy fino. Y cuando ella fue entrevistada por el presidente de la compañía, él la llevó por las instalaciones. Ella deseaba ver cómo era que se hacía ese papel tan fino. Él la llevó y le mostró todas las grandes prensas y demás. Y en esos días, ellos hacían el papel de trapos. Nosotros recordamos eso muy bien. Así que él llegó a un cuarto y abrió la puerta, y allí no había más que un montón de trapos. La reina, en sorpresa, dijo: “¿Qué son estas cosas sucias?”.",
    "El hombre que… el presidente de la compañía, dijo: “Eso fue ropa, ayer. ¿Ve? Se ha ensuciado. Nosotros no la desechamos, sino que es el papel de mañana”.\n\nElla dijo: “No lo entiendo”.\n\nÉl respondió: “Ud. lo entenderá mañana”.",
    "Entonces cuando pasaron estos trapos por la prensa, por un cierto proceso de limpieza, y por-por una cierta cosa que tenía que atravesar, por un proceso; cuando salieron, eran hojas de papel hermosas. El presidente tuvo la idea de mostrarle a la reina algo que ella no esperaba. Él colocó allí el perfil de ella, y lo imprimió sobre este hermoso papel. Cuando la reina lo recibió, ella vio su propio perfil en lo que ayer eran trapos sucios, porque eso pasó por cierto proceso.",
    "¡Oh, si Lutero, Wesley y todos ellos pudieran ver eso, que las cosas de ayer sólo pueden ser usadas a medida que pasan por un proceso! Cuando el Espíritu Santo revela la Luz, de justificación a santificación, al bautismo del Espíritu Santo, y ahora la última hora de la Venida de Cristo; tiene en ella el perfil, no de la reina, sino del Rey del Cielo que se representa Él mismo, a medida que la iglesia se ha acercado, más en la minoría, igualmente el ministerio tiene que ser el mismo tipo de ministerio que tuvo Él.",
    "Como aquéllos que murieron en la edad de Lutero en la parte de abajo de la pirámide; ahora no es una enseñanza de pirámide, sino apenas como ejemplo.",
    "Esa pirámide es muy perfecta, si alguno de Uds. ha estado allá; uno casi no puede meterle una hoja de navaja. La… Ellos no le pusieron cemento hasta donde sabemos, ¡la arquitectura en ella era tan avanzada! Ahora, ellos extraviaron la piedra de corona; no saben dónde está. Ahora cuando esa piedra de corona regrese, será igual como lo demás, encajará con la piedra que ha sido dejada abierta. Si Ud. colocara encima la piedra de corona, tendría que ser de esa manera.",
    "Y cuando Jesús regrese, Él encontrará una Iglesia que es lavada, sin mancha ni arruga, y será el mismo ministerio que tuvo Él. Eso traerá nuevamente la Piedra de Corona.",
    "Como mi mano aquí, en una sombra. Es una sombra, sólo que es más oscura, a medida que mi mano se hace más… Ella aquí es un negativo, acá es el positivo. Como negativo y positivo, se hace más densa; más, más, más oscura, y por fin se junta palma con palma, y el negativo y positivo llegan a uno.",
    "Eso es cuando la Iglesia y Cristo se unen, como la Novia, con el mismo Espíritu que había en Él estando sobre Ella; es cuando esa Iglesia pase de justificación, santificación, bautismo del Espíritu Santo, en los postreros días, y puliéndola ahora para la Venida del Señor.",
    "¡Oh, no sea la parte áspera allí, hermano pentecostal! Resplandezca con la Palabra y crea cada partecita de Ella. No se salgan a estos ismos y cosas, como vemos sucediendo hoy. No se asombren por eso, pues la Piedra de Corona viene, clamando: “Abba, Padre”, muy pronto; “¡Dios mío! ¡Dios mío!”. Sí, yo creo eso con todo mi corazón.",
    "¿Lo ven? ¿Ven Uds. lo que quiero decir? Es Cristo ahora tomando los trapos de ayer: a los luteranos, metodistas, presbiterianos y demás, y Él está pasando eso por un proceso. ¿Qué clase de proceso? Un proceso del Espíritu Santo; lo que ellos tenían, y más; haciendo eso a tal grado que Él está imprimiendo Su Propia imagen; cuando la Iglesia y Cristo llega a ser uno en unión. ¡Dios, concédelo! Confío que Uds. lo vean. Si lo ven…",
    "Me recuerda de una historia, de cuando se llevaba a cabo el-el gran avivamiento galés. Unos hombres importantes aquí en la nación pensaron en ir allá y ver el avivamiento galés, lo que acontecería. Y cuando fueron, averiguaron, vieron en qué lugar acontecería. Cuando llegaron a galés, ellos salieron por allí, comenzaron a indagar dónde quedaba el lugar. Ellos vieron a un pequeño oficial muy feliz, parado en la esquina, con su pequeño sombrero inglés, y le daba giros y giros a su palo, de esa manera. Y entonces estos hombres se le acercaron, y dijeron: “Señor, ¿podría decirme en qué lugar se lleva a cabo el avivamiento galés?”.",
    "Él respondió: “Sí, señor, ¡yo soy! ¡Yo lo soy!”. ¿Por qué? Él irradiaba desde adentro el gozo y la Luz del-del avivamiento galés.",
    "Así también debería hacer la iglesia de Pentecostés hoy, al preguntar: “¿Quién es Jesucristo? ¡El mismo ayer, hoy, y por los siglos!”. La Luz de Su Evangelio debería estar brillando con la Palabra para esta edad, revelando a Jesucristo a la nación, igual como fue allá.",
    "Él estaba tan lleno del avivamiento galés, que él era el avivamiento galés.",
    "Nosotros deberíamos estar tan llenos de Cristo, hasta que lo-lo reflejemos a Él en el poder de Su Palabra asignada a nosotros para este día. Hermanos, no se dejen llevar en cosas del mundo, no dejen que estas preocupaciones los aparten; permanezcan con el Evangelio. ¡Vigilen toda Palabra! No vuelvan a lo que algún padre dijo. Vamos ahora mismo con lo que Jesús dijo que se llevaría a cabo en este día. Sí, señor. Nosotros debemos ser la Luz de esta edad, manifestando el Evangelio. Lutero fue luz allá; Wesley con su luz, Pentecostés fue su luz. Pero ahora nosotros estamos más avanzados en el camino, estamos llegando a la Novia, la llamada a salir, los Elegidos. Recuerde, si Ud. ha sido llamado, Ud. es como aquel policía, él lo tenía por dentro.",
    "Recuerden, ésta es la séptima edad de la iglesia, la Edad de la Iglesia de Laodicea. Conforme Apocalipsis 3, ellos rechazan a Cristo. De todas las edades de la iglesia mencionadas en la Biblia, la Edad de Laodicea era la peor de todas. Ella lo sacó a Él, lo rechazó y lo puso por fuera.",
    "¿Vieron Uds. la Luna oscurecer la otra noche, antes que el Papa fuera allá a Roma, de Roma a Jerusalén? Jerusalén, la iglesia más antigua; la Luna es un tipo de la iglesia, siempre reflejando la luz del Sol en ausencia del Sol, y ella se oscureció. Yo dibujé eso aquí en un pizarrón, hace tres o cuatro años, y mostré las iglesias, y está en cientos y miles de hogares por la nación. ¿Qué era? Una sombra. La primera vez que un papa salió, para volver acá, vino en-en nombre de Pablo, y todo eso, fue recorriendo esos lugares; tuvo que bendecir el río para cruzarlo, y todo así. ¿Qué necesidad de bendición tiene un-un río?",
    "¿Qué sucede con esta edad de la iglesia en la que vivimos hoy? ¿No pueden Uds. ver eso? ¿A Dios declarándolo en los cielos, declarándolo en Su Palabra, declarándolo en los diarios, declarándolo entre la gente? ¿No pueden Uds. abrir sus ojos y ver la hora? Éstas son aquéllas que testifican la Verdad. Ésta es la Luz de la hora.",
    "Miren el gran movimiento ecuménico, está entrando ahora en ese concilio allá; sencillamente está formando una imagen de la bestia, en Apocalipsis 17, exactamente lo que dijo que haría. ¿Uds. gente pentecostal van a aguantarse eso y a entrar en eso? Ha llegado la hora para obligar.",
    "Ahora es el tiempo para despertar y limpiar su lámpara, y brillar con el Evangelio de Jesucristo, y el Poder.",
    "Yo sé que esto no es popular, cuando muchos de mis amigos pentecostales se sentaron con el Papa y todo eso, y dicen: “Es una sensación muy espiritual”. Para mí, está-eso está mal. Eso va contra la Biblia. La Palabra de Dios sea la Verdad. Sí, señor. Ahora es el tiempo. Nosotros vemos estos grandes movimientos aconteciendo en el…¡Oh, luce muy bien para el ojo natural, seguro!",
    "Caifás pareció estar bien con lo que les estaba revelando a los sacerdotes, en ese día, a todo aquel día. No obstante, Jesús fue la Luz que estaba haciendo vivir esa Palabra, pero sus concilios y todo eso les habían cegado los ojos a Eso. Él dijo: “Déjenlos, el ciego guiando al ciego, todos caerán en el hoyo”.",
    "Nosotros hemos regresado de nuevo a ese tiempo, hermanos y hermanas. Hemos regresado de nuevo a esa hora. Noten. ¿Por qué? La misma causa.",
    "Encontramos que las-estas grandes luces en las que hemos vivido, en los días pasados, ellas estaban bien, nosotros no tenemos nada en contra de ellas. Pero esta Edad de la Iglesia de Laodicea, tengan cuidado, recuerden, es la que rechaza a Cristo. Y eso es exactamente lo que ella es ahora.",
    "Este gran concilio se ha acomodado, para unir a todos los protestantes, este movimiento ecuménico. Y ¿qué está haciendo? Está opacando la misma Palabra, ¡y la Palabra es Cristo! ¿Cómo pueden hacerlo? Cuando la Ciencia Cristiana, y los Hermanos Unidos, y muchas de esas personas en otras organizaciones grandes, algunos creen el nacimiento virginal, otros no, unos creen esto y aquello. ¿Cómo pueden Uds. unirse con la incredulidad? “¿Cómo pueden dos andar juntos si no están de acuerdo”? Salid de en medio de ellos y separaos, y tomen la Santa Palabra de Dios y quédense con Ella.",
    "Jesucristo está obligado a manifestar Su Palabra. Lo que nosotros necesitamos hoy es que se levante Malaquías 4. Otro profeta se levantará en el Nombre de Jesucristo, y producirá exactamente lo que Él prometió hacer. Luego, hombres a ciegas abandonarán Eso y caminarán directo a las tinieblas, como ellos siempre lo han hecho.",
    "Observen ahora, lo encontramos, es por la misma causa que hoy ellos rechazan, las iglesias rechazan el Mensaje, crucifican la Palabra, sacan la Palabra. Ahora si uno no pertenece a eso, no se puede siquiera-uno no puede siquiera tener su iglesia; ellos la cerrarán. Uno tiene que entrar en eso. Si uno no lo hace, lo cierran. ¿Luego qué? ¡Oh, párense por lo que es correcto! Recuerden, ya casi es tiempo de crucifixión nuevamente.",
    "Una luz falsa provocó no hace mucho el robo más-más grande que el mundo haya tenido, en Inglaterra. El robo más grande alguna vez llevado a cabo, fue bajo una luz falsa. Un robo de siete millones de dólares fue llevado a cabo bajo una luz falsa que hizo andar más lento ese tren, y Scotland Yards no pudo encontrar al hombre. Ellos se escaparon con eso, fueron muy listos. Eso se conoció como el robo más grande que fue llevado a cabo por ladrones, en lo natural. Eso robó al mundo de su robo más grande.",
    "Y el robo más grande que le fue hecho a la iglesia de Jesucristo, es hecho por una luz falsa, un resplandor de alguna otra edad, y rechazar la Luz que es predicha para esta edad. Amén. ¡Una luz falsa, un resplandor de ayer! No caminen en el resplandor de ayer. Caminen en la calidez del Hijo hoy. No se metan Uds. bajo una sombra denominacional, diciendo: “Los días de los milagros han pasado”.",
    "Jesús dijo: “Estas señales seguirán a los que creen: En mi Nombre echarán fuera demonios, ellos hablarán con nuevas lenguas. Estas señales los seguirán”.",
    "Ellos dicen: “Eso está bien para los apóstoles; no para nosotros”. Eso es un resplandor.",
    "Jesús dijo: “Estas señales les seguirán a los que creen, por todo el mundo”. Sí, señor.",
    "¿Qué sucede ahora? Se camina en un resplandor, eso ha causado el robo más grande, eso ha sacado al Cristo de la iglesia. Vean, ¿cómo puede Cristo Mismo manifestarse en una Palabra que es prometida hoy, por medio de algún credo frío de ayer? Eso no calienta la Semilla. No, señor. ¡Es el robo más grande de la iglesia!",
    "¿Cálido? Y recuerden, esa luz fría del credo no madurará la Semilla de hoy. Eso se lo niega a la Semilla; es la neblina que está sobre la Tierra, con más densidad. Es tiempo para que Dios se levante y encienda de nuevo la Luz, que haga que Su Palabra viva. Seguro, ¡Luz! Ese credo frío no madurará el Grano; seguro que no lo hará.\n\nY recuerden, la civilización ha viajado con el Sol.",
    "Como les dije al principio, yo tengo que observar las parábolas, la forma en que marcha la naturaleza. Yo no tengo la educación para hacerlo; no la quiero. ¡Prefiero tener lo que tengo que toda la educación en el mundo!; ¡yo tengo a Jesucristo! Lo veo a Él vivificando Su Palabra, y eso es todo lo que yo necesito saber.",
    "Y si un hombre nace del Espíritu de Dios, él escudriñará la Escritura para ver si Ella es la respuesta para hoy. La respuesta para el día es Cristo; Cristo es la Palabra. Cuando la Palabra cobra vida, muestra la Luz que es prometida para hoy. En esta edad oscura de Laodicea, apenas son unos cuantos; “Yo reprendo y castigo a todos los que recibo. Arrepiéntete,” dijo Jesús, “y regresa”. Regresen a la Palabra; Él es la Palabra. Vengan a Él. Sí, señor.",
    "Vigilen la Luz. Ella vino del oriente, dirigiéndose al occidente. Nosotros estamos en la costa occidental. Ella tuvo tres etapas, ¿no es así? Ella tuvo tres etapas. Ella cruzó el agua, tres veces. De Pablo, y a través del Mediterráneo, entró en Alemania, Alemania se iluminó con Lutero; cruzó el Canal Inglés, hacia los Estados Unidos y ahora… que diga a-a Inglaterra; después de Inglaterra vino por el Pacifico, a los Estados Unidos. Y Ella ha seguido en su camino por el mensaje de Lutero, pasando a través, hasta que la última parte de Eso se encuentra aquí de nuevo en la costa occidental.",
    "Y del madurar del grano, de muy atrás desde Lutero, viniendo por toda la edad, eso debería ahora ser la plenitud del Evangelio, el Poder de Dios para madurar. La Luz que ha sido mostrada por la justificación, santificación, la edad pentecostal, debiera madurar el Árbol Novia para la Venida del Señor Jesucristo; para que Cristo pudiera manifestarse en Su Iglesia, como una Persona, Él y Su Esposa, Él y Su Novia. Amén. Ésta es la hora en la que estamos viviendo. Ésta es la Luz del día; ¡Caminen en Ella! “Sean salvos, todos los términos de la tierra”.",
    "El resplandor de la iglesia para este día fue muy engañoso, dijo Jesús en Mateo 24. Él dijo: “Engañará al propio escogido si fuere posible”. ¿Ven? Lutero no recibiría-Lutero no podía engañar a un metodista. Un metodista no podía engañar a un pentecostal. Eso es correcto (¿ven?), pero, ¿qué de la Novia? Eso es lo que les ciega los ojos a los pentecostales. Sí. ¿Ven? Uds. regresaron a su credo, a su forma, se organizaron; consiguieron a un grupo de hombres para que les dijeran qué hacer.",
    "La Biblia promete estas cosas. Nosotros necesitamos de hombres y mujeres que estén llenos del Espíritu de Dios.",
    "Si Uds. dicen que tienen en Uds. el Espíritu de Dios, y Dios hace cierta promesa Aquí, ¿cómo podrá ese Espíritu Santo acentuar Eso, diciendo: “Pues, eso podría estar bien para otra edad. Nosotros no creemos Eso de esa manera?”. Ése no es el Espíritu Santo.",
    "El hombre que está lleno de Dios, él y la Palabra son uno. Seguro que así es. Eso es producto de una unión, una unión entre Dios y el hombre.",
    "¿Cómo puede una mujer, que será esposada a un hombre, ser contraria, hacer las cosas que él no quiere que ella haga? ¿Cómo podemos nosotros coquetear con el mundo y denominaciones y organizaciones, y rechazar la Luz de la hora? ¿Cómo se podrá hacer, hermano y hermana? Con amor piadoso y respeto por cada uno de Uds., ¿cómo podemos nosotros aceptar estas cosas? ¿Cómo podremos oír Eso? Eso lo arroja de nuevo en nuestro regazo.",
    "No condenen a los luteranos, pues ellos condenaron a los católicos; no condenen a Wesley, pues él condenó a los luteranos. Vean, así igual es cuando Uds. condenan la Cosa que está aconteciendo hoy y se apartan de Ella; cuando Uds. ven sus iglesias entrar en este gran movimiento ecuménico, y de esa manera, guiándoles a todos Uds. a la marca de la bestia, y Uds. la tienen. Muchas personas sinceras de corazón caminan directo en eso.\n\nUds. dicen: “Son personas buenas, personas santas”.",
    "También lo eran aquellos sacerdotes. Si yo tuviera que escoger entre la santidad de Jesucristo, o los frutos del Espíritu, muchos de Uds. se hubieran ido tras esto… Ahora, no despreciando eso. Yo creo cada Palabra en cuanto a eso.",
    "Muchos dirán: “¡Oh, yo hablé en lenguas! Yo lo tengo”. Eso no lo es. No, señor.\n\nMuchos de ellos dicen: “El fruto del Espíritu, eso es”. ¿Será?",
    "Pongamos a Jesús en juicio por un momento (Dios, perdóname). Hagámosle a Ud. pasar, y yo seré el sacerdote. Yo le diré a Ud.: “Este Joven vino a la ciudad, llamado Jesús de Nazaret; no vaya Ud. a oírlo. Nosotros creemos en el fruto del Espíritu. Ahora miren aquí, a su amable sacerdote anciano. Él, su abuelo, su tatarabuelo, todos eran sacerdotes. Él sacrificó toda su vida como joven. Él permaneció en el seminario. Él observó, él creyó, él-él hizo todo cuanto ellos le enseñaron. Él conoce la Escritura, de la A hasta la Z. Él mismo aun la escribe. Escribe la Escritura, él mismo; lo que hace el escriba. Y aquí está él, ¡es un gran hombre! Uds. saben que él lo es.",
    "🦅 ¿Qué sucedió cuando tu madre te estaba dando a luz? ¿Quién se paró allí al pie de tu cama? Ese amable sacerdote anciano. Cuando mamá y papá se iban a separar, ¿quién puso sus brazos alrededor de los dos y los guió de de regreso a Dios? Ese amable sacerdote anciano. Sí.",
    "🦅 Y aquí Jehová requiere un cordero como sacrificio, por el pecado. Los hombres de negocios, ellos viven aquí en ciudades y ellos-ellos venden su mercancía, y-y de esa manera, sus productos y sus cosechas, y lo que ellos vayan a vender. Ellos no crían corderos. Y ¿qué hicieron los sacerdotes? Pusieron allí un pequeño puesto, para vender sus corderos, para que este hombre pudiera entrar, arreglar su alma con Jehová.",
    "🦅 ¿Qué hizo este hombre, Jesús de Nazaret? ¿De qué iglesia vino? ¿A qué denominación pertenece? ¿Qué tarjeta de compañerismo? Nosotros lo vamos a echar. No tendremos nada qué ver con Él, porque Él nos condena a todos. ¿Qué hizo Él? Él fue allá y tomó eso, donde los hombres tratan de salvar sus almas, la iglesia”, como hoy le llamaríamos nosotros, Uds. personas que son de mente espiritual, “Él volcó la mesa de una patada, arrojó el cambio; tomó lazos y los trenzó y los sacó a ellos; y llamó a ese piadoso sacerdote anciano tuyo: ‘El hijo del diablo’, ese anciano amable que le prestó ese dinero cuando Ud. estaba en apuros”.",
    "🦅 ¿Quién va a pararse a su lado y a enterrarlo cuando Ud. muera? Ese amable sacerdote anciano. Él tiene el fruto del Espíritu. Pero, ¿tendrá este Jesús de Nazaret el fruto del Espíritu?”.",
    "Uds. no pueden discernir porque se habla en lenguas, ni tampoco pueden discernirlo según el fruto del Espíritu. Sino que eso es una manifestación de la Palabra de Dios, traída a Luz. Es la Luz que lo hace.\n\n¡Es el hombre que camina en esa Luz! Jesucristo no estaba fundamentando en hablar en lenguas, aunque Él mismo lo hizo. Él no fue el fruto del Espíritu, aunque lo mostró. Uds. no podrían discernirlo. No obstante, Él Lo creyó y Lo acentuó, y Dios vivió toda Palabra de la promesa para ese día por Él; Ésa es la Luz de la hora. ¡Ésa es la evidencia!",
    "Cuando un hombre me dice que el Espíritu Santo que cae en ellos negará la Palabra de Dios como la verdad, algo anda mal con eso. Algo anda mal con nuestros seminarios, y todo eso, cuando le enseñan al hombre todo este lavado de cerebro teológico y las cosas de hoy. Esos hombres allá hubieran hecho lo mismo en contra de la Palabra de Dios, y los hubieran guiado directo a esa matanza ecuménica allá, pues, seguro, eso está equivocado.",
    "¡Yo hablo eso en el Nombre del Señor! Uds. vigilen y vean si Eso no es verdad, la Luz, ¡la Luz de la hora!",
    "Esos credos fríos nunca podrán producir una cosecha. Necesitamos tener una Iglesia que haya sido lavada en la Sangre del Cordero, y llegado a ser una con la Palabra, a ser la Iglesia.",
    "Los resplandores de iglesia de este día, dijo Jesús, son muy engañosos: “¡Casi hasta para los Escogidos si fuere posible!”. ¡Solamente serán los Escogidos! “Pero como fue en los días de Noé, cuando ochos almas fueron salvas, así será en la Venida del Hijo del Hombre”. Muy, muy pocos serán salvos para ese tiempo.",
    "¿Qué hace eso? Los guía directo a la matanza. Encontramos eso en esta oscuridad presente en la que vivimos. Ya termino, diciendo esto: En esta oscuridad presente en la que vivimos (estos días en los que ahora vivimos), cuando Luz es apagada en los cielos, es apagada aquí ante nosotros, para mostrarnos; es mostrado por la Biblia, en los Siete Sellos, lo que acontecía. Y aquí Dios lo declara justamente en el cielo, desciende y lo declara en la Tierra; ¡y las iglesias entran directamente en eso!",
    "¿Quién salvará entonces esa pequeña Novia que se queda con la Palabra? ¿Qué será de Ella cuando sea dejada en el frío, a Solas? Ella no tendrá frío, es la Palabra de promesa vindicada para este día. ¡Oh, sí! Es como…",
    "Es desconcertante, lo sé, para las personas, ver la iglesia y simplemente decir: “Pues, eso es casi la misma cosa”. Jesús dijo que sería así de esa manera. Lo sería, a tal grado que: “Engañaría a los propios Escogidos si fuera posible”. ¡Oh, sí! Sí, señor.",
    "Acaba de recordarme de un individuo en la Florida, no hace mucho. Él estaba hablando, dijo que tenía un auto Chevrolet que se le varó en la Florida, y dijo que lo llevó al taller. Y cierto mecánico lo revisaba, y él lo armó todo y no lograba que encendiera. Le hizo todo lo que él pudo. Él cambió todas estas diferentes cosas, pero, por alguna causa u otra eso no funcionaba; y él no lograba encenderlo. Él intentaba e intentaba. El mecánico estaba nervioso, corría por todo el lugar, recogiendo esto.",
    "Y el hombre parado allí, decía: “Estoy esperando mi auto, señor; estoy retrasado. ¿Acaso no es capaz?”.",
    "Le dijo: “Estoy haciendo todo lo que puedo”, muy nervioso y comportándose así. Y él seguía caminando por allí.",
    "Un caballero bien vestido se acercó a él y lo miró por unos momentos, y le dijo al mecánico, después de dejarlo que se gastara el cerebro un rato, él le dijo: “¿Por qué simplemente no toca esto? No está recibiendo corriente”.",
    "Entonces dijo él: “Nunca se me ocurrió eso”. Así que él giró esa otra cosita, lo que haya sido, y él logró que-que entrara la corriente, el auto encendió.",
    "Él se dio vuelta y dijo: “¿Quién es Ud.?”. Y ¿saben quién era? El ingeniero principal de la-de la General Motor. Él hizo la cosa. Él la diseñó.",
    "En esta hora, hermano, cuando nosotros nos preguntamos ¿qué sucede con nuestro avivamiento, qué sucede? Nosotros tenemos el material y lo demás, tenemos la mecánica, pero ¿dónde está la Dinámica? Eso es lo que necesitamos, hacer que Jesucristo entre en la escena. ¿Qué sucede? Yo les diré, hay Uno aquí hoy, aleluya, llamado el Espíritu Santo, que puede accionar la Dinámica. Él es la Dinámica de la mecánica.",
    "Hoy somos (nosotros pentecostales), una de las iglesias más grandes de la nación, miles y miles se suman cada año, pero ¿dónde está ese Espíritu Santo? Nosotros lo hemos aceptado que por hablar en lenguas, y vemos cómo han actuado. Los metodistas lo aceptaron que por gritar. Lutero lo aceptó por fe, y así de esa manera. Eso no lo es.",
    "¡Es la Palabra! Es la Palabra encendida, la Luz enciende la mecánica y ellos llegan a ser la Dinámica. Ellos son la Dinámica, cuando la Dinámica, cuando la Dinámica viene a la mecánica. Eso pone la cosa a rodar. Es correcto. Tomen la Palabra. Si hay tan sólo una cosita mal, en Ella, eso no encenderá. Hagan a un lado toda carga, todo ismo, todo credo, para que la Dinámica, el Espíritu Santo, pueda fluir por la Palabra y vindique la Palabra que es prometida para este día; luego la gran Iglesia de Dios se pondrá de pie como un avión jet a propulsión, despegará hacia el cielo a encontrarse con su Amo. Así es exactamente. Hasta que nosotros no hagamos eso, no funcionará. De eso es que se trata. Sí, señor. ¿Quién lo hará? ¿Quién lo cumplirá en este día en el cual estamos pensando? Recuérdenlo, recuérdelo, hermano.",
    "Ahora eso me recuerda de otra corta historia. No volviendo a las historias, pero un amigo mío estaba en Carlsbad, Nuevo México, cuando estuvimos allá teniendo una reunión, en Carlsbad. Y un grupo de personas bajaron a una cierta cueva.",
    "¡Oh, a mí-a mí nunca me han gustado esas cosas, allá abajo donde es profundo, y como a una milla en la tierra! Yo estoy muy bien acá arriba. Así que ellos bajaron allí. Yo quiero subir más, no bajar. Entonces yo…",
    "Ellos llevaron a este hombre, bajaron allí. Y él era un amigo, y su niñita y su niñito bajaron con ellos. Y-y bajaron bien profundo a un gran sótano, oh, supongo que a cientos y cientos y cientos de pies bajo la superficie de la Tierra, bajaron allá. Y el hombre allí junto al interruptor, de repente [el Hermano Branham chasquea sus dedos.—Ed.] apagó el interruptor. Y estaba tan oscuro y penumbroso, que uno ni podía ver la mano moverse frente al rostro. Una niñita, una pequeñita, se atemorizó. Ella comenzó a gritar a lo más alto de su voz: “¡Oh, está oscuro! ¡Está oscuro! ¡Está oscuro!”, gritando histéricamente.",
    "Resulta ser que su hermanito estaba allí parado. Él gritó entre la oscuridad, él dijo: “No temas, hermanita, hay un hombre aquí que puede encender la luz”.",
    "¡Aleluya! ¿Qué irá a hacer la pequeña Iglesia? No se preocupen. Hay un Hombre aquí hoy que puede encender la Luz, ése es el Señor Jesucristo. ¡Oh, sí! ¡El Señor Jesucristo!",
    "Recuerden, los ciegos… los-los hombres ricos en los días del nacimiento de Jesús, ellos no fueron impresionados ni cegados por el resplandor de Jerusalén cuando llegaron allí, preguntando por Él. La teologi-teología de ellos no pudo explicar eso. Pero cuando se apartaron a un lado, ellos siguieron Eso a la Luz de la Vida Eterna.",
    "Uds. hombres de negocios hoy, no se fijen en el resplandor de estas organizaciones, sino que aférrense a la Palabra; Ella los guía a la Luz. No temas, hermanita, hay un Hombre aquí Quien puede encender las Luces. Hay un Cristo aquí Quien puede hacer que Su Palabra viva, igual como Él lo hizo allá, vindicando Él mismo que es el mismo ayer, hoy, y por los siglos. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]\n\nPongámonos de pie.",
    "Tengo quince minutos antes de ir a la próxima reunión. ¿Les gustaría levantar la mano y decir: “Dios, enciende en mí la luz, esta mañana. Yo creo la Palabra; yo creo la mecánica; pon la Dinámica en mí, Señor”? Levanten las manos y clámenle a Él: “¡Señor, enciende las Luces!”. Hay un Hombre aquí que puede encender las Luces. Estamos muertos en comunismo, y carcomidos por toda clase de revoltones de organizaciones, pero hay un Hombre aquí Quien puede encender las Luces. Ese Hombre es el Espíritu Santo Mismo, ¡Jesucristo manifestado en el Espíritu!",
    "Señor Jesús, toca cada una de estas manos; y no solamente las manos, sino que baja por el brazo hasta el corazón, y enciende la Luz del Evangelio. ¡En el Nombre de Jesús! 🦅"
  ]
}