{
  "title": "¿QUÉ HAREMOS CON ESTE JESÚS, LLAMADO EL CRISTO?",
  "id": "64070009",
  "content": [
    "🦅  En esta tarde deseo apurarme por cuanto sé que todos Uds. están cansados al haber estado en sus cultos hoy en la mañana. Pero quiero tomar este momento para expresar mi gran agradecimiento al Hno. Demas Shakarian y los demás hermanos. Entre los distintos grupos de Pentecostales existen demasiadas diferencias, pero hay un lugar donde tenemos las cosas en común: bajo la Sangre de Jesucristo. Allí es donde tenemos las cosas en común. Y además, esa es la manera provista por Dios para reunirnos. Y no hay ningún otro lugar donde Dios prometió encontrarse con el hombre sino bajo la Sangre derramada.",
    "Anoche estaba pensando en nuestro hermano Oral Roberts, cuando habló esa verdad tan tremenda, como que desde su interior correrán rios de agua. Fue algo maravilloso como él acomodó eso, creo que dijo: “desde su interior correrán estos rios de agua.”\n\n¿Notó Ud. esto? Son “rios” de una sola agua. Son “rios”, plural y el agua, uno solo. No son “rios de aguas”, sino rios de agua—un solo espíritu. “Por medio del mismo espíritu somos todos bautizados en un solo cuerpo.” De El es que fluye la bondad y la gracia de Dios.",
    "Ahora para Uds. que son de California, estaremos en su estado la semana entrante, luego pasaremos a los estados de Georgia, Louisiana, Florida y así hacia el sur hasta embarcar para ultramar.",
    "El Señor les bendiga a todos.\n\nAgradezco mucho las hermanitas que han tocado la música. También agradezco los hermanos tan finos que he conocido y también este hermano nuevo que conocí. Parece que su nombre es Salomón King. Quizás lo pronuncie mal. Puedo pensar en el Rey Salomón y luego invertirlo (King en inglés es “Rey” en español—Editor). Eso fue allá en aquel día y ahora éste aca es otro rey; sí, el hijo de un rey. No “un rey” sino “el Rey”.",
    "Cuando miro toda esta ropa me recuerda de la capital de México hace unos cuantos años. Estuvimos allí en esta cierta noche y la noche anterior un ciego había llegado a la plataforma, había estado totalmente ciego por muchos años. Le miré los pies y yo alli estaba parado con un buen traje puesto y un par de zapatos. Lo miré, estaba ciego, no traía zapatos, los pantalones hechas garras y había estado parado en la lluvia. Como treinta mil personas estaban parados en la lluvia, recargándose el uno sobre el otro; no había asientos y habían estado allí desde tempranito esa mañana, esperando que yo llegara esa noche. Este ciego había recibido la vista y a la noche siguiente en un lugar allí como lo doble de esto aquí, allí sobre la plataforma, había montones grandes de rebosos y abrigos, ropas que la gente había traido y puesto allí, solamente para que las tocasemos. Desde luego, casi todos eran Católicos, alli en Cd. México. Yo entré, siendo el primer protestante que había entrado por invitación militar. Eso fue por razón del General Valdívia, nuestro precioso amigo aquí con los Hombre del Evangelio Completo.",
    "Me acuerdo que en aquella noche se oyó un clamor que procedía desde afuera. Mi hijo vino y me dijo: “Tengo cuando menos 150 ujieres, quizás más y todos ellos no pueden detener esta mujer mexicana que trae un niño muerto que se le murió hoy en la mañana. No la pueden detener. Ella se monta en sus espaldas y hace de todo.”\n\nEntonces le dije: “Pues, refuerza la linea.”\n\nY me dijo: “Es que ya no tengo más personal.”\n\nLe dije: “Dale una tarjeta de oración.”\n\nMe respondió: “Ya no tengo, las repartí todas.”\n\nEntonces dije: “Hno. Moore, vaya Ud. y ore por la dama, ella no me conoce a mí. Vaya Ud. y ore por ella. Yo voy a orar por este cerro de ropa.”",
    "Y estando parado allí, miré hacia la congregación así y ante mí estaba un niñito mexicano, sin dientes, pero sonriendo. Allí estaba delante de mí.\n\nDije: “Espérese Hno. Moore.” Trajeron a la criatura y la dama se cayó de rodillas con su crucifijo en la mano. Le hablé a través de un hermano que me estaba interpretando, y le dije que se pusiera de pie. Le dije al Hno. Moore: “Yo no sé si este es el niño o no, pero acabo de ver a un niñito sonriente, frente a mí en una visión.”",
    "La madre lo traía envuento en una covijita rayado de blanco y azul y empapado de agua por la mucha lluvia. Ya eran como las diez de la noche y el niño había muerto esa mañana como a las ocho o las nueve en la oficina del médico, de neumanía. Ella había pasado el día en la lluvia. Estaba toda despeinada con el cabello por la cara. Era una joven muy hermosa, parecía que este era su primogénito, ella no pasaba como de los 23 años. Y la pobre criatura se le había muerto. Yo sencillamente puse mis manos sobre el niño y dije: “Señor Jesús, yo no entiendo esto, pero según la visión,” y apenas había dicho eso cuando el niño comenzó a gritar y brincar, estaba vivo. Le encargué al Hno. Espinoza (¿cuántos lo conocen?) le encargué que fuera e investigara bien el caso. El fue hasta la oficina del médico y documentó el caso. Afirmaron que el niño había muerto esa mañana.\n\nEl es el mismo Dios hoy, si nosotros podemos tener la misma clase de fe en El. Correcto.",
    "Nuestro Padre Celestial, manda sobre nosotros aquella misma fe como tuvo esa mujercita mexicana. Ella había visto la sanidad del cieguito la noche anterior, estando parada allí con su niñito en esa lluvia y viento tan frio. El niño se enfermó con la neumanía y tempranito al día siguiente se le murió en la oficina del médico. Su primer pensamiento fue: “Si Dios puede sanar los ojos ciegos y puede revelar los secretos del corazón, eso aun es la Palabra de Dios por cuanto la Palabra de Dios discierne los pensamientos del corazón.” Y ella sabía que El podía discernir los pensamientos en su corazón también. Ella le creyó. Y también que El fue Quien resucitó a Lázaro de la tumba y El es el mismo ayer, y hoy y por los siglos. Ella vino y Tú, Señor, la premiaste al devolverle su niño. Y hasta donde sabemos, aun vive hoy. Por esto Te agradecemos. Padre, bendícenos hoy y también bendice a esta gente con todos estos pañuelos y abrigos colocados aquí. Rogamos ahora que Tu Espíritu Santo venga e imparta la Palabra de Dios a cada uno de nosotros. Pedimos todo esto en el Nombre de Jesucristo. Amén.",
    "Yo sé que tienen otro culto en unos cuantos momentos, o mas bien a las cinco. Por lo regular eso ni me daría tiempo para comenzar pero creo que he sido convertido de eso. He intentado hablar menos esta semana y luego con esta garganta mala que tengo quizás todo esté auydando a bien. Les dije el otro día que tengo una peluca nueva pero tengo vergüenza de ponérmela porque les hablo tan duro a las mujeres en cuanto a su cabello. El cabello se me cayó cuando me echaron ácido carbólico y la otra noche abrieron esa puerta un tantito para hacer circular el aire y casi no pensaba que podía regresar hoy. Dije: “Si llega Oral Roberts, él puede tomar mi lugar,” si lo haría. El aun no ha llegado así que proseguiré a leer las Escrituras. Oren por mí.",
    "Leeremos en Mateo, capítulo 27 y comenzando con el verso 11. Deseo leer, escuchen bien a la lectura de la Palabra. Porque mi palabra es la palabra de un hombre y fallará, pero Su Palabra no puede fallar. Escuchen bien mientras leemos.\n\nMientras buscan la página, les quiero anunciar que nuestro hermano Oral Roberts estará allá en Jerusalén el viernes que entra. Así que si algunos desean venir. Ud. quizás estará preguntando: “¿Dónde dijo Ud.?” Alguien comentó que el estado de Florida era la tierra prometida, entonces me supongo que puedo llamar a Tucsón: “Jerusalén”. Phoenix está aca en el valle. Jericó está en el valle cuando uno va descendiendo de Jerusalén. Creo que no me van a dejar escapar con eso. El hermano Oral Roberts estará predicando el viernes que entra, estoy seguro que todos se gozarán al escucharlo. Estaremos muy contentos en tenerlos a todos.",
    "Leyendo ahora en el versículo 11 del capítulo 27:\n\nJesús, pues, estaba en pie delante del gobernador; y éste le preguntó, diciendo: ¿Eres tú el Rey de los judíos? Y Jesús le dijo: Tú lo dices.\n\nY siendo acusado por los principales sacerdotes y por los ancianos, nada respondió.\n\nPilato entonces le dijo: ¿No oyes cuántas cosas testifican contra tí?\n\nPero Jesús no le respondió ni una palabra; de tal manera que el gobernador se maravillaba mucho.\n\nAhora bien, en el día de la fiesta acostumbraba el gobernador soltar al pueblo un preso, el que quisiesen.\n\nY tenían entonces un preso famoso llamado Barrabás.\n\nReunidos, pues, ellos, les dijo Pilato: ¿A quién queréis que os suelte; a Barrabás, o a Jesús, llamado el Cristo?\n\nPorque sabía que por envidia le habían entregado.\n\nY estando él sentado en el tribunal, su mujer le mandó decir: No tengas nada que ver con ese justo; porque hoy he padecido mucho en sueños por causa de él.\n\nPero los principales sacerdotes y los ancianos persuadieron a la multitud que pidiese a Barrabás, y que Jesús fuese muerto.\n\nY respondiendo el gobernador, les dijo: ¿A cuál de los dos queréis que os suelte? Y ellos dijeron: A Barrabás.\n\nPilato les dijo: ¿Qué, pues, haré de Jesús, llamado el Cristo? Todos le dijeron: ¡Sea crucificado!\n\nY el gobernador les dijo: Pues ¿qué mal ha hecho? Pero ellos gritaban aún más, diciendo: ¡Sea crucificado!\n\nViendo Pilato que nada adelantaba, sino que se hacía más alboroto, tomó agua y se lavó las manos delante del pueblo, diciendo: Inocente soy yo de la sangre de este justo; allá vosotros.\n\nY respondiendo todo el pueblo, dijo: Su sangre sea sobre nosotros, y sobre nuestros hijos.\n\nEntonces les soltó a Barrabás; y habiendo azotado a Jesús, le entregó para ser crucificado.",
    "Mi tema, si así lo llamaría, por los siguientes 30 minutos, es ¿Qué haremos con este Jesús, llamado el Cristo? Y también deseo decir esto: Jesús en nuestras manos.\n\nAhora, yo creo que la hora donde comienza nuestra escena es como al amanecer en el pretorio de Pilato. Y es una de las horas más tristes y más decisivas de toda la historia. El error más triste que la iglesia jamás ha cometido en toda su historia, la acababan de cometer. Y ahora el asunto estaba en las manos del gobernador, el estado. Realmente era iglesia y estado por cuanto ellos eran un pueblo escogido por Dios, llamados a ser Sus siervos y la nación debiera ser controlada por las leyes de Dios.",
    "La Iglesia había rechazado su Mesías, aunque El había sido tan plenamente identificado entre ellos. Ellos, más bien habían escogido quedarse con las tradiciones de los ancianos de aquel día, en lugar de creer la Palabra ungida y vindicada que Dios les había prometido desde centenares de años. ¿Notaron Uds. que la profecía también habló de que ellos serían cegados? Ellos no podían entender esto y cómo era que serían cegados, pero así fue. Y ya habían cometido su gran error. Y en este día en particular ya habían mostrado su color genuino. Y ahora ya estaba en las manos del gobierno y el gobierno tiene que escoger.\n\nLas iglesias ya lo habían rechazado, no obstante Dios había probado cabalmente que El era su Mesías.",
    "Ahora deseo tomar unos momentos antes de entrar en los apuntes que tengo escritos acerca de este texto. ¿Cómo pudo aquel pueblo fallar en ver eso? Una cosa es que la Escritura nos dice claramente que fueron cegados. Pero es muy dificil hacerles ver que están ciegos. Tan dificil como es hoy en día; cuando la misma Biblia nos dice que esta generación se encuentra “desnuda, miserable, pobre y ciega, y no lo sabe.” Eso es la Escritura. Ahora si Ud. se atreve a decirnos a nosotros los americanos que estamos ciegos, le responderíamos: “Ud. no sabe de qué está hablando.” Pero los voy a traer a juicio en esta tarde, para ver si estamos ciegos o no. Y también tenemos a Jesús en el juicio en esta tarde y tenemos su sangre en nuestras manos. Y ahora queremos ver qué vamos a hacer con esto.\n\n¿Cometeremos el mismo error tan radical como ellos allá?",
    "Noten bien lo que había acontecido. El había sido claramente identificado y había cumplido el oficio que Dios había dicho que cumpliría como Mesías. No había duda alguna. El nació de la manera como Dios dijo que nacería; fue rechazado así como Dios dijo que sería rechazado; y se había comprobado ser el Mesías por cuanto el MESIAS ERA DIOS. Mesías significa “el ser ungido.” Y El fue ungido con toda la plenitud de la Deidad, corporalmente, lo cual moraba en El. El no fue solamente un profeta, aunque sí fue profeta, pero fue más que profeta. El fue la Deidad corporal, morando en un ser humano, conocido como el Hijo de Dios. Dios Padre había hecho sombra a una virgen y había creado en su vientre una célula de sangre, la cual produjo el Hijo de Dios, en el cual moraba Dios.",
    "El fue identificado entre ellos tal como El mismo dijo que era, aunque nunca les dijo así abiertamente: “Yo soy el Hijo de Dios.” No, no, ellos tenían que creer eso. El dijo: “Mis obras testifican de Quien soy.” El les mandó que escudriñasen las Escrituras para ver en qué día estaban viviendo. Entonces conocerían Quién era El. Y yo creo que nos conviene a nosotros también, teniendo aquí a la mano otro éxodo. Pienso que debemos escudriñar las Escrituras cuando vemos que se presen-tan estas cosas.",
    "Notamos que la iglesia había tomado su decisión y fue que no querían nada que ver con El. ¿Por qué tomarían esa actitud cuando la Palabra correctamente lo identificó y Sus obras vindicaron que El era el Mesías? Fue un error tan horrible y tan crítico que cometió aquella iglesia. Y yo me pongo a pensar si acaso es posible que nosotros podriamos cometer el mismo error. A ellos les fue dada su última oportunidad para que vieran lo que El era y que así la aceptaran.\n\nAhora Ud. no siempre tendrá la oportunidad de aceptar lo que Dios envía, Su paciencia por fin se agota. Entonces cuando Ud. cruza esa línea entre la gracia y el juicio, ya no le queda más que el juicio, cuando la paciencia de Dios por fin se agota. Pero a ellos les fue concedido esta oportunidad y Lo vieron a El identificándose. Lo vieron allá junto al pozo de agua con aquella mujer, a la cual le dijo que había tenido cinco esposos. Vieron cuando llegó Natanael, cuando Felipe lo había ido a buscar y lo trajo a Su presencia y le habló y le dijo exactamente quién era y de dónde venía. Le dijo también a Simón Pedro quién era su padre y cual era su nombre. Y esa gente no había tenido un profeta por centenares de años.",
    "Y aun aquella mujer prostituta reconoció la Palabra de Dios. Ella no estaba toda enrredada en cosas. Su mente no estaba toda confundida, corriendo por todos lados. Era una mente virgen, en cuanto a esas cosas. Ella dijo: “Sabemos que el Mesías viene y esto es lo que El hará.”\n\nEntonces El le respondió: “Yo soy.” Rápidamente ella corrió a contarles a los habitantes de la ciudad, “vengan a verlo, este es el mismo Mesías.”",
    "Ahora, por qué aquellos maestros y la gente de aquel día no pudieron ver eso es algo dificil de comprender si uno no conociera las Escrituras, pero las Escrituras dicen que ellos fueron CEGADOS. Realmente fueron cegados.\n\nPero ellos, en lugar de escoger al hermoso Jesús, podemos escuchar el clamor: “CRUCIFICALE.” Pilato dijo: “¿Qué haré con este Jesús, llamado el Cristo?”\n\nLe respondieron: “SEA CRUCIFICADO.”\n\n“Entonces ¿a quién queréis que os suelte, a Barrabás o Jesús?”\n\nY ellos cometieron aquel error tan grave de escoger a un asesino en lugar del Dador de Vida. En lugar de escoger uno que fue identificado claramente ser el Dador de Vida, escogieron más bien uno que fue identificado ser un tomador de vida. ¡Qué tremendo contraste!",
    "Ahora yo digo esto con todo respeto piadoso para con mis hermanos y mis hermanas y para todos aquellos hombres y mujeres a quienes predico en este día, con amor en mi corazón para toda persona, me pongo a pensar si acaso nosotros no estamos a punto de presenciar lo mismo como ellos presenciaron allá. El gobierno había llegado a estar envuelto en esto, era un asunto abierto y esta cuestión tenía que resolverse; estaban frente a un reto.\n\nAsí también ha sido en este día; así es en esta misma hora. El reto está por delante y una decisión tiene que ser tomada. Ud. tiene que decir sí o no. Pero recuerden, no será cuando se lo exijan por la fuerza. Ud. tiene que hacer esa decisión por medio de su libre albedrío, ahora mismo. Cuando esa hora llegue, entonces ya será demasiado tarde. Ahora mismo es el tiempo, hoy puede ser su última oportunidad de decidir. Cuando esa hora venga ya no podrá decidir por cuanto ya habrá decidido, será demasiado tarde. Ud. tiene que decidir ahora mismo. No espere hasta el último momento porque el barco se irá sin Ud., las puertas se cerrarán. Muchísimas personas se hubiran subido al arca si hubieran podido entrar ya cuando la lluvia comenzó a caer. Pero ya se les había dado la oportunidad; el evangelio fue predicado; las señales fueron mostradas y entonces el tiempo ya había terminado, la lluvia ya estaba cayendo, el juicio había bajado.",
    "Ahora toda la nación tuvo que rechazarlo por cuanto fue llamada (como diríamos hoy) “una nación Cristiana.” Así como nuestra nación también es conocida como “nación Cristiana” eso allá fue conocido como “La nación de Jehová.” Eran Su pueblo escogido y por lo tanto la nación por completo tuvo que rechazarlo. La iglesia ya lo había rechazado. La iglesia lo había botado y no querían nada que ver con El. Pero ahora estaba envuelto el mismo gobierno. Y así es nuevamente hoy. Se encuentra igualito hoy en día. Y aquí tenemos la Escritura, identificando exactamente lo que Jesús dijo que sucedería. ¿Por qué andamos a tientas en estas horas tas oscuras? ¿Por qué permitimos que esto se apodere de nosotros, cuando hemos sido cabalmente amonestados? Así como fue en los días de Lot, vemos las mismas cosas ahora. Jehová ha preparado toda la escena y nos ha dicho: “Así como fue en los días de Lot…”\n\nVemos a los mensajeros allá en Babilonia, esforzándose por sacar a Lot. Y también vemos el Mensaje con los elegidos—Abraham—el cual ya había salido. Todo está tan perfecto hasta el nombre, lugar y tiempo. Todo ha sido cabalmente identificado.",
    "Pero ahora está en las manos del gobierno. El gobierno es quien lo tiene que censurar ahora. Y lo harán, no se preocupe. Esta es una nación Cristiana y tendrá que tomar su posición Cristiana, si así es. El reto está por delante.\n\nToda la nación tuvo que ser traida al juicio por cuanto lo rechazaron. Esto ocurrió como en el año 70, cuando aquel gran general romano, Tito, asedío a Jerusalén con su ejército de Roma y en eso aquella gente pagó el precio por haber rechazado a Jesús.",
    "Hoy en día, al contemplar aquella escena de juicio y vemos que lo dramatizan cada Viernes Santo y se habla tanto de ello y LO MISMO DE LO CUAL ESTAMOS HABLANDO QUE SUCEDIO ALLA EN AQUEL VIERNES SANTO, ESTAMOS ENCARANDO LA MISMA COSA HOY MISMO. Y nuestros ancianos están haciendo lo mismo que hicieron aquellos, llevando el asunto a semejante juicio después de que una semejante Palabra prometida para hoy ha sido vindicada, igual como fue vindicada allá.\n\nJesús era el hijo de un carpintero común, según pensaban ellos, pero EL ERA LA PALABRA DE DIOS HECHA MANIFIESTA. Y El fue cabalmente identificado por cuanto las obras de Dios se habían manifestado a través de El y probaron que El era el Mesías.",
    "Y hoy en día un caso muy semejante se ha presentado nuevamente cuando el Espíritu Santo se ha derramado sobre nosotros en estos últimos días y se ha identificado en nuestras propias iglesias. Y se ha probado por medio de las mismas obras que hizo cuando estuvo en la plenitud sobre Jesucristo, ha hecho lo mismo en la Novia. Está obrando igual, sin embargo, lo queremos desechar.\n\nRecuerden que estas son cintas que estamos grabando y corren por todo el mundo. No solo estoy hablando a Uds. aquí en Phoenix, pero estoy hablando a la mitad del mundo en este momento porque tenemos un negocio de cintas que abarca todo el mundo.",
    "Noten pues, que hoy en día tenemos un juicio muy semejante después de que se ha presentado la misma Palabra identificada. Hebreos 13:8 nos dice: “Jesucristo es el mismo ayer, y hoy, y por los siglos.” Juan 14:12, dice: “El que creyere en mí, las obras que yo hago, él también las hará.” Mateo 28: “Id por todo el mundo y predicad el Evangelio a toda criatura.” “Todavía un poco y el mundo no me verá más, pero vosotros me vereis, porque yo estaré con vosotros y aun en vosotros hasta el fin del siglo.” “Jesucristo es el mismo ayer, y hoy, y por los siglos.”",
    "Hoy en día no solo han escogido un asesino sino un asesino de la Palabra. Es un satélite del primer asesino. Cuando los apóstoles estaban predicando el Evangelio, luego pasó a Ireneo y los grandes reformadores y los fundadores allá en la antigüedad y por fin llegó al reto del concilio de Nicea. Allí decidieron formar una Iglesia Universal, para forzar al pueblo que se sometieran a su jurisdicción. Muchos que han leido la historia de esa época saben que muchos profetas llegaron vestidos en pieles, comiendo solo legumbres, y éstos se esforzaron por mantener la Palabra en alto. Pero ¿qué hicieron durante aquellos 15 días de política sangrienta? Por fin decidieron fundar La Iglesia Universal y así rescatar al paganismo con la Cristiandad y presentarlo como La Iglesia Universal.",
    "Y hoy en día los protestantes se están uniendo en este Concilio Ecuménico, HACIENDO LO MISMO, INJERTANDO LAS TRADICIONES DEL HOMBRE, en lugar de tomar la Palabra de Dios que ha sido cabalmente identificada por el Espíritu Santo que El es el mismo ayer, y hoy, y por los siglos. La iglesia se encuentra en la balanza hoy y no llega a la medida. De nuevo la iglesia se encuentra en el pretorio de Pilato, sí señor. Y ¿qué están haciendo? Están formando la imagen a la bestia, es un satélite de Roma. El Concilio Ecuménico está forzando y forzará a toda denominación protestante a que sean partidarios y casi todas ya pertenecen, aun los del Evangelio Completo y todos los demás. La hora llegará cuando tendrán que llegar o quedarse afuera. Y en esa hora cuando llegue esa clase de fuerza, Ud. ya se habrá identificado con la marca de la bestia. Exactamente.",
    "¿Qué son? Rameras protestantes y Roma siendo la ramera madre. Apocalipsis 17 dice que ella era madre de prostitutas (exactamente)— de las denominaciones protestantes. Ella tiene en su mano la copa de la ira de Dios, como su testimonio: “esto es lo que nosotros creemos”. Y cada una diciendo lo mismo. AQUI ESTA LO QUE LA IGLESIA DEBE CREER, LA PALABRA DE DIOS, y que la palabra de todo hombre sea mentira. Así debe ser.",
    "Pero nuevamente hemos traido a Cristo a esa hora decisiva como cuando El estuvo en el pretorio de Pilato. Pero un grupito, mirados como fanáticos, fueron echados a un lado con las cabezas inclinadas. Las denominaciones los rechazaron y los denunciaron y los corrieron y declararon: “NO TENGAN NADA QUE VER CON ESA GENTE.” ¡Conviene que escudriñen la Palabra!\n\nEntonces enfocando en este Concilio Ecuménico, ¿qué está haciendo? Ud. dirá: “¿Dice la Biblia algo acerca de eso?” Sí: “teniendo apariencia de piedad, mas negando la eficacia de la misma.” “CIEGOS, DESNUDOS, ASISTENTES DE IGLESIAS, TENIENDO APARIENCIA DE PIEDAD, MAS NEGANDO EL PODER DEL ESPIRITU SANTO,” lo cual identifica a Jesucristo con Su Palabra. ¿Cómo puede un hombre reclamar tener el Espíritu Santo y luego negar la misma Palabra, lo cual es el Espíritu Santo? ¿Cómo lo puede hacer? Su propio testimonio muestra que él no es lo que debe ser. Andan cometiendo fornicaciones espirituales, negando el poder de Dios.\n\nPablo dijo en Segunda de Timoteo, capítulo tres que así sería, “vanagloriosos, soberbios.”",
    "🦅 Oh, yo tengo un grado de doctorado y grados de Ph. D., LL. D.” Pues para mí eso solo sirve para distanciarlo más de Dios que cuando comenzó. Sí señor. Eso solo sirve para apartarlo de Dios, no lo atrae a Dios. Una sola cosa lo puede atraer a Dios y ese es el Espíritu Santo, por medio de Su Palabra.\n\nEl Espíritu Santo es el compás y la Estrella del Norte es la Palabra. El compás solo apunta hacia la Estrella del Norte. Y el Espíritu Santo solo lo apuntará a Ud. hacia la Palabra, no hacia algún movimiento ecuménico, no hacia alguna denominación, sino hacia la Palabra de Dios. Recuerden que todas las demás estrellas se mueven con la tierra, pero la Estrella del Norte se mantiene fija porque está en el centro. Las palabras de todo otro hombre fallarán mas la Palabra de Dios no puede fallar porque es la Estrella del Norte, fijada en el centro. Esta no se mueve con la tierra, no importa donde esté la tierra ésta permanece igual ayer, y hoy, y por los siglos. Y El es la Palabra.",
    "Hermano y hermana, yo les ruego en el Nombre de Jesucristo que consideren esto. Si Uds. me han creido en lo que les he dicho en estos años, si Dios ha probado que lo que dije antes fue la verdad (y no fui yo sino que fue Su Palabra) entonces les ruego en el Nombre de Jesucristo que escudriñen esto. No sean ciegos a estas cosas que están encima de nosotros. Recuerden que la Biblia dice en Mateo 24:24 y en Apocalipsis 13:8, que TODOS aquellos cuyos nombre no estaban escritos en el Libro de la Vida del Cordero desde la fundación del mundo, tomarán esta marca. SOLO los elegidos, quienes están preordenados para verlo podrán verlo, todos los demás errarán por millones de kilómetros.",
    "Vemos esta gran cosa que han armado ahora, la gigantesca maquinaria de Satanás, toda acomodada. Lo único que le falta, ya tienen toda la mecánica, están esperando la dinámica para darle fuerza. Tienen su movivimiento, su congregación y el gran concilio; la máquina está lista pero están esperando la hora cuando se cierra la tapa, entonces podrán poner fuerza a esa ley.\n\nFíjense en las noticias que nos llegan por la radio y los periódicos; la cosa está encima ahora mismo. No tenemos tiempo para hacer otra cosa, sino aceptar a Jesucristo. Esto ha sido cabalmente identificado.",
    "Hablamos de la gran máquina de Satanás, alistada para avanzar y destrozar, correcto. Pero recuerden, la manada pequeña de Dios, los cuales creen la Palabra, su mecánica también está toda en orden y están esperando la dinámica para encenderla con el Espíritu Santo. “No temáis, manada pequeña, porque a vuestro Padre le ha placido daros el reino.” El Espíritu Santo caerá sobre una iglesita que ha salido de las cosas del mundo. Damas que usan el cabello largo, un voto nazareno, probando que se han separado.",
    "Un nazareno es uno que ¿qué? Uno que se ha separado a la Palabra de Dios, no todas aquellas Jezabeles vestidas en pantaloncitos cortos y de caras pintadas, llamándose Cristianas, NO SEÑOR. Y los hombres son tan debiluchos y flojos que se mantienen firmes por la denominación y se agarran del saco de algún Cesar o Herodes en lugar de pararse fiel y recto por la Palabra de Dios. Pero Dios tiene gente REAL, LA MANADA GENUINA DE DIOS A QUIENES NO LES IMPORTA LO QUE DIGA EL MUNDO, ELLOS CREEN QUE JESUCRISTO ES EL MISMO AYER, Y HOY, Y POR LOS SIGLOS. Esto no es popular, mas bien lo hace a uno impopular. PERO ES LA VERDAD Y ES EL MANDATO DE DIOS QUE SE HAGA Y DIOS LO HARA. Dios les bendiga.\n\nNo es mi intención hablarles duro, sino de amonestarles. Es mejor ser chamuscado que ser quemado, siempre. Así que pongan atención al aviso. El Espíritu Santo está hablando en estos últimos días:",
    "todos aquellos cuyos nombres están escritos en el Libro escaparán.\n\nHallamos que la manada pequeña está lista para recibir la dinámica para arrebatarla al Cielo y escaparse de todo esta tribulación. Alguien dijo el otro día cuando yo estaba hablando, dijeron: “Hno. Branham, entonces ¿Ud. no cree que la iglesia pasará por medio de la tribulación?”\n\nLe respondí: “Creo que la iglesia sí, pero no la Novia.” La iglesia sí pasará por medio de la tribulación, sí señor, pero la Novia está libre de eso. Ella mas bien subirá en el Rapto, “en un momento, en un abrir y cerrar de ojos,” ella será levantada para encontrarse con su Señor en el aire para celebrar la cena de las bodas. Ella no tiene razón por la cual pasar por la tribulación por cuanto su Señor ya pagó todo el precio completo. Estamos tan agradecidos por eso. Sí señor.",
    "Después del rechazamiento de iglesia y gobierno, solo quedaba un clamor: “ACABEMOS CON EL.” Y es el mismo clamor de hoy. La iglesia ha rechazado por completo al Espíritu Santo, eso está claro. Los miembros están saliendo de todos lados, ese es el gran llamamiento de hoy: Presbiterianos, Metodistas, Bautistas, Luteranos, etc., pero la iglesia misma, la denominación no se puede mover, no señor. Eso ya está denominado. Y ¿qué resta ahora? “SEA CRUCIFICADO”. ¿Qué cosa se va crucificar? Nuevamente están crucificando, ¿qué? La Palabra vindicada siendo la verdad. Sí, cruficicando nuevamente la Palabra de Dios.\n\nAsí como Eva corrompió todo el mundo físico al rechazar una sola partecita de la Palabra de Dios, así también ha hecho la iglesia.",
    "Ud. quizás me diga: “Hno. Branham, UD. NO TIENE LA INTERPRETACION CORRECTA DE ESTO.”\n\nEsa es la opinión suya, pero Dios no necesita ningún intérprete. Dios es Su propio intérprete. Ese es el problema hoy, tenemos demasiadas interpretaciones hechas por los hombres. Dios puede interpretarse a Sí Mismo. Su propia vindicación de Su Palabra es la interpretación. Los Fariseos sin duda clamaron: “Nosotros tenemos la interpretación.” Los Saduceos decían: “Nosotros la tenemos.” Pero JESUS ERA LA INTERPRETACION. AMEN.",
    "La vindicación es la manifestación del poder y de la promesa revelada de Dios. LEAN LAS ESCRITURAS y vean lo que la iglesia debe ser hoy en día. Sí señor. Dios no necesita intérpretes.\n\nEs exactamente lo que hicieron con Jesús. Pensaron allá que El no tenía la interpretación, pero EL ERA LA INTERPRETACION, Dios no tuvo que intepretar eso, la misma vida de Jesús lo intepretaba. El dijo: “Escudriñad las Escrituras, porque en ellas pensáis que tenéis la Vida Eterna; ellas son las que testifican de mí, mas si yo no hago las obras de mi Padre, entonces no me creais. Si las obras que fueron habladas para este día no se manifiestan en mí, entonces no me creais.”",
    "Pero, ¿se manifestaron? Dios dijo que una virgen concebiría y así fue. ¿Lo creen Uds. aquí? Cierto, pero ellos no. “Una virgen concebirá.” Y así fue. Decía también: “Los cojos andarán, los ciegos verán” y esas cosas que sucederían. La Palabra probó que así sería y Jesús fue la manifestación. Moisés dijo: “El Señor vuestro Dios levantará un profeta semejante a mí.” La Palabra viene al profeta y la Palabra es el discernidor de los pensamientos del corazón. Pero cuando le vieron obrando ese discernimiento, dijeron: “Este es Beelzebub, un adivino.” Es igual como los nombres que le ponen hoy, como “santo rodador” o algo parecido. Correcto.",
    "El no necesitaba ninguna interpretación, El fue la interpretación. Dios mismo lo probó por Sí Mismo. Y ¿quién es el hombre pecaminoso hoy, o quién fue el hombre pecaminoso allá quien negaría la interpretación de la Palabra? Jesús les retó: “Escudriñad las Escrituras, ellas dan testimonio de quién soy yo. Ellas son la interpretación. Si mi vida no interpreta lo que estoy hablando, entonces no me creais.” ¿Qué hombre pecaminoso podría existir hoy, quien mirando la Biblia abierta, podría negar que el Espíritu Santo es el intérprete de la Palabra hoy, haciéndose conocer por manifestaciones de los dones y las cosas que El mismo prometió hacer en este día? Malaquías capítulo 4 se está cumpliendo y todas las otras Escrituras se están cumpliendo y vemos que estamos al fin del tiempo. Uno no necesita ningún hombre para interpretarle estas cosas, no señor. Se interpreta por sí mismo. Y así prueba que es el Mensaje de la hora. Arrepiéntanse y vuelvan a Dios, todo mundo. Iglesias, arrepiéntanse y vuelvan a Dios. No traten de lavarlo de sus manos porque no se puede.\n\nEl reto está frente a nosotros así como estuvo allá entonces. El dijo: “Escudriñad las Escrituras porque ellas testifican de mí.” Jesús dijo: “Mis obras son mi intérprete.”",
    "Le dijo a Moisés cuando lo encontró allá en la zarza ardiente, le dijo: “Yo soy. Yo me acuerdo de mi promesa; me acuerdo de que sacaría a ese pueblo con una mano poderosa; yo les hice la promesa y yo estaré contigo. Te estoy enviando a ti. Tú sé mi boca y las señales interpretarán si yo te he enviado o no.” Amén. Eso es lo que los hombres y mujeres de hoy debieran estar buscando, UNA PROMESA DE OTRO EXODO y una interpretación de la Palabra de Dios, siendo hecha manifiesta. El problema con eso hoy en día es que dicen: “Pues es que mi iglesia no cree en tales cosas.” ¿Qué le pasa? Ud. está viviendo en la sombra de otra edad. Esas iglesia fueron lo más correcto allá en su tiempo, pero ¿qué de esta edad presente? Esta ya es otra edad. Ud. no podría hacer a Juan Wesley creer en el mensaje de Martín Lutero y que no existía la santificación. No señor. Ud. no lograría hacer a los Pentecostales creer en lo de los Bautistas, así volviendo atrás. Es que ya habian hallado algo mejor. Cada uno vivió en la luz de su día.",
    "Y hoy en día los Pentecostales se han organizado y se han acampado igual como los demás antes. Han vuelto a lo mismo mas la Palabra sigue avanzando y los está dejando atrás. ¡Exactamente!\n\nEs que nos volvemos tan almidonados y formales. Permitimos que nuestras iglesias lleguen a estar en cualquier condición y seguimos como si nada. Lo importante es que si tenemos miembros. Porque tenemos más que antes, andamos jactando de eso. Permítanme citarles un proverbio antiguo: El diablo cuenta los suyos mas Dios pesa los Suyos.” Eso es la verdad aun hoy. Dios lo pesa a Ud. por medio de Su Palabra para ver si lo halla falto o no. A mí no me importan las multitudes, o cuan impopular pueda ser, por cuanto es la Palabra de Dios siendo hecha manifiesta para esta hora. Exactamente. No me importan las mutitudes, o quién viene o quién no viene. La cuestión es la Palabra de Dios así como fue allá en el pretorio de Pilato. Somos pesados para ver si somos hallados faltos. Sí señor.\n\nNosotros creemos que Jesucristo es el mismo ayer, y hoy y por los siglos.",
    "Hallamos que El dijo a Moisés: “Yo estaré contigo y sencillamente usaré tu boca. Vé tú y habla la Palabra a medida que yo te hable a tí, luego las señales se interpretarán por sí mismas.” Vean, Dios no necesita ningún intérprete. El es el intérprete. La interpretación de Dios se prueba por sí misma. El dijo que El mismo era el intérprete de Su propia Palabra, así es. El se interpretó en Moisés y lo hace hoy también.\n\nLo conocemos en la Biblia como Elohim. Elohim es “el todo suficiente.” El no necesita el consejo de nadie. El se mantiene solo. El es Dios y EL ES LA PALABRA. Y cuando la Palabra le promete algo a Ud. y luego lo identifica ante Ud. ¿qué más interpretación desea aparte de eso?",
    "Oh, hombre o mujer pecaminosa, ¿quién eres para levantarte y decir que está errado, cuando Dios con Su Espíritu Santo y Palabra prometida ha interpretado esto abiertamente ante todos nosotros? ¿Quiénes somos nosotros para decir que está errado? Oh persona tan pecaminosa, ¿cómo puedes hacer eso? “¿Pecaminoso? Y ¿qué quiere Ud. decir con eso, Hno. Branham?” Incredulidad. Existe un solo pecado y es la incredulidad.\n\nDios no necesita las interpretaciones necias de los hombres. El mismo se interpreta. El ha dicho: “Yo soy el Señor. Yo lo he sembrado y yo lo regaré de día y de noche, no sea que alguno venga y lo quite de mi mano.” También en otra Escritura El dijo que El vigila Su Palabra para ponerla por obra. Y ponerla por obra significa “revelarla”. A ¿quién? A Sus elegidos, aquellos que les ha sido dado el poder verla. El la pone por obra a aquellos que son enviados para verla. El vigila Su Palabra y la guarda de todas estas interpretaciones carnales tan ridículas. Tantos que aparecen diciendo: “Esta es la verdad.” “No, la verdad está aca.” “No, la verdad esta aca.” ¡Dios es el correcto—la persona misma de Dios, indentificada! Sí, la Persona misma de Dios, identificada.",
    "Aquellos Fariseos podían hacerle frente y decir: “Nosotros somos de Dios. Aquí tenemos las leyes y todo esto.” Y ALLI ESTABA PARADA LA MISMA PALABRA. Decían: “Terminemos con éste, crucifícalo. El no se identifica con lo que nosotros creemos.” Pero se identificaba con la Palabra. ¡Amén! Aquellos que tenían ojos para verlo lo vieron, mas los que estaban ciegos no lo pudieron ver, y tampoco lo verán hoy, así es. Muchos de ellos se están sellando, acabando con toda posiblidad.\n\nDios trae las cosas a cumplimiento, mostrando que son verdaderas.",
    "Algunos dicen: “Pues yo creo hasta tal punto.” Dicen: “Hno. Branham, yo puedo creer la Biblia. Yo simpatizo con la Biblia. Yo soy simpatizante bíblico. Yo creo esto y aquello, yo creo que Jesús es el Hijo de Dios. Pero simplemente no puedo creer todito porque mi denominación dice que no es así.” Entonces ¿qué clase de intérprete tiene Ud.? Uno igualito al que tuvo Eva, EL DIABLO. El trató de interpretarle la Palabra a Eva y le dijo: “Esto aquí es correcto y aquello es correcto pero seguramente…” Seguramente también es correcto. Lo que Dios diga es correcto. No importa cómo suene para otros. Cuando Dios dice que algo va suceder, así será. No vaya Ud. a emplear el intérprete de Eva. Oh persona pecaminosa, ¿cómo se atreve Ud. a hacer eso? Sí señor, es que están usando el mismo intérprete de Eva.",
    "Como dije el otro día, nos eforzamos por identificar con evidencia. Lutero dijo: “Cree y con eso tienes.” Pero el diablo también cree. Vino Wesley y dijo: “Grita y con eso tienes.” Pero halló que no tenía lo suficiente. Llegaron los Pentecostales a decir: “Habla en lenguas y con eso tienes.” Pero no lo tenían. Los de la Ciencia Cristiana dicen: “Al amar ya tienes los frutos del espíritu.” Pero no lo tienen por cuanto niegan hasta la divinidad de Jesucristo. Entonces ¿cuál es la evidencia? Cuando ese espíritu que está en Ud. puede puntuar toda promesa con un “amén”, luego Dios lo confirmará, así fue exactamente con Jesucristo.\n\nSí, ellos tenían muchas más evidencias del espíritu, tenían toda clase de evidencias. Pero Ud. no puede enfatizar ninguna evidencia en nada aparte de Dios mismo manifiesto en Su Palabra. Esa es la única evidencia verdadera que existe de que Ud. es un Cristiano.\n\n¿Cómo puede Ud. llamarse Cristiano",
    "y negar que en el principio fue el Verbo y el Verbo estuvo con Dios y el Verbo fue Dios y el Verbo fue hecho carne y habitó entre nosotros, el mismo ayer, y hoy, y por los siglos? El fue el mismo Dios que estuvo en David, el mismo que estuvo en Moisés, el mismo que estuvo en todos los apóstoles y es el mismo que estaba en Jesucristo para manifestarse allí con esa Palabra prometida. Y ES EL MISMO DIOS HOY, LA MISMA PALABRA, aclareciéndonos la Palabra de la hora. ¡Que Dios tenga misericordia de nosotros! Sí señor. Créanle. Dios se interpreta por Sí Mismo, vindicando toda Palabra. Sí, El es Su propio intérprete.",
    "Hermano, me pongo a pensar en la hora y me podría quedar en este punto por mucho tiempo, pero tienen otro culto por delante. Yo creo y voy a decir que si no vigilamos bien, El está en las manos de nosotros, los americanos. PIENSENLO BIEN. Yo digo esto, no con ira, pero para alumbrar: Yo digo que la sangre de Jesucristo está en las manos de la iglesia americana hoy en día. La sangre de Jesucristo está en América, toda. La sangre de Jesucristo clama encontra de los Metodistas, Presbiterianos, Luteranos, Pentecostales, está en las manos de todos nosotros. Veamos si así es o no. Piénsenlo, la sangre de Jesucristo.",
    "Y así como Pilato en aquel día, me hace recordar de tres maneras como Pilato quizó quitarse la sangre de Jesucristo. Intentó por las tres vías pero falló. Existe una solo vía para quitársela de sus manos. Veamos lo que hizo. Pilato empleó estas tres cosas y todas fallaron. Tenemos que enfrentar el asunto, sabemos que está por delante, por cuanto Su Palabra ha sido identificada por las evidencias Escriturales. La Palabra prometida para este día ha sido hecha carne, aun hasta la parte opuesta, o sea el rechazamiento de Jesucristo cuando El está afuera de la iglesia en esta edad de Laodicea. Conocemos que eso es la verdad.\n\nPiénsenlo bien. Tenemos la sangre de Jesucristo el Hijo de Dios, en nuestras manos. Me hace temblar solo pensando en eso. Oh, me hace correr escalofrios al pensar de la sangre de Jesucristo,",
    "cuando el hombre se cuida de la sangre de su semejante.\n\nEn una cierta ocasión allá en Chicago, no hace mucho, estaba presente un amigo mío cuando uno de los ayudantes de Dillinger fue ametrallado en la calle. Centenares de personas se reunieron. Pero ¿qué hicieron? Allí donde corría esa sangre en la calle, ellos lo rodeaban. Ninguno se atrevía a pisar la sangre de su semejante, no señor. Son muy suspicaces en cuanto a eso, pero caminan por todo el centro, pizoteando la sangre de Jesucristo. Este dicho antiguo aun es la verdad: “Insensatos caminan con botas gruesas donde aun los ángeles temen entrar.” Correcto. Caminan por encima, diciendo: “Los días de los milagros han pasado; eso estuvo bien para los apóstoles pero no para nosotros.” Oh, ¿cómo pueden decir tales cosas? Están pizoteando la sangre de Jesucristo con la cual fueron santificados.\n\nPiénsenlo, nosotros con la sangre en nuestras manos.",
    "Me pongo a pensar de apenas hace algunas semanas, cuando sucedió aquello que jamás pensábamos podía suceder aquí en nuestra nación. ¿Qué tal de este hombre Oswald? Sentado allí en aquella celda, sufriendo y sudando, si aun estaba en su mente cabal. Y luego pienso que si un hombre escuchara esta cinta o aun estando presente hoy o donde sea, y escuchara este Mensaje donde se ha probado cabalmente, el también estaría sudando, sabiendo que tiene que llegar ante el juicio de Dios y dar razón a la Palabra de Dios: tendrá que responder a la Sangre de Jesucristo, a la cual ha sido introducido, la cual está en sus manos, en nuestras manos.",
    "Noten, Oswaldo sentado allí. Qué tremenda cosa le ha de haber sido el pensar que tendría que enfrentarse a la Corte Suprema y ellos con una ira tan terrible. Ellos estarían con esa ira tan terrible enfocada en este candidato que había asesinado a su Presidente. Para él no habría nada de misericordia. Toda la evidencia posible sería usada fuerte en su contra, ya sea huellas digitales, el arma, el lugar donde estaba, todo sería usado en su contra. Pero eso sería una cosa muy moderada en comparación a como les va suceder a las personas que se la pasan sentados en estos cultos y están presenciando a Jesucristo levantándose en la forma de Su Ser e identificarse y luego Uds. se marchan sin aceptarlo, agarrado de algún credo o cosa semejante.\n\nSerá una cosa muy moderada en comparación a cuando Ud. se encuentre en la presencia de un Dios lleno de ira, y Ud. que haya pizoteado la sangre de Su propio Hijo y lo haya crucificado nuevamente en su mente; Ud. que haya canjeado su primogenitura por la fama. Será una cosa muy terrible en aquel día. El solo pensar de eso es horrible. ¿Cómo puede Ud. sentarse así en la celda, sudando?",
    "Uds. nativos del Africa, Uds. allá en Australia, Suecia, Suiza, y todos aquellos escuchando esta cinta, ¿cómo piensan responder en el día del juicio, siendo que yo he estado en sus naciones y Uds. han visto la identificación de Jesucristo levantándose entre el pueblo y probándose?\n\n¡Oh, cómo habrá sudado este tipo! ¿Cómo lo habrá hecho si estuvo en su mente cabal? ¿Qué clase de Dios airado piensa Ud. que será para aquellos que han pizoteado al Hijo de Dios y lo han crucificado nuevamente?",
    "Noten bien un piloto cuando está listo para salir con un avión. Antes de salir con la nave, un buen piloto revisa cada instrumento y todo. Sale a la pista y revisa todos los alerones, revisa la cantidad de combustible y así revisa bien cada partecita y cada instrumento vez trás vez. Muchos de Uds. han viajado en aviones y saben que eso es la verdad. El piloto revisa bien cada instrumento. ¿Por qué? Porque en sus manos está la sangre de sus semejantes. El quiere estar seguro que todo esté bien, hasta donde le es posible.\n\n¿Qué tal un cirujano en una operación médica? Cuando él sabe que va operar en un tumor o el corazón o alguna parte de su cuerpo, él revisa bien la presión de la sangre, el corazón; revisa si Ud. tiene resfriado o no, revisa toda la anestesia. El revisa todo, vez trás vea. ¿Por qué? Porque no quiere la sangre de su semejante en sus manos. Y entonces si un médico y un piloto y demás personas revisan tanto así, ¿qué debiera estar haciando la Iglesia de Jesucristo cuando vemos las cosas entre las cuales estamos viviendo hoy? Conviene que estemos revisando, quizás la Sangre de Jesucristo esté sobre nuestras manos.",
    "El primer plan de Pilato fue: “Ningún delito hallo yo en este hombre.” Oh, como es lo mismo que dicen muchos de los grupos tan finos de hoy. “Yo no hallo ninguna falla en la Palabra, está muy bien, pero aquello fue para los apóstoles.” La Biblia nos dice que El es el mismo ayer, y hoy, y por los siglos. Ud. dice: “Sí, la Biblia está bien. Yo creo que hablaron en lenguas y que lanzaron demonios. Yo creo que discernieron los pensamientos; yo creo que hubo profetas. Pero no en este día presente.” Oh, señor pecaminoso, ¿qué le pasa? ¿Qué salida tiene cuando Mateo 24:24 y Hebreos 13:8 se le presentan así directamente?\n\nPilato no pudo lavar eso de sus manos de esa manera. No señor. Se le presentó nuevamente y así será con todo hombre cuando Ud. ha presenciado que Dios cumple Sus promesas.",
    "Pedro dijo allá en el día de Pentecostés: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de pecados; y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare.” ¿Hasta dónde? A TODO EL MUNDO, A TODA NACION. El dijo que era para toda nación. “Id por todo el mundo (aun no ha llegado) y predicad el evangelio a toda criatura. Estas señales SEGUIRAN al que creyere.” ¿Cómo piensa lavarse eso de las manos? No se puede hacer. Dios lo vindica y se lo presenta a Ud. vez trás vez. El tiro le saldrá por la culata, así como sucedió con Pilato. Sí señor, no se puede escapar cuando Ud. ve las Escrituras indentificadas claramente.",
    "En segundo lugar (mientras estamos ya terminando), en segundo lugar hallamos que Pilato tuvo otro plan. Igual como la gente de hoy, él trató de librarse, pasando la responsabilidad a su Herodes y a su Cesar. Muchos ministros muy finos hoy en diá—Espiscopales, Presbiterianos, Luteranos, Bautistas, Pentecostales y demás—se quitan la responsabilidad, diciendo: “La sede general es la que no me lo permite.” Pero al tomar esa actitud el tiro le salió por la culata; y hoy también el tiro les está saliendo por la culata. Yo no le estoy haciendo esta pregunta a Las Asambleas de Dios, o a La Unidad, a La Iglesia de Dios, a Los Metodistas, a Los Bautistas, a Los Presbiterianos, pero le estoy hablando a Ud. como individuo, ¿qué hará Ud. con la Sangre de Jesucristo? ¿Qué haremos con esta Palabra ungida de Dios que está frente a nosotros en este día, lo cual sabemos es Cristo, la promesa de la hora? ¿Qué hará Ud. con esto? La pregunta no es ¿qué hará su iglesia? Su Cesar y su Herodes no tienen nada que ver con esto. Esa acción allá en aquel entonces no libró a Pilato de la responsabilidad. No señor, no señor. Los fariseos en aquel día clamaron: “Su sangre sea sobre nosotros y nuestros hijos.” Y efectivamente así es.",
    "¿Qué les dijo Jesús? “Bien podeis discernir el aspecto del cielo, mas las señales de los tiempos no podeis.” Yo no digo esto solo para Phoenix, sino para cualquier lugar: ¡Qué fariseos más ciegos! ¿Cómo pueden gastar millones de dolares, discerniendo el comunismo, mas la Palabra vindicada para la hora no la pueden discernir? Mas bien la están crucificando nuevamente. Están tan enterados del comunismo pero si conocieran bien su Biblia conocerían que eso tiene que suceder.\n\nEso no me llama tanto la atención a mí. Sí, yo odio al comunismo. Yo odio cualquier cosa que esté encontra de Dios. Pero mi interés está en esto aquí: la iglesia estando lista para esta hora, para el arrebatamiento de la Novia. “Discernís el aspecto del cielo mas las señales de los tiempo no podeis.”",
    "Y aun mientras consideramos este juicio hoy, sabemos que en la Corte Federal están considerando el Concilio de Iglesias y estas cosas. Oh, bien pueden discernir el comunismo y estas otras cosas de las cuales están predicando los predicadores y a la vez están caminando por encima de las señales de los tiempos y aun llamándolo “fanatismo”, llamándolo “telepatía mental” o algo semejante y dándole la espalda y aun prohibiendo que su gente venga a escuchar. Si la historia no se está repitiendo entonces yo no me llamo William Branham. Exactamente la verdad.\n\n¿Qué va suceder? El resultado es que les trae nuevamente la Sangre de Jesucristo a sus manos y Uds. lo están llamando un espíritu inmundo así como hicieron ellos allá entonces.",
    "Y eso es por todo el mundo entero. (Me supongo que están entendiendo lo que quise decir con eso.) Por todas partes. ¿Por qué me rechazaron en Suiza? ¿Por qué lo hicieron en Finlandia? La sangre estará sobre sus manos, no las mias. Eso está sobre Uds. No me han rechazado a mí, pero lo han rechazado a El. No fui yo. Uds. dijeron: “No creemos en tal cosa.” Pero la Palabra dice precisamente tales cosas. Allí lo tienen. Fariseos ciegos que pueden discernir el comunismo y tantas más cosas pero no pueden discernir la hora en que están viviendo. Correcto.",
    "Ahora, casi está a punto de alcanzar su meta final una vez más. La hora decisiva está aquí una vez más. ¿Cuál es el clamor? “Crucifícale. No podemos lograr que todos lleguen a ser Metodistas, ni Bautistas, ni de La Unidad, ni de La Trinidad, ni que sean de esto o de aquello; pero sí podemos tener un Concilio.” Y allí en eso están tan opuestos como el oriente del occidente; y la cosa está totalmente errada, es un satélite de Roma. Exactamente la verdad.",
    "Ahora, como individuo, le voy a hacer esta pregunta a Ud. ¿qué piensa hacer Ud. con esta Palabra ungida, la cual es el Cristo, la Palabra prometida para este día? Ud. como un solo individuo.\n\nPilato nunca logró lavarse esa Sangre de las manos. Uds. saben eso. El lloró y clamó y buscó todos los medios posibles, pero falló. Existe una leyenda allá en Suiza donde en un cierto lugar sube una agua azul, allí donde él se suicidó. Uds. conocen la historia. Por fin esto lo volvió loco y se suicidó. ¿Por qué no se arrepintió? PORQUE NO PUDO ARREPENTIRSE. Igual como Esaú no pudo arrepentirse tampoco. El lo había cometido. No permita que lo mismo le suceda a Ud.",
    "El está en sus manos, las obras han sido hechas, la Biblia ha sido predicada y el Espíritu Santo lo ha identificado. Reto a cualquier hombre pecamioso decir que no es así, que esto no haya sido el Espíritu. Santo en estos últimos días. Y las palabras que fueron habladas nos predijeron que esto llegaría a suceder y aquí lo estamos viendo ante nuestros ojos. No intente Ud. hacer aquello. No permita que su fin sea como el de Pilato, no. El lo debió haber aceptado en su corazón. Esa es la única manera de quitarlo de sus manos, es de aceptarlo en su corazón. No cometa Ud. el mismo error. Escuche bien, Hebreos 10 dice: “Si pecaremos voluntariamente (descreer por nuestra voluntad) después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por los pecados.” Si Ud. sale y peca por su propia voluntad, después que le ha sido claramente identificado y luego Ud. lo rechaza, Ud. ya no tiene absolutamente ningún recurzo de como llegar a arrepentirse.",
    "Permítanme esta última nota antes de terminar. Consideremos los espías allá en el camino a la tierra prometida. Ellos estaban en un tremendo éxodo, saliendo de Egipto. Habían salido por medio de una Palabra prometida de Dios. Dios dio a conocer Su Palabra por medio de un profeta, Moisés. Lo envió y El fue identificado ser el Dios que los iba sacar bajo las condiciones como El mismo había prometido. El era el “Yo soy”. Cuando llegaron a las fronteras de Kadesh-Barnea, allí cometieron su gran error. Cuando llegaron a la frontera y observaron la tierra prometida, dijeron: “No la podemos tomar.” ¿Qué pasaba con esos diez espías? Es que estaban considerando las circunstancias, como por ejemplo el prestigio que seguramente perderían. Decían: “Parecemos langostas a la vista de aquellos.”\n\nPero Josué y Caleb revisaron todo bien. Regresaron a la Palabra y allí el Señor les decía: “Yo les he dado esta tierra. Es una tierra buena, fluyendo de leche y miel.” Ellos no consideraron cómo las cosas parecían, qué era esto, ni qué era esta evidencia aca; la Palabra de Dios decía: “Les he dado esta tierra, conquístenla.” Y ellos fueron los únicos que entraron.",
    "Conviene que nosotros revisemos bien las promesas de Dios para hoy. Correcto. Recuerden, estamos en otro éxodo. Y el éxodo en esta ocasión no es para entrar en una tierra prometida aquí en la tierra sino a la Tierra Prometia de la Gloria, de donde no hay regreso. Gloria a Dios, allí estaremos. Inclinemos nuestras cabezas.",
    "Con esta reverencia y este silencio, deseo hacerles esta pregunta: ¿Qué hará Ud. con este Jesús, llamado el Cristo? ¿Lo aceptan? ¿Lo tomarán como su salvador? ¿O mejor lo lavarán de sus manos? ¿Intentarán quitarse la responsabilidad? diciendo: “Pues, mi credo no dice así. Mi denominación no lo cree exactamente de esa manera.” Esto está en sus manos. Ud. no se puede apartar de ello. ¿Qué hará Ud. con Jesús, llamado el Cristo? Su sangre está en sus manos desde toda esta semana en estos cultos. Oremos.",
    "Señor Jesús, ayúdanos en esta hora. Permite que Tu gracia y Tu misericordia sean con nosotros. Permite Señor, que esta congregación pueda ver que Tú eres Dios y no hay otro aparte de Tí. Permite que el poder de Dios, ahora mismo, que la Palabra se identifique entre este pueblo, que así sea conocido que Tú eres Dios y yo les he dicho la verdad Señor. Yo he hecho todo esto según Tu mandato, así como dijo Elías allá en la antigüedad: “He hecho todo esto por mandato tuyo.” Concédelo Señor, que así sea. En el Nombre de Jesucristo. Amén.\n\nAhora, con sus cabezas aun inclinadas, todos.",
    "El Espíritu Santo me detuvo hace unos momentos cuando comenzé a orar. Me dijo que aquí hay algunos que aun no le conocen. Ojalá el Dios del Cielo lo deje a Ud. sin ninguna escusa, que El se lo mantenga siempre presente. Uds. enfermos, yo nunca he hecho esto en una de estas reuniones de los Hombres del Evangelio Completo. Uds. enfermos que creen en Dios y creen que tienen la fe para tocar Sus vestiduras, recuerden, la Biblia nos dice en Hebreos cuatro que “la Palabra de Dios es más aguda que toda espada de dos filos, un discernidor de los pensamientos que están en el corazón.” Todos sabemos eso. ¿Uds. lo creen? ¿Pueden orar?",
    "Ruego que ni siquiera una sola persona se vaya a mover de aquí en adelante. Sean todos muy reverentes y quietos, muy quietos y oren. Que el Espíritu Santo ahora mismo nos guíe a qué debemos hacer y qué decir por cuanto estamos enfrentado esta hora tan decisiva.\n\nSeñor Jesús, todo esto está en Tus manos, yo estoy en Tus manos. Yo me entrego a Tí. Señor, preséntaselos una vez más, no los dejes escapar. Sí, Tu gran Espíritu Santo me dice aquí lo que es correcto yo lo que no es. Y yo sé que esta cinta va cruzar el camino de muchos. Yo ruego que Tú hagas notorio hoy mismo que yo les he dicho la verdad y que yo he sido enviado para esto justamente como Tú lo pronunciaste allá en el Rio Ohio en aquella ocasión cuando aquel Angel de Dios se paró allí en aquella Columna de Fuego. Haz notorio hoy que yo he dicho la verdad. En el Nombre de Jesucristo. Amén.",
    "Levanten ahora sus rostros. MIREN HACIA ACA Y NO DUDEN. Que Dios Todopoderoso sea el juez de todos nosotros. Cuando Jesucristo estuvo parado aquí en la tierra, cuando El murió, allí sanó a todos los enfermos y salvó a todos los perdidos. ¿Lo creen Uds.? Pero cuando estuvo, ¿cómo supieron que estaba? Por cuanto El era la Palabra. ¿Cuántos saben que eso es correcto? El era la Palabra. Y la Palabra es la que discierne los pensamientos en el corazón. ¿Correcto?",
    "En este momento no veo aquí a ninguna persona que conosco aparte de estos pastores y hermanos aquí atrás. Si está el hermano Roberts, prefiero que él comience una linea de oración. ¿Está el Hno. Roberts por allí? No ha llegado, bien. Mi ministerio será suficiente por ahora. Yo reto a cualquiera en el Nombre de Jesucristo que me crean y que yo les he dicho la verdad en cuanto a la Palabra y crean que lo que yo he dicho es la verdad. ¿Lo harán? Señor, que así sea, que así sea.",
    "Aquí está un hombre sentado. Quiero que todos miren hacia aca, ¿no pueden ver esa Luz colgando allí? Allí está un hombre sentado, mirándome y orando. El está sufriendo con un problema en los pulmones y debilidad. Señor, no se le vaya a escapar. Sr. Carr, levántese y acepte su sanidad, Jesucristo lo ha sanado. Jamás en mi vida he visto a ese hombre. Atrás de él está otro hombre con apariencia muy fina, también está orando. Pero lo que le pasa a ese hombre, él tiene problemas con los ojos y tiene un crecimiento en el costado izquierdo. Su nombre es el Sr. Bartlett, Ud. sí cree. ¿Es correcto señor? ¿No soy conocido suyo, verdad? Mueva la mano. Todos somos desconocidos. Correcto. Dios le bendiga. Crea y será sano. ¡Crean Uds.!",
    "¿Por qué le dijo Ud. eso a él? Señor, ¿cree Ud. que yo soy Su profeta? Sí, Ud.. Ud. está sufriendo de un enrredo espiritual; hubo un enrredo en el negocio. Correcto, sí correcto. Sr. Carlson, ¿cree Ud. con todo su corazón que Jesús le va enderezar todo eso? ¿Es ese su nombre y su lugar? Muy bien. Puede obtener todo cuanto pida. Amén.\n\nAlguien crea por este lado aca. Amén, alguien con fe genuina del Espíritu Santo. Sra. Waldrop, yo la conosco a Ud., pero no, esto no es para Ud. es más bien para ese niño. Y ese niño es su biznieto. Jamás lo he visto en mi vida, eso es la verdad. El niño sufre con un mal en el ojo, causado por una alergia que tenía. Eso es ASI DICE EL SEÑOR. Crea Ud.",
    "Señora, Ud. está muy enferma y está muy nerviosa; tiene un mal estomacal y casi está a punto de un agotamiento total de los nervios. ¿Cree Ud. que Dios le sanará? María, crea Ud. con todo su corazón y Jesucristo le concederá su deseo. ¡EL ESTA FRENTE A CADA UNO DE UDS.!\n\nAquí está una damita sentada, orando, mirándome. Se baja la cabeza luego la sube y me mira; es una persona muy buena. Ud. no es de aquí. Ud. ha venido de otro lugar, de Nueva York. Pero si Ud. cree que Jesucristo la sana, entonces El le dará el bautismo del Espíritu Santo. ¿Cree Ud. eso? Sra. Brian de Nueva York, crea Ud. con todo su corazón y podrá recibir el Espíritu Santo en este mismo momento.",
    "¡Amigos, el asunto está en sus manos! ¿Lo pueden creer? El es la Palabra haciéndose manifiesta. ¿Cree Ud. que Jesucristo es el mismo ayer, y hoy, y por los siglos? Yo no conosco a esta gente; Dios es mi juez que no los conosco. Pero Jesucristo sí los conoce. ¿Qué piensa Ud. hacer con esta Palabra ungida?\n\nAsí como dijo El: “Así como fue en los días de Sodoma, así también será en los días de la venida del Hijo del Hombre.” Si esa parte es la verdad, entonces el Mensaje que predico también es la verdad. Es el Espíritu Santo mismo obrando y efectuando Su propia interpretación que es correcto. AMEN. Crean con todo su corazón. ¿Están dispuestos? Pónganse de pie y acéptenlo en el Nombre de Jesucristo.",
    "Mientras el Espíritu Santo está presente deseo imponer mis manos sobre estos pañuelos. Levantemos nuestras manos a Cristo. Señor Jesús, Te creemos y sabemos que eres la Verdad, la Luz, la Palabra. Y ahora impongo mis manos sobre estos pañuelos y ruego Señor Jesús que Tu poder inunde este edificio y que penetre estos pañuelos y estos abrigos y cosas. Que el Espíritu Santo venga sobre cada uno de ellos Señor. Concédelo. Y que cada uno sea sano por cuanto Tu Palabra es la verdad. Concédelo Señor.",
    "Ahora a todos Uds. en la congregación, ¿que hará Ud. con este Jesús, llamado el Cristo? Está en sus manos. No permita Ud. que la gente le diga algo contrario. Yo digo la gente que vaya a escuchar esta cinta y también los que están presentes aquí en esta congregación. ¿Qué hará Ud. con esto en este día? ¿Por qué no lo aceptan? Todo individuo enfermo, todo hombre y toda mujer que esté dudando, ¿por qué no lo aceptan como su Salvador? Ud. jamás podrá lavarlo de sus manos. Su credo no lo podrá borrar. No existe suficiente jabón en todo el país para poder quitarlo. Solo una cosa puede quitarlo, solo una cosa puede Ud. hacer: OBTENGALO EN SU CORAZON. AMEN. ¿Lo aceptan? Levanten sus manos y dénle alabanza y gloria.\n\nPadre Celestial, todos son Tuyos. Tu Palabra ha sido identificada, el pueblo es Tuyo. Yo te los entrego en el Nombre de Jesucristo. Amén. Levanten sus manos y alábenle. 🦅"
  ]
}