{
  "title": "EL PATRIARCA ABRAHAM",
  "id": "64110009",
  "content": [
    "🦅  Del Libro de Génesis otra vez, el capítulo 22, empezando con el versículo 15, y nosotros esperamos hablar sólo por unos pocos momentos y empezaremos el servicio. Génesis 22, empezando con el versículo 15.\n\nY llamó el ángel de Jehová a Abraham segunda vez desde el cielo,\n\nY dijo: Por mí mismo he jurado, dice Jehová, que por cuanto has hecho esto, y no me has rehusado tu hijo, tu único hijo;\n\nDe cierto te bendeciré, y multiplicaré tu descendencia como las estrellas del cielo y como la arena que está a la orilla del mar; y tu descendencia poseerá las puertas de sus enemigos.\n\nEn tu simiente serán benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz.",
    "¡Qué promesa, a causa de obediencia! Obediencia es lo que Dios desea. Una vez fue dicho: “Obediencia es mejor que sacrificio”. Obedecer al Señor es mejor que cualquier sacrificio que Ud. pudiera ofrecer.",
    "Esta noche estamos abordando un gran texto, El Patriarca Abraham, quien fue llamado: “el padre de la Fe”, porque Dios le hizo a él y a su Simiente la promesa de heredar la tierra. Y es a través de Abraham que nosotros, estando muertos en Cristo, llegamos a ser Simiente de Abraham y somos herederos con El de acuerdo a la promesa.",
    "Ahora, Abraham era sólo un hombre ordinario, él no era algo especial. Hasta donde sabemos, Dios no lo llamó, hasta que él tenía setenta y cinco años de edad. Su esposa, quien era su media hermana, siendo de sesenta y cinco años en ese entonces…Ellos probablemente habían vivido juntos desde que eran muy jóvenes. Y ella era estéril, y no tenían hijos. Dios lo llamó a una completa separación, a que se separara del resto del mundo, y de su pueblo, y de toda su parentela. Había una cosa especial que él tenía que hacer.",
    "Y cuando Dios espera que Ud. haga algo especial, El demanda una completa separación de toda duda. Ud. tiene que llegar a una completa obediencia, obedecer lo que El dice. Dios lo demanda. Ud. no lo puede hacer de ninguna otra manera. Y ahora, El siempre nos da un ejemplo, y éste era Su ejemplo, de una completa separación de toda su familia, de toda su parentela, y demás, para vivir una vida separada para Dios.",
    "Los años pasaron, y nada sucedió, pero aún así Abraham se mantuvo firme. El no se desanimó. “El nunca titubeó en la promesa de Dios con desconfianza, antes fue esforzado, dando gloria a Dios”.",
    "Año tras año, mientras seguía, no hay duda que habían muchos críticos que venían y le decían: “Abraham, padre de naciones, ¿cuántos hijos tienes ahora?” Eso no lo desanimó a él. Sin hijo, y Sara ya había pasado el tiempo de la vida, de dar a luz hijos, seguramente, mucho más allá de la menopausia, pero aún así Abraham creyó a Dios de igual manera. El hizo preparaciones para el bebé, porque él sabía y estaba plenamente persuadido de que Dios no podía hacer una promesa que no fuera lo suficientemente grande para respaldarla.",
    "Su Simiente debería pensar de la misma manera. A pesar de qué tan fuera de lo real parezca, qué tan fuera de lo natural parezca para la mente natural, sin embargo, Dios no puede hacer una promesa que El no sea suficientemente grande para llevarla a cabo. Nosotros creemos la misma cosa hoy. Toda verdadera Simiente de Abraham cree la misma cosa. No importa cuáles sean las circunstancias, qué tanto conocimiento hemos acumulado, cuántas cosas hayan sucedido, qué tan fuera de lo natural es para la mente natural, o qué tan necio parezca, mejor dicho, a la mente natural, eso no cambia nada. Si Dios dice así, así es. Y la Simiente de Abraham está afirmada en ASI DICE EL SEÑOR. Eso lo afirma.",
    "Encontramos que veinticinco años más tarde, no tenían hijos. Y aún así Dios fue fiel para cumplir Su promesa a Abraham, porque Abraham creyó a Dios. El niñito vino a la escena, el pequeño Isaac.",
    "Entonces después de que el pequeño Isaac había venido a la escena, entonces nos damos cuenta que Dios le dio a él una prueba doble. El dijo: “Este niño…” Ya cuando Abraham tenía cerca de ciento quince o ciento veinte años de edad, El le dijo: “Ahora, Yo quiero que tú tomes a éste, tu único hijo, y lo lleves a la cima del monte que Yo te mostraré, y allí en ese monte ofrécelo, para sacrificio”. En otras palabras, le dijo que destruyera toda evidencia que él tenía de que la promesa se cumpliría. Eso es quitar todas las cosas naturales.",
    "Y Abraham dijo: “Yo lo recibí como a uno de entre los muertos. Y yo estoy plenamente persuadido que El es poderoso de levantarlo aún de los muertos”.",
    "Ese es el pueblo de hoy, la Simiente de Abraham, porque El nos levantó de entre los muertos. Nosotros estábamos muertos en pecados y delitos. Y El, Quien pudo cambiar mi mente, cambiar mis pensamientos, cambiar mi naturaleza, cambiarme por completo, El puede hacer lo que a El le plazca. Lo que El dice, yo creo que es la Verdad, y toda Simiente de Abraham cree la misma cosa.",
    "Abraham, no siendo desobediente a Dios, tomó al muchachito. Y en esa mañana, le dijo a sus siervos: “Uds. esperen aquí con las mulas. Mi hijo y yo iremos allá a adorar, y él y yo vamos a regresar”. Oh, ¿cómo es que lo va a hacer? Cuando él va a la cima de la montaña para quitarle la vida a su propio hijo, y aun así dice: “El niño—el muchachito y yo regresaremos”. El sabía que algo tenía que suceder. Y él no sabía exactamente cómo Dios lo iba a hacer; ese no era asunto suyo. El sabía que Dios lo prometió.",
    "Eso es todo lo que nos interesa saber, ¡Dios lo prometió! ¿Cómo va a suceder? No le puedo decir. ¡Pero Dios lo dijo! El enviará a Jesucristo, por segunda vez, El vendrá en forma física. El reclamará a los Suyos. Habrá mil años, un reinado milenial en esta tierra con El, con los redimidos. Eso es lo que El prometió, y nosotros estamos esperando que esa hora llegue.",
    "El prometió sanar a los enfermos, levantar a los muertos, echar fuera demonios. El prometió hacerlo. El es el mismo ayer, y hoy, y por los siglos. ¿Cómo? Yo no sé. ¡El prometió hacerlo! Nosotros lo creemos; eso lo arregla. Cuando un hombre cree a Dios, él cree todo lo que El dice.",
    "Y así fue como Abraham creyó a Dios. Ahora se le pidió que destruyera toda evidencia de que Su promesa se cumpliría, pero él estaba persuadido que Dios lo podía hacer.",
    "Ahora, El no únicamente le dio esta gran promesa a él, sino que El se la dio también a su Simiente. Y por cuanto Abraham fue fiel, y guardó la—la Palabra de Dios, lo que Dios le había prometido, así también supo que Dios podía levantar a este muchacho. Y si él no escatimó a su propio hijo; pero (Dios), fue un tipo de Dios ofreciendo a Su Hijo, por supuesto; cuando él cargaba la leña, subiendo el monte, y demás; así como Cristo, años después, cargó Su propio madero de sacrificio, hacia el monte donde El fue crucificado.",
    "Nos damos cuenta que en esto, al hacer esto, le agradó tanto a Dios el ver que Abraham lo amaba a El por sobre todas las cosas en la tierra, aun más que a su único hijo. El lo amó a El más que lo que cualquiera pudiera decir, o de lo que cualquiera pudiera hacer, él todavía amaba a Dios lo suficiente para creer Su Palabra.",
    "Y así es como toda Simiente de Abraham cree en Dios. Ellos están creyendo en Dios. Y sabemos que eso agradó tanto a Dios que aquí está lo que El le dijo: “Tu Simiente poseerá las puertas de sus enemigos. Tu Simiente poseerá las puertas de sus enemigos”. Recuerden, esto es ASI DICE EL SEÑOR. La Simiente de Abraham cree eso. Y si Ud. es una Simiente genuina de Abraham, la fe que Abraham tuvo en Dios está en Ud. Y Ud. cree eso que Dios ha dicho; Dios guarda Su promesa.",
    "Y El lo dijo, ahora recuerden, El solamente le hizo esta promesa a Abraham después de que El lo sometió a una prueba. La Simiente de Abraham primero tiene que ser probada, para ver si realmente creen la Palabra. Recuerden, la única manera que él podía guardar la promesa de Dios, fue porque él creyó la promesa de Dios, y él fue probado para ver si él la creía o no.",
    "Todos nosotros somos sometidos a esa prueba. La Simiente de Abraham, hoy, es sometida a esa prueba. ¿Tomaremos la Palabra de Dios, o tomaremos lo que el hombre dice al respecto? ¿Tomaremos lo que alguna organización ha formulado como credo, y aceptaremos eso, o tomaremos lo que Dios ha dicho? Si la Palabra de Dios es verdad, nosotros creemos la Palabra de Dios, a pesar de lo que cualquier otra cosa fuere. Dejamos que la palabra de todo hombre sea mentira, y que la de Dios sea la Verdad. ¡La verdadera Simiente de Abraham! Pero antes que Ud. pueda llegar a ser esa verdadera Simiente, Ud. tiene que pasar por la prueba, así como Abraham. El no se lo prometió únicamente a Abraham, pero dijo que su Simiente poseería las puertas de sus enemigos. ¡Oh, Señor!",
    "Piénsenlo, el patriarca estaba plenamente persuadido de esto: de que su prueba de la promesa de la Palabra de Dios estaba correcta. A pesar de cuáles fueron las circunstancias, él todavía creyó que la Palabra era correcta. Abraham, el gran patriarca, no titubeó en la fe, cuando llegó a la hora de la prueba. El creyó que Dios era capaz de levantarlo de entre los muertos. El lo creyó, porque Dios hizo la promesa. Y cuando Dios le hizo la promesa que él sería “el padre de naciones”, él creyó que eso era así. El no supo cómo sería. Cuando llegó el bebé, después que él había confiado por veinticinco años, entonces le pidió que destruyera al niño, pero aún así él sabía que la promesa de Dios era fiel, y él ofreció a su hijo.",
    "¡Su Simiente hace la misma cosa! La promesa de Dios es el sello para aquellos que son la Simiente de Abraham. La promesa es un sello, una señal que atestigua. Y cuando nosotros creemos toda Palabra prometida, entonces el sello es dado a nosotros, para así confirmar la promesa. ¿Ven?, si nosotros—si nosotros, siendo la Simiente de Abraham, pasamos por la prueba para saber si vamos a creer la Biblia o no. La Biblia es la Palabra de Dios, porque es Dios. Y luego después que Ud. ha pasado por la prueba, para creer…",
    "Cuando algunos dicen: “Los días de los milagros han pasado”, si Ud. acepta eso, eso es contrario a la Palabra.",
    "Si Ud. dice: “Uno no recibe el Espíritu Santo hoy día. No hay tal cosa. Sólo los doce apóstoles lo recibieron”.",
    "La Palabra dice, Pedro predicándola en el día de Pentecostés, él dijo: “Arrepentíos y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "Eso es exactamente lo que quiere decir. Es, ahora, si Ud. está listo para someterse a la prueba, la prueba del ácido de Dios, y seguir esa prescripción, yo le digo que Ud. hallará que Dios cumple Su Palabra, si Ud. la cree. Eso es correcto. Pero Ud. tiene que pasar por eso, porque ese es el sello; y cuando Ud. puede recibirlo, entonces Ud. recibirá la promesa. Porque esa es la prescripción de Dios, de cómo lo debemos hacer, y así es como la tenemos que seguir, así como El la dijo. No es solamente para algunos, sino para “todo aquel”, a todo aquel que creyere, a todo aquel que se arrepintiere, a todo aquel que creyere. Es para todas las generaciones, todo pueblo, para todo aquel que quisiere creerlo. Y fe en la Palabra de Dios lo traerá a Ud. a esta promesa. Y entonces, y solamente entonces, podrá Ud. tener poder para poseer el sello de la promesa.",
    "Y la promesa que hemos recibido, el sello, es el bautismo del Espíritu Santo. Eso es correcto. Porque eso es Dios en forma de Espíritu, Ud. teniendo Su Palabra en Ud., entonces El entra. Si Ud. recibe la Palabra en Ud., el Espíritu Santo es la única cosa que puede hacer que eso viva, entonces Ud. tiene la promesa de poseer las puertas de todo enemigo que trate de atacarlo. Eso es correcto. Dios lo prometió, y así es.",
    "Ahora, recuerde, Ud. sólo puede hacerlo entonces, y sólo entonces, después que haya sido probado por la Palabra.",
    "Abraham fue probado por la Palabra. “Abraham, ¿creerás que tú tendrás ese hijo?”\n\n“Sí”.",
    "Entonces el hijo vino. “Ahora destrúyelo. ¿Lo crees todavía Abraham?”",
    "🦅 Yo aún lo creo, porque Tú eres poderoso para levantarlo de entre los muertos”.",
    "Y después de eso, El dijo: “Ahora, tu Simiente poseerá las puertas de sus enemigos”. ¡Amén! ¡Después que pasó por la prueba!",
    "Ahora veamos a algunos de la simiente de Abraham, en la simiente natural. Siendo nosotros hoy la Simiente espiritual. Pero averigüemos, por la simiente natural, algunos de ellos que creyeron toda la promesa de Dios, y que nunca du…[Porción sin grabar en la cinta.—Editor]",
    "Yo dije: “A propósito, ¿por qué desea una muchacha Cristiana enseñar algo de su ropa interior? No puedo entender eso”.",
    "Ud. es nacida. de nuevo, de Dios, Ud. tiene la belleza del Espíritu Santo para mostrar realmente lo que Ud. es. Ud. tiene virtud que aquellas de faldas inmorales no tienen. Eso es correcto. Una real dama de Dios, que se para firme con virtud, pudiera ser que se rían de Ud., y que la llamen anticuada; pero Ud. tiene algo que ellas no pueden tocar, y la han perdido y no la podrán recuperar ya más. Eso es correcto. Ud. tiene virtud. Eso es lo que Dios busca, virtud. ¿Ven?",
    "Pero la primera cosa, si hay una duda en su mente, no lo haga de ninguna manera. No venga a la línea de oración si hay una duda en su mente. No venga a menos que Ud. absolutamente lo crea, enfáticamente; no debe de haber nada de titubeos en su mente, sino que Ud. va a ser sano, entonces Ud. se irá de esta plataforma completamente sano. Es correcto, cuando no hay nada de duda en su mente. Ud. debe de creer a Dios, sin fingimiento. ¡Pero realmente creer!",
    "Y la Simiente de Abraham lo cree porque la Palabra así lo dice, y esa es la razón que lo creemos. No porque alguien lo ha criticado, o porque alguien más lo dijo. Pero porque Dios lo dijo, eso lo hace la Verdad. Cuando Dios lo dice, eso resuelve toda pregunta. El es la última palabra. El es lo definitivo. Cuando Dios dice algo, eso lo resuelve. No hay nadie que pueda hablar en contra de eso. “Toda palabra de hombre sea mentira, pero la Mía Verdadera”.",
    "Ahora, pensemos mientras examinamos algunas de estas simientes. Pensamos en los jóvenes Hebreos, lo tengo aquí, pensando en eso, sobre los jóvenes Hebreos, después de que ellos fueron probados con la adoración a imágenes. Ahora, Uds. recuerdan, que el rey dijo: “Todo aquel que no se incline a esta imagen, será lanzado en el horno de fuego ardiendo”. Ahora, estos jóvenes creyeron que la Palabra de Dios era correcta, y que ellos no deberían de adorar a ninguna clase de imagen, pero cuando ellos llegaron a la confrontación y fueron probados para ver si lo harían o no.",
    "Cuando todo el resto de los jóvenes allá lo recibieron y fueron a adorar, ellos prosiguieron exactamente como el rey había dicho. Se fueron con el pensamiento popular del día, que deberían de hacerlo.",
    "Y cuando ellos fueron probados, para saber si adorarían imágenes o quebrantarían la Palabra de Dios, ellos permanecieron fieles a la Palabra. A pesar de las circunstancias, ellos permanecieron fieles a la Palabra. Y cuando fueron lanzados al horno de fuego ardiendo, la promesa de Dios se cumplió. Ellos poseyeron las puertas de sus enemigos. Y había un cuarto Hombre parado allí, con una llave para desligar el calor del fuego, y no podía hacer otra cosa sino liberarlos. Amén.",
    "Cuando un hombre o una mujer está listo para tomar la prueba, ¡la prueba del ácido!",
    "¿Ven Uds.?, ellos tuvieron que entrar en el fuego. Y entonces cuando lo hicieron, cuando estaban en el fuego, la única cosa que sucedió, es que esta prueba de fuego abrió, quitó las—las ataduras de sus manos.",
    "Muchas veces, Dios permite, cuando nosotros estamos todos atados con el mundo, atados, El permite que las pruebas de fuego vengan sobre nosotros, al punto donde tenemos que hacer una decisión. Y cuando hacemos eso, la única cosa que la prueba puede hacer, cuando la real Simiente de Abraham está parada ante una encrucijada de una decisión, y él hace su decisión para servir a Dios, solo puede cortarnos las ataduras y liberarnos. Satanás pudiera ponerle una enfermedad. El pudiera ponerle una u otra cosa. ¿Cómo sabe Ud. que no es Dios poniéndolo en una encrucijada, para ver qué clase de—de—de decisión hará?",
    "Ellos poseyeron las puertas del fuego. El fuego no pudo quemarlos. Ni aun había olor de fuego sobre ellos, porque sabían que eran la Simiente de Abraham, y se pararon por Dios y Su Palabra. Ellos poseyeron las puertas del enemigo, y el fuego no pudo quemarlos, por cuanto poseyeron las puertas.",
    "Después hubo un hombre, un profeta ahí, que se llamaba Daniel. El tuvo una prueba para ver si él serviría o no, a un solo Dios verdadero. Y cuando llegó ese tiempo, para ver si él serviría a un solo Dios verdadero, o adoraría a un dios pagano, él rehusó hacerlo, y abrió las persianas, y oró a su Dios, cada día. Y fue arrestado por eso, como una pena de la ley federal, y fue arrojado al foso de los leones. Y allí un montón de leones hambrientos rugieron contra él. ¿Qué hizo él? El poseyó la puerta de su enemigo. Los leones no pudieron comérselo. Dios envió una Columna de Fuego, un Angel que se paró entre él y el león.",
    "El poseyó la puerta del enemigo, porque fue probado para ver si él adoraría a un solo Dios verdadero, o si él adoraría a una docena de dioses paganos. Así que él pasó la prueba, y poseyó la puerta del enemigo. El león ni siquiera pudo tocarlo, porque Dios estaba con él. La promesa de Dios permaneció fiel, porque él era una verdadera Simiente de Abraham.",
    "Moisés, oh, otro grande. El fue probado también, para ver la promesa que Dios le había dado. “Yo seré contigo cuando tú vayas allá”. Y cuando él se paró ante los personificadores de su don, Janes y Jambres trataron de pararse y personificar la misma cosa que a Moisés le fue encomendado hacer. Y Dios lo había llamado a él, y él sabía que él era el que había sido comisionado para hacer esto, y él se paró allí e hizo el milagro como Dios le había dicho que lo hiciera. Y allí se pararon los personificadores, para hacer la misma cosa, pero eso no le estorbó a Moisés. El se mantuvo fiel a la Palabra de Dios, y él poseyó las puertas del enemigo, amén, porque se mantuvo fiel a la promesa de Dios, no importaba quien estaba tratando de personificarlo.",
    "¡Qué lección es esa para todo Cristiano! Cuando Ud. mira a su alrededor y ve a un hipócrita, sólo recuerde que él está tratando de personificar a un artículo genuino. Pero, eso sólo significa que hay uno que es genuino. ¡Permanezca fiel a la palabra de Dios! No importa qué venga o vaya, guarde Su promesa. Sí, Daniel se paró fiel a la Palabra de Dios.",
    "No importó cuantos trataron de personificarlo, y todo lo demás, él permaneció fiel. Y él vino con el propósito de sacar a Israel de Egipto, y llevarlos a la tierra prometida. Y cuando llegó el tiempo para que ellos salieran de Egipto y fueran a la tierra prometida, allí estaba el Mar Muerto en el camino. Y él poseyó las puertas del agua, y las puertas se abrieron. Y las—las aguas se hicieron hacia un lado, y Moisés llevó a Israel al desierto, a la montaña donde Dios lo había comisionado que los llevara. Amén. El poseyó las puertas del enemigo.",
    "A su padre Abraham se le había dado esa promesa, que su Simiente verdadera poseería las puertas de sus enemigos. Y las puertas del agua estaban cerradas, y él no podía pasar, pero ese era el camino del deber. El debía llevar a esos hijos a aquella montaña. Dios se lo había dicho. Y allí estaba esa puerta en el camino, y él poseyó la puerta del enemigo.",
    "Josué, un poco después, cuando llegaron a Cades-barnea, el cual era el trono de juicio del mundo en ese tiempo, allí Israel se encontró con su juicio. Encontramos que Josué y Caleb, y doce más…o diez más. Uno de cada tribu fue enviado a espiar la tierra que estaban a punto de recibir.",
    "Y cuando ellos vieron a esos gigantes allá, diez de ellos se sintieron tan mal, que dijeron: “Nosotros no podemos tomarla. Son muy grandes. Pues miren la oposición que tenemos”. Y cuando regresaron a traer el reporte, ellos trajeron un reporte muy malo.",
    "¿Por qué traerían un mal reporte, si Dios les había dicho: “Yo les he dado esa tierra; es suya”? El se los dijo allá en Egipto: “Yo les he dado esta tierra. Es una tierra buena, que fluye leche y miel”.",
    "Pero cuando ellos vieron la oposición tan grande, diez de ellos regresaron diciendo: “No podemos hacerlo”.",
    "Pero fue Josué quien apaciguó al pueblo, y dijo: “Nosotros somos más que capaces de poseerla. ¡Somos más que capaces!” ¿Por qué? Porque él estaba viendo la promesa. El era una verdadera Simiente de Abraham. A pesar de cuál fuera la oposición: “Nosotros podemos poseer esa puerta porque Dios nos prometió la tierra”. Y él poseyó esa puerta.",
    "Más tarde, cuando él trajo a los hijos de Israel al río. Allí estaba el gran rió, desbordado, en el mes de abril. El Jordán venía descendiendo de las montañas, y las aguas se esparcían a través de las llanuras, parecía el peor tiempo del año para estar allí. Pero aún así, él era simiente de Abraham. El sabía que tenía una promesa, y estaba en la línea del deber. Dios le dio una visión, de cómo hacerlo, y él poseyó las puertas del río. Cuando las puertas se abrieron, las aguas retrocedieron hasta las montañas. Y Josué e Israel poseyeron las puertas del enemigo, y cruzaron a la tierra prometida porque Dios les dijo que lo hicieran. ¡La verdadera Simiente de Abraham!",
    "Hermanos y hermanas, cuando él llegó allá, Jericó estaba toda amurallada, y tan alta que en la parte de arriba podían correr tres carretas. ¿Cómo podrían hacerlo estos Israelitas, con espadas prestadas que habían recogido, y todo lo demás, con palos y piedras? ¿Cómo iban a entrar allí? Pero él todavía era la Simiente de Abraham. Dios le dio una visión, le dijo cómo hacerlo, le dijo: “Suena una trompeta”. Amén. Eso es. “Grita, marcha hacia la muralla, y las puertas se caerán delante de ti”. ¡Amén! El era una Simiente Real de Abraham. El era un verdadero creyente de Dios. “Las puertas caerán ante ti. Sólo grita, y suena la trompeta. Eso es todo lo que tú tienes que hacer”. Y ¿qué sucedió? Las puertas cayeron y Josué tomó la ciudad.",
    "Un poco después, nos damos cuenta que el enemigo estaba huyendo en desorden, y él aun paró el sol en su movimiento. Como yo hablé la otra mañana, sobre la Paradoja, él paró el sol hasta que poseyó las puertas de su enemigo. Amén. El sabía que si el enemigo se volvía a reunir…Ellos se habían esparcido, y el sol se estaba metiendo, y los Amorreos, y los Amalecitas, y demás, se habían separado. Pero si ellos se volvían a reunir una vez más, y se juntaran, entonces para él hubiera sido muy difícil tratar de derrotarlos. Y sólo había una cosa que le estaba estorbando y ese era el tiempo. Y él paró el tiempo. ¡Amén! ¡Amén! Había una cosa deteniéndolo de la promesa, y era el sol, la naturaleza misma se estaba interponiendo, pero él paró la naturaleza. ¿Por qué? Porque él era Simiente de Abraham. El creyó la promesa de Dios, él lo paró y poseyó las puertas. ¡Sí, señor!",
    "Estos grandes hombres, todos ellos fueron grandes hombres. Pero Uds. saben, que cuando ellos, cuando cada uno de ellos llegó a la puerta de la muerte, murieron. Cada uno de ellos tuvo que morir. Porque fueron grandes hombres: “Ellos cerraron la—la boca de los leones, y escaparon del fuego, y del filo de la espada”, y demás cosas, como se nos dice en Hebreos 11. Y ellos poseyeron las puertas del enemigo, pero sólo les faltó un enemigo, y ese enemigo fue la muerte. Todos ellos fueron devorados por la muerte.",
    "Entonces un día, llegó la Simiente Real de Abraham, Jesucristo, el Hijo de Dios; la Simiente de Abraham, por la fe. No a través de Isaac, la simiente natural; ellos hicieron su parte. Pero aquí venía Uno que no nació por nacimiento natural. Aquí venía Uno que no vino por deseo sexual. Aquí venía Uno nacido de virgen. El Hijo de Dios, la Simiente de Abraham, ¡qué Hombre tan grande era Este! Los otros nacieron por nacimientos naturales. Este Hombre nació por nacimiento virginal. ¿Qué hizo El cuando estuvo en la tierra? El conquistó a todo enemigo enviado por Satanás. El conquistó todo.",
    "¿Qué hizo El? El salió y conquistó la enfermedad. No podía haber enfermedad alrededor de El; cualquier enfermedad que había, El la conquistó. Y ¿qué hizo El después que la conquistó? Nos dio las llaves a nosotros, amén, diciendo: “Lo que atareis en la tierra, Yo lo ataré en el Cielo”. ¡Oh! ¡Amén! Esa es la Simiente Real de Abraham, Su promesa. El Espíritu Santo en nosotros hoy, con las llaves, para aprisionar toda enfermedad. El conquistó la enfermedad. La enfermedad no puede pararse en Su Presencia. Y El dijo que El nos dio las llaves para hacer la misma cosa, conquistar la enfermedad. “Lo que atareis en la tierra, Yo lo ataré en el Cielo”.",
    "También, la tentación; El fue tentado en todo igual que nosotros. ¿Qué hizo El? El la conquistó. Y ¿qué fue lo que nos dijo? “Resistid al diablo y él huirá de vosotros”. El conquistó la enfermedad por nosotros. El conquistó la tentación por nosotros, quebró las puertas; le quitó la llave al tentador, y se la dio al creyente, de la Simiente de Abraham, y dijo: “Si él te tienta, resístelo, y él huirá de ti”. ¡Oh, Señor! Resístanlo.",
    "El conquistó ambas cosas, muerte e infierno. El se levantó al tercer día, diciendo: “Yo he vencido. Y porque Yo vivo, vosotros también viviréis”. ¡Oh, qué promesa! Eso es para la Simiente de Abraham. El conquistó la tumba, se levantó al tercer día, para nuestra justificación. Cuando El se levantó, El fue nuestra justificación. ¿Qué nos hace eso a nosotros? El conquistó la enfermedad. El conquistó la muerte. El conquistó el infierno. El conquistó la tumba. El conquistó la tentación. ¡Oh!",
    "🦅 Ahora nosotros somos más que vencedores por medio de Aquel que nos amó, y dio Su Vida por nosotros”, siendo la Simiente Real de Abraham. Con el mismo Espíritu de Dios en nosotros, que estuvo en El, nosotros somos más que vencedores. Toda puerta ha sido conquistada para nosotros. La única cosa que tenemos que hacer es poseerla, ya ha sido conquistada. La enfermedad está conquistada. La muerte está conquistada. El infierno está conquistado. La tumba está conquistada. Todo está conquistado, y por Su gracia nosotros tenemos las llaves. ¿Tiene Ud. temor de meterla en la cerradura, y decir: “Yo vengo en el Nombre de Jesucristo”? “Pide al Padre cualquier cosa en Mi Nombre”. Yo Le amo.",
    "Después de dos mil años que han pasado, dos mil años, y todavía El está aquí entre nosotros, el poderoso Conquistador que rasgó el velo en dos, que llevó toda enfermedad, todo malestar, todo sobre Sí mismo, y llevó nuestras dolencias a la cruz, y nuestras enfermedades y nuestros malestares, y triunfó sobre ellos y se levantó para nuestra justificación, y permanece vivo después de dos mil años, para manifestarse como un Jesucristo que vive entre la Simiente real de Abraham, quienes son los herederos de todas las cosas. ¡Oh, Señor! ¡La promesa de la Palabra es para aquellos que pasan por la prueba! Si Ud. puede creer la Palabra, entonces Ud. también es la Simiente de Abraham. Así es como Ud. llega a Ella.",
    "Si Ud. no puede pasar la prueba de la Palabra, y si Ud. la duda o está un poquito sospechoso de Ella, y casi no la puede creer, o hay una u otra cosa que Ud. no puede creer, entonces no venga a la línea de oración. Yo ni perdería el tiempo en el altar, hasta poder obtener gracia suficiente para saber que la Palabra de Dios es verdadera.",
    "Y una vez que Ud. rompe ese velo de incredulidad, entonces Ud. tendrá en sus manos las llaves de la muerte, del infierno, de la tumba, porque Ud. tendrá al Conquistador Quien conquistó por Ud. Entonces Ud. tendrá Hebreos 13:8, que nos dice que: “Jesucristo es el mismo ayer, y hoy, y por los siglos”. ¿Cómo lo podemos hacer?",
    "La gente hoy dice: “Oh, pues, le digo, El es de—de cierta manera, El es”.\n\n“El es el mismo”, dice la Biblia.\n\n“Oh, bueno, El no obra hoy como obraba”.",
    "Lo vemos ahora mismo, cuando vemos la vindicación de Su Palabra. ¿Qué hace eso? Eso lo pone otra vez en las manos de ellos. Amén.",
    "La verdadera Simiente de Abraham lo cree. Ellos lo saben. Y El está aquí, en esta noche, así como se encontró con Abraham allá en los días de Lot cuando hizo ese milagro, al decirle a Sara lo que ella dijo detrás de El. Jesús prometió, la Simiente Real de Abraham, que la Iglesia vería la misma cosa un poco antes de Su Venida. ¿Qué es? Tiene que suceder. Dios lo prometió. Jesucristo lo confirmó y dijo que así sería, y aquí estamos hoy después de dos mil años, viéndolo a El entre nosotros. ¡Todavía es el poderoso Conquistador! El conquistó la muerte, el infierno, la tumba, todas las supersticiones; tomó la Palabra…?…ella. Sí.",
    "El dijo: “Si tú permaneces en Mí, y Mis Palabras en ti, pide lo que quieras y te será dado”. ¿Qué era? La Palabra, Cristo, que está en su corazón. “Si tú permaneces en Mí, y Mis Palabras en ti, entonces has conquistado todo, porque Yo lo he conquistado todo para ti. Si tú habitas en Mí, si tú puedes entenderme, si tú puedes habitar en Mí. El que cree en Mí, el que me recibe; no fingiendo, pero que puede recibirme. El que oye Mis Palabras, entiende Mis Palabras, y cree en El que me ha enviado, tal tiene Vida eterna; y no caerá en tentación, o condenación, sino que ha pasado de muerte a Vida”. ¡Allí está, el poderoso Conquistador!",
    "Aquí está El hoy, el mismo ayer, y hoy, y por los siglos. Aquí está El obrando ante la Simiente de Abraham, que ha sido llamada fuera de Babilonia, llamada fuera de Sodoma, llamada fuera del mundo y separada, mostrando Su promesa exactamente. Después de dos mil años, aquí está El parado entre nosotros en esta noche, el poderoso Conquistador, la Palabra de Dios que puede discernir los pensamientos y los intentos que están en el corazón. ¿Qué es? “Tu Simiente poseerá las puertas de sus enemigos”. ¿Qué es? Es la Simiente de Abraham, la Simiente real, creyendo la Palabra. Y la Palabra es—la Palabra es Dios.",
    "Ahora cuando vemos esto, podemos exclamar con aquellos, como el poeta de la antigüedad:\n\nViviendo, El me amó; muriendo, El me salvó;\n\nSepultado, El llevó mis pecados lejos de mí;\n\nAl levantarse, El me justificó gratuitamente para siempre;\n\nAlgún día El vendrá, ¡Oh día glorioso!",
    "Alguien dijo: “Muchacho, te estás poniendo viejo”. No puedo evitar eso.",
    "He vivido, y desde que era un niño, mi única meta que yo siempre he tenido es de ver la Venida de Jesucristo. Yo di mi vida por ese propósito. Todavía estoy en el púlpito siendo ya un hombre viejo, y yo aún creo la misma Historia, y la cosa más grande que yo puedo pensar es de ver a Jesucristo viniendo de los cielos a recibir a los Suyos. Dios, entonces mi…con razón nosotros podemos cantar:\n\nLoores dad a Cristo el Rey,\n\nSuprema potestad;\n\nDe su divino amor la ley,\n\nPostrados aceptad.",
    "¿Por qué? El es el poderoso Conquistador. Si Ud. está en El, Ud. está en la Palabra. El dijo: “Si tú habitas en Mí, pide lo que quieras”. “Lo que tú quieras”, porque toda puerta ya ha sido conquistada. Entonces podemos decir:\n\nLas promesas del Señor mías son,\n\nLas promesas del Señor mías son,\n\nEn la Biblia yo las leo, y yo sé que es la Verdad,\n\nLas promesas del Señor mías son.",
    "Amigos, ¿se dan cuenta Uds. de lo que eso significa? Toda promesa que Dios le hizo a Abraham, toda promesa que fue hablada por los profetas, toda promesa que Jesucristo prometió para este día, El está aquí para confirmar y mostrar que El vive para siempre. “Tu Simiente poseerá las puertas de sus enemigos”.",
    "Cuando llega la hora de la muerte. Ud. dice: “¿Qué de eso?” Ud. todavía tiene esa Posesión que dijo Pablo: “Oh sepulcro, ¿dónde está tu victoria? Oh muerte, ¿dónde está tu aguijón? Pero gracias a Dios, Quien nos da la victoria por medio de ese poderoso Conquistador, Jesucristo”. ¡Oh!\n\nSuprema potestad;\n\nDe su divino amor la ley,\n\nPostrados aceptad.",
    "En esta noche, después de dos mil años, aquí estamos parados para verlo a El, aún el poderoso Conquistador Quien rasgó el velo que nos separaba de toda promesa de Dios, y somos más que vencedores en El.\n\nOremos.",
    "Padre Celestial, mientras estamos parados aquí, en esta noche, en la Presencia del Espíritu Santo, esa gran Persona de Jesucristo en forma de Espíritu, Quien fue prometido que vendría sobre la Simiente de Abraham, la Simiente real. Oramos, oh Dios, que si hay un hombre o una mujer, un muchacho o una muchacha aquí, que no Te conocen; que tienen duda y frustraciones en sus mentes, acerca de la Palabra de Dios, que si es la Verdad o no. Oh, Gran Dios, Quien hizo la promesa, ¡ven en esta noche! Hay una gran promesa que Tú hiciste, Señor; Tú puedes cumplir esa promesa, Tú dijiste: “El que cree en Mí, las obras que Yo hago, él también las hará, aun mayores que éstas hará él porque Yo voy al Padre”. Padre, Dios, oramos que Tú confirmes Tu Palabra.",
    "Hay muchos hijos de Abraham aquí en esta noche que están enfermos. Oh, el diablo los ha encerrado; los ha aprisionado, y les ha quitado las llaves, y les ha dicho: “Tú debes de morir; tú tienes problemas de corazón, tú tienes esto, aquello, o lo otro, y tú debes de morir”.",
    "¡Oh Dios, que suene en esta noche la trompeta de jubileo, del Evangelio, y que todo esclavo pueda ser libre! Jesucristo ha conquistado esas puertas. Nosotros tenemos las llaves en nuestras manos. ¡Oh! “En Mi Nombre ellos echarán fuera demonios. Si tú le pides al Padre cualquier cosa en Mi Nombre, Yo lo haré. El que cree en Mí, las obras que Yo hago él también las hará. La Palabra de Dios es viva y eficaz y más penetrante que toda espada de dos filos, que alcanza a partir los tuétanos, y aun es un discernidor de los pensamientos que están en el corazón”.",
    "🦅 Y así como fue en los días de Noé, así será en la venida del Hijo del Hombre; comían, bebían, se casaban, se daban en casamiento; tenían grandes programas de construcción”. Y nosotros vemos el mundo: “Habrán señales, señales temerosas arriba en los cielos (estos son platillos voladores), terremotos en diversos lugares, el mar rugirá (con olas gigantescas), los corazones de los hombres desfalleciendo (de temor), habrá angustia entre las naciones y tiempos perplejos”.",
    "🦅 Y así como fue en los días de Lot, así será en la venida del Hijo del Hombre”. Oh Dios, ven en esta noche y pon por obra Tu Palabra, ven en esta noche y honra la fe de los hijos de Abraham. En el Nombre de Jesucristo lo pedimos. Amén.",
    "El Señor los bendiga ricamente. Yo no voy a hacer el llamamiento al altar en este momento. Se los voy a dejar a Uds. Yo creo que, muchas veces, los llamamientos al altar…Yo creo en ellos. “Pero todos los que lo recibieron, fueron bautizados”. Así es: “Todos los que le recibieron a El”. Vamos a orar por los enfermos.",
    "Yo pudiera hablar aquí toda la noche. Uds. son una audiencia muy amable. Pero lo que yo dijera es solamente de un hombre; pero si yo digo Sus Palabras, entonces esas no son mis palabras, son Sus Palabras. Si yo digo algo, y Dios no lo respalda, entonces esa sería palabra mía. Si yo digo Su Palabra, y El la respalda, entonces ¿quién es ese hombre o mujer, muchacho o muchacha pecaminoso que le dará la espalda y dirá que no es así?",
    "Jesús dijo, cuando El hizo estas cosas, ellos dijeron: “Este Hombre es un adivino. ¡El es un diablo!” Un adivino, cualquiera sabe que la adivinación es del diablo. Dijeron: “El es un adivino”. Pero ¿alguna vez han visto Uds. a un adivino predicando el Evangelio? ¿Han visto Uds. alguna vez a un adivino echando fuera demonios? No, seguramente que no, ellos no lo hacen.",
    "El dijo: “Ahora, Yo, el Hijo del Hombre, te perdonaré esto. Pero cuando el Espíritu Santo haya venido, el hablar en contra de El nunca te será perdonado en este mundo ni en el venidero, porque eso es llamar la obra de Dios un espíritu inmundo”.",
    "Que Dios tenga misericordia de nosotros en esta noche, y yo ruego que Dios venga y confirme esta Palabra ante Uds.",
    "Hermano, hermana, esto es mi alma. Yo tengo que encontrarme con Dios. Yo soy responsable por lo que les digo a Uds. Dios me hará responsable por ello. Eso es correcto. ¿Qué bien me haría el pararme aquí y decir estas cosas si yo supiera que estaba condenando mi alma al infierno?",
    "🦅 Hay camino que parece derecho al hombre, pero su fin son caminos de muerte”. Dios no necesita intérprete. Como yo he dicho, El interpreta Su propia Palabra.",
    "🦅 La Simiente de Abraham poseerá la puerta del enemigo”. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Editor]",
    "Si yo pudiera sanarlos, yo lo haría. Cristo ya los ha sanado. La única cosa es, que Ud. tiene la llave en su mano. Y esa llave es su fe, úsela. Abra eso, en esta noche, ¿lo hará? Mientras El viene a la escena, aquel poderoso Conquistador que conquistó toda enfermedad, y El viene aquí y les muestre a Uds. que El ya lo ha hecho, porque El todavía es la Palabra. “Y la Palabra discierne los pensamientos que están en el corazón”.",
    "¿Cuál tarjeta de oración? B, del uno al…¿con cuál empezamos la otra noche? [Alguien dice: “Uno”.—Editor] Vamos a empezar del cincuenta. ¿Quién tiene la tarjeta de oración B, cincuenta? Levante su mano. Tarjeta de oración B. Empezamos con la uno la otra noche, ahora esta noche vamos a empezar con la cincuenta.",
    "¿Quién tiene la letra B, B, cincuenta? Levante su mano. Tarjeta de oración B, cincuenta. ¿Quiere decir que no está aquí? ¿La tiene Ud.? Muy bien, B, cincuenta. B, cincuenta y uno, ¿quién tiene esa? B, cincuenta y uno, muy bien. B, cincuenta y dos, ¿quién tiene B, cincuenta y dos? Muy bien, Ud. la tiene. B, cincuenta y tres, cincuenta y cuatro, venga aquí. Cincuenta y cuatro, cincuenta y cinco.",
    "Mi hijo viene aquí, antes de que yo venga, y revuelve un montón de tarjetas. Y ¿ven cómo están, una aquí y otra allá? Ellos no saben. Ud. pudiera venir de esta fila aquí y tomar el uno, el siguiente el diez, el otro el veinticinco. Nosotros no sabemos dónde están, pero donde estén.",
    "Bien, ¿cuántos llamamos? ¿Cinco, cuatro? B, cincuenta. ¿Fue B, cincuenta, no es así? [Alguien dice: “Sí “.—Editor] B, cincuenta, al cincuenta y cinco. Cincuenta y seis, cincuenta y siete, cincuenta y ocho, cincuenta y nueve, sesenta. Ahora veamos, uno, dos…cuéntalos Billy, y nosotros…sesenta, setenta, que se paren primero, si pueden. B, cincuenta al setenta, setenta y cinco. Cuéntelos Hermano Roy, si Ud. puede, mientras yo le estoy hablando a la audiencia.",
    "¿Cuántos de Uds., mientras miran hacia acá, no tienen tarjeta de oración?",
    "Recuerden, Jesús dijo: “Las obras que yo hago vosotros también las haréis”. ¿Es eso verdad? [La congregación dice: “Amén”.—Editor] Eso es verdad. ¿Lo creen Uds.? [“Amén”.] La Simiente de Abraham así lo dijo.",
    "La Biblia dice que: “El es el Sumo Sacerdote”. Hebreos, el capítulo cuatro: “El es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Editor] Si El es el mismo ayer, y hoy, y por los siglos, ¿cómo lo haría?",
    "Había una mujercita en la Biblia, mientras se fijan en lo que estoy diciendo. Una mujercita en la Biblia, quizás ella no tenía una tarjeta de oración; pero ella dijo en su corazón: “Si yo pudiera tocar a ese Hombre, yo creo en El”. Ella había gastado todo lo que tenía con los doc…con los doctores. Ellos no la pudieron ayudar. Su caso era muy serio. Ellos no la pudieron ayudar. Pero ella creía que Dios la ayudaría. Y ella tocó el borde de Su vestidura.",
    "Y El dijo: “Yo percibo que virtud ha salido de Mí”. ¿Eso es correcto?",
    "¿Creen Uds. que El es el mismo en esta noche? [La congregación dice: “Amén”.—Editor] ¿Creen Uds. que El está aquí? [“Amén”.] ¿Cuántos creen que El se levantó de los muertos? [“Amén”.] ¿Ahora cómo pueden Uds. probar que El se levantó de los muertos?",
    "No hace mucho tiempo, un famoso hombre Bautista vino a mí, y él dijo: “Hermano Branham, yo fui derrotado—derrotado en una ocasión por un Mahometano que me dijo eso. El dijo: ‘Si El se ha levantado, El prometió que El haría las mismas cosas. Veámoslo a El hacerlo’”. ¿Ven?, ellos creen que El no lo hizo.",
    "Pero nosotros creemos que sí lo hizo. Nosotros creemos que El se ha levantado de los muertos. No hay otra religión en todo el mundo que pueda probar que su fundador vive, sólo el Cristianismo. Y la única manera en que Dios puede confirmarlo, es a través de aquellos quienes creen; porque esa es la única manera en que Dios pone por obra Sus Palabras, es en aquellos que lo creen.",
    "Ahora, mientras ellos están alineando aquí esta pequeña línea de oración, yo no sé a cuántos llegaremos. Quiero que cada uno de Uds. guarde su lugar, quédese en su asiento, no se mueva. Miren hacia acá y oren, digan: “Señor Jesús, yo creo”.",
    "Uds. se acuerdan que El me dijo: “Si tú haces que el pueblo te crea; y eres sincero cuando tú oras”. Eso ha sido a través de esta nación, de un lado al otro, por quince años, en ninguna ocasión ha fallado. No puede fallar.",
    "Dios, una cosa que Dios no puede hacer, eso es fallar. El tiene que cumplir Su Palabra. Yo creo eso. Yo creo eso más de lo que yo…más de lo que yo creo que estoy aquí parado, más de lo que yo creo que estoy en este edificio; esto pudiera ser un espejismo, pudiera ser un sueño. En mi alma yo sé que Jesucristo el Hijo de Dios vive. Y Ud. siendo una Simiente de Abraham, estando muerto en Cristo, Ud. es Simiente de Abraham.",
    "Ahora aquí tienen algunos pañuelos. Ha habido gran éxito al hacer esto, en gente que cree. Ahora inclinemos nuestros rostros mientras ellos se alistan, y oraremos por estos pañuelos.",
    "Padre Celestial, somos enseñados en la Biblia, y aquí hay gente que cree que toda Palabra que Tú has dicho es la Verdad. Señor, algunas veces ellos titubean y golpean la cerradura con la llave, errándole, y raspándola, pero ellos creen que está allí. Sólo permíteles que ellos sigan tratando y la encontrarán, porque allí está. Y esa llave es la llave correcta: “Si tú puedes creer, todas las cosas son posibles”. Mientras este canto es entonado, o tocado.",
    "En la Biblia dice que: “Tomaban de Pablo los sudarios y los pañuelos, de su cuerpo, y eran enviados a los enfermos y afligidos, y los malos espíritus salían de la gente y ellos eran sanados”.",
    "Ahora, Señor, sabemos que San Pablo está contigo. Pero no era él; eras Tú, Señor, Cristo en él. El dijo: “Ya no vivo yo, mas Cristo vive en mí”.",
    "Y ahora para esta generación, Tú todavía eres Cristo hoy, como lo fuiste ayer. Y mientras yo oro sobre estos pañuelos, tocándolos, Te pido que Tú derrotes todo enemigo. Dales fe, para que ellos sepan que el enemigo está derrotado.",
    "Y en una ocasión, el Mar Rojo, como acabamos de hablar, tenía a Israel privado de la promesa, y ellos estaban en la línea del deber. Y un escritor dijo que: “Dios miró hacia abajo con ojos de ira, a través de esa Columna de Fuego, y el mar se atemorizó y abrió sus puertas, y ellos cruzaron”.",
    "Mira hacia nosotros en esta noche, a través de la Sangre de Jesucristo. Y que cuando estos pañuelos sean puestos sobre los enfermos, que el enemigo vea nuestra fe en esta noche, mientras oramos esta oración de fe por ellos. Y que cada uno sea liberado, en el Nombre de Jesucristo. Amén.",
    "Ahora les pido su más fina atención. Y quien esté a cargo de este micrófono, súbale. Porque si el Espíritu Santo hace esto…Yo no digo que lo hará.",
    "Ahora si alguien viene aquí y les dice que ellos tienen poder para sanar a los enfermos, no lo crean. Todo el poder está en Cristo. El es el Conquistador, no yo, ni Ud. Nosotros sólo aceptamos lo que El ha hecho. Ningún hombre tiene poder para salvar o para sanar.",
    "Por cada hombre en el mundo, el precio ya ha sido pagado. El requisito ha sido pagado. ¿Cómo fue? “El fue herido por nuestras rebeliones, y por Su llaga fuimos nosotros curados”. Su—su sanidad ha sido pagada. Su salvación ha sido pagada. ¿Tiene Ud. la fe para venir, y aceptarla? Eso es todo. Si Ud. es Simiente de Abraham, Ud. la tiene. Dios lo prometió. Hay algo en Ud. que dice que allí está, y está.",
    "Ahora ¿qué es un don? ¿Es un don algo para salir y sanar a la gente? No. Un don es hacerse uno a un lado del camino para que Dios pueda usarlo.",
    "Ahora, El prometió que la última señal, según Jesucristo: “Así como fue en los días de Sodoma, antes de que fuera quemada”. No antes de que otras cosas acontecieran, el Evangelio fue predicado por Lot, y otras cosas; pero no fue eso. Pero antes de que fuera quemada, Dios descendió en la forma de un hombre, y se sentó con la Iglesia elegida, con Abraham y su grupo, quienes tenían la promesa.",
    "Ahora recuerden, sólo la Simiente de Abraham recibe esto. “Todavía un poco y el mundo no me verá más”, dijo Jesús. “Vosotros me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo”.",
    "Pero El prometió que antes que El regresara otra vez, “Como fue en los días de Sodoma”, miren lo que está recibiendo Sodoma; miren lo que está recibiendo la Iglesia elegida, dijo: “Así será en la venida del Hijo del Hombre”. Dios manifestado en la forma de un hombre, que con Su espalda volteada hacia la tienda, dijo lo que Sara estaba haciendo adentro de la tienda. Todos los que saben que eso es la Verdad, levanten sus manos. Así es, exactamente. Ahora, El lo prometió. Estamos en el tiempo del fin. Ahora recuerden, esa fue la última cosa que sucedió; y el mundo Gentil fue quemado, Sodoma, y el hijo prometido vino a la escena. Nosotros estamos esperando el Hijo prometido, el Hijo de Dios.",
    "Aquí estamos. Que Dios les abra los ojos. Yo no sé qué más decir. Que El les abra los ojos.",
    "Ahora, Padre Celestial, me siento tan imposibilitado, yo soy un poco de barro que Tú has moldeado, y colocado aquí. Oh Dios, que yo en esta noche, tenga Tu gracia y Presencia, que puedas ser Tú, que puedas usar estos pedacitos de barro que Tú has puesto aquí. Que aquellos, Señor, a quienes Tú has llamado a Vida Eterna, y que no lo han aceptado todavía, que ellos vean estas promesas. Quizás ellos han sido enseñados que eso fue para otro día, pero aquí está en la Biblia. Confírmalo, Señor. Esa es Tu propia interpretación. No se necesita más que eso. Si Tú lo haces así, entonces ellos verán que la Palabra es verdad. Concédelo, Padre. Nos encomendamos a Ti.",
    "Permite que cada persona aquí Señor, use su fe en esta noche. Que cada miembro de la Tribu de Abraham, por medio de Jesucristo, tenga fe en esta noche, y acepte Tu Presencia. Y te daremos la alabanza. Amén.",
    "Ahora, esto es…Ahora, esto es extraño. Yo quiero que Uds. me ayuden ahora, oren por mí. Permanezcan muy quietos, no se muevan. Permanezcan quietos, oren.",
    "Ahora, ¿ven?, está cambiando de evangelismo, a una total rendición de tal manera que el Espíritu de Dios pueda llevarlo a uno completamente a otra dimensión.",
    "Ahora, aquí está parada esta joven…Dama, acérquese aquí un poquito, y eso está bien, para no tener que alejarme de este micrófono. ¿Ve?, yo no sé lo que sucede, ¿ve Ud.?, y entonces algunas veces, Ud. sabe…Ahora, la única manera que yo sé, está—está en el micrófono, ¿ve Ud.?, y ellos están tratando de grabarlo, y yo no sé…",
    "Ahora nosotros somos extraños el uno al otro. Yo no la conozco. Nunca la he visto a Ud. en mi vida. Pero Ud. es mucho menor que yo. Y probablemente nosotros nacimos a muchas millas de distancia y con muchos años de diferencia. Esta es la primera vez que nos encontramos. ¿Es esto correcto? Si es así, levante su mano para que la audiencia vea. Ahora, ella es sólo una mujer parada aquí.",
    "Miren, vamos a llevarlo a la Escritura. Vamos a tomar San Juan 4. Cada uno de Uds. léanlo cuando vayan a sus casas. No—no que esta mujer sea ese tipo de mujer; yo no sé. Y Uds. saben que yo no soy Jesucristo. Pero El está aquí. Es El. Ahora, Su Espíritu ungiéndonos, puede revelar su problema, como El lo hizo con la mujer junto al pozo. La misma cosa.",
    "Y por medio de eso, cuando los sacerdotes y los líderes de ese día dijeron: “Este Hombre es un adivino, o un diablo, Beelzebú”.",
    "Esta mujer dijo: “Señor, paréceme que Tú eres un profeta. Nosotros sabemos que el Mesías ha de venir, y esa será Su señal”.",
    "Ahora, ¿cuántos saben que eso es la verdad? [La congregación dice: “Amén”.—Editor] Bien, si El es el mismo ayer, y hoy, y por los siglos, ¿no sería esa Su señal en esta noche? [“Amén”.] ¿Prometió El que así sería un poco antes del tiempo del fin? [“Amén”.] Ahora vean si El guarda Su promesa a la Simiente de Abraham.",
    "Ahora si alguien aquí piensa que eso está mal, venga Ud. aquí y haga la misma cosa. Pero si no es así, entonces no diga nada en contra de esto. Ud. tiene ese privilegio.",
    "Ahora, en el Nombre de Cristo, yo tomo todo espíritu bajo mi control, para la gloria y honra de Dios.",
    "Yo sólo hablaré con Ud. por un momento, damita. Como Ud. sabe, nuestro Señor habló con aquella mujer junto al pozo. El dijo: “Dame de beber”. ¿Qué estaba El haciendo?",
    "Ahora mire, El dijo, en San Juan 5: “De cierto, de cierto os digo, el Hijo”, ese era El, corporalmente, “no puedo hacer nada por Mí mismo”, sólo lo que había visto hacer al Padre. “Lo que el Padre hace, se lo muestra al Hijo. ¿Ven?, Yo no puedo hacer nada de Mí mismo, sino lo que viere hacer al Padre”. Así que, Jesús nunca hizo ningún milagro hasta que primero Dios se lo mostraba a El por una visión; no se lo decía al oído, pero se lo mostraba a El. “Lo que Yo viere”, no lo que oyere, “lo que viere hacer al Padre”. Eso fue lo que lo hizo a El un Profeta como Moisés, como Moisés dijo. Ahora cuando El—El conocía al Padre…El estaba en…",
    "El iba a Jericó, pero El tenía necesidad de pasar por Samaria, y El vino a una ciudad que se llamaba Sicar. Y ahora ¿ven?, los Samaritanos estaban esperando al Mesías.",
    "Los Judíos estaban esperándolo, y El les mostró Su señal. Felipe, Natanael, y Pedro, tan pronto como vieron esa señal, ellos dijeron: “Tú eres el Hijo de Dios”.\n\nEl rabí dijo: “Este Hombre es Beelzebú”.",
    "Pero ahora recuerden, los Gentiles, nosotros, nosotros éramos los Anglosajones, nosotros—nosotros no estábamos buscando a ningún Mesías. Nosotros éramos paganos, Romanos, etc. Nosotros no estábamos buscando a ningún Mesías. El solamente viene a aquellos quienes lo buscan.",
    "Pero los Samaritanos lo estaban buscando, así que El tuvo que pasar por ahí, por Samaria. El se sentó junto al pozo. Salió una jovencita, probablemente como de su edad. Ella era una mujer de mala fama. Yo creo que Ud. ya ha leído la historia. Y El dijo: “Mujer, dame de beber”.",
    "Ella dijo: “Oh, no es costumbre que Tú, siendo Judío, le pidas a una Samaritana tal cosa”.",
    "El dijo: “Pero si tú supieras con Quién estás hablando, tú me pedirías a Mí de beber”.",
    "La conversación siguió. Finalmente, El encontró cuál era su problema. ¿Se acuerda Ud. cuál era? Ella tenía demasiados maridos. Y El dijo: “Ve, llama a tu marido, y ven acá”.\n\nElla dijo: “No tengo”.",
    "Le dijo: “Bien has dicho”, le dijo, “porque cinco has tenido, y el que ahora tienes no es tu marido”.",
    "Ella dijo: “Señor, paréceme que Tú eres profeta. Nosotros sabemos que cuando el Mesías venga, nos declarará estas cosas”.\n\nY El dijo: “Yo soy El”.",
    "Entonces ella dejó su cántaro de agua, corrió hacia la ciudad, y dijo: “Vengan a ver a un Hombre que me ha dicho todo lo que he hecho. ¿No es Este el Mesías?” Ellos no habían tenido un profeta por centenares de años. Y aquí estaba un Hombre que reclamaba ser el Mesías, y probaba ser un—un profeta, y mostraba la señal del Mesías.",
    "¿Le haría a Ud. creer la misma cosa, si El hiciera la misma cosa, siendo que El es el mismo ayer, y hoy, y por los siglos, y ha prometido por estas Escrituras que El lo haría?\n\n¿Haría a la audiencia creer? [La congregación dice: “Amén”.—Editor]",
    "Ud. sufre con un problema del riñón. Si eso es correcto, levante su mano.",
    "¿Por qué es que siempre tengo que enfrentar esto? Alguien dijo: “El adivinó eso”. Yo nunca adiviné eso.",
    "Miren, ella es una mujer amable. ¿Me cree Ud.? Ahora Ud. sabe que yo nunca adiviné eso. Déjeme decir algo más. Su esposo está con Ud. El también está sufriendo. ¿No es así? Una condición en la columna. Eso es correcto. ¿Verdad? Ud. ha traído un niñito con Ud. El también está sufriendo. Ud. quiere que se ore por él. El tiene un problema con sus ojos. Eso es correcto. Ud. tiene una niñita con Ud., ella tiene un problema en el riñón, como Ud. ¿Es eso correcto? Ahora todos Uds. pueden ser sanos, si creen. ¿Lo creen Uds.? Dios les bendiga. Sigan su camino y sean sanos.",
    "¿Lo creen Uds.? [La congregación dice: “Amén”.—Editor] El es el mismo ayer, y hoy, y por los siglos. ¿Qué es? ¿Qué está El tratando de hacer? A Uds. Simiente de Abraham, El está mostrándoles a Uds. que El no está muerto. Yo no puedo hacer esas cosas. El no está muerto. Pero El está vivo, mostrándoles a Uds. que Uds. tienen el derecho de poseer las puertas de su enemigo. Eso debería establecerlo.",
    "Esta dama, venga aquí por un momento. Me supongo que somos casi de la misma edad. Pero nosotros—nosotros somos extraños el uno para el otro, hasta donde yo sé. Yo no la conozco a Ud., y somos extraños. Yo no sé nada de Ud. Si eso es verdad, levante su mano, ¿ven? [La hermana dice: “Eso es verdad”.—Editor] Simplemente le dieron una tarjeta de oración, y aquí está Ud. Muy bien. Ahora si el Señor Jesús…",
    "Digamos que quizás yo estuviera tratando de tomar el lugar del Hermano Oral Roberts, o de alguno de esos grandes hombres de fe, yo diría: “Dama, ¿qué es lo que le pasa?”",
    "Ud. diría: “Bueno, yo tengo esto y esto”, y él pudiera estar equivocado. ¿Ve? Yo no sé. ¿Ve? Pero, él, Ud. pudiera decirle a él lo que le pasa.",
    "El pondría las manos sobre Ud., y diría: “Dios me envió para—para orar por los enfermos. ¿Cree Ud. eso?” “Sí”. “¡Gloria a Dios! Vaya, y créalo”.",
    "Eso está bien. Eso está bien. Dios prometió eso. Pero, ¿ve Ud.?, nosotros estamos viviendo un poco más avanzados en el—el día que eso. Jesús prometió: “Como fue en los días de Sodoma. Las obras que Yo hago vosotros también las haréis”.",
    "Ahora, si Dios puede decirme lo que Ud. ha sido, Ud. sabrá si esa es la verdad o no. El le puede decir lo que Ud. va a ser. Y si eso es verdad, también esto será verdad. Si El le dice cualquier cosa, yo no sé; pero si El me dice cuál es su problema.",
    "¿Lo creerán Uds. también, en la audiencia? [La congregación dice: “Amén”.—Editor]",
    "Yo realmente debería de parar. Sólo con eso, con esa persona que estuvo aquí hace un momento, eso lo debería de confirmar. Jesús lo hizo una sola vez, El no lo hizo otra vez. Todos en Sicar lo creyeron, creyeron en el testimonio de esa mujer, cuando ella llegó y les dijo, y ella era una mujer de mala fama. ¡Una Cristiana acaba de dejar la plataforma, ante todos Uds.! Amén. Pero siendo que es más tarde de lo que pensamos, que el Señor continúe probando que es el gran, poderoso Conquistador, para que la Simiente de Abraham…Así como Abraham, El lo hizo para Abraham una vez; luego destruyó aquello, y lo hizo una vez más. Abraham continuamente creyó en Dios.",
    "Ud. no está aquí por Ud. misma. Ud. está aquí por alguien más, y es por una dama. Es su hermana. [La hermana dice: “¡Oh Señor!”—Editor] Y la dama tiene una sombra de muerte. [“¡Oh Señor!”] Y ella está sufriendo con diabetes. [“Oh!”] Y ella no es de aquí. [“No”.] Ella es de…Ella es de Luisiana, de un lugar pantanoso. [“¡Oh, oh, oh!”] Correcto. Y aquí hay otra cosa, para que la audiencia pueda saber esto. Ud. tiene una hija que está muy enferma, que tiene planes de asistir a estas reuniones, y ella padece de epilepsia. [“¡Oh, oh, oh!”] Eso es verdad. Eso es verdad. ¿No es así? [“¡Oh!”] ¿Cree Ud. ahora? [“Sí. Amén”.] Si Ud. es Simiente de Abraham, acéptelo y siga adelante [“¡Mi Señor! ¡Mi Señor!”], y sea sana en el Nombre de Jesucristo.",
    "¿Lo creen Uds.? [La congregación dice: “Amén”.—Editor] Ciertamente. Recuerden, ésta es Su promesa. El dijo que El lo haría. El guarda Su promesa.",
    "¿Cómo está Ud.? Nosotros somos extraños el uno para el otro. Yo no la conozco. Pero Dios la conoce. ¿Cree Ud. que Dios puede revelarme su problema?, entonces Ud. sabrá que eso tiene que venir de algún poder espiritual. [La hermana dice: “Correcto”.—Editor] Ahora, sólo puede provenir de dos cosas, que Ud. se pudiera imaginar. Cuando es hecho, no se puede explicar, porque es un fenómeno. Y también, es una paradoja; es algo, bueno, es irrazonable aunque verídico. Eso sería una paradoja. Y entonces Ud. sabrá si es verdad o no, Ud. sabrá si El le ha dicho la verdad.",
    "Ahora, recuerde, yo no la conozco. Tiene que ser Alguien más que yo. Si Ud. hace como los Fariseos, y dice: “Oh, es un mal espíritu”, entonces Ud. tendrá esa recompensa. Si Ud. cree que es Cristo, Ud. tendrá Su recompensa. La razón de que Ud. lo puede creer, es porque El lo prometió para este día, y esto no ha acontecido desde ese tiempo hasta el día de hoy. Eso significa que es el tiempo del fin.",
    "Hay alguien que constantemente aparece ante Ud., a cada momento. Es un hombre canoso. Es su esposo. [La hermana dice: “Sí”.—Editor] Está sentado allí mismo. El está tratando de aceptar su sanidad, tiene la sombra de cáncer, un tumor canceroso. Ud. misma tiene problemas en el riñón, problemas en la vejiga. [“Sí”.] Uds. son el Señor y la Señora Little. [“Sí somos”.] ¿Es eso correcto? [“Sí”.] Crean con todo su corazón, y sean sanos.",
    "🦅 ¿Les dijo Ud. a ellos cuál era su nombre?” Seguro. ¿No le dijo Jesús a Pedro: “Tú nombre es Simón, el hijo de Jonás”?",
    "Aquí está un hombre. Nosotros somos extraños el uno para el otro, señor. Yo no lo conozco. Pero Ud. es un hombre, como—como cuando Pedro vino ante el Señor Jesús, así nos hemos reunido. ¿Cree Ud. que yo soy Su siervo? ¿Cree Ud. que lo que yo le he dicho es la verdad? [El hermano dice: “Sí, señor. Lo creo, señor”.—Editor] ¡Si Ud. puede creerlo! [“Sí, señor”.] Yo, si hubiera algo que yo pudiera hacer por Ud., yo lo haría, pero no hay nada que yo pueda hacer. El ya lo ha hecho; es solamente algo para que Ud. lo crea. Y ¿ve?, no sería yo. Si fuera yo, yo haría todo lo que pudiera por Ud. Pero El me dio un don, y yo sólo me rindo ante El, y El es el que habla. [“Eso es correcto, Sí, señor”.] ¿Cree Ud. eso? [“Sí”.]",
    "¿Creen Uds. eso, audiencia? [La congregación dice: “Amén”.—Editor]",
    "Yo quería hallar a un hombre. Ud. padece de muchas cosas. Pero una de las cosas es que Ud. tiene un crecimiento en su ojo derecho. Ese es su principal problema. Aquí hay otra cosa, una mujer sigue apareciéndose aquí. Es su esposa. ¿Cree Ud. que Dios puede decirme aquí, cuál es el problema de su esposa? Su problema está en su boca. Son sus dientes. Eso es correcto. ¿Cree Ud. que el mismo Jesús, que supo quién era Simón Pedro, puede decirme quién es Ud.? [El hermano dice: “Sí”.—Editor] ¿Lo haría creer grandemente? [“Sí, señor”.] ¿Lo haría? [“Sí”.] Oscar Barnes. [“Eso es correcto”.] ¿Es eso correcto? Siga su camino a casa y sea sano.",
    "[Porción no grabada en la cinta.—Editor]…extraño a Ud. Yo no lo conozco, pero Dios lo conoce. ¿Cree Ud. que El es capaz de decirme cuál es su problema? ¿Lo creería con todo su corazón? Su problema está en el área de su garganta, y allí en su pecho. Es un—es una degeneración del hueso. Se le están formando protuberancias y nudos adentro de la estructura del hueso. Eso es correcto. Ud. no es de aquí. Ud. es de una—de una ciudad que tiene naranjales en todo su alrededor. Está en un valle, y tiene una vista panorámica de montañas detrás de ella. Hay un hotel llamado Antlers. Es San Bernardino. Ud. es de allí. Regrese, Jesucristo lo ha sanado, si Ud. lo cree.",
    "Sólo hay una cosa que puede sanar el cáncer, y ese es Dios. ¿Cree Ud. que Dios lo sanará? [El hermano dice: “Seguramente que creo”.—Editor] ¡Créalo! Vaya, y que el Señor lo haga completamente sano.",
    "La razón que Ud. ha estado exce…excesivamente nerviosa, muy molesta. Por este nerviosismo, su estómago ha llegado a esa condición. Ud. no puede digerir su alimento; se le regresa a su boca. Tiene una acidez en su boca. Y ya para la tarde, Ud. se pone demasiado cansada, etc. Ud. tiene una úlcera péptica en su estómago. ¿Cree Ud. que es Jesucristo el que puede decirle eso? [La hermana dice: “Sí”.—Editor] Vaya y coma su cena. Crea con todo su corazón, Jesucristo la ha sanado.",
    "¿Cómo está Ud.? Hay muchas cosas mal. Pero una de las cosas que Ud. teme, es que va a quedar inválida con una artritis. Pero, ¿cree Ud. que Dios la sanará, la sanará de eso? [La hermana dice: “Sí”.—Editor]",
    "Señor Jesús, yo ruego que Tú se lo concedas a mi hermana. Dale a ella—a ella su vista. Quita el problema de dama que ella tiene, y sana esa artritis, en el Nombre de Jesús. Amén.",
    "Vaya ahora, creyendo. El lo hará, y todo estará bien. No dude, sólo siga caminando, y creyendo con todo su corazón.",
    "Los problemas del corazón son una cosa terrible, pero Cristo sana el corazón. ¿Cree Ud. eso? [La hermana dice: “Sí”.—Editor] Vaya, créalo, y todo será hecho, todo.",
    "¿Cree Ud. que va a quedar inválida? No, yo no creo eso tampoco. Mi pensamiento, artritis; esa sombra que está allí, oh, eso es cáncer. [La hermana dice: “¡Oh, oh!”—Editor] ¿Cree Ud. que El la sanará? [“Sí, yo creo”.] Vaya, creyéndolo. El la sanará.",
    "Le ha estado molestando por mucho tiempo, es una perturbación en el corazón. Pero ¿cree Ud. que todo eso va a terminar, en esta noche? Vaya creyéndolo, Jesucristo lo ha sanado.",
    "Ud. ha estado atormentada, con problemas de mujer, por mucho tiempo. Y Ud. tiene problemas al levantarse en la mañana. Sus miembros se le están poniendo rígidos. Ud. casi no puede caminar sino hasta más tarde en el día. Es artritis. Vaya, no dude, Ud. no lo tendrá ya más. Sólo créalo, con todo su corazón.",
    "Ud. tiene muchas cosas, complicaciones. Pero la cosa que la está molestando mucho, Ud. también está pensando en artritis, lo cual sí es, y la está invalidando. ¿Cree Ud. que El la puede hacer que camine, y que la sanará? [La hermana dice: “Sí, señor”.—Editor] Vaya, y créalo con todo su corazón, Jesucristo la sanará.",
    "Corazón nervioso y artritis, pero ¿cree Ud. que Dios la sanará? ¿Lo cree? Vaya, y el Señor Jesús la sanará.",
    "Ese estómago ciertamente le ha dado muchos problemas en los últimos años, ¿verdad? Pero ya no será así. Vaya, creyéndolo. Dios le bendiga.",
    "Ud. también puede seguir, su estómago ha sido sanado. Vaya y crea con todo su corazón. No dude.",
    "Ud. tiene problemas para respirar, ese asma lo molesta mucho. ¿Verdad? ¿Cree Ud. que va a sanar ahora? [El hermano dice: “Sí”.—Editor] Muy bien, vaya y créalo. Amén.",
    "¡Aleluya! ¿Creen Uds. con todo su corazón? [La congregación se regocija.—Editor]",
    "Un momento. ¿Qué, no ven Uds. la Luz allí? Es una damita de color, mirándome, está sentada allí, a ella se le ha desarrollado un crecimiento en su costado izquierdo. Ella tiene problemas de riñón, complicaciones. Ud. tenía más fe. Ud. no tiene que venir aquí. Todo se ha terminado. Sólo crea. Amén. ¡Tenga fe en Dios!\n\n¿Creen Uds. eso? [La congregación dice: “Amén”.—Editor]",
    "¿Cree Ud. hermana, sentada allí, que sanará de ese problema en la columna vertebral? ¿Cree Ud. que El la sanará? Muy bien. No lo dude, y Ud. puede recibirlo si tan sólo lo cree.",
    "Este hombre aquí, mirándome, sufre con un problema en la próstata, levantándose por las noches y cosas. ¿Lo cree Ud. señor? Todo va a terminar entonces, si Ud. lo cree.",
    "Aquí está sentado un hombre de color, sentado allí, mirándome. El está sufriendo con epilepsia. El también está buscando el bautismo del Espíritu Santo. Póngase de pie señor, acepte su sanidad. Que el Señor le dé el bautismo del Espíritu Santo. Amén.",
    "Sentado allí cerca de Ud. está un niño también con epilepsia, se desmaya con ataques, está sentado allí, de ese lado. ¿Cree Ud. que Dios sanará a ese niño? ¿Lo cree Ud. con todo su corazón? Entonces Dios sanará al niño.",
    "¿Lo creen todos Uds.? [La congregación dice: “Amén”.—Editor] ¿No es—no es El, no es El verdaderamente la Simiente Real de Abraham? [“Amén”.] ¿No es El el poderoso Conquistador? [“Amén”.] ¿Prometió El que Ud. podría poseer las puertas del enemigo? [“Amén”.]",
    "¿Cuántos de Uds. están atados, que sienten la presión del enemigo? Levanten sus manos, los que sienten la presión del enemigo, y son Simiente de Abraham. Levanten sus manos así. Digan: “Hermano Branham, yo estoy perturbado con nerviosismo”. Oh, hay cerca del ochenta por ciento de Uds. con eso. Parece que yo…Está tan denso aquí, toda la audiencia se ha convertido como una gran nube blanca, casi me está cegando, allá donde Uds. están.",
    "¿Qué no ven, que hay aquí quizás como veinte o treinta casos o más, aquí en esta plataforma y en la audiencia, que Dios no falla? Es Jesucristo el mismo ayer, y hoy, y por los siglos. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Editor] Entonces ¿por qué no, toda Simiente de Abraham, por qué no toman Uds. la llave ahora? El gran Conquistador, que lo conquistó por Uds., está aquí. El ha probado que está aquí. ¿Le creen Uds.? [“Amén”.]",
    "Entonces tomen su llave de fe, levanten sus manos, y digan: “Jesucristo, yo creo en mi sanidad, ahora mismo”. Pónganse de pie. Levanten sus manos, desaten su fe ahora mismo. “Yo creo, Señor Jesús. Yo creo ahora mismo”.",
    "Ahora pongan sus manos los unos sobre los otros. Pongan sus manos sobre otros, sobre otra Simiente de Abraham. Ahora Ud. ore por esa persona. Ponga sus manos sobre ellos. Jesús dijo: “Estas señales seguirán a los que creen. Si sobre los enfermos ponen sus manos, sanarán”.",
    "Satanás, tú has perdido la batalla. En el Nombre de Jesucristo, sal de aquí, y deja libre a esta gente, para la gloria de Dios. 🦅"
  ]
}