{
  "title": "LA SEÑAL",
  "id": "64120009",
  "content": [
    "🦅  …sea la Palabra. Recuerden mañana en la tarde… [Cinta en blanco.—Ed.] Así es. Pero Uds. saben a lo que me refiero, está como a ochenta kilómetros por la carretera.",
    "En el Libro de Éxodo, leemos esta noche, el—del capítulo 12 de Éxodo, y el versículo 12 y el versículo 13. Yo creo que sería bueno si nos pusiéramos de pie al leer la Palabra, en respeto a Dios. Éxodo 12:12.\n\nPues yo pasaré por la tierra de Egipto esta noche, y heriré a todo primogénito en la tierra de Egipto, así de los hombres como de las bestias; y ejecutaré mis juicios en todos los dioses de Egipto. Yo Jehová.\n\nY la sangre os será por señal en las casas donde vosotros estéis; y veré la sangre y pasaré de vosotros, y no habrá en vosotros plaga de mortandad cuando hiera la tierra de Egipto.",
    "Inclinemos nuestros rostros.",
    "Padre Dios, oramos esta noche que, podamos examinarnos y ver si la Sangre es suficiente, y está a la vista. Mientras hablamos de Tu Palabra, que el Espíritu Santo nos guíe, en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Nuestra lectura de la Escritura esta noche nos lleva atrás al Éxodo. Y Éxodo es “salida”. Y, esto, todos estamos familiarizados con el—el tiempo, y para el contexto. Voy a tomar el tema de: La Señal. Una señal, ¿qué es una señal? Una señal es prueba de una… que se ha pagado un precio.",
    "Como en una compañía de ferrocarril, o el pasaje de autobús, en una línea de autobús, Ud. entra, muchas ciudades aún lo tienen, Ud. puede, o un boleto es una señal, si Ud. va a una empresa de ferrocarril y, o a una línea de aviones, y compra un boleto, no es el dinero que Ud. entrega al subir, la ficha es su boleto, o la pequeña ficha que Ud. tiene… muestra que Ud. ha pagado un precio requerido, ellos requieren un cierto precio, y este precio se ha pagado.",
    "Y el tema del que estamos hablando esta noche, el requisito de Dios para Israel, el requisito de Jehová, era la sangre de un cordero. Ese era Su requisito, y debía ser como una señal. La señal mostraba que el requisito se había cumplido, que lo que Dios había requerido se había cumplido.",
    "Lo que requiere el ferrocarril, la señal muestra que ha sido cumplido. Su pasaje está pagado. Ud. está listo para subirse al tren, avión, autobús, lo que sea, pero Ud. debe tener la señal. Ud. no puede subir sin la señal. Muchas compañías no reciben su efectivo cuando Ud. sale hacia el avión, sale caminando allá y dice: “Quiero pagar mi boleto”. Primero Ud. va por su boleto. Ud. debe tener el boleto, y solo la señal es lo que Ud. debe mostrar. El dinero mismo no funcionará. Ud. debe tener la señal.",
    "La vida había salido del sacrificio, y ahora la sangre era la señal; Sus órdenes habían sido cumplidas.",
    "Es lo que ocurrió en Egipto esa noche espantosa, justo antes de que hiriera la muerte, la última plaga. Dios había mostrado Sus grandes señales y prodigios en Egipto, Su paciencia y bondad, a Faraón y a todo su pueblo. Él había enviado muchas grandes señales a través de esa tierra. Él les envió un profeta, les mostró señales y prodigios, la Columna de Fuego, y todo lo que Él había hecho. Y, sin embargo, con todo lo que Él había hecho, aún así, ellos no se arrepintieron. Ellos no vinieron a Dios. Ignoraron todas Sus señales, ignoraron a Su profeta, ignoraron el Mensaje. Lo quisieron a su manera. Así que Dios Se hartó de ellos, y dijo: “Voy a hacer una separación entre los que creen y los que no creen”.",
    "Yo creo que ese es el tiempo que vivimos ahora, donde Dios está haciendo una elección: el hombre creerá o no creerá.",
    "Y Dios requirió una señal, y esta señal era un cordero inocente que Él había sustituido por la muerte, en el huerto del Edén. Y ahora, al sacrificar el cordero, se debía colocar la sangre sobre el poste de la puerta y sobre el dintel, y era para mostrar que se había cumplido el requisito.",
    "¡Oh!, yo creo que esa es una gran lección para que observemos. Ver al creyente adorar, al ser identificado por la señal de la sangre. Tenía que hacerlo, el creyente tenía que tomar el cordero, sacrificar el cordero, un cordero por casa, tomar la sangre con el hisopo, que es solo un pequeño arbusto que crece allá en el campo. Y ellos, con hierba común, según lo llamaríamos, y tenían que aplicar la sangre. Eso muestra, al aplicar la sangre con este hisopo, que el hisopo representa la fe. Muchas veces, la gente piensa que tienen que tener una especie de fe sobrenatural, para ser un creyente. No es así. El hisopo representa eso, solo es cizaña común que Ud. puede conseguir en cualquier parte, recogerla, sumergirla en la sangre, y aplicar la sangre.",
    "La Sangre, esta noche, se aplica por una fe sencilla. Para nada algo sobrenatural; está a su alrededor, en todas partes. Algo simple, como un niño extender la mano y tomarla, y aplicar la Sangre. El hisopo es la fe sencilla como la de un niño, para el creyente. No es algo fuera de su alcance; Ud. no tiene que extenderse mucho para obtenerla.",
    "Este hisopo que crece en esa región, sale en las grietas de las paredes, una especie de hojita en forma de diamante. Ud. puede recogerla en cualquier lugar. Así como—como lo sería el pasto o la maleza en—en el campo aquí ahora; solo tómela, aplíquela, unte eso en la puerta.",
    "Así es como se debe aplicar la fe; tomar la fe, más bien, y aplicar la Sangre de Jesucristo, por fe, a la puerta del corazón.",
    "Esto iba a separar y hacer la diferencia entre aquellos que saldrían de Egipto, y aquellos que iban a quedarse en Egipto, y perecer con Egipto. Eso hizo la diferencia.",
    "Es extraño cómo Dios siempre obra a través de señas, signos, señales y demás. Él siempre lo ha hecho; es Su manera de hacer cualquier cosa. Él nunca lo hace fuera de eso. Dios nunca se mueve sin hacerlo de esa manera.",
    "De la manera en que Dios comienza, así es como termina. Él es infinito, omnipotente, omnipresente, omnisciente. Él no necesita la ayuda de nadie. Él no necesita nuestra interpretación, como dije anoche. Él no necesita que interpretemos la Palabra y digamos lo que Ella significa. Él habla lo que Eso dice que hará, esa es la interpretación. Nadie tiene que interpretar Eso. Cuando Dios dice: “Sea” y así es, esa es Su interpretación de Aquello.",
    "Pudiéramos decir: “Los días de los milagros han pasado. No existe tal cosa como el bautismo del Espíritu Santo”. Al hombre que Lo cree, Dios le habla, y esa es la interpretación. ¡Ellos lo tienen! Así, ellos saben que Lo tienen, porque Dios le da Su Propia interpretación a Su Palabra.",
    "Eso era lo que Él estaba requiriendo esa noche, para separar a los creyentes de los incrédulos. El creyente, el adorador, estaba identificado con su sacrificio; él debía aplicar la sangre. No era “tomar y matar el cordero, poner la sangre allá en alguna parte, o guardarla en una bandeja, o llevarla a los vecinos”. ¡Él tenía que aplicar la sangre!",
    "Así de esa manera es en esta noche. Pudiéramos venir y simpatizar con todo lo que Dios hace, eso no es lo que Él requiere; Ud. tiene que aplicarla. No es suficiente hasta que Ud. la aplica. La Sangre se debe aplicar, eso muestra que Ud. está identificado. El adorador colocaba su mano sobre el cordero y luego lo mataba, identificándose con el sacrificio.",
    "Lo mismo que hacemos nosotros, esta noche, es poner nuestra mano sobre nuestro Sacrificio, e identificarnos con Él. Y Él es la Palabra. Tenemos que estar identificados solamente por medio de Cristo, siendo cuando estamos identificados por la Palabra, porque Él es la Palabra, siempre lo ha sido; “En el principio era el Verbo, el Verbo era con Dios, y el Verbo era Dios. Y la Palabra fue hecha carne y habitó entre nosotros. ¡El mismo ayer, hoy, y por los siglos!”.",
    "Cierta cantidad de Palabra se asigna a cada generación. Dios envía a alguien allí e identifica esa Palabra, por medio de Su interpretación de Sí Mismo.",
    "Los credos y cosas siempre han tenido a la iglesia en gran confusión, todos dijeron: “Bueno, este es el camino, y este es el camino, y esto es lo que Ud. debe hacer”. Pero Dios viene, entra en la escena y hace que lo que Él dijo se cumpla, esa es la interpretación. No necesita que nadie lo diga; no al hombre pecaminoso, ni organizaciones, ni cualquier gran denominación, ni otra cosa, para interpretar la Palabra; algún obispo, arzobispo, papa, o algo. No es así. Dios Mismo interpreta. Cuando Él prometió, Él lo cumple.",
    "Como he dicho muchas veces: Cuando Él dijo: “Sea la luz” y fue la luz, esa es la interpretación. No necesita más, nada más para tratar de interpretarla, Dios Mismo interpreta.",
    "Al aplicar esta sangre, pues, el adorador identificado se identificaba a sí mismo con la sangre, aplicándola a su propia casa, sobre la puerta, donde él no podía salir ni entrar sin ser reconocido por la sangre. Un tipo muy perfecto de hoy, de la Sangre de Jesucristo. Entonces, la sangre era una señal de identificación. Cristo es la señal de la identificación de un creyente hoy.",
    "La vida animal; en aquellos días, la razón por la que tenían que aplicar la sangre química, tomarla con hisopo, colocarla sobre el poste de la puerta y el dintel, es porque el animal… El adorador que colocaba sus manos y se identificaba con el animal, la vida que estaba en el animal no podía regresar sobre el adorador, porque el animal no tiene alma. Él no se supera en lo absoluto.",
    "Vemos hoy que nosotros los hombres, aunque caídos, en este estado caído, mejoramos la construcción de nuestras casas, construimos, construimos un auto mejor. Tomamos lo que Dios ha creado, lo pervertimos, y lo convertimos en algo para nuestra propia ayuda. Eso muestra que somos hijos de Dios, aun en nuestro estado caído, pero tenemos alma. No podemos crear, como lo hizo Dios. Pero podemos tomar lo que Él creó, y hacer una creación similar de lo que Él ya ha creado.",
    "Un animal no hace eso. El perro aún vive igual que siempre vivió; el pájaro aún construye un nido; y el pez tiene sus sitios de desove. No hay diferencia allí, porque (¿por qué?) ellos no… no tienen alma. Pero prueba que el hombre existe a la imagen de su creador. Por lo tanto, cuando el animal moría y la sangre irrumpía, la célula abierta, la vida está en la célula sanguínea. Y cuando la célula de sangre era abierta, la sangre derramada, el adorador tenía que tomar la química de la sangre y colocarla sobre la puerta, para que se pudiera ver con el ojo natural. Porque la vida que estaba en el animal no podía volver sobre el hombre, al no tener alma, por lo tanto, no se mezclaba con el alma de un hombre. La vida de un animal no regresa sobre el ser humano.",
    "Ahora, nuestro Sacrificio hoy, no solo es un ser humano común, sino que fue Dios Mismo que Se identificó en carne aquí sobre la tierra. Cuando esa Célula de Sangre fue abierta, no solo el alma de un Hombre o el espíritu de un Hombre, sino que Dios Mismo, fue Quien Se identificó en ese Hombre, vuelve sobre el creyente, en el bautismo del Espíritu Santo. Esa es la Señal que Dios requiere hoy. La Señal de hoy, que tenemos que tener, debe ser el Espíritu Santo. Esa es la Señal requerida por Dios. Se lo probaremos a Ud. por las Escrituras.",
    "Si no tiene el Espíritu Santo, Ud. no despliega la Señal. Esa es la Señal, muestra que el… que Ud. mismo se ha identificado con el Sacrificio, y Dios le ha enviado de vuelta la Señal, para mostrar que Ud. ha sido aceptado. Hasta que eso suceda, no importa cuán bueno sea Ud., cuánto sepa, cuán profesor universitario sea, una buena persona, un predicador, lo que pueda ser. A Ud. no se le reconocerá de ninguna manera hasta que pueda mostrar la Señal.",
    "Israel, en ese éxodo, cuando salieron en ese tiempo, ellos tenían que tener la señal, para probar que estaban identificados con su sacrificio.",
    "Y, esta noche, Dios requiere el bautismo del Espíritu Santo, como prueba de que hemos sido identificados en la resurrección de Jesucristo. Nada menos que eso. La Biblia lo enseña, claro, y nosotros debemos creerlo; es la Palabra de Dios. Dios lo está requiriendo. Estamos de nuevo en un éxodo. Todos lo sabemos. Israel marchaba a la tierra prometida, así también la Novia irá a su Hogar, muy pronto.",
    "Ahora encontramos que la sangre fue una señal, y—y fue identificada. Todos fueron identificados por la sangre.",
    "El Espíritu Santo es nuestra Señal hoy, por la cual identificarnos, con Jesucristo, en Su resurrección. La Sangre siendo aplicada por fe.",
    "La química de la Sangre no podía rociar todo corazón, lo sabemos, porque fue derramada en el Calvario; bañó la tierra. Pero al salir, cuando esa Célula de Sangre fue abierta, liberó a Dios, por medio del poder santificador que tenía la Sangre, para regresar a los creyentes.",
    "Dios, en el principio, era Dios, el Padre, Quien vivía sobre todo.",
    "Así como la—la Columna de Fuego que guio a los hijos de Israel por el desierto, Él bajó sobre la montaña. Si alguien tocaba la montaña, por eso el tal debía morir. Dios es santo, y Él no puede tolerar el pecado de ninguna manera. Y el hombre que tocaba esa montaña moría, aun una bestia tenía que ser atravesada. Cuando Dios descendió, Él era santo.",
    "Entonces Dios, condescendiendo, descendió y fue hecho en la forma de un Hombre, para que pudiéramos “palparlo, tocarlo”, dice la Biblia. En esa diminuta Célula de Sangre…",
    "Muchos judíos quieren decir que Él era judío, muchos de nosotros queremos decir que Él era judío, Él no era judío ni gentil, Él era Dios. Él era un Ser creado por la mano del Dios todopoderoso, Él creó el tabernáculo en el que vivió, el cual conocemos como el Hijo de Dios, así es, la deidad, la deidad suprema de Jesucristo, porque Dios moró en Él.",
    "Pedro dijo: “Varones israelitas: Jesús de Nazaret, Varón aprobado por Dios, con señales y prodigios, prendisteis por manos de inicuos, crucificándole. Nosotros fuimos testigos de Su resurrección”, cuando el Espíritu Santo había sido derramado sobre ellos.",
    "Ahora vemos, que en este gran asunto, que, como Dios Se estaba identificando con Israel allá atrás, y requiriendo esa identificación…",
    "Ahora vemos aquí que los judíos podían decir, podrían haber dicho: “Bueno, pues, solo esperen un minuto. Yo soy un… Soy un judío. Estoy—estoy en el pacto de Abraham. Estoy circuncidado”. El pacto había sido, era nulo, si no se desplegaba la señal. ¡Piénsenlo! Estoy hablando de la Señal de este día. Si esa sangre no era desplegada, esa señal, no me importa cuánto Ud. pudiera mostrar que era judío, cuánto Ud. dijera que creía. Ud. pudiera haber sido rabino, sacerdote, o cualquier cosa, pero esa señal se tenía que aplicar. Sin excusa, sí o no; solo hasta que Él viera la sangre, pasaría por alto.",
    "Algunos pudieran decir: “Ven a un lado por aquí. Yo puedo probar que fui circuncidado a los ocho días. El sacerdote lo tiene registrado. Mi nombre está en el libro allá arriba”. Eso no tenía nada que ver en el asunto. La—la señal era la… Si no se aplicaba la señal, el pacto se anulaba. Quedaba sin efecto.",
    "Debemos recordar que lo que Dios dice, Él nunca Se retracta, sino que Él le añade; “A los de antaño, oísteis decir: ‘No cometerás adulterio’, pero Yo os digo que cualquiera que mira a una mujer para codiciarla, ya adulteró con ella”. Él nunca se retracta, Él le añade; Él magnífica. Eso es lo que Él hace. Con todas Sus obras, Él continuamente las magnifica.",
    "De allí es de donde venimos caminando de una edad de la iglesia, de Lutero, a Wesley, a Pentecostés, y más y más a medida que avanzamos. A medida que avanzamos, Dios continuamente magnifica la misma Palabra, la mantiene avanzando así, hasta que finalmente la iglesia llegue a la imagen de Jesucristo, la cual será Su Novia que Él llevará a Casa, correcto, eso que estamos esperando hoy. Seguro, sabemos que la iglesia pasará por la tribulación, pero la Novia no. Ella será sacada de la iglesia, así como—como Israel fue sacado de Egipto. Ahora vemos que el Espíritu Santo fue Aquel que, ahora, nos identifica con Jesucristo.",
    "Los judíos podían decir: “Sí, somos judíos del pacto”. Pero si ellos no tenían la señal, el pacto no tenía efecto.",
    "Es igual hoy. No importa cuán buenos seamos, no importa… Ud. pudiera decir: “Bueno, estoy… yo hice esto, e hice todas estas cosas; y he pagado mis diezmos. Pertenezco a la iglesia, yo hago todo esto”. Dios requiere la Señal, mostrar que Ud. se ha identificado con su Sacrificio, Aquel que Ud. reclama tener, Aquel que Ud. cree que tiene.",
    "Pedro dijo: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”.",
    "¿Quién será ese hombre pecaminoso que cambiará Eso, y dirá: “Los días de los milagros han pasado”? ¿Quién hará eso, y dirá que la Palabra de Dios estaba equivocada?",
    "Cuando Él dijo: “¡Todo aquel que invocare el Nombre del Señor! Porque para vosotros es la promesa, y para vuestros hijos, y para los que están lejos, para cuantos el Señor nuestro Dios llamare”. Él estampará la Señal sobre ellos.",
    "Eso hace la diferencia entre el creyente y el incrédulo. Estaban los sellados por el Reino de Dios, y los marcados por la marca de la bestia, y los que estaban marcados con la marca de la bestia no podían recibir el Sello de Dios. Lo mismo está viniendo hoy, y lo vemos ante nuestros propios ojos.",
    "No importa cuán bueno sea Ud., cuánto Ud. diga que es un creyente, Dios requirió la Señal. Él la requirió en Egipto, Él la requiere esta noche; Él la requiere esta noche. Aún, la Señal se requiere tanto en esta edad como lo fue en aquella edad. No me importa que Ud. sea un estudiante de la Biblia, o qué tan bien pueda explicar las Escrituras; Satanás puede hacer lo mismo. Pero, recuerden, eso no tiene nada que ver en el asunto. Dios requiere una cosa, y es la Señal. La Señal muestra que Ud. está identificado con el Sacrificio suyo que Ud. reclama adorar. Amén. Eso es.\n\n“Cuando Yo vea la sangre” o la señal, “la sangre os será por señal; y veré la sangre, y pasaré de vosotros”.",
    "La muerte estaba lista para herir a Egipto allá, en cualquier momento. Fue un tiempo terrible, tremendo. Dios les había mostrado gracia, al mostrar Su poder, señales. Aun así, ellos no deseaban arrepentirse, ni volverse de su camino. Ellos no quisieron algo así; no lo creyeron. Ellos no creyeron el mensaje que era dado. Dios les había enviado un mensaje; ellos no lo creyeron. Aun así, querían continuar como venían.",
    "Un tipo perfecto de hoy, lo mismo. Todo acontecimiento espiritual y toda señal espiritual es una advertencia de Dios, de que algo está a punto de suceder, si es que esa señal viene de Dios. Si es algo hecho por el hombre, no—no sirve de nada. ¡Pero si viene de Dios! Cualquiera lo sabe, todo el mundo sabe que cuando Dios envía una señal, si es una señal sobrenatural, Él envía un Mensaje con esa señal. Siempre lo hace, Él nunca deja de hacerlo. Vemos cosas que no son señales de Dios, pues, entonces no ocurrirá nada, porque Dios no está en aquello. Pero cuando Dios está en el asunto, un Mensaje sigue aquello, y ese Mensaje debe venir de la Escritura. Debe ser un Mensaje Escritural. Tiene que venir, ASÍ DICE EL SEÑOR. Todo acontecimiento espiritual es una señal de Dios.",
    "Como el Mensaje y las señales que siguen, en este día, como fue en los días pasados por los que pasamos, en tiempos Bíblicos. Y esto no podía ser en ningún otro tiempo hasta ahora. En ningún otro tiempo podía venir este Mensaje hasta ahora. Jesús dijo: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. El Mensaje no podía venir hasta ahora. El mundo no estaba en la condición como lo está ahora. Esta es la hora en que Jesús podría aparecer en cualquier momento.",
    "La virgen durmiente al venir, tratando de comprar Aceite. Es en ese momento cuando la Novia entró, y el resto fue dejado aquí. ¿Alguna vez pensaron en lo que sucedió? Ellos continuaron predicando y pensando que estaban salvando almas, y todo, y no se enteraron; no supieron nada al respecto. La iglesia seguirá avanzando, pensando que almas están siendo salvas y todo lo demás, y la Iglesia ya está (la Novia) sellada. ¡No lo saben! Seguro. Eso es exactamente lo que dice la Escritura. Noé entró en el arca, y Dios lo selló. Verdaderamente. Y llegará el tiempo cuando hombres y mujeres clamarán a Dios, e incluso pensarán que tienen algo, cuando no es así. Esa es la pura verdad. La Escritura habla de eso.",
    "Asimismo, debemos recordar que Dios es “paciente, no queriendo que ninguno perezca”. Él siempre envía Sus señales, Sus maravillas. Y luego, cuando Él ya está para hacer algo, Él separa al creyente del incrédulo.",
    "Fíjense, entonces, cómo Él provee para Su pueblo de la tierra prometida. Miren lo que Él hizo por Su pueblo de la tierra prometida allí, para asegurarse de que no se mezclaran en alguna clase de ismo. ¿Qué hizo Él? Él les envió un profeta, Moisés, con un mensaje, identificando la Palabra de Dios. Y, para identificar a Moisés, Él envió una Columna de Fuego suspendida sobre él. Amén. Entonces, para darles la seguridad perfecta, Él requiere una señal. Amén. Allí está el mensajero, el mensaje, y la vindicación, y la señal, la seguridad perfecta de que no tenían nada de que preocuparse. No importa cuántas plagas vinieran, o lo que dijeran todos los demás, ellos estaban a salvo sellados.",
    "Israel saliendo de Egipto, como dije hace unos minutos, es un tipo de la Novia saliendo de la iglesia. Cuando Moisés comenzó su ministerio, Israel se reunió en un lugar, en Gosén, comenzaron a orar; porque sabían que la hora estaba a la mano, porque sabían que algo estaba allí. El libertador ya había venido. Dios estaba obrando, haciendo cosas, mostrando lo que Él iba a hacer. Ellos venían de todas partes de Egipto, así como vendrán en el día de Su Venida. Sacarán gente de los metodistas, bautistas, luteranos. Todos aquellos que están identificados en Cristo, por la Señal, Dios se los llevará con Él cuando venga.",
    "Leemos aquí en Hebreos, el capítulo 10, versículo 26: “Si pecáremos voluntariamente después de haber recibido el conocimiento de la Verdad, ya no queda más Sacrificio por el pecado, sino una horrenda expectación de fuego que ha de devorar al adversario”. Es decir, si descreemos voluntariamente después de tener un conocimiento de la Verdad, ya no hay más Sacrificio por el pecado. ¡Piénsenlo! No importa lo que Ud. esté pensando en su corazón, la Señal nunca se puede aplicar. Si Ud. La rechaza por última vez, entonces Ella no se puede aplicar; “Él, pues el que peca o voluntariamente descree”.",
    "¡Mientras vemos las grandes señales del fin y los tiempos que vienen, como vienen ahora con una promesa de la Palabra! Toda Palabra que nos ha sido prometida antes del tiempo del fin, estamos sobre ella ahora mismo; incluso la marca de la bestia, y las denominaciones uniéndose, y—y el reinado papal que viene, y todo exactamente como está ahora. El mundo está suspendido allá, las bombas atómicas en los hangares. Y Dios hablando a través de Sus siervos, a las iglesias, y sacándolos, y mostrando las señales que Él prometió que haría justo antes de Su Venida. Estamos en el tiempo del fin. Se requiere la Señal. Sí, señor. Sabemos ahora que aquellas cosas son ciertas. De la manera en que fueron, solo es un tipo de lo que estamos pasando ahora. Al ver estas grandes señales que vienen en el tiempo del fin, nos advierten: el tiempo está a la mano.",
    "No pequen voluntariamente; no descrean voluntariamente. Si hay algo en Ud. que dice: “Bueno, pues, yo no veo para qué necesito el Espíritu Santo. Puede que yo no Lo necesite. Creo que cuando creí, yo lo recibí”.",
    "Pablo les dijo a las personas que hicieron esa pregunta, él dijo: “¿Habéis recibido el Espíritu Santo desde que creísteis?”.",
    "El Espíritu Santo es la Señal. Un hombre le cree a Dios, ciertamente que sí. Pero el Espíritu Santo es un Don de Dios, es algo diferente a su fe. Su fe Lo aplica, esa es la pura verdad, pero el Espíritu Santo es el Testigo. Veremos solo en unos minutos cómo Eso funciona, y lo que sucede, pudiendo estar seguros, para saber si estamos correctos, o no. Nos advierte que el tiempo está a la mano.",
    "Debemos amarnos el uno al otro. Durante este tiempo, la iglesia y el creyente deberían ser inseparables. Los creyentes, los creyentes deberían separarse de todas las cosas del mundo. Todo lo que es impío, el creyente debe separarse de eso.",
    "Fíjense, ellos no debían solo reunirse para hablar de eso, y decir: “Nosotros lo creemos”, ellos se reunían para aplicar la sangre. No para venir, decir: “¡Oh, seguro, yo creo eso!”, caminar de regreso a casa. Ellos tenían que venir y aplicar la sangre, para que la señal se pudiera ver; estar debajo de ella.",
    "Así es hoy. Nos sentamos y escuchamos el Mensaje siendo predicado. Lo leemos en la Biblia. Decimos: “¡Oh, sí, yo creo Eso!”. Eso no es lo que Dios requiere. No importa cuánto Ud. Lo crea, Ud. tiene que tenerlo. ¡Iglesia, despierta!",
    "¡América, esta es tu última hora! El juicio está en la balanza, allá, para esta nación. Si Dios permitiera que esta nación saliera impune con lo que ha cometido ahora, Él estaría obligado a levantar a Sodoma y Gomorra, y disculparse por haberlas quemado. Así es. Vamos a pagar por nuestros pecados. Estamos haciendo lo mismo que ellos hicieron en Sodoma.",
    "Y Dios ha enviado el Mensaje tal como lo hizo en Sodoma. Así exactamente. Él envió uno a la iglesia allá y al grupo de Lot; y a Sodoma; y Él envió a los Elegidos, y demás. Y lo probó, que la iglesia está exactamente en la condición como en los días de—de Lot, como Jesús dijo que sería otra vez. Amigos, está en nuestras manos, ¿qué vamos a hacer con eso?\n\nDicen: “¿Sangre en sus manos?”. Sí.",
    "¿Qué creen Uds. que pensaba Oswald cuando estaba sentado en ese cuarto, el otro día, al haber tomado la sangre de su prójimo, asesinando al Presidente de un tiro? Y sentado allí, sabiendo que tenía que enfrentar esa corte federal, cuando lo examinara esa Corte Suprema, con ojos de furia, sabiendo que en sus manos estaba la sangre del Presidente de los Estados Unidos. Él estaba en una sauna.",
    "¿Qué debiera provocar en un hombre, al saber que ha pisoteado la Sangre de Jesucristo, y rehusado hacerlo? Sentado en una sauna. No solo Ud. va a ser juzgado por una Corte Suprema, por un Dios iracundo que puede desechar el cuerpo, y arrojar el alma al infierno. ¡Deténgase! ¡Mire! ¡Escuche! ¡Preste atención! Lo pisoteamos a Él, sin ningún cuidado, y pensamos que Él es tan amoroso.",
    "Un joven dijo el otro día: “¡Dios me ama tanto!”.",
    "Dios es un Dios bueno, eso es verdad, pero Él también es un Dios de ira, Él es un Dios de juicio, Él es un Dios de ira. No entendemos eso. Ud. lo hace a Él tan bueno al grado que Lo convierte en un abuelito consentidor. Él no es un abuelo consentidor. Él es Dios todopoderoso, y Él no tiene nietos. Él tiene hijos e hijas de Dios, no recibidos por apretón de manos y adoptados. ¡Ud. tiene que nacer de nuevo, y aplicar la Sangre! Son hijos e hijas de Dios. No un abuelo blando que malcría sus muchachos, que los nietos hagan lo que quieran. Él no es un abuelo, Él es un Padre. Sí, señor. Todo hijo debe nacer de Él. Él es un Padre de corrección.",
    "Sabemos que esta hora está aquí, los juicios están a la mano. ¿Qué vamos a hacer con Eso? No me gustaría tener Su Sangre sobre mí. Solo hay una manera en que Ud. pudiera quitársela de encima.",
    "Ud. no se La puede lavar; Pilato lo intentó. Él trató de pasarle la responsabilidad a alguien más, y dijo: “Envíenlo a César, o a alguien más, y vean lo que él hace”. Fue contraproducente. Volvió a caer en su regazo otra vez. ¡Correcto!",
    "Y, hoy, queremos decir: “¡Yo lo haría, si mi esposo! ¡Sí, yo lo haría, si mi esposa! ¡Yo lo haría, si mi iglesia!”. Le resulta contraproducente a Ud. Cuando Ud. dice: “¡Oh, pues, mi iglesia cree esto!”. Pero cuando Jesucristo viene a estas reuniones y Se identifica a Sí Mismo en la Escritura, que Él es el mismo ayer, hoy, y por los siglos, no me importa cuál sea su interpretación, rebota de vuelta a su regazo, y Eso queda en sus manos. No hay nada, hermanos y hermanas, que Uds. puedan hacer.",
    "Amigos, recuerden esto, Uds. de California: Uds. están aquí donde termina la Costa Oeste. Y la civilización ha viajado con ella, y toda la chusma está entrando. Y, lo que sigue, es que Aquello irá a Israel cuando la Iglesia sea arrebatada. ¡Reciban advertencia! Solo hay una manera en que pueden quitarse la Sangre de Jesucristo de sus manos, es poniéndola en su corazón. Solo hay una manera; jamás funcionará de otra manera. Dijo: “¡Cuando yo vea la Sangre, cuando sea aplicada en el lugar correcto!”.\n\n“Bueno” dice Ud., “yo creo en la Sangre”.",
    "¿Qué hubiera pasado si la hubieran tirado en el patio trasero? ¿Y si la hubieran puesto en el gallinero? ¿Y si la hubieran tirado en el garaje? No. Tenía que ser aplicada en un cierto lugar, y era en el dintel.",
    "En el corazón, allí es donde Dios quiere la Sangre, hoy. No en sus manos, sino en su corazón, es donde Dios La quiere.",
    "Y está en sus manos, hoy. Si Ud. no lo ha aceptado a Él, y no tiene el Sello en su corazón, está en sus manos. La identificación de Su Escritura en estos últimos días, La coloca de nuevo en nuestras manos. ¿Qué podemos hacer con este Jesús que es llamado Cristo? ¿Qué vamos a hacer con Aquello? Solo una cosa, es mostrar Su Sangre, al permitir que esté en nuestro corazón, por el Espíritu Santo.",
    "Nosotros, responsables. Cualquiera de nosotros que no esté bajo esa Sangre, Dios no es responsable, ni siquiera uno.",
    "Toda la familia tenía que entrar, no solo un miembro. Dicen: “Bueno, si papá es un buen hombre, él es un predicador, yo seré salvo”. No, señor. Su padre y madre piadosos no tienen nada que ver con Ud. Ud. es un individuo.",
    "🦅 Yo pertenezco a la santa iglesia, aquella iglesia”. La iglesia no tiene nada que ver con Ud.",
    "No existe tal cosa como una iglesia santa; no existe tal cosa como una persona santa. Hay un Espíritu Santo con la gente. El Espíritu Santo en la iglesia; no montes santos, no lugares santos, es un Dios santo. No es Ud. siendo santo, yo siendo santo, es Él Quien es santo.",
    "Nosotros somos responsables ante Él, no ante una iglesia. Somos responsables ante Dios y ante Su Palabra, y Dios es la Palabra. La Biblia dice que eso fue Él. Somos responsables ante Ella. Eso es Jesucristo.",
    "Noten lo que Él hizo entonces. Vemos que toda la familia solo estaba a salvo cuando se desplegaba la señal. Cuando se desplegaba la señal, ellos estaban a salvo.",
    "Miren en el capítulo 2 de Josué, vemos aquí que una ramera creyente, llamada Rahab, una ramera gentil, al otro lado del río, cuando entraron a la tierra prometida, que los espías fueron a espiar, toda su familia fue salva bajo la señal, solo así. Recuerden, el ángel destructor de Dios honró esa señal. Cuando las iglesias se derrumbaron, el alcalde cayó, la ciudad se derrumbó, el rey se derrumbó, el gobernador, los educados, las mujeres bonitas, los hombres apuestos, los importantes, los autosuficientes, y todo lo que no estaba bajo esa señal cayó. Amén.",
    "Así será en la Venida del Hijo de Dios, Su ángel destructor destruirá a todo aquel que no tenga la Señal del bautismo del Espíritu Santo sobre ellos, para mostrar que Ud. ha sido identificado, y ha muerto, Ud. mismo, a su Sacrificio, y ha nacido en el Espíritu de Dios, y está sellado allí por el Espíritu Santo. Un solo Dios, y Él es el Único que habla la Palabra correcta, y Esta es. Nadie puede quitar nada de Ella. Fíjense.",
    "Jericó había oído lo que Dios estaba haciendo. Jericó había oído la palabra. Uds. recuerdan lo que dijo la ramera: “Hemos oído que Dios ha hecho grandes cosas. Yo temo. ¿Tan solo perdonarían mi vida si les muestro amabilidad?”. Jos-…",
    "Y Caleb y—y—y Josué les habían dicho qué hacer, cómo aplicar este cordón escarlata, y que permanecieran bajo él. “¡No somos responsables por ninguna persona!”.",
    "Dijo: “¿Puedo traer a mi padre? ¿Puedo traer a mi madre? ¿Puedo traer a mis hermanos, mis hermanas, mis vecinos?”.\n\n“Trae a todos lo que puedas bajo ella”.",
    "Así es hoy, hermano. No es: “¿Podemos traer a metodistas? ¿Podemos traer a bautistas? ¿Podemos traer pentecostales?”. Todos los que estén listos para entrar bajo Ella, Dios los aceptará. Pero Eso, y solo Eso, únicamente lo identificará a Ud. con Él. Fíjense. Sí.",
    "Sus grandes poderes y señales que Él hizo allá, y viéndolo ellos, pues supieron. ¿Por qué no podemos tener mujeres y hombres, hoy, tan sinceros como lo fue esa mujer, cuando vemos lo que Dios prometió hacer y lo vemos a Él haciéndolo?\n\nEntonces, lo siguiente, vino el juicio.",
    "Ellos debían creer que estaban—estaban… Ellos creyeron, ellos creían que estaban a salvo en ese gran muro donde estaban, donde se encontraban, su gran familia, su gran tremendo lugar. Muchas personas hoy…",
    "Y digo esto, con reverencia y respeto. Mucha gente, hoy, dice: “Yo pertenezco a la iglesia más grande que hay en la ciudad. Mi madre perteneció a esa iglesia. Es una de las iglesias más antiguas”. Eso no tiene nada que ver en el asunto. ¡Se tiene que aplicar la—la Señal!",
    "Ellos pudieron haber pensado que esa tremenda cosa en la que vivían, ese gran sistema, los iba a salvar. Pero encontramos que todo lo que no mostró esa señal, pereció en la ciudad. Así será en la venida del Hijo del Hombre; Él ya lo ha dicho.",
    "Debe haber sido alguno de esos muchachos de las cintas, o alguien, que se metió por allá en ese lugar, y les puso algunas cintas, o algo así, y encontró a los predestinados. Ella tomó toda su casa, y la usó como iglesia, y recibió a los mensajeros.",
    "Entonces cuando los tuvieron a todos, de la ciudad, los que vinieron debajo de eso y creyeron la señal, cuando ella los tuvo a todos allí dentro, entonces vino la destrucción. Cuando la ira de Dios destruyó ese gran sistema que tenían allá, la marca de la señal mantuvo su casa a salvo. La marca de la señal, no otra cosa.",
    "No importa cuántas sociedades, y cuántas cosas buenas de la Cruz Roja tenían, lo cual todo es bueno, cuánto de esto, y cuántas organizaciones de caridad, todo lo que no estaba bajo esa señal pereció. Ahora piénsenlo, ¡todo pereció! No me importa cuán grande haya sido la iglesia que tenían, cuán grande la denominación a la que pertenecían, o el palacio del rey; todo pereció.",
    "Y así también pereció todo en Egipto, lo que no estaba bajo esa señal.",
    "Ahora, Dios no cambia Sus maneras. Él tiene una Señal hoy. Mi hermano, hermana, será mejor que Uds. La reciban. Será mejor que La tengan. Recuerden, es una advertencia.",
    "Miren, la misma vida que hizo la señal, y—y lo mismo que hizo la—la señal en Egipto, perdonó todo bajo ella; todo lo que no la tenía pereció.",
    "Josué es un tipo de Jesús. Pues, Josué significa “Jehová-Salvador”, así también Jesús quiere decir “Jehová-Salvador”. Josué fue fiel a la marca de la Señal que sus mensajeros habían predicado. Así también Jesús será fiel a la marca de la Señal que Sus mensajeros predicaron, cuando Él venga. Todo lo que estuvo bajo ella fue salvo, en Egipto. Todo lo que estuvo bajo ella fue salvo, en Jericó. ¿Y qué de hoy? Encontramos que la sangre del cordero era un tipo de Jesucristo. Muy bien.",
    "En Hebreos 13, encontramos esto, se llama allí: “El pacto eterno”. Dios tuvo un pacto con ellos. Pero la Sangre ahora es un pacto eterno, la Sangre de Jesucristo.",
    "Las promesas de Dios ligadas a la Sangre nos hace libres del pecado y del yo, nos hace libres de cualquier cosa del mundo. No importa cuánto tratemos de imponerlo, el mundo, todo está muerto. Si estamos en las promesas ligadas a la Sangre de Dios, no vemos nada sino la Sangre. ¿Cómo podían mirar hacia afuera por esa puerta sin ver la sangre? ¿Cómo puede Ud. mirar algo sin ver primero la Sangre de Jesucristo? Si Ud. está en Cristo, Ud. ve Aquello, para adorarlo a Él y mostrar Sus promesas en poder. Él prometió que vendrían estas cosas. Su pueblo ligado a la Sangre está en Él, sellado Allí dentro por el Espíritu Santo, y están mirando solamente la Sangre y la promesa. Ellos no pueden mirar al mundo. Están muertos para el mundo, y el mundo está muerto para ellos.",
    "Y ver a Cristianos hoy que pueden hacer lo mismo que el resto del mundo, actúan como ellos, maldicen como ellos, beben como ellos, fuman como ellos, y rebuscan en los chiqueros del pecado, y en los salones de baile, y cosas así, ¿y aún dicen que son Cristianos? Ud. no puede hacer eso, amigo. Por eso es que la gente no puede creer en el Poder de Dios, ellos no pueden creer las señales y prodigios: ellos han muerto a esas cosas y han—han resucitado allá en el mundo. Pero aquellos que están muertos al mundo, han resucitado en Cristo y están esperando Su promesa.",
    "El Nuevo Testamento significa “Nuevo Pacto”. La Vida de la Sangre, la Vida de la Sangre Misma, es la Señal. La Vida que sale de la Sangre es la Señal. Recuerden, en el Antiguo Testamento, se tenía que aplicar la sangre literal del cordero. Aquí, es la Señal de la Sangre; es la Vida de la Sangre, que está en la persona, como una Señal. ¡Oh, vaya!",
    "La Señal nueva es la Vida nueva que viene por medio de Jesucristo, cuando se derramó Su Sangre, para santificar una Iglesia y llenarla con Su Presencia, para que Él pudiera manifestar Su Palabra y Sus promesas al pueblo;",
    "🦅 Dios, muchas veces y de muchas maneras” Hebreos 1, dice: “Él habló a los padres por medio de los profetas, pero en este día postrero, por medio de Su Hijo, Jesucristo”. ¿Qué es Su Hijo? La Palabra; “El Verbo fue hecho carne y habitó entre nosotros”. Y Esta es la Revelación, la plenitud de Cristo. “Cualquiera que Le añadiere una palabra, o quitare Una de Ella, le será quitada, su parte, del Libro de la Vida”. Allí está la Revelación. Solo necesitamos la Señal con nosotros para hacer que esa Palabra viva de nuevo. Para eso Él envió la Señal. Nos da la declaración, nos da esa declaración, y sabemos que es la Verdad.",
    "La nueva Señal muestra que Jesús ha cumplido con cada requisito para nosotros, y Él está aquí, la nueva Señal. La Señal del Espíritu Santo muestra que sabemos que Jesús murió para liberarnos de todas las cosas del mundo, y la Señal que está sobre nosotros lo prueba al vindicar lo que Él dijo.",
    "Ahora, ¿cómo un hombre puede reclamar tener esa Señal frente a él, y negar lo que dice esta Palabra? No es así. No puede ser así. Dios no puede mentir acerca de Su Propia Palabra.",
    "Y por cuanto Él está aquí, tenemos el—el derecho a todo lo que Él nos compró. Fíjense, ¿qué debía hacer la Señal? Comprar. Es un precio que ha sido pagado. Cuando Ud. tiene la Señal, entonces Ud. tiene el derecho de presentar esa Señal, para cualquier cosa que Él le haya comprado a Ud. Y nadie lo puede comprar sin Ella. Solo se puede comprar con la Señal.",
    "Recuerden, si Ud. fuera aquí a una línea de autobús, dijera: “Mire, sabe, tengo un—tengo un pasaje que dice otra línea de autobús”. Eso no servirá. “Tengo un pasaje que dice que viene de Maine, de New Hampshire”. Eso no funcionará en California. Ud. tiene que tener el pasaje de esa línea de autobús, para comprar. Muestra que Ud. compró ese pasaje en ese autobús.",
    "Y cuando podemos desplegar la Señal del Espíritu Santo, muestra que hemos sido aceptados en Cristo, y esa es nuestra Señal de que todo lo que necesitamos Él ya lo compró. Estamos identificados con nuestra Señal. La Señal debe estar lista.",
    "La Sangre, la Sangre del Pacto, no se reconoce sin la Señal. La Palabra nos asegura de la promesa. La Señal es la muestra de que se hizo una compra para nosotros.",
    "Obediencia completa a la Palabra completa de Dios nos da derecho a la Señal. No hay otra manera de que Ud. pueda tener derecho a la Señal, hasta que Ud. obedezca la Palabra completamente. No lo que alguien Le ha colocado, y Le ha añadido; ¡sino lo que Dios dijo de Ella!",
    "Cuando Él dijo: “Os es necesario nacer de nuevo”, eso no significa saltar y saltar en el altar, no significa ir allá atrás y darle la mano al pastor, eso no significa todas estas tonterías que hemos visto hacer, eso no significa poner su nombre en un libro de iglesia, significa muerte a su primer ser, y Vida para el segundo ser. Significa que se ha aplicado la Sangre, y Ud. está identificado a través de la Vida de Jesucristo. Y si Él es la Vid, y nosotros somos los pámpanos, la Vida que está en el pámpano está en la… también de la Vid. Llevará el fruto.",
    "Si brotó ese primer pámpano, ese pámpano de esa Vid, que fue seguido por un libro de los Hechos; si ese pámpano alguna vez produce… la Vid produce otro pámpano, ellos le seguirán con otro Libro de los Hechos, porque es la misma Vida. Si una de sus vides aquí da uvas azules, si produce otra rama, dará uvas azules.",
    "Y se los diré: hoy, le hemos injertado a Ella tantas vides, denominaciones y credos y cosas, y cualquier fruta cítrica injertada puede vivir, vivir de esa Vid, pero eso está dando el fruto equivocado.",
    "Lo que necesitamos hoy, es otro bautismo del Espíritu Santo, y tener el verdadero Poder de Dios que identifica, las obras que Jesucristo prometió para este día, no tanto como para ese día, sino este día, la promesa que Él hizo aquí. Eso fue lo que Él prometió allí: que Él derramaría Su Espíritu. Ahora Él lo ha prometido de nuevo en los últimos días, y lo que Él haría.",
    "Es extraño que siempre podemos mirar hacia atrás, pero nunca se mira hacia adelante. Así es el hombre. Él siempre dice, glorifica a Dios por lo que Él hizo, Lo alaba por lo que Él va a hacer, e ignorando lo que Él está haciendo. El hombre siempre es así. Aún es así.",
    "Obediencia completa a la Palabra trae a Dios, la Palabra Eterna, a su interior, y esa es la Señal. Cuando la Palabra está en Ud., es Cristo en Ud.",
    "Ahora fíjense, cuando, entonces cuando oramos, si tenemos la Señal, y cuando oramos, tenemos la Señal, nosotros presentamos nuestra Señal con nuestra oración. Ahora, si Ud. está enfermo, si Ud. es un pecador, si Ud. está necesitado, cuando Ud. tiene la Señal, Ud. tiene un derecho. Si yo tuviera el pasaje de una línea de autobús en mi mano, no me podrían impedir subir a ese autobús; ellos aceptaron mi dinero, y ya tengo el pasaje. En este caso, yo no podía pagar el precio, Uds. no podían pagarlo, pero Él lo pagó por nosotros y nos dio la Señal. Amén. Yo tengo derecho a la sanidad Divina, Jesucristo murió para que yo pudiera tener sanidad Divina. Tengo el derecho a reclamar toda promesa en ese Libro. Cuándo, ¿cuándo lo recibe Ud.? Cuando Ud. tiene la Señal y puede representar la Señal junto con su oración. Si Ud. no La tiene… La señal de la obediencia plena; la tarifa está pagada.\n\nPablo nos dice: “La Sangre habla”.",
    "🦅 ‘La Sangre habla’, ¿fue lo que dijimos? ¿Habla la Sangre? ¿Puede Ella hablar? ¿Habla la Señal?”. Sí, señor.",
    "Si viéramos—viéramos en Génesis 4:10: “la voz de la sangre de Abel clamó contra Caín”. Encontramos, en Hebreos 12:24, que, “La Sangre de Jesucristo habla mejor”. ¡La Sangre habla! ¿Cómo puede hablar la química? Es la Vida que está en la Sangre la que habla. El alma que estaba en Caín que clamó, eso… o en Abel. ¡Fue la Vida que estaba en Cristo la que clama cosas mejores que cualquiera! Habla, y habla fuerte. Es el Espíritu Santo. Habla claro, nos dice que el tiempo está aquí. Cuando lo vemos donde dijo que lo diría, y luego lo vemos venir e identificar lo que dijo, es, no queda nada más que creer Eso, así es, recibir Eso.",
    "Crean para sí, y también apliquen la Señal por la familia, como lo hicieron en Egipto, y como ellos en Jericó. Hechos 16:31, vemos que Pablo le dijo al—al romano: “Sé bautizado invocando el Nombre del Señor”, él y su casa podían ser salvos haciendo lo mismo.",
    "¡Saquen! Algunas personas quieren aplicar la Sangre y dejar adentro. Ud. aplica la Sangre y saca a patadas toda la basura de la casa, y tiene un tiempo de limpieza. Uds. mujeres se quitan esos pantalones cortos. Uds. hombres, tiran esos cigarrillos; y Uds. mujeres, también. Saquen toda esta cosa vieja del sistema aquí, que se llame el mundo. “Si Ud. ama al mundo o las cosas del mundo, es porque el amor de Dios ni siquiera está en Ud.”. Cuando Ud. esté listo para aplicar la Señal, vacíese y prepárese para Ella; “Uds. no pueden servir a Dios y a Mamón al mismo tiempo”. Las mujeres vienen…",
    "He cruzado este país. He hecho comentarios acerca de la Sra. Kennedy, con su corte de cabello de Jezabel, y todo eso, y sus tremendos peinados altos, y estas mujeres. Me pregunto, si la Sra. Kennedy hubiera oído los Mensajes que he predicado, pudiera haberse dejado crecer el cabello, hace mucho tiempo. Pero he cruzado este país, de un lado a otro, mostrando por la Palabra que eso está errado, y que hay condenación para las mujeres cortarse el cabello, y las mujeres pentecostales continúan, siguen igual. Ella pudiera levantarse en el día del Juicio, por no saberlo, pero Uds. lo saben. Muestra que la Sangre no ha sido aplicada; la Señal no está allí.",
    "El cabello largo es un—un voto nazareo. Muestra que Ud. se ha apartado del mundo, para obedecer la Palabra. Amén. Sansón se dejaba crecer el cabello, por un voto nazareo. Ahora vamos entendiendo estas cosas.",
    "Y las mujeres vistiéndose y actuando y conduciéndose, y los hombres les permiten hacerlo, ¡gran montón de afeminados! Parece que ya ni siquiera existe un hombre. Uds. ven a hombres con zapatos rosados, y—y predicadores en el púlpito, con cosas así. Es una desgracia. Me gusta ver a hombres que nuevamente sean hombres de verdad. Parece que hay una fuerza que los impulsa a hacerlo, es el diablo y la presión de este día. Así es. Puede ser un hombre que pese noventa kilos, y con músculos así, y no tiene ni una onza de hombre; actúa como un gran afeminado aquí. Me gusta que el hombre sea varonil; que las mujeres sean femeninas, que sean damas. Cuando se aplica la Señal, ellos regresan a eso. Dios los hizo diferentes, y ellos son diferentes. El hombre quiere parecerse a la mujer; la mujer quiere parecerse al hombre.",
    "Eso muestra que hay una perversión, un espíritu tenebroso sobre ellos, densas tinieblas sobre la gente. Es la hora del llamado a salir. Hubo una oscuridad sobre Egipto antes del llamado a salir, entonces se aplicó la señal. Es hora de que la iglesia reciba la Señal, o una gran oscuridad estará sobre la gente. ¡Densa oscuridad!",
    "Sí, limpie la alacena, limpie esta casa, ¡oh, tener una buena limpieza de casa a la antigua! Dejen que se aplique la Sangre, y entonces entrará la Señal. ¡Límpienla! ¡Santifíquenla!",
    "Luego aplique la Señal en oración, con confianza, cuando Ud. se haya limpiado, Ud. se ha apartado de las cosas del mundo, ha vaciado fuera toda la incredulidad; “A mí no me importa lo que diga la gente. Si la Palabra de Dios lo dice, y lo prometió, yo lo creo. Si la Palabra lo dice, asunto terminado. A mí no me importa lo que digan los demás”. ¿Ven? Entonces cuando Ud. haya hecho todo eso, Ud. ha aplicado la Sangre y Ud. cree toda Palabra, luego tome su Señal en oración, esté plenamente convencido.",
    "Leemos en—en Efesios, el capítulo 2 y versículo 12, acerca de lo que Dios dijo al respecto, cuando aplicamos esta Señal. Fíjense, “sirviendo al Dios vivo” con obras vivas y con señales vivas, con una Señal viva. No obras muertas, y carnales, no obras muertas. Hebreos 9:11-14, de nuevo nos dice lo mismo. No credos muertos; ¡sino una Señal viva! Ellos, estos credos, niegan hasta que exista tal cosa como la Señal. Ellos ni siquiera creen que exista tal cosa como la Señal, el bautismo del Espíritu Santo.",
    "Pero nosotros que creemos la Palabra, sabemos que sí existe, lo sabemos, y es Su Presencia viviente para nosotros en este día. Nos hemos separado de obras muertas, y el Espíritu Santo entra para confirmar la Palabra y realizarla. Hebreos 13:8 nos lo prueba, prueba que Dios Lo resucitó a Él por nosotros, de acuerdo a Su Palabra prometida. Han pasado miles de años, casi dos mil años, han pasado, pero (¿qué es?) la Señal aún sigue firme, que Dios Lo resucitó a Él al tercer día. Si Ud. solo tiene la Palabra, eso es todo lo que Ud. tiene. Pero cuando se aplica la Señal, entonces Cristo es una realidad para Ud., y Él hace hoy como lo hizo allá. Y entonces lo arroja de nuevo en su regazo; ellos no pueden evitarlo. Dios lo prometió, y aquí está. Pero, se tiene que aplicar la Señal, Ud. recibe la Señal.",
    "Y cuando—y cuando Ud. acepta Su Sangre sacrificada, entonces Él nos da Vida, la Vida de la Señal, y Ella es un Sello prometido. Efesios 4:30: “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados hasta el día de vuestra redención”. Entonces, siendo bautizados en Él, Primera de Corintios 12, llegamos a ser parte de Su Cuerpo.",
    "Y en Él está la plenitud, en Él está toda la suficiencia que necesitamos. Él es mi deleite, Él es mi Vida, Él es mi gozo. Él es mi… Él es más… No, yo no tengo que fumar un cigarrillo para tener algo de alivio, yo tomo el Lirio de los Valles, Él es el Opio, Él es Aquello que—que me hace andar en las nubes. Él es mi Todo Suficiente, Él es mi Esperanza, Él es mi Reposo, Él es mi Dios, Él es mi Salvador, Él es mi Sanador, Él es todo lo que necesito, porque yo muero, morimos en Él, y somos bautizados en Él, y en Él está toda la suficiencia.",
    "Escuchen atentamente mientras hago estas últimas declaraciones. Si Satanás trata de pasarle a Ud. algunas de estas cosas, como la enfermedad, ¿sabe lo que Ud. hace? Solo muéstrele la Señal: “Yo soy un producto comprado. Mi sanidad ha sido pagada. Yo soy un producto de Dios, porque tengo la Señal del Espíritu Santo. Tú no puedes apartarme de esta Carretera; Tú no puedes impedir mi salud. Yo presento la Señal y te muestro que mi… ‘Por Sus llagas fui sanado’. Aquí está la resurrección de Jesucristo, ahora mismo en mí, para probártelo a ti”. ¡Oh, allí está la cosa genuina! Allí está la Señal.",
    "Por eso es que la gente no Lo cree, por eso es que les cuesta ver adentro: la Señal nunca se ha aplicado. ¿Ven?, por eso es que Uds. dicen: “¡Oh, los días de los milagros han pasado!”. Ud. lo hace por ciego.",
    "Jesús dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Estas señales seguirán a los que creen”. ¿Qué tan lejos? “A todo el mundo, a toda criatura”. “En Mi Nombre echarán fuera demonios; hablarán en nuevas lenguas; tomarán serpientes; o beberán cosas mortíferas, no les dañará; si ponen sus manos sobre los enfermos, sanarán”. Apliquen la Señal, y luego reclamen sus derechos. ¡Sacúdala frente a Satanás!",
    "El conductor del autobús dice: “¡Oiga!”. El hombre del avión dice: “¡Oiga! Ud. no puede subirse a este avión”.\n\n“Allí está el pasaje”. ¡Amén!",
    "🦅 Ud. está muy harapiento. Ud. no… Ud. está andrajoso. Ud. es demasiado pobre. No aceptamos a hombres pequeños, a hombres grandes”.",
    "🦅 Pero yo tengo el pasaje”. ¡Amén! “Ud. no puede impedirme entrada”. ¡Aleluya! “Cuando me dieron la señal de pasaje, asunto terminado”.",
    "Yo tengo un derecho, como los demás. Yo tengo un derecho, tal como lo tuvo Pablo. Yo tengo un derecho, el mismo que cualquier hombre que haya sido bautizado con el Espíritu Santo. Yo tengo el mismo derecho, porque tengo la misma Señal, para mostrar que el mismo Dios compró Eso mismo para mí, en el mismo día, la misma cosa.",
    "¡Allí lo tienen, la Sangre, la Sangre! La Señal, no la química de la Sangre, sino la Señal, el Espíritu Santo, la Vida que sale de la Sangre, que viene. ¿Qué hace esa Vida? Viene y confirma para qué se compró la Señal. La Señal confirma lo que la—la Sangre compró para Ud. La Sangre compró su redención. La Señal es una evidencia de Aquello. La Sangre: “Él herido fue por nuestras rebeliones, molido por nuestros pecados; el castigo de nuestra paz fue sobre Él; por Su llaga fuimos nosotros curados”. ¿Ven?, siempre ¡Sangre, Sangre, Sangre! Entonces cuando viene la Señal, muestra que Ud. ha sido identificado con ese Sacrificio. ¡Amén! El diablo no puede impedirles eso.",
    "Es entonces cuando me paro aquí en la plataforma, para enfrentar lo que venga, y alrededor del mundo, y diablos. La Palabra de Dios lo prometió. Mientras pueda saber que esa Sangre se ha aplicado, y teniendo ese Espíritu Santo aquí en mi corazón, el diablo no tiene ni una palabra que decir en contra. Sí, señor.",
    "🦅 Caminaremos donde los apóstoles anduvieron” sí, señor, porque la Señal pagó el pasaje. La Señal es la evidencia de que el pasaje ha sido pagado, y nosotros La hemos aceptado. Y, para probarlo, Dios nos dio la Señal, la señal de que fuimos recibidos.",
    "Un ministro me dijo una vez, dijo: “Hermano Branham, Abraham le creyó a Dios, y le fue contado por justicia”.\n\nYo dije: “Es verdad”.\n\nDijo: “¿Qué más puede hacer un hombre sino creer?”.\n\nYo dije: “Esa es la pura verdad”.",
    "🦅 Entonces, ¿dónde obtiene Ud. este Espíritu Santo, aparte de creyendo?”.",
    "Yo dije: “Pero Él le dio a él el sello de la circuncisión, como una confirmación de su fe”. Amén.",
    "Y si Él no le ha dado a Ud. el bautismo del Espíritu Santo aún, entonces Él no ha confirmado su fe que Ud. dice tener. Pero la Señal es la confirmación.",
    "Yo digo: “¡Tengo el dinero, lo pagué allá en la oficina!”; pero Ud. tiene que mostrar la señal. Así es. Cuando muestro la Señal, yo tengo un derecho.",
    "Y cuando puedo mostrar la Señal, del Espíritu Santo, Ud. tiene el derecho a cualquier cosa comprada por la cual murió Jesucristo. Esa es la Señal. Observen solo por un momento, mientras terminamos. Sostenga la Señal sobre su fe inquebrantable en la Palabra prometida. “Yo creo que Jesús dijo: ‘Pedid al Padre cualquier cosa en Mi Nombre, Yo lo haré’”. Sostenga su Señal sobre esa Palabra prometida, y camine directo a ella. “Yo soy Jehová que sana todas tus dolencias. ‘Él fue herido por mis rebeliones, por Sus llagas yo fui sanado’. Tomo mi Señal, del Espíritu Santo que está en mí, la sostengo sobre mi oración, y digo: ‘Señor Dios, Tú lo prometiste, “Cuando Yo vea la Señal, Yo os recompensaré. Yo prometí hacerlo”’”. Él no puede hacer otra cosa. Él mira directamente a través de la Sangre de Su Propio Hijo. Allí está la Señal aplicada. Él tiene que hacerlo porque lo prometió.",
    "Él no podía entrar en una casa, el ángel de la muerte, el destructor, y sacar alguno. Él no podía hacerlo, porque allí estaba la sangre del cordero, el requerimiento de Jehová.",
    "Y el requerimiento de Él, hoy, es la Sangre de Su Propio Hijo, Jesucristo, y la Señal del Espíritu Santo.",
    "Nosotros no Lo tenemos; pudiéramos ser bautistas, presbisterianos, luteranos, pentecostales, lo que pudiéramos ser; pudiéramos gritar, clamar; pudiéramos ser, ¡oh, tan educados! Eso no tiene nada que ver en el Asunto. Ud. debe presentar la Señal.",
    "Entonces, Ud. es un candidato para la resurrección, porque el Poder resucitador ya está en Ud. La Señal es el Poder de la resurrección, mostrando que Jesús se levantó de entre los muertos. Y Ud. ha resucitado de entre los muertos, las cosas muertas de incredulidad, y ha sido vivificado en la Palabra de Jesucristo. Ud. lo cree y la Palabra vive a través de Ud.;",
    "🦅 Si permanecéis en Mí, y Mi Palabra en vosotros, pedid lo que queráis”. San Juan 14:12: “El que en Mí cree, las obras que Yo hago, él las hará también; mayores que estas hará, porque Yo voy al Padre”. “Un poco, y el mundo no Me verá más; pero vosotros Me veréis; porque Yo estaré con vosotros, aun en vosotros”. ¿Cómo lo hizo Él? No en el cuerpo, pues está sentado a la diestra de la Majestad, sino la Señal, que Ud. lo ha recibido a Él, y Él se Lo ha devuelto a Ud. Tomen esa Señal y reclamen lo que Uds. deseen. Dios lo prometió.",
    "Siempre he dicho que conocí dos clases de personas: los fundamentalistas y los pentecostales. Los fundamentales, posicionalmente, estudian las Escrituras y lo entienden. Ellos dicen: “Bueno, nosotros somos hijos de Dios”. Ellos lo creen, sí, señor, pero no tienen ninguna fe que lo acompañe. Pero los pentecostales tienen mucha fe, y no saben que son hijos de Dios. Como un hombre que tiene dinero en el banco, y no sabe escribir un cheque; y el otro sabe escribir el cheque, pero no tiene dinero en el banco.",
    "¡Si Ud. tan solo pudiera juntar esa cosa, al punto que los hombres y las mujeres pudieran darse cuenta! Ud. que verdaderamente ha sido bautizado en el Espíritu Santo, y tiene la Señal para desplegar, Ud. tiene derecho a toda bendición redentora que Dios prometió. Todo lo que Él prometió es suyo. Sostenga su Señal sobre su fe inquebrantable, mientras ora, y sobre Su Palabra. ¡Fe en Su Palabra!",
    "Una vez Dios le dio una Señal al pueblo, y fue un arco iris. Miren, escuchen atentamente, estamos cerrando. Dios siempre permaneció fiel a esa señal. Allá en antaño, en los días de Noé, en la destrucción del mundo antediluviano, Dios le dio a esta nación, o al mundo, una señal del arco iris, como señal. Y Dios siempre despliega Su señal, a medida que han pasado los miles de años. Él nunca falla, porque Él está pendiente de Sus señales. Por todos estos miles de años Él nos La ha desplegado, mostrándonos que Él nunca falla en honrar la señal. Él nunca falla en honrarla.",
    "Él espera que nosotros mostremos ahora la Señal sobre nuestra fe, al grupo de Satanás y a los incrédulos, y sectas, y demás, que no creen en Ella; de que estamos creyendo lo que Él ha dicho de Sus promesas, y que Jesucristo se ha levantado de entre los muertos, mostrándose vivo. Y Esa es la insignia, la Señal de identificación, porque es la Propia Vida de Cristo en Ud., identificando la Palabra. No necesita nada más.",
    "Esa es la Señal. Sin la Señal… ¡Muestra que el precio está pagado! ¡Muestra que Ud. es un candidato para la resurrección! Ese Dios, ese mismo Poder que levantó a Jesús de la tumba, Uds. lo tienen dentro de Uds. mismos, como una Señal. El Espíritu Santo, en Ud., es la Señal que lo trae a Ud. de la tumba. Pues, la Señal es Dios, el Espíritu Santo, el cual es Vida Eterna. Proviniendo de la palabra griega, Zoe, significa “la Propia Vida de Dios” en Ud. Y eso es lo único que paga el precio. Si esa Señal no está allí, ¿cómo Ud. va a levantarse?",
    "Hermano, hermana, esta noche, con toda justicia a Dios y a Su Palabra, y el uno al otro, y al tiempo en el que estamos viviendo ahora: si Ud. está sin la Señal, si Ud. no tiene la Señal, algunos de Uds. quizás ni siquiera Lo crean, pero está aquí, la Señal ha estado aquí desde que Cristo murió, ¿por qué no se identifica Ud. mismo, en muerte a su propio pensamiento, esta noche, y permite que los pensamientos que están en Él estén en Ud.? “Sea grata la meditación de mi corazón a Ti, ¡oh, Señor! Permite que Tu Palabra…”. “Si permanecéis en Mí, y Mi Palabra en vosotros” ese es Él, “entonces pedid lo que queráis y os será dado”. ¿No creen eso? [La congregación dice: “Amén”.—Ed.]",
    "Inclinemos nuestros rostros por un momento. [Cinta en blanco.—Ed.]",
    "¿Cuántas personas aquí saben que por la manera en que viven, que Uds. realmente no han aplicado esa Señal, Uds. saben que Eso no está allí? Ud. Lo cree, Ud. absolutamente Lo cree; pero Ud. no Lo tiene, Ud. sabe que no. ¿Levantaría Ud. la mano, diría: “Ore por mí, Hermano Branham”? Que todos los rostros estén inclinados. Dios le bendiga.",
    "🦅 Yo no Lo tengo. No Lo tengo, Hermano Branham. Traté de aceptarlo. Yo Lo creo, pero realmente Aquello aún no me ha sido aplicado. Miro en el espejo, veo que no estoy allí. Miro la manera en que me—me siento, lo que hay en mi alma, estoy lleno de mal genio, enojo, soy celoso. Yo tengo todo…”. ¡Oh, vaya! Eso contristaría al Espíritu Santo de Ud. ahora mismo. ¿Ven? ¿Ven?",
    "🦅 Y déjeme decirle, yo—yo—yo entiendo eso, veo la Palabra y La veo confirmada; sin embargo, yo—yo tengo un montón de personas con las que voy, a mi iglesia, o a mi sociedad, a mi fiesta de naipes, o algo. Yo simplemente no puedo dejarlos”.",
    "Eso muestra que Ud. no tiene la Señal; “Si amáis al mundo, o las cosas del mundo, el amor de Dios no está…”. “Salid de en medio de ellos” dice la Biblia, “no toquéis sus cosas inmundas”.",
    "Amigos, no se puede hacer más real de lo que está ahora; no se puede. La Señal está aquí, si La creemos. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] ¿La aceptarán? Muy bien.",
    "Señor Jesús, están en Tus manos ahora. Que la Señal, la Señal, de que Jesús no está muerto; la Señal, de que Jesús se levantó de entre los muertos y está aquí esta noche. Él es la Señal de Su resurrección. Él Mismo es la Palabra. Él está aquí para confirmar todo lo que dijo; Él está aquí para confirmar cada promesa que hizo. Si la gente tan solo pudiera verlo una vez, Señor, que no es algo que pudiéramos conjeturar. Es algo que debemos saber, Señor. No hay un “intentar de nuevo”, uno no puede regresar e intentarlo de nuevo. Tiene que hacerse ahora. Oro, Dios, que toda persona lo reciba a Él, esta noche, y que la Señal de la Sangre se aplique a cada corazón. Y entonces que un avivamiento recorra esta región aquí, que sea grandioso. Padre, lo encomendamos en Tus manos, en el Nombre de Jesucristo. Amén.",
    "Ahora, mientras estamos en oración, todos bien quietos, nadie se mueva ahora, solo un minuto.",
    "¿Creen Uds. que esta es la Verdad, que la Señal se tiene que desplegar? [La congregación dice: “Amén”.—Ed.] Tuvo que ser así, cada vez, en cada edad, Ella tenía que ser desplegada.",
    "Ahora, ¿qué es la Señal?, es la confirmación de Su Palabra. Eso, eso muestra que Él es la Palabra. Ahora, la Palabra dice que Él se levantó de entre los muertos, y que Él está vivo para siempre. Él vive en Su pueblo, el mismo ayer, hoy, y por los siglos. ¿Creen Uds. eso? [La congregación dice: “Amén”.—Ed.] Si creen eso, entonces Uds. tienen un derecho; si Ud. tiene esa Señal, el Espíritu Santo en Ud., le da derecho a todo lo que Su muerte compró para Ud. ¿Lo pueden creer? Ahora miren, así que…",
    "Ahora esta noche no íbamos a orar por los enfermos, esta noche; lo haremos mañana en la tarde. Pero vamos—vamos, esta noche, íbamos a hacer este llamado al altar.",
    "Aquí, amigos, si alguna vez fueron sanados, si viven lo suficiente, Uds. se van a enfermar de nuevo, pero si alguna vez reciben esa Señal, Uds. La han tenido desde siempre; “No contristéis al Espíritu Santo de Dios, con el cual fuisteis sellados para el Día de vuestra Redención”. No hasta el próximo avivamiento; Ud. no fue sellado, que Ud. se emocionó mentalmente. “Pero Ud. está muerto, y su vida está escondida en Dios, por medio de Cristo, y Ud. está sellado por el Espíritu Santo”. ¡Una vez que Ud. es bautizado en ese Espíritu Santo! Ahora, Ud. se puede descarriar, es cierto; pero Ud. no se puede apartar de ese Sello. Ud. ha sido sellado Allí adentro.",
    "Ahora, si Uds. no tienen ese Sello, seamos muy sinceros. Tenemos un lugar preparado aquí y, para todos, podemos recibir el Espíritu Santo. Y si Él sana a los enfermos… Entonces ¿por qué Él puso en mi corazón hacer esto?",
    "Ahora, ese mismo Jesús, que fue levantado de entre los muertos, está aquí ahora mismo. Ahora escuchen. La Palabra no puede decir una cosa y significar otra. Él dijo: “Dondequiera que estén dos o tres reunidos en Mi Nombre, allí estoy Yo en medio de ellos”. ¿Es así? [La congregación dice: “Amén”.—Ed.]",
    "Ahora miren en esta dirección, al hacerlo. ¿Cuántos están enfermos aquí? Levanten sus manos. Solo diga: “Estoy enfermo, estoy necesitado, o yo…”. Ud. no tiene que estar enfermo. Simplemente: “Yo necesito de Dios. Hermano Branham, necesito de Dios, para algo. Yo—yo—yo creo que Jesús está aquí”.",
    "Ahora aférrense de su Señal por ese deseo. Ahora permítanme decirles, por Su Palabra: Él—Él no puede ir en contra de esa Palabra. Él ya ha comprado su deseo, si es conforme a Su voluntad; y Su voluntad es sanar. Su voluntad es darle a Ud. su deseo; “Él no negará el bien a los que caminan rectamente delante de Él”, que presentan esa Señal.",
    "Ahora, Uds. son desconocidos para mí. Pero, un momento, para que Uds. puedan ver. Ahora aquí están los ministros sentados detrás de mí, la gente alrededor. Hay fe e incredulidad aquí, siempre es así. Uno puede captar eso. Pero es la unción del Espíritu Santo, y ese Espíritu Santo es esa Señal. Él es esa Señal.",
    "Ahora, Ud. no tiene que hacerlo. No todos eran Moisés; hubo un solo Moisés, pero el pueblo lo siguió. Ahora Uds. solo crean esto: que Él está vivo hoy. Él está aquí como testigo. Ahora cada uno de Uds. que tiene algo en su corazón, ore.",
    "Ahora, si Él estuviera aquí, Ud. diría: “Señor Jesús, ¿podrías sanarme?”. Él diría: “Yo ya lo he hecho”. ¿Ven?, Él no podría hacerlo de nuevo. Él ya lo ha hecho, pero Él solo quiere que Ud. lo crea.",
    "Ahora, Él prometió en los últimos días, que lo que Dios hizo en carne humana, un poco antes de Sodoma, el fin del mundo gentil, se repetiría de nuevo. Él lo prometió. Ahora, ¿cumplirá Él esa promesa?",
    "Él prometió, Malaquías 4, que Él haría esto, y manifestaría Su Palabra, “para volver de nuevo los corazones de los hijos a los padres”, de regreso a la Palabra Pentecostal original, la verdadera Palabra Bíblica. No el…",
    "Los pentecostales, dicen: “Nosotros somos una organización pentecostal”.",
    "Eso no existe. Pentecostés es una experiencia, no una organización. Ellos trataron de organizarlo, pero no se puede, ¿ven? No se organiza. Pentecostés es una experiencia, es el Sello de Dios, el Espíritu Santo que vino en el Día de Pentecostés.",
    "Ahora crean. Miren hacia acá y crean que les he dicho la Verdad. Y si Él se manifiesta, yo no sé si Él lo hará o no; pero, si Él quiere, eso mostrará que, la Señal de la que estoy hablando, que la Sangre se ha aplicado, y la Señal está aquí para identificar que la Sangre es correcta, que Jesucristo ha resucitado de entre los muertos. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Pues, eso, ¿cómo?, ¿qué más claro puede ser? ¿Ven? Solo créanlo.",
    "Hermano, hermana y amigos, en el Nombre de Jesucristo, créanlo, por el bien de su alma y por el bien de los demás. Uds. nunca tendrán otra oportunidad.",
    "Si Dios me hubiera hablado antes de la fundación del mundo, cuando yo era un pensamiento en Su mente, y también lo fue Ud., si Él me hubiera dicho: “¿En qué edad te gustaría vivir?”. Yo hubiera dicho ahora mismo. Sería este, el tiempo más glorioso que hay.",
    "Crean, ¿lo harán? Ahora, para que Uds. puedan saber que Jesucristo vive. Ahora, en su corazón, ore, y diga: “Señor, Tú eres un Sumo Sacerdote que puede compadecerse de nuestras debilidades, y yo creo que Tú eres la Señal. Ahora, háblame, para poder recibir sanidad”.",
    "Alguien, y vayan como en secciones, se podrá ver dónde, para no tener que estar de aquí para allá, por este lado. Uds. ven las veces…",
    "Verán, una visión, cuando uno ve una visión, también hay que interpretarla; viene dada vuelta. Así que, a veces, cuando uno tiene a cientos presionando, uno puede simplemente… y tiene que enfocarse.\n\nAhora, todos muy reverentes solo por unos minutos.",
    "Entonces, para probarlo. Si un hombre dice algo, y—y—y Dios no lo respalda, pues, entonces no puede ser Dios. Pero si Dios lo respalda, entonces Ud. tendrá que hablarlo con Él, respecto a eso. Que pueda suceder para la gloria de Dios, mientras estoy aquí para representar esta Palabra como la Verdad.\n\nHay un hombre sentado allí mismo. Si Ud.…",
    "Yo—yo solo desearía que Uds. pudieran ver en esta dimensión, esta Luz. Ahora, ahora mismo… Veo algo que sucedió; Él simplemente lo mostró, la parte humana como que queda a un lado. Ese es un don. Y cuando sucede, entonces es—es otro mundo.",
    "Hay un hombre sentado allí, y está orando. Y, lo que le sucede, es que ha tenido una operación, o algo en los intestinos. Y fue hace algún tiempo, pero no quedó bien. Espero que él no se lo pierda. Pero Dios me ayudará, llamaré su nombre: Sr. Price, crea. Yo no lo conozco, señor, soy un desconocido para Ud. Si es así, pónganse de pie. Si es así y sabe… ¿Es así? Sí, señor.",
    "Ahora, ¿no lo ven? ¿Qué es? Es la Señal identificando que Jesucristo resucitó de entre los muertos y es el mismo ayer, hoy, y por los siglos, obrando a través de carne humana, así como Él lo hizo allí ante Abraham, la Iglesia elegida, ante Sodoma. Y Jesús dijo: “Eso sucederá de nuevo, en la venida del Hijo del Hombre”.",
    "Aquí, aquí hay otro hombre sentado aquí, mirándome fijo, un verdadero contacto. El hombre está sufriendo con un problema estomacal y de la espalda. Su nombre es Sr. Flannigan. Yo no lo conozco, pero esa es la verdad. Esa es su esposa sentada allí junto a Ud. Ella también está sufriendo. ¿Cree Ud. que Dios puede decírmelo ahora, en su hermoso contacto de fe? Su esposa tiene un problema en la espalda. Y ella tiene un problema femenino, es en la matriz. Eso es ASÍ DICE EL SEÑOR.",
    "Ahora, ¿qué es? ¿Quién está haciendo eso? La Biblia dice que, “Él es un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. La Biblia dice: “La Palabra de Dios es más cortante que una espada de dos filos”, en Su predicación, cortando en pedazos, y no hace acepción de celebridad, o denominación, ni nada. Y luego también Se identifica como ¿qué? “Discernidora de los pensamientos del corazón”. ¿Es así? Esa es la pura verdad. ¡Si tan solo pudieran creer eso! Solo créanlo con todo su corazón.",
    "Hay una señora sentada aquí mismo. Ella tiene tumores. Ella no es de aquí. Ella es de Sacramento. Su nombre es Sra. Bradley. Pónganse de pie, si es así, señora, y somos desconocidos. Levante sus manos si es así. ¿Es así? Realmente creo que se han ido. Ahora, esa solo fue una mujer sentada allí.",
    "Aquí hay una señora sentada lejos aquí atrás. Ella tiene puesto un sombrero, una especie de sombrero café. Tiene plumas. Se está quitando los anteojos. Está sentada allí, orando. Ella estaba orando para que sucediera algo. ¿Qué hace que esa mujer haga eso? Esa mujer acaba de ser sanada de un problema al corazón. Ella está orando por su hermano que tiene problemas al corazón. Y ella tiene un cuñado que no es salvo, y ella—ella está orando para que él sea salvo. Eso es ASÍ DICE EL SEÑOR. Si así es, señora, póngase de pie, para que la gente pueda saberlo. Ella estaba sentada allí, diciendo esto, orando por esas personas en ese momento. Si es así, mueva su mano, señora, de un lado a otro, para que puedan ver.",
    "¿Cómo podría decirle yo por lo que ella estaba orando, desde la plataforma aquí?",
    "Aquí hay un hombre sentado aquí mismo. Él está sufriendo con problemas en sus rodillas. Está orando por un amigo que está lisiado. Él—él, realmente, él no es de aquí. Él es de Santa María, un lugar llamado Santa María. Y su nombre, le dicen Tony. Póngase de pie, si es así. Soy un desconocido para Ud.",
    "¡Presente su Señal ante su oración! Dios, cuando ese Ángel del Señor me encontró hace años… Cuando vine por primera vez aquí, tomé a la gente de la mano, y les conté a Uds. como Él me dijo que sucedería esto. Ahora hay algo más grande que eso. ¿Ven? ¿Ven? Y sigue avanzando, (¿por qué?) presentando esa Señal ante eso. ¿Ven?, el Espíritu Santo Mismo, Él vive. Él es Quien lo hace. Él dijo.",
    "Ahora, si alguien tiene dudas, vayan a estas personas y pregúnteles si alguna vez los he visto, los conocía, o cualquier otra cosa. Ellos están aquí. Apenas está comenzando a suceder ahora por todo el edificio.",
    "Ahora, aquí, si Dios puede discernir eso, permítanme decirles algo: Hay decenas de Uds. aquí esta noche que necesitan el bautismo del Espíritu Santo, para presentar esa Señal. Ud., Ud. está… Ud. solo piensa que Lo tiene, cuando no es así. No corran ese riesgo, amigos. Créanme. Si Uds. creen que soy profeta de Dios… O, perdónenme, no quise decir eso. Yo no me llamo a mí mismo profeta. Siervo de Dios, si Uds. creen que soy siervo de Dios, se los digo, en el Nombre del Señor.\n\nMientras inclinamos nuestros rostros, por un momento.",
    "Este es el gran llamado. Quiero que toda persona aquí que no sea Cristiana, suba aquí un minuto y me permita orar con Ud., e imponerle las manos, mientras el Espíritu Santo está sobre mí, mientras la unción está aquí. ¡La Señal está desplegada, pruebas infalibles! ¿Podrían mantenerse muy quietos? Salga de su asiento y suba ahora.",
    "Si la hermana allí, o quienquiera que sea el director de cantos, denos el acorde de la música ahora.",
    "¿Puede subir? Y toda persona que no sea Cristiana, venga aquí y párese aquí en el altar, por un momento. Eso es bueno. El Señor le bendiga, mi hermano, el Señor le bendiga, hermana. Pasen directo aquí alrededor del altar, cada persona; “Venid, ahora toda alma oprimida por el pecado, hay misericordia con el Señor”.",
    "Ahora, ¿lo harán? Así es. Vengan directo aquí, párense aquí solo por un momento, Uds. sin Cristo. Miren, la hora se está haciendo tarde, amigos. El ángel de la muerte pudiera separar la Novia de la iglesia, en cualquier momento. ¿Ud. no…?\n\n…toda alma de pecado oprimida,\n\nMisericordia hay en el Señor,\n\n¿Por qué no vienen ahora mientras están cantando?\n\nÉl ciertamente les dará descanso.",
    "¿Por qué? Al darle a Ud. la Señal, entonces Ud. está en el reposo, ¿ve Ud.? Ud. tiene la identificación. El Señor envió Su Mensaje, Lo identificó, la Columna de Fuego.\n\nSolo confía en Él, solo…",
    "Cristianos, Uds. que tienen la Señal, oren. Pecadores sin Cristo, vendrán Uds., mientras Él está tan claramente identificado aquí, como la Señal. La Señal, Él no está muerto, Él ha resucitado de entre los muertos. ¿Vendrán Uds. ahora?\n\n…los salvará, Él los salvará ahora.\n\nSolo confíen…",
    "¡Solo confíen en Él! Ud. dice: “Hermano Branham, yo no sé cómo hacerlo”. Pase aquí, lo único que Ud. tiene que hacer es levantarse. Escuche al Espíritu Santo. Así es como funcionan estas cosas, solo escúchenlo a Él. Él lo prometió. Así como Él prometió hacer estas cosas en el día postrero, Él prometió salvar a los perdidos.",
    "Ud. dice: “Bueno, yo pertenezco a la iglesia, Hermano Branham”. Eso no es lo que le estoy preguntando.",
    "Le estoy preguntando ahora: “¿Es Ud. salvo? ¿Es Ud. un Cristiano?”. Si no es así, suba. Venga aquí. Se los pido, en el Nombre de Cristo, vengan.\n\nConfía en Él, solamente…",
    "Eso es, venga directamente, venga ahora mismo alrededor del altar, hermano.\n\nÉl te salvará, Él te salvará,\n\nÉl los salvará ahora.\n\n¿Qué tiene que hacer Ud.?\n\nSolo confíe en Él, solo confíe en Él,\n\nSolo confíe en Él ahora;\n\nÉl te salvará, Él te salvará,\n\nÉl te salvará ahora.",
    "Así es, sigan adelante, amigos, sigan adelante. Todo Cristiano, ore ahora mismo. Recuerden, la gente quizá venga, esta pudiera ser la última oportunidad que tengan. Esta podría ser la… Si Él puede discernir los pensamientos del corazón, Él me dice y es la verdad: “¡Muchos aquí!”. No permita que Satanás la engañe, hermana, hermano. No dejen que él lo haga, por favor no lo haga. Reciba la Señal de Dios, esta noche. ¿Vendrá ahora?\n\n…ahora.\n\n…solo confiará en Él, solo confiará en Él,\n\nSolo confíe en Él ahora;\n\nÉl te salvará, Él te salvará,\n\nÉl te salvará ahora.",
    "¡Oh, Dios!, oro en el Nombre de Jesús, que Tú mires a esta congregación y la revises. Oro que el gran Espíritu Santo, Quien está aquí ahora presente, mostrando a Jesucristo el mismo ayer, hoy, y por los siglos… Señor, no existe la posibilidad de que Satanás trate de desacreditarlo. Aquí Tú—Tú Te estás identificando, parado aquí en carne humana entre nosotros, e identificándote a Ti Mismo por la Señal que Te identificaría. La Señal es para identificar a Jesucristo, Su resurrección. Y aquí está ahora identificándolo a Él, haciendo lo mismo que Él hizo cuando se paró aquí en un cuerpo físico. ¡Oh, Padre Dios!, que la gente vea y se dé cuenta cómo todas estas Escrituras y cosas se han cumplido perfectamente.",
    "Que toda alma venga ahora, Señor. Ve una vez más, Padre, y háblale a los corazones, para que yo esté seguro que… Te lo he pedido, y sé que Tú lo harás. Tú siempre contestas nuestras oraciones. Habla una vez más, Señor. Estoy seguro que hubo algunos que sintieron que debían hacerlo, pero simplemente no lo hicieron. Concédelo, Señor, que ellos vengan ahora. En el Nombre de Jesús, lo pido.",
    "Con nuestros rostros inclinados, levántense (¿lo harán?) y vengan ahora mientras lo cantamos de nuevo. Y salgan, salgan. Lo siento en el fondo de mi corazón y eso nunca se equivoca. ¿Ven?\n\nSolo confía en Él,",
    "¿Se levantará Ud.? Venga aquí, párese alrededor del altar. No… Esta pudiera ser la última oportunidad que Ud. tenga. Si esa pequeña inquietud ha estado en su mente, no—no se arriesgue. No corra riesgo, amigo. ¿Ven?, las lluvias vinieron, y la gente no lo supo. El ángel de la muerte golpeó, la gente no pensó que así era. Moisés les dijo que iba a suceder. Él fue claramente identificado por Dios.",
    "Ud. dice: “Pero yo soy presbiteriano”. “Yo soy metodista”. “Yo soy bautista”. Yo no… Eso no tiene nada. ¿Ven?",
    "¡Vengan! Les estoy pidiendo que vengan ahora, vengan y realmente recíbanlo a Él. Ud. no… Ud. se aseguraría bien de revisar sus llantas antes de manejar rápido, revisar su auto antes de irse de vacaciones. ¿Tendrá Ud. la identificación de la resurrección dentro de Ud.? ¿No vendrá? Dios le bendiga. ¡Qué bien! Seis, siete, ocho más han venido desde entonces. No me gusta, como, terminar. ¿Vendrá Ud.? Dios lo bendiga, joven. Dios la bendiga, señora.\n\n…ahora\n\nÉl lo salvará, Él lo salvará.",
    "Dios le bendiga, joven. Para que Ud. lo sepa, Ud. era uno de ellos. Eso es.\n\nSolo confía en Él,",
    "Ahora, ¿no es maravilloso verlos? Él… ¿Ven?, el Espíritu Santo nunca se equivoca. Está perfectamente correcto.\n\n…ahora\n\nÉl te salvará, Él te salvará,\n\nÉl te salvará ahora.",
    "¿Está Ud. realmente seguro ahora? Mientras la música continúa, por favor, suavemente. ¿Podría Ud. confiar en Él? ¿Podría Ud. simplemente tomarlo a Él en Su Palabra?",
    "Diga: “Señor, yo siempre he querido ese compañerismo cercano, ese Algo real. Yo, yo realmente Lo quiero, Señor, pero he visto tanta burla de Aquello”. Pues, seguro, ese es Satanás, él—él hace eso para desviarlos a Uds. del camino. “Yo—yo he visto a aquellos que reclaman”. Eso, eso, ¿ven?, eso solo muestra que hay Uno verdadero en alguna parte. Si Ud. encuentra un dólar falso, es solo porque ha sido copiado de uno verdadero. ¿Ven? ¿Ven?",
    "¿No vendrá Ud.? Realmente confíen en Él por el Espíritu Santo. Cuando Él se ha identificado tanto aquí ante Uds., identificándose a Sí Mismo aquí ante como tres mil personas, mostrando. Él lo ha hecho ante quinientos mil en Bombay. Lo hizo antes, como ciento cincuenta o setenta y cinco mil en Durban, Sudáfrica, donde treinta mil nativos en mantas vinieron a Cristo a la vez. ¿Ven? El Evangelio ya casi se ha terminado en América, amigos. Está por terminar. Si Uds. creen que yo estoy conectado con Dios, recuerden, eso es verdad. ¿Por qué no vienen ahora?",
    "Voy a pedirles a nuestros hermanos ministros aquí, si bajan de la plataforma y se paran por aquí, en esta oración por el pueblo.",
    "Los demás pueden inclinar sus rostros, a menos que quieran venir mientras ellos se paran aquí alrededor del altar. Voy a orar con Uds.",
    "Quiero que Uds. varones vayan allá, porque estas personas llegarán a ser miembros de sus iglesias. Ellos han venido, aceptando a Cristo ahora.",
    "¿Por qué no vienen, se paran alrededor?, ¿alguien más quisiera venir en este momento? El altar aún está abierto. Quizás ellos no… Quizás sea demasiado tarde, después de un rato.",
    "Solo piensen, el gran Espíritu Santo viniendo, identificando a Jesucristo vivo, después de dos mil años, ver Su misma Naturaleza haciendo lo mismo como Él prometió que lo haría. Así es.",
    "Estoy muy agradecido por Uds., amigos. Uds. son esa gente de la hora undécima parados aquí, apenas entrando. Estoy tan contento de que vinieran. Cada uno de Uds., recuerden, fue Dios Quien les dijo que vinieran. Humanamente, Ud. no lo hubiera hecho, pero Dios le dijo que lo hiciera.",
    "Ahora, mientras estos hermanos aquí y yo estamos orando, que el Señor… [Alguien le pregunta al Hermano Branham acerca de los otros hermanos ministros.—Ed.] “¿Si un ministro está por aquí”? Seguro, cualquier hermano ministrando, venga aquí. Si Uds. tienen iglesias y cosas por aquí; vengan, háganse alrededor con este pueblo. Estas son personas que se han descarriado, algunas de ellas. Algunos de ellos vienen por primera vez, y están parados aquí ahora. Caminen allí entre ellos. Pasen en medio de ellos. Solo pasen, dígales: “Yo soy el Pastor Fulano de Tal. Estoy aquí para orar con Ud., hermano. Te amo. Te amo y estoy aquí para orar contigo”.",
    "Miren, vengan, de Uds., pasen por aquí. Vengan por aquí, hay lugar por aquí. Algunos de Uds. por aquí. Solo…",
    "Eso es, pasen directo entre la gente, digan: “Yo soy el Pastor Fulano de Tal”. Ponga su mano sobre el hombro de alguien, diga: “Vengo a orar con Ud., querida hermana, querido hermano. Yo vengo a ayudarlos a llegar a Cristo”. Solo pase ahora mismo, diga: “Yo, yo estaré gustoso de ayudarle en lo que pueda. Vamos a orar ahora”.",
    "Le he pedido a la congregación que inclinen sus rostros con nosotros ahora, mientras pasamos a la oración.",
    "Cada uno de Uds. pastores, búsquense una persona, busquen a alguien para imponer sus manos. Cada pastor, pase entre la gente, para que Ud. ponga sus manos sobre alguien. Eso es.",
    "Cada uno de Uds. confiese que ha estado errado. Y recuerden, ese mismo Jesús ahora está aquí mismo. Créanme, esa Luz está aquí mismo entre Uds. Él es Cristo. Solo pídale que lo perdone, y Dios lo limpiará de todo pecado. Solo quédense allí ahora. Y el pastor los guiará directamente al arrepentimiento y directamente a la Señal, y esto concluirá el asunto.",
    "Señor Jesús, Te traemos en esta noche, Señor, todos estos pañuelos y cosas, para la gloria de Dios, para que sanes a cada uno de ellos, para Tu gloria.",
    "Padre, esta congregación, Te vemos muy claramente identificado por Tu Palabra. Identificado como la Persona del Señor Jesús, aquí en la forma del Espíritu Santo, moviéndose entre la gente, discerniendo los pensamientos en sus corazones, sanando sus enfermedades, y llamándolos al arrepentimiento, el gran y poderoso Hijo de Dios. Yo Te los doy a Ti, Padre, como señales de su fe en Tu creencia… en Tu Palabra predicha. La Palabra en que dijiste que Tú… Confío, Señor, que Tú Se la confirmarás a ellos. Son Tuyos. Son regalos de amor; Te los entrego a Ti, Padre. En el Nombre de Jesucristo, salva a cada uno de ellos, Señor. Llena a cada uno con el Espíritu Santo. Concédelo, ¡oh, Dios Eterno! Permite que Tu Espíritu y misericordia estén sobre ellos, para Tu gloria. 🦅"
  ]
}