{
  "title": "CUENTA REGRESIVA",
  "id": "64130009",
  "content": [
    "🦅  Gracias, congregación. Oremos.\n\nSeñor Jesús, siempre somos bendecidos cuando Tú estás en nuestra, o al estar en Tu Presencia. Y oramos en esta tarde que Te encuentres con nosotros de nuevo en una gran manera, y que obres lo—lo inesperado por nosotros nuevamente, hoy. Este día fue dado para orar por los enfermos; lo hemos apartado. Oro, Señor Jesús, que no quede ningún enfermo entre nosotros cuando salgamos.\n\nGracias por permitirme hallar favor con estas personas. Que las cosas que he dicho, Señor, suenen a realidad para la gente, porque es Tu Palabra. Ahora, esperamos que Te reúnas con nosotros ahora, en el Nombre de Jesús. Amén.\n\nPueden sentarse.\n\nQuiero agradecer al Hermano Winners, y por este fino grupo de ministros que han cooperado, patrocinando esta reunión, por todos los ministros que cooperaron, por cada persona que ha venido, y por su gran apoyo en el aspecto espiritual. Ha sido fácil hablar; se me ha dificultado bajarme de la plataforma, podría quedarme por horas. Y—y por todo lo que Uds. han hecho, le agradecemos a la gente, al recinto ferial aquí, a los síndicos, o como sea que lo manejen, por darnos el privilegio de usar este lugar. Por cada iglesia: Oro que Dios multiplique sus miembros y los levante en el Espíritu y obre de manera abundante, excediendo lo que Uds. han estado esperando; que Él lo supere. Agradezco a los Hombres de Negocios Cristianos, a los Hombres de Negocios del Evangelio Completo, también, por su gran apoyo, por ayudarnos aquí.",
    "El Hermano Paul Cain, estuvo aquí con nosotros hoy, supongo que ha estado ayunando. Bueno, aquí, sentado justo detrás de mí. Vaya, ha rejuvenecido bastante. A duras penas lo conozco. Antes era algo gordo, pero ha adelgazado un poco, y ya casi no lo puedo distinguir.\n\nLo vi la otra noche en una visión en el… allá en el Ramada Inn; a una señora por la que él había orado y había ora-… se había orado por ella antes, y no pude distinguirlo, por un rato. Mientras observaba la visión. Yo dije: “Hay un hombre”. Cuando él… Yo… ¡Oh!, la visión se acercó más, y vi, entonces dije: “Es Paul Cain. Él—Él es el que oró por Ud.”. Y—y ella—ella fue sana.\n\nAsí que, estamos agradecidos con el Señor por Su bondad y misericordia. Y amigos, no hay manera de expresar lo que pensamos. Y sabemos que una de estas veces nos vamos a reunir como grupo, como lo estamos ahora, por última vez. No sabemos cuándo llegará ese momento.\n\nEl amado pastor aquí, con Uds., congregación, me invitó de nuevo: Me alegré mucho cuando Ud. dijo: “Si es la voluntad del Señor”. Así me gusta avanzar siempre.\n\nNo he permitido que mis reuniones crezcan a tal calibre que yo no pueda ir donde el Señor me envíe. Dondequiera que… si es donde hay cinco personas, una persona, y si Él quiere que yo le predique a… Bueno, le prediqué a quinientos mil en una ocasión, en Bombay, India. Y prediqué en Durban, Sudáfrica, a cerca de doscientos mil o más; tuve treinta mil convertidos, en una tarde, a Cristo, todos nativos. Y luego tuve un avivamiento hace poco en una iglesia en la que no podían entrar más de veinte. ¿Ven?",
    "Bueno, ahora, los hermanos que tienen grandes ministerios, ellos no podrían venir a un lugar como ese porque simplemente no podrían financiarlo. Tienen que recibir mucho dinero para hacerlo. Y Dios los ha bendecido.\n\nY ciertamente los aprecio, y especialmente, a Paul Cain aquí, Oral Roberts, y muchos de esos grandes guerreros de la fe, que, me siento pequeño al pararme frente a ellos. Ellos son hombres inteligentes, educados y listos; y trabajan para el Señor; y el Señor los ha llamado a una obra, y ellos están haciendo su obra.\n\nYo—yo no podría tomar su lugar. Y el Señor lo sabía. Y yo—yo no podría manejar las cosas como ellos. Por eso es que Él me mantiene humilde, supongo, y—y simplemente me permite quedarme así. Pero, yo puedo ir a los frentes y a las vanguardias, y poner un fundamento hasta que cuando suficientes se reúnan, puedan ver a los grandes ministros—ministros de…\n\nEllos no son grandes ministros, no quiero decir eso. No hay grandes y pequeños entre nosotros; somos iguales, ¿ven Uds.? Pero varones que tienen tales responsabilidades, que ellos tal vez no podrían llegar a cierto lugar, donde tienen que tener muchos miles de dólares al día para mantener eso televisado y el apoyo. Y siempre me gusta hablar en favor de esos hombres para que la gente pueda ayudarlos, Uds. saben, porque realmente necesitan ayuda. Y estamos a favor de todo lo que representa a Jesucristo. Estamos a favor de eso.\n\nAhora, cuando yo fui ordenado por primera vez, fue en la Iglesia Bautista Misionera por el Dr. Roy E. Davis. Y pues no me echaron, yo simplemente me salí, para poder caminar entre las iglesias, y el ministerio que Él me ha dado, no apoyarlo sobre ciertas denominaciones, sino abrazarnos el uno al otro, y decir: “Somos hermanos. Sigamos caminando”. Así que, estoy agradecido por su invitación.",
    "Me estaban diciendo allá afuera que recogieron una ofrenda de amor. Pues, yo—yo no la merezco, y no lo pedí. Pero siendo que lo hicieron, haré lo mejor que pueda, si los gastos ya se pagaron (si los gastos no se han pagado, colóquenlo allí), si ya se pagaron, entonces, ¿saben Uds. lo que hago con eso? Lo aporto a las misiones extranjeras; luego yo mismo voy allá, para saber que este ministerio que Uds. han apoyado, yo se lo llevo a la gente que no puede permitirse el lujo de costearlo. Entonces ellos… no les cuesta un centavo.\n\nPersonas que no diferencian la mano derecha de la izquierda, tendidos afuera, comiendo lo que encuentren para comer, y algunos de ellos muriendo de hambre en las calles y cosas. Me esfuerzo por llevárselo a ellos, y traer el Mensaje lo mejor que puedo de la misma manera que Uds. ven que se hace aquí. Y Dios lo honra; y su dinero está destinado para eso.\n\nFrancamente, yo ni siquiera lo veo, no lo cuento. Va directamente a un fondo; y ese fondo solo se puede usar para misiones en el extranjero; solo para eso. Yo no vivo de eso. La iglesia me da mi sustento: cien dólares a la semana. Eso es todo lo que recibo, cien dólares a la semana.\n\nY luego los… estos fondos van para ayudar a difundir el Evangelio. Y se encuentran en un fondo separado; es controlado por la junta de síndicos del tabernáculo. Así que, yo no lo puedo gastar, ni algún individuo, ni en otra cosa, sino en las misiones en el extranjero.\n\nY luego, cuando tenemos suficiente reunido allí (para no tener que pedirles, o rogarles por dinero cuando lleguemos allá, ni siquiera recojo una ofrenda ni nada), entro allí y uso su dinero. Siento entonces que Uds. son mis socios ayudando a que estas cosas se divulguen. Y cuando el Señor reúne tanto así, entonces siento la urgencia de ir a alguna parte y viajo. Oren por mí, ¿lo harán? Pues, eso es lo que quiero que hagan, oren por mí. [Cinta en blanco.—Ed.]\n\nDios les bendiga. Si no les vuelvo a ver de este lado del río, en la mañana, cuando esté, ¡oh, habrá mucha oscuridad allá!, solo—solo aférrese de su Señal. Y recuerden, vayan a la barca, Él los dejará subir; su pasaje ya está pagado. Asegúrense ahora de tener la Señal, Ella es todo lo que Él reconocerá.\n\nAhora, pongámonos de pie por un minuto, de nuevo, en honor a la Palabra.\n\nAhora, ya estamos como treinta minutos, treinta y cinco minutos tarde. No hablaré sino por unos momentos, porque vamos a tener una línea de oración, llamando a todas las personas que tienen sus tarjetas de oración, para orar por ellos. Esa es nuestra promesa.",
    "Pero ahora estamos de pie en respeto a la Palabra, mientras leo una porción de la Escritura aquí, y le pido a Dios un contexto para mi texto. Vamos a Hebreos, el capítulo 11, si quieren seguir mientras leemos.\n\nEs, pues, la fe la certeza de lo que se espera, y la convicción de lo que no se ve.\n\nPorque por ella alcanzaron buen testimonio los antiguos.\n\nPor la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía.",
    "Oremos. Señor, bendice Tu Palabra. Santifica el instrumento para lo que será usado. Y que el instrumento vaya en línea con la Palabra, para producir Vida y hacer que esta Palabra viva de nuevo delante de nosotros. Lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Ahora denme toda su atención solo por unos momentos, como veinte minutos. Tengo un pequeño texto aquí, y me gustaría llamarlo: Cuenta Regresiva.",
    "Saben, todas las cosas, ¿escucharon lo que dijo la Escritura? Las cosas que son, que vemos, fueron hechas de cosas que no eran, porque fue la Palabra de Dios Quien habló las cosas a existencia. El mundo en el que estamos sentados hoy, las sillas en las que estamos sentados, el piso bajo nosotros, la tierra, los árboles, todo, no es más que la interpretación de la Palabra de Dios. Cuando Dios lo interpreta, al suceder, eso lo revela. “Sea” y así fue. “Sea”, y así fue. ¡Y al ver la naturaleza, cómo está formada!",
    "Ahora, la naturaleza ha sido mi Biblia. Como todos saben, a los que les he… han estado en mi público cuando he hablado, en realidad yo casi estoy en el lado analfabeto, apenas puedo leer. Alcancé una educación de séptimo grado. Tuve mucha experiencia. Pero, en mi predicación, tengo que tomar mi inspiración y tipificarla con algo en la… de la naturaleza, para que Uds. puedan entender de lo que estoy hablando. Yo no puedo usar palabras como un hombre inteligente y educado, porque no tengo la educación para hacerlo. Así que, yo tomo la naturaleza, y tipifico lo que me dice la inspiración, con la naturaleza. Me sentía terriblemente solo, en eso, pero una vez… Leí en la Biblia que los profetas del Antiguo Testamento hacían eso.",
    "Y pues el más grande de los profetas fue Juan. Y vemos que, cuando él tenía nueve años, fue llevado al desierto por el Espíritu, porque tenía que presentar al Mesías. Su padre fue un sacerdote. Y, lo común era que él—él hubiera seguido el camino de su padre. Pero, su trabajo era demasiado importante como para tomar éticas de lo que pensaba otro; él tuvo que recibir su mensaje de Dios. Así que, a la edad de treinta, él salió del desierto, sin educación, pero con un celo ardiente en su corazón, con una revelación de Dios, y una visión, que él iba a anunciar al Mesías. Él lo sabía tan claramente, que dijo: “Hay Uno parado entre vosotros, ahora mismo, que vosotros no conocéis”. Piénsenlo: “Uno parado entre vosotros, aquí mismo, que vosotros no conocéis. Él, Cuyos zapatos no soy digno de desatar, pero Él bautizará con el Espíritu Santo y Fuego. Su aventador está en Su mano”.",
    "¿Y se fijaron Uds. en su—su manera de hablar? Ahora, él les dijo a los fariseos cuando salieron. Él sabía, siendo un profeta, él sabía lo que había en sus corazones. Y él dijo: “Generación de víboras” es decir, culebras. ¿Ven?, ellos, él sabía que eso…",
    "Ahora, otro hombre pudo haber dicho: “Uds.”, alguna otra cosa, Uds. saben, usar una… una—una buena gramática: “Tú, pedazo insignificante de inconveniencia”, o como quieran llamarlo. Quizás no fue eso, solo dije eso, ¿ven? Pues, pudieron haber sido otras palabras que él usó.",
    "Pero, ¿ven Uds.?, su inspiración, él sabía que una víbora era pequeña, y despreciable, y sigilosa. Por lo que dijo: “Generación de víboras, ¿quién os ha enseñado a huir de la ira que ha de venir? No empiecen a decir dentro de sí mismos, que: ‘Nosotros pertenecemos a esto, o a aquello’, porque os digo que Dios puede de estas rocas, piedras” lo que él había visto en el desierto y en la ribera, “levantar hijos a Abraham; también, el hacha está puesta a la raíz del árbol”. Lo que él había visto. “Todo árbol” como en el desierto, “que no produce fruto”, era lo que él usaba como leña. ¿Ven?, “¡Y era aplicada a la raíz del árbol! Y si no produce buen fruto, es cortado y echado al fuego”. ¿Ven?, su inspiración seguía a la naturaleza.",
    "Y—y si Ud. observa muy de cerca la naturaleza, Ud. no se alejará mucho de la Palabra, porque Dios está en la naturaleza. Creo que la última vez que estuve aquí en la Costa Oeste, prediqué sobre las cuatro maneras de ver a Dios: Dios en Su Hijo, Dios en Su Palabra, Dios en la naturaleza, y así.",
    "Ahora, si notamos, todo lo que Dios hizo en la naturaleza, siendo que voy a hablar de esa manera, en cosas naturales tipificando cosas espirituales, ella… por cuanto fue hecha de cosas que no existían, eso era la Palabra. Ahora tomamos por ejemplo como…",
    "Hace unos meses, me pidieron que predicara un sermón, un sermón fúnebre, para un querido amigo mío. Muchos de Uds. leyeron mi libro, y recuerdan donde yo… un muchacho que era… uno que pertenecía a los boy scouts, o algo, y él… Yo le pedí que me guardara… que me guardara su viejo traje de vaque-… o—o de explorador, cuando se le gastara. Bueno, él me guardó una pierna. Uds. lo recuerdan, en el libro. Y yo me la puse. Lloyd Ford, su madre murió hace poco, como a los ochenta y cinco años, un amigo mío muy precioso. Y Lloyd, aún soltero, permaneció con su madre, él se me acercó. Y me dijo: “Hermano Bill”. Así es como me conocía. Nosotros, yo le decía Lloyd, él me decía Bill.\n\nY yo dije: “¿Qué quiere, Hermano Lloyd?”.\n\nÉl dijo: “¿Podría predicar—podría predicar en el funeral de mamá?”.",
    "Yo dije: “Con mucho gusto lo haré. En realidad, sería como mi propia madre”. Dije: “Ella me cocinó tantas comidas y cosas, y fue tan dulce conmigo”.",
    "Él dijo: “Quiero que pronuncie esas últimas palabras sobre ella, Hermano Branham”.",
    "Yo dije: “¿Qué—qué quieres que diga, Lloyd?”.",
    "Él dijo: “Una cosa que quiero que haga. Solo asegúrele a mi familia, asegúrenos de su resurrección”.",
    "Así que tomé el texto por ahí por Job, de cómo Job observó la naturaleza. Y yo dije, en mi…",
    "La muerte de mi propia madre, mi propia madre que acaba de morir hace como dos años. Mi hermana menor acababa de ser salva, hacía poco tiempo, y ella me llamó cuando supo que mamá se iba. Y ella dijo: “Bill, ¿qué puedo hacer?”. Dijo: “No puedo soportarlo más, estar parada allí mirando a mi madre”.\n\nYo dije: “Es el cuadro más hermoso que he visto”.\n\nElla dijo: “¿Cómo puedes decir eso y, tu madre?”.",
    "🦅 ¡Oh!” dije yo, “ella está lista para partir, y queriendo hacerlo. Ella es anciana, y está lista para pasar de esta vida”.",
    "Yo le dije: “Madre, ¿Jesús aún significa para ti… lo que fue en el día que recibiste el Espíritu Santo?”.\n\nElla dijo: “Sí”. Cuando, y yo…\n\nCuando ella no pudo más, le dije: “Sonríe”.",
    "Cuando se debilitó tanto que no podía sonreír ni hablar, yo le dije: “Madre, te estás muriendo”. Ella estaba en mi brazo. Le dije: “Madre, si Jesucristo aún significa lo mismo para ti, y es tan dulce, o aun más dulce que cuando recibiste el Espíritu Santo… Yo soy tu hijo predicador, tendré que encarar el público: ¿Jesús significa algo para ti, al momento de estar partiendo? Si es así, si no puedes hablar…”. Y ella no podía hablar. Le dije: “¿No puedes hablar, madre?”. Ella no podía moverse. Yo dije: “Pestañea, bien rápido”. Y ella comenzó a pestañear muy rápido, y el agua corría por sus mejillas. Cuando ella ni siquiera podía hablar más, pero sus sentidos internos sintieron la Presencia de Jesucristo. A los pocos minutos, un Viento vino barriendo la habitación, y Mamá se fue con Él, a encontrarse con Dios.",
    "Ahora, esta mujer cuando murió, dije: “¿Habrá esperanzas en la resurrección?”. Yo dije: “Todo…”.",
    "He tenido el privilegio de hablar prácticamente en toda nación bajo los cielos. He visto toda clase de dioses y toda clase de religiones, pero ninguna es verdadera sino el Cristianismo; es la única. ¡Incluso la naturaleza misma habla por el Cristianismo, Dios el Creador!",
    "Miren, hay vida, muerte, sepultura, resurrección. ¡Resurrección! Todo el… Ud. no puede salir afuera sin verlo. Observen cómo brotan las hojas en primavera. Obsérvenlas llegar a su juventud en su vejez, en su mediana edad, y luego en su vejez; y las venas de las hojas, llevando la vida. A los pocos minutos, uno se da cuenta de que no pasa mucho, antes de que caiga la escarcha o lo que sea, esas hojas se caen. ¿Y qué sucede? La vida que está en ese árbol, esa savia, baja a las raíces. Si no fuera así, el frío del invierno mataría el árbol, mataría la vida. No puede permanecer arriba, tiene que bajar y enterrarse. Pero en la primavera del año, aquí vuelve, con una hoja nueva otra vez. Está testificando de que hay una vida, una muerte, una sepultura, una resurrección. Todo tipificando. No podemos ocultarlo.",
    "Observen el sol cuando sale en la mañana, el sol que ilumina los cielos. Es un bebé, mecido en los brazos de su madre cuando está débil, sin mucha vida, no es muy fuerte. Y luego, como a las ocho, comienza a ir a la escuela. A las once y media, se ha graduado, y ha salido de la escuela secundaria y de la universidad. Entonces está en su fuerza, desde como las doce hasta como las dos. Entonces comienza a debilitarse, más débil, más débil, más débil, y finalmente se pone muy débil como un anciano o una anciana, y cae. ¿Será ese el fin? Regresa a la mañana siguiente para testificar: “Hay una resurrección, y una vida más allá de la muerte”.",
    "Todo testifica. Toda la naturaleza testifica. La Palabra testifica de eso. El Espíritu Mismo que está en nuestro corazón, testifica de ello. Algo dentro de nosotros clama que, “Hay una resurrección de los muertos”. Así que, ¿ven Uds.?, para decir…",
    "Si todo sirve al propósito de Dios, tiene una resurrección. Pero solo puede resucitar si sirve al propósito de Dios. Si una flor vive y no es germinada, no volverá a crecer. Si Ud. siembra maíz, y no es germinado, no volverá a crecer. Todo lo que no sirva al propósito de Dios, no tiene resurrección. Pero Ud. no puede mantener nada enterrado que sirva al propósito de Dios. Saldrá de nuevo para testificar de una resurrección. Sabemos que todas estas cosas son correctas. Son testimonios para nosotros, para animarnos. A diario, dondequiera que mire, Ud. ve a Dios.",
    "Hay un cuerpo natural, un pueblo. Hay un Cuerpo espiritual de personas.",
    "Hay una novia natural. He tenido el privilegio de casar a buenas parejas jóvenes. Y nunca lo pienso a menos… Yo como que los hago darse la vuelta, pequeñas supersticiones, y yo me coloco con mi—mi espalda hacia el este, y ellos mirando hacia el este. Y mientras los miro, pienso en sus corazones latiendo como uno, Cristo y Su Novia. Hay una Novia natural, y siendo que hay una Novia natural, solo es un testimonio de que hay una Novia espiritual. Hay una Novia espiritual, porque hay una novia natural.",
    "Todos estos eventos naturales, pues, preceden eventos espirituales. Cada evento acompaña al otro, solo que mejorado.\n\nUd. dice: “¿Cómo es eso?”.",
    "Bueno, algo así como una Vida espiritual, cuando entra en la vida natural, mejora la vida natural. Eso, Eso lo pone a Ud. en una condición mejor de lo que estaba en la vida natural.",
    "Cuando la hoja se envejece y muere, cuando regresa con la vida de nuevo en la resurrección, para testificar en otro año, regresa en mejor condición que cuando cayó. ¿Ven?, todo testifica de estas cosas.",
    "Ahora tomemos, por ejemplo, los logros que el hombre ha podido hacer en la tierra. En todos estos logros naturales ahora… Quiero su completa atención ahora. Los… Todos los logros naturales que han sucedido en la tierra, han sido precursores de logros espirituales que Dios ha hecho por medio de Su iglesia.\n\nTodas las cosas naturales son un tipo de las cosas espirituales.\n\nAhora Ud. dice: “¿Cómo es eso?”.",
    "Tomemos, por ejemplo, el transporte. Primero, el transporte fue a caballo. El siguiente, fue en automóvil. Luego la ciencia nos construyó un avión. Y, pero, ¿ven Uds.?, es un… Primero, fue un caballo de fuerza. El automóvil tenía tal vez veinte caballos de fuerza. El avión llega a cientos de caballos de fuerza. ¿Ven lo que es? Fue así como pasamos del caballo, luego se hizo un automóvil, y lo siguiente fue un avión. Seguimos avanzando, más y más alto, avanzando más y más. Este es el logro de la ciencia. Esto es un precursor de las cosas espirituales que han sucedido, de Dios, por Su Espíritu, que han sucedido en Su Palabra prometida.",
    "El hombre natural, a través del conocimiento, mira hacia atrás en busca de su logro; esa es la ciencia, ver lo que Dios ha hecho en una creación anterior. Ellos salen y recogen terrones, y toman pedazos de rocas y fósiles, y—y elementos, y los unen. ¿Ven?, en ese logro, ellos toman lo que Dios ha hecho, y lo pervierten de su estado original, haciendo sus viviendas, y demás, y su economía un poco mejor, de lo que fue creado. Eso es un logro natural, hecho por el hombre.",
    "Pero Dios, en el logro espiritual, avanza, no retrocede. Él avanza, mirando la Palabra, y creyendo las promesas de cosas que aún no han venido, para que las revelaciones espirituales manifiesten las cosas espirituales que Dios ha prometido. Él ve que se manifiesten. Así como el científico en su laboratorio trabaja en diferentes cosas para ayudar al hombre, estudiando la creación; el hombre espiritual espera algo que Dios prometió, que ni siquiera ha sido creado aún. El hombre natural mira hacia atrás; el hombre espiritual mira hacia adelante.",
    "Así es, y tienen—lo tienen así en la iglesia. El miembro natural de iglesia mira hacia atrás a Finney, Sankey, Knox, Calvino. Eso estuvo bien, pero ese era el día de ellos. Nosotros esperamos algo más, una promesa mayor y más arriba, y lo que Dios ha prometido. La ciencia va atrás para verlo. Nosotros vamos adelante, en la Palabra del Señor, para encontrar lo que Dios ha logrado.",
    "En estas dos cosas, una precede a la otra, o la tipifica. Ahora, así como la ciencia ha podido lograr más caballos de fuerza, como lo hizo al tomar el poder y fabricar mejores instrumentos, los automóviles y aviones, Dios ha logrado de esta misma manera, como cada uno de esos tipos. Ahora observen.",
    "Allá atrás en los días de Lutero, su poder era caballos de fuerza. Y luego, Dios, al tener a Lutero en Sus manos, controlado, fuera de una gran organización, o un sistema, Él le permitió al hombre ver que “el justo por la fe vivirá”. Y cuando él pudo lograr la justificación, y predicarla, la iglesia llegó a Vida. Llegó a Vida y comenzó a moverse un poco, allá en los días de caballos de fuerza, cuando los caballos de fuerza estaban a punto de desvanecerse, del carruaje, y del caballo y la carreta. Ahora, él logró la justificación y, por medio de eso, entonces la iglesia recibió Vida al creer en Jesucristo. No tomando algún…\n\nUd. dice: “Yo le creo a la iglesia. Yo creo esto”.",
    "🦅 Creerle a Él es Vida”. ¡Justificados por la fe! Lutero lo predicó. Eso se tipificó en los días del caballo y la carreta.",
    "Luego Él tomó a un hombre en Inglaterra, llamado Juan Wesley, bajo Su control, y le sacó todos los ismos. Y Él pudo, por medio de Juan Wesley, traer santificación a la iglesia. La santificación puso a la iglesia de pie y la capacitó para caminar. Ahora al final de la edad de Wesley estaba el automóvil, vemos que cuando el… al final de la iglesia de Wesley, quiero decir. No… ¿Ven?, todo—todo reformador viene al final de la edad. Ahora vemos que Wesley, en la última edad de su iglesia, vino justo antes de los pentecostales. Pues, vemos que la iglesia cobró suficiente fuerza, por medio de la santificación, para alejarse de las cosas del mundo. Santificar significa “separar para la gloria de Dios”. Es una lástima que haya perdido eso. Pero cobró la fuerza suficiente.\n\nLutero le dio luz, allá en el día del caballo y la carreta.",
    "Wesley la puso de pie, para caminar; santificación, separando de las cosas del mundo. De allí salieron las ramitas, como el Peregrino de Santidad, y nazarenos, y todo lo demás que salió de allí, por la santificación.",
    "Pero, recuerden, ellos no podían quedarse quietos. La Columna de Fuego se movió. Y llegaron a la calle Azusa, aquí en California. Y entonces, ¿qué hizo? Eso representó los días del avión, del automóvil, cuando ellos… Dios fue capaz, por medio de los hermanos Wright, de… o el hombre fue capaz, de lograr un avión que pudiera volar. Inmediatamente, antes de eso, cayó el pentecostés de la calle Azusa, y el hombre se encumbró en el aire, a lo sobrenatural, a lo desconocido. Habló en lenguas desconocidas, hizo cosas desconocidas que eran extrañas para la iglesia, por cuanto él había despegado de la tierra, se había encumbrado (el aire) en el aire. ¿Qué provocó? Inmediatamente después de que llegaron los aviones, él se elevó en el aire. Dios mostró, por los aviones, que Su iglesia se estaba levantando. Él muestra, por medio de las cosas naturales, lo que está sucediendo en lo espiritual. Siempre siguen. Así como los magos siguieron la Estrella, para encontrar a Cristo, después de seguirla por dos años.",
    "Ahora fíjense, todas esas cosas son logros que el hombre ha conseguido, y solo son tipos y sombras de lo que Dios está haciendo. Él siempre lo hace de esa manera. Él nos ha dicho de las señales que estarían en los cielos, las cosas que sucederían justo antes de la venida de Cristo. Vemos eso ahora. Solo es un poste que señala. Y vemos la ciencia, lo que han logrado, y lo que Dios ha logrado por medio de Su iglesia.",
    "¿Viaja un hombre en avión? Él ya no quiere caballos ni carretas, a menos que solo quiera un poco de diversión. Pero el caballo y la carreta… Recuerden, ¿cuál es la potencia del avión? Solo más caballos, eso es todo.",
    "Y, así que cuando Juan Wesley encontró la santificación, una obra apartada de la justificación, él no condenó la justificación, solo le añadió más potencia. ¿Ven?",
    "Y cuando los pentecostales encontraron el bautismo del Espíritu Santo, y la restauración de los dones, ellos nunca negaron la santificación ni la justificación, simplemente recibieron más potencia y se alzaron, y subieron al haber encontrado más potencia. ¿Ven?",
    "Todas esas, sombras previas, a medida que aparecían. Si tuviéramos tiempo, en verdad podríamos verlo en detalle, pero no lo tenemos. Pero él se alzó. Como la ciencia logró algo, mirando hacia atrás, Dios lo logra, yendo en esta dirección, avanzando hacia el Reino.",
    "Ahora vemos que desde la calle Azusa, los aviones despegaron en grandes avivamientos, y abarcaron el mundo, hacia lo desconocido, a lugares Celestiales, hablando lenguas desconocidas, con dones desconocidos, al mundo. Pues, ellos pensaron que eran fanáticos, pero habían podido… Dios tuvo un grupo de personas en Sus manos. Y tomó un hombrecito negro bizco, aquí en la calle Azusa, que no tenía más inteligencia que creer que lo que Dios dijo era la Verdad. Y así es.",
    "¿Ven?, cuando la ciencia coloca mucha inteligencia en la cabeza de un hombre, sabiduría, conocimiento, para regresar y descubrir estas cosas, Dios tiene que sacarle eso que le ha sido metido, para Él poder usarlo. Uno va en esta dirección, y el otro va en esa dirección. Uno baja, y el otro sube.",
    "Ahora, ella dejó en la tierra a estas iglesias intelectuales, cuando los pentecostales despegaron hablando en lenguas, y con grandes dones de sanidad. Ellos sanaron a los enfermos. Hicieron cosas tremendas. Lo han hecho; no hay duda de lo que lo han hecho. Es una prueba, que lo han hecho. ¡Seguro que sí! Y ellos dejaron esta iglesia intelectual sentada en la tierra. No importa, ellos dicen: “Bueno, no se puede”. Ellos lo hicieron, de todas maneras. Ya sea que Ud.…",
    "Como el muchachito en la cárcel, por disparar con un arco de juguete. Alguien ingresó, dijo, un muchachito vino a visitarlo, dijo: “¡Oh, no te pueden meter en la cárcel por eso!”. Él dijo: “¿No pueden?”. Él ya estaba allí.",
    "Y así es como dicen que, “El Espíritu Santo era para otra edad”. ¡Eso es lo que ellos piensan! ¡Está aquí! Nosotros lo sabemos. Nosotros, y—y ha… Hemos estado volando en el aire por los últimos cuarenta, cincuenta años, con Él, viendo cosas de las cuales la gente intelectual no sabe nada. Lo único que ellos pueden hacer es sentarse y hablar, solo hacer mofa de Eso.",
    "Como un becerrito, una vez, salió de un establo, cuentan, y estaba gordo y redondo. Él iba pateando sus talones. Y tenía un muy buen granjero que lo alimentaba bien, y él estaba todo redondo y lleno de vitaminas. Y había otro granjero perezoso por allá, que también tenía un becerrito, nacido en el granero ese invierno, y ese pequeño no había comido nada más que hierbas malas. Y cuando salió, estaba tan débil que casi no podía moverse, y cada vez que soplaba el viento lo empujaba de lado. Él vio a este becerrito gordo pateando sus talones, y pasándola muy bien. Uds. saben, él miró por la rendija de la cerca, y dijo: “¡Q-q-qué fanatismo!”. Él estaba lleno de vitaminas, con razón podía levantar los talones.",
    "Y cuando un hombre está lleno del Espíritu Santo, hay algo en él, que está lleno de la Vitamina espiritual de Dios, lo hace alabar a Dios, gritar y actuar diferente. ¿Por qué razón? Él ya no está atado a la tierra. Está en los Cielos, sobrevolando en lugares Celestiales en Cristo Jesús.",
    "Él dejó aquellos atados a la tierra con sus bicicletas y automóviles, ellos se han ido al aire. Sí, señor. Prácticamente, los ha sacado de allí, fuera de fecha. Ellos sanaron a los enfermos. Hablaron en lenguas desconocidas, e hicieron muchas cosas.",
    "Pero ahora, amigos, permítanme decir esto: ha llegado la edad del astronauta. Hemos salido de la edad de los aviones. Ahora tenemos más poder. Ha llegado la edad de los astronautas. ¿Qué es? No es un… Hemos entrado a una edad espiritual de astronauta, ¿ven?, yendo más allá. No es… Es el mismo Espíritu, solo que con más potencia, solo que más alto, puede subir más alto, ver más, creer más, ser más como Cristo. No el automóvil, no el caballo y la carreta, ni siquiera el avión, sino el astronauta, él pasa por encima de todos esos.",
    "Se llama la edad del águila, en la Biblia. Dios llama a Sus profetas… ¡la edad del águila! Vemos, allá en la Biblia, encontramos, en Malaquías 4, que se nos ha prometido eso en los últimos días. Ahora, Él asemeja a Sus profetas con las águilas. Él Se llama a Sí Mismo un águila. Él es el gran Jehová águila.",
    "Él puede conseguir, para Sí Mismo, una Novia. Él, en los postreros días, podrá conseguir una Novia, con un ministerio que es tan exacto, el… como un hombre y su esposa llegan a ser uno. Y cuando Jehová logra que Su pueblo sea como Él, entonces Él vive en Su pueblo. Ellos son uno.",
    "Cumple la Escritura, perfectamente lo que Él dijo en San Juan 14:12; “El que en Mí cree, las obras que Yo hago, él también las hará”. También se cumple lo que Jesús dijo que sucedería: “Como fue en los días de Sodoma, así será en la venida del Hijo del hombre”.",
    "Ahora es la edad del astronauta. Y el astronauta ve cosas que el jinete, el automóvil, o los aviones, ninguno, ven. Él va más alto. El avión sigue aquí abajo, rebotando en las nubes y explosionando, y cayendo, y todo lo demás. Pero él va más allá de las nubes de credos y denominaciones, avanza hacia los Cielos, alejado de todo.",
    "La edad del astronauta, estamos viviendo en la edad del astronauta. Tan seguro como Dios lo ha testificado por los acontecimientos naturales, también Él está testificando ahora que, si hemos logrado tener un astronauta, Dios ha logrado lo que Él prometió lograr en los últimos días, según Malaquías 4. Lo único que Él tiene que hacer es tener a alguien en Sus manos, que pueda separarse de los aviones y automóviles, y demás. No mirar hacia atrás a lo que fue, sino a más potencia que lo levante más alto, levantarlo a la Presencia de Dios, levantarlo allá donde todo es posible. Ahora vemos que eso está sucediendo; no hay duda de eso.",
    "Y también con el astronauta espiritual, así como el astronauta natural sube por encima de los aviones, los aviones siempre chocando y con problemas en las nubes, y todo así, no puede haber nada mejor ni mayor logro que el astronauta. Lo único que él tiene que hacer es seguir poniendo más potencia, e irá a donde quiera, ¿ven?, porque ya ha entrado al espacio. Los aviones siguen acá abajo, cayéndose, con problemas, en tierra, y todo eso así. Pero el astronauta no tiene que estar en tierra, él va por encima de las nubes. Él va por encima, por encima del credo, por encima de la denominación, por encima de aquellos que dicen: “¡No es así, no es así!”. Él tiene un guía, el Espíritu Santo. ¡La Palabra así se lo dice, y él avanza allá!",
    "¿Cómo la ciencia produce un astronauta? Toma toda la potencia que tienen, y sigue inyectándole algo, causa que vaya más lejos, ir sin aire y demás. Él mantiene… Yo no conozco la—la química de eso, no soy mecánico. Pero sea lo que sea, sigue haciéndolo subir a más y más altura. Él sigue mejorándolo todo el tiempo, al grado que ahora puede ir más allá de cualquier razonamiento. Así también el astronauta de Dios, va más allá de todo credo de iglesia, todos los límites, todas estas cosas que dicen: “Los días de los milagros han pasado; tal cosa no existe”.",
    "¿Cómo descubrió esto el astronauta? Él lo resolvió en papel. Salió del papel, lo que descubrió. De igual manera, que cualquier hombre puede sentarse y leer la Palabra de Dios y ver lo que está prometido: “Escudriñad las Escrituras, a vosotros os parece que en Ellas tenéis Vida Eterna” dijo Jesús, “y Ellas dan testimonio de Mí”. Ese grupo terrestre que tenían allá en aquellos días no sabían lo que era Él.",
    "El ministerio, ¿qué hace? El astronauta ve cosas, en lo cual los aviones y demás están atrasados. Así también el astronauta espiritual, va más allá de las nubes y más allá de los credos, y más allá de toda duda, saliendo al espacio exterior; al espacio exterior, fuera de toda incredulidad, al espacio exterior donde él no oye el parloteo diciendo: “Pues, no se puede hacer. Nadie va a cooperar, cooperar con Ud. Ud. no puede hacer esto. Ud. no puede hacer aquello”. Él no se fija en eso, él es un astronauta, él va más allá de esas nubes: “Está demasiado tormentoso. No podemos hacerlo”. Eso no le importa a un astronauta, él va más allá de la tormenta. ¿Ven?, así es la fe de un verdadero astronauta hoy. Ellos dicen: “Bueno, el médico dijo tal y tal cosa”. Eso pudiera ser así, pero un astronauta no lo cree.",
    "Cuando Eso está escrito Aquí, él Lo tiene en su corazón. Algo le dice, él simplemente sale impulsado. Eso es todo. Va directamente al espacio, porque estamos viviendo en una edad de astronauta, sí, señor, allá en el espacio, “donde todo es posible para los que creen”. Él tiene un guía, que es Su Palabra, que le dice cómo avanzar, la Palabra de Dios.",
    "El astronauta natural es… tiene algo que lo controla. Cuando el astronauta está en el aire, él tiene algo por acá, aquí abajo en la tierra, que lo controla; se llama radar. Ese radar lo mueve, muestra dónde está, dice lo que él está haciendo. Y ese radar lo controla desde una torre de radar, aquí en la tierra. Ese es el astronauta natural.",
    "Así el astronauta espiritual tiene un control de Potencia, también tiene una torre de control. No está aquí abajo, como es con el hombre; está allá Arriba. Y es el Espíritu Santo que está en él, que lo controla, una torre del bautismo del Espíritu Santo. Está bajo control, lo mantiene a él bajo control por medio de la Palabra; no en un montón de fanatismo, alguna tontería de alboroto; sino, ASÍ DICE EL SEÑOR, y sucede. Siempre está bajo control. Él tiene una torre de control, ese es el Espíritu Santo. Y la Palabra es Su—Su programa, y él se alinea perfectamente en ese programa. Y el poder del Espíritu Santo lo inviste para salir, y trae el resultado que Dios quiere que se logre para Su pueblo, para que pueda cumplir lo que Él prometió.",
    "Jesús no sanaba a la gente porque tenía que hacerlo. Él llevó a cabo, cumplió la Escritura. Él sanaba porque estaba escrito que Él lo haría. Él no tiene que mostrar estas señales hoy, Él no tiene que tener un ministerio de tal y tal cosa, pero Él prometió que lo haría. Él lo lleva a cabo para cumplir Su promesa.",
    "Hermano, hermana, hombre, mujer: ¿no pueden ver eso? ¿No pueden ver el tipo de lo espiritual y lo natural?",
    "Estos grandes logros han traído el reloj del tiempo de la ciencia, y ha llegado a tal lugar que ahora dicen que solo es… En el reloj de la ciencia, dicen que faltan tres minutos para la medianoche. Están en el fin. Ellos descubrieron la cosa que los destruirá. Ellos descubrieron todo. Un astronauta puede subir al espacio y pasar, con poderes atómicos, y sentarse allí y decir: “Ríndanse o vuelen en pedazos”. ¡Tres minutos para la medianoche! Ellos han trabajado en lo que Dios ha hecho. Han podido pervertir. En lugar de tratar de crear vida, ellos siempre están tratando de encontrar algo para matar a alguien, algo que supere a lo siguiente, que venza a la otra nación, que venza al otro lugar. Eso es lo que ellos buscan hacer.",
    "Pero el hombre mira más allá, refiriéndose al hombre como su hermano, y esforzándose por guiarlo a un Hogar donde no tendrá que morir. Uno está en muerte, el otro está en Vida. Pero estos, en la muerte, solo representan la Vida. La hoja, cuando cae de un árbol y muere, solo muestra que volverá otra vez, porque ya existió.",
    "El reloj marca, según los logros de la ciencia hoy, a tres minutos para la medianoche. En el gran reloj de Dios, marca: “Jesucristo el mismo ayer, hoy, y por los siglos”. ¡Hemos llegado! “Las obras que Yo hago, vosotros también las haréis”; “Jesucristo el mismo ayer, hoy, y por los siglos”. Cuando el reloj científico dice tres minutos para la destrucción; el reloj de Dios dice: “Jesucristo el mismo ayer, hoy, y por los siglos”. Él está en la tierra, en el poder del Espíritu Santo, para hacer que Su Palabra viva y haga por Su iglesia exactamente lo que Él prometió que haría, llenando a Sus astronautas, cargándolos de combustible y preparándolos.",
    "Así que entraron en este tremendo tubo científico, aquí no hace mucho, un tubo de astronauta, y comenzaron la cuenta regresiva ahora, con dirección a la luna. Ellos también están saliendo de aquí. Tienen un astronauta en un gran tubo, impulsado por energía atómica, que puede enviarlo directamente a la luna, según dicen. Entraron a su tubo y están esperando la cuenta regresiva.",
    "El astronauta espiritual entró en Cristo y está escuchando la cuenta regresiva de la Palabra. Amén. Ahora Uds. luteranos deberían gritar, y Uds. bautistas y presbiterianos. Observen la cuenta regresiva de la Palabra. ¡Oh, vaya! ¡La cuenta regresiva, de la Palabra! Y ellos se dirigen al Cielo, no a la luna. Pasarán la luna tan rápido que ni siquiera la verán. ¡Oh, vaya! ¡Esperan la cuenta regresiva! Sí, señor. Esperar la cuenta regresiva es lo correcto.",
    "¿Qué están haciendo? Están envueltos en Cristo, en la gracia de rapto; nada que ellos hayan hecho. Cristo tomó a los analfabetos, a las cosas insensatas del mundo, envolvió a Sus astronautas en ella, y les dio poder del Espíritu Santo, para despegar. Este mundo va a quedar solo. ¡Correcto, vamos a despegar!",
    "Fíjense, el hombre natural aun cuenta hacia atrás. Dije que él hace las cosas al revés; él cuenta hacia atrás. Observen su conteo: “¡Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos, uno, cero!”. ¿Ven?, él va atrás y comienza a contar. ¿Ven? Él es todo… Diez es un número malo. Así es. Empezar con diez, es un mal número.",
    "Fueron diez tribus de Israel, y todas no fueron más que carnales. Y él tuvo que tomar a los dos hijos de José, Efraín y Manasés, los hijos del profeta, y bendecirlos. Y, cuando lo hizo, sus manos se cruzaron. Y él le dijo: “Padre, no es así, has puesto tus manos sobre Efraín, debería ser sobre Manasés”.",
    "Él dijo: “Dios cruzó mis manos”. Del… Tomándolo del hijo mayor, la ley, y colocándolo sobre Cristo. Y a través de eso, vino, a través de la cruz, vino el cambio de la primogenitura, amén, al hijo menor. ¡Oh, vaya! ¡Qué maravilloso! Si tuviéramos tiempo para entrar en eso; será en otro momento. Muy bien.",
    "Ahora, diez es un mal número. Pero el hombre siempre cuenta hacia atrás, comenzando desde diez. “Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos, uno, cero”.",
    "¿Qué hace Dios? Él comienza con Su número: siete. Ese es el número de Dios. Obsérvenlo a Él, siete. ¡Oh, Él cuenta hacia adelante, comenzando con uno! Él comienza con Su primera edad de la iglesia. Esos fueron Sus símbolos en la tierra. Hay siete edades de la iglesia. Él hizo el mundo en siete días; el séptimo día Él descansó. Ese es Su último número en Su creación. Él descansó.",
    "Fíjense, Él cuenta hacia adelante, no hacia atrás. Él va adelante. Él comienza desde Su primera edad de la iglesia, la cual comenzó en el año 33 d.C., y Él comenzó la cuenta regresiva. Él contó las edades de Su iglesia. Ese fue el nacimiento de la Iglesia, en el Día de Pentecostés. ¿Qué hizo…? Él comienza a contar. Él comienza a contar las edades de la iglesia. “La primera: fue Efeso, la número uno; dos: Esmirna; tres: Pérgamo; cuatro: Tiatira; cinco: Sardis; seis: Filadelfia; siete: Laodicea”. Es más tarde de lo que Uds. piensan. Es más tarde de lo que Uds. piensan. El conteo ha terminado. Lo que sigue es “cero”, vamonos. Todo está listo. El conteo ha terminado.",
    "Cuando John Glenn, nuestro astronauta, entró en ese gran tubo, para despegar, la nación quedó muda. Ellos no sabían, esa mañana, cuando él despegó. Cuando lo hizo, entró al tubo, y todos estaban llorando, y esperando, y viendo lo que iba a suceder. La nación se paró, hechizada. Uds. vieron los… Todos los televisores a todo volumen, y lo demás, para que todos pudieran verlo. El ojo natural no podía verlo, por lo que lo pusieron en la televisión; Uds. lo recuerdan.",
    "Y cuando fue puesto en el tubo correctamente, y que entró, comenzaron: “Diez, nueve, ocho, siete, seis, cinco, cuatro, tres, dos, uno, cero”, despegó. ¿Qué pasó? Cuando la gran palanca jaló, lo atómico comenzó a encenderse, comenzó a romper, el fuego comenzó a volar, el humo salió en columnas, y el gran tubo despegó hacia el espacio, hacia lo desconocido, hacia alguna parte allá. Despegó en el logro del hombre, el más grande que jamás haya tenido. Pero déjenme decirles, eso solo es algo muy pequeño.",
    "Una de estas mañanas, el logro de Dios, de Sus astronautas que se han subido en Jesucristo, ¡habiendo nacido allí por el Espíritu Santo, llenos de Su poder! Una de estas mañanas, el universo entero estará gritando y gimiendo, y crujiendo los dientes, cuando vean que ellos se lo perdieron. Cuando la gran Águila, impulsada por el Espíritu Santo y Fuego, comience a extender Sus alas, los astronautas despegarán hacia el cielo, para ir a encontrarse con el Novio; cuando la Novia despegue, en el poder de astronauta del Dios Todopoderoso Quien envió a Jesucristo a la tierra, en la forma del Espíritu Santo, ¡habiendo traído a la Iglesia a través de estos logros!",
    "Al punto que ahora Ella está recibiendo Poder resucitado dentro, para volar más allá de las cosas del mundo, viéndolo a Él aquí en la Iglesia, haciéndose Él, el mismo ayer, hoy, y por los siglos. Sí, señor. La cuenta regresiva ha terminado. Cada edad de la iglesia ya ha pasado; estamos terminando en Laodicea.",
    "Entre, mi hermano, hermana. Presurícese. La presión no le hará daño una vez Ud. esté adentro y esté presurizado. Entre en Cristo, y a Ud. no le importará lo que diga el mundo. A fin de cuentas, ellos nunca podrán golpearlo, Ud. está a salvo, Ud. está arropado.",
    "Jesucristo es nuestro gran y glorioso tubo de Astronauta en el que estaremos, que será impulsado por el Espíritu Santo y poder y Fuego, cuando Ella comience a volar una de estas mañanas. El Fuego del Espíritu Santo golpeará la tierra de esa manera, y cuando lo haga, la Iglesia se levantará. Y todas las naciones se detendrán, no necesitarán televisión, ellas Lo verán a Él. Toda rodilla se doblará y toda lengua confesará, mientras Ella se impulsa más allá, a los gloriosos reinos del—del Cielo, para desposarse con Su Esposo. ¡Dios nos ayude a vivir para ese día!\n\nInclinemos nuestros rostros.",
    "¿Está Ud. conduciendo un caballo y una carreta hoy, está montando una bicicleta, está Ud.… un automóvil, o ¿ha subido Ud. a las nubes con un avión? Si es así, tengo algo que decirle: Hay una edad de astronautas ahora. ¿Por qué no entra Ud. en el Astronauta? ¡Oh, yo sé que suena aterrador! El primer hombre que se subió a un avión debe haber estado muerto de miedo; el primero que tuvo un automóvil, Uds. saben cómo fue, pero ahora es algo común. ¡Oh, hermano, hermana! Jesucristo está aquí, el gran tubo de Astronauta en el que debemos estar. Las nubes sobre nosotros no significarán nada; Él romperá toda nube de duda, toda incredulidad, y saldrá allá al espacio.",
    "Si aún no ha entrado en Él, Ud. tiene una oportunidad esta tarde. ¿Podrían levantar sus manos y decir: “Ore por mí, Hermano Branham, que yo pueda entrar a ese lugar donde pueda ver toda Palabra que Dios prometió, poder ver y sentir el—el Poder palpitante de Dios dentro de mí, que sé que mi… este mundo y las cosas han pasado de mí”? Dios los bendiga. Solo miren las manos. ¡Vaya, oh, vaya! Todos, en todas partes.",
    "Nuestro Padre Celestial, Tú ves sus manos. Yo solo soy responsable de predicar la Palabra. Tú, ellos son Tuyos. Te los doy a Ti. Ellos son Tuyos. Permite que el Espíritu Santo ahora…",
    "Y que ellos vean eso, estos logros. Ellos lo ven en lo natural; entonces si miramos hacia atrás, lo vemos en lo espiritual. Tú estás aquí, Señor. Tú prometiste, justo antes de que viniera el tiempo del fin, que sería así como fue en los días de Sodoma y Gomorra. Y miramos atrás y vemos esos días, miramos allí y vemos donde dos ministros, hombres sobresalientes, angelicales, ungidos, fueron a Sodoma y predicaron en los días de Abraham, llamando a Lot a que saliera. Pero hubo Uno que se quedó con Abraham, y ese fue Quien le hizo una señal a Abraham. Los otros, en Sodoma, obraron su señal.",
    "Y, Padre, se podrían decir tantas cosas aquí mismo, tal vez la iglesia no entendería. Pero ruego que Tú les des tal anhelo por Eso, Señor, que ellos vengan y vean que estamos en el tiempo del fin, la edad del astronauta. Oro, Padre, que se den cuenta que no se está tratando de condenar lo que tenían, solo es queriendo darles más, gracia de rapto, porque la hora vendrá cuando tendremos que tener Poder del rapto; no solo para sanar el cuerpo, sino para cambiarlo en un momento, en un abrir y cerrar de un ojo. Cristo será tan real en sus cuerpos que Él podrá cambiarlo, por Su gran muerte y lo que Él compró. Que ellos reciban esto, hoy, esa Señal de la que hablé anoche, La sostengan delante de ellos y entren en este Astronauta (concédelo, Padre), donde visiones, poderes, y mundos más allá, lo conocido, y, ¡oh, Dios!, donde todos los grandes misterios de Dios son revelados en esos Siete Sellos y dados a conocer al hombre. Concédelo, Padre.",
    "Ahora son Tuyos. Y sé que los llamamientos al altar son algo que hacemos, pero, Señor, Tú dijiste: “Todos los que creyeron”. Oro que Tú les des fe, para creer. Están en Tus manos, Señor. Y si nunca los veo, y ellos nunca más me llegan a ver, hasta encontrarnos a Tu lado, entonces conoceremos como fuimos conocidos. Oro que Tú los ayudes. Y que todos estemos Allí, a salvo, llevados por la gracia asombrosa de la gran fe de astronauta que tenemos en Jesucristo, estando confinados con Él. Amén.",
    "Ahora, en un momento, vamos a orar por los enfermos. Dios, prometimos hacerlo; queremos hacerlo. Y ahora quiero decir esto, que durante la semana… Ahora solo estamos como a quince, veinte minutos. Cerré un poco antes, así que aún tengo como quince, veinte minutos, para poder hacer esto.",
    "Ahora, lo más importante es, estas cosas de las que estamos hablando, ¿son así, o no? Sabemos que la Biblia lo prometió, pero ¿está Él aquí? Dios está aquí para hacer lo que nosotros… lo que prometió que haría. Dios está aquí. ¿Ven?, hemos ido más allá de hablar en lenguas. Eso—eso está bien, ¿ven? Hemos ido más allá de estas cositas. Y, ¿ven?, ahora hemos llegado al lugar donde tenemos que tener fe de astronauta, es potencia de astronauta para darnos cuenta de que ya estamos en Cristo, solo más de Cristo, ¿ven?, para elevarnos a lugares Celestiales.",
    "El antiguo método de orar, poner las manos sobre los enfermos, eso es bueno. Eso fue en los días de Lutero, amigo, allá en el automóvil, y demás. Ahora estamos más allá de eso.",
    "Recuerden, Jesús vino a los judíos, en los días antiguos, Jairo dijo, Jairo dijo: “Ven y coloca Tus manos sobre mi hija, y ella vivirá”. Pero el romano dijo: “Yo no soy digno de que Tú vengas, solo di la Palabra”. ¿Ven? Para reco-… Él reconoció el poder de Cristo, que Él estaba sobre todas las cosas.",
    "Ahora, si Cristo está sobre todas las cosas, Él—Él tiene que cumplir Su Palabra. Él es Rey. Él es Dios. Él debe cumplir Su Palabra: “Las obras que Yo hago, vosotros también las haréis”. Ahora, en cuanto a sanar a alguien, nadie puede hacerlo, porque ya está hecho. Ya está hecho. Es solo reconocer aquello, ¿ven?, reconocer que Él está en nuestra presencia. ¿Lo creen? Ahora oren por unos minutos, digan: “Dios, sé misericordioso”.",
    "Padre Celestial, para que la gente pueda saber; quizás haya extraños aquí, para que ellos puedan saber que esto de lo que hablo es verdad. Yo—yo en mi pobre y humilde manera, Señor, trato de presentar el Evangelio a lo mejor de mi conocimiento. Señor, que la gente pase por alto mi gramática y comprenda lo que trato de decir. Oro que Tú confirmes esto y lo hagas real, para la gloria de Dios, en el Nombre de Jesús. Amén.",
    "Ahora, amigos, probablemente hay doscientas o trescientas tarjetas de oración aquí. Sería difícil para mí traerlos aquí arriba, uno por uno. O, después de tener como cuatro o cinco de ese discernimiento, yo quedaría tirado en el suelo, quizás, tal vez, o tan débil que quedaría sin conocimiento. Una visión, cuando Ud. ve una visión, también hay que interpretarla, Uds. saben. Muchas veces no es detallada, simplemente tiene…",
    "Ahora Uds. hacen eso, Uds. mismos, su propia fe es lo que lo hace. La fe de la mujer tocó al Señor Jesús, y ella creyó que Él era—Él era el Hijo de Dios. Y extrajo el poder de Él, para ella, y le concedió su deseo, y Él se dio la vuelta y le dijo que ella había sido sanada de su enfermedad.",
    "¿Ven?, “Tu fe te ha salvado”. Ahora hay eruditos sentados aquí, lo sé. Esa palabra es “sozo”. “Tu palabra te ha salvado”. “Tu fe te ha salvado”. Tal como su fe lo salva a Ud. del pecado, su fe lo salva físicamente, ¿ven?, de la enfermedad. Ahora Ud. tiene que creerlo.",
    "Ahora voy a pedirle a todos que estén muy quietos y muy reverentes, por unos minutos. Y que el Espíritu Santo ahora, al menos dos o tres personas en esta congregación, es todo lo que pido, para que puedan ver que no es algo espontáneo u otra cosa. El Espíritu Santo está aquí para manifestarse.",
    "Ahora alguien en la congregación. Ahora, no conozco a ninguna persona, aparte de mi amada Hermana Upshaw sentada aquí, que pueda ver en la congregación en este momento, que yo conozca. Ella es la única. Y ahora no puedo…",
    "Es como su conciencia. ¿Ven?, su subconsciente es donde Ud. sueña.",
    "Tuve un examen físico aquí, hace un par, hace tres años, de ciclo de ondas, ondas cerebrales, Uds. saben. Y los médicos vinieron y dijeron: “Oiga, Ud. es un tipo extraño”.\n\nYo dije: “¿Qué sucede?”.",
    "Dijo: “¿Sabe qué?”. Dijo: “Ud. puede soñar estando completamente despierto”.\n\nYo dije: “¿Qué?”.\n\nDijo: “Ud. puede soñar estando completamente despierto”. Yo dije…",
    "Dijo: “Aquí está su primera conciencia” dijo, “y se controla por sus siete o sus seis sentidos: ver, gustar, sentir, oler y olfato. Su primera conciencia solo está activa mientras Ud. está en los seis sentidos”. Dijo: “Aquí está su subconsciente”. Dijo: “Cuando estos están inactivos, entonces Ud. va a su subconsciente. Cuando estos están inactivos, Ud. está dormido, y Ud. va acá y sueña un sueño, una parte de Ud. va allá. Entonces cuando Ud. regresa acá” dijo, “entonces Ud. recuerda lo que soñó cuando estaba fuera de sus sentidos del tacto, gusto, vista, olfato y oído”. ¿Ve? Y dijo: “Eso es lo normal”.",
    "Dijo: “Nunca lo habíamos visto antes. Pero los dos suyos están aquí juntos” dijo, “los dos ciclos de ondas suyos, el subconsciente y los de su otro consciente. Nunca habían oído de eso antes, en mi vida”. Dijo: “Hombre, Ud. podría soñar un sueño estando parado y completamente despierto”.\n\nLe dije: “Doctor, ¿alguna vez ha oído de una visión?”.\n\nÉl dijo: “No, creo que no”.\n\nYo dije: “¿Es Ud. un creyente?”.",
    "Él dijo: “Yo soy presbiteriano, Hermano Branham, pero” dijo, “eso es todo”. Dijo: “El pastor tiene algunas personas allá, cada jueves en la noche” dijo, “lo único que escucho es ‘presbiteriano, presbiteriano, presbiteriano’”. Dijo: “Yo ni siquiera voy”.\n\nLe dije: “¿Alguna vez ha leído la Biblia?”.\n\nÉl dijo: “Lo he hecho”.",
    "🦅 ¿Alguna vez oyó de los profetas antiguos, del Antiguo Testamento, que pasaban a otra dimensión y eso?”.\n\nÉl dijo: “¿De eso es que Ud. está hablando?”.\n\nYo dije: “Así es”. Y dije…",
    "Él dijo: “Bueno, eso sería maravilloso. Oiga, Hermano Branham, Ud. debería ir…”.",
    "Dije: “Ya me han entrevistado los Mayos, ¿ve?”. Y dije, él… Le dije: “Pero, mire, ¿alguna vez ha tenido Ud. un sueño, doctor?”.\n\nÉl dijo: “¡Oh, seguro!”.",
    "Le dije: “Suéñeme un sueño, entonces. Vaya a dormir y suéñeme un sueño, dígame qué hacer. Ud. no podría hacerlo. Pero quien lo controle a Ud. podría darle un sueño, de mí, y luego Ud. podría despertar y decirlo”.",
    "Yo tampoco puedo hacerlo. Yo no mando aquí en esto; tiene que ser Él quien lo hace. Y su fe, en Él, confirma esta Palabra. Simplemente, esa mujer, no importa lo que alguien dijera, ella creyó que si podía tocar Su manto, así sería, sucedería. Ahora, Él es el mismo ayer, hoy, y por los siglos. Ahora solo es eso.",
    "¿Ven Uds.?, cuando Ud. ve imitaciones y demás, amigo, eso lo molesta a Ud. un poco. Pero solo siga adelante, de todas maneras. Todo—todo estará bien, ¿ve? Ahora, miren, uno tiene que nacer para eso. Uno nace, y todos los dones naturales vienen a uno; “Dones y llamamientos son sin arrepentimiento”. Como un hombre… Como estaba hablando con Paul Cain, hace un rato, acerca de… Como Ernie Ford, y Red Foley, y Elvis Presley, esos hombres con grandes talentos para cantar, y usándolos para el mundo. Dios les dio esos talentos, y ¿ven lo que están haciendo con eso?",
    "Es como Judas Iscariote recibiendo treinta piezas de plata por eso, por Aquel Quien se los dio. Ellos deberían estar usándolo para el Reino de Dios. Y al mezclarlo, yo creo que a ellos no se les debería permitir cantar un himno; eso pertenece en la iglesia y entre el pueblo, no por allá haciendo más hipocresía. Fuimos a Sudáfrica, y ellos: “Pues, Elvis Presley es un muchacho muy religioso, él canta himnos”. ¡Oh! Eso no significa nada. Para mí, es otro Judas; y toda esa gente que toma esos dones de Dios y los pervierte.",
    "Aun un ministro que lo tome y lo pervierta a un credo, en lugar de la Palabra de Dios, y usa su influencia para influenciar por medio de un credo y no la Palabra de Dios, es un Judas más. Yo no…",
    "No debí haber dicho eso. Ud., si lo lastimé, perdóneme. Yo—yo no debo decir esas cosas aquí. Muy bien.\n\nHe aquí una cosa: yo puedo decir lo que Él me dice. Uds. oren.",
    "Ahora, Señor, una sola Palabra de Ti significará más de lo que yo pudiera decir en toda una vida. Estoy creyendo. Tú lo prometiste, soy Tuyo. Permíteles ver que Tu Espíritu está aquí, entonces cuando pasen a esta línea de oración, por la oración, ellos entenderán, Señor; “La oración de fe salvará al enfermo”. Oro que ellos vean que no es Tu siervo; eres Tú. Lo pido en el Nombre de Jesús. Amén.",
    "Siéntense quietos, por un momento. Yo no puedo hacer esto. Ud. dice: “Hermano Branham, ¿qué?”. Yo no puedo decírselos. Yo solo puedo a medida que Él me muestra.",
    "Jesús dijo: “No hago nada hasta que el Padre Me lo muestre primero. Lo que veo hacer al Padre, eso también hace el Hijo”.",
    "Aquí, si tienen sus rostros en alto, miren aquí. ¿Ven sentada aquí mismo al final de la fila, esa damita? Ella está sufriendo con un problema femenino, un problema de dama. Así es, jovencita. Así es, hemorragia y todo. Si es así, ¿levante la mano? Ud. es una completa desconocida. Es una damita, allí está la Luz sobre la hermana, justo al final de la hilera. Es una damita, una mujer joven, con el cabello… La veo en el baño. ¡Si Ud. cree ahora mismo! Ahora, Ud. sabe que algo sucedió en ese momento. De repente, Algo la atravesó. ¿No fue así? Esa fue su sanidad. ¿Ve?, eso fue cuando se alivió y fue quitado. Su fe la salvó.",
    "¿No es eso lo mismo que hizo nuestro Señor? Tu… Ella tenía un flujo de sangre, esa mujer. Ella tocó Su manto, y se dio la vuelta. Él lo sintió. Él miró. Él dijo: “Es su flujo de sangre”, ella sintió que se detuvo. Eso ahí es exactamente lo mismo que hizo Jesucristo. ¿Qué es? Es Él. ¡Oh!, yo—yo sé que Uds. lo han visto todo, pero yo—yo solo soy responsable por esto. Dios solo es responsable por Su Palabra.",
    "Aquí, para que Uds. sepan. Sentada justo detrás de ella, hay una señora allí con epilepsia, sufre ataques de epilepsia. Si Ud. cree, Dios le quitará la epilepsia, señora. Él lo hará si Ud. lo cree. Tenga fe. No dude.",
    "¿Ven lo que quiero decir? Ahora alguien aquí en esta sección, en algún lugar aquí mismo, para que Uds. vean. ¿Ven?, lo que es, Uds. están mirando…",
    "Permítanme decir esto antes de irme ahora, para descansar.",
    "¿Ven?, eso, eso lo cansa a uno. Requiere más fuerza de la que usé para predicar. Seguro. ¿Ven?, ese es Ud. usando el don de Dios. Si Dios hubiera dado el don au-… o hubiera dado la—la visión automáticamente… Así como Jesús vio morir a Lázaro, y se fue de casa y esperó; y luego les dijo lo que sucedería, y regresó y lo hizo, Él nunca dijo que Se debilitó. Pero esa sola mujercita, esa fue la mujer usando el don de Dios. Es Ud. El don de Dios, cuando Él lo opera, no sucede eso. Pero cuando Ud. lo opera; allí es cuando Dios lo tiene a uno en Sus manos, y dice: “Esto será de esta manera, aquí y aquí y aquí. Así es como será”. Así es; no lo afecta a uno. Pero cuando esas personas se extienden y jalan de aquello, es lo que lo hace. Eso lo causa.",
    "La gente hoy, la Edad de la Iglesia de Laodicea, lo último en la cuenta regresiva. ¿Vieron Uds., la otra noche, justo antes de que el papa de Roma hiciera su primera visita, en toda la historia, a Jerusalén? Nunca había habido un papa en Jerusalén, enviado, antes. ¿Ven?, él fue de Roma a Jerusalén. La iglesia, la luna, representa a la iglesia, reflejando la luz del sol, en su ausencia. Dios da señales en los cielos antes de declararlas en la tierra. ¿Se dieron cuenta de que la luna se oscureció completamente? Jerusalén es la iglesia más antigua del mundo. ¿Ven? Y cuando este Concilio Ecuménico y estas cosas que…",
    "Hombre, espero, si Ud. está aquí, que esto realmente lo impacte. Cuando Ud. se une, ¿no sabe Ud. que está tomando la marca de la bestia, amigo mío? “¡Oh!” dice Ud., “¡si veo que eso sucede”! Será demasiado tarde; Ud. ya lo habrá hecho. ¿Ve? Es demasiado tarde en ese momento. Recuerden, ellas vinieron a comprar Aceite, pero hubo… no pudieron hacerlo.",
    "¿Se fijaron en lo que sucedió, lo que hizo que esa luna se oscureciera? El mundo se interpuso en su camino. Así también el mundo ha estorbado la Luz de la Escritura, entre los presbiterianos, metodistas, bautistas, pentecostales, y todos nosotros. Por eso es el oscurecimiento.",
    "Y ¿se fijaron Uds. también en la Edad de la Iglesia de Laodicea, fue la única edad de la iglesia en la que Jesús estuvo afuera, tratando de entrar? ¿Se fijaron Uds. que Él nunca dijo “déjenlos”? Jesús es la Palabra (¿Correcto?), la Palabra manifestada. Ahora Él… Ahora escuchen. Él no, ¿ven?, iba a irse y dejarlos, pero Él estaba tratando de obtener alguna cooperación en alguna parte; “El que abra la puerta, Yo entraré con él, y cenaré con él, y él Conmigo”. Pero, no hay puerta, ¿ven?; solo trata de entrar, estando afuera. Ellos no rechazan al hombre, ellos rechazan a Dios.",
    "¿Cree Ud. eso, la damita sentada allí con los lentes de sol? Sí. ¿Lo cree? Tuvo algunos pensamientos profundos en ese momento. Sus ojos sanarán si Ud. lo cree.",
    "Ahora déjenme decirles. Alguien dice: “Ella tiene gafas, por eso lo supo”. No.",
    "Mire aquí. Venga aquí; no venga aquí, solo míreme por un minuto. ¿Cree Ud. que yo soy Su profeta, o Su siervo? ¿Lo cree? Lo cree. Ud. debería, con lo que Ud. estaba pensando en ese momento, pensando en cuán misterioso: “¡Qué gran revelación fue esa, de la luna, y lo que representaba!”. ¿Verdad que sí? ¿Si es así, levante la mano?",
    "Ahora, ¿cómo podría saber yo lo que ella aun estaba pensando en su corazón? “La Palabra de Dios es más cortante que una espada de dos filos, discierne los pensamientos del corazón”.",
    "Ahora oren por alguien, o hagan algo. Aquí, esto es lo que viene a su corazón ahora mismo. Esto, esto es lo que hay en su corazón: Ud. tiene dos hermanos por los que está orando, y ambos son alcohólicos. Si es así, levante sus manos. Muy bien.",
    "Muy bien, ¿ven?, allí lo tienen. ¿Ven? ¿Ven eso? ¿Ven? “Es más cortante que una espada de dos filos, discierne los pensamientos y las intenciones del corazón”. ¿No lo ven, amigos? Hemos pasado de hablar en lenguas, estamos en la edad del astronauta.",
    "Aquí, aquí hay un hombre justo en frente de ella, con su rostro inclinado. Él tiene cabello fino, con un abrigo blanco, tiene lentes. Él tiene un problema espiritual que él… John Thom-…",
    "¡Oh!, esperen un minuto, yo conozco a ese hombre. Esperen un minuto. Lo siento yo—yo conozco al hombre. Así es. Creo que yo—yo lo conocí una vez, en alguna parte. No recuerdo dónde. Creo que fue en Tucson, aquí no hace mucho, lo saludé de mano en un… Y—y así es.",
    "Y Ud. estaba clamando a Dios allí mismo. Ud. tiene un gran problema espiritual que no sabe cómo controlar. Mire, Sr. Thomas, no se preocupe, todo va a estar bien. Ahora, para que Ud. sepa que este… Ud. dijo: “Bueno, él—él conocía al hombre”. Bueno, esa es su esposa sentada junto a él. Yo no sabía que ese era el problema del Sr. Thomas. Él, él dará testimonio de eso. Pero su esposa sentada junto (ella) a él allí, tiene un problema al oído con el que está sufriendo. ¿Es así? Así es. Muy bien.",
    "Aquí, tomemos a la siguiente dama, la dama a su lado. Mire hacia acá, señora. ¿Cree Ud. que yo soy Su siervo? La damita con el abrigo rojo, ¿cree Ud. que yo soy Su siervo? Ud. también sufre de un problema. Ud. tiene dolores de cabeza todo el tiempo. ¿Cree Ud. que Dios los sanará? Si es así, levante la cabeza, las manos, y diga: “Yo lo creo”. Muy bien. Eso está bien. ¿Ven? ¡Muy bien, si Ud. lo cree!",
    "Aquí, la damita con el abrigo azul, sentada a su lado. ¿Cree Ud., hermana? ¿Cree Ud. que Dios puede sanar los problemas al corazón y darle salud? ¿Lo cree? Muy bien, Ud. puede recibirlo.",
    "La señora sentada a su lado, la señora mayor, canosa. ¿Cree Ud. que Dios también puede sanar la presión arterial alta, y sanarla a Ud.? Muy bien, Ud. puede recibir su sanidad. ¿Ve?",
    "La señora sentada a su lado, Ud. también tiene problemas con sus oídos. ¿Cree Ud. que Dios sana los problemas del oído? Entonces Ud. puede recibir su sanidad.",
    "La señora sentada a su lado. ¿Cree Ud., señora, con todo su corazón, que Dios sana? Hay algo por lo que Ud. está orando. ¿Cree Ud. con todo su corazón que Dios sana? Muy bien, si Ud. lo cree con todo su corazón, su problema estomacal sanará. Ud. puede irse a casa, comer su cena y estará bien.",
    "Señor, Ud. sentado junto a—a ella. ¿Cree Ud. que—que Dios también puede sanarlo a Ud. y estar bien? ¿Lo aceptaría Ud.?\n\n¿Cuántos, el resto de Uds., lo creerán con todo su corazón? Seguro, Uds. lo harán.",
    "Problema estomacal, problema cardíaco, Dios lo sana todo, lo sana. Así es. Si Ud.…",
    "El hombre sentado a su lado, tiene problemas en la espalda. ¿Cree Ud. que Dios sana problemas de la espalda, señor? ¿Lo cree?",
    "La señora sentada a su lado también tiene problemas en la espalda. ¿Cree Ud. que Dios sana problemas de la espalda, señora? Muy bien, Ud. puede recibir la suya. Así es. ¡Oh!, lo único que Ud. tiene que hacer…",
    "La señora sentada al lado tiene problemas al colon. Así es. ¿Cree Ud. que Dios sanará su problema al colon, señora? ¿Lo cree?",
    "Aquí, por esa fila, miren. Allí hay una lesión cerebral. ¿Cree Ud. que Dios sana las lesiones cerebrales? ¿Lo cree? Ud. la puede recibir.",
    "El que está sentado a su lado tiene ataques epilépticos. ¿Cree Ud. que Dios sana de la epilepsia?",
    "El que está sentado a su lado tiene… él tiene problemas en los ojos. ¿Cree Ud. que Dios sana problemas a los ojos, señor?",
    "El que está sentado a su lado, ese muchachito, él también tiene epilepsia. ¿Cree Ud. que Dios sana la epilepsia?",
    "Su familiar sentada allí con él tiene problemas con su cabeza. ¿Cree Ud. que Dios sanará su problema de la cabeza, señora? Muy bien, Ud. puede recibirlo.",
    "¡Amén! ¿Qué es? La Palabra de Dios para este día es más cortante que una espada de dos filos, ¡Jesucristo en potencia de astronauta! ¿Lo creen?",
    "¿Cuáles fueron nuestras primeras tarjetas de oración? [Alguien dice: “A”.—Ed.] A. Todas las personas que tienen la tarjeta de oración A, pónganse de pie por aquí. Ahora vengan rápidamente, la tarjeta de oración A, mientras la unción Se está moviendo de esta manera. Tarjeta de oración A. ¿Qué? [Alguien dice: “¿Los hace pasar? ¿O aquí abajo? Traigan a los ministros a la izquierda”.]",
    "Les diré lo que podríamos hacer: Vamos—vamos a pararlos aquí abajo, para yo poder bajar y orar por ellos aquí abajo. Yo creo que sería mejor. Vengan. [Alguien dice: “¿Quiere el micrófono? Quiere el micrófono de cuello, ¿verdad?”.—Ed.]",
    "Pasen por aquí, amigos, por aquí para que podamos formar una línea. Todas las tarjetas de oración A, pónganse de pie primero, han estado con sus tarjetas por más tiempo. Que todos los que tengan una tarjeta de oración A, pónganse de pie aquí. Billy, baja y mira si están en fila.",
    "Ahora la tarjeta de oración B, que los sigan. Todos los que tienen la tarjeta de oración B, sigan a la A. Vayan, pasen por el otro pasillo allí, si pueden, y hagan que su fila pase por allí; A, B.",
    "¡Si tan solo creen! Como astronauta ahora, dejen el automóvil y el avión. Avancemos hasta donde todo es posible.",
    "A, B, ahora cualquiera que tenga la tarjeta de oración C, siga detrás de ellos. Tarjeta de oración C, vayan por atrás, pasen por aquí, el pasillo del medio, y pasen y formen su fila allí. Tarjeta de oración A, B, C. [Alguien dice: “Tal vez queden algunas. Pudiera haber algunos más. Solo llame a todas las tarjetas”.—Ed.]",
    "Pasen por este lado ahora. Correcto, formen su fila por ese lado, así es. Doblen a la derecha en esta dirección, para estar seguros de entrar en la línea. Tarjeta de oración A, B, C, que se alineen primero.",
    "Solo tenga su tarjeta en la mano, haré que algunos ujieres tomen sus tarjetas. No sé cómo los vamos a alinear de acuerdo a los números. Me supongo que todo estará bien, a fin de cuentas. [Alguien dice: “Está bien, Hermano Branham”.—Ed.] Déjenlos pasar.",
    "A, B, C, ahora D. A, B, C, D, tarjeta de oración D. A, B, C, D. ¿Hay alguna D? Supongo que se me acabaron. Tarjeta de oración A, B, C, D. Muy bien. Cualquiera que tenga tarjetas de oración ahora, pónganse en fila. Cualquiera con tarjetas de oración, pasen en sus secciones y formen una fila. No hay manera, en lo absoluto, de que podamos mantenerlos a todos perfectamente en línea por números.",
    "Ahora, quiero saber cuántos aquí van a estar orando conmigo mientras Uds.… mientras oramos por estos enfermos. Escuchen, ¿Uds.…?",
    "Ahora, miren, si van a pasar por aquí para que se ore por Uds., y solo dicen: “Bueno, iré a ver qué sucede”, sería mejor que se quedara en su asiento. No va a suceder. ¿Ven?",
    "Ahora Él no puede hacer una cosa más, y nunca hará una señal más delante del pueblo. Eso es de acuerdo a la Biblia. Quiero que alguien me diga una señal más que Él prometió hacer además de lo que Él ha hecho aquí mismo; “Como fue en los días de Sodoma” y Malaquías 4, y esas promesas que Él hizo, todo se junta en la misma cosa. No habrá más señales dadas a la iglesia. Lo siguiente que Uds. verán será un vuelo al Cielo. Ellos serán llevados.",
    "No, no se lo pierda, amigo. Recuerden, escuchen mi Voz. Eso lo atormentará toda su vida, si Ud. no ha entrado. Allá, cuando Uds. estén sufriendo por su castigo, y llorando y gimiendo y crujiendo los dientes, esa Voz gritará una y otra vez, Uds. La oirán todo el tiempo en ese lugar insoportable y espeluznante del infierno. No falle. Ahora es su oportunidad.",
    "Ahora, ¡oh, hay tantos! Me pregunto si pudiera hacer que… ¿Estaría bien si Uds. hermanos oran conmigo, para ayudarme a orar por ellos? Ahora, ¿están estos ministros por aquí? Yo—yo no dejaría este lugar…",
    "Ahora, miren, he dicho algunas cosas bastante ásperas acerca de aviones, automóviles. Recuerden, ellos también son caballos de fuerza. Todo eso son caballos de fuerza. Solo es la iglesia avanzando, la potencia del Espíritu Santo: Es el Espíritu Santo por el cual somos justificados. Uds. ministros saben eso, ¿verdad? El Espíritu Santo nos santifica; el Espíritu Santo nos llena; el Espíritu Santo nos da fe de rapto, ¿ven?, a medida que avanzamos.",
    "Ahora, yo no dejaría esta región aquí, y a todos Uds. pensando en su… que: “¡Oh, el Hermano Branham es algo!”. No lo soy. Yo ni siquiera soy digno de sentarme con esos pastores. Yo—yo no tengo educación. Yo, yo soy inexperto. Y esa es la razón por la cual Dios me permite hacer esta cosita aquí, solo para confirmar lo que su pastor les ha estado enseñando. Ellos son hombres de Dios.",
    "Escuchen, si están enfermos, Uds. no tienen que esperar al Hermano Oral Roberts, o al Hermano Paul Cain, ni a mí, ni a nadie. Su pastor piadoso, sus manos santas y santificadas sobre Ud., sabe que Ud. lo llamó a él a orar por Ud. Si él le coloca las manos cuando Ud. está ardiendo en fiebre, cuando menos lo piensa, en unos días Ud. ya no tiene esa fiebre, y Ud. está bien. ¿Qué es? Es la fe de su pastor, con la suya. Sí, señor. Él no es solo un hombre a un lado; él es el siervo de Dios, justo en la vanguardia, con una Espada de dos filos en la mano. Ciertamente. Seguro que lo es.",
    "Voy a pedirles a estos pastores que vengan aquí, que se paren conmigo mientras oramos. ¿Lo harán, todos Uds.? Vengan aquí y solo… Voy a bajar con Uds., y hagamos una línea doble aquí mismo. Ahora, cuando la gente es sana, ellos no pueden decir: “Ve…”. Yo quiero sus manos, pastor; Uds., mis hermanos. Y, ahora estamos… Uds.… Si tan solo…",
    "Si Ud. viene, diciendo: “Bueno, lo intentaré. Yo…”. No, no lo haga. No, no tomen el lugar de alguien más. ¿Ven? Ud. venga sabiendo que va a recibir lo que ha pedido.",
    "¡Miren aquí, qué cantidad de ministros! ¡Oh, vaya! He conocido a la mayoría de estos hombres. Yo los conozco. Los conozco, al haberlos visto en los desayunos, y—y demás. Son gente piadosa. Ellos son siervos de Dios.",
    "Ahora miren aquí. En el Día de Pentecostés, el Espíritu Santo Se separó, y lenguas de Fuego se posaron sobre cada uno. La gran Columna de Fuego se separó, y cada uno recibió una porción de ese Espíritu Santo, sobre ellos, como lenguas de Fuego. Bueno, si Ud. pone una lengua de Fuego, y dos lenguas de Fuego juntas, Ud. tiene el doble de la fuerza que tenía en esa sola. Recuerdan, ¿no fue Ezequiel, en su visión de los dos palos en la mano?, ¿ven Uds.?",
    "Ahora miren aquí, miren aquí lo que tienen Uds., ¡todos estos hombres de Dios! Además de eso, ¿cuántos en la congregación allá van a estar orando, levanten la mano? ¡Miren aquí! Ahora, Uds. en la línea de oración, miren esto. Miren aquí afuera los que van a estar orando por Uds., cientos de personas.",
    "Ahora el Espíritu Santo está aquí ahora mismo, Jesucristo, probándose a Sí Mismo, Él está aquí. Él no puede hacer más que eso. Ahora, ¿cuántos en la línea de oración lo creen? Levanten sus manos. Ahora, todos…",
    "Ahora voy a hacer que el Hermano Borders, o alguien, el director de cantos. ¿Quién es el director de cantos? ¿Tiene el micrófono allí? Muy bien. Voy a hacer que algunos de ellos vengan aquí y canten ese canto, Solo Creed. “Todo es posible, solo creed”.",
    "Entonces, mientras cantan este himno, quiero que cada persona esté en oración. No—no, a menos que suceda algo sobresaliente, ni levanten la mirada.",
    "Ahora Ud. tiene que ser sincero. Es algo de vida o muerte, para algunas de estas personas. Están allí con cáncer, y tumores, tuberculosis, y todo, muriendo. ¿Qué si esa fuera su madre? Lo es, de alguien, recuerden. Ahora sean muy reverentes. Y cuando pasen y pongamos las manos sobre ellos… Yo voy a bajar con estos varones. Y mientras ellos, nosotros, ponemos las manos sobre esas personas, Uds. oren para que sean sanadas.",
    "Y ahora Uds. en la línea de oración. Ahora permítanme, solo puedo decirles. Ahora, allá atrás, y todos los que estarán en la línea de oración: Cuando Ud. pase, haga esto ahora, si Ud. va—si Ud. va a creerme. Miren, cuando Uds. pasen por esta línea, y cuando el… Uds. caminen por esa línea, solo recuerden, como si estuvieran caminando bajo las sombras de la Cruz. Ud. está haciendo… Estos hombres están haciendo exactamente lo que Jesús dijo que hicieran; “Sobre los enfermos pondrán las manos, ellos sanarán”. Voy a bajar, como dije al principio, extendiendo mi red con ellos, para que podamos hacer todo lo que podamos para ayudarles a Uds. personas. ¿Lo creerán?",
    "Ahora oremos, primero, porque Ella dice… Uds. saben, Pedro fue y oró en un lado del cuarto donde estaba Dorcas, muerta, y luego fue y puso sus manos sobre ella. Después de orar, él se levantó y fue y le impuso las manos. Elías caminó de un lado a otro, hasta que el Espíritu vino sobre él, luego fue y puso su cuerpo sobre el bebé muerto. ¿Recuerdan eso? Ahora vamos a orar, y luego pondremos las manos sobre Uds. mientras pasan por la línea. Y Uds. pasen por aquí y, tan pronto como esas manos lo toquen, levántense y acepten su fe, y sigan, alabando a Dios. Sea un astronauta ahora, mientras Ud. pasa, simplemente vuele lejos de toda la incredulidad.",
    "Nuestro Padre Celestial, esto llega al clímax y al momento crucial, lo más grande que le puede suceder a la gente enferma, es ahora mismo. Donde, una masa aquí de cientos de personas pasará por una línea de oración de ministros que Tú has llamado de toda clase social, y ellos han entregado sus vidas a Ti, en honor a la Palabra de Dios y el llamado de ellos.",
    "Aquí en esta caja hay pañuelos que irán a los enfermos y afligidos. Señor Jesús, permite que cada uno de ellos se recupere, al enviarlos en el Nombre de Jesucristo.",
    "Y mientras estas personas enfermas pasan por esta línea, que cada uno de ellos, Señor, tenga fe ahora. Que ellos tomen una decisión en su mente, y digan: “He estado jugando; no voy a jugar más. Si es que voy a creer, voy a creer ahora mismo. Yo he visto la Palabra viva de Dios manifestada. Yo sé que en esta sala, Jesucristo está en alguna parte. Seguramente aquel por medio del cual Él se manifiesta no nos dirá algo errado, porque Tú dijiste: ‘Si hay uno que sea espiritual, o un profeta, y lo que él dice se cumple, entonces oídlo’”.",
    "Señor Dios, que eso esté en la mente de la gente, que yo estoy tratando de decirles que Tú no estás muerto, que Tú estás viviendo aquí mismo ahora, y Tú—Tu unción está sobre Tu Iglesia y Tu pueblo. Que sean sanados al pasar. Hago esta oración en el Nombre de Jesucristo. Amén.",
    "Ahora, sigamos en oración, mientras el Hermano Borders o quienquiera va a dirigir el canto. Mantengan sus rostros inclinados, y voy a bajar ahora para pararme aquí en la línea y orar con estas personas.",
    "[El Hermano Borders canta, Solo Creed, mientras el Hermano Branham ora por aquellos en la línea de oración. Cinta en blanco.—Ed.]\n\n…Señor, yo creo,\n\n¡Oh, todo es posible!, ¡oh Señor, yo creo!;\n\n¡Oh Señor, yo creo!,\n\nLevantemos las manos mientras lo cantamos.\n\n¡Oh Señor, yo creo!,\n\nTodo es posible, ¡oh, Señor, yo creo!",
    "Saben, no creo que haya pasado por una línea de oración en mi vida, donde haya sido testigo de más fe que la que presencié en esa línea. Realmente la mejor línea de oración que creo haber tenido en los Estados Unidos, en mi vida, ver una línea pasando así. Estoy tan seguro como que mi nombre es William Branham, y estoy parado aquí en esta plataforma, que Uds. pastores oirán acerca de su gente que ha pasado por la línea. Realmente fue una gran fe, de la mejor que he experimentado en mi vida, de acuerdo a la única manera que tengo para testificarlo, por la unción del Espíritu Santo. Fue realmente maravilloso. Gracias a Uds. personas.",
    "Ahora todos los que creen que están sanos, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¡Miren, escuchen eso! Dios les bendiga.",
    "Dios esté con Uds. hasta que los encuentre de nuevo. Si el Señor quiere, estaré aquí en Tulare. ¿Así se llama? Tulare, Tulare aquí, esta próxima semana.",
    "Ahora pongámonos todos de pie, solo por un momento, mientras nos despedimos de la manera usual. Y luego van a repartir los paños de oración aquí, y demás. Dios les bendiga.",
    "Y Dios los bendiga a Uds. hermanos que ministran. Eso es lo que lo hace tan real, cuando Uds. hermanos, allí estaba Paul Caín y todos estos pastores, y todos parados aquí, un gran apoyo en la fe.",
    "Realmente he disfrutado esta reunión, inmensamente. La considero una de las reuniones más sobresalientes que he tenido en los Estados Unidos. He tenido unas más numerosas.",
    "Dios la bendiga, hermana. [La Hermana Upshaw dice: “Solo quería estrecharle la mano. ¡Oh, Aleluya!”.—Ed.] Dios la bendiga, Hermana Upshaw. No pasa una semana sin que yo piense en Ud. y—y en el Hermano Bill. Me encontraré con Ud. en esa orilla Allí, hermana, donde todas las cosas viejas han pasado. Estaremos Allí ese día. Amén.",
    "Ahora inclinemos nuestros rostros mientras le pedimos al pastor aquí, alguien que venga y nos despida en oración, oficialmente. Inclinemos nuestros rostros. Hermano, el Señor le bendiga. 🦅"
  ]
}