{
  "title": "CUANDO LES FUERON ABIERTOS LOS OJOS, LE RECONOCIERON",
  "id": "64140009",
  "content": [
    "🦅  Nuestro Padre Celestial, oramos que ahora recibas la gloria de nuestra reunión. Te agradecemos por la oportunidad. Bendice Tu Palabra que es presentada cada noche. Bendice a Tu pueblo mientras La oye. Y que el gran Espíritu Santo se apodere de la Palabra que cae en el corazón y La haga manifestarse, para que literalmente cientos de personas por todo el país puedan ser salvas. Cientos de ellas sufren, postradas en las sombras de la muerte, que puedan ver una gran Luz que irrumpe y sean sanados, y que Tu gran Nombre reciba la honra. Señor, para eso estamos aquí, no es para honrarnos a nosotros mismos, sino para honrar a Jesucristo entre nosotros. Porque lo pedimos en Su Nombre. Amén.",
    "Ahora, vayan a su Biblia solo por unos momentos. Y cada noche, pues solo hablaré por unos veinte o treinta minutos; vengo haciéndolo en las últimas semanas. Y hablaré solo por unos pocos minutos, y luego haremos un llamado a la línea de oración, para orar por los enfermos, o a lo que el Espíritu Santo guíe.",
    "Y ¿cuántos de Uds., los que vienen por primera vez esta noche, y todos Uds., van a orar por la reunión, lo harán? No estamos aquí solo… estamos—estamos aquí porque queremos ayudar. Hermanos, yo creo que con la ayuda del Señor, tendremos una gran reunión para honrar a nuestro Señor y Salvador.",
    "Creemos que Él ya viene. Si Él no llega esta noche, estaré esperándolo en la mañana. Si Él no ha llegado aquí para mañana en la noche, aquí estaré, si el Señor quiere. Y entonces, si Él no ha llegado, Lo esperaré mañana por la noche. Y entonces si Él no ha llegado, lo esperaré la noche siguiente. Eso quiero. He estado esperándolo a Él desde hace treinta y tres años ya, gran parte de mi vida, y no me desanimo. Estoy vigilando día a día y hora tras hora, que Él aparezca.",
    "Ahora vamos a la Biblia, al Libro de—de San Lucas, el capítulo 24, comenzando con el versículo 13. Pongámonos de pie para honrar la Palabra mientras leemos. San Lucas 24, comenzando con el versículo 13. Ahora, si algunos de Uds. tienen sus Biblias, a algunos les gusta seguir el texto del ministro, de donde él va a hablar. Y ahora quiero que escuchen atentamente. Lean conmigo si pueden, en silencio, mientras leemos.\n\nY he aquí, dos de ellos iban el mismo día a una aldea llamada Emaús, que estaba a sesenta estadios de Jerusalén.\n\nE iban caminando entre sí…de todas aquellas cosas que habían acontecido. (Discúlpenme.) E iban hablando entre sí de todas aquellas cosas que habían acontecido.\n\nSucedió que mientras hablaban y discutían entre sí, Jesús mismo se acercó, y caminaba con ellos.\n\nMas los ojos de ellos estaban velados, para que no le conociesen.\n\nY les dijo: ¿Qué pláticas son estas que tenéis entre vosotros mientras camináis, y por qué estáis tristes?\n\nRespondiendo uno de ellos, que se llamaba Cleofas, le dijo: ¿Eres tú el único forastero en Jerusalem que no has sabido las cosas que…han acontecido en estos días?\n\nEntonces él les dijo: ¿Qué cosas? Y ellos le dijeron: De Jesús nazareno, que fue varón profeta, poderoso en obra y en palabra delante de Dios y de todo el pueblo;\n\n…ahora le entregaron los principales sacerdotes y los gobernantes a sentencia de muerte, y le crucificaron.\n\nPero nosotros esperábamos que él era él que había de redimir a Israel; y ahora, además de todo esto, hoy es ya el tercer día que esto ha acontecido.\n\nAunque también nos han asombrado unas mujeres de entre nosotros, las que antes del día fueron al sepulcro;\n\ny como no hallaron su cuerpo, vinieron diciendo que también habían visto visión de ángeles, quienes dijeron que él vive.\n\nY fueron algunos de los nuestros al sepulcro, y hallaron así como las mujeres habían dicho, pero a él no le vieron. Entonces dijo…\n\nEntonces él les dijo: ¡Oh insensatos, y tardos de corazón para creer todo lo que los profetas han dicho!\n\n¿No era necesario que el Cristo padeciera estas cosas, y que entrase en su gloria?\n\nY comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba…todas las Escrituras lo que de él decían.\n\nLlegaron a la aldea adónde iban, y él hizo como que iba más lejos.\n\nMas ellos le obligaron a quedarse, diciendo: Quédate con nosotros, porque se hace tarde, y el día ya ha declinado. Entró, pues, a quedarse con ellos.\n\nY aconteció que estando sentado con ellos a la mesa, tomó el pan y lo bendijo, lo partió, y les dio.\n\nEntonces les fueron abiertos los ojos, y le reconocieron; mas él se desapareció de su vista.\n\nY se decían el uno al otro: ¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino, y cuando nos abría la Escritura?\n\nY levantándose se fueron en la misma hora, volvieron a Jerusalén, y hallaron a los once reunidos, y a los que estaban con ellos,\n\nque decían: Ha resucitado el Señor verdaderamente, y ha aparecido a Simón.\n\nEntonces ellos contaban las cosas que les habían acontecido en el camino, y cómo le habían reconocido al partir el pan.",
    "Inclinemos nuestros rostros. Señor Jesús, oramos que Te des a conocer a nosotros de igual manera en esta noche, mientras esperamos en Ti. En el Nombre de Jesús, oramos. Amén.\n\nPueden sentarse.",
    "Como un tema de allí, me gustaría tomar estas palabras: Cuando les fueron abiertos los ojos, Le reconocieron.",
    "Ahora estamos hablando, por supuesto, de la resurrección, que es una creencia entre todos los creyentes Cristianos hoy. Es la esperanza de la Iglesia. Si Cristo no resucitó, entonces estamos perdidos. Y el Cristianismo tiene su base en la resurrección; ahora, no en un reemplazo. ¡Resurrección! Por ejemplo, esta llave del motel aquí, si la dejo caer al suelo, y digo: “Bueno, la dejé caer, colocaré otra igual aquí”; eso no es resurrección, eso es reemplazar. ¿Ven? Resurrección es “levantar lo mismo que cayó”. Y Dios lo levantó a Él al tercer día. Y creemos eso con todo nuestro corazón, y creemos la historia de la Biblia.",
    "Y fíjense, en esta primera mañana de Pascua, Jesús está vivo entre ellos, de entre los muertos.",
    "¡Qué cosa más hermosa! Me alegra mucho esta noche acentuar eso con un “amén”; que creo que Él aún está vivo entre nosotros, en la primavera del glorioso Evangelio de Cristo. Yo creo que Él aún está vivo.",
    "Creo que eso ha sido un… Sí. Esa fue la primavera de la resurrección y también de la vida del hombre. El hombre siempre le ha temido a la muerte; no tenían la seguridad de que regresarían después de morir.",
    "Pero ellos lo vieron a Él morir en el Calvario, luego resucitar y estaba con ellos, caminando entre ellos en este glorioso día. Después de la tristeza y pesares y todo lo que habían pasado, y aquellas horas oscuras cuando Lo vieron crucificado y escupido, y burlado, y todo lo que Él había pasado en esos tres años y medio, y aquellas últimas horas de oscuridad que Le hicieron… Esos fariseos, en verdad Lo odiaban, y se regocijaban porque pensaban que habían acabado con eso, ¡y aquí aparece Él entre ellos! ¡Vaya, qué día! A mí…",
    "¿No les gustaría haber viajado con Cleofas y ellos, de camino a Emaús? A mí me hubiera gustado caminar con ellos; y es posible. Me alegra estar viviendo en el día de hoy cuando todavía puedo hacer lo mismo, caminar con Él hoy como lo hicieron ellos en aquel entonces.",
    "El punto allí era sobre Jesús, que se había levantado de los muertos. Pero lo más triste de todo era que algunos de los que Lo amaban no lo sabían.",
    "Y ese realmente es un cuadro de hoy. Hay muchas personas que Lo aman, que aún no se han dado cuenta de que Él está vivo. Para ellos es una clase de historia que aprendieron en alguna escuela. Es algún libro de teología, alguna ética, código de éticas que han estudiado en alguna parte, y para ellos Jesús es una figura histórica. Sin embargo, en la historia, ellos Lo aman, y no se dan cuenta de que Él está vivo con nosotros, caminando aquí con nosotros como siempre lo hizo. Él está aquí como—como siempre lo estuvo.",
    "Ahora, ellos, la razón (ellos) por la que no lo creyeron, es porque la resurrección fue demasiado inusual. ¿Ven?, había… Eso no había sucedido antes, y era algo inusual que ellos creyeran algo así.",
    "Y en lo inusual es donde está Dios. ¿Ven? El nacimiento de Cristo fue inusual: “Una virgen concebirá”. Dios siempre es inusual; Él hace cosas inusuales, pero siempre es de acuerdo a Su Palabra. Él nunca hace nada fuera de Su Palabra que sea tan inusual; porque primero Él lo promete, y luego envía a alguien para manifestar esa Palabra, para hacerla real al pueblo.",
    "Cuando Uds. los pentecostales recibieron el bautismo del Espíritu Santo por primera vez, eso fue algo inusual; pero aun así, Dios Lo había prometido, “que Lo derramaría en los últimos días”, y allí estaba. Y no importaba qué tan poco común fuera, era una promesa de Dios que tenía que ser manifestada porque Dios lo había prometido.",
    "Ahora la resurrección fue inusual para muchos de los Suyos, las personas que Lo amaban; sin embargo, era una Palabra prometida, pero demasiado inusual para creerla.",
    "Hoy la sanidad Divina es—es tan inusual para la gente, al punto que no quieren creerla, y sin embargo, es la Palabra prometida.",
    "Esto que estamos viendo suceder en el día de hoy es una promesa de Dios, pero es muy inusual para la mente que nunca lo ha pensado de esa manera.",
    "Y así fue la resurrección para muchas personas que lo amaban a Él. Hubo gente que Le honró y creyó que Él era un profeta de Dios, y creyeron que Él era el Hijo de Dios, y demás, pero aún así (ellos, ellos) la—la resurrección fue demasiado para ellos creer; fue demasiado fenomenal.",
    "Y al Ud. escudriñar cualquier cosa que sea un fenómeno muy sobresaliente como ese, siempre revíselo con la Palabra. Y si la Palabra lo prometió, entonces sencillamente es Dios surgiendo en la escena de nuevo. Y así es con toda promesa.",
    "Y así de esa manera ellos debieron haberlo visto, por cuanto Dios prometió que Él lo levantaría a Él al tercer día. David dijo: “No dejaré Su alma en el infierno, ni permitiré que Mi Santo vea corrupción”. Jesús dijo: “Destruid este cuerpo y en tres días lo levantaré nuevamente”. ¿Ven?, esa era una promesa.",
    "Y era algo fenomenal, demasiado inusual, y muchos de los que Le amaban no podían entenderlo. Porque eso fue—fue asombroso para el mundo entero, que un Hombre que había sido crucificado, y una espada había traspasado Su corazón, o una lanza, cada gota de sangre en Su cuerpo había sido derramada sobre la cruz, y Lo habían tomado y Lo sellaron en una tumba, y rodaron sobre ella una roca, se necesitó una centuria de hombres para hacerlo, y luego la sellaron con un sello romano, para luego decir: “Un Ángel bajó y rompió el sello, y rodó la roca y aquí está Él vivo entre nosotros”. Era una cosa un tanto extraña.",
    "Y hoy es la misma clase de fenómeno. Cuando la gente piensa que Él murió, que ahí se acabó todo, hace mil novecientos años; y aquí está Él hoy, después de mil novecientos años, aún entre nosotros, igual como lo estuvo entonces, tan real como Él lo fue allá, haciendo lo mismo que hizo en aquel entonces. Es algo demasiado fenomenal. La gente no puede entenderlo. Va más allá de su entendimiento. Seguro, ¿quién puede explicar a Dios? Nadie puede explicar a Dios.",
    "Nadie puede interpretar a Dios. Dios es Su Propio intérprete. Dios habla la Palabra; y ellos dicen: “Bueno, Uds. tienen la interpretación equivocada”. Dios hace que se cumpla y esa es la interpretación. No necesita que nadie lo interprete a Él. Acabo de hablar sobre eso en una ciudad aquí más abajo. Dios dijo: “Sea la luz”, y fue la luz. Eso no necesita ninguna interpretación; fue la luz. Dios dijo: “Una virgen concebirá”, y ella concibió. Asunto terminado. Así que cuando Él habla algo, y luego Él—Él es Su Propio intérprete. Él no necesita nuestra interpretación de aquello. La Biblia dice que: “La Escritura no es de interpretación privada”. Es Dios Mismo interpretándola. Fíjense, muchos no vieron eso porque no habían escudriñado las Escrituras. Ellos no habían escuchado lo que Él dijo.",
    "Muchos, hoy en día, no han escuchado el Mensaje, no han oído de las Escrituras y lo que Cristo ha prometido para estos últimos días. Por eso es que las personas están en la condición en la que se encuentran hoy, y las iglesias están todas enredadas entre ellas. Ellos no se han fijado en lo que dice la Escritura para este día. Ellos no se fijaron en que estas cosas tenían que suceder. Esto simplemente es el cumplimiento de la Escritura. Mucha gente lo ama a Él. Mucha gente cree en Él; pero aún eso es demasiado fenomenal, ellos no Lo pueden entender, cuando uno habla de Él, que es el mismo que fue ayer, haciendo las mismas cosas. Ellos reclaman creerlo, pero cuando sucede, entonces no lo entienden. Ellos, ellos sencillamente no pueden creerlo.",
    "Fíjense, ellos estaban hablando de Él cuando apareció. Ahora, eso es algo bueno. Vemos aquí en la Escritura que dice: “Y mientras ellos hablaban de Él, mientras hablaban de estas cosas, yendo allí hablando de Él, tristes”, entonces se dieron cuenta de que Él apareció. Y cuando apareció, Él se les apareció mientras iban allí, discutiendo sobre Él. Ahí es cuando Él siempre aparece, cuando hablamos de Él. Siempre, en la Escritura, cuando las personas hablan de Dios, es cuando Él ha aparecido.",
    "Ahora, nosotros siempre estamos demasiado ocupados hablando de otras cosas. Yo creo que por eso muchas personas que Lo aman, no logran verlo. Estamos muy ocupados con nuestros credos y denominaciones, y asuntos de las iglesias, y membresías, y en conseguir más miembros y cosas, que estamos demasiado ocupados para hablar acerca de Él. Él es la Palabra. Estamos demasiado interesados en lo que que dice el… algún credo, algún libro de texto o algo más. “¿Cuántos miembros podemos conseguir por votación? ¿Aceptamos a este, aquel o al otro?”. Nosotros deberíamos estar dedicándonos constantemente a la Palabra de Dios y a la oración, estudiando la Palabra. Pero estamos demasiado interesados en otra cosa.",
    "Estas personas estaban tristes. Estaban conversando; algo grande había sucedido; Él habría de ser quitado. Pero ellos estaban hablando acerca de Él y allí les apareció. Y cuando Él apareció, era un forastero para ellos. Ellos no lo entendieron. Primero, Él re-… primero, vemos que Él estaba caminan-…",
    "Mientras iban por el camino hacia la pequeña ciudad de Emaús, que estaba a una o dos millas de allí, camino de un día de sabbat, o algo así; Él primero les reveló las Escrituras prometidas de Sí Mismo para aquel día. Ahora, noten que cuando Jesús viene a la escena, si queremos verle y hablar con Él después de Su resurrección, como ellos lo hicieron, así como ellos lo vieron, lo primero que Él hizo fue revelarse a ellos por medio de las Escrituras. Amén. ¿Para hacer qué? Ellos eran hebreos; ellos creían la Palabra. Y ellos… Él, Él Se reveló a Sí Mismo, reveló la Palabra escrita de Sí Mismo, lo que se suponía que Él haría para aquella edad. Amén. Cada…",
    "Dios, en Génesis, y antes de la fundación del mundo, Él la asignó, y la habló y dijo lo que sucedería desde el principio—principio hasta el fin.",
    "Las iglesias siempre enredan eso completamente y se apartan, y el hombre tiene que inyectar lo que ellos creen del Asunto. Y este dice: “Bueno, yo creo un poco diferente a eso”, y lo hace a él algo. Y este otro tiene que hacer algo. Cada quien tiene una torre, una ciudad o algo que tienen que construir; siempre están tratando de añadir algo o hacer algo para decir: “Nosotros hicimos esto”. ¡Oh!, así es como Uds. se confunden.",
    "Sáquese Ud. del cuadro y deje que Dios lo haga. ¿Ve? Aquí está Su Palabra, lo que Él dijo que Él haría. En cada edad, Él envía un profeta allí, con la unción. La Palabra del Señor siempre viene al profeta, para vindicarla en la edad.",
    "Juan el Bautista llegó a la escena. Él era el profeta de ese tiempo. Él era la Luz de esa edad, porque el profeta Malaquías había dicho que él vendría: “Yo enviaré a Mi mensajero delante de Mí”. Setecientos doce años antes de eso Isaías dijo: “Voz de uno que clamará en el desierto, he aquí Yo…” lo que él haría en los últimos días: “Enderezad calzada en la soledad”, y todas estas cosas fueron profetizadas de él. Cuando él llegó a la escena, él era el profeta para manifestar esa promesa.",
    "Jesús es la Palabra y la Palabra siempre viene al profeta. Y recuerden, cuando este profeta estaba profetizando: “Enderezad calzada”, y luego cuando la Palabra estaba en la tierra, la Palabra fue directo al agua y vino al profeta. ¡Amén! ¡Cuán perfecto! La Palabra viene al profeta. Y Él era la Palabra. Pues: “En el principio era el Verbo, y el Verbo era con Dios. Y—y el Verbo fue hecho carne y habitó entre nosotros, y Le vimos”. Con razón Él dijo: “Nos conviene cumplir toda justicia”. La Palabra vino al profeta, en el agua, para cumplir toda justicia.",
    "Y vemos entonces que aquí Él Mismo Se reveló a Cleofas y a su amigo; se desconoce el nombre del otro. Pero sabemos que era Cleofas, y Él Mismo Se reveló a ellos por medio de la Escritura. Fíjense en lo que Él—Él dijo.",
    "Fíjense, ellos, ellos Lo llamaron a Él un “Profeta”. “¿No sabes de estas cosas? Jesús de Nazaret, un Profeta a quien Dios Mismo Se manifestó”. ¿Ven? Pues, Él fue llamado Profeta delante de todo el pueblo y demás. Entonces si ellos habían reconocido a Aquel de quien estaban hablando, de que era un Profeta, pareciera que deberían haber visto aquí mismo a ese mismo Profeta tomar la Palabra de nuevo y comenzar a revelarla.",
    "Pues, Él era la Palabra y Se estaba revelando a Sí Mismo, con la boca, la Palabra que fue escrita de Él. Y Él empezó, comenzó desde Moisés y les explicó todo lo que los profetas habían dicho de Él. ¡Oh, hermano! ¡Cómo Él lo dio a conocer para esa edad! “Insensatos, tardos de corazón. Sabiendo que Moisés y todos los profetas habían dicho que el Cristo había de padecer y entrar en Su Gloria”. ¿Ven?, y eso era lo que se suponía que debía suceder en aquella edad. “¿No saben Uds. que se supone que Él debe hacer eso?”. ¿Ven?, revelando la Palabra escrita de Él.",
    "Así es como Cristo siempre lo hace. Dios nunca cambia Su programa. La manera en que Él lo hace la primera vez, así es como Él lo hace todo el tiempo. Él tomó una decisión en el huerto del Edén cuando el hombre estaba perdido, de salvarlo por medio de la Sangre derramada. Ese es el único lugar donde Él se encontrará con el hombre. Desde entonces, ese es el único lugar donde Él se ha encontrado con el hombre; bajo la Sangre derramada.",
    "Hemos tratado de educarlos; hemos construido torres; hemos construido ciudades. Hemos construido de todo, procurando unir a la gente. Hemos tratado de usar la educación para unirlos; tratamos de usar el poder militar para unirlos; hemos tratado de unirlos con denominaciones. Todo ha fallado.",
    "Dios tiene un lugar: es bajo la Sangre; es la única manera. Bajo la Sangre Él se encontrará con el hombre. Y entonces son hermanos nacidos de la Sangre.",
    "Espero que no este dejándolos sordos allá con esto, pero suena como que hay un rebote. Si es así…, ¿pueden oírme bien? Si así es, levanten las manos. Muy bien. Ahora, solo es asegurándome que estén recibiendo Esto; deben recibirlo.",
    "Fíjense, ahora, siendo que Él lo dijo, aun así no Lo reconocieron, por medio de la Palabra Escrita. ¡Piénsenlo! Cuando Él vino y Se reveló a Sí Mismo por la Palabra, a ellos, y aun así no lo vieron.",
    "Si ese no es un cuadro de hoy, yo no sé lo que es. Aún fallan, cuando la Escritura dice estas cosas; “En los postreros días, dice Dios, derramaré de Mi Espíritu sobre toda carne, vuestros hijos y vuestras hijas profetizarán. Sobre Mis siervas y sobre Mis siervos en aquellos días derramaré de Mi Espíritu. Y daré prodigios arriba en el cielo y fuego y humo, y demás”. Ellos aún no lo ven.",
    "Jesús dijo: “Como fue en los días de Noé, así será en la venida del Hijo del Hombre; ellos estarían comiendo, bebiendo, casándose, dándose en casamiento. Como fue en los días de Lot, así será en la venida del Hijo del Hombre”. Con todas estas cosas que ellos hablaron, y la Palabra que es predicada desde la plataforma, y todavía muchos de los que le aman a Él no ven eso. Ellos siguen andando a tientas en la oscuridad. Ellos aún no Lo conocen, por medio de la Palabra escrita.",
    "Ellos toman seminarios, y viajan y La malinterpretan y de todo, y regresan con eso, y ellos no saben realmente en qué—qué creer. Uno dice que es de esta manera, y otro dice que es de esa manera. Así que solo la Palabra escrita, Jesús nunca les dijo que fueran a todo el mundo y “enseñaran”. Él dijo: “Id a todo el mundo y predicad el Evangelio”. Hay mucha diferencia entre tratar de enseñar algo y predicar algo. Predicar es “hacer manifiesto”. Se tiene que hacer, demostrar el poder del Espíritu Santo. “Estas señales seguirán a los que creen”. Se necesita el Espíritu Santo para manifestar esa Palabra. Si es la Verdad, la Palabra, Dios la manifestará. Si no es la Verdad, Dios no tendrá nada que ver con eso, porque Dios no Se mezcla con mentiras, Uds. saben eso, porque Él es Dios, ahora, igual hoy.",
    "Afirmaban que habían creído y que ellos eran Sus discípulos, Lo amaban, ellos lo creyeron, y Él estaba de pie allí mismo con ellos, interpretando la Palabra, de Quién era Él, y con todo, no se daban cuenta. ¡Solo piensen en eso! Ellos no lo sabían, y Él Mismo de pie allí, escrito en la Escritura, y regresa y toma la Escritura que había sido escrita de Él por cientos de años, y decía lo que Él debería hacer y todas estas cosas así, y caminaban alrededor y decían: “¿No me digas? Bueno, ¡tú qué piensas!”. Y Él, Él hablando, y ellos aún no lo reconocieron.",
    "¡Qué cuadro de este día! Hoy es igual, ellos dicen creer que Él se levantó de los muertos, pero cuando Él aparece para mostrarse a Sí Mismo, ellos aún no lo creen. ¿Ven? Pero, afirman que Lo creen. “¡Oh!, sí, nosotros creemos que Él se levantó al tercer día”. Pero dejen que Él haga algo para mostrar que se levantó al tercer día: “¡Oh!, yo no creo en eso”. ¿Ven? Ahí está, lo mismo.",
    "Fíjense, Él dijo: “Insensatos y tardos de corazón para entender la promesa de la Escritura para esta edad”.",
    "Insensatos, dijeron: “¡Oh!, Él ha muerto; ellos Lo crucificaron, y dicen que se levantó de nuevo, pero, ¡oh, vaya!, es solo una historia de misterio que alguien contó. No supimos nada al respecto. ¡Oh, les cuento que es la cosa más triste!”.",
    "Él dijo: “Insensatos y tardos de corazón para entender lo que ha dicho la Escritura para esta edad”. Amén.",
    "Allí lo tienen. Ojalá yo pudiera gritarle eso al Concilio Ecuménico. Sí, señor. Tardos de corazón, sabiendo que la Escritura dice estas cosas y aun así no lo entienden. Allí lo tienen.",
    "Él dijo: “Insensatos y tardos de corazón para entender la Escritura que ha sido profetizada para ese día, y exactamente cómo sucedería y ahora ha sucedido. Cristo entró en Su Gloria, sufriendo primero, muriendo; y murió, resucitó al tercer día. ¿No?… Así es como dice la Escritura que Él lo haría, resucitar al tercer día”. Él dijo: “Este es el tercer día desde que sucedió”.",
    "Dijo: “¡Bueno, eso es lo Yo estoy intentando decirles!”. Y aun así ellos no lo entendieron. Luego Él dijo: “Uds. son insensatos y tardos de corazón para entender todo lo que los profetas han dicho, y es declarado en la Escritura acerca de este día. Y aquí mismo ha sucedido delante de Uds. y no lo saben”.",
    "Ellos dijeron: “¡Pues, qué te parece!”. ¿Ven?, sus ojos estaban cegados.\n\nUds. dicen: “¿Pudieran estar cegados en este día?”. Sí, señor.",
    "Están tan ciegos hoy como en aquel entonces. Correcto. ¿No dice la Biblia que: “Serían impetuosos, infatuados, amantes de los deleites más que de Dios, implacables, calumniadores, intemperantes, y aborrecedores de los buenos, que tendrán apariencia de piedad, pero negarán la eficacia de ella; el Poder de la resurrección y la manifestación del Hijo de Dios?”. La Biblia dijo que sucedería, así que tiene que suceder. Así como él dijo, como habló Isaías y dijo: “Uds. tienen ojos y no pueden ver, y oídos mas no oyen”. El mismo Dios dijo la misma Escritura.",
    "Vemos entonces a Pablo, la gran revelación que él tuvo de Jesucristo, de Quién era Él, fue tan grande saberlo, pues, que Dios la puso en la Biblia, así de grandiosa era. Por esa razón le fue dado un aguijón en la carne, para mantenerlo humillado de modo que no se engrandeciera y se exaltara. Dios lo mantuvo doblegado y humilde para poderlo usar en diferentes partes del país, para que hiciera por Él lo que Él quisiera, porque él tuvo la revelación de Jesucristo, de Quién era Él.",
    "Entonces, fíjense, esto es lo que se debe hacer. Lo siguiente que vemos es que ellos Lo invitaron a entrar. Él llegó al lugarcito, la pequeña posada donde iban a quedarse. Se hacía tarde y ellos le dijeron: “¡Oh!, ven y quédate con nosotros”. Él hizo como que iba a seguir de largo.",
    "¡Oh!, yo he pensado en eso muchas veces. Él solo quiere que Ud. Lo invite. Él hizo como si fuera a seguir de largo. Él podría hacer como si fuera a pasarla a Ud. de largo, hermana, en la silla de ruedas; o a Ud., señor, en la camilla; o a Ud. que está allí con problemas del corazón, que no vivirá por mucho tiempo. Estas personas quizás están lisiadas, podrían vivir el tiempo de una vida normal; pero alguien con problemas al corazón podría morir antes del amanecer, podría morir antes de mañana. Él podría actuar como que va a pasar de Ud., pero Él solo está queriendo que Ud. Lo invite a entrar. ¿Ven?",
    "Ud. pudiera pensar: “Bueno, Él sanó a fulano de tal el otro día. Él, el mes pasado o hace dos años, yo lo sé, vi…”. Sí, Él pudiera actuar como si fuera a pasar de Ud., pero Él solo quiere que Ud. Lo—Lo invite. Él hace como si fuera a pasar de largo. Lo que Él era en aquel entonces, Él lo es hoy; lo que Él hizo ayer, lo hace hoy. Él lo dijo. Fíjense, Uds. deben hacer lo mismo, tienen que invitarlo a Él a entrar. Fue entonces, y solo entonces, que Él pudo revelarse a Sí Mismo.",
    "Él no pudo hacerlo predicándoles la Palabra; se les pasó por alto. Él caminando allá, diciendo: “Bueno, Uds. deberían haberlo sabido, insensatos, tardos de corazón. La Biblia dijo estas cosas, que Cristo debía hacer estas cosas, y todo lo demás”. Caminando allí, pues, pareciera que ellos deberían haber visto Quién era. Él nunca les dijo directamente: “Yo soy Él”. Si Ud. ve a un individuo que hace eso, entonces sabrá que él no tiene nada, para comenzar. Pero Él simplemente dejó que el Espíritu Santo lo revelara. Él nos dijo.",
    "Él le dijo al fariseo, dijo: “Escudriñad las Escrituras; porque os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí; Ellas les dicen Quién soy Yo”. Ellos debieron saberlo. Así deberían saberlo hoy en día, no es una gran algarabía, o discusión, o un alboroto, ni mucho ruido: es Jesucristo manifestado entre Su pueblo. Correcto. La Escritura lo dice. Ahora fíjense, y eso lo confirma cuando Dios lo dice.",
    "Vemos ahora que la única manera en que Él puede revelarse es entrando en Ud.; Él es, Él puede, Él es la Palabra. Y la Palabra en Ud., entonces el Espíritu Santo revela a Cristo, por medio de la Palabra, después de que Él entra en Ud.; Él está en Ud. Ud. tiene que recibir Su Palabra.\n\nDicen: “Bueno, mi iglesia no cree Eso”.",
    "Muy bien, Ud. nunca entrará. ¿Ven? Cuando Ud. rechaza la Palabra, Ud. lo está rechazando a Él.\n\n“Bueno, mi iglesia cree en hacerlo de Esta manera”.",
    "Pero la Biblia dice que se haga de esta manera. Esta es la manera. Tómela como está escrita Allí. No lo que alguien le haya añadido a Ella, sino lo que Dios dijo al respecto. Y entonces Él podría revelársela a Ud., pero primero Él tiene que entrar en Ud. Y solo entonces, Él puede revelarla.",
    "No se pare a mirarla y a tratar de entenderla, como dijo el fariseo. Ellos se pararon y lo miraron a Él allí, dijeron: “Este hombre es Beelzebú”. No pudieron entenderlo. Tenían que darle un nombre. Ellos dijeron: “Este hombre hace esto por el espíritu del diablo. Él, Él es un Beelzebú, un adivino. Pues, no tengan nada que ver con este Individuo. Él nació en pecado. Él no tiene las tarjetas de nuestro compañerismo. Él no es de los nuestros. Y, ¡oh, vaya!, ellos… Ni siquiera sabemos a qué escuela fue Él. Él no tiene educación. Pues, bueno, ¿de dónde vino este Hombre? Ahora Él dice que: ‘El Hijo del Hombre que va a ascender ¿fue el que descendió?’, y Él nació aquí mismo. Él está loco. ‘¿A menos que coman la carne del Hijo del Hombre, beban Su sangre’? Él es un caníbal”. Y Él hizo eso solo para hacerlos decir esas cosas. Ellos tenían que hacerlo.",
    "Y así lo hace el Espíritu Santo hoy, presentando Su Palabra en manifestación para que los hombres la condenen, para que Dios ponga Su juicio sobre la tierra, como Él prometió que lo haría. Él endureció el corazón de Faraón. ¡Aleluya! Él es el mismo ayer, hoy, y por los siglos. Él no cambia; Él es Dios. Con Su sistema de hacer las cosas, Se muestra a Sí Mismo poderoso con Su Palabra, para manifestarla. Él no tiene que decirle a Ud. todo el asunto. Ud. no tiene que entenderlo. Ud. no puede entender a Dios. Ud. tiene que aceptarlo. Simplemente invítelo a Él a entrar y vea lo que sucede.",
    "Ahora, de nuevo vemos cómo Él se dio a conocer a ellos, después de que entró. ¿Cómo lo hizo? Él les abrió los ojos para ver quién era Él. Cuando entró a ellos, entonces Él les abrió los ojos para que vieran.",
    "Ahora, cuando la Palabra entra en Ud., cuando Ud. acepta la Palabra de Dios y Ella entra en Ud., entonces la promesa (de esa promesa que Ud. ha aceptado) se manifiesta, y entonces Ud. sabe Quién es.",
    "¿Pero qué hizo Él?, ¿cómo Se dio a conocer a ellos? Haciendo las mismas cosas que había hecho antes de Su crucifixión. Entonces supieron que era Él, porque Él se había levantado de los muertos. Toda la predicación, toda la enseñanza y todo lo demás que Él había hecho, había fallado. Pero cuando Él Se reveló a Sí Mismo haciendo lo mismo que Él había hecho antes de Su crucifixión, ellos supieron que era Él. Eso les abrió los ojos.",
    "Hermano, hermana, Él es el mismo ayer, hoy, y por los siglos. Él no cambia. Así como Él hizo con la mujer en el pozo, ¿ven?, Él nunca cambia Su programa.",
    "Ahora, esta mujercita junto al pozo, ella conocía la Escritura prometida para aquel día. Fíjense cuando Él se acercó a la mujercita junto al pozo. Él dijo (en Sicar), Él dijo: “Mujer tráeme de beber”.",
    "Ella dijo: “Pues, no es costumbre que Uds. los judíos pidan de nosotros los samaritanos algo así”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, me pedirías a Mí de beber”.",
    "Pues, entonces ella pensó: “Es algún sabelotodo, así que Lo interrogaré un poco”. Dijo ella, y comenzó a interrogarlo.\n\nDirectamente Él le dijo: “Ve y busca a tu marido y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Le dijo: “Bien has dicho, cinco has tenido y con el que estás viviendo ahora no es tu marido”.",
    "¡Observen! Rápidamente, ¿qué hizo eso? Entró. Rápidamente ella se dio cuenta de algo. Dijo: “Señor, me parece que Tú eres profeta”. Amén. ¿Ven?, había una semilla allí, para venir a Vida. Había un interruptor allí que encendería la Luz. Para esos fariseos, estaba oscuro para comenzar; no había interruptor, baterías, ni nada más. Pero para este Hombre, esta mujer, una pequeña prostituta, ella dijo: “¡Señor!”.",
    "¿Por qué? Ella estaba esperando la manifestación de la Palabra. No habían tenido profetas por unos cuatrocientos años, desde Malaquías, y aquí había un Hombre que manifestaba ser profeta. Rápidamente ella supo que había algo. Ella dijo: “Señor, me parece que Tú eres profeta”. Dijo: “Sabemos que cuando venga el Mesías, eso es lo que Él hará”.",
    "Él dijo: “Yo soy, el que habla contigo”. Ahora Él puede revelarse a Sí Mismo; ella ya lo había recibido a Él. Él ya está adentro, ¿ven?, pudiendo Él Mismo darse a conocer. Así es como Él Se dio a conocer al mundo, a la mujer. ¿Por qué? Ella creyó la Palabra prometida, y ¡cuando vio la Palabra prometida manifestada!",
    "Ahora sabemos que en el capítulo 18 de Deuteronomio, versículo 15, Moisés dijo: “Profeta como yo, levantará Jehová tu Dios”. Y ella sabía que ese Mesías iba a ser un profeta. Y el último profeta se había ido muchos, muchos años antes de eso. No había habido profetas. Y aquí estaba Uno. ¿Qué era? Era lo siguiente en la línea. Esa era la Palabra. ¿Qué hizo Él? Él se lo reveló a ella, diciéndole, revelando que Él era ese profeta, al revelarle lo que ella había hecho. ¡Oh, vaya!",
    "Eso fue suficiente. Ella dejó ese cántaro, entró corriendo a la ciudad, y dijo: “Vengan, vean a un Hombre Quién me ha dicho las cosas que he hecho. ¿No es este el mismísimo Mesías?”. ¿Detenerla? Pues, no se podría; era como tratar de apagar llamas en un día ventoso y una casa seca, en llamas. Sí, señor, estaba ardiendo y en llamaradas. Dios había tocado el punto exacto. Ella vio algo. Ella sabía que era la Verdad. La Palabra había sido manifestada frente a ella. Así exactamente es como fue con los discípulos más adelante, ¿ven?, cuando Él estaba tratando de mostrarles la Palabra, y luego manifestó la Palabra. Y aquí ella conocía la Palabra y cuando La vio manifestada, con eso bastó.",
    "Un día, un hombre llamado Andrés había estado observando a Juan, escuchándole hablar de un Mesías que vendría. Pedro era su hermano, no estaba interesado. Ellos tenían un padre piadoso que los había enseñado: “Mira, hijo, hemos confiado en Dios para todas nuestras necesidades. En los días en que no podíamos pagar las cuentas, orábamos: ‘Dios, danos una buena pesca hoy’. Salíamos y Dios nos daba esa pesca. Y cuando teníamos esa pesca ¿qué hacíamos? Veníamos y le dábamos la gloria a Dios por ello y vendíamos nuestros peces. Hemos confiado en Dios. Ya soy un anciano y probablemente yo no veré al Mesías que vendrá. Pero vigila; antes de que Él venga, habrá mucha manifestación falsa”.",
    "Y la Biblia dice que las hubo. “Falsos cristos se levantaron”. Es verdad. ¿Qué estaba haciendo eso? Intentando opacar la Luz de aquel Verdadero que estaba por venir. ¿Ven? Hemos tenido muchas sectas, clanes y todo lo demás que se han levantado, y los llevan al Canadá y los meten en un refugio o en algún lugar. Y se han llevado a un grupo por acá, y por allá, exactamente repitiéndose de nuevo. ¿Qué está tratando de hacer? ¿Qué está tratando de hacer? Él está tratando de opacar la Luz de la Verdad.",
    "Ahora, veamos.",
    "Entonces un día, Pedro fue hasta la orilla, a pescar un poco y lavar sus redes. Y llegó Jesús. Y nos enteramos de inmediato, que tan pronto Él llegó donde estaba Pedro…",
    "Él estaba bien instruido en cuanto a lo que haría ese Mesías. Su anciano padre le había dicho: “Mira Simón, la Escritura dice. Tú eres, recuerda, tú eres un judío. El Señor nos ha dicho: ‘Si hay alguno entre nosotros, que sea espiritual o profeta, Yo el Señor hablaré con Él’. Y si lo que Él dice es la Verdad, la Verdad manifestada, y lo que dice se cumple constantemente, entonces sabrás que Él tiene la revelación Divina de la Escritura. Ahora tú conocerás al Mesías cuando Lo veas”.",
    "Y un día él caminó directo frente a Jesús. Él pensó: “Iré a ver de qué hablaba Andrés”.",
    "Y en cuanto llegó a Él, le dijo: “Tu nombre es Simón y eres el hijo de Jonás”. Eso fue suficiente; fue suficiente, porque él había sido enseñado allá que Él sería un profeta. Él lo sabía.",
    "Había otro erudito que había estado enseñando; Felipe estaba parado allí viendo suceder esas cosas; él rodeó la montaña rápidamente y buscó a otro hombre, llamado Natanael, quien había sido un estudiante de la Biblia, un estudioso. Ellos habían estudiado las Escrituras, porque sabían que el tiempo estaba cerca. Ellos estaban esperando que Él viniera.",
    "A esos es a los que Él viene, a los que Lo están buscando. Y nos damos cuenta hoy que Él no viene a aquellos que no lo están buscando. No existe la sanidad Divina para—para aquellos que no creen en ella. No existe el bautismo del Espíritu Santo para aquellos que no creen en Él. Solo es para aquellos que lo creen. Correcto. Eso es todo. Vemos entonces que Dios está obligado a revelar la Verdad a aquellos que anhelan conocer la Verdad. Él habla Su Palabra, luego viene y La cumple, da Su Propia interpretación.",
    "Ahora, nos damos cuenta que tan pronto como esa mujercita, ella dijo… Ella no podía entender cómo este Hombre estaba haciéndose el listo con ella, ella dijo, con eso de darle de beber a ella, y dijo, o traerle de beber a Él, y tratando de hacerse el listo. Y cuando menos pensó, pues, ella estaba hablando con Él y, nos damos cuenta que ella dijo: “Sabemos que el Mesías ha de venir, y cuando venga, Él nos declarará estas cosas”.",
    "Él dijo: “Yo soy Él, que habla contigo”. Entonces sus ojos fueron abiertos. Sus ojos fueron abiertos. ¿Por qué medio? La Escritura prometida. Sus ojos fueron abiertos por la Escritura prometida.",
    "Pedro sabía que su padre le había dicho que ese Mesías sería un profeta. Y aquí Juan le había contado, o Andrés le había hablado de un profeta, Juan, que estaba por allá profetizando, y lo demás, diciendo que algo sucedería. Así que, un día él fue allá, después de que vino Jesús. Cuando él llegó ante Su Presencia, Él le dijo: “Tú eres Simón; tú eres el hijo de Jonás”. ¿Qué sucedió? Sus ojos fueron abiertos. Él lo reconoció.",
    "Felipe y—y Natanael habían estado estudiando las Escrituras sobre Su venida. Él vino y dijo: “Ven y ve a quién he hallado, a Jesús de Nazaret, el hijo de José”.\n\n“¡Oh!” él dijo, “nada bueno puede salir de Nazaret”.\n\nDijo: “Ven y ve”.",
    "Y se fueron rodeando la montaña. No cabe duda que recordaron muchas cosas que Jesús había estado haciendo, lo que Él le había dicho a Simón, lo que había hecho, estas cosas que Él había hecho.",
    "Tan pronto como Felipe llegó ante Su Presencia con Natanael, Jesús miró a Natanael y dijo: “He aquí un israelita, en quien no hay engaño”.\n\nÉl dijo: “Rabí, ¿de dónde me conoces?”.",
    "Él dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, te vi”. Sus ojos se abrieron.",
    "Él dijo: “Tú eres el Hijo de Dios; Tú eres el Rey de Israel”. ¿Qué fue eso? Él vio la Palabra prometida de ese día revelada.",
    "Escuche, hermano, hermana, la Palabra prometida pudiera serle prometida a Ud., y Ud. puede ver que es la hora para eso; pero cuando Dios La revela, La interpreta, entonces es pecado rechazarla; nunca hagan eso. Dios le abrió los ojos, al mostrarle la Palabra manifestada que Él había prometido que acontecería. Ahora, Él siempre hace eso de la misma manera, Él nunca cambia Su sistema al hacerlo. No. Así que, recuerden, siempre lo hace igual. Él prometió las Escrituras para cada una de las edades, y cuando Él manifiesta esa promesa Escritural para esa edad, a las personas que les son abiertos los ojos para verla son los que la reciben.",
    "🦅 Ahora, Hermano Branham” Ud. dice, “se está haciendo tarde, ¿pues, qué entonces es lo que va a decir?”.",
    "¿Cuál es la promesa Escritural para esta edad, para poder saber de qué es que estamos hablando? ¿Para qué estamos aquí esta noche? ¿De qué sirve? ¿Nos estamos acercando a algo? ¿Realmente lo creemos? ¿Hemos testificado en vano? ¿Decimos que creemos que Él viene? ¿Creemos en Su Presencia visible? ¿Creemos que Él viene por Segunda vez? O, ¿solo nos estamos engañando a nosotros mismos?, o ¿lo creemos de verdad?",
    "Escudriñemos las Escrituras entonces y veamos lo que ha sido prometido para este día, entonces decimos como la mujer junto al pozo, Felipe y los demás: “Podemos ver”.",
    "Recuerden, Hebreos 13:8 dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Él lo prometió. Esa es la Escritura.",
    "San Juan 14:12 dice: “El que en Mí cree, las obras que Yo hago, él las hará también”. Estoy colocando una base para algo.",
    "Ahora en Joel 2:28, y 2:28 y 30, y en adelante, Él prometió. Él dijo: “Lo que quedó de la oruga comió el saltón, y lo que quedó del saltón comió tal y tal”. Cada uno de esos insectos es el mismo insecto; cambia su naturaleza. La oruga es el saltón, y así sucesivamente. Está en diferentes etapas de su trayectoria, y solo está comiendo y comiendo y comiendo, y se comió ese árbol de Dios hasta el tronco. Entonces, ¿volverá a vivir ese árbol? Pues, parecía un caso perdido, pero Dios dijo: “Os restituiré” dice el Señor, “todos los años que se comieron las orugas, los saltones. Lo que ellos se comieron, Yo lo restauraré de nuevo a su poder”.",
    "Lo que quedó de los luteranos, se lo comieron los metodistas; lo que quedó de los metodistas, se lo comieron los pentecostales; lo que quedó de los pentecostales, se lo comieron tal y tal, y así sucedió una y otra vez; uno con esto, y otro con esto, y otro con esto, y otro con esto, y otro con esto, hasta que se desvaneció en un montón de ismos. Sabemos que esa es la verdad. Yo me paro entre Uds., y los amo.",
    "Pero, recuerden: en Malaquías 4, pues no en Malaquías 3, Malaquías 4, Dios prometió enviar la unción de nuevo y “restaurar la Fe de los hijos de nuevo a la de los padres”. Y es exactamente lo que Dios prometió en Joel. ¿Cómo se hará eso? Hallamos que Jesús dijo en Lucas 17:26 al 30, Él lo dijo en el 27… Lucas 17, Él dijo: “Como fue en los días de Noé, estaban comiendo, bebiendo, casándose y dándose en casamiento; y no entendieron hasta que Noé entró. Así será en la venida del Hijo del Hombre”. Pero Él también dijo: “Como fue en los días de Lot”.",
    "¿Alguna vez han regresado? Desearía que tuviéramos tiempo para regresar y revelar eso. Vayan a Génesis, ese es el mismo Libro que Jesús estaba leyendo. Ese es el que Él revelaba, del que hablaba. Vayan allá, miren esto, Él dijo: Y los hijos del hombre… “Los hijos de Dios tomaron para sí a las hijas de los hombres”. Mujeres, la traducción original allí en el hebreo dice que eran mujeres. “Tomaron mujeres” ¿ven?, “para sí”.",
    "Solo miren hoy, miren los casamientos y dando en casamiento, “y no entendieron hasta…”.",
    "Miren aquí, miren a Inglaterra, esta gran desgracia, miren aquí en los Estados Unidos, miren la prostitución, miren todo. Es casi como dijo el comediante la otra noche, que: “Las mujeres usan sus ropas tan apretadas, son tan inmorales cuando caminan por la calle, que lo próximo que harán será rociarse con pintura en aerosol, no tendrán que usar ropa”. Eso tiene mucho de cierto. Mírenlas como van por ahí, lo inmorales e impúdicas e indecentes que andan. Y Uds. van, cuentan un chiste, y ellas se sientan entre los hombres, y algo así, y dijo: “La única forma de diferenciar… Ellas se visten como un hombre, y el hombre se viste como una mujer. Uno difícilmente… se cortan el cabello igual, lo mismo. La única manera en que Ud. puede diferenciar uno del otro es que si Ud. cuenta un chiste sucio, el hombre se sonrojará, las mujeres no”. Sí.",
    "🦅 Y entonces las hijas de Sion caminarán con soberbia en los últimos días”. Ellas fallarían en caminar siguiendo al Señor. No importa lo que uno les diga, Ud. puede predicar y predicar y predicar y es como golpear contra esa pared allí. Hay una densa oscuridad sobre ellas. No hay… parece ser tan difícil hallar a un verdadero hombre que sea hombre, y hallar una mujer que realmente sea una dama.",
    "Miren en las calles hoy y en nuestras pantallas, y en donde sea, estos programas sin censura, fumando cigarrillos, maldiciendo, en ese comportamiento, vistiéndose como hombre, y cosas así. Jesús dijo que esas cosas sucederían, y aquí están. No necesitan ser reveladas, ya están reveladas.",
    "Ahora fíjense, Él dijo: “Como fue en los días de Lot”, fíjense en la escena de Lot: Dios descendió. Y dos hombres fueron a Sodoma y predicaron en Sodoma. Un Hombre se sentó allí con Abraham, la Iglesia Elegida, tipo del Pentecostal llamado fuera hoy, no está allá en Sodoma.",
    "Aquellos que viven entre los Pentecostales, y las mujeres que se cortan el cabello, y los hombres que se comportan así, y cuentan esos chistes sucios y en ese comportamiento, ellos no son Pentecostales, solo son “pentecostales” de nombre. No son Pentecostales. Las damas Pentecostales genuinas son damas. Los hombres Pentecostales genuinos son hombres.",
    "Las escuelas casi teniendo que cerrar, por los jóvenes perversos siendo pervertidos y cosas así, en la escuela, hay homosexuales por todas partes. ¡Es una escena nauseabunda! “Como fue en los días de Sodoma, así también será la venida del Hijo del Hombre”.",
    "Recuerden, fíjense justo allí en ese versículo 30: “En que el Hijo del Hombre se manifieste”. ¿Se habían fijado en eso? Observen ese versículo 30: “En que el Hijo del Hombre se manifieste; como fue en los días antes de Sodoma”. Vean lo que sucedió en Sodoma. Este Hombre se quedó atrás. Dos de ellos fueron allá y hablaron con—con Lot para sacarlo de allí, y él hizo—no hizo milagros allí, solo herirlos con ceguera. Pero este de acá hizo un milagro, ante los Escogidos. Él estaba de espaldas a Sara, y ella estaba en la—la tienda detrás de Él. Dijo: “¿Dónde está Sara tu mujer?”.\n\nDijo: “Ella está en la tienda detrás de Ti”.",
    "Recuerden, Él la llamó “Sara”, a él lo llamó “Abraham”. El día antes de eso, él era Abram; y ella era Sarai, no Sara.\n\nY fíjense, él dijo: “Ella está en la tienda detrás de Ti”.",
    "Él dijo: “Yo voy a visitarte”. ¿Qué era? Dios en carne. “Voy a visitarte según la promesa”.\n\nY Sara se rió y dijo: “Esto no puede ser”.",
    "Él dijo: “¿Por qué se ha reído Sara diciendo: ‘Estas cosas no pueden ser’?”. Le dijo lo que ella estaba haciendo. Él siendo la Palabra en carne humana, conocía los secretos de su corazón, y dijo: “¡Sí te reíste!”.",
    "Y cuando Él fue hecho carne en la tierra, eso fue exactamente lo que Él hizo.",
    "Y ¿qué dijo Él? “Cuando el Hijo del Hombre se manifieste en los últimos días, como fue en los días de Sodoma”. Si los sodomitas están por todo el país, el mundo entero está dañado y perdido, y vemos la iglesia perdida, entonces es hora de que el Hijo del Hombre Se manifieste: el mismo ayer, hoy, y por los siglos. Esa es la promesa de Dios.",
    "Observen lo que Él dijo: “Un poco, y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros. Uds Me verán, el creyente”. ¡Él mismo ayer, hoy, y por los siglos! Sí. “Un poco y el mundo no Me verá más”. No puede verlo a Él; sus ojos están cegados.",
    "Pero cuando vean al Hijo del Hombre manifestado, ¡la Palabra de nuevo en carne humana! Un Hombre que comió la carne de becerro, bebió la leche de la vaca, comió panes hechos en el rescoldo, y fue llamado: “Elohim”, amén, un Hombre con ropas polvorientas, Dios manifestado en carne. Allí estaba en la tierra, manifestado en carne, y dijo: “Como fue en los días de Sodoma, cuando el Hijo del Hombre Se manifieste en los últimos días, el mundo estará en una condición como en Sodoma”, y aquí está. Hermano, hermana, damas y caballeros, lo que sean: esta es la hora, y la interpretación le pertenece a Dios. Que Dios abra nuestros ojos cegados a una promesa de la Escritura, para saber que estamos viviendo en los últimos días. ¡Amén!\n\nInclinemos nuestros rostros.",
    "Padre Celestial, se podría decir tanto. Con eso es suficiente. Me detendré. Señor Dios, Quien hizo la promesa, ven a la escena, Señor, manifiéstala. Nuestra carne no sirve, nuestra carne es débil, y es—es insuficiente, Señor. No es que haya alguien digno. No somos dignos, Señor. Pero Tú lo prometiste, y la hora ha llegado. La Palabra está delante de nosotros. Camina con nosotros, Señor, esta noche, y haz algo como lo hiciste cuando estabas en la tierra allá atrás, hace dos mil años, para que esta iglesia pueda saber esta noche que Tú vives para siempre, que Tú eres el mismo ayer, hoy, y por los siglos, y has prometido que las obras que hiciste se repetirían de nuevo. “El Hijo del Hombre se manifestaría en los últimos días, como lo fue en Sodoma”. Señor, Tú no mencionaste eso (sobre Lot) sobre Noé. No mencionaste que Te manifestarías en la época de Noé, sino que dijiste: “Como fue en Sodoma, cuando el Hijo del Hombre sea manifiesto”. ¡Oh!, podemos…",
    "Señor, permite que los lectores de la Biblia aquí esta noche vean la Verdad. Permíteles ver que Malaquías 4, que esta unción se supone que tenía que venir, y restaurar de nuevo esa Fe que los padres una vez vieron, la manifestación de Dios en Cristo. Ahora que puedan ver la revelación de Dios en seres humanos, Cristo manifestado en la carne de Su Iglesia, caminando entre nosotros. Concédelo, Señor. Las promesas que Tú hiciste, y las promesas que cumplirás. Y me encomiendo, con la Palabra, con la iglesia, con todos, a Ti ahora, en el Nombre de Jesucristo.",
    "Con nuestros rostros inclinados, habrá algunos aquí, antes de que tengamos la línea de oración, que dirían: “Hermano Branham, yo—yo no soy Cristiano. Yo—yo—yo—yo quiero ser salvo. Ore por mí, ¿lo hará, Hermano Branham?”. Solo levante su mano. “Yo lo haré”. Si Ud. está aquí, y no es Cristiano. Dios lo bendiga, señor. Dios lo bendiga, joven. Dios lo bendiga, señor. Eso es bueno. Solo… Dios la bendiga, dama. Dios la bendiga, dama. Dios la bendiga. Así es. Dios lo bendiga, allá atrás, señor. Dios lo bendiga. Eso es bueno.",
    "¿Alguien más? Solo levante la mano y diga: “No soy Cristiano”. Dios le bendiga. Lo vi allá atrás, joven. Dios lo bendiga, allá atrás. Y por aquí en la esquina, sí, Dios le bendiga. “No soy Cristiano, Hermano Branham, pero yo creo que Ud. está diciendo la Verdad. Creo que es la Verdad. Creo que la promesa dice eso. Lo he leído, y veo que la promesa prometió eso. Nunca lo he visto, pero yo—yo—yo lo creo”. Dios la bendiga, jovencita. ¿Uno más?",
    "Cuando Ud. levanta su brazo, eso hace algo en Ud. Seguro que sí. Le da la sensación de que ha hecho algo que es correcto. No hay una persona que levante las manos… Yo lo veo, muy atrás. Sí. No hay una persona que levante sus manos, y que no… Dios le bendiga. Lo veo a Ud. allí de nuevo, y a Ud. aquí. Sí. ¡Vaya!, eso es bueno. Recuerden, si no veo su mano, Él lo verá a Ud. Él lo sabe todo. Recuerden, Él lo sabe. Dios la bendiga, la hermana joven. Él lo sabe.",
    "Nuestro Padre Celestial, ellos son Tuyos ahora. Ellos no podrían haber levantado esa mano; hay Algo que les dijo que lo hicieran. Y con todo, quizás, ninguno de ellos ha llegado a ver las señales sobresalientes visibles de Tu Presencia aquí en la tierra en los últimos días, pero lo ven aquí, la Escritura así lo dice, y que ellos lo puedan entender esta noche. Que, incluso la Biblia ha sido predicada a lo largo de todos esos años, y la gente aún no cree. Pero cuando Tú estabas con Cleofas y su amigo, y luego hiciste algo igual a lo que habías hecho cuando estabas vivo en la tierra antes de la crucifixión, ellos supieron que ese era el mismo Jesús. Ahora, Señor, haz lo mismo por nosotros esta noche. Hazlo esta noche por estos enfermos, como lo hiciste antes de Tu crucifixión; entonces, después de dos mil años, los hombres y mujeres sabrán que Tú vives. Esperamos en Ti, Padre, en el Nombre de Jesús. Amén.",
    "Ahora, Uds. que levantaron sus manos, quiero que permanezcan reverentes por unos momentos. Voy a hacer un llamado, a la línea de oración. No digo que Dios lo hará. Pero quiero hacerles una pregunta solemne, pueblo. Ya que hay, oh, varios cientos aquí, o quinientos o seiscientos, o lo que sea, miren, esas—esas son muchas personas. Pero, miren, quiero preguntarles algo. Somos responsables delante de Dios; lo somos. Y Él es responsable de Su Palabra. Ahora, si Él hace que esa Palabra viva de nuevo, Ud.—Ud.—Ud.—Ud.… Yo quiero que cada uno que levantó la mano, y Ud. que no levantó la mano, inmediatamente después venga aquí y párese frente al altar, tan pronto como oremos por los enfermos.",
    "¿Dónde está Billy? Ya… Uno, tarjeta de oración D, ¿uno al cien? De acuerdo. Vamos, tenemos prisa, así que empezaremos desde la número uno. Tarjeta de oración D, número uno, ¿quién la tiene? Levante la mano. Mire su tarjeta de oración y vea lo que es. Si Ud. no puede caminar, pues, algunos de Uds. bajen allí para que él… D, número uno, dos, tres, cuatro, cinco, pónganse de pie justo aquí, por favor. Uno, dos, tres… Si Ud. no puede caminar, levante sus manos y ellos lo cargarán. Uno, dos… solo veo uno, hasta ahora. Vengan rápido, tan rápido como puedan, uno, dos, tres, cuatro, cinco.",
    "Si alguien pudiera decirlo en español; veo que hay muchas personas hispanas. D, uno, dos, tres, cuatro, cinco. Uno, dos, tres… Muy bien, allí está la tres. Uno, dos, tres, cuatro, allí hay otra. Número cinco, ¿quién tiene la tarjeta de oración número cinco? Levante la mano, alguien. ¿Cómo se diría en español? ¿Es esa la tarjeta de oración número cinco, señor? [Alguien dice en español: “Cinco”.—Ed.] ¿Ah? [“Número cinco, D número cinco”. “Aquí está la cinco”.] Allí la tienen. Gracias. Uno, dos, tres, cuatro… Entonces, bueno, ¿cuál falta? [“Todos allí, cinco”.] ¿Hay cinco allí? [“Sí”.] Sí, ya veo. No lo veía parado allá. Muy bien.",
    "Seis, siete, ocho, nueve, diez. Diga… [Cinta en blanco. Alguien dice, en español: “Seis, siete, ocho, nueve, diez”.—Ed.] Ahora pónganse de pie aquí por un momento. Seis, siete, siete, ocho, nueve… Eso es. Once, doce, trece, catorce, quince. [“Once, doce, trece, catorce, quince”.] Muy bien. Está bien. Solo un momento, llamemos a algunos más. Diecisiete, dieciocho, diecinueve, veinte. Uno al veinte. ¿Comenzamos? Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve… trece, catorce, quince, dieciséis, diecisiete, dieciocho.… Eso es. Muy bien, está bien. Con eso es suficiente. Comencemos con ellos. Gracias, hermano.",
    "¿Cuántos aquí no tienen tarjeta de oración, levanten la mano, y están enfermos? Ahora recuerden, Uds. no tienen que estar aquí arriba; no tienen que estar aquí. Solo crean.",
    "Ahora todos sean muy reverentes. Voy a pedir, en el Nombre de Jesús, que nadie se mueva en los próximos, unos diez minutos, quince, en fin, diez o quince minutos. Solo vamos—vamos—vamos a darle a Dios ese—ese gran respeto. Todos tranquilos. Mantengámonos en silencio ahora. Solo un momento, y él ordenará la línea aquí. Ahora mientras él, ellos están esperando allí, escúchenme atentamente ahora.",
    "Ahora, ¿se dan cuenta de mi posición parado aquí? ¿Cuántos entienden lo que he predicado? ¿Ven? Y he declarado que Él se ha levantado de los muertos. Ahora Él se levantó de los muertos, y prometió hacer esto. Ahora eso no ha sucedido por años desde los apóstoles, hasta hoy, hasta donde sabemos, pero Él lo prometió en este tiempo, que: “El Hijo del Hombre se manifestaría como lo hizo en Sodoma”. Ahora Uds. leanlo en Lucas 17, del 20 al 30, y ver si eso no está correcto. Él lo prometió.",
    "Lean Malaquías 4. Ahora no lo confundan con Malaquías 3; Malaquías 3 fue Juan el Bautista. ¿Ven? Pero Malaquías 4, tan pronto como esto terminó, los mal-… los justos caminaron sobre los malos, y el mundo fue abrasado con fuego, ¿ven? Eso nunca sucedió en los días de la vida de Juan. Estamos esperando esa gran unción sobre la Iglesia, que hará volver los corazones a la Doctrina original de los padres, de vuelta al verdadero y genuino Pentecostés.",
    "Muy bien, sean reverentes. Billy, avisa en cuanto los tengas a todos en fila, allá abajo. Muy bien, ¿todos listos? Bien. Ahora, con mucha reverencia. Alguien va a ayudar, caminando a la par. Ahora todos en silencio, solo por unos minutos.",
    "Quiero que me hagan una promesa. Le prometí a Dios que yo… Y Él conoce mi corazón y conoce el de Uds. Ahora, yo solo estoy obligado a decir esto, que es la Verdad. Es todo a lo que estoy obligado. Dios La escribió; no yo. No soy yo, no soy yo; es la Biblia. Uds. lo saben. Ahora, si Él manifestará eso, ¿no lo traería a Él aquí mismo vivo entre nosotros? [La congregación dice: “Amén”.—Ed.] ¿Ven?",
    "Qué sucedería si Ud. no tuviera el sentido de la vista, que nadie lo tuviera, y Ud. caminara afuera a la luz del sol. No sabría a veces por dónde está caminando, porque Ud. estaría ciego. Y Ud. caminara bajo la luz del sol, y sintiera algo real a su alrededor, muy cálido, y después de un rato Ud. caminara bajo la sombra, Ud. diría: “Ya no está allí”. Que nadie supiera lo que es el sol, nunca tuvieron ese sentido de la vista, ¿ven?, no se sabría lo que era.\n\nAlguien dice: “Esa es la luz del sol”.",
    "🦅 ¿Qué es la luz del sol? ¿Qué es la luz, y qué es el sol?”. ¿Ven?, Uds. nunca oyeron hablar de eso. ¿Ven?\n\n“Bueno, es una luz que baja”.\n\n“¿Qué es una luz?”. ¿Ven?",
    "Ahora, así es. Nosotros sentimos la Presencia de Dios, luego, no La sentimos, luego caminamos en Ella. ¿Ven? Y Ud. está en una—una dimensión donde puede ver. Ud. puede saber qué es Eso. ¿Ven? Ud. sabe lo que es Aquello.",
    "Ahora, si Dios se levantó de los muertos y está aquí en esta noche, Él lo prometió. Ahora, Su cuerpo físico está sentado en el Trono de Dios; Él tomó, se sentó en el Trono de Dios. Pero el Espíritu Santo está aquí, que es Cristo, en forma de Espíritu. La palabra Cristo significa: “el Ungido”. Y esa unción que estaba sobre Él, está sobre la Iglesia, todos nosotros. Ahora ha seguido viniendo de justificación, a santificación, bautismo del Espíritu Santo, la restauración de los dones, continuando hasta la cima de aquello. Correcto. Reduciéndose a la minoría todo el tiempo, está junta ahora. Y ahora hay una iglesia, y ahora una Novia saldrá de la iglesia; ¿ven?, la iglesia pasa por el período de la tribulación, no la Novia. Discúlpenme, no debo predicar doctrina. Perdón. Muy bien.\n\nEsta es la dama. Venga acá.",
    "Fíjense, no creo que haya una persona aquí que conozca, por lo que estoy viendo. Si cada uno de Uds. aquí son desconocidos para mí, levanten las manos, Uds. saben que yo no sé nada acerca de Uds.; así que estas personas aquí son desconocidas.",
    "Ahora, por favor, por favor no se muevan. Quédense quietos, ¿quieren?",
    "Todos los que están en la línea de oración que no me conocen y saben que no sé nada de Uds., levanten las manos. Allí estamos.",
    "Ahora aquí hay un grupo de ministros. ¿Ven?, están justo aquí donde todos podemos ver, ¿ven?",
    "Ahora, esta dama aquí no es una conocida para mí. (Ahora, quien esté en eso, el ingeniero, vigile ahora ese micrófono.) Muy bien, ahora voy a hablar con ella. Aquí, aquí se repite San Juan 4, donde Jesús habló con una mujer y le dijo cuál era su problema, y ella creyó que esa era la señal del Mesías. Si esa fue la señal del Mesías en aquel entonces, aún es la señal del Mesías, porque Él es el mismo ayer, hoy, y por los siglos. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Se encontraron así.",
    "Ahora, yo no soy Jesús, y sin duda esta mujer aquí no es ese tipo de mujer. Pero lo que estoy queriendo decir, es que es igual; aquí un hombre se encuentra con una mujer, y luego algo anda mal allí, y si algo viniera aquí para revelarlo, muestra que tiene que ser Dios. Ahora yo no podría saberlo, porque yo—yo nunca he visto a la mujer en mi vida. ¿Ven? Y ella levantó la mano indicando que yo no la conocía, y ella no me conoce, y aquí estamos parados.",
    "Ahora solo quiero hablar con Ud. por un minuto, después de haber estado hablando así, predicando, hermana. Y si eso es… entonces, ¿ven Uds.?, una es predicación, lo otro es una unción, algo diferente.",
    "Ahora, si el Señor Jesús pudiera explicarme, o mostrarme por medio de una visión, algo que Ud. quiere, algo que quizás podría ser una enfermedad, podría ser financiero, podría ser doméstico, podría ser para alguien más; ni siquiera lo sé, ¿ven?, no tengo ni idea; pero si Él me dijera algo que está—está mal, o algo errado en su vida, o—o algo, y es por lo que Ud. está muy enferma, o si alguien más está enfermo, o algo anda mal; si Él lo declara, Ud. sabría si es la verdad o no. Ud., Ud. sabrá si es verdad o no. Pues, si Él conoce lo que ya ha sido, entonces seguramente conoce lo que será. Si Él puede revelar el pasado, puede revelar el presente y el futuro. Ahora, ¿le haría eso creer a Ud. con todo su corazón que recibirá lo que está pidiendo?",
    "¿Haría eso creer a la congregación que recibirán Lo que este…?…[La congregación dice: “Amén”.—Ed.] Ahora no se muevan por ahí. Yo solo estoy esperando y viendo, para ver qué me dice Él, porque yo no sé. Yo solo, reunión tras reunión, poniéndome nervioso, Uds. saben, y predicando, y apurándome, y pendiente de esto y lo que uno ha prometido, y que debería terminar a las nueve y media; ya casi es esa hora; me pone nervioso, así que solo tengo que tranquilizarme. ¿Ven? Es un…",
    "Un don no es algo como uno tomar un cuchillo y cortar algo. Un don no es eso. Un don es apartarse uno del camino para que el Espíritu Santo pueda usarlo. Y eso es lo único que yo tengo que hacer, es sacar a William Branham de la escena, ¿ven?, para que Dios pueda venir.",
    "Ahora, en el Nombre de Jesucristo, yo tomo todo espíritu aquí bajo mi control, para Su gloria, para que las Palabras que he predicado puedan ser manifiestas. Él está aquí ahora. Me—me gustaría poder decirles cómo es. ¡Vaya, oh, hermano! Si Él me dijera que mañana en la mañana fuera al cementerio Presidencial a levantar a George Washington, les diría a Uds. que vinieran a verlo. Solo es lo que Él diga ahora. ¿Ven? Yo no sé lo qué Él diría, pero lo que diga será la verdad.",
    "La dama sufre de un problema de la vista. Ella tiene problemas en sus ojos. La está molestando. Tiene un problema en la espalda que la está molestando. Ella es nerviosa, extremadamente nerviosa. Correcto. ¿Es así? Si así es, levante la mano. Oiga, otra cosa, Ud. es un ministro de algún tipo, es como una mujer… Ud. es una mujer predicadora. Eso es lo que es. Ahora crea con todo su corazón, vaya, y puede tener lo que ha pedido.\n\n¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Venga señor. Supongo que no nos conocemos el uno al otro. El Señor nos conoce a ambos. ¿Cree que Dios puede decírmelo? Ahora, aquella era una mujer; aquí está un hombre. ¿Cree que Dios puede decirme cuál es su problema? ¿Le haría creer? Ud. sufre de nerviosismo. También tiene problemas con sus ojos; constantemente se le oscurecen. Eso viene sucediendo por un tiempo. Otra cosa, veo algo sobre su brazo. ¡Oh!, es su presión arterial alta. Eso es lo que es, tiene la presión arterial alta. Es así, ¿verdad? Bueno, levante la mano si esas cosas son ciertas. [El hermano dice: “¡Gracias, Jesús!”.—Ed.]",
    "Mientras más hable con él, más habría, ¿ven? Ahora observe, mire, observe. Baje su mano. No tenemos demasiados allí; solo baje su mano. Ahora, no sé lo que le dije, pero está allí en la grabación, ¿ven?, así es como es, está en la cinta. Yo no sé lo que Él dijo.",
    "Pero veamos ahora. Sí, son los ojos, eso por una parte. Y luego, otra cosa, tiene un coágulo sanguíneo y está en el cerebro, y tuvo una embolia. Es verdad. Bueno, ¿cree Ud. ahora? ¿Cree que va a estar bien? ¿Cree que ese es Dios hablando, no yo? Muy bien, entonces vaya, créalo. Eso es todo lo que tiene que hacer, solo creer. Si ellos solo pudieran creer, eso es todo. Si solo creen, está concluido.",
    "¿Cómo está Ud.? ¿Cree que Dios puede revelarme su problema? [La hermana dice: “Sí, lo creo”.—Ed.] Y si Él puede, ¿hará que Ud. crea en Él? [Sí.] Lo haría. ¿A qué le tiene miedo? No sabe, ¿verdad? Parece que es solo oscuridad, nerviosismo. Y luego otra cosa, tiene problemas en su cuello. [“Sí”.] Así es. El problema está en su cuello. También tiene a alguien en su corazón, por quien está orando. [“Sí”.] Ud. tiene muchos problemas con eso. [“Sí”.] Y es por el alcohol. [“Sí”.] Es su esposo. [“Sí”.] Él es un alcohólico. [“Sí”.] Y Ud. está orando por él. [“Sí”.] ¿Cree Ud. por él? [“Sí, creo”.] Entonces oraré para que Jesucristo haga estas cosas por Ud. Muy bien.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] Ahora con eso, prácticamente, correcto… Esos dos, tres, o los que, cuatro, los que sean que han pasado, es tanto como lo que hizo Jesús en toda la Biblia. ¿Ven? Así es. Él hizo eso con una mujer, le dijo solo esa cosa a esa mujer, y se fue a Sicar; Él no le dijo una cosa más a nadie allí, pero ellos creyeron por el testimonio de la mujer. Sí. Esa mujer no tiene que testificarles a Uds.; Uds. mismos están parados aquí mirándolo. Solo tienen que creer. Por supuesto que algunos no creerían, no hay nada en ellos con qué creer.",
    "¿Cómo está Ud.? Ahora, no nos conocemos. No sería yo una mala persona al pararme aquí si… Una agradable mujer de cabello gris así, y pensando en cosas, pues, mi propia madre preciosa habría tenido alrededor de esa edad, y ella acaba de fallecer aquí hace un par de años. Y si puedo hacer algo para ayudar a esa pobre señora, lo haré. Yo sé que si—si ella está enferma, si yo pudiera tomar y—y empujar una moneda con mi nariz por esta ciudad, lo haría. No me importa quién se riera de mí. Yo—yo quiero que ella mejore. Si pudiera ayudarla, así lo haría. Pero no puedo ayudarla. Y en cuanto a que Él ya lo haya hecho, Dios ya lo hizo. Y Él le ama a Ud. más que yo. Él murió por Ud.; yo no lo hice. Pero Él le amó lo suficiente como para morir por Ud.",
    "Pero entonces Él me envió a mí, tan solo un pequeño don. Él envió a su pastor aquí para orar y poner las manos sobre los enfermos y, vean, eso se ha hecho tanto en el avivamiento, que ya eso es como cosa del pasado, saben, y ahora ha subido a otra, Uds. saben lo que quiero decir, esfera, a otra cosa.",
    "Ahora, si el Señor me revela cuál es su problema, ¿cree Ud. que yo soy Su profeta o Su siervo? ¿Cree Ud. que es Él? [La hermana dice: “Sí. Lo sé”.—Ed.] Ud., Ud., pues, le agradezco, hermana. [“Claro”.] Ahora yo creo que ese problema de riñón con el que ha estado sufriendo la dejará. ¿Cree Ud. eso también? Ud. tiene una petición en su corazón y quiere decírmela. [“Sí”.] ¿Qué pasaría si yo le revelo esa petición antes de que Ud. me la diga, haría, le haría creer más? [“Seguro”.] Ud. quiere que yo ore por su hija. Ella no está aquí. Así es. ¿Ud. quiere que le revele cuál es el problema de ella? Es un nerviosismo tremendo. Ahora Ud. crea y ella se pondrá bien. ¿Ven? Dios le bendiga hermana.\n\n“Si puedes creer, todo es posible”. ¿Ven?",
    "La Palabra de Dios qué… A ver si estos ministros no dicen esto. La Biblia dice en Hebreos en el Nuevo Testamento, capítulo 4: “La Palabra de Dios es más cortante que una espada de dos filos, cortando hasta los tuétanos de los huesos, y discierne los pensamientos, las intenciones del corazón”. ¿Correcto, hermanos? [Los ministros dicen: “Amén”.—Ed.] ¿Ven?",
    "¿Qué es? Es la Palabra asignada para este día. La Palabra asignada para este día, cumpliendo esta promesa: “Cuando el Hijo del Hombre sea manifestado; los días de Sodoma; todas estas otras cosas prometidas”, aquí está, es la Palabra de Dios siendo manifestada, porque es la Palabra Misma discerniendo los pensamientos que están en el corazón. ¿Ven? Así exactamente.",
    "Ahora, esta dama, no la conozco, otra persona de aspecto amable. Que sería yo, una persona terrible, si pudiera ayudar y…",
    "Ahora un momento. Alguien más, era un hombre, un hombre que apareció, y alguien orando allá afuera. Solo tengan fe. Yo—yo veo ahora que es… Solo tengo que decir lo que estoy viendo. ¿Ven?, eso es todo lo que puedo decir, es lo que—lo que estoy viendo.",
    "Ud. está, sí, Ud. está sufriendo de un problema estomacal. Está en su estómago. Además Ud. quiere hacerme una petición, y es por su madre. Ella no está aquí, pero está enferma. Ud. quiere que yo ore por ella. ¿Verdad que sí? Ud. tiene otra petición. Es por… Es alguien que no está aquí. Está muy lejos de aquí. Y veo que está lejos… Está en otro país. Está muy lejos de aquí. Y es una—es una persona joven, un niño sufriendo con cierto tipo de enfermedad, enfermedad tropical. América del Sur, así es. Está sobre Ud. Esa es la pura verdad. Correcto. Pero crea ahora con todo su corazón.",
    "Yo no sano. Él ya ha sanado. ¿No pueden darse cuenta de que es Su Presencia de nuevo? [La congregación dice: “Amén”.—Ed.] Tendré que seguir y seguir, ahora empieza a cegarme un poco, ¿ven?\n\nUds. dicen: “¿Qué es eso?”.",
    "¡Pues, hermano, hermana! Con Jesús, una mujer tocó Su manto, Él se dio la vuelta y vio lo que era, y dijo: “Virtud salió de Mí”. ¿Correcto? [La congregación dice: “¡Amén!”.—Ed.] Pues, Él era, ese era Dios, ¿qué de mí, un pecador? Uds. tienen que creer; no duden; crean. Esto es…",
    "¿Cree Ud.? Una mujer joven, y ¿cree que Dios puede revelarme cuál es su problema? Bueno, ¿lo haría, lo aceptaría y lo creería con todo su…? Ud. sabe que sería verdad. ¿Ven? Ahora un problema que Ud. tiene, es en la espalda, Ud. tiene problema de la espalda. Y además, Ud. tiene un gran deseo en su corazón por algo, y eso es que Ud. está buscando el bautismo del Espíritu Santo. Esa es la pura verdad. ¿Lo cree Ud.? Bueno, Ud. Lo va a recibir. Amén. Vaya ahora y créalo con todo su corazón y recibirá el bautismo.",
    "¿Cree Ud. que Dios puede sanar de esa artritis y hacer que se recupere? Ahora, simplemente siga caminando y agradeciéndole a Él. Correcto, ahora. ¿Ven? ¡Si tan solo cree! Muy bien, señor.",
    "¿Podría venir, señora, Ud. que estaba sentada allí, por favor? ¿Podría venir? ¿Cree Ud. con todo su corazón? [La hermana dice: “¿Cómo puedo dudarlo?”.—Ed.] Así es como se hace, entonces ya no tendrá artritis. Eso no la dejará lisiada. Solo siga su camino, y regocíjese. El problema femenino también termina. Solo vaya, agradeciendo al Señor, diciendo—diciendo: “¡Alabado sea Dios!”. Muy bien. Muy bien.",
    "Ahora ¿cree Ud. sentada allí, señora, cree Ud.? Muy bien, señor. Ahora, ese problema de las mujeres que Ud. ha sufrido, problema femenino, por mucho tiempo, solo crea con todo su corazón, y vaya y eso se… Ud. sanará, y no lo tendrá más, si lo cree. Ud. tiene que creerlo.",
    "Muy bien, traigan a la dama, a la niña. Ven aquí, cariño. Ahora, hermana, aquí, tomaré su mano, solo un minuto. Ven aquí, amorcito. Pensé que eso es lo que era. A veces te asfixias, ¿verdad?, no puedes respirar, ¿casi no? Ese viejo asma es muy malo, pero Dios puede sanar de eso. ¿Verdad que lo crees?\n\nSeñor Jesús, oro que sanes a la niña…?…",
    "No dude, hermana. Eso la dejará. Vaya y crea ahora, con todo su corazón.",
    "Dios sana la diabetes. Él puede sanar de cualquier cosa que Él quiera. ¿No cree Ud.? [La hermana dice: “Amén”.—Ed.] ¿Cree Ud. que Él la sanará? [“Amén”.] Muy bien, diga: “Gracias Señor” y siga adelante, regocijándose.",
    "Un minuto. Veo a un hombre apareciendo aquí arriba, eso veo. Aquí está. El individuo pequeño sentado allí, cargando a un niño en sus brazos. ¿Cree Ud., señor? Ud. no me conoce. ¿Cree que Dios puede revelarme lo que Ud. quiere? Vea, Ud. lo tocó a Él. Yo no le conozco. Pero Ud. está sufriendo con un problema, una enfermedad en los huesos. Así es. Su niño allí la tiene. Su niño que está a su lado la tiene. Esa es su niña que está a su lado. Ella, está en los brazos de ella, y es bizca. Si es así, levante la mano. ¿Cree Ud. ahora? No dude. Tenga fe en Dios. Simplemente no dude. Solo crea. Todo es posible para los que creen.",
    "¿Por qué está llorando, señorita, sentada allí, en el extremo, con el pañuelo en el rostro, llorando? ¿Cree Ud. que yo soy Su siervo? ¿Cree Ud. que Dios puede revelarme cuál es su problema, desde aquí? Tiene un problema espiritual que Ud. está escudriñando. ¿Es así? Todo se va a aclarar. Todo estará bien.",
    "Esa señora sentada allí a su lado, Ud. habló con ella por un minuto. Ella acaba de ponerse el pañuelo en el rostro. ¿Cree Ud. que Dios puede decirme cuál es su problema, hermana? ¿Me creerá, como Su profeta, Su siervo? ¿Lo hará? Muy bien. Ese problema de sinusitis que la ha estado molestando, la dejará si lo cree. ¿Lo creerá? Si así es, levante la mano y diga: “Yo lo creo”.",
    "¡Ud. quiere comer su cena, sufre ese problema estomacal, aquí al lado, señora!¿Cree Ud. también con todo su corazón?",
    "La señora que sigue tiene un problema espiritual allí. Y Ud. también tiene un sarpullido que le está molestando. Ud. tiene una hija que también tiene un sarpullido. ¿Verdad que sí? Sí, señor. Ella se ha puesto en marcha. ¿Lo cree Ud.? Muy bien, puede ser sanada si Ud. lo cree.",
    "¿Qué tal por este lado? Aquí, ¿ven a ese hombrecito, mexicano, sentado aquí en el extremo, mirándome directamente? ¿No ven esa Luz sobre él? El hombre tiene oscuridad allí encima, ¿ven, lo que está allí alrededor de él?, eso es epilepsia. ¿Cree Ud. que Dios puede sanarlo de la epilepsia, señor? ¿Lo cree? Muy bien, Él lo hará.",
    "Oiga, el hombre bajito allí a su lado, el hombrecito hispano, él tiene una hernia. ¿Cree Ud. que Dios puede sanar su hernia, señor? ¿Lo cree Ud. con todo su corazón? ¿Lo cree?",
    "El siguiente, tiene un problema de estómago. Ud. que está moviendo la cabeza allí, Ud. tiene un problema estomacal. ¿Cree Ud. que Dios lo sanó? Entonces vaya a comer su cena, Él lo hará.",
    "Díganme qué están tocando ellos, por toda la congregación. ¿Qué es? Es la manifestación de la Palabra de Dios. ¿Lo creen Uds. personalmente? ¿Lo creen? [La congregación se regocija.—Ed.]",
    "¿Dónde están algunos de ellos por aquí? Aquí, aquí está un hombre acostado en una camilla. Señor, yo no lo conozco. Nunca le había visto. ¿Me cree Ud.? ¿Cree que lo que ha oído es la Verdad? ¿Lo cree con todo su corazón? Si—si Dios me dijera aquí lo que Ud. sufre, lo—Ud., lo… ¿lo creería? Voy a decirle algo ahora. Y Ud. lo sabe, sentado junto a él. Él tiene la sombra de la muerte. Es cáncer; es cáncer. Y Ud. es un ministro del Evangelio. Lo veo de pie en el púlpito. Y así es. Y Ud. es de fuera de la ciudad. Ahora crea con todo su corazón; crea con todo su corazón. ¿Por qué permanecer postrado allí hasta morir? ¿Ve? Ud. no puede perder.",
    "Había unos leprosos. ¿Recuerdan la historia, cuando Samaria fue invadida, esos leprosos vinieron allí? Ellos dijeron: “¿Para qué nos vamos a sentar aquí hasta que muramos? Si nos quedamos aquí, moriremos; si entramos a la ciudad, moriremos”.",
    "El médico ha hecho todo lo que puede hacer. No se puede hacer nada: es su respuesta ante eso. Ud. solo tiene una oportunidad. Esos leprosos tuvieron una oportunidad, si iban a la casa del enemigo; si los salvaban, vivían; si no, de todas formas iban a morir. Pero a Ud. no se le pide que vaya a la casa del enemigo. Ud. está en la Presencia de su Dios. Ud. está esperando… ¡Por qué no se levanta y toma esa camilla y se va a casa, en el Nombre de Jesucristo! Y créalo, y vaya a casa y crea que Ud. ha sido sanado.",
    "¿Uds. los demás creerán lo mismo? Si creen, pónganse de pie.",
    "Les pido a esas personas que levantaron las manos si querían ser salvas, y querían aceptar a Jesucristo, quiero que vengan aquí y se paren aquí junto a mí, solo un minuto. ¿Vendrán ahora? Vengan aquí, Uds. que creyeron y quieren aceptar a Cristo. Nunca estarán más cerca de Él hasta que lo conozcan a Él visiblemente. Recuerden, la Palabra, y yo he predicado, Dios La ha confirmado ser la Verdad. Vengan, pasen por aquí, cada uno de Uds. Todos los que no conocían a Cristo, que levantaron las manos, vengan aquí; los que dicen que eran pecadores, y que querían ser salvos, vengan aquí y párense por un minuto, para orar. ¿Lo harán? ¿Vendrán mientras Él está tan cerca?",
    "¿Me quieren decir que Uds. pueden ver aquí la Palabra predicada, ver a Dios responder y decir que esa Palabra es la Verdad: “Ese soy Yo, Ese soy Yo, Yo estoy de pie aquí, el mismo Dios que lo va a juzgar a Ud.”, y luego no vienen? No lo hagan, Uds. podrían desconectarse para siempre. ¿Ven? Hay tres de ellos parados aquí. Hay como dos docenas. Vengan ahora mismo, ¿quieren?",
    "Sin, sin canto, Uds. no necesitan que suene un canto. Cristo es su canto. Cristo es su convicción. La Palabra es la que lo dice.",
    "Así es, aquí vienen dos jóvenes. Vengan, Uds. que son pecadores. Vengan aquí un momento, ¿quieren? Ahora mientras me siento guiado, detuve esa línea de oración con este fin. Vengan aquí ahora mismo. Vengan aquí. Ya seguiremos con la línea de oración. Solo… Así es. Sí, señoritas, vengan aquí, jovencitas.",
    "Justamente en este día cuando estos jóvenes están viniendo, en esta gran hora en que todavía hay adolescentes en el desenfreno de la inmoralidad, estas personas están viniendo a… Y confío en que Dios hará de ellos tales ejemplos que el vecindario, las personas verán que Jesucristo todavía salva a los perdidos.",
    "¿Por qué no vienen? Salgan de donde están. Vengan aquí, solo un momento. Así es. Dios les bendiga, muchachos. Eso es bueno. Vengan y párense. Vengan, vengan. Allá en la parte de atrás, algunos allá atrás levantaron sus manos, ¿no quieren venir ahora?",
    "Casi estoy persuadiéndolos. Estoy… [El Hermano Branham empieza a tocar en el púlpito.—Ed.] La Palabra está del lado de afuera tocando, queriendo entrar. “He aquí, Yo estoy a la puerta y llamo; si alguno abriere y entra, Me deja entrar, Yo cenaré con Él, y él Conmigo”. ¿No quiere Ud. venir? Venga ahora mismo, párese aquí. Miren, la Palabra ha sido predicada, ha sido confirmada, Cristo se ha levantado de los muertos, aquí está Él haciendo justo lo que dijo que haría. No está conectado con organizaciones, denominaciones, para meterlos a Uds. en algo; eso lo decide Ud. Yo quiero que Ud. acepte a Cristo ahora.",
    "Venga, ¿no lo hará? ¿Habrá otro? ¿Hay?… Dios lo bendiga. Así es, tráiganlo hasta acá.",
    "Hermanos, ¿quieren venir hasta aquí? Ahora estos serán miembros de sus iglesias. Vengan aquí.",
    "Vamos, alguien más. Aquí en la Presencia de Cristo, yo puedo sentir el Espíritu llamando en mi corazón. Seguramente que si está haciendo eso en mi corazón, hay alguien allá afuera que debería venir. ¿Habrá algún descarriado por ahí que debería venir? Venga, párese aquí. ¿Lo harán, algunos de Uds.? Descarriado, ¿quiere venir? Así es. Dios lo bendiga. Vengan. Eso es, vengan hasta acá. Seguro. Así se hace. Sea todo un hombre; toda una dama. Dios la hizo a Ud., una dama. Dios lo hizo a Ud., un hombre. Esa es la virtud. Esa es la fuerza. Vengan ahora, ¿quieren? Vengan, párense por aquí. Así es. Así es. Dios los quiere en Su Divina Presencia. Recuerden, el mismo…",
    "¿Por quién es que Dios va a juzgar al mundo? Por Jesucristo. ¿Quién prometió hacer esto en los últimos días, manifestarse a Sí Mismo? Jesucristo. No soy yo. Es Cristo. Cristo es Quien está aquí revelándose a Sí Mismo. En la humildad, como Él lo era; saliendo de la nada, como Él lo hizo; entrando en nosotros, como Él lo ha hecho. Él es Dios.",
    "Ahora cada uno de Uds. ministros reúnase alrededor de estas personas, rápidamente, ahora póngase en medio de ellos, párese alrededor de ellos. Vamos a orar por ellos.",
    "¿Alguien más quiere venir para esta oración? Un momento. Muy bien.",
    "Estos serán miembros de sus iglesias, amigos. Esto será… Uds., Uds. tendrán que encargarse de ellos ahora de aquí en adelante. Ellos ven al Señor Jesús en Su poder de Su resurrección. Ellos están aquí para ser miembros de su iglesia. Bautícenlos en el bautismo Cristiano, recíbanlos en su compañerismo. Ellos son suyos ahora, de aquí en adelante. Uds. son los encargados de la posada.",
    "Inclinemos nuestros rostros, todos. Cada uno, Cristiano allá, que sea sincero, haga una oración por estas personas.",
    "Y si estos ministros quieren llevarlos a la oficina, donde pueden instruirlos mejor, está bien.",
    "Padre Celestial, estos son los resultados de la reunión. Aquí se presentan los pecadores, quince o veinte de ellos reunidos en torno al altar, queriendo entregar sus corazones a Ti. Yo oro, Padre, que los recibas, en el Nombre de Cristo Jesús el Señor. Yo oro que Tú los recibas, dales Vida Eterna. Ellos son Tu herencia, Señor.",
    "Cada persona aquí que esté enferma ahora, pongan sus manos los unos sobre los otros. Acérquense, pongan sus manos y comiencen a orar, uno por el otro. Pongan sus manos el uno sobre el otro, comiencen a orar, uno por el otro.",
    "Ministros, pongan sus manos sobre estas personas aquí. Eso es. Hay poder y gloria y bendiciones sobre nosotros, y Satanás está derrotado en la Presencia de Cristo. 🦅"
  ]
}