{
  "title": "LA VOZ DE LA SEÑAL",
  "id": "64160009",
  "content": [
    "🦅  …Escritura. Y desearía que solo nos pudiéramos poner de pie de nuevo por un momento, mientras leemos del Libro de Éxodo. Y el capítulo 4 del Libro, en el Libro de Éxodo, me gustaría leer del versículo 1 al 8.\n\nEntonces Moisés respondió diciendo: He aquí…ellos no me creerán, ni oirán mi voz; porque dirán: No te ha aparecido Jehová.\n\nY Jehová dijo: ¿Qué es eso que tienes en tu mano? Y él respondió: Una vara.\n\nÉl le dijo: Échala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.\n\nEntonces dijo Jehová a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó, y se volvió vara en su mano.\n\nPor esto creerán que se te ha aparecido Jehová, el Dios de tus padres, el Dios de Abraham, Dios de Isaac…y Dios de Jacob.\n\nLe dijo además Jehová: Mete ahora tu mano en tu seno. Y él metió la mano en su seno; y cuando la sacó, he aquí que su mano estaba leprosa como la nieve.\n\nY dijo: Vuelve a meter tu mano en tu seno. Y él volvió a meter su mano en su seno; y al sacarla de nuevo del seno, he aquí que se había vuelto como la otra carne.\n\nSi aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la postrera.",
    "Oremos. Señor Jesús, el Dios incambiable e infalible, permanece el mismo ayer, hoy, y por los siglos. Y Tú nunca cambias, y estamos tan agradecidos por eso. Ahora bendice Tu Palabra, y la lectura de Tu Palabra a nuestro corazón. Y que tengamos fe para creerte. En el Nombre de Jesús lo pedimos. Amén.\n\nTomen asiento.",
    "Ahora, Uds. son una de las audiencias más agradables a las que le he hablado. Y no lo digo solo por decirlo; es verdad. Y ahora quiero tomarme mi tiempo esta noche y presentar esta escena. Y, el propósito de hacer esto, es que estoy aquí para ayudarlos. Y si no puedo ayudarlos o hacer algo por Uds., bueno, hacer las cargas de la vida un poco más llevaderas para los Cristianos, y traer al pecador a Cristo, pues, soy un fracaso total para el Reino de Dios. Y ciertamente quiero ser una bendición para Dios, pues Él es nuestra fuerza y vida y ayuda.",
    "Ahora, al enseñar esto, quiero hacerlo para que Uds. entiendan. ¿Ven?, a veces surgen algunas cosas que son tan misteriosas, que la gente no las capta bien. Y creo en nosotros aclarar eso, hacerlo sencillo.",
    "Mucha gente, como si nosotros… si uno no explica la sanidad Divina. Ahora, a veces el Hermano Roy, quizás, en unos minutos, lo dirá. Pero es la gente que no sabe cómo aferrarse a la sanidad Divina, y especialmente cuando el—el enemigo viene, pues, Ud.—Ud. podría perder la batalla, muy fácilmente.",
    "A veces cuando la gente se enferma después de que se ha orado por ellos, piensan: “Esa es la bata-… No, la perdí”. Esa es la señal que Ud. la ganó. ¿Ven? ¿Ven?, esa, esa es su señal. Si Ud. no conoce… si Ud. no conoce a su enemigo, ¿y cómo se puede hacer en tan solo treinta minutos cada noche en cinco pequeños servicios, y luego partir a otra parte?",
    "Uno de estos días, creo que el Señor… mientras el gran avivamiento está como aquietado por la nación. Le he pedido al Señor, si es Su voluntad, que me permita conseguir una carpa, levantarla, para no tener que alquilar nada. Y tener un servicio matutino de enseñanza, con pastores y demás, tal vez de las diez a las doce; en la tarde, instrucciones sobre la sanidad; y luego, esa noche, orar por los enfermos. Día tras día, por semanas. Y también evitar tener servicios los miércoles en la noche, o los domingos, que interfieran, o algo. Solo el domingo por la tarde, para no interferir con el resto de los servicios, y de esa manera que vengan todos los que deseen. Orar por los enfermos. Y si el diablo regresa, o dice algo, entonces podemos venir y revisar eso, y ver exactamente lo que está sucediendo, ¿ven Uds.?",
    "Yo creo que eso pudiera ser una verdadera bendición para el vecindario, para los pastores y todos aquellos que los conozcan. Ellos creen esto. Ellos en verdad lo creen, o no estarían predicando la Biblia. Cualquier creyente de la Biblia, un verdadero creyente de la Biblia, acentúa cada una de estas promesas de Dios con un “amén”. Así es.",
    "Si Ud. no puede creerlo todo… Ud. dice: “Bueno, yo creo esto, pero no estoy seguro de Eso”. Es que Ud. tiene el mismo intérprete que tuvo Eva. Ella trató… Él trató de interpretárselo a Eva: “¡Oh, esto es lo correcto, y eso es lo correcto, y, oh, esa es la verdad, pero ciertamente Dios…”.",
    "¡Dios así lo dijo, y es toda Palabra! No hay una sola Palabra o alguna fase de Ella que Se pueda pasar por alto, o no aceptarla. Si Ud. no La acepta con todo su corazón, cada parte de Ella, entonces es mejor que ni siquiera comience. ¿Ven?",
    "Recuerden, solo fue a una pequeña frase de Ella que se le dio un giro, lo que causó toda enfermedad, toda angustia, toda muerte, todo. Eso lo causó todo. Solo por creer mal una pequeña frase, causó todo esto, ¿piensa Ud. que pisotear deliberadamente una pequeña frase lo llevará de vuelta? Siendo que la gente no acepta ni la mitad de Ella, a veces, y luego se llaman Cristianos. ¿Ven? ¿Ven?",
    "Toda está correcta, cada parte de Ella, solo hay que unirla. Y solo hay Uno que puede hacerlo, es el Espíritu Santo, interpretándola a través de Su Propio cumplimiento de lo que Él dijo que haría. Esa es la única manera que conozco. Ahora nuestro…",
    "Les hablaré esta noche, o enseñaré, por unos—por unos minutos, sobre el tema de la… La Voz De La Señal.",
    "¿Sabían Uds. que Moisés dijo allí, que él… “Ellos no oirán mi voz. Ellos van a decir: ‘No te apareció el Señor’”.\n\nDios, por tanto, le habló, dijo: “Ahora, ¿qué es eso en tu mano?”.",
    "Dijo él: “Pues, es un cayado, una vara; solo un palo viejo, como un cayado de pastor”.",
    "Dijo: “Echala en tierra”. Él lo hizo, y se hizo una culebra. La tomó de nuevo, era una culebra… o un palo otra vez.",
    "Luego Él dijo: “Mete tu mano en tu seno”. Y él la sacó, era lepra. Y luego él la volvió a meter, la sacó, estaba sana. Él dijo: “Ahora, si ellos no creen a la voz de la primera señal, creerán a la voz de la segunda señal”.",
    "Ahora, ¿se fijaron cómo Dios hace eso, el Dios incambiable? ¿Puede alguno de Uds. regresar a Arkansas, como quince años atrás, cuando la Voz de la primera señal prometió la Voz de la segunda señal? ¿Ven? Yo dije: “Cuando eso suceda, nadie podrá, a menos que sea completamente un incrédulo, porque Ella discernirá y sabrá lo que él es, y podrá decírselo”. Así que él es… ¿Cuántos recuerdan la profe-… que fue profetizado hace muchos años, que vinieron a la reunión, y dijo que se cumpliría? El Ángel del Señor dijo: “Sucederá que aun conocerás los secretos que están en sus corazones”. ¿Cuántos saben eso? Eso fue profetizado hace muchos años, ¿ven?, cuando la primera señal estaba en efecto.",
    "Ahora, nuestra escena es en la parte de atrás del desierto, con un profeta fugitivo. Moisés sabía que él había sido criado para liberar a Israel; lo había aprendido de su madre. Que ella… Él era un niño hermoso. Y—y Jocabed y—y su esposo habían orado para que Dios enviara un libertador, y allí nació él en su familia, “un niño hermoso”. Conocemos la historia. Y ahora, cuando él creció, tomó precisamente la misma manera de entrenamiento para el trabajo, así como entrenaríamos a un hombre hoy, directo a la escuela, a la mejor de las escuelas.",
    "Si un hombre pensáramos que tiene un—un llamado en su vida, ¿qué sucedería? Lo enviarían a Bob Jones, o alguna parte, o a una de las grandes escuelas, y conseguirle la mejor educación que pudiera recibir. Y eso es lo peor que podrían hacer. Eso es lo peor que se podría hacer. Cuando un hombre dice: “Tengo un Ph. D., LL.D.”, eso lo aleja mucho más de Dios, para mí. ¿Ven? Dios no, no está en todas esas cosas allí. Dios es sencillo, humilde, Dios. Uds. saben, uno camina… Ellos tratan de dividir un átomo, y—y tratan de explicar cómo lo debe hacer uno, y luego caminan sobre una hojita de hierba de la cual no saben nada. Así es. Ud. solo se aleja de Dios con esas cosas. No es que yo esté apoyando la ignorancia, ahora, no piensen eso.",
    "Pero les quiero decir que a Dios no se Le conoce por la educación. A Dios se Le conoce por fe. Fe, Ud. conoce a Dios, y solo por eso, y solamente la fe. Ud. solo tiene que tener algo sobre lo cual basar la fe, porque no es insondable: esa es Su Palabra. Y Moisés fue a la escuela, y lo instruyeron una y otra vez, porque, sin duda, ellos pensaron que él sería un gran militar. Y la historia nos dice que él lo fue, un gran hombre militar, y podría tomar los ejércitos de Egipto y—y llegar a ser el Faraón de Egipto, y liberar al pueblo, y enviarlos de regreso a su tierra natal o dejar que conquistaran a Egipto. Ahora, esa realmente es la manera en que ellos pensaron que sucedería. Así que lo entrenaron, y—y él incluso podía enseñarles a los eruditos algo de sabiduría. Él era muy inteligente y educado. Pero esa no era la manera de Dios para hacerlo. Y cuando él se dio cuenta que falló, se amargó.",
    "Y eso es lo que hacen las iglesias hoy. Cuando descubren que su programa educativo, Ud. no puede educar a Dios, un hombre a Dios, Ud. no puede denominarlo para Dios. Dios tiene una manera para que él venga, y esa es la única manera en que Dios lo va a reconocer, es bajo la Sangre. Y Ud. no puede hacerlo diciendo: “Todos vamos a ser metodistas; todos vamos a ser bautistas; todos seremos Asambleas; todos seremos iglesia de Dios; todos seremos unitarios; seremos esto”. Eso no dejará satisfecho a Dios, porque, Su programa es: tenemos que nacer de nuevo y venir bajo la Sangre. Así que, nuestras—nuestras estrategias son hechas por el hombre, y comenzaron siendo un fracaso, y siempre serán un fracaso hasta que regresemos a la manera de Dios de hacerlo. Esa es la única manera que Dios conoce, bajo la Sangre. Allí es donde Él pasa por encima.",
    "Muchos de Uds. estuvieron allá la otra noche, o el domingo por la tarde, me supongo, allá cuando prediqué sobre La Señal. Mantengan la Señal delante de Uds. ¿Cuántos estuvieron allá, veamos sus manos? Bueno, pensé que un grupo de aquí había ido allá. Y, la Señal, eso es lo único que Dios reconoce, y la Señal tiene que estar allí o el pacto incluso es nulo. ¡Solo la Señal! Y la Señal es el Espíritu Santo.",
    "Ahora, vemos que Moisés, después de hacer esto, se amargó. Así que él simplemente huyó, dejó Egipto y se fue a los—los desiertos, y allí vemos que se casó con una muchacha etíope, y tuvo un hijo llamado Gersón. Y un día mientras caminaba por la ladera de—de un viejo sendero familiar allá en la parte de atrás del desierto, pastoreando ovejas, pues, una escena inusual lo atrajo.",
    "Y Dios es muy inusual, Él hace las cosas de una manera muy inusual, muy contrario a la ciencia, muy contrario a la educación, muy contrario a veces a la teología del hombre, simplemente contrario a eso. Dios hace eso solo para mostrar que Él es Dios. Y, para hacerlo, Él tiene que tomar a alguien que no sepa nada de estas cosas, para poder obrar a través de esa persona.",
    "Cuando vino Jesús, ¿por qué no escogió a Caifás, o a los sacerdotes que estaban entrenados y listos para la obra? Él fue y escogió hombres que ni siquiera podían firmar su nombre, “ignorantes y sin letras”, nos dice la Biblia que eran. Porque, Dios escoge la nada para hacer algo de eso. ¿Ven?",
    "Y cuando Ud. llega a un punto en que Ud. siente que no es nada, entonces Ud. está casi listo para venir a Dios. Cuando—cuando Ud. llega a un punto en el que no sabe nada, pero Ud. quiere saber algo, entonces Él Mismo Se revelará a Ud.",
    "Ahora, fíjense cuando esta cosa inusual, nunca había sucedido en el mundo, hasta donde sabemos. Era justo el tiempo del éxodo. El éxodo estaba a la mano, y éxodo significa “ser sacado, llevado”.",
    "Y ahora vemos que, por lo general, justo en esas encrucijadas de un éxodo, comienza a suceder lo inusual. Yo creo que estamos allí de nuevo. Yo creo que estamos allí, en el éxodo de la Novia, para ir a encontrar al Novio. Yo creo que el éxodo está a la mano.",
    "Y este éxodo, siendo llevados de—de Egipto, de regreso a su tierra natal a donde se les prometió que vendrían, estaba a la mano, y Dios tenía que reeducar a Su hombre. Recuerden, Moisés fue educado por cuarenta años, obtuvo su doctorado y todo, y le tomó a Dios otros cuarenta años poder quitarle lo que la educación había puesto en él. Cuarenta años en el desierto; fue lo que tardó para sacarle lo que fue metido.",
    "Entonces, cuando toda esta tremenda cosa salió de él, Dios se le apareció en la forma de una zarza ardiente. Ahora les mostraré que eso había salido de él. Ahora, si no hubiera sido así, pues Moisés siendo un—un científico, hubiera ido a tomar algunas de esas hojas del árbol, y las hubiera llevado al laboratorio a hacer que las examinaran, para ver qué clase de químicos le habían rociado, para que ese árbol pudiera arder y no quemarse. ¿Ven?",
    "Pues, ahora, los egipcios eran inteligentes, personas científicas, más inteligentes en ciencia de lo que somos hoy. Hay prueba de eso. Podían embalsamar un cuerpo que aún hoy se ve natural; nosotros no podemos hacer eso. Construyeron una pirámide; nosotros no podríamos hacer eso. ¿Ven? Las cosas que ellos tenían estaban mucho más allá de nuestra ciencia hoy.",
    "Y Moisés entonces había sido entrenado en toda la sabiduría, así que eso lo hizo un científico. Por tanto, ¿ven Uds.?, cuando él entró en la Presencia de esta zarza, él supo que la zarza tenía lo que a él le faltaba.",
    "Si nosotros tan solo pudiéramos hacer eso hoy, si tan solo pudiéramos saber que lo fenomenal de Dios tiene lo que nos falta en nuestras denominaciones. Lo que le falta a nuestro sistema educativo, Dios lo tiene en lo fenomenal de la Presencia de Cristo. Eso es lo que necesitamos.",
    "Ahora, encontramos, en este éxodo a la mano, que Dios se encontró con Moisés y le dijo lo que iba a suceder, y le dio dos señales. Y cada señal tenía una Voz, una Voz de una señal.",
    "Cada señal de Dios es seguida por una Voz. Cada vez que Dios da una señal verdadera, hay una Voz que la sigue. Cuando Uds. ven venir algún tipo de fenómeno, y lo ven moverse, y no cambia a algo, entonces eso no vino de Dios. ¿Ven? Dios no solo muestra señales para mostrar solo que Él es Dios; hay una Voz que sigue esa señal.",
    "Ahora, con la ayuda de Dios, encontraremos eso en la Escritura esta noche, y veremos si eso es la Verdad. ¿Ven? Aquí la zarza ardiente fue una señal para Moisés, esa fue una señal, y le fue dada a… y él escuchó la Voz desde la zarza.",
    "Ahora fíjense, Dios nunca cambia Su programa. Él nunca tiene que retractarse de Sus Palabras; Su primera decisión es perfecta.",
    "Yo puedo tomar una decisión, diré: “Bueno, yo—yo estaba equivocado, ¿ven?”. Soy un hombre. Ud. puede tomar una y tendrá que retractarse.",
    "La ciencia lo hace y se retracta. ¿Sabían eso? Ellos pueden probar científicamente que está correcto, y después de un tiempo prueban científicamente que estaba errado, pero ellos no admiten las suyas. No admitirán las suyas.",
    "Ahora, un científico francés, hace como seiscientos años, o algo así, haciendo rodar una pelota a cierta velocidad alrededor de una esfera, como la tierra; o—o hace doscientos años, creo que fue, o tres, algo así. Como sea, él probó científicamente, al esta pelota levantarse, a la velocidad… Que si—si alguien fuera a la tremenda velocidad de 48 kilómetros por hora, cualquier cosa que viajara sobre la tierra a la velocidad de 48 kilómetros por hora, la gravedad perdería su agarre y saldría de la tierra. ¿Piensan Uds. que la ciencia se refiere y reconoce eso? No. Ellos avanzan y avanzan y avanzan. ¿Ven?",
    "Pero los ministros siempre están tratando de referirse a lo que alguien más dijo, por allá atrás, antes de ellos, en lugar de lo que Dios dijo hacer. Nosotros vamos subiendo el árbol de la Fe. ¿Ven?",
    "Y Dios nunca cambia Su programa. Ud. puede descansar solemnemente en lo que Dios dice la primera vez. Él siempre tiene que quedarse con Eso. Él no puede, Él no puede, y nunca lo hizo, en ningún momento, cambiarlo. Porque, si Lo hace, entonces Él—Él sería finito como nosotros; y comete errores, tiene que disculparse y volver. Pero Él es la fuente de toda sabiduría, la fuente de todo poder; infinito, omnipresente, omnisciente, omnipotente. ¿Ven?, Él es justo, Él es Dios. Si Él no es todas esas cosas, entonces Él no es Dios. Pero Él tiene que ser eso para ser Dios.",
    "Ahora, Dios nunca usó algún programa hecho por el hombre para honrarle a Él, a no ser que haya sido para desgracia. Dios siempre usa un solo individuo, solo uno; nunca una organización, nunca una denominación. Él usa a una sola persona, porque diferimos, todos, el uno del otro. Nunca hubo dos profetas mayores en la tierra al mismo tiempo. Nunca. ¿Ven?, Él no lo hace, porque Él solo le habla a ese. Cuando ese se ha ido, Él levanta a otro para hablar en ese momento. Recuerden, ese siempre ha sido Su programa.",
    "Ahora vemos aquí que la zarza ardiente era una señal. Fue dada para atraer la atención de Moisés.",
    "Ahora, para eso Dios da una señal, para atraer la atención de la gente. Para eso es una señal, para atraer la atención. Y al repasar la Escritura aquí, mientras La enseñamos ahora por unos minutos, y vemos si no es así, que Él da estas señales para atraer la atención. Y luego cuando Él capta la atención de la gente, entonces la Voz de la señal comienza a hablar. Jesús sanó a los enfermos, para llamar la atención, ¿ven?, entonces fue cuando Él comenzó a predicar. ¿Ven?, ellas siempre, eso llama la atención.",
    "La zarza ardiente le fue dada a Moisés, para atraer la atención del profeta fugitivo, y él se hizo a un lado para ver qué era. Entonces la señal dio una Voz. La señal misma dio una Voz.",
    "Ahora estas voces y señales son para alertar al pueblo de la Palabra de Dios, que está casi lista para ser vindicada. Siempre una señal es para atraer la atención, gente.",
    "Ahora, muchos de Uds. lectores de la Biblia, están—están pensando ahora en diferentes pasajes de la Biblia, y vamos a llegar a algunos de ellos que, cuando se da una señal, ella atrae la atención de la gente, porque Dios está para hablar. Él quiere una audiencia. Él quiere a alguien que escuche lo que Él va a decir. ¿Ven? Ahora, siempre hace eso. Su Palabra los alerta de la… La señal es una alerta, para atraer la atención de la gente, que la Palabra está para hablar.",
    "Ahora fíjense, Él va a hablar por Su Palabra prometida, algo que Él dijo que iba a hacer. Fíjense: “He oído, y me acuerdo de Mi promesa. He oído sus clamores en Egipto; recuerdo lo que le prometí a Abraham”.",
    "¿Ven lo que Él va a hacer? Él atrajo su atención, ahora Él tiene Su Palabra, Él se La va a dar al profeta, Moisés. Porque, esa fue, es, y siempre es, Su manera de hablar. Así es como Él lo hace en el principio, así es como Él lo hace ahora. Él siempre lo hace igual. ¿Ven? “La Palabra viene al profeta”. Y Moisés era el profeta, y ahora él tiene que profetizar que Él va a sacar a Israel. No dijo cómo Lo iba a hacer, pero Él los iba a sacar de Egipto. Y, entonces, Él había oído sus clamores, y sus gemidos, y sus oraciones. Ellos solo estaban esperando por Dios… Dios los estaba esperando a ellos. Él tenía a Su profeta allá en el desierto, pero Él solo estaba esperando que la gente lo llamara a Él a entrar en acción.",
    "Yo creo que Él está de la misma manera hoy, esperando que Su iglesia Lo llame a la escena, para que Él pueda actuar. La promesa de hoy está lista, pero Él tiene que hacer que la gente ore y gima como cuando estaban allá, entonces vendrá a la escena. ¿Ven?",
    "Moisés estuvo en el desierto, esperando allí por cuarenta años. El pueblo rechazó la—la señal, lo que él hizo allá, al matar al egipcio; no era la manera de Dios, así que Él lo puso en el desierto y—y lo reeducó ahora a lo fenomenal, y ahora él está listo. Y Dios dijo: “He oído sus gemidos, he visto sus gemidos, el azote de sus capataces, y recuerdo Mi promesa”. Amén. ¿Ven?, Él está listo para hablar ahora, Él tiene todo en orden. Ahora Él muestra lo fenomenal que atrae la atención del profeta.",
    "Cuando el profeta llegó allá, él mostró lo fenomenal, porque él era la Voz de Dios. ¿Cómo podría un hombre recoger polvo y arrojarlo, y decir ASÍ DICE EL SEÑOR, ni una pulga en el campo, y en un par de horas todo estar lleno de pulgas? Ni una mosca en ninguna parte, en lo absoluto, y él dijo: “Que haya moscas”; y, de repente, una mosca grande comienza a volar, hinchando a la gente por todas partes. ¿Quién, qué hombre podía hacer eso? Fue Dios usando a ese profeta, haciendo de Su palabra una señal, para hacer un llamado: “Vamos de salida de Egipto”.",
    "Allí, observen atentamente ahora. Él va a hablar, así que Él tiene que atraer la atención por medio de una señal, y la voz de la señal es lo que Él va a decir. Su Palabra, Su Palabra prometida va a ser vindicada ahora. ¿Ven? “Yo hice una promesa que los sacaría con mano fuerte; que mostraría Mi poder en esa tierra”, y lo que Él fuera a hacer. Ahora, Él le hizo la promesa a Abraham, y aquí está listo para cumplirla. Así que, Él da una señal, una Columna de Fuego en una zarza ardiente, y Él le dice a Moisés: “Ahora tú vas a ser Mi portavoz. Ve allá, y Yo seré contigo”.",
    "Y cuando él llegó allá, entonces la Palabra prometida, que Él había prometido, fue vindicada. Esa fue la Voz de la señal. ¿Lo entienden ahora? Noten: “Yo he oído sus gemidos. Yo recuerdo Mi promesa”.",
    "Dios nunca cambia. Él siempre lo hace de la misma manera. La venida de un profeta es una señal de que Dios está listo para hablar. Uds.… Ahora, escudriñen las Escrituras. ¿Ven? La Biblia dice, Dios Mismo dice: “Que Él no hacía nada hasta que Se lo revelara a Sus profetas”. Así es. Él lo hace a través de ellos, porque eso viene a él. Esos son Sus siervos, Uds. saben. Muy bien.",
    "La venida de un profeta es una señal que es pasada por alto por la gente, cada vez. Ellos la pasan por alto. Ellos, de alguna manera, nunca lo captan, a menos que sean aquellos que les fueron abiertos sus ojos para verlo. Aquellos que son elegidos para ver Eso, sí Lo ven. Pero la venida de un profeta era la señal de que Dios está listo para hablar, porque, si Dios no va a hablar, el profeta no estaría en la tierra. Ahora recuerden eso, él no estaría en la tierra a menos que Dios estuviera listo para hablar. Y Él habla así, a través de esos canales. El Dios inmutable nunca lo hizo de otra manera. Fíjense.",
    "Esta siempre es la manera de Dios de dar a conocer Su Voz a Su pueblo: Él envía a Su profeta y da una señal; y luego toma Su Voz que ha sido hablada antes, en Su Palabra, y La vindica por medio de este hombre. Y ellos saben que es Su Voz porque es la Palabra prometida del día. ¡Oh, si la gente solo pudiera ver eso! Si tan solo pudieran detenerse por un momento y darse cuenta que, ¿ven Uds.?, no hay manera de hacerlos creer aquello, no hay—no hay manera, un hombre (Dios Mismo no puede hacerlo.), hacer que la gente lo crea. Ellos tienen que creerlo. Y si no hay nada allí con qué creer, ¿cómo pueden ellos creer, ¿ven?, no importa lo que Ud. haga?",
    "La Biblia dice: “A pesar de que Él había hecho tantos milagros, aún ellos no podían creer” porque Isaías lo vio de antemano, y dijo: “Tienen oídos y no pueden oír, ojos y no pueden ver”. Y, sin embargo, Él fue perfectamente el Mesías, e hizo exactamente lo que dijo el Mesías. Y ellos dijeron: “Este Hombre solo divide iglesias. Y Él, no sabemos de dónde viene”. ¿Ven Uds.? ¿No es extraño que hicieran eso? Pero la Biblia dice que lo harían.",
    "Y la Biblia también dice que en este día ellos harían lo mismo; “Impetuosos, infatuados, amadores de los deleites más que de Dios, calumniadores, intemperantes, aborrecedores de los buenos; teniendo apariencia de piedad, pero negarían la Palabra vindicada, el Poder allí, el bautismo del Espíritu Santo, y demás; a estos evita. Porque esta es la clase que organiza sociedades de mujeres, y van de casa en casa, y llevan a las mujercillas, cargadas de diversas concupiscencias, que nunca pueden llegar al conocimiento de la Verdad”. ¿Ven? Ahora, eso está profetizado, y tiene que cumplirse porque es ASÍ DICE EL SEÑOR. Noten: “Pero su insensatez se mostraría, como Janes y Jambres, en los postreros días”.",
    "Ahora, siempre dando a conocer Su Voz a Su pueblo, por Su señal del profeta. Estoy hablando de Moisés, allí es donde estoy basándome, y luego ver dónde estamos. La Palabra de Dios es manifestada por la Voz de la señal.",
    "Ahora la señal que es prometida para el día, es realizada delante de la gente, y luego sale la Escritura escrita, siendo la Voz de esa señal. Si no da una Voz Escritural, entonces apártese de eso, ¿ven?, eso no es Dios. Porque, Dios no puede prometer Esto para hoy, y decir: “Bueno, esto es”. ¿Ven?, Dios no puede hacer eso. Dios no puede prometer algo para un día, y decir: “No, no, no—no lo es. Yo—yo no haré eso. Eso fue para otro día”. Lo que Él promete, Él debe permanecer con eso, y la verdadera señal Escritural es la Voz Escritural.",
    "La señal de Moisés, que él vio, era Dios en luz cósmica. Y entonces cuando Él hizo eso…",
    "Y ¿alguien conoce la antigua señal hebrea, de aun antes de que se escribiera la Biblia? Tenía una forma de triángulo, o una forma ovalada de una luz cósmica, seguro que sí, el Logos. Ahora, el Doctor Lamsa tiene eso en su Biblia, en la portada afuera.",
    "Ahora, notamos que Moisés fue atraído por esta señal, y esta señal le habló a Moisés con una voz Escritural. ¿Ven?, la señal lo atrajo. Y entonces Él dijo: “Yo recuerdo Mi promesa, y he descendido para liberarlos. Y voy a usarte a ti como portavoz. Ve tú allá”. Moisés dio sus excusas, pero de todas maneras Dios lo envió.",
    "Ahora, Él, esa es Su manera de interpretar Su Palabra. Un profeta, en la Escritura, primero debe ser un—un vidente que es vindicado. No debe ser cualquier individuo que venga y diga: “Yo tengo ASÍ DICE EL SEÑOR”, y el siguiente dice: “Yo digo ASÍ DICE EL SEÑOR”. Los profetas no son, se les imponen manos y se convierten en profetas; los profetas están predestinados para la hora. La Biblia dice cuándo vendrán, lo que serán. Los profetas son—son enviados de Dios. Son oficios de Dios, que han nacido.",
    "Dios le dijo a Jeremías: “Antes de que fueras aún concebido en el vientre de tu madre, Yo te di por profeta a las naciones”. ¿Ven? Ellos simplemente… Eso debe estar perfectamente en el hombre. Es un… No es Él; es un don de Él. Moisés nació profeta. Jeremías nació profeta. Isaías, un profeta. Juan el Bautista, un profeta. Dios había hablado de ellos.",
    "Y lo que ellos dicen debe ser verdad. Y la manera en que la gente sabe si ellos son verdaderos o no, es que lo que él dice tiene que ser correcto, porque de lo que él está profetizando son sus credenciales de su llamado de Dios, cuando Dios vindica lo que él dice que es la Verdad. Ahora, por eso es que estoy tratando de decir estas cosas esta noche, para que Uds. entiendan. ¿Ven? Ahora, si…",
    "La Biblia dice aquí: “Si hay uno entre vosotros, que es espiritual o un profeta, Yo Jehová Me daré a conocer a Él, en visiones, le hablaré en sueños”. Luego Él dice: “Si este profeta dice algo y no sucede, entonces no lo crean”. Ahora, eso no es más que buen sentido común. “Pero si lo que él dice se cumple, entonces oíd, entonces debéis temerle”, porque Él está con él.",
    "Ahora, vemos que lo que Moisés dijo se cumplió. ¿Ven? Eso lo convirtió en un vidente vindicado. Esas fueron sus credenciales, porque lo que él dijo sucedió. Él dijo: “Mañana a esta hora habrá pulgas por toda la tierra”, y las hubo. “Mañana a esta hora habrá tal y tal cosa”, y así fue. Debe acertar exactamente en el punto, no solo al azar.",
    "Tantos hombres hoy, si Uds. disculpan esto por un minuto. Y yo no soy un juez o… Solo estoy dando una opinión personal. Se han levantado muchos hombres, hombres buenos llenos del Espíritu, y tratan, ellos salen… Quizás el Señor les da un don de profecía.",
    "Ahora, hay una diferencia de un millón de millas entre un don de profecía y un profeta. ¿Ven? Un don de profecía se debe juzgar por tres antes de que se pueda llevar a la iglesia. Sabemos que es lo mismo que hablar en lenguas, tiene que ir ante tres jueces antes de que pueda ser entregado a la iglesia.",
    "Ahora, encontramos, ahora que estos hombres salen a veces, y luego la gente comienza a presionarlos: “¡Oh, hermano!, ¿qué vas a decir?”.",
    "¿Ven?, él avanza por una impresión, ¿ven?, como él se sienta: “Pues, el Señor hará eso, ASÍ DICE EL SEÑOR”. Eso es una mentira, ¿ven? Ud., cuando… Ud. no puede decir ASÍ DICE EL SEÑOR hasta que Dios, en Su Propio idioma, le haya hablado y le haya dicho eso, entonces no es Ud. diciéndolo, no es su impresión. La Biblia dice que si un profeta hiciera eso, sería hacerlo presuntuosamente, eso es presumir, y presumir es “aventurarse sin autoridad”, él está yendo por su cuenta.",
    "Pero cuando Ud. ve al hombre hablando lo que va a suceder, en el Nombre del Señor, y sucede día tras día, semana tras semana, mes tras mes, año tras año, entonces Uds. saben que eso viene de Dios. ¿Ven? Esas son las credenciales de Dios para el hombre, que él es el intérprete de la Palabra escrita para ese día, porque Dios envió al hombre para hacerlo.",
    "Si las iglesias tan solo tuvieran alguna enseñanza buena y sana sobre estas cosas, ¿ven?, ellos Lo entenderían. Lo que pasa, es que obtenemos una pequeña pista y corremos como locos con ella, eso es tomar solo esa cosa y hacer un pasatiempo de ella. De allí se originó toda—toda denominación.",
    "Si Martín Lutero hubiera pasado a la santificación, está bien. Si los metodistas wesleyanos hubieran pasado al bautismo del Espíritu Santo y a la restauración de los dones, todo habría sido una gran iglesia del Señor, todo el tiempo. Pero ellos toman esa cosita y prueban que está correcta, y allí están. Pero, ellos tenían que hacerlo, la Biblia dice que así es como ellos lo harían. ¿Ven? Y tiene que ser de esta manera, hoy.",
    "Espero que mi clase entien-… ¿Entienden lo que quiero decir? Levanten la mano para… ¿Ven? Y, entiendan, Uds. deben entender. Amigo, Esta es su Vida. ¿Ven? Esta es su Vida. Sí.",
    "Sus credenciales son que Dios ha vindicado a esta persona para que sea un vidente.",
    "Ahora, la palabra en inglés, un profeta, simplemente significa un “predicador”. ¿Ven? Cualquiera, todo predicador es un profeta, porque él está prediciendo algo. Predicar la Palabra, bajo inspiración, se le llama un “profeta”.",
    "Pero en el Antiguo Testamento, ellos eran más que eso, eran videntes. ¿Ven? Eran hombres que dijeron cosas que iban a suceder, y sucedieron. Eso le dio a él los derechos para ser el—el intérprete de la Palabra para ese día, porque Dios tomó la Palabra de ese día y La interpretó, Él Mismo, a través de ese hombre. Y para eso es que él vino a la tierra, él siempre es una señal, cuando un profeta viene a la tierra. Solo observen mientras lo repasamos, y vean si no es así. Él siempre envía a Su profeta. Cuando Uds. vean a un profeta levantarse en la escena, estén atentos. Estamos esperando que venga uno ahora, Uds. saben. Y luego, cuando Uds. lo ven, Uds. solo recuerden, es que algo está a punto de suceder. Estas son sus credenciales, entonces Dios interpreta Su Palabra por medio de él y a través de él. Números 12:6 dice eso.",
    "Y recuerden, toda la Biblia fue escrita por los profetas. ¿Por qué? La Palabra del Señor vino a ellos después de que fueron vindicados. Profetas como Jaser, y algunos de ellos que fueron expulsados, y muchos profetas que nunca continuaron; pero Dios tiene una manera de sacudir Su Palabra, cuando es Verdad. Dios tiene que juzgar al mundo por algo.",
    "La gente católica por aquí, dicen: “Él lo va a juzgar, juzgará al mundo, por medio de la iglesia”. Si así es, entonces ¿qué iglesia? Si Ud. dice: “La iglesia católica”. ¿Cuál, la romana, la griega, o cuál? ¿Ven?, todas están hechas pedazos.",
    "🦅 Él lo va a juzgar por medio de la iglesia bautista”. Entonces ¿qué pasa con la iglesia metodista? ¿Ven? ¿Ven?, Él no puede hacer eso, hay demasiada confusión. La gente no sabría dónde están.",
    "Pero Él dijo en la Biblia, si Uds. quieren saber a través de qué Él va a juzgar a la—a la gente: Él va a juzgar al mundo por medio de Jesucristo, y Él es la Palabra. La Biblia, entonces, es por lo que Él va a juzgar, la Palabra vindicada. Esa es la manera de juzgar de Dios, por la Biblia. Así que no importa lo que diga cualquier credo o denominación, Ud. quédese directo en esa Biblia, porque Ella es Cristo. San Juan el capítulo 1 nos lo dice.",
    "Fíjense ahora, la Biblia fue escrita por los profetas. Vemos que Ella dice que, “El hombre de antaño, movido por el Espíritu Santo, escribió la Biblia”. En Hebreos 1, dice: “Dios, habiendo hablado muchas veces de muchas maneras a los padres por los profetas, en este día postrero por medio de Su Hijo, Jesucristo”. ¿Ven? Porque Él era la manifestación de toda la Palabra del profeta, y Él era la plenitud de la Palabra. La Palabra estaba en Él, toda la Palabra. Él era Emanuel, “Dios manifestado en carne”.",
    "Dios bajó en la forma del Espíritu Santo, dos alas como una paloma bajaron y se posaron sobre Él, diciendo: “Este es Mi Hijo amado, en quien Me complace morar”. Ahora la versión King James allí dice: “En quien tengo a bien morar”. ¿Y cuál es la diferencia, “En quien me place morar” o, “En quien tengo a bien morar”? ¿Ven? “En Quien tengo a bien morar”. Allí estaba, Dios en el hombre, el cielo y la tierra se unieron. Dios y el hombre unidos. La hora más grande, hasta ese tiempo, que hubo en la tierra, o que jamás haya habido.",
    "Fíjense, la señal de la Columna de Fuego, y luego la Voz de la señal habló. ¿Ven? La señal de la Columna, de la Voz, estaba allí lista para hablar. La señal solo mostró que la Voz estaba lista para hablar. ¿Captan la idea?",
    "La señal muestra que la Voz de Dios está para hablar, y cuando Dios muestre una señal como lo está haciendo en los últimos días. Ud. no…",
    "Miren alrededor. Miren—miren la inmoralidad de la gente hoy; esa es la señal de Dios. Cuando Uds. vean a la gente ponerse así, miren a lo que van. Él dijo: “Irían de mal en peor”. Ellos, ellos lo están haciendo, ¿ven?, esa—esa señal inmoral. Muy bien.",
    "Y hay toda clase de señales. Señales en los cielos arriba, visiones espantosas, platillos voladores; el Pentágono los mira, no sabe lo que son. Toda clase de señales: el mar rugiendo, olas, perplejos del tiempo, angustia entre las naciones, todas estas cosas, terremotos en diversos lugares, hombres corriendo de aquí para allá, el conocimiento aumentando, todas estas otras cosas que Él dijo, gran confusión. Cómo es que Cristo sería echado de Su iglesia en los últimos días, en la Edad de Laodicea, ya lo tenemos. ¿Ven? Todas estas cosas son señales que hablan de Dios.",
    "Y entonces es para dar a conocer ¿qué cosa? Dios envía a alguien a la escena, algo a la escena para vindicar eso, y para tomar la Escritura que fue hablada para el día y manifestarla, entonces esas son las credenciales de eso. Que, ¿ven?, esa es la señal.",
    "La Columna de Fuego, tan pronto como la—la señal llegó allí, era la—esa era la señal de que la Voz estaba lista para hablar.",
    "Y vemos la señal del fin. ¿Verdad? ¡La señal del fin! ¿Cuántos lo creen?, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] ¡Entonces, la Voz está lista para hablar! La Voz está lista para hablar porque vemos la señal. La Columna de Fuego estaba allí para decir que la Voz estaba lista para hablar.",
    "También, debe ser una señal Escritural, tiene que ser una vindicación Escritural de la Palabra que ha sido prometida para ese día. ¡Cuán perfecto es el orden de Dios cada vez!",
    "Ahora escuchen, volvamos por un momento aquí, un pequeño pensamiento. En el Antiguo Testamento, antes de que se escribiera la Biblia, solo tenían los pergaminos y demás, no se habían juntado, como la escritura del Libro de Isaías, la escritura del Libro de Fulano de tal, los profetas. Ahora, si un hombre venía con algo, que había soñado un sueño, o que era un profeta, lo primero, lo llevaban al templo, al Urim y Tumim de ellos.",
    "Los ministros aquí, y muchos de Uds. hermanos allá, saben lo que era el Urim y Tumim. Era—era el pectoral de Aarón. Ellos lo colgaban en un poste en el templo. Y ahora fíjense, cuando ese hombre comenzaba a hablar, y si lo que él dijera, si no era verdad, esa Luz se quedaba quieta; no pasaba nada. Pero si lo que decía, si era verdad, entonces un cúmulo de Luces, como un arco iris, comenzaba a destellar. Y eso era llamado el Urim y Tumim. Los hermanos saben eso. Seguro. Seguro, ese era el Urim y Tumim.",
    "¿Qué era? La señal, no importaba cómo sonaba, la señal tenía que ser dada con la Voz. Amén. ¿Ven?, la señal viene y luego la Voz. Tiene que estar eso, o no se reconocía la voz. Así es. No importa lo que dijera la voz, cuán real sonara, si ese Urim y Tumim no lo declaraba, entonces no era correcto.",
    "Y cualquier clase de señal que se muestre hoy… Yo sé que Dios puede hacer cosas que no están escritas en la Biblia, pero, para mí, estamos viviendo en la hora en que debemos ser muy cuidadosos. El Urim y Tumim hoy es la Biblia de Dios. Eso muestra lo que se supone que debe suceder hoy.",
    "Cuando ellos piensan: “Tenemos que construir una organización más grande, tenemos que entrar en el Concilio Ecuménico, esa es una señal de unidad”. Para mí, es una señal del anticristo. Eso exactamente es de lo que habla la Biblia. Seguro. No es una señal Escritural; solamente, del otro lado, permite que el creyente sepa hacia dónde se dirige. El Urim y Tumim es la Palabra de Dios; y lo que Él dijo que sucedería en los últimos días, eso es exactamente lo que tiene que destellar. Y aquella es una señal equivocada.",
    "Un hombre dice: “Bueno, yo tengo un doctorado, un LL.D., me hicieron tal y tal cosa. Yo soy el Doctor Fulano de tal”. Esa no es una señal de la Biblia. “Yo Conozco de Esto. Bueno, yo soy el jefe de Fulano de tal. Soy un hombre del distrito. Yo—yo soy el obispo. yo soy…”. A mí no me importa lo que Ud. sea.",
    "Solo hay una señal que buscamos, y esa es la Palabra vindicada de Dios, cuando es ASÍ DICE EL SEÑOR. Esa es la Voz de la señal, la Palabra de Dios primero. Cuando el Urim y Tumim hablaba, ellos decían: “Eso está correcto”. Cuando esas Luces destellaban, la señal estaba allí, la Voz era verdadera. ¡Fíjense cómo—cómo la gente ha anulado aquello hoy, por sus tradiciones!",
    "Jesucristo dijo, en Su última comisión a Su iglesia, en Marcos 16, después de Su resurrección, Él dijo: “Id por todo el mundo y predicad el Evangelio a toda criatura. El que creyere y fuere bautizado, será salvo; el que no creyere, será condenado. Estas señales seguirán a los que creyeren”. Si eso no destella en el Urim y Tumim de su vida, algo anda mal. “Estas señales seguirán a los que creyeren: en Mi Nombre echarán fuera demonios; hablarán en nuevas lenguas; si levantaren una serpiente, o bebieren cosas mortíferas, no les hará daño; si ponen sus manos sobre los enfermos, ellos sanarán”. Y el hombre con una educación inteligente, hasta el punto más alto, niega esa Cosa; ¿cómo puede destellar en el Urim y Tumim de Dios, cuando Él dijo: “Estas señales seguirán a los que creen”? La Palabra de Dios, en Su totalidad, es verdad.",
    "Así que el Urim y Tumim tiene que destellar con la señal. Si la señal va… No me importa lo que él esté haciendo, si no está de acuerdo, obrando de acuerdo a esa Palabra, entonces algo anda mal. No importa lo que él haga, algo anda mal. Tiene que llegar a una Verdad. ¿No nos dijo Jesús, en Mateo 24:24: “Los dos espíritus serían tan parecidos en los últimos días, que engañaría a los mismos escogidos si fuera posible”?",
    "Ahora pónganse su gorra de pensar, pónganse su armadura de Dios. Escuchen por un minuto. Fíjense, tenemos que venir exactamente de la manera que Él dijo que lo hiciéramos. Así como Dios dijo que lo hiciéramos, así es como tenemos que hacerlo. Lo que Jesús dijo que iba a suceder, eso es lo que va a suceder. Si Él dijo: “Estas señales…”.\n\nEllos dicen: “Eso solo fue para los apóstoles”.",
    "🦅 ¡A todo el mundo, y a toda criatura”! ¿Es así? ¿Dónde dijo Él: “solo para los apóstoles”? “Id por todo el mundo y predicad el Evangelio a toda criatura. Estas señales seguirán, en todo el mundo, y a toda criatura”.",
    "Un hombre dice: “para ese tiempo”, él está tratando de sobrepasar la Cosa. Ese no es un profeta. Es un profeta de una denominación, pero no un profeta enviado de Dios. Él pudiera estar reflejando alguna denominación, o alguna teoría, alguna escuela, alguna ética.",
    "Pero yo estoy hablando de Dios y Su Palabra, un Urim y Tumim Escriturales, una Señal Escritural, una Voz Escritural detrás de la señal.",
    "Jonás, el profeta, fue una señal. Su señal fue cuando escupió, la ballena lo escupió en la orilla, eso fue una señal. Esas personas eran paganas, pescaban para ganarse la vida. Y ellos vieron entrar al dios ballena, este dios del mar, y tomar al profeta y escupirlo en la orilla, para dar el mensaje, y se fue por la ribera. Allí estaba la señal. Ahora la Voz era: “¡Arrepiéntanse o perezcan!”. Antes de que Dios golpeara a esa nación, para hacerla pedazos y hundirla bajo el mar, Él envió un profeta con Su Palabra. Él dio una señal, una señal sobrenatural.",
    "Recuerden, esa señal aun dura hasta este día. Jesús se refirió a ella. Él dijo: “Como el profeta Jonás estuvo en el vientre de la ballena, por tres días y tres noches, así debe estar el Hijo del Hombre. Una generación perversa y adúltera busca señales. Y ellos la recibirán, la señal de la resurrección”. Si alguna vez estuvimos en una generación perversa y adúltera, es ahora, que Jesús dijo que estaría; “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”. Entonces, estamos en una generación perversa y adúltera, y ellos van a recibir la señal del Cristo resucitado, el mismo ayer, hoy y por los siglos. Jesús lo dijo. Así es.",
    "Jonás salió, él era un profeta. El Señor lo envió. Él trató de evadir eso, como Moisés.",
    "Ud. no puede evadir el asunto. Muchos hombres querrán darle palmaditas en la espalda, y decir: “Venga a nuestro grupo. Venga a nuestro grupo”. No hay grupo. Dios es el único que está sobre Ud. ¿Ven? “Venga a nosotros”.",
    "Él se escabulló y se fue, partió hacia Tarsis. Dios lo puso en una ballena, lo mandó directo de vuelta. Y él fue allí, y esa fue la señal. Y la Voz de la señal, era: “¡Arrepiéntanse o perezcan!”. Ellos siguieron la Voz porque creyeron la señal, y no perecieron. Y de esa única manera fue, porque ellos creyeron la señal y oyeron la Voz.",
    "Esa es de la única manera que los miembros de las iglesias de este día evitarán entrar en el Juicio, será cuando crean la señal y oigan la Voz de Dios.\n\nLa Voz fue: “¡Arrepiéntanse o perezcan!”.",
    "Noé, el profeta, antes de que Dios destruyera el mundo antediluviano, Noé era el profeta. El profeta era una señal. ¿De qué? Que el juicio estaba a la mano. Noé construía su señal para ellos, un arca que él estaba levantando; predicando el Evangelio, la Voz de Dios habló abajo, y el mundo fue destruido.",
    "Juan, un profeta, después de cuatrocientos años sin profeta, el tiempo más largo que Israel haya estado sin un profeta. ¿Qué estaba haciendo Dios? ¿Por qué dejó pasar cuatrocientos años? Él quería que el profeta fuera tan—tan sobresaliente para la gente, que ellos entendieran y prestaran atención a lo que dijera el hombre. Su venida fue profetizada. Dijeron, en Malaquías 3: “He aquí, Yo envío Mi mensajero delante de Mi faz, para preparar el camino”. Y no habían tenido un profeta por cuatrocientos años, y aquí venía el profeta, Juan, a la escena. Su aparición fue una señal, una señal (de qué) que la venida del Mesías estaba a la mano. Él estaba llamando la atención a Israel.",
    "Saben, está prometido que vendrá de nuevo en el día postrero, así es, reunirá a la gente de nuevo y atraerá su atención, sus corazones, de regreso a los padres, al principio. Tomará todos estos credos y cosas aquí, y deshará eso, y regresará a lo que dice la Biblia: “de nuevo a la Fe de los padres”. Vindicando, Dios prometió hacerlo.",
    "Fíjense, ahora, su aparición fue una señal de que el Mesías estaba a la mano, cuatrocientos años. Y ¿lo recibieron? No le creyeron. Seguro que no. Ellos no tuvieron nada que ver con eso, porque su predicación era contraria. No creyeron lo que él estaba diciendo. Con todo, él era una señal, porque la gente sabía que él era un profeta. Ellos sabían que algo estaba por suceder. ¿Ven?",
    "Cada vez, antes de un acontecimiento. Ahora nos saltamos dos o tres páginas aquí, hace unos minutos, de diferentes profetas. Solo para mostrarles, y que Uds. entiendan. Antes de que suceda algo, Dios viene con un profeta, para vindicar Su Palabra. Y esa venida de un profeta es una señal.",
    "Ahora, Juan era la señal, porque él era el profeta, de que el Mesías estaba a la mano. Ahora nos enteramos de Juan, la señal de la—de la… de la venida de Jesús. Sabemos que cuando Dios habla y dice estas cosas, tiene que suceder. ¿Lo creen? Ahora, Juan era la señal de preparación. Él debía ser una señal de preparación. ¿Creen Uds. que él era la señal de preparación? Bueno, entonces, si él vino entonces, como una señal de preparación, él viene de nuevo en la señal de preparación.",
    "Fíjense, su mensaje era y su naturaleza, exactamente como el espíritu con el que él fue ungido. Él era como Elías. Jesús dijo. “¿Por qué dicen los escribas que Elías debe venir primero”?",
    "Él dijo: “Él ya vino, y Uds. le hicieron lo que quisieron”. ¿Ven? “Así también es necesario que el Hijo del Hombre padezca bajo sus manos, porque toda la Escritura se debe cumplir”.",
    "Observen a Juan, miren lo que hizo Juan. Juan fue un hombre sobresaliente, salió de la nada; también Elías. Ambos eran amantes del desierto. Y, recuerden, ambos criticaron a las mujeres de cara pintada, mujeres inmorales. Y sus naturalezas eran las mismas; exactamente como Elías, así lo fue Juan. Y ambos tomaron la misma ruta que tomó el otro.",
    "Pero Juan fue el que anunció y presentó al Mesías. Fíjense, él presentó al Mesías. ¡Reprendiendo a las mujeres inmorales!",
    "Miren hoy, ¿a lo que llamamos los profetas de las iglesias hoy, y luego se llaman a sí mismos “de Dios”? Algunos de estos profetas modernos de Acab con sus caritas pintadas, Jezabeles de cabello corto, vestidos cortos guiándolos por dondequiera que ellas quieran ir, y ¿se llaman a sí mismos doctores, y demás, “de la Biblia”? ¿Cómo puede ser? Ellos son Acabs, sí, doctrina de sus credos, temerosos de salirse de eso, temiendo que los saquen de su denominación, o algo.",
    "Déjenme decirles, es en un tiempo como ese cuando Dios siempre trae algo a la escena, para condenar aquello. Él lo hizo en los días de Acab. Él lo hizo en los días de Juan. Él prometió hacerlo de nuevo en los últimos días, ¡y Él lo hará! Es un tiempo así donde se nos ha prometido esto, en ese tiempo que vamos a ver el cumplimiento de Malaquías 4, exactamente lo que Él dijo; una señal del juicio venidero, fuego ardiente que destruirá toda la incredulidad, y los justos caminarán sobre las cenizas de los impíos. Está prometido. Está profetizado. Es ASÍ DICE EL SEÑOR. Tiene que serlo. ¿Qué va a hacer su Voz, cuando este hombre venga a la escena? Va a estar revelando la Palabra prometida de Jesucristo. Eso exactamente es lo único que puede ser, porque la Biblia dice, en Hebreos 13:8: “Él es el mismo ayer, hoy, y por los siglos”. Correcto.",
    "Él también dijo, en Lucas 17:30: “Así como fue en los días de Sodoma, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre sea revelado”. Está profetizado que el Hijo del Hombre sea revelado. Y ¿qué clase de revelación será? Será la revelación de que Él vive, después de haber sido crucificado por mil novecientos años, y ha resucitado de entre los muertos y está vivo con nosotros. ¡Él será revelado! Porque, exactamente las mismas cosas que hicieron en Sodoma, tienen que suceder de nuevo. Uds. pueden interpretarlo como quieran, pero allí está. Solo son los hechos, y ellos mismos se interpretan. La Palabra no necesita ninguna interpretación cuando Ella misma Lo está haciendo. Revelando a Cristo en la promesa de la edad, eso exactamente es lo que vendrá a la escena.",
    "Pablo, él tenía una señal. Veámoslo. ¿Creen Uds. que Pablo fue un profeta? De seguro lo fue. Ahora fíjense. Pablo llegó a la escena, y vio una señal. ¿Qué clase de señal vio él? Una Columna de Fuego, en su camino a Damasco, siendo un judío. Jesús había muerto, había sido crucificado, había resucitado, y ascendido al Cielo, y Pablo iba de camino a Damasco cuando una gran Luz lo derribó. Y él clamó: “Señor, ¿Quién eres?”.",
    "Él dijo: “Yo soy Jesús”. Y se le dijo que había sido llamado para ser un vaso escogido, un vaso escogido.",
    "Ahora fíjense, ¿qué tenía Pablo que no tenían los demás? Él tenía la abundancia de la revelación de la Palabra de Dios, porque fue Pablo quien reconoció que el Jesús del Nuevo Testamento era el Jehová del Antiguo. ¡Aleluya! Yo pudiera decir algo aquí. Él tuvo la revelación de Eso. Él Lo escribió y Lo reveló, porque Dios permitió que fuera añadido a la Biblia. Y la Palabra viene solamente por medio de la Biblia, por medio del profeta. Y entonces Dios le reveló a Pablo, y él escribió las cartas, inspiradas, y Dios las puso en la Biblia. ¡Oh, vaya! Reveló que Él es el Cristo del Antiguo Testamento, porque se encontró con Él.",
    "Él no podía entender cómo era esa Columna de Fuego. Esa fue la que sacó a su pueblo de Egipto. Ese era Aquel que había estado con los hebreos por toda la edad. Y, aquí está Él, él lo vio a Él. Dijo: “Señor, ¿qué quieres de mí?”.\n\nÉl dijo: “Yo soy Jesús”.",
    "Él vio que este Ser que había guiado a su pueblo, sabiendo él todo el tiempo que fue con el que Moisés se encontró, el “YO SOY”, siempre presente, el mismo ayer, hoy, y por los siglos, que fue manifestado en carne. Fue su revelación. Él La tenía por encima de cualquiera de los demás. Él era… y La tenía en tanta grandeza que… para que él no se exaltase por encima de la abundancia de la revelación que le fue dada. ¡Oh, vaya!",
    "¿Qué hizo él? Su revelación entonces fue profecía para hoy. Era la Voz saliendo, escrita en la Biblia, para ser vindicada hoy de nuevo. ¡Aleluya! Es la Voz siendo vindicada de nuevo, lo que Él escribió, porque él era el profeta de Dios, revelando. La señal estaba hablando de algo.",
    "Y notamos ahora que, Jesús, cuando Él vino a la escena, fíjense, Él era la Palabra profetizada. Él tenía un ministerio que cumplir. ¿Lo creen? Seguro, Él tenía un ministerio, fíjense, para ser cumplido, lo que estaba escrito de Él. Dijo eso, como hablé la otra noche, de Cleofas y los demás: “¡Oh, insensatos y tardos de corazón para creer la Palabra de Dios! ¿No saben que el Cristo debía sufrir estas cosas? ¿No dijeron todos los profetas que Él debía hacer esto, y luego entrar en Su gloria?”. Tiene que cumplir todo para lo que Él vino. Él vino a sanar, para que se cumpliese. Él hizo esto, para que se cumpliese. Todo lo que Él hizo fue para que se cumpliera, porque Él tenía que ser la Voz de esa Escritura. Pero antes de que Él lo hiciera, Él salió con un ministerio de sanidad, sanando a los enfermos. Todos querían ver la señal. Seguro, ellos creyeron la sanidad, pero la Voz lo cambió.\n\nUn día, cuando Él dijo: “Yo y el Padre uno somos”,",
    "eso, eso fue demasiado para ellos; “Tú, siendo un hombre, Te haces a Ti Mismo Dios”. Cuando la—la señal, ellos la creyeron, pero cuando oyeron una Voz detrás de ella, un ministerio que siguió esa señal, ellos no lo captaron. Fue entonces cuando llegó el problema.",
    "Recuerden, Él escogió a doce. Él dijo: “Los escogió antes de la fundación del mundo”. Él dijo: “He escogido a doce, y uno de ellos es el diablo”. Pablo tenía que ocupar ese lugar, como el escogido.",
    "Fíjense, y cuando Lo hizo, un día Él comenzó a hablarle a la gente, y Él dijo: “Si no coméis la carne del Hijo del Hombre, y bebéis Su Sangre, no hay Vida”. ¿Qué dirían los médicos al respecto? Ahora, Él nunca lo explicó. Él nunca dijo nada…",
    "Él solo vino por algunos. Por los que Él antes conoció, Él vino. Él, Él dijo: “Nadie puede venir a Mí, si Mi Padre no le trajere. Y todo lo que el Padre Me ha dado, ellos Lo entenderán, ellos vendrán. ¿Ven? ¿Ven?, ellos vendrán. Ellos Lo entenderán, aquellos que el Padre Me ha dado, cuyos nombres están en el Libro de la Vida”. Él vino a redimirlos.",
    "Ahora notamos que, en esa—en esa gran hora, Él dijo: “Si no coméis la carne del Hijo del Hombre, no bebéis Su Sangre”.",
    "¿Se pueden imaginar lo que pensó la gente? “¿Este Hombre es un demente? ¿Quiere Él que todos nos volvamos caníbales? Y ahora ¿quizás Él saldrá a alguna parte y Se matará, y se supone que debemos comer Su carne y beber Su Sangre?”. ¿Ven?, ellos nunca lo entendieron.",
    "Él le dijo a Nicodemo, dijo: “Si te digo cosas terrenales, y no las entiendes, cómo vas a entender las Celestiales, si te las digo”. ¿Ven? Así que, encontramos que ellos no lo entendieron. Así que, la congregación fue disminuyendo.",
    "Y entonces Él dijo, nuevamente: “Cuando veáis al Hijo del Hombre ascender de donde vino”.",
    "Entonces los setenta ministros, toda la asociación, dijo: “¿Qué le pasa a este Hombre? ¿El Hijo del Hombre ascendiendo? Y aquí estamos comiendo con Él, dormimos con Él, pescamos con Él, salimos a las montañas con Él, tendiéndonos en los desiertos con Él, por las orillas de los arroyos con Él, y luego ascender; vimos la cuna en la que Lo mecieron, hablamos con Su madre, conocimos a José, se supone que él fue Su padre. Sabemos todas estas cosas. Y entonces Él dice: ‘El Hijo del Hombre va a subir de donde vino’. ¡Oh!, ¿cómo puede ser eso?”. ¿Ven? Pero Él era la Palabra. Ellos fallaron en no ver que Él era la Palabra.",
    "Como cité el otro día, una de las Escrituras más sobresalientes, de cuando Jesús, a los doce años, cuando Lo dejaron en la Fiesta de Pentecostés, se fueron por tres días y no Lo podían encontrar. Regresaron. María había testificado claramente eso, que “el Espíritu Santo le hizo sombra” y trajo ese Niño. Pero cuando ella Lo encontró a Él en el templo, discutiendo con esos abogados, ¿qué dijo ella? Ella dijo: “Tu padre y yo Te hemos buscado con lágrimas”. ¿Qué hizo ella? Ella condenó su propio testimonio, llamando a José Su padre. Ahora, si ella es la madre de Dios, ¿qué me dice de eso? ¿Ven?",
    "Observen, la Palabra siempre es correctiva. Ese Muchachito de doce años, que no había ido ni un día a la escuela, hasta donde sabemos, solo un Niño. Él quizás ni siquiera supo lo que dijo, pero observen lo que dijo: “¿No sabíais que en los negocios de Mi Padre Me conviene estar?”. [Cinta en blanco.—Ed.]",
    "¡Y Él es la Palabra hoy! Él es el mismo ayer, hoy, y por los siglos. “¿No sabíais”? Si Él hubiera estado en los negocios de José, Él hubiera estado haciendo negocios de carpintero. Pero Él estaba en los negocios del Padre, del Padre Celestial. Él estaba allá destrozando esas organizaciones que tenían allá, y todo eso que lo enredaba. Él lo estaba haciendo pedazos. Y ellos estaban asombrados, un Niño así, que sabía eso. Era Dios hablando a través de Él, porque Él era la Palabra para ese día. Fíjense cuán perfecto es eso. Cristo es el mismo ayer, hoy, y por los siglos.",
    "Su revelación, encontramos, es la misma. Él—Él comenzó a sanar, y cuando Lo hizo, todo estaba bien. Pero entonces, cuando Él comenzó, es que la Voz comenzó a hablar: “Si no coméis la carne del Hijo del Hombre”.",
    "Pues, ellos, la congregación, se fue. “¡Oh!, ¡ese sujeto!, ¡no queremos oírlo más! Ese sujeto no está en Sus cabales”.",
    "Ellos olvidaron todo lo que Él había hecho, la manifestación. No leyeron la Biblia, para ver la hora en que estaban viviendo. Seguro, Él era una Persona rara. Dios lo hace de esa manera. Ellos dicen cosas raras.",
    "¿Por qué no pudo—por qué no pudo Micaías estar de acuerdo con los demás profetas israelitas allá, delante de Josafat y los demás? ¿Ven? ¿Por qué no pudo? Él tenía la Palabra del Señor, él tenía que hablar. Él dijo: “Yo solo diré lo que Dios dijo”. Y ellos tenían autoridad Escritural para mostrar que estaban correctos, pero no toda la Escritura. Jesús dijo: “También está escrito”. ¿Ven? Ellos no entendieron.",
    "Ahora observen mientras terminamos. Se nos—se nos está haciendo tarde. Sí, lo siento haberme extendido tanto, y me daré prisa ahora para la línea de oración. Solo unas palabras más que quiero decir aquí.",
    "Fíjense, viene el profeta, y cuando lo hace, eso muestra una señal, y luego hay una Voz en esa señal, que habla, una Voz que habla, una Voz Escritural que tiene que estar de acuerdo con la Biblia, reflejando la Palabra para esa hora. Siempre ha sido de esa manera, siempre será de esa manera, porque Dios no puede cambiar.",
    "Ahora noten, el primer ministerio de Jesús, ¡oh!, todos ellos, todos, lo querían a Él en su iglesia, “¡Oh, vaya, Él es un gran Hombre!”. Seguro, Él iba a todas las sinagogas, leía los pergaminos y se sentaba. Todos: “¡Joven Rabí!”.",
    "Pero un día Él comenzó a hablarles de otra manera, la Voz de la señal comenzó a hablar. Y cuando la Voz de la señal comenzó a hablar, nadie Lo quiso. Uno de ellos dijo: “Este Hombre está loco. Es un caníbal, tratando de convertirnos a todos en caníbales”. ¿Ven? Él nunca lo explicó. Así los dejó.",
    "Vino lo siguiente, y encontramos que los setenta, la asociación ministerial a Su lado, cuando vinieron: “Pues, ¿cómo podrá ascender este Hombre? ¿Cómo? ¿Quién es Él? Pues, aquí está haciéndose igual a Dios. Es un dicho duro”. Y se apartaron de Él.",
    "Entonces Él se dirigió a los discípulos, y dijo: “¿También Uds. se quieren ir?”. ¿Ven? Ellos no podían irse. Habían visto algo. Conocían la Escritura y ellos sabían que eso era. Ellos no podían explicar lo que Él estaba hablando, pero, aun, ellos lo creyeron de todas maneras. Ellos no hicieron preguntas; eso no les molestó. Ellos creyeron porque era la vindicación de la Escritura. “¿Creen Uds. Eso?”.",
    "Pedro dijo: “Señor, ¿a dónde iríamos? Solo Tú tienes Palabras de Vida Eterna”. Ellos lo vieron. Ellos sabían que Él, Quién era Él—Quién era Él, y que eso es lo que se suponía que Él debía hacer. “No importa, no podemos explicarlo”. ¿Ven?, ellos fueron ordenados a Vida, antes de la fundación del mundo. Cuando esa Luz lo impactó, ellos lo supieron. No había nada que los apartara de aquello, no importaba. Parecía que los fariseos Lo tenían acorralado, de un lado y otro, eso no les molestó a aquellos discípulos. Ellos siguieron adelante, de todas maneras, porque lo creyeron. Su Voz habló entonces.",
    "Ahora, tal vez diga esto: Su Voz hablará un día, vendrá una señal, y ¿qué hará? La señal de Laodicea debe ser la misma como lo fue entonces. Habrá una Voz que nos hablará en el día postrero. Recuerden, ¡la señal de Laodicea! Jesús es el mismo ayer, hoy, y por los siglos; y cuando Lo sacaron a Él de la iglesia allí, en la edad de Laodicea, nos damos cuenta de que, nuevamente lo sacan a Él, quedando fuera.",
    "Miren, la Voz: “Si algún hombre coopera, si alguien Me deja entrar, Yo vendré y cenaré con ellos, y ellos Conmigo. Yo entraré y—y Yo—Yo estaré en ellos”. Parado afuera del nivel de edad de la iglesia, tocando, tratando de entrar. [El Hermano Branham toca en el púlpito.—Ed.] “Si algún hombre abre la puerta y solo coopera Conmigo un poco, entraré y cenaré con ellos. Me daré a conocer a ellos. Si tan solo pudiera entrar, como lo hice en el camino a Emaús esa noche, en Emaús. Si solo pudiera entrar, Me daré a conocer Yo Mismo a ellos”. Ahora, la Biblia dice que así sería, y así es.",
    "Cristo: “Al cenar, Me revelo a ellos, Yo revelaré que Soy el mismo ayer, hoy, y por los siglos. El Hijo del Hombre será revelado en aquel día, cuando todo el iglesia-ismo y todo lo demás llegue a ser una Sodoma y así. Yo estaré por fuera, pero estaré llamando, tratando de entrar”.",
    "Ahora, de nuevo, ¡si Uds. pueden creer la—la verdadera manifestación de esta hora que estamos viviendo! No tendré tiempo para continuar con esto. Pero si Ud. no puede captarlo, y puede ver ahora la verdadera manifestación, que Dios muestra una señal, y la señal tiene una Voz Escritural. ¿Lo entienden?\n\nOremos.",
    "Señor Jesús, solo una palabra de Ti ahora, de vindicación de que es verdad. Padre Celestial, sabemos cuál sería nuestro fin si fuéramos hallados falsos testigos de Ti. ¿A dónde iría yo, Señor?, ¿qué me sucedería? ¿Qué sería de mí, si soy hallado testigo falso, o he edificado la casa sobre hojarasca o arena movediza? Dios, ayúdanos, a los verdaderos creyentes, si tenemos que pararnos solos, a pararnos en la Palabra. Vemos Tu señal, Señor. Vemos que algo está por suceder. Sabemos que el tiempo del fin está aquí. Sabemos que ha sido prometido para nosotros, ahora que no fallemos en verlo. Ven, Señor Jesús. Tú eres el mismo. Tú eres Jesús, en esta noche. Cuando logras que alguien tan solo Te invite a entrar, para poder pasar, entonces Tú Te darás a conocer a ellos. Concédelo, oro esta noche, en el Nombre de Jesús. Amén.",
    "Estoy un poco retrasado, amigos. Tardaré como diez o quince minutos, es lo que tenemos. Llamaré algunos, una línea de oración. No me fijé en mi reloj.",
    "Tengo un reloj que conseguí en Suiza, me lo obsequiaron. Le doy cuerda y alarma, pero la alarma está… No lo tengo conmigo esta vez; olvidé traerlo. Ahora, a veces me confunde. Hablé demasiado. Perdónenme. Tal vez lo compense, quizás mañana en la noche.",
    "Tarjetas de oración, ¿qué era, cuál era el número? ¿Qué tarjetas de oración dio él? ¿Ah? E, ¿uno a cien? ¿De dónde llamamos la última vez, alguien lo recuerda? Uno, comenzamos desde el uno, hasta el cincuenta; o veinticinco o algo, eran cincuenta. Entonces llamemos del setenta y cinco, esta noche. Llamamos desde la uno, veinticinco, y cincuenta, ahora llamemos desde el setenta y cinco.",
    "E, setenta y cinco, quien tiene la tarjeta de oración, levante la mano. Tarjeta de oración E, setenta y cinco, levante la mano. Miren alrededor en sus tarjetas. ¿Quieren decir que no está aquí? Entonces comencemos desde algún lugar… ¡Oh, lo siento! Muy bien, E, setenta y cinco, señora. Muy bien. Venga aquí, señora, aquí mismo, setenta y cinco. Setenta y seis, setenta y siete, setenta y ocho, setenta y nueve, ochenta, que se paren esos cinco. Uno, dos, tres, cuatro, nos falta una persona. Uno, dos, tres, cuatro, aquí está la cinco. Muy bien. Muy bien. Ochenta a ochenta y cinco, párense, en E, ochenta a ochenta y cinco.",
    "Ahora recuerden, cada uno de Uds. con esas tarjetas será llamado. No se preocupen. Lo haremos. Ochenta a ochenta y cinco, muy bien. Ochenta y cinco a noventa. Dos, tres, cuatro, cinco. E, ochenta y cinco a noventa. Ochenta y cinco, ochenta y seis, ochenta y siete, ochenta y ocho, ochenta y nueve, noventa. De noventa a cien, en E, que se paren. Vengan acá a este lado.",
    "Hermano Roy, ayúdeme a contarlos, vea si están allí, solo un minuto, mientras estoy…",
    "Ahora miren, algunos de Uds. aquí no tienen tarjetas de oración, pero, están enfermos. Uds. quieren el poder sanador de Dios, la bendición sanadora de Dios. Si es así, levante la mano, diga: “Yo sé que Dios puede sanarme”.",
    "Muy bien, por favor, vaya allá, Hermano Roy, y ayúdelo rápidamente, por favor, porque nos estamos atrasando. Baje allá y ayúdelos, por favor, rápidamente. Y…",
    "[Un hermano le dice al Hermano Branham: “Sería bueno decirlo en español”.—Ed.] Sí. Él quiere decirlo en español. [Un hermano dice: “Del número noventa a cien, noventa y uno, noventa y dos, noventa y tres, noventa y cuatro, noventa y cinco, noventa y seis, hasta cien”.] Sí, él lo dijo, ¿ven?, aquí viene uno ahora que no hubiera venido. ¿Ven?",
    "Uds. se sorprenderían de cómo es en el extranjero, tal vez como una vez en África. Yo tenía quince intérpretes parados allí, ante como doscientas mil personas. Y yo decía: “Jesucristo, el Hijo de Dios”, y pasaba por toda esta línea, y por allá hasta esa otra línea, para cada tribu. Y luego volvía a uno y tenía que recordar lo que se estaba diciendo. Y era diferente… ¡Oh, vaya! Pero he visto a treinta mil nativos en mantas entregar su corazón a Jesucristo, rompiendo sus ídolos en el suelo, como una tormenta de polvo. Muy bien.",
    "[Un hermano dice: “Mejor del número setenta y cinco en adelante, del setenta y cinco a cien”.—Ed.] Muy bien. ¿Falta alguien allá abajo, o alguna otra cosa? Sí, con eso nos aseguramos. Así está bien, hermano. Oiga, ¿alguna vez Ud.… Ud. conoce al Hermano Espinoza? [“No, no lo conozco”.] Sí, él es de por acá.",
    "Alguien conoce al Hermano Espinoza, el min-… Él fue el que estuvo conmigo allá en Ciudad de México, cuando fue resucitado el bebé de entre los muertos en esa ocasión. Yo—yo pensé que él… un poco. Uds. han oído esa historia, por supuesto. Salió en La Voz de los Hombres de Negocios y cosas aquí. Solo era que… Quiero volver por allá en algún momento. ¡Vaya, gente tan humilde!, y ellos realmente creyeron. Estaban… ¿Ven Uds.?, la iglesia allá siempre está prometiendo algo, y nunca cumplen. Pero aquí en la promesa de la Biblia, estamos en eso; es para nosotros, nosotros—nosotros—nosotros lo vemos, y eso lo hace real. Muy bien.",
    "Ahora, ahora cada uno de Uds. préstenme toda su atención, por al menos diez minutos.",
    "Tal vez llamé a demasiados. No lo sé, yo—yo pudiera haber hecho mal. Muy bien, como que los desviaron allí. Muy bien, solo déjalos entrar a la línea, Billy, así como ellos—ellos están. Y comencemos—comencemos, para empezar la línea de oración. Suba. Consígales un asiento para que puedan sentarse aquí, Hermano Roy, o algo. En el pasillo hay lugar. Quiero ver que la gente esté mirando.",
    "¿Ven?, hay una cosa que no se puede hacer, y es tener disturbio; el Espíritu Santo es tímido. ¿Cuántos saben eso? ¿Ven?, Ud. tiene que ser obediente durante ese momento.",
    "¿Cuántos han estado en la reunión y han visto cosas pasar de uno a otro? Seguro, Uds. lo han visto. Verlos perder la mente, y enloquecer; los asientos volar alrededor y alrededor en el edificio, y los demonios ser expulsados. Algunos de ellos paralizados, y tienen que sacarlos cargados del edificio; de hecho, aún paralizados. Algunos de ellos murieron allí mismo, allí mismo donde estaban parados; caían muertos, justo delante de nosotros. ¿Ven?, no estamos jugando a la iglesia; es el Espíritu Santo. Ud. tiene que creer.",
    "Un hombre se paró una vez, y trató de hipnotizarme, allá en Canadá. ¿Cómo se llama eso al otro lado de Detroit, cuál es esa ciudad allá arriba? [Alguien dice: “¿Edmonton?”.—Ed.] No, al otro lado de Detroit. [“Windsor”.] Windsor. Sí, él fue allá. Lo habían contratado para ir a hipnotizar a la gente, para el ejército. Uds. saben, hacerlos ladrar como perros, y cosas así. Y ese hombre estaba sentado allá; yo sentía un espíritu extraño, y lo noté. Y el Espíritu Santo dijo que lo llamara, le dijo: “Hijo del diablo, ¿por qué te puso eso en el corazón de venir aquí? Por haber hecho eso, te sacarán cargando de aquí”. Él todavía está paralizado. Eso fue hace como doce años. Se lo llevaron cargado. Sí.",
    "Dios aún es Dios. La cosa es correcta, ¿ven Uds.? ¡Igual! Él nunca cambia. Si tan solo podemos creer, lo único que tenemos que hacer es tener fe. Ahora miren hacia acá y crean.",
    "Ahora, si el Espíritu Santo lo hace esta noche, no sé que lo hará. Pero si Él viene ahora, ¿qué clase de señal estamos esperando hoy? La resurrección de Cristo, la prueba de que Jesús está vivo entre nosotros. ¿Es así? ¿Todos recuerdan? La Biblia…",
    "Ahora, ¿tenemos la señal de Sodoma en el mundo hoy? ¿Es así? Tenemos la señal de Noé en el mundo hoy. ¿Es así? ¿Tenemos todas estas otras cosas? Ahora, ¿qué dijo Él que sucedería en ese tiempo? “El Hijo del Hombre sería revelado en aquel día”. ¿Es así? ¿Qué es ser revelado? “Es ser dado a conocer”. Todo lo que se da a conocer es revelado. “El Hijo del Hombre será dado a conocer en aquel día”. Bueno, si Él es el mismo ayer, hoy, y por los siglos, ¿no haría Él lo mismo para darse a conocer? ¿Cuántos lo creen? Muy bien.",
    "Ahora, ¿ya tienen a sus… a todos en orden allá ahora en la línea? Ahora, amigos, no sé si llegaremos a todos ellos.",
    "Quiero que todos Uds. observen atentamente, y sean reverentes, oren, crean. Ahora, por favor, ¿ven?, especialmente si sucede algo y se me escapa, no se levanten todos de un salto y vayan a… ¿Ven? Sí.",
    "Hace como dos meses, en mi iglesia, un domingo por la mañana, ocurrió algo, Satanás haciendo algo para atraer la atención de la gente. Había un inglés allí, llamado Way. Él vive en mi… Ud. quiere su dirección, o podemos hacer que Ud. escriba. Él envía cintas de la reunión desde el extranjero. Y al hombre le molestó algo que dije, de todo corazón. Y miré abajo allí, y vi ese espíritu horrible sobre él.",
    "Estuve con él en una entrevista privada, le dije. Yo dije: “Sr. Way, Ud. tiene problemas al corazón”. Él aun se molestó por eso. Yo dije: “¿Entonces por qué vino a mí?”. Y como un mes después de eso, él fue al médico, y el médico le dijo que su corazón estaba muy mal.",
    "Así que él vino a la reunión esa mañana, y se dijo algo; un inglés de muy mal temperamento, Uds. saben, a él le molestó eso. Su esposa, una maravillosa mujer noruega, una enfermera, y estaba sentada allí con él. Y yo dije algo, y él se molestó rápidamente, Uds. saben. Y cuando lo hizo… Él estaba de pie, y estaban cantando. Y cuando lo hizo, su cabeza se fue hacia atrás, sus ojos se pusieron blancos, su rostro se puso de un color rojo oscuro, como ese escritorio allí. Cayó muerto al suelo.",
    "Bueno, pues, la iglesia comenzó a alborotarse, la gente empezó a gritar. Y yo dije: “Siéntense. Uds. han sido mejor entrenados. Uds. han sido mejor entrenados”.",
    "Así que su esposa se agachó, revisó su corazón. Estaba muerto. Ella comenzó a gritar. Y yo dije: “Hermana Way, espere, hasta que yo pueda salir aquí del púlpito. No sabemos lo que el Padre…”.",
    "Y allí bajé hasta allá, él sencillamente estaba tieso. Sus ojos… no estaba fingiendo, sus ojos brotados así, blancos. No pude sentir el corazón más que lo que sentía en aquello.\n\nElla dijo: “¡Oh!”. Comenzó a gritar, comenzó…",
    "Yo dije: “Ahora no sabemos lo que va a hacer el Padre Celestial”. Y yo dije: “Tal vez Él lo hizo con un propósito”. Yo dije: “El Hermano Way estaba molesto”.",
    "Dijo: “Él me susurró que estaba molesto por lo que Ud. dijo”.\n\nY yo dije: “Él no debió haber hecho eso”.",
    "Dije: “Padre Celestial, perdona al Hermano Way por su error, y yo pido que su espíritu regrese”.",
    "Él dijo: “Hermano Branham”, y allí estaba vivo de nuevo, parado entre nosotros. ¿Ven? ¿Ven? No se…",
    "Si algo se descontrola, solo quédense quietos, quédense quietos. Lo he visto suceder tantas veces. Pero si la iglesia se alborota por completo, entonces, ¿ven Uds.?, Uds. contristan al Espíritu Santo. Ahora, si Ud. quiere alabar a Dios por algo, eso está bien. Pero cuando todos saltan y viendo esto, aquello, y la gente se levanta, y caminan alrededor y hablan entre ellos, solo es una confusión. Ud.… ni Jesús Mismo pudo sanar a la gente de esa manera. ¿Verdad? Cuando Él estuvo aquí, Él los llevaba fuera de la ciudad así, y les ponía Sus manos y oraba por ellos.",
    "Ahora, ahora, esta señora parada aquí, ella es una mujer más joven que yo. Se ve sana y fuerte. No lo sé. Ahora, vean, la iglesia de ayer, en el tiempo de la vindicación de Dios, se ponía las manos sobre ella y se oraba por ella, se dejaba ir para ver si ella tenía fe para ser sana. Así es como Dios lo hizo. Pero Él prometió algo más ahora, ¿ven?, la Palabra, una promesa para hoy. Estoy seguro que Uds. entienden lo que quiero decir.",
    "Ahora, estoy recibiendo transposición aquí en alguna parte. Así que… [El Hermano Branham ajusta el micrófono.—Ed.] Sí, creo que está mejor ahora.",
    "Ahora, si esta dama… Yo no la conozco, pero el Espíritu Santo sí la conoce.",
    "Ahora aquí hay un cuadro Bíblico perfecto, una panorámica. Si Ud. alguna vez estuvo allí, como hoy, ese pozo todavía está allí, y las enredaderas crecían por encima. Jesús se encontró con una mujer y Él le dijo cuál era su problema, y ella supo que esa era la señal de la hora, que el Mesías estaba allí. ¿Es así? Ella supo. Ella lo supo.",
    "Bueno, si Él es el mismo hoy, y prometió revelarse a Sí Mismo igual, entonces tendría que ser Su señal nuevamente.",
    "Ahora, espero que todos entiendan que no quiero decir que soy yo, ni quiero decir que sean mis hermanos aquí, o algún hombre allá. Quiero decir que es Jesús, ¿ven?, Cristo, no… el ungido, ¿ven? ¿Ven?, Él murió para poder hacer que Su ministerio fuera llevado a cabo por Su Iglesia que reconoce Su Palabra. Eso no quiere decir que hizo—hizo algo diferente para mí de lo que hace alguno de estos hombres aquí, para nada, o alguno allá. Todos somos pecadores salvos por gracia.",
    "¡Pero es Su promesa! Él prometió hacerlo. Y esa es la razón por la que estoy parado aquí ahora, porque Él lo prometió, y Él dijo: “Ve y hazlo”. Así que, entonces, no hay temor.\n\nAhora, señora, quiero que me mire, solo por un momento.",
    "Enseñanza y predicación. Por lo general, cuando he tenido mis reuniones más exitosas, en discernimiento y demás, es cuando predicaba el organizador, el Sr. Baxter y los demás predicaban un rato. Y yo no tenía que hacer más que salir a la plataforma, salir directamente del cuarto en alguna parte, orando, salir caminando. Ellos ya tenían la línea de oración lista. Yo simplemente entraba, ¿ven? Pero, ahora, uno tiene que darse la vuelta otra vez.",
    "La predicación es un don, inspirado, la predicación inspirada. ¿Ven? Y el don, algunos son apóstoles, algunos profetas, algunos maestros, algunos pastores, algunos evangelistas. Esos son los dones que hay en la Iglesia. ¿Ven? Pero es posible que pudiéramos tener más de uno, como Pablo, o cualquiera de aquellos. Ahora, mientras—mientras haya apóstoles, tiene que haber un profeta. Mientras haya un profeta, tiene que haber un—un evangelista. Por qué los ministros dicen: “Hay un pastor y un evangelista, pero ¿no hay un profeta?”. ¿Ven?, eso es escoger lo que Ud. quiere, haciendo que diga algo que Allí no dice. Pero Dios es Su Propio intérprete de Su Palabra. Él dice si Eso es correcto o no.",
    "Ahora, si el Espíritu Santo me revela algo que Ud. ha hecho, o quién es Ud., o lo que sea. Quiero decir, yo no sé, ¿ven? Es como un sueño; Uno ve algo, y simplemente regresa. Y lo que yo diga…",
    "Lo que veo, lo digo. ¿Ven? Y entonces eso es una señal, ¿ven?, y allí está la Voz de la señal. La señal es para obrarlo; la Voz es lo que dice. Entonces si eso es verdad, y todo eso es Verdad, entonces lo que estoy predicando aquí sobre esta Palabra tiene que ser verdad, porque esas son las credenciales del llamamiento. Ahora, ¿no ha sido probado eso por la Biblia esta noche? Ahora, ¿la congregación cree eso con todo su corazón? [La congregación dice: “Amén”.—Ed.]\n\nAhora, esto debería concluir el asunto.",
    "Ahora, yo no conozco a la mujer. Aquí está mi mano levantada, y aquí está la Palabra de Dios, y aquí están los ministros sentados, ¿ven?, yo no conozco a la mujer. Nunca la he visto en mi vida, hasta donde yo sé, y somos desconocidos el uno para el otro. Yo no tengo manera de saberlo. Si así es, solo para que la gente lo sepa, levante la mano para que la gente vea. Ahora, ¿podremos ser como esas personas en Sicar?",
    "Ahora míreme. Quiero decir, como Pedro y Juan, pasando por la puerta llamada la Hermosa. Ahora mire.",
    "¿Ven?, Jesús atrajo su atención. ¿Ven? Él sabía que tenía que ir por allá. El Padre Lo había enviado allá, pero Él no sabía… La mujer salió, y Él pensó que debía ser por eso. ¿Ven? Y entonces Él le habló hasta que descubrió cuál era su problema, entonces Él se lo dijo.",
    "Eso es lo que estoy haciendo ahora mismo. Soy yo quitándome del camino, para que Él pueda hablar. Ahora, sí, puedo decirles cuál es el problema de la mujer, por la gracia de Dios.",
    "Su problema es que ella tiene tumores, y esos tumores están en los intestinos. Exactamente. ¿Cree Ud. que Él sanará eso y la sanará? ¿Ud., Ud. lo cree? También tiene a alguien más por quien estaba orando, ¿no es así? ¿Cree Ud. que Él sanará los ojos de él y lo sanará, a su hijito? ¿Ven?, solo con decir eso, lo desglosa todo. ¿Ven? Muy bien. Vaya ahora, créalo.",
    "Ella no lo captó al principio, porque tenía eso en su mente. Vi una Luz que continuaba destellando sobre ella otra vez de esa manera, porque ella estaba orando por otra cosa. Y, lo que fuera, allí estaba. ¿Ven? ¿Ven?",
    "¿Ven?, ¡si Uds. tan solo creyeran! ¡Oh, si uno pudiera explicar eso! Ahora, eso debería hacer que cada persona aquí… Solo con esa persona, debería hacer que cada persona aquí creyera ahora mismo. ¿Correcto?",
    "¿Cómo está Ud.? Ahora también somos desconocidos el uno para el otro, me supongo. [La hermana dice: “Así es”.—Ed.] Somos desconocidos. No tengo ni idea de Ud., quién sea Ud., de dónde viene, ni—ni nada de Ud. Pero Dios sabe de Ud. Ahora, si Él me revela cuál es su problema, ¿me creerá que soy Su siervo? [“Amén”.]\n\nAhora, estén tan callados como puedan.",
    "Ahora, sí, Ud.—Ud. está sufriendo de presión arterial alta, así es, causado por una condición nerviosa que hace que su sangre suba. Y—y Ud. se cansa muy rápido, muchas veces. Es una muy buena persona, ¿ven? ¿Ven? No es autoestopista; ella cree. Ella realmente cree. Sí, señor. Y yo—estoy muy agradecido por eso.",
    "Y, oiga, por cierto, siendo que Ud. es una persona tan agradable, Ud. en verdad tiene una familia grande. Su esposo también está enfermo. Él también tiene presión arterial alta. Él también tiene problemas al corazón. Ud. tiene un hijo, y él tiene problemas al corazón. Y luego también tiene otro que le preocupa. Hay algo oscuro. El muchacho lleva una sombra. Es un bebedor; él está bebiendo alcohol. Y así es. ¿Verdad que sí? Siga adelante; está bien. Crea ahora. Solo siga adelante, yo creo que todo estará bien si Ud. solo sigue adelante y lo cree.",
    "🦅 Si podéis creer, todo es posible para los que creen”. Si—si Ud. puede creer que lo que Dios dijo es la Verdad, eso concluye el asunto. ¿No cree Ud. que eso es así? ¿No es esa la Verdad? ¿No es eso lo que Él dijo? Él hizo la promesa. Así que, si Él hizo la promesa, eso lo concluye. Él dijo: “Si podéis creer, todo es posible”.",
    "Ahora, ¿piensan Uds. que esa gente tiene que—que tener eso? No es así. Ellos no tienen que estar parados aquí en la plataforma; no es necesario. Ellos no tienen que estar aquí, para nada.",
    "Ella está pasándolo muy bien allá. ¿Y Uds. allá en la congregación, creen con todo su corazón? ¿Cada uno de Uds.?",
    "Esta señora sentada aquí mismo mirándome, allí mismo, ella sufre de problemas cardíacos; de vestido café, cabello oscuro, usando anteojos. Ud. tiene problemas al corazón. Tan pronto como se mencionó eso de la dama allí, algo le llamó la atención. Así es. Ahora Ud. está muy lejos de mí, pero Ud. tocó Algo, ¿no es así? ¿Cree Ud. ahora con todo su corazón? Si Ud.… Levante la mano, si es la verdad. Muy bien.",
    "Ahora, ¿me haría un favor? Esa señora sentada a su lado, que tiene la mano allí levantada, está sufriendo de presión arterial alta. Y si ella cree con todo su corazón, eso también la dejará. Si es así, levante la mano. Muy bien.",
    "Ahora, díganme qué tocaron ellas, lo que tocaron.",
    "¿Creen Uds. que Dios puede sanar los problemas al corazón, sentados allí, orando también? ¿Cree Ud. que Él puede sanar su corazón? Él lo haría si Ud. se lo permitiera. Simplemente, Él lo ha hecho si Ud. solo lo cree, pero primero Ud. tiene que creerlo.",
    "Ud. debe creerlo. Ud. está obligado a creerlo, porque esa es la única manera en que Dios puede sanar. ¿Lo cree Ud. con todo su corazón?",
    "Esta señora sentada aquí con el vestido oscuro, algo anda mal con su cuello. ¿Cree Ud. que Dios la sanará, señora? ¿Ven? ¿Ven?, Uds. no tienen que estar aquí arriba en la plataforma. ¿Ven?",
    "Ahora miren, tan pronto como esa Luz la dejó, Se fue atrás; esa señora comenzó a llorar, sentada justo detrás de ella. La señora que está detrás de ella comenzó a llorar. ¿Qué fue? A ella le vino una sensación muy extraña. Si es así, señora, justo detrás de ella, levántese, levante su mano. Correcto, una sensación muy extraña se apoderó de Ud. Ahora, la razón por la que pasó eso, es porque Él quiere sanarla a Ud. de ese problema estomacal, y que esté bien. ¿Cree Ud. que Él lo hará? Amén. ¿Ven?, ¡si Ud. solo cree, solo crea!",
    "Ese hombre sentado allí mismo mirándome con tanta curiosidad. Es un reumatismo. Sentado allá, en el extremo del asiento, ¿cree Ud. que Dios lo curará del reumatismo y lo sanará? ¿Puede creerlo? Dios lo restaurará y sanará, si Ud. puede creerlo.",
    "¿No ven Uds. que Él es el mismo ayer, hoy, y por los siglos? ¿No pueden creer eso con todo su…",
    "¿Qué pasaría si yo no le dijera nada? Ud. sabe que yo sé cuál es su problema. ¿Qué pasaría si yo no dijera nada, sino que solo lo dejara pasar, lo creería con todo su corazón? Yo creo que Ud. fue sanado, parado allí mismo. Así que vaya y crea, ya ha terminado. Y Ud. también lo sabe… con todo su corazón.",
    "¿Cree Ud. que Dios lo sanó, y que también sanará a su papá, y los sanará a ambos? ¿Cree Ud. que él saldrá del hospital, con ese problema al corazón?…?… ¡Si Ud. lo cree! ¿Ve?",
    "Si Ud. solo cree, eso es todo lo que tiene que hacer. ¿Ve? ¿No ven Uds. que es Él?",
    "¿Cómo está Ud., señora? Míreme solo un minuto. Ud. tiene debilidades. Así es. Su madre también está enferma aquí. ¿No es así? Ella tiene problemas al corazón. ¿Cree Ud. que Dios sanará a su madre de su problema cardíaco? Oiga, por cierto, un minuto, su esposo también recibe sanidad de ese problema estomacal. Oiga, un momento, su hija tenía un problema en su garganta. ¿Cree Ud. que Él sanó aquello también? Sí, su nieto sufre desmayos, se desvanece, un bebé. ¿Cree Ud. que eso también ha sanado? Muy bien, vaya y créalo.",
    "¡Aleluya! ¿Qué estamos haciendo? ¿Por qué no Le creemos? ¿Están listos para creerle a Él?",
    "Entonces pongámonos de pie mientras Él está llamando, el Espíritu Santo. Pónganse de pie y alábenlo a Él, y créanle ahora mismo, cada uno de Uds. Yo declaro que el Espíritu Santo está aquí, la Biblia se ha cumplido. Y en el Nombre del Señor Jesucristo, que cada—cada uno de Uds. le alabe a Él ahora, y Ud. será sanado. Amén. 🦅"
  ]
}