{
  "title": "IDENTIFICACIÓN",
  "id": "64180009",
  "content": [
    "🦅  …mientras leemos la Palabra. Recordando que después de este servicio esta tarde, Uds. probablemente regresarán a sus iglesias, para el servicio de la noche. Trataré de terminar temprano para que puedan hacerlo.",
    "Escuchen. Si yo estuviera en esta ciudad, por aquí, yo asistiría a estas—estas iglesias. En verdad que sí. Y no lo estoy diciendo… No me dijeron que dijera esto. Hay varones muy preciosos, hermanos genuinos. Y entonces cada uno de Uds. que aceptaron a Cristo, si no anotaron su nombre, podrían Uds. ir donde ellos para recibir el bautismo Cristiano, y permitirles que los guíen al bautismo del Espíritu Santo.",
    "Si no tienen una iglesia, deben tenerla; ¿ven?, porque morirán, espiritualmente, Ud. comenzará a menguar. Y si Ud. no tiene una iglesia, por qué no va a hablar con ellos, con gusto le ayudarían. Ellos son—son—son hermanos en Cristo, y ellos, ellos estarían encantados de ayudarles. ¿No es así, hermanos? [Los ministros dicen: “Correcto”.—Ed.] Estarían encantados de ayudarles, y ayudarles a continuar, hacer todo lo posible por Uds. Varones fieles, bondadosos, quienes cuidarán de su alma y se preocuparán por Ud. Hágalo.",
    "Y si Ud. aceptó a Cristo y no anotaron su nombre, sentado en algún lugar Ud. lo aceptó a Él, ¿por qué no va hablar con ellos acerca del bautismo ahora, y del bautismo del Espíritu Santo? Hagan eso ahora. Dios les bendiga.",
    "Esta tarde queremos leer del libro de Filipenses, el 2º capítulo de Filipenses. Y quiero comenzar con el versículo 5.\n\nHaya, pues, en vosotros este sentir que hubo también en Cristo Jesús,\n\nel cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse,\n\nsino que se despojó a sí mismo, tomando forma de siervo, hecho semejante a los hombres;\n\ny estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz.\n\nPor lo cual Dios también lo ha exaltado hasta lo sumo, y le dio un nombre que es sobre todo nombre,\n\npara que en el nombre de Jesús se doble toda rodilla de los que están en los cielos, y en la tierra, y debajo de la tierra;\n\ny toda lengua confiese que Jesús es Cristo el Señor, para gloria de Dios nuestro Padre.\n\nInclinemos nuestros rostros por un momento.",
    "Señor nuestro, nos acercamos a Ti ahora en el santo Nombre que tiene—que tiene el Nombre del Cielo, y del cual toma nombre toda familia en la tierra. Y Él nos dijo, cuando estuvo aquí: “Si algo pidiereis al Padre en Mi Nombre, Yo lo concederé”. Solo somos gente sencilla, Señor, pero creemos que esa es la verdad. Creemos que lo que pidamos recibiremos, porque si nuestra—si nuestras almas no nos condenan, si no sentimos reprensión por lo que hemos hecho, que está errado, entonces tenemos la seguridad de que Dios nos oirá. Así que, pedimos misericordia, esta tarde, para todos nosotros.",
    "Y ahora pido que Tú le concedas a esta congregación ansiosa, ahora, la sanidad de cada persona que está en la Presencia Divina. Que este pueda ser uno de los servicios de sanidad más grandes que hayamos tenido. Que algo suceda, Señor. No sabemos cómo pudiera suceder, o qué más pudiera suceder, pero oramos que el Espíritu Santo tenga la preeminencia en esta tarde, para entrar en cada corazón y en cada mente. Como acabamos de leer: “La mente que estaba en Cristo esté en vosotros”. Oro, Dios, que al nosotros ver que la mente es la torre de control de todo el ser, la cual nos dirige, pues, que la mente que estuvo en Cristo esté en nosotros en esta tarde. Y Él siempre creyó la Palabra. Y que ahora pueda haber un gran derramamiento de Su Presencia sobre nosotros.",
    "Y oro por estos ministros, Señor, que han cooperado en esta reunión, que cada una de sus iglesias sean beneficiadas con grandes beneficios espirituales y materiales, por la postura de ellos, al tratar de llevarle a su pueblo el Evangelio, de toda forma genuina que ellos saben que se está predicando. Y oro, Padre, que Tú los bendigas. Y que la gente los aprecie, sabiendo que—que lo están haciendo a favor de ellos y por causa del Evangelio; para que ellos, a su vez, ayuden y pongan sus hombros en la rueda, y para impulsar la Causa que estamos tratando de manifestar sobre la tierra, el Señor Jesús.",
    "Ahora, Padre, oramos que tomes las Palabras que hemos leído, y Tú eres Tu Propio intérprete, así que, oramos que La interpretes a nuestros corazones hoy. Y cuando salgamos hoy, que podamos decir como aquellos que venían de Emaús: “¿No ardían nuestros corazones mientras Él nos hablaba en el camino?”.",
    "Bendícelos Dios, todos estos bebés recién nacidos que ahora vienen a Ti. Oro, que, en su pequeña manera tierna, ellos puedan ser alimentados con la leche sincera del Evangelio, para que crezcan hasta llegar a ser grandes monumentos de Cristo, para poder ser Sus portavoces y siervos, para servirle a Él en esta gran edad de sombras en la que ahora estamos viviendo, en las Luces de la tarde. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "[Una hermana habla en otra lengua. Cinta en blanco. Un hermano da una interpretación.—Ed.] Amén. Amén. Creo que ese mensaje es para consolar a los santos, y para exaltar… exhortar a los nuevos convertidos a que se acerquen más a Dios y que continúen en la Fe. Gracias a Dios.",
    "Ahora quiero tomar este tema por un momento. Pues, solo podremos hablar por un ratito, porque hay como quinientas tarjetas de oración que repartimos, y hay que orar por todas ellas.",
    "Y ahora estoy haciendo esto para que pueda ser de ayuda. Me pregunto si mi voz tiene algún eco. ¿Me pueden oír bien por allá atrás? Me suena como que está rebotando allá atrás. Y anoche, al hacer el llamado al altar, pensé que tal vez esa era la razón por la que la gente no podía entender, porque había un eco.",
    "Ahora, quiero tomar este tema en esta tarde: Identificación.",
    "Ahora, cualquiera, debe ser así, estamos viviendo en los días cuando se necesita una identificación. Ud. no puede, a menos que lo conozcan en un banco, Ud. no puede cobrar su cheque a menos que tenga algo para identificarse.",
    "Lo sé, mi esposa, ella no puede hacer efectivo un cheque. Pues, cuando recibimos nuestro cheque, lo depositamos en el banco. Pero ella no lo hace efectivo, debido a que no maneja, no tiene número de seguro social ni nada con qué identificarse, así que, se le hace difícil cobrar un cheque. Uno tiene que tener alguna identificación oficial, y yo creo sencillamente que es el tiempo en que estamos viviendo.",
    "Si se fijan, si uno va a una cierta iglesia denominacional, como la metodista, presbiteriana, luterana o algo, tiene que tener algo con que identificarse si uno va a hablar. Ud. tiene que tener una credencial, o una tarjeta, o tarjeta de compañerismo, o algo para identificarse de modo que ellos sepan de dónde viene Ud. y qué va a decir en esa plataforma. Ud. tiene que estar identificado. Y—y es una edad de identificación.",
    "Ahora, todo eso que ocurre en lo natural solo es un tipo de lo que sucede en lo espiritual. Nosotros también, la Iglesia Cristiana Misma, la cual no tiene ninguna denominación, sino de una Naturaleza. Es el Cuerpo místico de Cristo, y Ella también está identificada. Ella porta identificaciones. Jesús Mismo Se identificó.",
    "Y ahora, en esta tarde vamos hablar sobre identificaciones, en los personajes Bíblicos. Vamos a identificar nuestra condición actual, con personajes de la Biblia, de otras edades.",
    "Ahora, a veces nos preguntamos cómo—cómo nos vemos al querer vernos en el espejo para ver cómo nos vemos. Me hace recordar una pequeña historia que oí una vez, de una familia que vivía por allá lejos en Kentucky, de donde yo vengo, de por allá lejos en la región montañosa donde hay…",
    "Bueno, mi abuela vivió hasta los ciento diez años de edad, y solo alcanzó a ver un automóvil en su vida, y para sortear esa subida, para traerlo a donde traje el mío, nos tardó casi ochos horas para recorrer como seis kilómetros, metiendo troncos y cosas en el arroyo para cruzar. Ella nunca vio un—un—un tren, ni nada. Lo suficientemente anciana que cuando murió, hace años, recordaba el asesinato del presidente Lincoln, y vivió hasta los ciento diez años.",
    "Y supongo que ella no tuvo sino tres o cuatro pares de zapatos, en toda su vida. Y me parece estar viendo ahora esas pequeñas huellas, como un pequeño mapache yendo al manantial en la mañana antes del amanecer, con una gran cubeta de cedro con manillas, manillas de bronce, a buscar agua, para bajar a cocinar. Sentarse con sus piececitos estirados frente a la chimenea, así, bastante agrietados y sangrando.",
    "Pero al morir, ella me abrazó, y yo la abracé y lloré, orando por ella así. Las últimas palabras que le oí decir, fueron: “Dios bendiga tu pequeña alma ahora y siempre”. Yo solo era un niño en ese entonces. Pero ella conocía a Cristo como su Salvador, aunque no tenían mucho de los bienes de este mundo.",
    "Y lo relato para llegar a esto: que esta gente nunca pudo darse el lujo de tener un espejo. No tenían uno, y el padre solo tenía un pedazo de—de espejo que había clavado en un árbol, para afeitarse, afuera. Ellos tenían un muchachito, y él… Este pedacito de espejo, pues, él nunca había podido subir hasta donde estaba, para verse. Así que, él vino a la ciudad a visitar a una de las hermanas de su madre, que se había casado con un—un hombre que había venido a Indiana, y, pues, ellos vivían allá. Y tenían su casa, todos…",
    "Solía ser que en las casas antiguas, a veces tenían un espejo grande en una puerta, cuando uno entraba a—a—a los dormitorios. No sé si algunos de Uds. recuerdan esas puertas antiguas o no, que tenían un espejo largo, de arriba hacia abajo en la puerta.",
    "Así que, el muchachito, llegó a la casa de su tía, y estaba corriendo de acá para allá como cualquier muchachito, y—y ellos lo miraban. Y él—él comenzó a—a subir las escaleras. Y, al subir, que llegó al escalón de arriba, cuando se acercaba al último escalón, empezó a ver que aparecía otro muchachito. Y él se detuvo y miró al muchachito. Por supuesto, era… Él le hizo un gesto de saludo, y el otro igual saludó. Y él se acercó más y más, observando al pequeño. De repente, él estiró la mano. Miró atrás. Sus padres lo estaban observando, porque él nunca antes había visto un espejo. Él dijo: “Pues, ese soy yo”.",
    "Así que, me pregunto hoy, si nosotros no pudiéramos mirar en la Biblia, y decir: “Ese soy yo”. Preguntándonos cuál será, a cuál personaje de la Biblia nos pareceríamos. Y solo tomemos eso como un pequeño texto ahora y quedémonos con él por un rato. Y al mirar en la Palabra de Dios, identifiquémonos, pues Él puso a otros allí como ejemplos de lo que nosotros somos. Ahora, recuerden que Dios se lleva Su Espíritu… o se lleva a Su hombre, pero nunca Su Espíritu; Satanás se lleva a su hombre, pero nunca su espíritu. Entonces veamos si podemos identificar nuestro estado actual ahora con los personajes de la Biblia. Ahora, ellos, la Biblia dice que “Todas esas cosas sucedieron, allá en aquellos días, como ejemplos para nosotros”. Ellos son nuestros ejemplos.",
    "Nuestro carácter nos moldea a la imagen de lo que somos, nuestro carácter de la vida que está en nosotros.",
    "Ahora, tomen un pequeño germen de vida, y cuando, si es—si es el germen de un—de un pájaro, producirá un pájaro. Y si es un germen de—de trigo, producirá trigo. Un germen de maíz producirá maíz. Vean, la vida que está en él moldea su carácter.",
    "Entonces encontramos la misma cosa, como la vida de un cáncer. Vean, un germen, un germen de cáncer, moldea un cáncer. Es una vida maligna. La vida de un tumor moldearía un tumor, y así sucesivamente.",
    "¿Ven?, nosotros, nuestro carácter se moldea por lo que está en nosotros, por dentro, y nuestro exterior solamente expresa lo que hay por dentro. Lo que somos, cómo caminamos, no importa lo que digamos, nuestra vida habla más fuerte que nuestras palabras.\n\nSi quizá dijéramos: “Yo soy un creyente en Dios”.\n\nY yo dijera: “Y, ¿cree Ud. toda la Biblia?”.",
    "🦅 Bueno, no lo sé”. Entonces, vean, sus—sus—sus labios, su propia… su vida está hablando más fuerte entonces que sus palabras.",
    "Si Ud. dice: “Yo soy Cristiano. No creo en hacer… y creo que todo lo que Dios dice es la Verdad”. ¿Y después sigue eso con cualquier clase de vida? ¿Ve?, su—su vida habla más fuerte que su testimonio.",
    "Y, saben, ese es uno de los tropiezos más grandes que tiene la Iglesia de Dios. El contrabandista de licor, el apostador, esa gente es… todos—todos sabemos para dónde van, y ellos mismos lo saben. Pero el individuo que profesa ser un Cristiano, la mujer que profesa ser una Cristiana, y luego vive algo diferente, es la piedra de tropiezo más grande que tiene el mundo de afuera, que—que—que haya en el mundo allá afuera, en cualquier parte. Es peor que cualquier cosa que el mundo pueda producir, una persona que se supone que sea Cristiana y que viva algo diferente a eso. Mentir, robar, engañar, y hacer cosas que no debería hacer, es un desacredito para su testimonio cuando uno ve gente que hace esas cosas. Y ellos son… Nuestro carácter se moldea por dentro por la vida que hay en nosotros.",
    "Ahora, podríamos decir: “Jesús vino a salvar lo que estaba perdido”. Eso es lo que Él hizo. Y bueno, tenía que haber algo que pudiera salvar esto perdido, así que tenía que ser un carácter diferente de lo que estaba perdido. Y, vemos entonces que cuando Dios miró abajo a esta creación Suya, que Él había hecho sobre la… Su… los caracteres de esta tierra; Su carácter amoroso, Él Mismo, fue moldeado en la Persona de Jesucristo, para ser el Salvador del mundo. Él… Y esto fue con el propósito de que Él pudiera pagar la pena de muerte por nosotros, y así redimirnos. Realmente cumpliendo Juan 3:16, ¿ven?, que “Dios”, ninguna otra persona podía hacerlo. Jesús, no podía haber sido nadie más. No hubo ningún otro carácter en ninguna parte que pudiera haber producido tal Persona como Jesucristo, sino Dios Mismo.",
    "Ahora, no había nada en el Cielo, que pudiera haberlo hecho. Saben, cuando Juan miró en el—en el Libro allá, la Biblia, encontramos que él vio que no había nadie sobre la tierra que fuese digno de tomar el Libro, el Libro de Redención, y no había nadie digno en el Cielo. Nadie debajo de la tierra, o en ninguna parte, que fuera capaz o digno de tomar el Libro, para desatar los Sellos, o de aun mirarlo. Y él lloraba, porque en este Libro estaba el Libro de Redención, su propio nombre estaba allí, y nadie era digno.",
    "Y entonces uno de los ancianos dijo: “No temas, porque el León de la Tribu de Judá ha vencido, y Él es digno”.",
    "Juan miró entonces para ver un—un León, y vio un Cordero, y debió haber sido un Cordero inmolado. Era un Cordero ensangrentado. Él dijo que estaba todo ensangrentado, porque, “era un Cordero que había sido inmolado”. Y un cordero inmolado está ensangrentado, por supuesto. “Y había sido inmolado desde antes de la fundación del mundo. Él vino y tomó el Libro”. No había nadie más que pudiera hacerlo.",
    "Porque, si Ud. siembra algo como un abrojo en la tierra… Cualquiera de Uds. de Arkansas saben lo que es un abrojo. Y si meten eso en la tierra, Uds. no pueden esperar recoger una cosecha de maíz de eso. No, no pueden. Así que si Uds. tomaran un abrojo y lo pusieran con un… y lo cruzaran con hierba hediondilla, Uds. aún no tendrían nada. ¿Ven? Y, ¿ven?, solo producirá el mismo carácter ahí adentro, de malo a malo.",
    "Así que, se requirió de algo que no fuera malo, que pudiera producir un carácter como el de Jesucristo. Y era Dios mirando Su creación, y Su Propio carácter amoroso; viendo aquello perdido, aunque a Su imagen, hecho para Su gloria. Y al ver eso perdido, Su Propio amor proyectó a Jesucristo; “De tal manera amó Dios al mundo, que ha dado a Su Hijo Unigénito”. Ese fue Dios Mismo manifestándose, no otra persona, sino Él Mismo en forma de cuerpo, para redimir lo que se había perdido. No es de extrañar la tristeza en eso, cuando Dios miró a la tierra y Le pesó haber hecho al hombre.",
    "Una vez, yo—yo llevaba a mi niña de la mano, allá en Cincinnati, en el zoológico, e íbamos caminando, mirando los animales, y oí un gran ruido más allá de las—las—las jaulas donde estaban los—los animales, como lobos y tigres, y demás. Caminé hasta allá. Y había una jaula inmensa, muy grande, ¡oh!, quizás del alto de este edificio. Y acababan de atrapar un águila, hacía poco, ¡oh!, unas cuantas semanas antes, de un… y la pusieron en cautiverio. Sentí mucha lástima por la pobre. Y ella retrocedía… es un ave enorme, y aquí estaba toda enjaulada por algo que el hombre había hecho, la había atrapado en alguna cosa, y metido en una jaula.",
    "Y esa enorme criatura, estaba sangrando de la cabeza, esta gran águila calva, esa enorme cabeza blanca; y—y sus alas, toda desplumada por esos golpes así. Y la pobre estaba boca arriba; sus ojos agotados, mirando alrededor. Ella se levantaba, caminaba hacia el otro lado de la jaula, y miraba al cielo. De allí era de donde ella había venido.",
    "Ella es un ave celestial. No hay nada que pueda seguirla. Un halcón se desintegraría, al tratar de seguirla. Nada puede seguir a esa águila. Y ella se eleva muy alto, sus ojos le corresponden para esa altura, y puede ver lo que está haciendo cuando está allá arriba. ¿De qué sirve subir allá si uno no sabe lo que está haciendo?",
    "Por tanto, Dios comparó a Sus profetas con las águilas, que pueden ver cosas antes de que sucedan.",
    "Y me fijé que sangraba, y se acostaba de espalda y miraba hacia arriba así. Allá es a donde pertenecía, pero el hombre la había enjaulado. Pensé: “¡Qué escena más lastimosa!”. Ella se hacía atrás y volaba, aleteaba esas alas enormes y solo golpeaba su cabeza contra esas rejas, y volvía a caer al suelo. Se quedaba tendida allí, cansada, y miraba alrededor así; miraba los cielos donde en un tiempo fue libre, allá arriba, y ahora estaba en una jaula.",
    "Me paré allí y lloré. Desearía que me hubieran vendido ese animal, yo la hubiera soltado. ¡Al ver cualquier cosa enjaulada! Si eso hace a un hombre quien ama la naturaleza, como yo amo la naturaleza, si—si eso hace llorar a un hombre, presenciar eso; y esa fue una escena lastimosa.",
    "Pero, ¡oh!, permítanme hablarles de una escena más lastimosa, y es ver a hombres y mujeres hechos a la imagen de Dios, para llevar Su carácter, y sin embargo están enjaulados en cosas, y enjaulados por las trampas del mundo. Ver a una jovencita hermosa viniendo por la calle, tan—tan—tan… su—su… una mujer muy bonita, y su hermoso cabello todo cortado; ver su rostro con—con… Un rostro de hermosas formas, con tanta pintura encima, que uno no sabe ni a qué se parece ella. Parece como que tuviera gangrena, con eso azul debajo de los ojos, y—y con ojos como de lagartija, o de lobo, o algo así. Y verla vistiendo ropa con la que ella ni siquiera debiera ser sorprendida ni en el—el dormitorio, a puerta cerrada, con eso puesto, y afuera en la calle mostrándose así. Y ver a hijos de Dios, que deberían reconocerla como su hermana, afuera en la calle, silbando y queriendo recogerla, para sacarla con fines incorrectos. Ese es un cuadro lastimoso, ver cómo Satanás ha enjaulado a la raza humana.",
    "No hay nada que pudiera salvarlo sino un Carácter que pudiera venir por encima de todo eso. Pues, eso, allí no había nada, y Eso tenía que venir de esa Fuente pura del Dios Todopoderoso.",
    "Esa hermosa damita que pudiera ser una—una verdadera reinita para algún predicadorcito cansado, que llega y ella lo pone sobre su regazo, y lo abraza y—y lo tranquiliza, no hay nada que pueda remplazar eso. Eso es parte de un hombre. No hay mano alguna que pueda tocarlo, cuando Ud. está cansado y agotado, como la mano de una verdadera esposa delicada, gentil, comprensiva. El hombre lo sabe.",
    "Y verla en la calle de esa manera, ella está enjaulada por Hollywood. Y—y muchas veces esas mujeres dicen ser Cristianas, y cantan en coros, pero están todas enjauladas con un espíritu que no pueden ver. Ni para qué uno intentar decirles eso a ellas, parece que eso solo empora cada vez. ¿Ven? Allí están ellas, una Jezabel moderna caminando por las calles, y ella dice: “Déjeme decirle, que yo pertenezco a esta, y yo…”. ¿Ven?, con todo y eso, esa—esa cosa a la que ella pertenece la ha—ha separado de su fuente de Vida. Aunque ella nació para ser una reinita para algún hombre, o algún hombre que nació para ser un—un—un hijo de Dios, y pensar en lo que les ha sucedido, ¡oh!, es una cosa terrible.",
    "Entonces, vean, Dios bajó, y el carácter de Dios fue Cristo. Él, Él fue el reflejo. Él fue Dios, hecho visible. Noten, Dios hecho visible.",
    "🦅 En el principio era Dios”. Él ni siquiera era Dios en ese entonces. No. Dios es un “objeto de adoración”. Él solamente era el Eterno. Y en Él había atributos, y esos atributos eran pensamientos. Y esos pensamientos fueron expresados en Palabras, y la Palabra fue manifestada.",
    "¿Qué es? Es todo Dios, llegando a ser tangible, y Ud. es una parte de Dios. Y Jesús vino para redimir a aquellos que fueron puestos en el Libro de la Vida del Cordero, antes de la fundación del mundo. Estaban en los pensamientos de Dios, y eso fue lo que Él vino a redimir. Y ellos, tan pronto Se les aparece, ellos Lo ven, porque hay Vida allí dentro.",
    "Pero si la Vida no está allí, entonces ¿qué pueden hacer? ¿Ven? Ellos no Lo ven; nunca Lo verán. ¿Ven?",
    "Y el asunto completo, como dijo Jesús: “En aquel día, vosotros conoceréis que Yo estoy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. El cuadro completo es Dios, materializándose. Como un esposo y una esposa llegando a ser uno, juntos, Dios y Su iglesia llegando a ser Uno.",
    "Ahora, se requirió algo para redimir a esta mujer caída, siendo tipificado en Eva, cuando ella cayó. “Adán no fue engañado, sino la mujer, siendo engañada, incurrió en transgresión”. Adán sabía que él estaba haciendo lo incorrecto; ella no lo sabía. Por eso…",
    "No voy a herir sus sentimientos, pero Uds. saben que siempre me he parado por esto. Yo no estoy de acuerdo con las mujeres ministras, porque no debe ser de esa manera. Vean, ella es el vaso más frágil. Ahora, vemos que esta mujer fue engañada por alguien que le citó la Palabra, y solo falló en eso un poquito, y eso fue lo que causó todo el problema; por eso es que Pablo dijo: “Que esté en silencio en la iglesia, no le permito a ella hablar”, y lo demás. Ahora noten.",
    "Pero, vean, todo eso está, está desplegando, mostrando en tipo, como en toda la Biblia, a Dios uniéndose con una Esposa redimida, una Novia que Dios tenía en Su mente antes de la fundación del mundo. Esos eran los atributos de Dios, siendo desplegados. Y ahora, para formar un carácter que pudiera redimir a esta mujer, tenía que ser algo mayor que ella, para poder redimirla. Y ¿alguna vez se ha fijado…? Yo—yo… esto pudiera ser…",
    "Ahora si algunos de mis hermanos armenios, una—una doctrina que es legalista, no están de acuerdo, permítanme solo… Perdónenme por un minuto, quisiera proyectar esto. Si Él es el Redentor… No digo esto para lastimar, o para ser diferente; yo no predico doctrina, pero permítanme hacerles una pregunta.",
    "Si Él es un Redentor, Él vino, y redimir es “levantar aquello que ha caído”, para redimirlo de nuevo al lugar donde estaba al principio, de modo que ninguno será levantado sino aquellos que estaban en Sus pensamientos en el principio. Él vino para redimir, no a esta carne de cañón que vemos por aquí profesando ser Cristianos; sino que Él vino a redimir aquellos que estaban en el pensamiento de Dios en el principio. Esto otro es simplemente algo mezclado para mostrar la estatura. ¿Ven? Solamente es… es un—es un jardín, un jardín de flores. Aquello juega su papel. Pero lo que uno quiere ver es la estatura, la estatura de Cristo, que fue lo que Dios proyectó a la tierra en la forma de un Hombre. ¡Amén! Esa es la estatura que uno quiere ver. Esa es. Esto otro solo son partes manufacturadas, ¿ven Uds.?",
    "Ahora, esto reflejó Su carácter noble, amoroso, Dios reflejado en un Hombre, llamado Cristo. Él era el único que podía hacer esto. No había ningún otro carácter en el Cielo que pudiera hacerlo, ¿ven?, era Dios. Él fue esa naturaleza sin pecado. Él fue la Palabra, la naturaleza sin pecado de Dios. Él fue la Palabra expresada. Siendo que, la Palabra fue el principio.",
    "Y si Ud. está en el Libro de la Vida del Cordero, Ud. era la expresión de Dios proveniente de Su pensamiento. Él lo vio a Ud. y vio su deseo, antes de que aun hubiese un átomo, o cualquier otra cosa, y Ud. es Su pensamiento hecho palabra, y expresado en lo que Ud. es ahora. Amén. Eso es Dios, en Ud., reflejando a Cristo hoy. ¿Entienden lo que quiero decir?",
    "Ahora, espero que eso no interfiera con nada, ¿ven Uds.?, y no quisiera decir nada contrario a lo que les han enseñado.",
    "Pero solo para que entiendan a lo que trato de llegar aquí, es un reflejo, Uds. tienen que estar identificados. Y si lo están, y Uds. estuvieron en el pensamiento de Dios en el principio, ¿ven?, y son Su reflejo aquí en la tierra, Uds. darán testimonio de lo Celestial, así como Él dio testimonio de lo Celestial, también. Y cuando Él se levantó del sepulcro, y Le fue dado un cuerpo; nosotros, cuando nos levantemos, tendremos un cuerpo como Su Propio cuerpo glorioso.",
    "No hay duda de la resurrección. Está garantizada, y ya tenemos las arras de ella, a medida que él Espíritu Santo viene y nos identifica como una persona redimida por Dios. ¡Amén! Cuando Ud. recibe el Espíritu Santo, Ud. es sellado hasta que el viaje haya terminado. Esa es la Señal que Ud. tiene, la cual muestra que su—su pasaje fue pagado. Ud. es un carácter redimido. Satanás no tiene nada que ver con Ud., en lo absoluto. Solo tome su Señal y muéstresela: “Mi sanidad ya está pagada. Voy de camino a la Gloria”.",
    "Una Señal es lo que Ud. utiliza para viajar en una línea de autobús, o en un avión. Su boleto es su señal. ¿Ven?",
    "Tome su Señal; Ud. está redimido; la Bendición, el Espíritu Santo. Y si Satanás trata de molestarlo a Ud. con algo, simplemente muéstrele Esto. Esa es su identificación. Amén. Ud. está identificado en la resurrección de Cristo. Ud. está identificado en Su muerte cuando Ud. muere; Ud. está identificado en Su resurrección. Y, por medio de eso, lo identifica a Ud., que Ud. estaba con Él antes de la fundación del mundo, por cuanto Ud. es redimido, o sea: “traído de vuelta”. “Todo lo que el Padre Me ha dado vendrá, y nadie puede venir a menos que Él, el Padre lo haya dado, ¿ven?, en el principio”.",
    "Ahora fíjense, Él fue pecado… sin pecado, para tomar el lugar del pecador, el antídoto. Él fue sin pecado para poder redimir a los pecadores. Dios Se expresó en Él y Se identificó correctamente en Él. Ahora noten.",
    "Uds. dicen: “Hermano Branham, ¿Ud. dijo que ‘Dios Mismo Se identificó’”? Seguro que sí.",
    "Miren: “En el principio” dice San Juan 1, “era la Palabra, y la Palabra era con Dios”. Ahora, una Palabra tiene que ser un pensamiento antes que sea una Palabra, porque la Palabra es un pensamiento expresado. “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios”, ¿ven?, “era Dios. Y el Verbo, la Palabra, fue hecha carne y habitó entre nosotros”.",
    "Se identificó, ¿cómo? Bueno, Hebreos 4, vean: “La Palabra de Dios es más cortante, más poderosa que una espada de dos filos, que parte”, corta al entrar y al salir, “corta, y discierne los pensamientos y las intenciones del corazón”. Y cuando Él lo hacía, así era como se identificaba a los profetas, pues ellos… Dios hablaba y les decía exactamente lo que estaba mal y lo que estaba ocurriendo. ¿Ven? Esa es la identificación de la Palabra de la hora, siendo manifestada.",
    "Él fue la plenitud de la Palabra de Dios, pues Él era la plenitud de la Deidad corporalmente. Él era Dios en forma humana, y se requirió de Dios para expresar un carácter como ese. Y luego debía quitársele Esa hermosa vida, para poder salvar a los que el previo conocimiento de Dios vio en el principio, que eran Sus pensamientos de Ud. y de mí. Jesús vino para hacer eso; Su vida perfecta debía ser sacrificada, para redimir a esa persona. Entonces, si ellos están, y si Uds. estaban con Dios en Sus pensamientos en el principio, ¿cómo pueden Uds. negar que Su Palabra sea la verdad, cuando Uds. son parte de Su Palabra? Amén. Seguro. Está vindicado, correctamente, no podía cometer un error en eso. Él dijo: “No soy Yo quien hace las obras, es Mí Padre que mora en Mí”.",
    "Ahora, vemos que, en el gran enredo del día, la gente, en cuanto a comprender a Dios: “Dios ¿en tres personas?”. Dios, son tres atributos de Dios, como tres oficios: Dios sobre nosotros, en el Espíritu Santo arriba, en una Columna de Fuego; Dios Se hizo carne y habitó entre nosotros, un Hombre al que pudiéramos tocar y palpar; y ahora Dios en la Iglesia. Dios sobre Uds.; Dios con Uds.; Dios en Uds. Vean, el mismo Dios, en tres manifestaciones diferentes, pero el mismo Dios todo el tiempo.",
    "Fíjense, para que no haya equivocaciones. Su Naturaleza sin pecado expresó la Palabra de Dios. Y de la única forma en que Ud. alguna vez va a expresar la Palabra de Dios, que La cree y La observe obrar en su vida, será que Ud. tendrá que tener esa Naturaleza sin pecado que vino de Dios. Antes de la fundación del mundo, Ud. fue reconocido con Él. Antes que la Palabra pueda alguna vez expresarse a través de Ud., se requiere de una Naturaleza sin pecado para que lo haga.",
    "Tanto, a tal punto que Él era la Palabra en plenitud. La Palabra de Dios fluía tan libremente a través de Él, al punto que podía hablar una Palabra, y creaba. ¿Ven?, eso mostraba Quién era Él. ¿Quién puede crear, sino Dios? ¿Ven? Dios es el único creador que hay. Y Él estaba en tal perfecta armonía, Él y la Palabra estaban tan perfectamente unidos, al punto que Él creó, Él aun, Él y la Palabra siendo uno.",
    "Ninguna otra naturaleza podía hacer esto; ninguna otra naturaleza pudo. Ningún carácter, nada en los Cielos, nada más pudo hacer eso sino Él, pues Él fue el principio de ese Carácter, ¡Salvador! El Ángel no nació como Salvador; él fue creado un Ser para adorar a Dios, no para ser un Salvador. Pero en Dios había un Salvador. Un hombre común nacido de una mujer común no podía ser un Salvador, ya que su naturaleza es carnal. ¡Pero se requirió de Dios Mismo! Amén. Yo—yo espero que lo vean. Miren, esa fue la expresión, para manifestar un Carácter como ese. Los demás fueron un carácter caído; nada que pudiera salvar. Los Ángeles no fueron creados para tal cosa. El hombre era un carácter caído. Miren, ¿cómo podría este hombre…?",
    "Miren, para mostrar que son aquellos de los cuales Él pensó, Sus pensamientos son los Cristianos de hoy, los pensamientos antes de la fundación del mundo. Ahora recuerden: “El hombre, habiendo nacido en pecado, formado en iniquidad, viene al mundo hablando mentiras”. ¿Es así? [La congregación dice: “Amén”.—Ed.] No hay nada en él en lo absoluto. Así que, ¿ven Uds.?, si él estuvo en los pensamientos de Dios cuando vino al mundo, y vino (en los pensamientos de Dios en el principio) para desplegar el atributo de Él. ¿Me entienden? [“Amén”.] Entonces Jesús vino para apartar las nubes, de manera que ese atributo pudiera desplegarse. Amén. Eso es. Él es la Palabra expresada de Dios. Ahora, nada más podía manifestar; todos los otros caracteres habían caído. Entonces, vean, ¿para qué vino Jesús, para traer de nuevo esos caracteres? No, no, ellos nacieron en pecado, formados en iniquidad.",
    "Él vino como un Redentor. Y redimir algo, es “traerlo de nuevo”, Amén. ¡Traerlo de nuevo! ¡Ud. era el pensamiento de Dios! ¡Piénselo! Insignificantes como Ud. y yo; nadie en el mundo podía tomar mi lugar, nadie puede tomar el suyo. Ud. siendo un Cristiano y lleno del Espíritu, Dios, y antes de la fundación del mundo, lo vio a Ud. y conocía cada característica que Ud. tiene, ¿ve?, y Jesús vino para traerlo a Ud. de vuelta. Para eso vino Jesús, el Redentor, el cuerpo humano, para traerlo a Ud. de vuelta. Tuvo que llegar a ser humano, como un Redentor, para desplegar Sus atributos como Salvador, vino para redimirlo a Ud. y para llevarlo de vuelta al lugar de donde Ud. vino. Ud. estaba…",
    "Cuando Ud. recibe Vida Eterna, solo hay una forma de Vida Eterna. Esa es la palabra griega, Zoe. ¿Correcto, hermano? [El hermano dice: “Sí”.—Ed.] Zoe, “La Propia Vida De Dios”. Así que Ud., siendo un hijo, llega a ser parte de esa Vida. Así que la Vida que está en Ud. nunca comenzó y nunca puede terminar. Piénselo. No puede terminar, por cuanto todo lo que es Eterno jamás comenzó. La Vida que está en Ud. jamás comenzó, es decir, si Ud. tiene Vida Eterna. Y eso es Dios, pues Ud. estaba en Su Pensamiento desde lo Eterno, y ahora está expresado aquí en un ser humano, para Su gloria. Jesús vino para redimir eso, siendo el Hijo, la plenitud de Dios tuvo que venir y llegar a ser eso. El carácter sin pecado de Dios hizo eso, para que Él pudiera redimir a estos otros pensamientos que habrían de venir a Él, para formar una Esposa. ¿Ven lo que quiero decir? ¡Oh, es una historia gloriosa! No vamos a… no debería entrar en eso, de todos modos. Sigamos. Muy bien.",
    "Noten, “creado”. Dios, Dios fluía a través de Él, así como el—el viento sopla a través de un—un edificio, o como el agua que fluye por un arroyo, Él aun hizo que… Él y la Palabra siendo Uno. Ningún otro carácter podía hacerlo, pues Él era el Único que nació sin lo carnal. Todos los demás vinieron por el deseo sexual, carnal. Él no nació por deseo sexual. Él fue el que nació de la virgen.",
    "Dios Se identificó con nosotros. Él tomó—Él tomó Su naturaleza, lo que Él era, Su naturaleza como Dios y extendió Su tienda acá abajo y llegó a ser humano. Él Se hizo una tienda, un cuerpo para habitar, y ese cuerpo se conoce como Jesús. Dios habitó en Cristo. Vean, Él Se hizo humano para salvarnos. Y Él tomó nuestra, sobre Él, nuestra forma, para poder moldear en nosotros Su carácter.",
    "Y Su carácter fue, que Él hizo todo lo que le agradaba a Dios, y Él se quedó con la Palabra. Para eso Él nos quiso, para quedarnos con la Palabra de Dios, encontrar nuestra posición, y luego saber en dónde estábamos. ¡Quédense con Su Palabra! Y, piénsenlo, hemos sido invitados a moldear nuestro propio carácter como el Suyo. Ahora, vamos a darnos cuenta lo que hemos hecho. Moldear nuestro carácter a que sea como el Suyo, por Su Propio Espíritu. Entonces nosotros, por Él, somos hijos de Dios, como acabo de expresar, al tener Su mente en nosotros, para moldear nuestro carácter conforme al de Él, Su mente; “Que la mente que estaba en Cristo esté en vosotros”. Si esa mente está en Ud., entonces, vea…",
    "Él solamente hizo lo que le agradaba a Dios. Él sabía Quién era Él. Él vino, el Hijo de Dios. Sabía que Él debía ocupar ese lugar. Su carácter tenía que ser así. Y entonces cuando Él, habiendo tomado este lugar, sabía lo que se requería del Mesías, y Él siempre buscó a Dios para hacer esas cosas, y no hizo nada hasta que el Padre Se lo mostrara.",
    "Ahora, si Ud. encuentra su lugar, hermana, no deseo herirle, o a Ud. hermano, pero Ud. hallará su lugar en la Palabra, como un Cristiano. No lo que haya dicho el credo; eso está aquí abajo en esta carne de cañón que va a ser destruida. Vea, Ud. halla su lugar como Cristiano, porque su carácter es moldeado como el de Cristo. Ud. es Zoe, así como Él era Zoe. Entonces si la Biblia dice que “la mujer no se corte el cabello”, ¿cómo puede Ud. hacerlo? Si dice: “el hombre es el gobernante de la casa”, ¿cómo pueden serlo Uds. las mujeres? ¿Qué pasa con Uds. hombres que son hijos de Dios? ¿Ven? Vean, Uds. no hallan su lugar. ¿Ven? Vigilen ahora. En… Uds. han sido invitados a venir y tomar el carácter de Él. Al tener Su carácter en Uds., eso los moldea a tener la misma mente que Él tuvo, y Su mente era hacer siempre lo que el Padre Le había ordenado hacer.",
    "Él dijo: “Escudriñen la Escritura. Ellas dan testimonio de Mí”. En otras palabras: “Si Yo no hago exactamente lo que la Escritura dijo que debo hacer, entonces muéstrenme dónde”.",
    "Ahora, ¿qué si Dios se parara en la plataforma hoy, y dijera “lo que se requiere de un Cristiano”? Entonces ¿en dónde quedaríamos todos? Vean, el carácter no se está expresando.",
    "Su mente fue quedarse con la Palabra del Padre. La—la mente de ellos, habría de… La misma mente que estuvo en ellos habría de estar en nosotros. Y si la mente de Él está en nosotros, haremos lo que Él hizo. Si Su carácter está en nosotros, seremos como Él fue. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Todos los profetas tuvieron eso, lo sabemos. Vimos, tomemos por ejemplo a Noé, lo que él hizo en su día, Moisés, lo que hizo en su día, Daniel en su día, los jóvenes hebreos, y así sucesivamente.",
    "La Palabra forma el carácter de Dios en nosotros, y cualquier cosa que trate de mezclarse con ese carácter, rompe el molde. Ud. no puede mezclar un credo con la Palabra. Ud. no puede mezclar el mundo con la Palabra. Jesús dijo: “No podéis servir a Dios y a Mamón”. Mamón significa “el mundo”. Ud. no puede; o es uno o es el otro. “Si Uds. aman el mundo o las cosas del mundo, el amor de Dios ni siquiera está en Uds.”. ¿Es cierto? [La congregación dice: “Amén”.—Ed.] Entonces, ¿ven Uds.?, Uds. no pueden mezclarlo.",
    "No se puede mezclar el aceite con el agua; simplemente no mezclará. Ud. puede sacudirlo y sacudirlo, hacer todo lo que quiera, no se mezclará.",
    "Y el carácter suyo no se mezclará con el mundo, si es que Ud. está siendo moldeado a la forma de Dios, permitiendo que la mente que estuvo en Cristo esté en Ud. Esa es la torre de control, la dirección.",
    "Ahora, miremos en el espejo de Dios, Su Palabra, e identifiquemos nuestro carácter presente con algún personaje de la Biblia. Y en unos momentos ya terminaremos. Identifiquémonos personalmente. Miren, Este es el espejo en el que Uds. deben mirarse, como lo hizo aquel muchachito. Mirémonos aquí en Esto y veamos si podemos vernos reflejados por algún personaje Bíblico. Veamos lo que ellos hicieron bajo determinadas circunstancias, y veamos lo que nosotros estamos haciendo hoy. Bueno, entiéndanme bien ahora, vean cuál sea el carácter actual suyo como Cristiano.",
    "Ahora Ud. puede juzgar. Con esto nadie va a juzgarlo a Ud.; Ud. mismo se juzgará, ¿ve? Nadie va a juzgarlo. Yo no voy a juzgar. Pero solo reflejemos, veamos cómo se refleja con algunos personajes de la Biblia, mientras los mencionamos, y vean cuál es su carácter en este tiempo presente. Ahora fíjense, la—la—la Palabra crea un carácter, lo sabemos, ahora miremos en Su espejo e identifiquémonos con algún—algún personaje de la Biblia.",
    "Si Ud. hubiera vivido en los días de Noé, y tuviera su carácter actual… Si me entienden, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Si Ud. hubiera vivido en los días de Noé, teniendo su carácter actual, ¿de qué lado hubiese estado Ud.? Tenga cuidado, ¿ve? Con su carácter actual; piense ahora en cómo es Ud. Cuando los grupos… ¿Con qué grupo se habría identificado Ud., si su carácter actual hubiera vivido en los días de Noé? ¿Habría estado Ud. con el profeta y la Palabra de Dios vindicada estando con la minoría, el grupo pequeño, o con la gente de opinión popular de ese día? ¿Qué carácter?",
    "¿Habría pertenecido a las iglesias y cosas que se mofaban de ese profeta allá arriba? ¿Hubiera Ud. andado con el grupo que subió y dijo: “Bueno, yo no tengo nada en contra del anciano; él quizás tenga razón” o Ud. hubiera estado trabajando con él allí? Ahora piensen en su carácter actual. ¿Qué hubiera hecho Ud. cuando todo estaba en contra de aquello?",
    "Recuerden, el mundo estaba criticando al profeta y su mensaje, y—y todo, el mundo, lo criticaba. Todas las iglesias lo criticaban. La ciencia toda había dicho: “Este hombre está loco”. Como dijeron de Jesús, acerca de comer la carne y beber Su Sangre, dijeron: “Este Hombre es un caníbal; es un vampiro”. ¿Ven? Así que ¿ven Uds. a los sensatos, lo que llamamos la gente sensata de este mundo, los científicos?",
    "¿Sabían Uds., entre más educación tienen y más cultura, sabían que en ese lado es que los pone? Los pone del lado del diablo. La Biblia dice que: “Los hijos de las tinieblas son más sagaces que los hijos de la Luz”.",
    "Miren a los hijos de Caín, todos llegaron a ser científicos, vendedores de edificios, y lograron gran progreso. Pero todos los hijos de Set eran humildes, campesinos, pastores de ovejas. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Hombres de renombre, de antaño, como fue en los días de Noé, cómo es que construían y fabricaban, y construyeron las pirámides y todo, científicos. Observen atentamente ahora, ¿ven? Esta gente criticó el mensaje de ese hombre, aunque tenía la evidencia de Dios con él.",
    "O ¿qué tal si Ud. hubiera vivido en los días de Elías; Elías, cuando él era el pastor de aquél día? Y Jezabel, el Hollywood que ya estaba comenzando hace dos mil quinientos años, con toda su pintura y modas, y que había hecho que todas las hijas de Israel hicieran lo mismo. ¡Y un anciano parado allí golpeando contra eso! Y todos los sacerdotes decían: “¡Oh!, bueno, el anciano, déjenlo tranquilo, pronto llegará a su fin. Eso no es verdad. Y él, nuestro rey tan fino, quien viste como nosotros, y tenemos las ropas más finas, y la nación mejor alimentada, y todo, ¿qué importa si uno hace esto, o aquello, o lo otro? ¿Qué importa?”. Los pastores lo decían.",
    "Pero allí se paró un hombre, solo, con ASÍ DICE EL SEÑOR.",
    "Ahora, con su carácter actual, ¿dónde hubiera sido ubicado Ud. allá? Ahora mírense en el Espejo, cuando lleguen a casa Uds. verán dónde están. ¿Ven? ¿Ven? En su condición actual, ¿en qué posición habría estado Ud. en aquél día? ¿Se hubiera ido Ud. con la idea moderna, la denominación, la señal, el individuo: “¡Oh, bueno!, todos estamos casados”? ¡Oh, claro!, todos ellos adoraban a Jehová cada luna nueva, y gritaban y bebían agua de la fuente, y alababan al Dios del Cielo quien los había liberado, y todo eso, pero estaban a un millón de millas de la línea. ¿Dónde lo colocaría a Ud. su experiencia Cristiana actual en el tiempo de Elías? ¿Dónde estaría Ud. identificado? ¿Qué lado hubiera Ud. escogido allá?",
    "O, cuando Moisés sacó a Israel, yendo allá como un profeta identificado, con la Palabra que Dios le había prometido a Abraham el profeta, que sucedería, y Moisés fue allá e hizo todas las señales que Dios le dijo que hiciera. Escuchen bien ahora, vamos a terminar en un minuto. Sacó a esos hijos y entraron al desierto, el mensaje, así como Uds. pentecostales salieron hace cincuenta años de la denominación, y ellos cruzaron la—la línea allá, y se levantó un hombre, y dijo: “Bueno, esperen un minuto, hagamos una organización de esto”, un sujeto llamado Datán. “Moisés, crees que tú eres el único en la playa. Crees que eres el único hombre santo entre nosotros. Nosotros tenemos otros hombres santos, que pueden decir algo al respecto. Sencillamente nos haremos un grupito, y lo vamos a creer de esta manera, y nosotros de esta manera, y nosotros de esta manera”.",
    "Ahora, ¿en qué grupo lo identificaría a Ud. su carácter actual? ¿Ud., en los días de—de Elías, hubiera estado Ud. allá afuera con Jezabel, digamos, se cortaba el cabello y se pintaba la cara, y era una mujer moderna? Bueno, piense en dónde está Ud. identificada ahora. Ud. dice: “Yo soy pente-…” No me estoy refiriendo a lo que Ud. sea. Me estoy refiriendo a su carácter. Estamos profundizando más allá de estas cositas que uno ve. Estamos yendo al interior suyo.",
    "¿Escucharon al Espíritu Santo anoche, como clamó allá al final? Por eso estoy diciendo lo que digo hoy. ¿Ven? Abran su entendi-… su entendimiento espiritual, pueblo. Es—es más tarde de lo que piensan. ¿Ven? ¿Ven? ¿Ven? Uno puede… Es—es una manera para que una persona pueda pensar que uno tiene razón. Pero, pensé que quizás, si el Señor me permitía hablar de esto, que ellos me perdonarían por eso, la—la asociación o, los hermanos; que, yo sé que lo harán. Ellos están de acuerdo conmigo en esto.",
    "Noten. Pero, esto: si—si Ud. puede verse a sí mismo hoy, en la luz; si su espíritu, que está en Ud., vivió en un personaje allá en el pasado. Ahora mire donde está Ud. hoy, y verá donde habría estado en ese entonces. ¿Donde habría estado Ud. en ese tiempo? ¿Se habría puesto del lado de la organización que Datán quería organizar? O, ¿su carácter actual lo hubiera separado de eso, y se hubiera quedado con la Palabra, (¿ven?), cuando todo parecía estar en contra?",
    "Moisés había sido vindicado completamente, que tenía el mensaje del Señor. Dios lo había probado en toda manera, exactamente lo que Él dijo había llegado a suceder; le dijo a Israel, allá en Deuteronomio, allá atrás: “Dondequiera que estuvieren estas señales, Uds. deben seguir eso y escucharlo, y oír lo que prometió la Palabra”. Él fue manifestado.",
    "Pero con todo, Datán, un líder inteligente allá en Egipto, se levantó y dijo allí: “Tú tratas de hacerte que eres el único que tiene algo”.",
    "Ese no era el pensamiento de Moisés. Él solamente estaba haciendo lo que Dios le había ordenado hacer. Todos ellos no tenían que ser Moisés. El pueblo solo tenía que seguir lo que él dijera. No todos tenían que crear, y hacer milagros y cosas. Ese es el problema con la gente hoy en día.",
    "Una dama me preguntó, viniendo por la carretera, el otro día, de aquí. Ella dijo… Era Florence Shakarian, la hermana del Hermano Demos, y la Hermana Williams y ellos, sentados en el automóvil. Ella dijo: “Hermano Branham, yo ayuno y ayuno y ayuno, y aún no puedo echar fuera demonios”.",
    "Yo le dije: “Ud. no nació para hacer eso. Su deber es ayunar. El Espíritu Santo está obrando en otra persona allá con eso. Ud. no conoce el lugar”.",
    "Si tuviéramos tiempo, enseñaríamos esas cosas en reuniones largas. Como es que una persona tiene una carga, de esto, por algo por acá. Ud. no lo sabe, no lo sabe, y no se supone que Ud. lo sepa. Es Él quien obra. Ud. solo debe mantenerse sumiso a su llamamiento, y siempre alinearse con las Escrituras, ver si es correcto o no.",
    "Ahora, vemos que, ambos… Este fue Moisés que fue criticado, y él fue—él fue criticado por este grupo, pero Dios le dijo a Moisés: “Sepárate de él, porque me lo voy a tragar en la tierra”, y Él lo hizo. Ahora, ¿ven?, Uds. deben conocer la hora en que están viviendo, y ahora, juzguen su carácter con lo que ellos fueron.",
    "O, en los días de Cristo. Quiero preguntarles ahora. Cuando ellos tenían los seminarios más finos, los ministros más finos, los más altamente educados, los rituales más santos, y con todo lo que nosotros, lo que ellos tuvieron; y cuando Jesús llegó a la escena, Él realmente fue un “renegado”, para ellos. Pero, vean, Dios identificó Su Propio carácter en Él, al manifestar que Él era Dios. Y Él dijo: “Si Uds. no saben Quién soy Yo, escudriñen las Escrituras”.\n\nDijeron: “A Moisés conocemos. Nosotros no…”.",
    "Les dijo: “Si hubieseis conocido a Moisés, Me conocerían a Mí. Él escribió de Mí”.",
    "Ahora, Si Ud. hubiera vivido en aquél día, y hubiese sido miembro de una buena iglesia del Concilio del Sanedrín, con un pastor muy fino, ¿qué lado hubiera escogido Ud.? ¿En qué, qué lado lo hubiera ubicado su carácter de hoy? Piénsenlo. Depende de Ud. ¿De qué lado?, el—el carácter que Ud. tiene ahora, ¿dónde se habría identificado Ud. en los días de Jesús, si su pastor hubiera dicho: “¡Oh!, esas cosas son tonterías”?",
    "Y, sin embargo, Jesús responde aquí, diciendo: “La Escritura dice que Yo debía hacer esto”, y Él lo hizo. “La Escritura dice que Yo debía hacer esto, y que ‘nacería de una virgen’. La Escritura dice que Yo debía hacer esto”, y Él lo hizo. Él dijo: “Escudriñen la Escritura y vean en dónde fallé”.",
    "Pero ellos dijeron: “No le hagan caso a ese sujeto; Él está fuera de Sí”. ¿Ven?",
    "¿Qué, qué carácter tiene Ud. en el presente? ¿Dónde habría estado Ud. en aquellos días cuando Jesús estuvo en la tierra, cuando las grandes denominaciones y teólogos estaban todos contra Él, y todos los maestros y teólogos de aquél día estaban contra Él, todos los maestros de la Biblia contra Él? ¿En contra de qué? En contra de la claramente definida Palabra de Dios para esa edad siendo manifiesta, siendo identificada, Dios Mismo identificado.",
    "🦅 Su Nombre será llamado Consejero, Príncipe de Paz, Dios Todopoderoso, el Padre Eterno. Una virgen concebirá y dará a luz un hijo. El principado será sobre Sus hombros, ¿ven?, y Su Reino no tendrá fin”. ¿Quién es esta Persona? Un Dios-bebé, y luego Dios se hace hombre. ¿Pudieran imaginarse a Jehová llorando como un bebé? ¿Pudieran imaginarse a Jehová naciendo en un establo? ¿Pudieran imaginarse a Jehová jugando como un niño? ¿Pudieran Uds. imaginarse a una iglesia que reclamaba adorarlo y Lo crucificaron?",
    "Ahora, ¿en cuál lado se identificaría Ud.? ¿Con lo que estaba diciendo la Palabra Misma, clara y bien definida, o se habría quedado Ud. con su credo? Con su carácter actual, ¿en dónde estaría Ud.? Ahora, allí es exactamente donde Ud. hubiera estado. Como Ud. sea ahora, es exactamente lo que Ud. hubiera sido allá en el pasado, exactamente, muy claramente. ¡Oh, vaya!",
    "Cuando, Su señal Mesiánica, ahora, miren, Su señal Mesiánica identificaba Su carácter, pues era Dios en un hombre, la Palabra. ¿Ven lo que quiero decir? Ella discernió los pensamientos, y les dijo todas estas cosas.",
    "[Cinta en blanco.—Ed.]…como la Palabra la encontró a ella. Pero cuando la Palabra destelló por primera vez, ella Lo captó. Ella era uno de esos pensamientos de Dios, que fue manifestado. ¿Ven?",
    "Pero aquellos que estaban parados allá con sus vestiduras eclesiásticas, con toda clase de distinción, y pervirtiendo la Palabra a diferentes cosas, y obrando sin ninguna sinceridad, con tal de que pertenecieran a la iglesia, ellos eran los que reclamaban tener Luz, y la Luz opacó lo que ellos tenían como luz.",
    "Es como si Ud. tratara de apuntar una linterna hacia el sol, para opacar el sol. ¿Ven? ¿Por qué una linterna no opaca al sol?, ¿por qué no lo hace ninguna otra luz? No existe una luz que pueda opacar al sol. ¿Por qué? Porque Es la Palabra de Dios manifestada. Dios dijo: “Sea la luz”, y esa es la Luz de Dios. Es la Palabra de Dios manifestada. ¡Aquí viene él!",
    "No hay credo, ni denominación, ni papa, sacerdote, o lo que pudiera ser, o doctor en divinidad, ninguna organización, ninguna nación, ni nada, podrá jamás opacar la Luz de Dios manifestada. Cuando la Palabra es hablada y viene a la Luz, Ella hará lo que dijo que haría. No hay credo que pueda estar alrededor de Ella, nada puede estar alrededor, sino la Luz Misma, y aquellos que caminarán en ella. Ese es Jesucristo resucitado de los muertos, manifestándose a Sí Mismo aquí entre nosotros, y nosotros caminamos en Él. No hay nada que pueda detenerlo; “Los cielos y la tierra” dijo Jesús, “pasarán, pero Ella no pasará”. Noten, todos los maestros de la Biblia, y los demás…",
    "Con todo, al ver esa Palabra vindicada, Su señal mesiánica mostrándole a esa pequeña prostituta Quién era Él, otros quienes fueron, que estuvieron como pensamientos en la mente de Dios, como Pedro y—y Natanael, y todos aquellos que estaban en los pensamientos de Dios, tan pronto como destelló esa Luz, ellos La reconocieron. No tuvieron que arrastrarlos hasta el altar, llamarlos a que pasaran al frente y—y rogarles, y decirles que se hará algo por ellos si venían, y uno darles un mejor estilo de vida, y ver si puede hablar con el jefe para un trabajo, colocarlos en un mejor puesto. A ellos no les importaba. Ellos tuvieron que pelear para mantener su lugar. “Pero ninguna otra cosa nos podrá separar” dice la Biblia, “del amor de Dios, que es en Cristo”. Ni persecución, ni peligro, ni la muerte misma, nos puede separar, porque todos estuvimos, siempre estuvimos en Sus pensamientos. Muy bien, continuemos.",
    "¿Su estado actual lo identificaría a Ud. con los fariseos de ese día? ¿Lo haría su estado actual? Ahora, si Ud. dijera: “No, no me identificaría con esos fariseos allá”, entonces, ¿qué me dice de hoy? Hebreos 13:8 dice que Él es el mismo ayer, hoy, y por los siglos. Ahora, ¿en qué estado lo identifica su carácter actual de hoy? “Yo no hubiera tenido nada que ver con aquellos fariseos. No, señor”. Mire, ese solo es un nombre para Ud. Pero ¿qué de la condición en que Ud. está, cuando Ud. lo ve a Él hoy en Su iglesia tal como Él estuvo allá, en dónde estaría Ud. ahora? La historia se está repitiendo.",
    "Los fariseos de aquel día se pararon en contra de Él por prejuicio. Y eso es lo que sucede hoy, el mundo denominacional se para en contra de la Verdad de la Palabra, porque hay prejuicio.",
    "Siendo entrevistado por un sacerdote católico no hace mucho, él me dijo: “Ud. está tratando de enseñar una Biblia”.\n\nYo dije: “En eso es lo que creo”.\n\nÉl dijo: “Dios está en Su iglesia”.\n\nYo dije: “Dios está en Su Palabra”.",
    "Él dijo: “Todas aquellas personas del principio eran católicas”. Yo dije… “Pedro, Santiago, y Juan, todos ellos eran católicos”.",
    "Yo dije: “Si ellos lo fueron…” Y él dijo… Yo dije: “Ud., ¿qué le parece a Ud. la iglesia de hoy?”.\n\nDijo: “Está mucho mejor hoy de lo que estaba en aquél entonces”.",
    "Yo dije: “Entonces hagan las cosas que Uds. hicieron allá”. ¿Ven? El carácter muestra exactamente lo que es.",
    "¡Los fariseos de aquél día, por prejuicio! Recuerden, fue prejuicio. ¡Ellos en verdad Lo habían visto! Nicodemo, uno de sus sacerdotes, lo expresó, y dijo: “Rabí, nosotros sabemos que Tú eres un maestro que viene de Dios. Ningún hombre podría hacer lo que Tú haces si Dios no está con Él”. ¿Ven?, pero por prejuicio, ¡porque Él no se unió al grupo de ellos!",
    "Si Él viniera y dijera: “Miren, Uds. fariseos están errados; Yo soy un—Yo soy un saduceo”, o, “Uds. los saduceos están errados; Yo soy un fariseo”. El fariseo diría: “Vean, les dije que estábamos en lo correcto”. Pero Él no vino a ninguno de ellos; sino que Él se paró entre ellos.",
    "Si Uds. Lo hubiesen seguido a Él, para ver Sus milagros allá, y luego… Y Ud. dice: “¡Oh!, a mí me encantaría ver Sus milagros”. Y Ud. Lo siguiera a Él para ver Sus milagros.",
    "Y entonces cuando Él llegó a este lugar donde dejó de mostrar Sus milagros y empezó a enseñarles. Y los setenta ministros, ordenados por Cristo, se levantaron y se apartaron de Él, porque Él dijo algo que la ciencia no podía aceptar, o el resto de la multitud no podía aceptar. Ellos no podían entender cómo es que ese Hombre, siendo un hombre, se hacía a Sí Mismo Dios, descendiendo del Cielo. El Hijo del Hombre ascendiendo de donde había venido. Él era Dios. Seguro, Él lo era. Ellos dijeron: “¡Oh!, nosotros, eso es muy difícil, no podemos aceptarlo”.",
    "¿Dónde hubiera estado Ud. identificado en aquél tiempo, con el carácter hoy moldeado en Ud.? Algo ha moldeado su carácter. Ud. tiene alguna clase de carácter. Ud. se podría hallar en alguna parte aquí. ¿Qué hubiera hecho Ud.? ¿Qué?, en su estado actual hoy, ¿qué?, ¿dónde habría estado Ud. en ese tiempo? ¿Ven?",
    "Los maestros todos contra Él y todo, y Sus milagros Lo identificaban. Y cuando los setenta se levantaron, y los pastores y ministros, y se levantaron y dijeron: “Nosotros no podemos comprender Eso”, ¿se habría marchado Ud. como aquella congregación? O ¿Ud. hubiera sido como esos discípulos: “No me importa lo que ellos digan”? Vean, allí está.",
    "Luego Jesús se volteó y los probó, les dijo: “¿Se quieren ir Uds. también?”.",
    "Vean, ellos Lo tenían a Él en una trampa. “Pues, este Hombre es un vampiro” dijeron, “tener que comer Su carne y Su sangre”. Ellos se marcharon, la congregación.",
    "🦅 Bueno” dijeron los ministros, “bueno, nosotros nos quedaremos un poquito más, para ver de qué se trata todo esto”.",
    "Y Él dijo: “Pues cuando Uds. vean al Hijo del Hombre identificándose como Dios ahora, ¿ven?, cuando Uds. vean al Hijo del Hombre subiendo al Cielo de donde vino”.\n\n“¡Oh!” dijeron, “esto es demasiado para nosotros”, y se fueron.\n\nEntonces Él se volteó hacia los discípulos y les dijo: “¿Uds. también quieren irse?”.",
    "Y Pedro dijo: “Señor, ¿a quién iremos? ¿A dónde pudiéramos ir? Nosotros sabemos que Tú, y solo Tú, tienes las Palabras de Vida”.",
    "Y así mismo es hoy: “Él” no su organización, no su grupo. Cristo, y solo Él, tiene la Palabra de Vida. ¿En dónde se identifica Ud., con alguna fábula falsa que ha inventado el hombre, o con lo que Dios ha hecho? Como hablé el domingo pasado sobre la Cuenta regresiva, lo que Dios ha podido lograr, para introducir a Su Iglesia a la edad del astronauta ahora. ¿Ven? O, ¿dónde Ud., o puede Ud. ver su propia identificación hoy?",
    "Noten, con el maestro popular y amoroso. Quiero hablarles a Uds. jóvenes por un minuto. ¿Dónde se identifica Ud., jovencita en la escuela? ¡Oh!, Ud. puede partir granos, Ud. puede probar todo esto, y—y ser una profesora de ciencias y todo. Pero ¿sabe qué? Ellos no pueden darle Vida a Ud.",
    "La Vida viene únicamente por medio de Cristo; “Conocerlo a Él”, no conocer Su Palabra, no conocer Su Iglesia, no conocer Su Esto. “Conocerlo a Él”, eso es lo único que puede darle a Ud. Vida.",
    "Y ahora, cuando Esto llegó frente a un adolescente moderno, algo así como el muchacho pentecostal moderno, Elvis Presley, quién vendió su primogenitura por una flota de Cadillacs y un millón de dólares de discos de oro, y lo demás. Eso es lo que quiere el mundo. Ellos quieren un pentecostés que le permita a la—la gente…",
    "Hoy, las mujeres quieren un pentecostés que les permita cortarse el cabello y usar pantalones cortos, o hacer cualquier cosa que ellas quieran, y—y mantener su—su testimonio de que son Pentecostés. Ellas, ellas igual quieren eso. ¿Ven? “No, yo no iría a ese grupo. No, ellos tienen… Eso es anticuado”. ¿Ven? Vean, es lo que ellas quieren; es su naturaleza. Y algunos de los hombres, que son manejados por las mujeres, ceden ante ellas.",
    "Pero: “Dios puede de estas piedras”. Alguien tiene que esparcir la Luz, y tenemos hombres hoy también quienes no temen esparcirla. Pase lo que pase.",
    "¿Dónde se identifica Ud.? ¿Con qué grupo está Ud.? ¿Ve? ¿Dónde se para Ud.? Noten.",
    "Este jovencito se identificó con su propia iglesia; el precio era muy alto. Así que, si—si Uds. recuerdan su última identificación, donde identificamos a este joven rico que tuvo la oportunidad de venir y seguir a Jesús, él se quedó con su iglesia, y siguió adelante. Él era un buen muchacho, dijo que había guardado los mandamientos y había hecho todas estas cosas. Y él sabía tanto como los demás, así que simplemente tomó esa idea. Él rechazó seguir a Jesús, y en su última identificación, pues lo hallamos a él en el infierno, clamando que Lázaro viniera y le trajera un poco de agua.",
    "O, su identificación, ¿podría Ud. identificarse con el grupo donde estaba Judas? Él empezó a caminar con Jesús. Él comenzó bien, como los pentecostales hace años. Pero precisamente de la cosa de donde salieron, la organización, sus madres y padres, este grupo joven ha vuelto directamente y les hicieron una tal cual como la de donde salieron. ¿Ven? ¿Con qué clase de grupo está Ud.?",
    "Ahora, la Biblia dice que esta Edad de la Iglesia de Laodicea… Judas, Uds. saben, llevaba la… Él vio la posibilidad de obtener algo grande con lo que él tenía. Él estaba identificado con Jesús. Pues, pensó que, con eso, él cargaba la bolsa, y que se ganaría un dinero demás al venderlo a Él por treinta monedas de plata.",
    "Eso exactamente es lo que hizo la Edad de la Iglesia de Laodicea. La Biblia lo dice. “Eres rica, y dices, ‘yo he enriquecido, y tengo bienes en abundancia, y no tengo necesidad de nada’. Y no sabes que eres desventurada, miserable, ciega, desnuda; y no lo sabes”. Esa es la pentecostal, la última Edad de la Iglesia; no Lutero, no Wesley sino los pentecostales, esa es la Edad de la Iglesia.",
    "¿En dónde está Ud. identificado ahora? Dicen: “Yo soy pentecostal”. ¿Pueden ver en dónde está identificada? Lo tiene a Él por fuera. Seguro, porque ellos son ricos, no tienen necesidad…",
    "🦅 ¡Oh!, Uds. dicen, ‘¿rica?’”. Pues, Uds. solían pararse aquí afuera y pagar tres dólares a la semana por una casucha en la esquina. No que esté tratando de identificar por eso; pero si se necesita de eso para predicar la Palabra completa, tómela. Seguro. Ahora pagamos cincuenta millones de dólares por los seminarios y grupos y grandes cosas, y hay otros lugares invirtiendo billones y millones de dólares en grandes edificios, para abrir camino, y predicando que Jesús viene pronto. Y hay misioneros que yo conozco, en el campo, sin zapatos. Amén. Recogiendo ofrendas para otros misioneros; y un hermanito anciano sin nada más en los pies que un par de sandalias, era todo lo que tenía, y las tomó y las puso de ofrenda para algún otro misionero. ¡Oh, vaya! ¿En dónde está identificado Ud.?",
    "¡Pentecostales! No me quedaré demasiado en ese punto, pero Uds. saben lo que quiero decir. ¡Oh, vaya! ¡Vendimos! ¿Vendimos qué? Vendimos nuestra primogenitura por popularidad. Quisimos ser como los metodistas. Uds. quisieron ser como los bautistas y presbiterianos. Esa es la clase de edificios que Uds. tienen. Uds. construyen un seminario, y es como una incubadora, Uds. producen sus predicadores que les permitirán hacer lo que Uds. quieran, y seguir llamándose “pentecostés”. Esa es una mentira. ¡Correcto! Recuerden, recuerden, eso fue precisamente lo que hizo que Judas se volviera popular entre el resto de los ministros, Lo vendió a Él por treinta monedas de plata.",
    "Él, ¿qué lo hizo cambiar a él? Él dudaba en realidad de las declaraciones de Cristo de que Él era la Palabra. Él podía ver a ese Hombre, comer con Él, pescar con Él allá, y todo lo demás; y que Él fuera la Palabra, él no podía creerlo. Él no podía creer que Él era Dios; pero Lo era. El carácter de Judas causó que él hiciera esto. ¿Ha hecho el carácter suyo lo mismo? Recuerden, Judas era muy religioso.",
    "Yo he ido a África, y ellos me dijeron: “Pues, Elvis Presley, nosotros tenemos sus canciones aquí en todas partes, él canta”.",
    "A Pat Boone y a los demás, no se les debería permitir mencionar el Nombre. ¡Inmundicia y suciedad! Es hipocresía. “Sepárese de pecado el que invoca el Nombre de Cristo”. ¿Ven? Pero allí lo tienen. ¿Ven a dónde hemos llegado? El pecado es engañoso, entra muy astutamente, tanto que Ud. no se da cuenta que está allí hasta que Ud. ya se ve envuelto en él, ¿ven?, y para entonces ya lo tiene en sus garras. ¿Ven cuál fue la identificación final de Judas?",
    "Y, mi hermano, porque la iglesia a la que Ud. asiste es más grande que la otra en la esquina, pero ellos predican la Verdad, y Uds. no, ¿ven en dónde los pone eso a Uds.? Ese es el espíritu de Judas. ¿Saben cuál fue su última identificación? Fue el colgarse de un sicómoro.",
    "¿O se encuentra Ud. identificado con los verdaderos discípulos de Cristo? Miren, ya vamos a terminar, con toda seguridad. ¡Fieles a Él y Su Palabra, en medio de toda la crítica! ¿Puede Ud. identificarse con Pedro en el día de Pentecostés?",
    "Cuando todos ellos lo vieron, dijeron: “Miren ese montón de gente loca. Están todos borrachos”.",
    "Pedro se puso de pie y dijo: “Varones de Jerusalén, y los que habitáis en Judea, esto os sea notorio, y oíd mis palabras. Estos no están ebrios como vosotros suponéis; pues esta es la tercera hora del día. Pero esto es aquello, la Escritura, que fue hablada por el profeta Joel”. ¿Qué era? La Palabra de Dios siendo manifestada. Él dijo: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para el perdón de vuestros pecados, y recibiréis el don del Espíritu Santo. Para vosotros es la promesa, y para vuestros hijos, y para los que están lejos”. ¿Para cuántos? “Para cuantos el Señor nuestro Dios llamare”. Él no los llamó a todos, Uds. saben. Pero aquellos que son llamados saben qué hacer. Muy bien. Muy bien.",
    "O, con Pablo, o cuando Ud. estaba con Pablo cuando el—el—el amante de la popularidad, Demas, lo abandonó a él, por las cosas del mundo, su compañero; si Ud. hubiera visto a toda la gente riéndose de Pablo, y oír a Pablo decir: “Tráeme el capote”. Un hombre con un ministerio como el que tuvo él, y tenía un solo abrigo.",
    "Pues, Demas pensó: “Él debería haber tenido un gran colegio Bíblico, y todo esto bien organizado en todas partes, y en una gran asociación. Pues, él podía sanar a los enfermos. Él era un profeta. Pues, él debería tener toda clase de dinero, millones como herencia, y el hombre aquí no tiene más que un solo abrigo”.",
    "Dijo: “Hace frío aquí. Dile que me traiga el abrigo cuando venga”.",
    "Y Demas, al ver esto, se fue con el mundo y dejó a su pobre hermanito para que luchara solo. ¿Se atrevería Ud. a pararse y ver a Jesús afuera, con frío, verlo en necesidad y alejarse, dándole la espalda?",
    "¿Recuerdan a San Martín? Muchos de Uds. hermanos lo recuerdan, los escritos de San Martín. Él estaba en Tours, Francia, y no era Cristiano. Su madre era una Cristiana. Él era primo de—de Ireneo. Y, entonces, esto fue varios cientos de años después de la muerte de los apóstoles, cuando ellos aún estaban tratando de mantener la integridad de la Palabra; y la iglesia católica lo estaba desviando todo en dogmas, y ellos no toleraron eso.",
    "Y San Martín, iba pasando por una puerta, donde… una tarde fría, y había un pobre mendigo tirado allí, muriéndose de frío. Nadie le daba un abrigo. San Martín se quitó su propio abrigo, lo cortó por la mitad, y envolvió al mendigo en él, y siguió su camino. Ellos se reían de él. “Soldado tonto ese; quebranta aun las reglas de nuestro ejército. Haciendo todo esto. Un hombre envuelto en medio abrigo, por ese vagabundo”.",
    "Esa noche mientras él estaba en su cama, fue despertado por un ruido. Y cuando alzó la vista, allí estaba parado Jesús envuelto en ese pedazo de abrigo. Él sabía que lo que le había hecho a ese mendigo, él se lo había hecho a Cristo. Esa fue su conversión.",
    "¿Se quedaría Ud. parado viendo sufrir al Evangelio hoy? ¿O se iría Ud. con la multitud amante de la popularidad, como lo hizo Demas? ¿Ud. va a pararse por Él, viva o muera? Como Pedro: “Estoy listo para ir a la cárcel, o dónde sea, Contigo”. Sí.",
    "Cuando llega el tema en la iglesia, de si las mujeres deberían cortarse el cabello, o qué deberían hacer, como lo hicieron en Corintios, ¿qué lado toma Ud. entonces? ¿Qué hubiera hecho el estado actual suyo en aquel entonces? Piénselo, hermana. Cuando, Pablo dijo: “No le permito a la mujer enseñar ni usurpar ninguna autoridad, sino estar en obediencia”.",
    "Ellos escribieron y le dijeron, diciendo: “Bueno, la iglesia acá, el Espíritu Santo nos dijo”.",
    "Él dijo: “¿Qué? ¿Salió de vosotros la Palabra de Dios? ¿Y solo a vosotros ha llegado? Si alguno se cree profeta, reconozca que lo que yo digo son los mandamientos de Dios”. Él dijo, en Gálatas 1:8, “Si un ángel viene del Cielo y dice alguna otra cosa, sea maldito”.",
    "¿Qué lado habría tomado Ud. en ese tema si se hubiera tocado en su iglesia? ¿Ah? Vea su estado actual ahora. Solo quiero preguntarle dónde está Ud., ¡Oh, hermano!, démonos prisa. Pablo bajó de una gran posición, Uds. recuerdan. Ud. dirá: “Pero, hermano, yo—yo soy encargado de distrito. Yo soy un—soy un…”. A mí no me interesa lo que Ud. sea. Le estoy preguntando a Ud. cuál es su posición actual, su carácter actual. ¿Qué?, ¿qué está haciendo eso por Ud.? ¿Dónde se identificaría Ud.?",
    "Pablo, recuerde, bajó de una gran educación bajo Gamaliel. Gamaliel fue su gran maestro, y él era un gran algo, hubiera sido un hombre importante. Pero él se humilló, para ver que la Palabra de Dios pudiera crecer continuamente, y dio su vida por eso.",
    "Moisés dejó un trono, ser un Faraón, para llevar la Palabra de Dios a través del desierto.",
    "Jesús bajó del Cielo, para darles Vida a Uds. ¿Con cuál grupo se identifica Ud.? ¡Oh!, para hacer una manera de reflejarse a Sí Mismo, ¡como una Luz destellante! ¿Para qué haría Él eso?",
    "Ahora, bien, estén quietos solo un minuto más, unos minutos más, si quieren que se ore por Uds. Sé que los estoy reteniendo mucho. Ahora mismo faltan veinte minutos para las cinco. Saldremos a las cinco, si el Señor lo permite. Escuchen. ¿Con qué grupo se identificaría Ud.? Quiero preguntarles algo.",
    "Jesús vino para poder encender la Luz. El flash toma una foto. Vean, para que Él pudiera, para que Ud. se pudiera reflejar, o mejor dicho para que Él se pudiera reflejar en Ud.; cuando se toma su foto, se vería como la de Él; cuando la gente lo mira a Ud., ellos ven la Palabra de Dios viviendo otra vez. Para eso vino Él, para traer esa cámara, por medio de Su Sangre santificadora, para traer la Palabra cerca de Ud. Por esta causa Él dijo, San Juan 14:12, “Las obras que Yo hago vosotros también las haréis”. “Y si alguno Me sigue, niegue su credo, niéguese a sí mismo, niegue al mundo, tome su cruz y sígame”.",
    "O ¿se encontrará Ud. identificado en ciertas Escrituras donde el—en algunas de las Escrituras donde el… aquellos que no se quedaron? Entonces, ¿dónde está Ud. identificado, de todos modos? El flash de la cámara ya destelló. Ud. está identificado en alguna parte. Uds. están sentados aquí esta tarde, todos nosotros, ahora escuchen, Ud. está identificado en algún lugar. Ya destelló el flash de la cámara. Ud. sabe lo que es Ud. Ya se ha tomado la foto suya en algún lugar. Ahora ¿dónde está Ud. parado? Ud. es el juez.",
    "Que Dios nos ayude a estar tan identificados, en Él, que reflejemos Su Vida en la nuestra. Escuchen, el orfebre solía tomar el oro y golpearlo, y no dejaba de golpearlo y golpearlo, y lo volteaba y lo golpeaba, hasta que veía su propio reflejo en él. Entonces era oro puro; los golpes le sacaron toda la escoria. Que el Espíritu Santo hoy, y en esta reunión, en las horas por venir, que Él pueda tomar esta Palabra y golpe con Ella, entrando en nuestro corazón, hasta que todas las dudas, todos los credos, y todas las cosas contrarias a Dios, hayan desaparecido, y que nosotros podamos, (escuchen ahora) que nosotros, la Iglesia, podamos reflejar Su resurrección.",
    "Escuchen. Solo una corta historia ahora, y luego tengan listas sus tarjetas de oración.",
    "En Carlsbad, Nuevo México, muchos de Uds. han oído de esa enorme caverna allá, ¿ven?, bajo tierra. Uno baja como una milla, en una—en cierta cosa. Y baja hasta allá abajo, a una milla bajo tierra. Y está tan oscuro, que uno pone su mano así, y no puede ver nada, es tan oscuro. Y una pequeña familia que bajó una vez, y—y el muchachito iba caminando con el guía, y el guía fue, de repente, y simplemente apagó la luz, y la muchachita empezó a gritar. Ella sintió temor.",
    "Así más o menos está la pequeña Novia ahora, que tiene que tomar Su posición. Se ve oscuro. El Concilio de Iglesias los va a meter a Uds. en esa cosa, o Uds. van a tener que tomar una posición y salir. Ud. tendrá que reflejar su carácter. ¿Qué hará Ella en ese tiempo?",
    "¿Qué va a suceder cuando Uds. no puedan comprar ni vender, cuando ellos tengan una unión de iglesia? Ahora, Ud. dice: “¿Cuando eso suceda?”. No, no, el flash ya habrá tomado su foto entonces. Su carácter ya se lo dijo. Ud. ya estará en eso. ¿Ven? Uds. saben lo que la Biblia dice de eso; “Ellos vendrán y dirán: ‘Sí, Señor, ahora entraremos’, Pero es demasiado tarde, la puerta está cerrada”. ¿Ven?\n\n¿Qué va suceder con la pequeña Novia?",
    "Me lo trae a la mente, esta corta historia. Uds. saben, cuando esa muchachita gritaba, saltaba y brincaba, en histeria, por poco se muere del susto, al ver lo que había sucedido. Y en esa oscuridad como de media noche, fue apagada repentinamente. El muchachito dijo, gritó, con toda su voz, dijo: “No temas, hermanita, tenemos un hombre aquí que puede encender las luces”.",
    "No temas tú, hermanita, tenemos a un Hombre aquí Quien puede encender la Luz, ¿ven? Quien puede hacer que la Palabra de Dios haga Lo que Ella debe hacer. Ese Hombre es Jesucristo. Permitan que el carácter suyo refleje el de Él.\n\nOremos.",
    "No temas, Hermanita, tenemos un Hombre aquí que puede encender las Luces. Donde sea que Ud. esté, donde quiera que Ud. haya visto su lugar en esta tarde, yo le dejaré eso a Ud. Su carácter hoy, hará que Ud. mismo se vea en alguna parte a lo largo del camino. Y, pudiéramos haber continuado por horas y horas en esto. ¿Cuál es su carácter hoy? Ahora oremos, y Uds. oren también. Ahora recuerden, quizás yo no vuelva a verlos, quizás Uds. no vuelvan a verme a mí, hasta encontrarnos allá. Ahora, en su estado actual; no me importa quién sea Ud. En su estado actual, yo también me estoy incluyendo allí, ¿qué refleja mi carácter esta tarde? ¿Dónde estoy identificado?",
    "Padre Celestial, escudriña nuestros corazones en este minuto. Solo toma un momento del tiempo, un cambio. Permite que la mente de Cristo entre en nosotros. La Biblia dice: “Que la mente que estaba en Cristo esté en vosotros”. Eso cambia nuestro carácter. Y en este largo sermón, si lo llamara así, esta tarde, solo es mi manera humilde de mostrarle al pueblo lo que yo creo, que Tú quisieras que sepamos. Dios, permite que la mente que estuvo en Cristo esté en mí. Y si en algo he fallado en acentuar Tu Palabra con un “amén”, y luego seguirla, entonces, Señor, cámbiame, hazme de nuevo. Yo soy Tu siervo; quiero serlo, Señor. Ayúdame Tú. Ayuda a cada uno aquí, Señor.",
    "Y ahora, los encomiendo a Ti. Si hubiere algunos aquí, Señor, quienes estuvieron en Tus pensamientos antes de la fundación del mundo, ciertamente esto los está despertando. Confío que todos ellos lo hayan estado. Y Allá, Padre, sabremos cuando Tú vengas, y el gran Libro sea abierto, entonces lo entenderemos. Y si algunos se han alejado, se han desviado de la Senda, oro, Dios, que hoy Tú los traigas de regreso, trayéndolos de nuevo a esa Senda de Justicia y Vida. Estamos en Tus manos, Señor, haz con nosotros cómo veas conveniente. Te entrego esta congregación a Ti, como trofeos de la reunión, en el Nombre de Jesucristo. Amén.",
    "Ahora, no tenemos tiempo para el llamado al altar, pero quiero que el llamado al altar sea en su corazón. ¿Dónde está Ud. identificado, en su condición actual?",
    "Ahora, después de predicar así, voy a pedirle al Espíritu Santo, si Él quiere, que me ayude, ahora solo un minuto, hasta que pueda recibir la unción para orar por los enfermos. Estas cosas que he dicho, permite que sean verdad, Dios. Lo cual, son verdad.",
    "Ahora, todos en sus asientos y sean muy reverentes solo un momento, por favor, pues, verán, para contactarlo a Él. Uno está concentrado en algo aquí, y luego algo se mueve, eso distrae. Es algo bastante difícil. Al parecer, si solo con esa mujer allá en—en Sicar… Eso fue obrado una sola vez. Jesús no lo repitió una y otra vez.",
    "Pero la gente americana necesita entretenimiento, Uds. saben, esa es—esa es nuestra naturaleza. Nos… Preferimos quedarnos en casa a ver televisión, hay más entretenimiento del que hay en la iglesia. ¿Ven? Eso es, ¿ven?, eso es entretenimiento. Eso es lo que queremos. Se ha infiltrado en la Iglesia. Dios no lo entretiene a uno. Él simplemente le trae a uno Su Palabra. ¿Ven?",
    "Él le dijo eso a aquella mujer, y ellos tuvieron que tomar y creer la palabra de esa prostituta. Pero la ciudad entera estaba lista, ¿ven?, ellos estaban en los pensamientos de Dios antes de la fundación del mundo.",
    "Ahora, que Dios repita eso de nuevo esta tarde, es mi humilde oración. Al dejarlos, que Él deje esto con Uds. Oren.",
    "¿Cuántos allá…? No veo a nadie allí que conozco. Todos los que están en este grupo, y que yo no… puede ser que haya tarjetas de oración por todo el lugar. Pero, Uds. que están sentados allí, enfermos o con una necesidad, o algo, y saben que yo no sé nada acerca de Uds., levanten sus manos, donde quiera que estén. ¿Ven? Por todas partes.",
    "Que el Señor nos ayude ahora en esto. Ahora que nadie se mueva. No, por favor, que nadie se mueva. Esto es—es una gran cosa.",
    "Ahora, no hay necesidad que yo diga, trate de explicarlo, no hay manera de hacerlo. Ahora, la Biblia dice, la cual es la Palabra, que: “Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Verdad que sí?",
    "Ahora, a veces Ud. desconoce la fe; la tiene y Ud. no lo sabe. Si uno se esfuerza por entrar en algo, se lo perderá, uno le pasará por encima; es tan humilde y sencillo, ¿ven? “Y Él es el Sumo Sacerdote que puede compadecerse de nuestras debilidades”. Entonces, si Uds., Lo tocan, Él obraría como lo hizo antes. ¿Correcto? [La congregación dice: “Amén”.—Ed.] Ahora miren.",
    "¿Ven a esta mujer sentada por aquí mismo? No conozco esa pequeña alma. Ella sencillamente está allí, pero de alguna manera ella está en contacto con Dios. Pues, en la dimensión que estoy mirando ahora, veo a la mujer, y ella está consciente de que algo está sucediendo. Ella está orando por sus hijos quienes no están aquí. Eso es cierto. Yo no la conozco. Nunca he visto a la dama, pero ella está muy preocupada por unos hijos.",
    "¿Cree que yo soy Su siervo? ¿Cree Ud. que, que Jesucristo está aquí, el Espíritu Santo Quién…? Fíjense, ¡si podemos hacernos a un lado! ¿Ven?, ahora sanarla a Ud., yo no puedo. ¿Ve? O, darle su deseo, no puedo. Vea, eso tiene que venir de Dios, a menos que Él me dijera que le dijera algo. Ahora, pero si Él puede revelarme cuál es el problema con ese niño, o lo que sea, ¿creerá Ud.—Ud. que yo soy Su siervo? Creerá.",
    "Ahora, toda la congregación, si desean, la dama está sentada aquí mismo. ¿Podría ponerse de pie? Ahora, con la Biblia aquí delante de mí, yo no conozco a la mujer. Nunca la había visto. Ahora, miren, regresemos ahora allá a Sicar.",
    "Por favor, todos sean reverentes. ¿Ven? cuando uno ve algo… Vean, es un espíritu, se mueve, me despista de nuevo.",
    "Sí, la dama tiene tres hijos por los cuales está orando, y todos tres tienen una sombra. Es decir, no son Cristianos; no son salvos. Así es. Uno de ellos es una muchacha, y tiene una llaga en su pierna, arriba. Es cierto, ¿verdad? Uno tiene un problema en sus ojos, uno de los muchachos. Otro tiene problemas al corazón, y es alcohólico. Eso es cierto. ¿Es ese su deseo? ¿Es eso lo que Ud. quiere de Dios? [La hermana dice: “Amén”.—Ed.] Entonces, yo pido, en el Nombre de Jesús, que Él le conceda su deseo. ¿Necesita—necesita algo más?",
    "Aquí hay una dama, tan pronto dije eso, la inquietó. Ella está sentada por aquí atrás. Está sufriendo de artritis. Su nombre es Srta. Thomason; ella no sabrá… Sí. Soy un desconocido para Ud. Jamás la he visto en mi vida, pero esa es Ud. ¿Me cree que soy Su siervo, señora? ¿Cree Ud. que lo que he dicho es cierto, y que viene de Dios? Ud. está sufriendo de artritis.",
    "Ese es su esposo sentado allí a su lado. Él también está sufriendo. Él tiene un problema en sus—sus venas, se llama “endurecimiento de las arterias”. Así es. Él también tiene un problema con sus pies. Así es. Y, además, Ud. está tratando de dejar la bebida. Ud. quiere hacerlo. Ud. es alcohólico, pero está tratando de dejar la bebida. ¿Cree Ud. que yo soy Su siervo? ¿Me acepta como siervo de Dios? Entonces yo lo libero a Ud. de eso, en el Nombre de Jesucristo. ¿Cree Ud., señor? Entréguele su corazón a Cristo, vea a los ministros acerca del bautismo, y la cosa terminará para Ud. Solo crea.",
    "¿Cree Ud.? “¡Si podéis creer”! Tienes un problema en tu costado, ¿no es así, cariño? Si crees de todo corazón, Dios lo sanará.",
    "Sentada allí, la que sigue, Ud. tiene diabetes. ¿Cree Ud. que Dios le sanará esa diabetes, y le dará su salud?",
    "Problema al corazón; ¿cree Ud. que Dios sanará el problema al corazón? Muy bien, señor.",
    "También, problema al corazón, el siguiente. ¿Cree Ud. que Dios sanará el problema al corazón, el que sigue? Así es. ¿Cree Ud. que Él lo hará? Ajá.",
    "Esta señora corpulenta sentada aquí. Hace unos minutos, cuando yo estaba predicando de identificarse uno mismo, ella me miró directamente. Ud. fue sanada en ese momento. Ud. tenía problemas a los riñones. Si es cierto, póngase de pie. ¿Ven? Bueno, Ud. estaba… ¿No sintió una sensación extraña cuando dije eso de identificarse Ud. misma? Y Ud. sintió algo muy extraño y me miró directamente. Fue cuando eso sucedió. Vaya a casa ahora, Ud. está sana. Solo créale a Dios, eso es todo.\n\n¿Ven?, la Palabra se manifiesta.",
    "Señor, eso le quitó el aliento. ¿Cree que Dios le puede sanar de ese problema al corazón, y darle su salud? El hombre de cabello canoso, el individuo de buena apariencia sentado allí, ¿cree Ud. que Dios sanará ese problema al corazón? Ud. lo cree. Su esposa está sentada allí ahora. ¿Cree Ud. que yo le puedo decir cuál es el problema de su esposa, con la ayuda de Dios? ¿Cree que Dios me puede decir cuál es el problema de ella? Es anemia, una enfermedad de la sangre. Así es. ¿Cree Ud. que Dios los sanará a los dos ahora? ¿Lo cree? ¿Lo recibe?",
    "Ahora la dama sentada al lado de ella. ¿Ven eso bajando allí? Esa dama tiene un problema en la espalda. ¿Cree Ud. que Dios sanará ese problema a la espalda, señora, y le dará su salud?",
    "El hombre que está a su lado tiene artritis. ¿Cree Ud. que Dios lo sanará de la artritis, señor? ¿Ud. lo recibe? ¿Sí? Tiene una mano levantada. Muy bien.",
    "¿Qué de esa damita sentada allí mirándome directamente, allí mismo al lado suyo? Sí, ella está orando por su madre; la madre en el hospital, con una infección. Correcto.",
    "Levante su mano Ud., allí al lado de ella, hermana. No es la madre por la cual Ud. estaba orando. Esta dama está orando por su madre en el hospital. Y, pero, Ud., su papá, él tiene cáncer, y Ud. está orando por Él. Así es. ¿Ven?",
    "La señora que sigue tiene problemas a los pulmones. ¿Cree Ud. que Dios sanará el problema a los pulmones?",
    "Ahora, vean, eso ya me tiene casi como ciego, al ver pasar unas veinte o treinta personas.",
    "¿Qué?, ¿dónde está Ud. identificado ahora? ¿Está Ud. identificado al decir: “Yo soy un creyente; yo creo en Dios; o, yo creo que esto es Él”? ¿Se identi-…? O, Ud. se—se puede identificar con esa Palabra, decir: “Dios prometió Eso. Que lo que Jesús hizo allá, Él lo hizo otra vez hoy. Y yo creo que estamos viviendo en los días de Sodoma, y justo antes de la destrucción del mundo. Y Jesús prometió que Él Se manifestaría otra vez tal como Se manifestó en Sodoma, como Él lo hizo allá, y como lo está haciendo ahora”. ¿Uds. lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Entonces, todos Uds. que tienen tarjetas de oración, en esta fila aquí, esta sección aquí, pónganse de pie contra la pared, hacia allá. Salgan de sus lugares, párense contra la pared, todos de este lado.",
    "Ahora, que los que están en esta sección de los que tienen tarjetas de oración, la sección del medio, se paren en este pasillo, párense en esta dirección. No, no se muevan ahora, ¿ven?, párense allí en el pasillo. ¿Ven?, vayan…",
    "Ahora esperen. Quiero que esta, esta multitud de este lado, se pare en esta dirección, miren, den la vuelta por acá. Quiero que esta multitud dé la vuelta por acá; regresen por el pasillo, regresen por allá, vengan alrededor y únanse por aquí.",
    "Ahora todos los que están en esta otra sección, que tienen tarjetas de oración, párense en este pasillo, por acá. Así es. Venga por aquí y vuelva hacia atrás y únase detrás de estos.",
    "Ahora, o Uds. van a ver un fracaso completo, o verán la Gloria de Dios. Ahora, ¿dónde se identifica Ud. hoy?, ¿con creyentes, o necesita Ud. entretenimiento?, ¿o va Ud. a creerle a Dios? Algunos de ellos en los tiempos de la Biblia, cuando aun la sombra de San Pedro, un pescador que no sabía firmar su nombre, la sombra de ese hombre, que mostró la misma señal que Uds. vieron aquí hoy, pasaba sobre la gente y ellos eran sanados. ¿Cuántos saben que eso es verdad? [La congregación dice: “Amén”.—Ed.]",
    "Ahora, hermanos, Uds. no han quedado afuera. Mientras estos aquí, de esa manera, ¿ven?, eso hará que vuelva. Y solo párense aquí. [El Hermano Branham se voltea y les habla a los ministros. Cinta en blanco.—Ed.]",
    "Si hubiera un pastor aquí que cree en orar por los enfermos, yo no quiero dejarlos pensando, (yo parado aquí como un evangelista y—y con un don de discernimiento, y así de esa manera, y la hora profética en la que estamos viviendo), y hacerles pensar que su pastor no es más que cualquier otro. Él es un siervo de Cristo, con la misma autoridad que tengo yo o alguien más. Nuestra autoridad es Jesucristo. Y voy a pedirles que ellos bajen aquí y oren conmigo mientras estamos orando.",
    "Ahora, todo pastor aquí que cree en sanidad Divina y quiere pararse con nosotros aquí, ¿viene y fija, toma su posición conmigo aquí mientras estoy orando por los enfermos, cualquiera de Uds. pastores que quieran venir? Este grupo de pastores, los pastores que patrocinan, les pregunté a ellos allí; dije: “No importa lo que sea el pastor, o a qué iglesia pertenezca”. Si Ud. es presbiteriano, luterano, o sacerdote católico, venga aquí y párese con nosotros si Ud. cree el Mensaje de Cristo, que Ud. cree en sanidad Divina. Venga aquí y ponga sus manos sobre ellos. Ciertamente Uds. no—Uds. no se separarían, como siervos de Cristo, Uds. no se separarían de sus… de seres humanos, no importa si ellos pertenecen o no a su—su—su asamblea, o a su parroquia. Ud. no se separaría de ellos. Uds. creerán. Ahora, pueden pasar aquí y ayudar conmigo, poniendo las manos sobre estas personas enfermas, para que puedan ser sanadas.",
    "Muy bien. Creo que las filas ya están listas para empezar. Quiero que los ujieres tomen sus lugares ahora, para que puedan ayudar con la gente.",
    "Ahora, para que no… para que todos entiendan, escuchen atentamente ahora. ¿Me pueden oír? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Díganlo otra vez. [“Amén”.] Miren, voy a darles…",
    "Ahora, no puedo tomar a cada persona, pararme allí y orar con ellos, y tener discernimiento. Podría ver como a cinco o seis más, y me estarían sacando del edificio. Uds. saben eso.",
    "Jesús, una mujer Lo tocó a Él, y Él se volteó y le dijo cuál era su problema, y todo al respecto. Y Él dijo: “Virtud ha salido de Mí”, fuerza; una sola persona. Y ese era Dios, manifestado en carne.",
    "Esto solo es un pequeño don, ¿ven?, para manifestarlo a Él, un don prometido para este día. Fíjese, amigo.",
    "Pedro, una vez, fue llamado a la escena donde había una mujer muerta, llamada Dorcas. Todos Uds. que lo recuerdan, digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Y él fue y se arrodilló, y oró. Después… Escuchen ahora, Uds. personas en la línea de oración. Después que él oró, fue y puso las manos sobre Dorcas, y ella volvió a la vida. ¿Correcto? [“Amén”.]",
    "Ahora, hermanos, yo quiero que Uds. y esta congragación se unan conmigo. Miren aquí, parados aquí, hay como quinientas personas, o quizás más, parados aquí, esta tarde, para que se ore por ellos. Hagamos ahora una oración de fe, cada uno. Y cuando la gente pase, cuando Ud. ponga sus manos sobre ellos, póngalas allí con fe de que va a suceder. Yo voy a creer. Yo voy, yo, con todo mi corazón, yo voy a creer.",
    "Nuestro Padre Celestial, ahora la gran marcha comenzará por aquí. Cientos de personas pasarán por aquí, y debajo de las manos de estos ministros. Permíteles comprender, Señor, que ellos están pasando bajo la Cruz. Están pasando bajo la… donde la Sangre fue derramada para hacer esto, lo que estamos haciendo, ser real. Pues, Aquél que colgó en la cruz, dijo: “Estas señales seguirán a los que creyeren. Sobre los enfermos pondrán sus manos y sanarán”. Y permite que la gente lo reciba.",
    "Tú prometiste que salvarías a todo el “que quiera”. Tú no puedes salvar al mundo, porque todo el “que quiera”, no va a creerte. Tú entraste a una ciudad, muchas obras poderosas no pudiste hacer, por causa de la incredulidad.",
    "Tampoco podrás Tú ayudar ni a una sola persona que pase por esta línea, a menos que ellos estén dispuestos, de lo profundo de su corazón, a identificarse ellos mismos con los creyentes y con la Palabra de Dios, de que esa cosa ha terminado. Que esta gran identificación venga ahora, para que cuando cada una de estas personas pase bajo las manos de estos ministros, que el Espíritu Santo coloque en sus corazones que ellos han cumplido el mandato de Dios, y que puedan salir de aquí regocijándose, sanos, para el Reino de Dios. Nosotros Te obedecemos, Señor, en este acto, en el Nombre de Jesucristo. Amén.",
    "Quiero que alguien, Roy, ven aquí, por favor, y canta Solo creed. Los quiero al resto de Uds. con sus rostros inclinados, y todos orando.",
    "Miren, estos son madres, padres, e hijos, pequeños, bebés enfermos, gente muriendo de cáncer. Si fuera Ud., Ud. quisiera alguien que fuera sincero. Y nosotros queremos esa sinceridad.",
    "Ahora, inclinemos todos nuestros rostros ahora. Voy a bajar aquí entre mis hermanos, para orar por los enfermos. [El Hermano Branham y los ministros ponen manos sobre los enfermos y oran por ellos en la línea de oración. Cinta en blanco.—Ed.]",
    "Saben, ha sido un tiempo sumamente maravilloso en este compañerismo. Y he notado algo esta tarde, no sé si Uds. lo notaron o no. El noventa por ciento de esas personas que fueron sanas, fueron sanadas aun antes de que llegaran adonde yo estaba. Ellos estaban gritando y clamando, y alabando a Dios antes de que llegaran allí.\n\nAhora vamos a orar por estos pañuelos.",
    "Señor Jesús, sabemos que, en la Biblia, dice que ellos: “Tomaban del cuerpo de San Pablo”. No porque él era Pablo, sino porque él era Tu siervo, Señor, él era Tu embajador, y sabemos que ellos dijeron que, “enfermedades y dolencias salían”. Mucha gente no pudo asistir a la reunión, pero ellos enviaron un pañuelo para que los representara. Dios, permite que el Ángel del Señor; Él fue Aquel que miró sobre el Mar Rojo y—y este se atemorizó, e Israel siguió hacia a su promesa. Concede, Señor, que esto sea igual. Que estos pañuelos, al ser puestos sobre los enfermos, sanen al enfermo. Por causa del Reino de Dios, en el Nombre de Jesús, yo lo pido. Amén.",
    "Ahora, solo quiero decirles una o dos palabras, pues realmente los aprecio. Aprecio a estos ministros finos, a lo largo de la línea; ellos han aportado su tiempo para ayudar, y de todo. Y tal vez Uds. pudieran haber pensado, hermanos, que mientras el discernimiento estaba aconteciendo, y lo demás aquí, que yo no sabía por qué era que Uds. estaban orando, pero el Señor Jesús me lo recordó. Yo sé lo que…",
    "No se preocupe por su mamá. Ella va a estar bien.",
    "Y Ud. sentada allí, con esa sinusitis y problema femenino. Lo he sabido desde el comienzo. Ud. va a estar bien. No se preocupe.",
    "¿Ven? Eso se movía detrás de nosotros igual que aquí en el frente, Él sabe todo. ¿Ven? Ahora, Uds. han pasado por la línea de oración, y el mismo Dios que me ungió antes del servicio, aquí está Él haciendo lo mismo. ¿Ven? Es… Y Él sigue siendo el mismo ayer, hoy, y por los siglos.",
    "¿Le creen Uds. a Él? [La congregación dice: “Amén”.—Ed.] ¡Oh!, ¿no es Él maravilloso? [“Amén”.] ¿No es esto algo tremendo? Sí.",
    "¿Cuántos conocen este canto, “Bendita sea la unión que enlaza nuestro corazón en amor Cristiano”? ¿Pudiera darnos la nota, hermana? Yo—yo quiero cantarlo. No sé por qué, pero solo cantémoslo. Párense muy reverentes delante de Él ahora y canten, cantémoslo juntos ahora.\n\nBendita sea la unión\n\nQue enlaza nuestro corazón;\n\nEn comunión, los unos con otros\n\nIgual a lo Celestial.\n\nEse es uno antiguo.\n\nAl irnos de ese calor,\n\nLevantemos las manos.\n\nSe siente profundo el dolor;\n\nPero siempre unidas están nuestras almas,\n\nDeseando vernos otra vez.\n\n¿No aman eso?\n\nHasta…",
    "Hasta que nos encontremos ahora. Todos juntos, Hasta que nos volvamos a encontrar. Todos juntos ahora:\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\n¡Oh! a los pies de nuestro Salvador;\n\n¡Hasta que nos encontremos!, ¡hasta que nos encontremos!\n\nUn redil con nuestro buen Pastor.",
    "Inclinemos nuestros rostros ahora para orar. Le voy a pedir al pastor aquí, hermano, si puede venir; y si Ud. tiene algo que decir, hermano, o lo que Ud. quiera decir, o despedir a la congregación. Hasta que los vea otra vez, que Dios los acompañe. Oren por mí. Yo Le amo. Amén. 🦅"
  ]
}