{
  "title": "SEÑORES, QUISIÉRAMOS VER A JESÚS",
  "id": "64190009",
  "content": [
    "🦅  Padre Celestial, estamos tan sólo redimiendo ahora el tiempo hasta que vengas. El gran avivamiento que tan maravillosamente hemos disfrutado, ha recorrido a través de la nación y por el mundo, a tal grado que los fuegos del avivamiento han ardido en toda nación bajo el cielo. Alrededor del mundo, en este momento, están aconteciendo grandes servicios de sanidad, las veinticuatro horas, y alrededor del mundo, comenzaron hace sólo unos años. Sólo es gente sencilla que sale, creyendo, y han traído el avivamiento. Padre Celestial, nosotros ahora estamos espigando en nuestras ciudades y a través de nuestra nación. ¿Habrá algunos, Señor, que aún no han entrado? Si es así, Dios nuestro, oramos para que Tú los envíes. Si hubiere almas en Dallas, que son redimibles, concede, Señor, que de alguna manera, alguna forma, Tú las alcances durante esta reunión.",
    "Nosotros no somos muy estimados entre el mundo, y esperamos eso. Pero cuando nuestro Señor vino a la Tierra, Él tampoco fue tenido en mucha estima. No obstante, había millones en el mundo en ese tiempo, y sólo unos cuantos lo oyeron. Pero todo el que había sido ordenado a Vida, le oyó. Ruego Dios, en sinceridad, que les des en esta noche y durante la reunión, a todos aquéllos que quedan en Dallas sin el Sello de Dios en sus frentes, concede que entren, gloriosamente siendo llenados con el Espíritu Santo.",
    "Rogamos que sanes a todos los enfermos y afligidos aquí por la región, que tienen fe.",
    "Bendice a nuestro hermanito tan noble, Grant. ¡Oh, al verlo tan recuperado! Ese hombrecito que se quebrantó de salud, parado en las líneas de oración, en una sinceridad profunda, y mi corazón se compadece de él. Estoy tan contento de ver, Señor, que lo has bendecido tan maravillosamente; que Tu mano de misericordia esté sobre él, y sobre todos aquéllos en esta región que te aman y esperan Tu Venida.",
    "Bendice Tu Palabra. Y Padre, oramos que Jesús mismo venga a nosotros, en una-una forma tan real, en una manera tan real que ninguno de nosotros falle en verlo a Él; y que todos los que has ordenado a Vida la reciban. Que aquéllos que están enfermos lo reciban a Él, y que sean sanos por causa del Reino de Dios. En el Nombre de Jesucristo lo pedimos. Amén.",
    "Ahora nosotros tratamos de despedir los servicios entre las nueve y nueve y media, debido a la-a la multitud, y para que podamos regresar mañana en la noche. Sólo es algo corto, formal. En esta noche quiero tomar una Escritura que he leído muchas veces. Y tiene…",
    "¿Habrá personas aquí que nunca hayan estado en una de las reuniones? Levanten las manos, veamos. ¡Oh, vaya! Es prácticamente el ochenta o el noventa por ciento del-del lugar, o de las personas en el lugar, que no han estado en una reunión. Estamos contentos de tenerlos por primera vez.",
    "Ahora, cualquiera sabe que no hay ningún hombre que sane a otro. Ni siquiera hay un médico que pueda sanarlos. La sanidad es de Dios; “Yo soy Jehová el que sana todas tus dolencias”. No hay médico que les diga que él tiene la medicina que los sanará; si lo hace, los está mal informando.",
    "Pues, los Hermanos Mayo, en una entrevista reciente… Cuando este pequeño Donny Morton fue sanado en el Canadá, donde la Clínica Mayo lo había desahuciado, lo cual sucedió en la costa occidental. Uds. lo vieron en las Selecciones del Reader’s Digest. Me llevaron allá para una entrevista, y ellos dijeron: “Nosotros no profesamos ser sanadores, Hermano Branham, sólo profesamos ayudar a la naturaleza”.",
    "Hay un Sanador, ése es Dios. Dios es el Único que puede formar células, crear vida; por lo tanto, no está en el poder del hombre hacer eso. Un médico puede fijar un hueso, o darles medicina para envenenar los gérmenes, colocándole cierta cantidad de antídoto que evita que los mate a Uds., y para que mate el germen y todo eso; él puede hacer eso. Pero el tejido que se ha desgarrado, o el hueso que se ha quebrado, la apendicitis que ha sido sacada, el apéndice, eso no lo puede sanar él. Eso requiere de Dios; Dios sana. El hombre puede remover algo que está causándolo, si es posible sacar ese órgano, él lo puede extirpar, coser las venas sanguíneas y sacar eso, o ese tejido, que es una célula descontrolada, como un tumor, cáncer, o algo. Si él logra ubicarlo, él puede sacar eso; pero sanar, él no puede, y él se lo dirá.",
    "Y, ahora, la sanidad es de Dios únicamente. Sólo Dios nos ha comprado nuestra sanidad. Depende de nosotros hacer todo lo que podamos, en nuestra vida, y en toda manera que Dios nos ha dado, para nuestra sanidad, pero es Dios que da la sanidad. Si Dios lo llama a Ud. a irse a Casa esta noche, no hay suficiente medicina en el mundo para mantenerlo aquí; no hay nada que vaya a mantenerlo aquí. Y si Él determina que Ud. se quede en la Tierra, no importa cuántos médicos digan que Ud. partirá esta noche, Ud. no partirá. Así es que todo depende de Dios.",
    "Dios es Vida, Vida Eterna. “En el principio fue Dios”. Él no era Dios en ese tiempo, porque dios, la palabra en inglés dios, significa “objeto de adoración”, y no había nada sino Él. Él era el Eterno, sólo el Eterno. No había Luna, ni estrellas, ni Ángeles, ni nada. Pero en este Ser que nosotros llamamos “Dios nuestro Padre”, había atributos. En Él estaba el atributo de ser Padre, en Él estaba el atributo de ser Dios, en Él estaba el atributo de ser Hijo, en Él estaba el atributo de ser Salvador, en Él estaba el atributo de ser Sanador; y todas estas cosas que nosotros vemos ahora sólo están desplegando Sus atributos.",
    "Ahora, si Uds. estaban en Su pensamiento en el principio, si Uds. tienen Vida Eterna, hay una sola forma de Vida Eterna: La Vida Eterna no tuvo principio y no tiene fin. Así que si Uds. tienen Vida Eterna, Uds. eran un atributo del pensamiento de Dios antes que hubiera algo aparte de Él.",
    "Su forma, su apariencia, y lo que Uds. son ahora, sólo es un negativo, de cuando Uds. llegaban a los veinte, veintidós años. Uds. eran un negativo, y la muerte revela la fotografía del positivo; “que cuando este tabernáculo terrestre se deshaga, tenemos uno ya esperando”. ¿Ven?",
    "Esto, sólo es una muestra, mostrando ahora lo que está siendo hecho. Como Dios llegando a ser Dios cuando Él creó Ángeles. Él llegó a ser Hijo cuando creó a Cristo Jesús. Él llegó a ser Salvador cuando Jesús murió. Él llega a ser Sanador cuando “herido fue por nuestras rebeliones, por Su llaga fuimos nosotros curados”. ¿Ven?",
    "Todas estas cosas son atributos de Dios, sólo para que en el-el fin, dice la Biblia, Jesús dice: “Vosotros sabréis que Yo soy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. Es Dios llegando a ser tangible. Su propia esposa, Ud. y su esposo, sólo es una sombra, un negativo de Dios y Su Esposa, la Iglesia. ¿Ven?, sólo es el atributo de Dios siendo desplegado en sombras y tipos, como el Antiguo Testamento lo fue para el Nuevo. ¿Ven? Entonces en el fin todo termina: Dios tangible. Dios en Cristo, tangible, hecho carne, habitó entre nosotros. Y en ese gran Milenio que viene, Dios en la forma de Cristo, se sienta sobre el trono de David; y la Iglesia, Su Novia, Esposo y Esposa juntos.",
    "Pues, es lo más… es suficiente para hacer arder el corazón en un creyente; en estas horas tan tremendas que vivimos, cuando todas las esperanzas y las naciones, y todo lo demás se nos derrumba encima, y por debajo, nosotros tenemos un Reino. Nosotros somos bautizados en este Reino.",
    "Ahora vamos a tomar este corto Mensaje formal, esta noche, para presentar lo que yo quiero que Uds. vean en las reuniones. Leemos en, discúlpenme, en San Juan el capítulo 12 y el versículo 20. Y nuestro-nuestro tema sigue desde el principio como lo es en esta noche, y en toda nuestra literatura y todo: Hebreos 13:8; “Jesucristo el mismo ayer, hoy, y por los siglos”.\n\nHabía ciertos griegos entre los que habían subido a adorar en la fiesta.\n\nEstos, pues, se acercaron a Felipe, que era de Betsaida…y le rogaron, diciendo: Señores, quisiéramos ver a Jesús.",
    "Ahora allí está la pregunta que estamos haciendo en esta noche. Si Él es el mismo ayer, hoy, y por los siglos, y estos griegos, gentiles, pidieron verlo a Él, y les fue permitido por uno de Sus siervos, y si Él todavía permanece el mismo ayer, hoy, y por los siglos, ¿por qué no podemos nosotros verlo a Él esta noche? ¿Ven? Señores, Quisiéramos Ver A Jesús.",
    "Ahora estoy seguro que para cualquier creyente, ésa sería la cosa más emocionante en su corazón, una confirmación de su fe; que realmente él pudiera ver y saber que estaba parado en la Presencia de Jesucristo. Yo creo que ésa sería la cosa más asombrosa en la que-que cualquier persona, cualquier creyente pudiera pensar; saber, y saber con seguridad, que él está parado justamente en la Presencia del-del Señor Jesucristo, su solemne Juez, su Redentor, y será su Juez en el Juicio.",
    "Ahora, se hizo esta pregunta. Estos griegos habían venido a la adoración, y ellos tal vez eran prosélitos de la religión judía. Y ellos estaban en la fiesta, así que deben haber sido prosélitos. Y ellos habían oído acerca de Jesús. “La fe viene por el oír, y el oír, por la Palabra de Dios”.",
    "Ahora, en alguna parte en la Escritura, ellos sin duda habían oído o leído de cómo debería ser el Mesías. Entonces sabiendo que si ellos podían… Este Hombre reclamando ser el Mesías, Él tendría que tener los atributos que el Mesías habría de poseer.",
    "Ahora, había muchos, había habido muchos falsos mesías que se levantaron; sabemos que aun hubo uno llamado Jesús que se levantó un poco antes que el Ungido. El Mesías era el ungido, que significa “el Cristo”, el… un-un Hombre ungido con el Espíritu Santo, la plenitud de Dios, era el Mesías, Dios en un Hombre. El Hombre y Dios llegaron a ser uno, cuando Dios entró a un Hombre.",
    "Ahora, estos griegos tenían mucha curiosidad. Ellos habían oído grandes cosas acerca de este Hombre que hizo estas declaraciones, y yo los admiro por ser lo suficientemente sinceros para escudriñar eso. Yo creo que todos deberíamos hacer más de eso: considerar lo que oímos, y juzgarlo de acuerdo a la Palabra.",
    "Ahora, Dios nunca cambia Su manera de hacer las cosas. Él siempre permanece de la misma manera. Ahora, Él no puede cambiar, porque la primera decisión de Dios es la de Él mismo; siempre tiene que permanecer con esa decisión, cuando Él es llamado a la escena, como hoy en día.",
    "Dios fue llamado a la escena cuando el pecado fue cometido por primera vez en el huerto del Edén, y Él tuvo que tomar una decisión de cómo redimir al hombre. Y Él tomó Su decisión al redimirlo por la Sangre derramada de un Ser inocente, y Él nunca ha cambiado eso. Nosotros lo hemos intentado educándolos, hemos construido torres y ciudades, y teologías y educaciones, y-y denominaciones de iglesias, y los hemos denominado allí; y eso nunca ha funcionado, y nunca funcionará. Dios salva al hombre por la Sangre derramada del Inocente. Él nunca lo cambia, no importa cuánto pensemos nosotros en una manera mejor. Es, ésa es la decisión de Dios.",
    "Y Él no puede tomar una decisión, una cosa hoy y otra cosa mañana. Cuando Él toma una decisión, es perfecto. Él nunca tiene que retractarse de eso. Cuando Dios dice alguna cosa, es Eternamente correcto porque Él es Eterno, y Sus Palabras son Eternas.",
    "Dios, conociendo el fin desde el principio, por consiguiente le asignó a Su-Su, al mundo una cierta parte de la Palabra para cada generación, a medida que venían. Él envió profetas en el Antiguo Testamento, se nos enseña en Hebreos 1: “Dios, habiendo hablado muchas veces y de muchas maneras a los padres por los profetas, en este postrero día por Su Hijo, Cristo Jesús”. ¡Ahora examinemos esa Escritura detalladamente!",
    "Cuando Jesús estuvo en la Tierra y dijo que era el Hijo de Dios, ellos lo condenaron. Él dijo: “¿Por qué me condenáis cuando digo que soy el Hijo de Dios, cuando llamáis a aquéllos a quienes vino la Palabra, ‘dioses’?”. Abraham fue considerado un dios, Elías fue un dios, Isaías fue un dios, por cuanto la Palabra de Dios vino a ellos. Y ellos fueron, en porción, dioses. Jesús dijo que ellos lo fueron. Él dijo: “Vosotros los llamáis a ellos ‘dioses’”.",
    "Ahora (¿ven Uds.?) cuando el hombre fue ungido, como José, él representó a Cristo; cuando Moisés fue ungido, él representó a Cristo; cuando David fue ungido, él representó a Cristo. Todos apuntando a Cristo, y Él fue la plenitud de la Palabra. La Palabra fue manifestada en Él. Él fue plenamente el Ungido. Ellos lo tuvieron por porciones; nosotros lo tenemos por porciones. Él fue el Ungido. El plan completo de Dios estaba en Él. El plan de Dios desde antes de la fundación del mundo, para redimir a un mundo perdido, estaba en Él. Él fue la Palabra, y Él todavía es la Palabra: “el mismo ayer, hoy, y por los siglos”. Recuerden, Él vino a los padres, a través de los profetas, se dio a conocer Él mismo por medio de los profetas; y luego en este día postrero por Su Hijo, Cristo Jesús. Él fue Dios manifestado.",
    "Fíjense, la Palabra siempre viene al profeta. Dios nunca obró a través de un grupo de personas; es por medio de un individuo que Él obra. Él obró en los días de Noé, por medio de Noé. Él obró en los días de Moisés, por medio de Moisés. Obró en los días de Elías, por medio de Elís…lías, a través de Eliseo y Elías. Por medio de Isaías y aquellos profetas, a medida que venían a través de la edad.",
    "Y entonces cuando Él estuvo aquí, se manifestó plenamente; no en fariseos, saduceos, sino en Jesucristo. Él fue la Palabra. Por eso es que podía decir lo que Él dijo. Ésas son las declaraciones que Él podía hacer. Ahora, estos griegos sabían de esto, ¿ven?",
    "Durante cada edad, Dios ha asignado cierta Palabra, y las iglesias la confunden toda, entonces Él envía un profeta entre ellas y vindica esa Palabra. Es como cualquier otro tiempo, nosotros hablamos hoy y decimos que los metodistas…",
    "Los luteranos dijeron: “Cuando uno cree, es todo lo que hay que hacer; uno es justificado por fe, al creer”. Muchos dijeron que creyeron y no lo tenían; sabemos eso.",
    "Wesley vino con lo que se llamó, “la segunda obra de gracia”, santificación; “todos los que gritan y son santificados lo tienen”. Muchos gritaron, y no lo tenían.",
    "Los de Pentecostés vinieron, dijeron: “Todo el que habla en lenguas, lo tiene”. Muchos hablaron en lenguas y no lo tenían.",
    "La Ciencia Cristiana viene, y dice: “El amor es el fruto del Espíritu”. Muchos de ellos muestran fruto del Espíritu, y no lo tienen.",
    "Aquellos fariseos podían mostrar el fruto diez veces más que Jesús. ¿Sabían eso? Ahora ¿qué si yo tomara, por decir?… Y que Dios me perdone, pero voy a tomar el lado contrario, voy a decir que “hay un Hombre aquí en Dallas, sólo un Joven que se levantó por acá, de la nada, en el… de un pequeño barrio bajo de por aquí, que dice él mismo que es Profeta, allí en Galilea. Aquí está, anda por allí. Los he juntado a Uds. para mostrarles que está mal: Este Hombre declara que es un Profeta”.",
    "🦅 Ahora quiero preguntarles algo: ¿Quién estudió desde la infancia, sino su anciano sacerdote piadoso? ¿Quién fue que se paró junto a su padre, y a su madre, cuando Ud. nació, sino su anciano sacerdote piadoso? ¿Quién fue el que lo cargó en sus brazos y lo circuncidó y lo dedicó al Señor, al octavo día, sino su anciano sacerdote piadoso? ¿Quién es que viene a Ud. cuando está enfermo y necesitado sino su anciano sacerdote piadoso? ¿Quién fue el que estudió y sacrificó toda su juventud, para aprender todas las leyes y demás, sino su anciano sacerdote piadoso? ¿De dónde vino este Joven, este Jesús de Nazaret? ¿A qué escuela fue? ¿A qué organización pertenece? ¿Qué tarjeta de compañerismo carga? Ninguna. Ahora lo único que Él hace es condenar a aquéllos que la tienen. ¿A fin de cuentas, quién es este Hombre?”.",
    "🦅 ¡Y Uds. hombres de negocio! Jehová requirió un cordero para sacrificio, sangre. Y su piadoso sacerdote anciano hizo allá unos establos. Uds. hombres son negociantes, y venden seda y cosas, y él hizo un lugar allá para que Uds. negociantes pudieran comprarlo con su dinero, un cordero, para ofrecer por sus pecados. ¿Qué hizo este Joven? Fue allá y volcó a patadas esas cosas; los miró con ira, los sacó con azotes, volteó las mesas de los cambistas. ¿Llamarían Uds. eso fruto del Espíritu? No, claramente que no, tratando aun de evitar que Uds. sean salvos; vuestra sangre, la sangre que Jehová requería. ¡Eso no podía ser de Jehová!”. ¿Ven lo irreal que sonaría eso?",
    "¿Acaso esos sacerdotes de ese día, o aquellos profetas, cuando Josafat y Acab se sentaron juntos, y cuatrocientos sacerdotes bien entrenados, de la escuela, no subieron allí y no les dijeron a Acab y a ellos: “Esa tierra les pertenece a Uds. No está bien que los-los filisteos llenen sus vientres con el trigo que pertenece a Israel. El Dios todopoderoso nos dio esto. Y ¡ASÍ DICE EL SEÑOR, suban!”?",
    "Pero saben, Josafat era un hombre espiritual, eso no le sonaba del todo correcto. Él dijo: “¿No tienes uno más que pudieras consultar?”.",
    "Dijo: “Tengo uno, pero lo aborrezco”. Sí, seguro. Dijo: “Él siempre me está profetizando mal. Él condena nuestra gente, en todo lo que hace. Él no está de acuerdo con los demás”.\n\nDijo: “No hable así el rey, pero tráiganlo”.",
    "Y cuando el pequeño Micaías, el hijo de Imla se presentó, él vio una visión. Él comparó su visión con la Palabra. Y cuando vio que su visión y la Palabra acordaban, él dijo: “Sube, pero yo vi a Israel esparcido como ovejas sin pastor”. ¿Ven Uds. quién tenía la razón? Ellos en realidad tenían algo, y esa tierra sí les pertenecía, pero les pertenecía a ellos bajo condiciones.",
    "Y así también las Bendiciones de este día postrero le pertenecen a esta iglesia, pero es bajo condiciones. Uds. tienen que cumplir esas condiciones. Si no, Uds. pueden tener toda clase de servicios de sanidad, servicios de clamor, servicios de alabanza, servicios de fruto, servicios de hablar en lenguas, y de nada les aprovechará. Uds. tienen que cumplir con la condición de Dios.",
    "Por eso es que estos griegos estaban deseosos de ver a este Hombre. Ellos sabían en la Palabra lo que este Mesías debería ser, y querían verlo; ellos eran gentiles. Habían oído acerca de Él, y ellos querían verlo.",
    "Ahora, si ellos querían verlo a Él y les fue dado el privilegio, ¿no creen que aquí en Dallas, esta noche, si Él dice en la Escritura: “Él es el mismo ayer, hoy, y por los siglos”, y nosotros deseamos verlo a Él, no creen que Él nos concedería a nosotros lo mismo? Recuerden, si no lo hace, entonces Él no es el mismo ayer, hoy, y por los siglos. Yo creo que Él es el mismo. ¡Dios en este día postrero ha obrado cosas maravillosas para la gente!",
    "Eso me recuerda mucho de una mujer, acá no hace mucho, en Louisville, Kentucky. Ella tenía un muchachito como, oh, de dos o tres años. Y el pequeñito tuvo un… debe haber estado desarrollando un-un problema mental. Y ella lo había llevado al médico, y el médico lo había atendido por un tiempo. Y él parecía estar empeorando, para ella. Pero para el médico, decía: “Creo que él está mejor”.",
    "Así que ella le hizo una prueba como señal. Ella lo llevó a una tienda de baratillo, y cogió una cosita que debería atraer la atención de este pequeñito, y él-él no la miraba. Y ella fue a otro mostrador, y cogió algo que le atraería la atención, una pistolita de juguete o algo, y-y eso aun no le atraía la atención. Y ella hizo todo lo que podía, y la gente empezó a observar a la mujer entrar en histeria. Ella entonces se dirigió a un lugar donde había una-una pequeña campanita, y ella la cogió y la sacudió, histéricamente, delante de sus ojos, y dijo: “¡Cariño, mira!”. Y el pequeñito, desatento, sólo miraba fijamente. Y ella dejó caer la cosita en el piso y comenzó a gritar. “¡Oh, no! No”, gritaba ella.",
    "Y algunas personas en la tienda fueron para ayudarla, y averiguar lo que andaba mal. Ella dijo: “Mi muchachito, el médico dice que está mejor, pero no es así. Cualquier cosa que debiera atraerle la atención, a un muchachito así, no se la atrae. Él sólo mira fijamente, desatento”.",
    "Yo creo que es en esa condición que está entrando nuestra iglesia. Dios sacudió todo don que Él prometió en la Biblia, delante de nosotros, y todavía seguimos desatentos con nuestra mirada ausente, como si estuviéramos buscando algo más. Ésa parece ser una enfermedad espiritual de la iglesia, que fallan en ver la hora en que están viviendo. Ellos buscan alguna sensación o algo que… algo a lo lejos en el futuro. El hombre siempre está haciendo eso; él siempre bendice a Dios por lo que ha hecho, mirando al futuro por lo que Él hará, e ignora lo que Él está haciendo. ¡Uds. fallan en ver la hora en que vivimos!",
    "Eso es lo que esos griegos querían saber, qué hora era y lo que debería ser ese Mesías. La porción de Escritura que fue dada a conocer para ese día, si ese Mesías cumplía eso, ¡ésa es la evidencia! La Palabra vindicada de la hora es la evidencia; no que Él necesitaba tener los frutos del Espíritu; que tenía que ser Él un-un abogado en las cortes de-de justicia, para los Suyos, o uno de las organizaciones de los fariseos o de los saduceos. ¡Él fue la manifestación de la Palabra prometida de Dios para esa hora!",
    "¿Quieren ver Uds. qué es el fruto del Espíritu? Observen lo que la Biblia promete para una cierta hora, entonces vigilen que eso sea vindicado; ésa es la evidencia. Jesús dijo: “Escudriñad las Escrituras; porque en Ellas os parece que tenéis la Vida Eterna; Ellas son las que dan testimonio de Mí. Eso es lo que prueba Quien soy Yo”.",
    "Estamos buscando ahora, una Escritura antes que entremos a otra cosa. Jesús dijo, cuando estuvo aquí en la Tierra, en el Libro de Lucas, que como fue en los días de Sodoma, así será en la venida del Hijo del Hombre; ahora fíjense, “y como fue en los días de Noé, antes de la inundación”. Ahora, Jesús estaba leyendo la misma Biblia que Ud. y yo estamos leyendo. Y todas esas cosas eran sombras. Ahora si Uds. quieren descubrir cómo era antes del día de Noé, regresen y lean Génesis. Él sólo dijo: “Estaban comiendo, bebiendo, casándose, dándose en casamiento”.",
    "Pero si se fijan, regresen y lean Génesis 6 y vean lo que aconteció allá; nosotros vemos al regresar allá “que viendo los hijos de Dios que las hijas de los hombres eran hermosas, tomaron para sí mujeres”, cortes de divorcio. ¡Hijos de Dios! “Hombres de renombre”, hombres de gran nombre.",
    "Miren hoy en día, nuestros-nuestros funcionarios, hombres importantes en el mundo, como lo reciente de este gran aristócrata en Inglaterra, la revista Life publicó el artículo de eso, fue sorprendido con estas desnudistas, y todo eso. Miren a nuestro gobernador de Nueva York, y en todos los otros países alrededor, la inmoralidad; miren el divorcio. América le lleva la delantera a las naciones en divorcio, al resto del mundo. Miren a las mujeres, cómo se visten y salen por la calle; y cómo es que los hombres, lo primero que viene a mente hoy en día, es algo inmoral. Todo entretenimiento, en los cigarrillos, whisky, lo que sea, o cualquier otra diversión, o algún… tiene que tener allí alguna mujer inmoral. “¡Como fue en los días de Noé!”.",
    "Jesús dijo: “¡Y como fue en los días de Sodoma!”. Recuerden, Él dejó eso en paz. Hagámonos un cuadro de Sodoma. Había tres clases de gente en el mundo, siempre; son los creyentes, manufacturados, y los incrédulos. Ellos están en todo grupo. Tal vez hablemos sobre eso una noche, en la semana. Pero en aquel tiempo, estaba el incrédulo, los sodomitas; estaba el manufacturado, que era Lot y su grupo; y estaba el llamado fuera y elegido, que era Abraham, el cual no estaba en Sodoma.",
    "Tres Ángeles descendieron un poco antes que llegara el hijo prometido. Lo cual, Abraham había peregrinado, y había esperado un hijo prometido; y Lot había olvidado por completo la promesa, y se fue a Sodoma; y los sodomitas, para empezar, no creían eso. Pero ahora fíjense, una mañana calurosa, tres Seres descendieron del Cielo. Y viniendo a Abraham, Uno de ellos se quedó con él. Y dos de ellos fueron a Sodoma, para llamar fuera lo que quedaba en Sodoma: Lot y los que habían ido con él, y Él solamente obtuvo tres; ocho en los días de Noé.",
    "Ahora ésa es una declaración bastante fuerte para este día que viene: “como fue”, tres y ocho.\n\nFíjense, no obstante, hubo Uno que había venido a Abraham.",
    "Ahora el que descendió a Sodoma, él… ellos predicaron allá, esos dos que entraron allí; ellos predicaron y les dijeron que el tiempo estaba a la mano, el mundo gentil iba a ser quemado. Ahora comparen el cuadro de Sodoma con este día; no lo de Noé, el agua; sino que esta vez, el fuego, para destruir el mundo gentil.",
    "Y los verdaderos creyentes gentiles están esperando por un Hijo prometido, el Hijo de Dios, y nosotros hemos esperado. Ellos no están en Sodoma; ellos han sido llamados fuera.",
    "El de Sodoma era ese miembro tibio de iglesia. Y había uno allá como un Billy Graham moderno, que bajó y entró en Sodoma, entre las denominaciones, un Oral Roberts. Y ellos están allá martillando, con el Evangelio, eso los cegó. Observen la señal que él obró allá, aquéllos.",
    "Ahora miren a Abraham, el elegido, en su grupo, Uno se quedó allá y obró una señal para ellos.",
    "Saben, en toda la historia del mundo, en toda la historia de la iglesia, nunca una vez ha habido, que algún reformador, o algún hombre haya tenido un-un gran ministerio a los gentiles, que su nombre llegara a terminar en h-a-m, como A-b-r-a-h-a-m, hasta ahora. Ése es G-r-a-h-a-m, seis letras. Abraham tiene siete letras. Seis letras, G-r-a-h-a-m. Billy Graham, uno con un gran avivamiento que está allá en Sodoma, entre esas iglesias denominacionales, llamando fuera a los que pueda. Hemos tenido a Billy Sunday, Finney, Sankey, Moody, Knox, Calvin, y demás, pero nunca un G-r-a-h-a-m, o a nadie que termine con h-a-m, nunca antes. Hay uno allá en la iglesia formal, en Sodoma, que termina con h-a-m, que significa, “padre para las naciones”.",
    "Entonces hubo Uno que se quedó allá con Abraham, que se sentó con su tienda-la espalda hacia la tienda, y dijo: “Abraham”, no Abram, lo cual él era unos días antes de eso. “Abraham, ¿dónde está tu mujer, Sara?”. S-a-r… r-a, no S-a-r-a-i, ¿ven? “¿Dónde está tu mujer, Sara?”.\n\nÉl dijo: “Ella está en la tienda, detrás de Ti”.",
    "Él dijo: “Yo voy a visitarte. Yo”. Yo, un pronombre personal, “voy a visitarte de acuerdo a la promesa que te di”.",
    "Y Sara, siendo de cien años, en la tienda, se rió dentro de sí, diciendo en su corazón: “¿Cómo puedo yo, siendo anciana, tener placer de nuevo con mi señor, y él anciano, Abraham, como joven, o personas cuya-cuya vida sexual había terminado hace años?”. Ella tenía noventa, y Abraham cien. Dijo: “¿Tener placer con mi Señor, él también siendo anciano?”.",
    "Y el Ángel, el mensajero que era para la iglesia espiritual, discernió lo que ella había-lo que ella dijo, en su corazón. Y él dijo: “¿Por qué dudó Sara esto (¿ven?), diciendo en su corazón: ‘Estas cosas no pueden ser’?”.",
    "Y Sara trató de negarlo. Pero siendo que ella era parte de Abraham… Su incredulidad la habría condenado, pero Dios no podía llevársela, porque ella era parte de Abraham. La Iglesia hubiera sido condenada hace mucho tiempo, pero es parte de Cristo.",
    "Noten la señal que Él hizo: decir lo que ella estaba haciendo, con Su espalda hacia ella. Jesús dijo que eso se repetiría, “en los días de la venida del Hijo del Hombre”. Nosotros vemos al Billy Graham, vemos el fuego a punto de caer, la iglesia esperando a un Hijo prometido. Y aquí estamos, todo exactamente en línea, esperando esa hora: el Hijo prometido.",
    "Y recuerden la última señal que vio Abraham. Y nosotros que somos nacidos del Espíritu de Cristo, somos la Simiente real de Abraham. Jesús prometió que la Simiente real de Abraham vería la misma señal que su padre Abraham vio, antes de que llegara el Hijo prometido. No hubo otra señal. Abraham, inmediatamente Sara vino a ser madre, y llegó Isaac. La última señal fue Dios manifestado en la carne de un hombre.",
    "Ahora alguien me habló, dijo: “¡Hermano Branham, Ud. no cree que ése era Dios!”.",
    "Pues, Abraham dijo que lo era. Él lo llamó: “Elohim”. Y busquen y vean si no está deletreado con una L mayúscula [En inglés.—Trad.]. Vean si en el principio original, no es lo mismo como fue: “En el principio, Dios creó…”; Elohim, “el Todo suficiente”.",
    "Dios manifestándose en Su Iglesia, entre Su pueblo. Jesús dijo… Aquí estaba Dios manifestado en un Hombre: Jesucristo, “el mismo ayer, hoy, y por los siglos”. La Iglesia ha pasado por toda clase de señales. Y entonces cuando Dios sacude la última señal delante de ellos, se quedan mirando fijamente, desatentos. ¡Dios tenga misericordia de nosotros! ¿Cuánto tiempo más de gracia tendremos? Quizás sea más tarde de lo que pensamos. Recuerden lo que cité primero, la gente seguirá pensando que se está salvando, igual como Sodoma.",
    "¿Qué era Él? ¿Qué vieron esos griegos en Él? ¿Qué era Él? Lo que ellos vieron allá en Él, lo que sea que ellos buscaban, debieron haberlo visto.",
    "Ahora miren en Deuteronomio el capítulo 18, del versículo 15 al 20. Moisés, Dios le dijo a Moisés que (y Moisés le dijo al pueblo): “El Señor vuestro Dios levantará Profeta como yo. Mas cualquiera que no lo oyere a Él, será cortado de entre el pueblo”. Dios nunca cambia Su plan.",
    "Ahora esos griegos estaban buscando un Profeta. Ahora ellos no habían tenido un profeta por cuatrocientos años, desde Malaquías. Pero esos griegos sabían que esa Palabra prometida para ese día tenía que ser un Profeta: “El Señor vuestro Dios levantará un Profeta como yo”.",
    "Pues, la Palabra únicamente viene al profeta, no a otra cosa sino al… ¿Cuántos entienden eso? [La congregación dice: “Amén”.—Ed.] ¿Ven? Miren, eso es tan perfecto que cuando Juan era el profeta parado en las aguas, bautizando, y Jesús vino a él en el agua, la Palabra vino al profeta. Él fue la Palabra, y Él vino a Juan en el agua. Dios nunca cambia Su sistema, Él nunca cambia Su manera. Él es el Dios incambiable. Ahora, las iglesias no creyeron eso, de ninguna manera, pero eso no frenó el programa de Dios; siguió adelante.",
    "Ahora, Pedro, su padre era un fariseo. Sin duda, Andrés, siendo un seguidor de Juan, oyó cuando Él fue presentado.",
    "Dijo: “Allí está el Mesías, yo veo una Luz sobre Él, como una paloma viniendo sobre Él”, dio testimonio. Dijo: “El que me dijo en el desierto, ‘Ve y bautiza con agua’, dijo, ‘sobre Quien veas el Espíritu, esa Luz, como una paloma descendiendo’”. Era tal vez la misma Columna de Fuego que siguió a los hijos de Israel en el desierto, viniendo sobre Él, porque ése era el Ungido, el Logos. Vino sobre Él, y él dijo: “Yo doy testimonio, ¡éste es el Mesías!”.",
    "Así que Pedro vino con Andrés, a la reunión.",
    "Vamos a descubrir lo que Él fue. Y si nos damos cuenta de lo que Él fue, entonces sabremos lo que Él es ahora. Y la manera como ellos lo reconocieron allá, debería ser la misma manera para reconocerlo hoy, porque Él es el mismo ayer, hoy, y por los siglos. Ahora con Su promesa como trasfondo, es lo que Él haría. Fíjense.",
    "Ahora nos damos cuenta, que cuando Pedro vino entre la multitud donde estaba Jesús (Jesús, sin haberlo visto antes), se dio la vuelta y lo miró, y dijo: “Tu nombre es Simón, tú eres el hijo de Jonás”. No sólo lo conocía a él, sino que conocía al ancianito piadoso de su padre que lo había instruido. Y Pedro, sin suficiente educación para firmar su nombre, considerado un ignorante y un hombre inculto, a quien le plació a Dios hacerlo el obispo en Jerusalén, y Jesús le dio las llaves del Reino, y lo puso a la cabeza de la iglesia. Este hombre, sobre esta revelación revelada (sabiendo lo que el Mesías habría de ser), dijo él, lo reconoció a Él como el Mesías y cayó a Sus pies, porque Él hizo eso.",
    "Había uno parado allí, llamado Felipe. Eso no tuvo que ser obrado para él. Pero el tenía un maestro de la Biblia quien él conocía muy bien, llamado Natanael. Si Uds. marcan los lugares donde Jesús estuvo allá, eran quince millas al otro lado de la montaña [24 kms —Trad.], como dos días. Y Felipe fue y encontró a Natanael debajo de un árbol, orando, y lo trajo. No hay duda, si pudiéramos escuchar su conversación mientras iban, dirían: “Mira, ven, ve a Quién hemos encontrado: a Jesús de Nazaret, hijo de José”.",
    "Él dijo: “Ahora, ¿de Nazaret podría salir algo bueno?”.",
    "🦅 Mira, tú recuerdas que lo hemos leído en la Escritura, el Mesías debe ser un profeta”.",
    "🦅 ¡Oh, seguro!, la Biblia así lo dice, Moisés; nosotros somos sus discípulos. Él dijo que el Señor levantará un Profeta como él”.",
    "🦅 Muy bien, ahora, Jesús de Nazaret es ese Profeta. ¿Recuerdas ese pescador por allí, Simón?”. “Sí”. “Él-él era el hijo de Jonás”. “Sí”. “Tú le compraste pescado una vez, y él ni siquiera pudo firmar el recibo”. “Sí”.",
    "🦅 Vino ante Él y Él le dijo: ‘Tú nombre es Simón, tú eres el hijo de Jonás’. No me sorprendería si Él supiera todo acerca de ti cuando vengas”.",
    "Ah, Natanael tenía que ver esto, así que él vino con Felipe. No me supongo que él haya entrado en la línea de oración. Tal vez él se haya sentado entre la audiencia, o parado entre la audiencia, lo que haya sido. Jesús estaba orando por los enfermos.",
    "Y tan pronto Jesús fijó los ojos en él, Él dijo: “He aquí un israelita en quien no hay engaño”. Ahora, Él no lo conoció por la manera en que él vestía. Toda la gente del oriente se viste de manera similar, con turbantes y sandalias, y-y vestuarios sueltos, tienen barba. Él dijo: “He aquí un israelita en quien no hay engaño”. Ahora, él podría haber sido un mahometano, él pudiera haber sido un… él pudiera haber sido un turco, él pudo haber sido alguna otra cosa, pero ¿cómo sabía Él que era un israelita y que en él no había engaño? Y eso simplemente lo desinfló.\n\nY le dijo: “Rabí, ¿cómo me conoces?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. Eso fue todo, con eso fue suficiente.",
    "Allí estaba. Allí estaba el Mesías. Él dijo: “Tú eres el Cristo, el Rey de Israel”. Quizás estaba parado allí su pastor, pero eso no le molestó.",
    "Algunos parados allí dijeron: “Este Hombre es Belcebú”. Ellos tenían que responder a su congregación, Uds. saben. Dijeron: “Este Hombre hace eso por el poder del diablo; Él es un adivino o algo”.",
    "Jesús dijo: “¿Uds. me llaman eso, un nombre maligno, a las obras de Dios un nombre maligno?”. Él dijo: “Uds. dicen eso acerca del Hijo del Hombre, Yo los perdono. Pero cuando venga el Espíritu Santo”, esta edad, “hacer lo mismo, una sola palabra en contra, jamás será perdonado en este siglo, ni en el mundo que vendrá”. Eso es lo que Él dijo. Yo creo que lo que Él dice es correcto.",
    "Felipe reconoció, por medio de eso. ¿Por qué? Allí estaba Eso, después de muchos años sin tener profeta, y aquí este Hombre lo conocía a él, y sabía lo que estaba mal y lo que él había estado haciendo.",
    "Jesús (Rápidamente ahora antes que terminemos.), un día, Él iba a Jericó, que estaba al bajar la colina. Pero Él tenía necesidad de pasar por Samaria, y Él fue por el camino de una ciudad llamada Sicar.",
    "Ahora existen tres razas de gente. Crean lo que Uds. quieran, pero las hay. Ésas son las de Cam, Sem, y el pueblo de Jafet. Ahora, fíjense, cuando los judíos, ellos estaban esperando un Mesías. Y el samaritano era mitad judío y gentil, ellos estaban esperando por un-un Mesías. Pero el gentil, nosotros el anglosajón, éramos paganos, filisteos y demás, ¿ven?",
    "Pero, fíjense, Él únicamente viene a aquéllos que lo están esperando. Él únicamente sanará, esta noche, a aquéllos que están esperando que Él los sane. Él únicamente salvará a aquéllos que están esperando ser salvos.",
    "Y fíjense ahora en Él mientras envía los discípulos a la pequeña ciudad de Sicar, a comprar unos-algunos víveres. Mientras estaban ausentes, una hermosa joven salió, y ella era una mujer de mala fama. Nosotros la llamaríamos, hoy, quizás una prostituta. Sus padres tal vez la echaron cuando era una muchachita, y así es la manera en que ella se ganaba el sustento, pero había algo en el corazón de esa damita. Ella vino como a las once, porque no podía venir con las demás doncellas. Si alguien aquí ha estado en la India y en los países orientales, siendo que sus costumbres nunca cambian, ellos no se pueden asociar, la gente correcta con la incorrecta. Así que ellos…",
    "Ella vino, y Jesús estaba sentado allí. En algo panorámico como aquí, las ramas creciendo en la parte de atrás de un pozo. Y el pozo público de la ciudad quedaba allí, y la gente salía a sacar agua. Y ella vino casi como al mediodía, por su agua; siendo que las doncellas venían temprano en la mañana, a sacar el agua, y ellas lavaban y cosas como ésas. El modo de ella ganarse el sustento era de una manera diferente. Así que ella vino como al mediodía, a sacar la suya, cuando las doncellas no estaban allí; pues ella hubiera sido echada del pozo.",
    "Y ella, sin fijarse en nadie que estuviera sentado allí, le puso los pequeños ganchos al cántaro y lo dejó bajar por la polea, en el pozo, y comenzó a subirlo. Ella oyó una voz que dijo: “Mujer, dame de beber”. Y ella miró hacia allá, y allí estaba un Hombre sentado, el cual era un judío.",
    "Él debió lucir un poco mayor de lo que realmente era, porque Él sólo tenía treinta, como treinta y tres, y la Biblia dice: “Él parecía ser de cincuenta”. Uds. saben, los judíos dijeron: “Aún no eres un Hombre que tiene más de cincuenta, ¿y dices que Tú ‘viste a Abraham’?”.\n\nÉl dijo: “Antes que Abraham fuese, YO SOY”. ¿Ven?",
    "Así que su barba debe haber estado un poco canosa, o algo, cuando ella lo miró. Y ella lo miró a Él; Su trabajo debe haber tenido un efecto tremendo en Su vida física. Y ella dijo…\n\nÉl dijo: “Tráeme de beber”.",
    "Y ella dijo: “No se acostumbra que Uds. samari-… o que Uds. judíos nos pidan a nosotras mujeres de Samaria tal cosa”.",
    "Y Él dijo: “Pero si supieras con Quién hablas, me pedirías a Mí de beber”.",
    "Ahora, ella dijo: “El pozo es profundo”. ¿Qué hacía Él? Contactaba su espíritu, ¿ven? El Padre…",
    "Él dijo, en San Juan 5:19: “De cierto, de cierto os digo: No puede el Hijo hacer nada por Sí mismo, sino lo que ve hacer al Padre”. Ahora recuerden eso. Anoten eso en sus libros, ¿ven? Jesús no hizo ninguna cosa hasta que Él veía en una visión lo que debía hacer. Eso es correcto. No oír; “lo que Yo veo”. “El Hijo no puede hacer nada sino lo que ve hacer al Padre, entonces eso hace el Hijo igualmente”. Él desplegó eso en drama. Ningún hombre puede hacer algo sin realmente que Dios le diga qué hacer. Ahora fíjense, y el Padre quizás le dijo a Él que fuera a Samaria.",
    "Y entonces esta mujer le habló. Él dijo, llevó a cabo una conversación para contactar su espíritu. Y luego cuando Él comenzó a hablar de la “adoración aquí en Jerusalén”, cuando menos lo esperaba, Él encontró cuál era su problema. Todos sabemos lo que era; ella tenía demasiados maridos. Y así que Él dijo: “Ve, llama tu marido y ven acá”.\n\nY ella dijo: “Yo-yo no tengo marido”.",
    "Él dijo: “Has dicho bien, porque has tenido cinco, y con el que ahora vives no es tuyo”.",
    "Y observen a esta mujer, fíjense, ¡y ella en esa condición! (¿Me estaré tardando demasiado, demasiado tiempo?) Ella estando en esa condición, sabía más acerca de la verdadera Biblia de lo que sabe un gran grupo de predicadores hoy en día. Y tan pronto como Él ve… Ella pudiera haber pensado que sólo era un-un hombre observando su condición, y-y que ella quería… quiso pasarse de listo con ella o algo, y ella dijo: “¡Yo no tengo marido!”.",
    "Él dijo: “Bien has dicho. Tienes cinco, y con el que ahora vives no es tu marido”.",
    "Rápidamente esa simiente predestinada en su corazón se encendió. Se dio vuelta, ella dijo: “Señor, paréceme que Tú eres profeta. Sabe, no hemos tenido uno por cuatrocientos años. Nosotros sabemos”. ¡Oh, Dallas, no se pierdan esto!, “Nosotros sabemos; nosotros estamos esperando un Mesías, Quien es llamado el Cristo. Y cuando Él venga, esto es lo que Él hará; ésta será Su señal”.\n\nJesús dijo: “Yo soy, el que habla contigo”.",
    "Con eso, ella dejó caer el cántaro, y a la ciudad se fue; dijo: “Vengan, vean a un Hombre Quien me ha dicho lo que he hecho. ¿No es éste el mismo Mesías?”. Y la Biblia dice que ellos le creyeron a Jesús por lo que dijo la mujer.",
    "Ahora ésa es la manera en que Él se identificó como el Mesías; no por la manera en que Él vestía, por Su educación, por una tarjeta de compañerismo, por Su prestigio entre los hombres. Dios estaba en Él, manifestando la Palabra que Él prometió. Él dijo en San Juan 5:39: “Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; Ellas son las que dan testimonio, o les dicen Quien soy Yo”.",
    "🦅 El mismo, ayer, hoy, y por los siglos”. Mi hermano, mi hermana, Uds. son una multitud muy amable, uno pudiera hablar toda la noche. ¿Ven Uds. lo que Jesús fue allá? Él estaba manifestado, ése fue Dios, manifestado en un Hombre llamado Jesucristo, el cual es el Hijo de Dios, prometiendo: “Cómo fue en los días de Noé”, y cada otra escena exactamente, “así será en la venida del Hijo del Hombre”. “Él es el mismo ayer, hoy, y por los siglos”. ¡Oh, iglesia, no se queden mirando, sino que crean en el Señor Jesucristo! Señores, quisiéramos ver a Jesús. Si Él es el mismo ayer, hoy, y por los siglos, ¿les gustaría a Uds. verlo? “Señores, nosotros…”. ¿Cómo lo esperarían Uds.? Si Él es el mismo ayer, hoy, y por los siglos, Él hará lo mismo.",
    "Ahora, un hombre pudiera venir aquí con cicatrices en sus manos, sangre y humo, y aceite brotando de él. Ésa no sería la cosa; cualquier hipócrita puede hacer eso. Seguro.",
    "Pero realmente lo que es, es la manifestación de esta Palabra prometida. Él fue el Profeta ungido de Dios. Él lo fue-Él fue el Dios-Profeta. Él fue lo que todos los profetas eran, estaba en Él, y además todo lo que era Dios. Dios estaba en Cristo reconciliándose Él mismo al mundo. Él fue Dios, Emanuel, la plenitud de Dios dada a conocer a nosotros, en la Persona de Su Hijo Jesucristo, el segundo atributo de Dios.",
    "Fíjense, ahora Él está vivo hoy. Él no está muerto. Él está vivo. Él dijo: “Un poco, y el mundo”, kosmos, “el orden mundial Me verá…” verá; v-e-r-á, “no Me verá más. Sin embargo, vosotros me veréis, porque Yo”, Yo, reitero, es un pronombre personal: “Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo, o en el fin del mundo cuando estas Escrituras se han de cumplir”. Todo el tiempo, ha sido Dios en Quien nosotros creímos en la edad de Lutero; Dios el que clamó en-en la edad de Wesley; Dios Quien habló en lenguas en la edad Pentecostal. Él bajará un poco antes que el Hijo prometido venga, para probar Su Escritura. Toda Escritura se tiene que cumplir. Señores, quisiéramos ver a Jesús.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, quisiéramos ver a Jesús. Permite que Él venga esta noche, Señor Jesús. Ven en el poder de Tu resurrección. Llevo rato hablando, pero tan sólo una palabra o dos de Ti significará más que todo lo que cualquiera pudiera decir, y entonces permite que la Iglesia no esté dormida. Que la… La última manifestación de Dios, como Él lo prometió: “Como fue en los días de Sodoma, antes que el fuego cayera sobre los gentiles, así será en la venida del Hijo del Hombre”. La sombra, el negativo y el positivo llegando tan cerca el uno del otro, al grado que después de un tiempo habrá un tiempo de unión.",
    "Vemos que las naciones se están uniendo, llamándose la O.N.U. Las iglesias se están uniendo, el Concilio Ecuménico uniéndose con el Vaticano. Todas las iglesias uniéndose, creyentes e incrédulos. El obrero se está uniendo en sindicatos.",
    "Señor, que la Iglesia despierte y vea que es tiempo de unión, que Jesús se está uniendo con Su Iglesia, Esposo y Esposa. Pronto acontecerá la ceremonia y ellos llegarán a ser Uno. Mientras Él sacude la última señal delante de nosotros, o nos muestra Su promesa, que nosotros veamos a Jesús y lo glorifiquemos a Él, porque es en Su Nombre que oramos. Amén.",
    "Ahora, voy tal vez, me quedan diez minutos para salir a tiempo, si todos responden. Ahora cualquiera que tenga una tarjeta de oración, no tendré tiempo de llamarlas todas esta noche. Llegaremos a ellas, poco a poco.",
    "Ahora Billy está aquí en alguna parte, estoy seguro. Algunas veces ellos ni siquiera dan las tarjetas, pero creo que me dijo que él… Uds. tienen tarjetas de oración, ¿no es así? Levanten la mano. Sí, eso es correcto, tarjeta… [Cinta en blanco. Alguien dice: “L, uno”.—Ed.]",
    "L, L, muy bien. ¿Es ése el hombre enfermo, que está allí tan enfermo? Muy bien. L, número uno, párese acá. L, número dos, ¿dónde está? Número dos, ¿dónde está número dos? ¿Levantaría Ud. la mano? Muy bien, suba aquí. Es una señora.",
    "El muchacho viene. Así es cómo se lleva a cabo. Él viene, y frente a la multitud, él toma estas tarjetas y las mezcla todas, y entonces le da a Ud. la tarjeta que quiera. Cualquiera puede recibir una tarjeta, y entonces Ud. es llamado por ese número. Eso muestra que el muchacho no sabe de cuál serán llamados. En una ocasión nosotros, muchos de Uds. aquí pudieran recordar, tuvimos un hombre vendiendo las tarjetas de oración en la reunión, y eso garantizaba que la persona subiría a la plataforma. Y además de eso, algunas veces comienzo por la uno, y otras veces comienzo por la cincuenta, algunas veces comienzo por la catorce, veinte, dieciséis, entonces me voy al revés y sacó unas cuantas aquí. ¿Cuántos han estado en las reuniones y han visto que se hace así? Pues, seguro. ¿Ven? Esa tarjeta de oración no tiene nada que ver en eso. Y muchos son sanados allá afuera sin siquiera tener una tarjeta de oración.",
    "Número uno, dos, tres. ¿Quién tiene la tres? Tarjeta de oración número tres, levante la mano. Allá atrás, la señora. Suba aquí, señora. Número cuatro. Si Ud. no puede subir ahora, la cargaremos. Número cuatro. Si alguien… Veo que hay un catre allí y un par de sillas de ruedas puestas ahí. Si no pueden venir, nosotros los cargaremos. Número cuatro. Número cinco, tarjeta de oración número cinco. Número seis, siete, ocho, nueve, diez. Que ésos pasen ahora, sólo esos números, si pueden. Veamos: uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve. ¿Será suficiente? Sí lo es. Detengámonos ahí mismo, un momento. Estamos un poco escasos de tiempo. A mí no me gusta despedir después de las nueve y media.",
    "Ahora, ¿cuántos allá afuera no tienen una tarjeta de oración, y quieren que Jesús los sane, y Uds. saben que Él los puede sanar? Levanten la mano, no me interesa si están en el balcón, dondequiera que estén. Ahora miren, si Uds. no…",
    "Esa mujer que tocó el manto… Mientras ellos los ubican en la línea. Esa mujer que tocó Su manto, ella no tenía tarjeta de oración, quizás, pero ella dijo… Ahora escuchen atentamente. Ella dijo dentro de su corazón: “Yo le creo a ese Hombre. Si yo puedo tocar Su manto, yo seré sana”. Ella tenía un flujo de sangre. ¿Cuántos recuerdan la historia? [La congregación dice: “Amén”.—Ed.] Ella se escabulló entre la multitud, tal vez se arrastró entre ellos, una mujercita pálida enfermiza, y ella tocó Su manto.",
    "Y el vestido palestino cuelga suelto. Él jamás sentiría eso. Yo no sentiría si Uds. me tocaran el bolsillo, y el saco mío me queda apretado; pero ese vestido palestino, tienen vestimenta por debajo. Y ella tocó Su vestimenta.",
    "Y Él se detuvo y dijo: “¿Quién me tocó?”. Ella regresó entre la multitud. Él dijo…",
    "🦅 Pues”, dijo Pedro, “Señor, eso no suena bien, todos te están tocando”.",
    "Él dijo: “Pero conozco que me he debilitado. Virtud, fuerza, salió de Mí”. ¿Cuántos lo recuerdan? [La congregación dice: “Amén”.—Ed.]",
    "Y Él miró alrededor entre toda la multitud hasta que la encontró. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Y dijo: “Tu fe te ha salvado”. ¿Es correcto eso? [“Amén”.]",
    "Ahora miren, ministros, ¿no dice la Biblia que: “Jesucristo”, Hebreos 3, “es el Sumo Sacerdote, ahora mismo, que puede compadecerse de nuestras debilidades?”. [Ministros y congregación dicen: “Amén”.—Ed.] ¿Cuántos saben que la Biblia dice eso? [“Amén”.] Pues, si Él es el mismo ayer, hoy, y por los siglos, ¿cómo actuaría Él hoy? Como Él lo hizo ayer; seguro.",
    "Ahora (¿lo ven?), de nada les aprovecharía tocarme a mí. Yo sería como su hermano, su esposo, su padre, lo que pudiera ser; no habría virtud en mí. Pero si Uds., con la fe pueden tocarlo a Él, entonces obsérvenlo a Él darse vuelta. Sencillamente inténtenlo. No lo intenten, ya es demasiado intentar por hoy, ¡Uds. háganlo!",
    "Ahora sean muy reverentes, guarden silencio. Ahora sólo unos momentos lo declararán. Estas cosas que he dicho, sonaron bien; pero, vean, ¿serán verdad o no? Eso es lo siguiente. Será todo esto…",
    "Yo oigo hablar a los mahometanos, sijs, jainos, los de Buda, (¡oh, vaya!), a los mahometanos, pero ellos no pueden… Ellos pueden hablar acerca de algo que fue, ¿pero qué de ahora? ¿Ven? Si Él no…",
    "Si Él es un Dios histórico, Él de nada nos sirve para hoy, si Él tan sólo es el Dios histórico. Si Él no es el mismo ayer, hoy, y por los siglos, entonces la Biblia dijo algo errado.",
    "Ahora, si Él logra sujetarme a mí bajo Su voluntad sumisa, si Él logra sujetarlo a Ud. en Su voluntad, entonces obrando en ambos (¿ven?), allí es donde viene el Poder de Dios.",
    "Ahora, si ese hombre está enfermo, yo quiero que él se siente justamente allí donde está. Y ahora ¿pueden Uds. verlo desde la audiencia? Él está sentado aquí mismo.",
    "Traiga su silla aquí si quiere. Pero ¿se sentirá capaz de caminar hasta acá, señor? Muy bien, sólo venga aquí y siéntese. Traiga la silla aquí, Hermano Grant, por favor, para que el hombre pueda sentarse aquí por un momento. Muy bien, ahora sólo siéntese allí, señor.",
    "Me he estado fijando en el hombre por unos momentos, está a punto de desmayar. Él debe estar gravemente enfermo; yo no sé. Y si yo lo supiera y pudiera ayudarlo, y no lo hiciera, entonces no soy digno de pararme detrás de esta plataforma aquí y hablar con Uds., Uds. Cristianos.",
    "Pero el hombre probablemente no tiene la edad mía. Y ésta es nuestra… Probablemente somos desconocidos el uno al otro. Ud. no me conoce, supongo. [El hermano dice: “Sí, lo conozco”.—Ed.] Ud. me conoce. Pero yo no lo conozco a Ud. [“Yo estuve en un servicio en Jonesboro”.] Oh, Ud. me vio en Jonesboro, hace como quince años, cuando yo estuve allá en una reunión. Sí, señor. [“Seguro que sí”.] Pues, ése fue un gran tiempo allá. Yo creo que ése fue el Hermano Richard Reed. [“Sí, señor”.] Ajá.",
    "Ahora, si este hombre sentado aquí sufriendo, si yo pudiera sanarlo y no lo hiciera, ¿qué clase de persona sería yo? Pero yo no lo puedo sanar. Pero ahora ¿si nosotros quisiéramos ver a Jesús, y Jesús estuviera parado aquí con este traje puesto que Él me dio, entonces diría Jesús: “Ven aquí y Yo te sanaré?”. Ahora tengan cuidado, si Uds. conocen su Biblia, ¿ven? No, señor. Él ya lo ha hecho; Él no lo pudiera hacer hoy. Él ya lo ha hecho: “Él herido fue por nuestras rebeliones”, por Su llaga fuimos nosotros salvos; “por Su llaga fuimos nosotros curados”, mejor dicho. Muy bien. Ahora, pero Jesús podría declararse, para darle a conocer a este hombre cuál es su problema, o algo que le sucede, o algo que él ha hecho. ¿Es correcto eso? [La congregación dice: “Amén”.—Ed.] Y eso le daría a conocer a él que Cristo está aquí.",
    "Pues, yo no lo conozco. Aquí están mis manos levantadas, Yo… dijo que él estuvo en la reunión de Jonesboro; eso fue hace quince años. Yo-yo nunca he visto al hombre en mi vida, hasta donde sé. Él pudiera haber estado sentado atrás, mañana… Pues, yo no conocería a ninguno aquí.",
    "Yo creo que sé que éste es el Sr. Way sentado aquí. Un inglés sentado aquí, al cual conozco, que cayó muerto en mi iglesia el otro día, en Jeffersonville, Indiana; cayó muerto. Por allí está su esposa, aquí en alguna parte, que es enfermera. Mientras yo hablaba, el hombre se desplomó muerto, cayó allí mismo, muerto. Bajé y puse las manos sobre él, y aquí está. ¿Ven? ¿Ven?",
    "Si yo pudiera conseguir que la congregación se aquiete lo suficiente para que el Espíritu Santo pudiera bajar. No se emocionen, sólo siéntense quietos, ¿ven?",
    "Ahora, señor, quiero que mire en esta dirección, por un momento. He estado hablando, y yo-yo estoy aquí para ayudarlo. Ahora, y si puedo ayudarlo, haré todo lo que pueda.",
    "Ahora lo que yo he dicho aquí en la Escritura, Dios está obligado, porque creo que éstos son los días postreros; Dios está obligado a-a cumplir esa Palabra, y eso es lo que Él prometió que haría. Y si Él pudiera decirme algo que Ud. ha hecho, o algo que anda mal con Ud., o por lo cuál Ud. esté aquí, ya sea lo que fuera, Ud. sabría si eso es verdad o no. Ud.-Ud.-Ud. daría testimonio de eso.",
    "Pero ahora si yo vengo aquí y le pongo mis manos, digo: “¡Gloria a Dios, Ud. está sano! Gloria a Dios”. Eso estaría bien, sería perfectamente correcto, si Ud. lo cree.",
    "Pero ¿qué si Él le dice lo que Ud. ha hecho, o alguna causa, razón por la que Ud. está enfermo, o algo así? Entonces Ud. sabría, si Él pudiera decirle lo que ha sido, Él ciertamente sabría lo que-lo que será, lo que sería correcto. Sí, señor.",
    "¿Lo creen Uds., congregación? [La congregación dice: “Amén”.—Ed.] Ahora ¿qué estoy haciendo con el hombre? Estoy tratando de hacer contacto con su espíritu, así como nuestro Señor lo hizo junto al pozo, con aquella mujer. Yo no lo conozco a él; nunca lo he visto. Ahora hay muchos aquí, enfermos, muchos orando.",
    "Y ahora, Padre Celestial, tomamos todo espíritu aquí bajo… tomo control, para la gloria de Dios, y para que Tus Escrituras puedan ser cumplidas. La Biblia dice que es por eso que Jesús obró sanidades: “Para que las Escrituras se cumpliesen”. Y ésa es la razón por la cual Tú estás mostrando misericordia en estos días postreros, “para que las Escrituras sean cumplidas”. Hemos hablado de Ellas, esta noche. Concédelo, Señor, en el Nombre de Jesús. Amén.",
    "Ahora Ud. míreme, por un momento, sólo para ver si el Señor me revela cuál es su problema. Y si Él lo hace, Ud.… si Él me dice cuál es su problema. Parece como que Ud. está muy enfermo. Si Él me dice lo que está mal con Ud., o algo, ¿creerá Ud. entonces? Ud. sabe que tiene que ser Él.",
    "¿Cuántos en la audiencia creerán? [La congregación dice: “Amén”.—Ed.]",
    "Una cosa con la que Ud. está sufriendo tremendamente, es una hernia. Esa hernia lo está enfermando. Eso es correcto. ¿Ven? ¿Ven? Ahora ¿es correcto eso? Levante la mano, si eso es correcto.",
    "Eso es lo que lo está enfermando (¿ven?), deprimiendo. ¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "Aquí hay otra cosa. Ud. tiene una mancha allí en el lado derecho de su cara. Ud. está preocupado por eso. Déjeme decirle algo más. ¿Cree Ud. que soy Su profeta? [El hermano dice: “Sí, hermano”.—Ed.] Ud. también tiene una mancha en el lado derecho de la cadera, debajo de su ropa. Si eso es correcto, levante la mano. [“Eso es correcto”.] ¿Ven? ¿Ven? ¿Ahora cree Ud.? [“Yo creo”.] Vaya y sea sano. Jesucristo lo sana, vaya y créalo. No dude en lo absoluto, señor. Sólo venga por este lado, suba aquí, hermano. Sólo vaya ahora creyendo y todo le resultará bien.",
    "¿Creen Uds. ahora? [La congregación dice: “Amén”.—Ed.] Sólo tengan fe. Muy bien. Eso, Uds. saben que yo no lo sabía.",
    "Aquí, venga, hermana. Yo no la conozco. Somos desconocidos el uno al otro, me supongo. Si eso es correcto… para que la audiencia pueda ver que somos desconocidos, ¿ve? Si… Esto es tal como donde nuestro Señor se encontró con una mujer un día. Y aquí nos encontramos otra vez, nos encontramos después de dos mil años, en Su promesa, y aquí está un hombre y una mujer que se encuentran de la misma manera. Yo nunca la he visto a Ud. en mi vida. Yo creo que somos totalmente desconocidos, pero Dios nos conoce a ambos.",
    "Ahora si el Espíritu Santo, Cristo aquí y en Ud., revela el porqué Ud. está parada aquí, o algo acerca de Ud., ¿se sentiría entusiasmada como esa mujer aquel día? [La hermana dice: “Amén”.—Ed.] Ahora el porqué Ud. está aquí es por oración, y la oración es por una enfermedad en su seno. Eso es correcto. Si eso es verdad, levante la mano. Ahora ¿cree Ud. que Dios puede decirme cuál seno es? Es el seno derecho. Eso es correcto.",
    "La gente está diciendo, capté a alguien diciendo: “Él está adivinando eso”. Yo no estoy adivinándolo; no piense eso. Eso impide, ¿ven? Ahora recuerden, ya no pueden esconder sus pensamientos. Sí. Eso es correcto. Sí. Correcto.",
    "Aquí, Ud. debería creer, es una predicadora, una dama predicadora. Eso es cierto, ¿no es así? Muy bien. Vaya, crea ahora y estará bien. Dios la bendiga. Sólo crea.\n\n¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "¿Cómo está? Somos desconocidos el uno al otro. [La hermana dice: “Sí”.—Ed.] Yo no la conozco. [“No, señor”.] Dios sí la conoce. Si eso es correcto, levante la mano para que… Ud. es mucho más joven que yo. Quizás la mujer que se encontró con nuestro Señor era mucho más joven.",
    "Ahora otra mujer se paró aquí. Alguien por allá está creyendo. Allí está sentada. Ella tiene un problema en su pecho. ¿Es correcto eso? ¿Él manto de quién tocó Ud.? El de Él. Ahora todo ha terminado. Jesucristo la sana.",
    "Él es el mismo ayer, hoy, y por los siglos. Ahora esa mujer está a veinte pies de mí [6 mts —Trad.], pero ella no me tocó a mí. Ella tocó al Sumo Sacerdote. ¿No pueden ver? Yo tenía mi espalda hacia ella, eso muestra que Él es el Mismo que hizo la promesa, sigue el mismo hoy.",
    "Ud. está sufriendo con un problema de nervios, es muy nerviosa, en particular ya tarde al anochecer, sí, cuando se cansa y se agota. Ud. es muy nerviosa. También tiene Ud. un envenenamiento en su cuerpo. Es envenenamiento en su sangre. Pero, eso es correcto. Y también tiene una verdadera carga por alguien para que sea salvo, ¿no es así? [La hermana dice: “Sí, señor”.—Ed.] Sí, señor, eso es correcto. ¿Lo cree ahora? [“Sí”.] Muy bien, vaya. Como ha creído, así sea con Ud. Tenga fe.\n\nNo dude. Tenga fe en Dios. Sólo crea.",
    "¿Cómo está, señora? Soy un desconocido para Ud., me supongo. Si es correcto, entonces levantemos nuestras manos, para que ellos vean. Yo nunca la he visto a ella en mi vida.",
    "🦅 Jesucristo el mismo ayer, hoy, y por los siglos”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] ¡Si el Señor Jesús le dice ahora aquí a esta mujer, algo acerca de ella, de lo cual yo no sé nada…! Pues, somos desconocidos, nosotros, ella simplemente está parada aquí, ¿ven? Muy bien, ¿creería Ud.? [“Amén”.]",
    "Ud. tiene un problema estomacal que lo molesta, está sentado allí con un abrigo negro. Ahora mismo lo está molestando. Si eso es correcto, levante la mano. ¿Ven? ¿Sabe Ud. por qué? También es el estómago de esta mujer aquí. ¿Ven? Eso es correcto.",
    "¿Pueden ver ese rayo negro pasando allí entre ellos? Es un diablo. ¿Ven? Él está tratando de escapar de eso, ¿ven? Él no puede. Él no puede esconderse de Dios; eso es algo seguro. Estamos en la Presencia de Jesucristo. Uds. deben creer, tener fe.",
    "¿Qué tocó él? Él nunca me tocó a mí. Yo no conozco al hombre. Él es un desconocido para mí. ¿Somos desconocidos el uno al otro, señor, yo no lo conozco? Levante la mano si eso es correcto. ¿Ven? ¿Qué tocó él? A Jesucristo. No fallen en ver algo.",
    "Ahora esta señora aquí. Sí. ¡Oh, la señora tiene una sombra! Es muerte sobre ella. Ella está sufriendo con cáncer, y el cáncer está en el estómago y también en el colon. Ella, acaban de desahuciarla. Ella se está muriendo, con cáncer. Eso es verdad, ¿no es así, señora? Eso es lo que se le ha dicho. Ahora mire aquí. Ud., solamente hay una esperanza para Ud., es Cristo.",
    "¿Me cree Ud. ser Su siervo? Algo tiene que decirme eso, ¿no es así? Tiene que ser Algo. Yo-yo de mí mismo no, no lo sabría. Si le digo a Ud. quién es, ¿me creería que soy Su profeta? ¿Le ayudaría? ¿Le ayudaría? Sra. Crosley. [La hermana dice: “¡Oh!”.—Ed.] Entonces regrese a casa.",
    "¿Creen Uds.? ¿Cuántos de Uds. creen ahora con todo su corazón? Pónganse de pie entonces y acéptenlo. Sólo levántense, y digan: “Yo creo”. Levanten sus manos, donde sea.",
    "Padre Celestial, en el Nombre de Jesucristo, que el diablo y todos sus poderes sean reprendidos. Que el Señor Jesucristo, Quien ha prometido esto para el día postrero, Él está aquí ahora. Que venga a cumplimiento, Señor, en esta hora, que la gente no falle; que ellos vean lo que Dios está sacudiendo delante de ellos, un poco antes de que el fuego caiga. ¡Qué este grupo de Abraham, esta Simiente real de Abraham, entienda la hora en la que vivimos! ¡Oh, Jesús, Hijo de Dios, toca a cada persona enferma aquí! Sánalos, Señor. Que la fe de ellos se dé cuenta que están parados en la Presencia del Dios que los salvó y los juzgará en aquel Día. Que Su Poder caiga ahora sobre ellos, y sane a todos aquí quienes están en Presencia Divina. 🦅"
  ]
}