{
  "title": "PERSEVERANTE",
  "id": "64200009",
  "content": [
    "🦅  Normalmente se anuncia para que Uds. estén seguros en recordar donde está. Queremos leer de Mateo, el capítulo 15 de Mateo, comenzando con el versículo 21.\n\nSaliendo Jesús de allí, se fue a la región de Tiro y de Sidón.\n\nY he aquí una mujer cananea que había salido de aquella región clamaba, diciéndole: ¡Señor, Hijo de David, ten misericordia de mí! Mi hija es gravemente atormentada por un demonio.\n\nPero Jesús no le respondió palabra. Entonces acercándose sus discípulos, le rogaron, diciendo: Despídela, pues da voces tras nosotros.\n\nEl respondiendo, dijo: No soy enviado sino a las ovejas perdidas de la casa de Israel.\n\nEntonces ella vino y se postró ante él, diciendo: ¡Señor, socórreme!\n\nRespondiendo él, dijo: No está bien tomar el pan de los hijos, y echarlo a los perrillos.\n\nY ella dijo: Sí, Señor; pero aun los perrillos comen migajas que caen de la mesa de los amos. Entonces dijo…\n\nEntonces respondiendo Jesús, dijo: Oh mujer, grande es tu fe; hágase contigo como quieres. Y su hija fue sanada desde aquella hora.",
    "Inclinemos nuestros rostros ahora para orar. Me pregunto, en esta noche, con nuestros rostros y corazones inclinados, si hubiera alguien aquí que le gustaría ser recordado en oración. Lo daría Ud. a conocer mientras levanta sus manos a Dios, diciendo: “Señor, tengo una necesidad, yo ruego que Tú me ayudes”. El Señor les bendiga.",
    "Nuestro Padre Celestial, mientras nos estamos acercando ahora a Tu Majestad, en el Nombre del Señor Jesús, porque El nos dijo: “Si pedís al Padre cualquier cosa en Mi Nombre, os será concedido”. Venimos con toda la fe que tenemos, creyendo que Tú nos responderás en esta noche de acuerdo a nuestras necesidades ya que son muchas. Tú ves las manos de Tus hijos a través del edificio aquí, mientras ellos levantan sus manos. Y únicamente Tú conoces lo que estaba abajo, en el corazón. Yo ruego que Tú respondas Padre, esta noche. Y que cada deseo que tienen, sea concedido a ellos este día.",
    "Rogamos por aquellos que no son salvos y que no te conocen a Ti como su Salvador. Pedimos que ellos te acepten, esta noche, y encuentren esa plena seguridad, la cual ellos tienen que tener en la hora de la muerte.",
    "Quizás hay muchos aquí quienes, ya te han aceptado, y que aún no han sido llenos con Tu Espíritu. Pedimos, que en esta noche, Tú derrames en ellos la abundancia del Espíritu Santo, para que ellos puedan ser siervos para Ti en estas horas concluyentes de la historia del mundo.",
    "Sana todos los enfermos y afligidos, Señor. Tú conoces sus necesidades.",
    "Y pedimos que Tu Presencia venga entre nosotros, en esta noche, en tal manera que te reconozcamos como nuestro Señor resucitado. Y cuando el servicio haya terminado, y nos dirigimos a nuestros hogares, que seamos capaces de hablar entre nosotros, diciendo como aquellos que venían de Emaús aquel día, diciendo: “¿No ardían nuestros corazones en nosotros, mientras El nos hablaba en el camino”? Porque a ellos les fue dado conocerte a Ti por una cierta señal que hiciste antes de Tu crucifixión. Y después que Tú habías resucitado, Tú fuiste el mismo Jesús, haciendo las mismas cosas. Que nosotros aún testifiquemos lo mismo esta noche. En el Nombre de Jesús lo pedimos. Amén. (Pueden tomar asiento.)",
    "Ocupé mi tiempo completo ayer por la tarde, en el tema Quisiéramos Ver A Jesús, y después de tener que presentar el calibre de—de las reuniones y de cómo aceptarlo, como normalmente lo hará el Hermano Borders cada noche de aquí en adelante con los desconocidos. Usé mi tiempo completo, hasta las nueve y media, y no me gusta retener a la gente esperando. Sólo unas pocas palabras, para familiarizarnos, y entonces las Palabras del Señor que significan…Una vez que El hable, significa más que lo que cualquiera pudiera decir en toda una vida, sólo una Palabra de El.",
    "Deseo tomar, esta noche, como quien dice, un texto de esta lectura Escritural que Dios nos ha dado aquí como contexto. Que El lo conceda a nosotros. Yo quiero tomar una palabra: Perseverante.",
    "La palabra, de acuerdo [al diccionario] Webster, en algunas notas que tengo apuntadas aquí, significa “ser persistente”, de ser perseverante, y eso es, en llegar a una meta; “de ser persistente”, y eso es perseverante.",
    "Hombres de todas las edades, con fe en lo que han tratado de lograr, han sido perseverantes. Ningún hombre puede ser perseverante a menos que primero él sepa lo que está tratando de lograr. Y Ud. primero debe saber lo que Ud. está tratando de lograr, y después tener fe que Ud. va a alcanzar lo que está tratando de lograr. Y eso le hace a Ud. persistente, algo que Ud. sabe es real.",
    "La fe es basada de esa manera. La fe no es basada en un mito o sobre algo que, pues, que sólo dice, “Ve y haz esto o haz aquello”, basado en las palabras de algún hombre. Sino que fe toma su Eterno lugar de descanso sobre la Palabra del Señor, sobre la Palabra de Dios, la cual es la Biblia.",
    "Ahora nosotros creemos que la Biblia es la Palabra infalible de Dios. Nosotros creemos que Ella es la revelación completa de Jesucristo; revelándose El mismo en el Antiguo Testamento, por los profetas; Dios dándose a conocer a Sí mismo a través de Su Hijo, Cristo Jesús, y en El habitó la plenitud de la Deidad, corporalmente. El fue crucificado por nuestros pecados; murió, fue sepultado, resucitó al tercer día, y ascendió al Cielo, y está aquí de nuevo en el Nombre del…En la forma del Espíritu Santo, Dios, morando…En un tiempo, era Dios sobre nosotros; en Cristo, Dios con nosotros; ahora, Dios en nosotros. Es Dios obrando para nuevamente estar en el hombre, para adorar, o ser adorado a través del hombre, la agencia de Dios. Dios no hace nada sin que el hombre sea Su agente, Su ayudante.",
    "Y ahora, hombres quienes han tenido fe en Dios, han sido muy persistentes en lo que trataron de lograr. Y observamos hombres de todo aspecto de la vida.",
    "Por ejemplo, Jorge Washington, aquí en el Valle Forge. Después de orar toda la noche, en la nieve hasta las caderas, estaba mojado, bien arriba hasta la cintura, y el río estaba lleno de hielo. Pero él captó una visión de Dios, él obtuvo fe, que Dios iba a darle a él la victoria. Y el—el río tenía…no podría tener hielo demás. Aunque más de dos tercios de su ejército ni siquiera tenía zapatos en sus pies. Sus pies estaban envueltos en trapos, parados en ese frío. Pero, sin embargo, él sintió en su corazón que Dios le había dado a él la victoria. El lo había alcanzado por medio de la oración. Al día siguiente, sabemos que tres balas de mosquete penetraron su abrigo sin dañarle. El río no pudo detenerle, ni tampoco una bala de mosquete. El fue persistente, porque él había orado hasta lograrlo. Y él tuvo fe en lo que estaba haciendo, y en Aquél que estaba guiándole, el cual era Dios.",
    "Nada va a detener a un hombre cuando él—él es perseverante, cuando él sabe lo que está haciendo, y tiene fe en lo que está procurando lograr.",
    "Una de las historias más antiguas en la Biblia, una de ellas, fue Noé. Noé no fue sólo algún hombre diferente. El era un hombre cualquiera, quizás un agricultor.",
    "Y el mundo era perverso, como lo es hoy, lleno de ciencia y de grandes hombres. Ellos habían surgido de los hijos de Caín. Los hijos de Set eran humildes, pastores, agricultores. Pero los hijos de—de Caín eran hombres sabios, constructores, e—e inventores y científicos, muy inteligentes, muy religiosos. Y ellos tenían su propia manera de piedad, pero estaban negando, como hoy en día, el poder de Dios.",
    "Y Noé, siendo un hombre justo delante de Dios, un día Dios se encontró con él en los campos y le habló, y le dijo que construyera un arca, porque El iba a destruir el mundo con agua.",
    "Ahora eso era absolutamente contrario a todos los cálculos científicos de ese día. Vean, nunca había llovido. No había nada de humedad en el aire. Y Dios había regado la tierra por medio de irrigación, de en medio de la tierra, a base de manantiales. Y no había agua para tal cosa, ningún agua en los cielos.",
    "La ciencia en aquel día era probablemente aún más capaz. Lograron más en ese tiempo de lo que ellos son capaces de explicar hoy. Ellos construyeron las pirámides en Egipto, el Esfinge. Nunca más podrán construir eso otra vez. Esas piedras así tan altas en el aire, no tenemos nada con qué alzarlas, ni la fuerza para levantarlas. Pero de alguna manera ellos pudieron lograr eso en los días de Enoc y Noé, antes del diluvio. Y quizás ellos lanzaron algo hasta la luna, quizás tuvieron astronautas, y demás. No sabemos.",
    "Pero Jesús dijo: “Como fue en los días de Noé”, una gran civilización inteligente, como fue entonces, “así será en la venida del Hijo del Hombre”.",
    "Y ahora quizás ellos, en su investigación científica, ellos—ellos encontraron algo allá de donde podían hacer un colorante que duraría hasta hoy, un tinte de alguna clase, que no se desgastaría.",
    "Y ellos podían embalsamar un cadáver, hacer una momia, que luciera verdaderamente natural hasta el día de hoy, después de cuatro mil años, y aún se ven natural. Nosotros no podríamos hacer eso aun si tuviéramos que hacerlo. Nosotros no tenemos con qué hacerlo. Hemos perdido ese arte, y así muchas de esas grandes artes que ellos tenían.",
    "No hay duda que tenían instrumentos con que probarían que no había agua en el aire. Y este hombre viniendo por allí, contrario a la ciencia, y diciendo que: “Va a caer agua de los cielos”.",
    "Ahora, la ciencia podía tomar un instrumento y dispararlo al aire, y decir: “Mira aquí, Noé, lee este instrumento. Indica en este barómetro aquí, si hay agua allá arriba o no, y no la hay. Ahora tú dices que está arriba, y, sin embargo, la investigación científica muestra que no existe”.",
    "Eso no detuvo a Noé. El fue persistente. El sabía que Dios había dicho: “Va a llover”, y que Dios era capaz de poner lluvia allí si El así lo dijo. El la formaría, ya sea que existiera allá o no. Así que él fue persistente después que él conoció la Palabra del Señor.",
    "Y cuando un hombre conoce la Palabra y la voluntad de Dios, se vuelve persistente, Ud. se vuelve perseverante. No importa lo que la ciencia dice: “Pues, esto no les es posible, no pueden hacer aquello”, Ud. ya lo sabe de todas maneras. Ud. se ha aferrado de Algo, y ese Algo se ha aferrado de Ud. Están girando juntos. Hay algo al respecto, que Ud. no puede explicar. No importa cuanto parezca no ser verdad científicamente, sin embargo, hay Algo en ello que le dice a Ud. que es Dios, y no hay nada que va a detenerlo.",
    "Así que encontramos que Noé continuó adelante martillando en el arca, no importaba cuánta prueba científica había, “de que no era así, y de que no había lluvia”. Pero él creyó de todas maneras, porque él había escuchado la Palabra del Señor.",
    "Y allí es donde la fe está solemnemente basada en ASI DICE EL SEÑOR.",
    "Moisés, otro gran hombre inteligente que había sido criado, nació en el mundo para un cierto logro de Dios. Y él intentó cumplir esta meta por sus hechos científicos. Nos es enseñado y relatado por la historia que él era un gran líder militar, y que su única manera de hacer cualquier cosa, era matando. El era tan inteligente que él podía enseñar sabiduría a los egipcios inteligentes. Y en toda su sabiduría y con todo lo que él sabía, sin embargo, él falló y falló miserablemente, en lograr lo que Dios tenía en mente para que él hiciera. Y dándose cuenta de su fracaso, al matar al egipcio y escondiéndole en la arena, y al oír la reprensión de su hermano, o la pregunta: “¿Nos matarás a nosotros como lo hiciste con el egipcio”? Ante esto, Moisés huyó al desierto, un profeta fugitivo.",
    "Después de cuarenta años en el desierto, donde Dios lo estuvo des-educando de las cosas del mundo, hacia la mente de Dios; quitándole todos sus títulos de doctor y todo, hasta que El pudo lograr entrada a su corazón.",
    "Cuando El tuvo el material casi listo, un día mientras él estaba pastoreando ovejas en la parte trasera del desierto, por un viejo sendero conocido, él encontró un árbol ardiendo con fuego.",
    "Moisés, siendo un científico, no lo abordó en la manera de un científico. Si Uds. se fijan, si él hubiera sido un científico, él hubiera dicho: “Ahora voy a coger algunas hojas de ese árbol, y las voy a llevar al laboratorio e investigar con qué fueron rociadas, la razón que arden y no se consumen”. Si él hubiese hecho eso, entonces él todavía no hubiese estado listo.",
    "Pero lo que él hizo, se acercó y se quitó sus zapatos, hincándose sobre sus rodillas y empezó a hablarle a Eso, porque él sabía que Eso era sobrenatural. De allí vino la Palabra del Señor, diciendo: “He escuchado los gemidos de Mi pueblo, y recuerdo Mi Palabra. Te estoy enviando allá para liberarlos”.",
    "Ahora, algunas veces, en el sendero del deber, Dios llama a Su hombre a hacer cosas que son absolutamente ridículas a la mente natural. El les causa que hagan algo que enteramente llega a ser el hazmerreír. Por ejemplo, ¿qué si Moisés hubiera fracasado, cuando era un joven de cuarenta años, como hombre militar y él a un paso del trono, con todos los ejércitos de Egipto bajo su control? Y al haber fallado en lograr aquello, y ahora aquí va hacia Egipto, al día siguiente, después del encuentro con el Angel en la zarza, con nada más en su mano que un palo viejo, torcido, del desierto, con su esposa sentada en una mula, y Gersón al costado, la barba blanca colgándole hasta la cintura. Quizás él tenía ochenta años de edad. Su cabeza calva brillando al sol, y un palo en su mano, sus ojos fijos hacia el cielo, y una sonrisa en sus labios.\n\nAlguien pudiera haber dicho: “Moisés, ¿adónde vas”?\n\nDijo: “Voy a Egipto, a conquistar”.",
    "Cuando él no pudo hacerlo con un ejército, ¿cómo lo va a lograr con un palo chueco? “Viejo loco, has perdido la mente. Tú estás—tú estás fuera de sí”.",
    "Era una invasión de un solo hombre. Pero el asunto es que él lo logró, porque esa era la Palabra del Señor. Y Moisés estaba determinado, no importando cuáles eran sus probabilidades. Dios estaba con él, y El vale más que todas las probabilidades.",
    "¡Si solamente hombres y mujeres pudieran pensar en eso en esta noche, que la Palabra del Señor es Verdad! No hay nada más. Toda la Eternidad depende de la Palabra. “Ni una Palabra”, dijo Jesús, “fallará. Cielos y tierra fallarán, pero Ella no”.",
    "Moisés fue allá. Y él fue muy persistente, cuando él arrojó su vara, y se convirtió en serpiente.",
    "Luego él encontró los imitadores. Esos aún persisten por el camino de Dios, alguien que intenta personificar algo. Y los personificadores llegaron para hacer un espectáculo, y arrojaron sus varas.",
    "Moisés supo con Quien había hablado. El sabía en Quien había creído, y él estaba persuadido de que El era capaz de cumplir aquello, lo cual El le encomendó para esa hora. Moisés permaneció tranquilo. Entonces la serpiente de Moisés se tragó la serpiente de los magos.",
    "Y nos es enseñado que eso mismo se repetirá de nuevo, quizás no de la misma manera, pero se repetirá otra vez en los últimos días. “Porque de la manera en que Janes y Jambres resistieron a Moisés, así resistirán ellos la Verdad”.",
    "Moisés fue persistente, porque él tenía un logro, respaldado con el ASI DICE EL SEÑOR: “Yo estaré contigo”.",
    "David, parado un día ante Saúl. Y él escuchó a Goliat salir sobre la colina, un tremendo gigante que tenía dedos de catorce pulgadas [35.5 centímetros]. Y una gran lanza en la mano, el tamaño probablemente de veinte o treinta pies, [6 o 9 metros] como rodillo de un telar, con una gran lanza en el extremo, o la punta de bronce. Sólo imagínense como debió haber sido la cabeza de ese hombre, sería del tamaño de una tina, con un casco de dos pulgadas de grueso, y de bronce, todo cubierto. ¡Y él estaba haciendo un reto contra los ejércitos de Dios! Y él lo dijo en la presencia de David.",
    "Y David era un hombrecito rubio [colorado, con rubor], un muchachito, probablemente de hombros encorvados. La Biblia dice que él era “rubio”, un muchachito. No tuvo ningún entrenamiento en—en duelos, con lanzas y demás. Pero él había estado cuidando ovejas en la parte de atrás del desierto, y un león entró y arrebató una de sus ovejas, y él fue tras él y lo mató con una honda. Encontramos que un oso intentó lo mismo, y David lo venció.",
    "Y entonces David dijo: “¿Se quedarán quietos y permitirán que ese filisteo incircunciso desafíe los ejércitos del Dios viviente”? El avergonzó a sus hermanos; mientras decían que él era un atrevido, en haber venido a ver la batalla. Sin embargo, había Algo en David, que él sabía que él era más que vencedor. Así que él dijo: “Si Uds. tienen temor de pelear con él, yo iré a pelear contra él”.",
    "Saúl, esto llegando al general Saúl, y él colocó su armadura sobre él, y no era de su talla. El se dio cuenta que su chaleco eclesiástico no le servía a un hombre de Dios. Y la cosa no le sirvió. El no sabía qué hacer. “Esto, yo nunca he ensayado esto. Yo no sé nada de estos títulos y demás cosas. Quítenme esto y déjenme ir en la manera que Dios me dio la liberación. Déjenme ir con la honda”.",
    "🦅 Pues”, dijeron ellos, “él es un guerrero desde su juventud, y tú no eres más que un joven”.",
    "El dijo: “Yo soy más que rival para él. Permítanme ir”. Y no importa cuán grande se veía el gigante, ni qué tan irreal pareciera ser, David fue persistente que ese filisteo incircunciso no iba a desafiar a los ejércitos del Dios viviente que él representaba.",
    "¡Oh, si tuviéramos más como David en este ejercito, si tuviéramos más hombres que se pararan y fueran persistentes, perseverantes en la Fe que una vez fue dada a los santos!",
    "Sansón, otro hombre muy perseverante. El nació por un nacimiento nazareo.",
    "Un nazareo significa “separado para la Palabra”. Qué cosa tan preciosa sería esta noche si todos los Cristianos fueran nazarenos para el Señor; separados, no a los credos, pero a la Palabra. Cristo es esa Palabra. ¡Separados para la Palabra!",
    "El tenía siete melenas de cabello que le colgaban por la espalda, lo cual era la señal que él había sido separado.",
    "Y entonces un día él fue sorprendido por mil filisteos en los—los llanos, sin nada en su mano con qué pelear. Esos filisteos eran hombres como una pared de bronce; con grandes cascos pesados sobre sus cabezas, grandes armaduras en frente de ellos, como escudos, adargas y demás, colocados para esquivar cualquier bala; probablemente el casco siendo de una pulgada [2.5 centímetros] de grueso, sobre sus cabezas.",
    "Sansón no tenía nada, pero él aún podía sentir que la promesa que Dios le hizo todavía colgaba sobre su cabeza. En otras palabras él aún sentía la unción. El sabía que Dios estaba con él, porque él sentía esas melenas colgando alrededor de sus hombros. El agarró lo que estaba a su…lo que pudo encontrar, y era una quijada de mula. Y él se paró con eso en su mano, y fue persistente, que no sería la quijada ni su propio brazo, sino que sería el poder del Señor. Y el poder del Señor vino sobre él, y él venció a mil filisteos con esa quijada.",
    "¿Cómo lo logró? Esa vieja quijada, frágil, y debilitada por el desierto, si uno la golpeara contra una roca, volaría en pedazos; y contra los cascos que estaban sobre esos filisteos, que colgaban, y grandes pliegos pegados en los lados que cubrían los hombros, de una pulgada de grueso en bronce. El se paró con esa quijada y abatió a mil. Dice: “El Espíritu del Señor vino sobre él”. El fue persistente.",
    "Un día, un león corrió tras él y él no tenía nada en su mano. Pero el Espíritu del Señor vino sobre él, las melenas aún colgando sobre su hombro, él desgarró al león con sus manos. El fue muy persistente, porque él sabía que la promesa de Dios estaba con él. El era capaz de lograr cualquier cosa, porque la promesa de Dios estaba con él, para librar.",
    "¡Juan estaba tan seguro! Juan el Bautista, cuando él nació, él supo que él sería la persona, después que tuvo suficiente edad para entender, como de nueve años. Su padre era un sacerdote. Por lo regular ellos seguían en la línea de su padre. Pero él no fue a las escuelas ni los seminarios, porque él sabía que su trabajo era demasiado importante. El debería anunciar al Mesías. Sabemos que el Angel lo había dicho así.",
    "El sabía que él estaba representado en la Escritura: “La voz de uno clamando en el desierto, ‘¡Preparad el camino del Señor’”! El también sabía que Malaquías, cuatrocientos años antes, había dicho: “He aquí, Yo envío Mi mensajero delante de Mi faz”. Después de haberse internado en el desierto, donde él obtuvo su escuela de parte de Dios, no de algún seminario teológico como fue de donde su padre vino.",
    "Pero él tenía un trabajo importante. El tenía que anunciar al Mesías, y él tenía que saber qué clase de señal estaría siguiendo al Mesías. Entonces él notó, un día él estaba parado, predicándole a la gente, y dijo: “Hay Uno parado entre Uds. ahora mismo, el Cual Uds. no conocen, cuyos zapatos no soy digno de desatar, El los bautizará con el Espíritu Santo y Fuego”. El estaba tan seguro de su posición, él estaba tan seguro de su ministerio, hasta que él dijo: “¡El está parado aquí en alguna parte ahora mismo entre vosotros”! El no temía decirlo en presencia de los fariseos y saduceos, y—y soldados, y lo que fuese. Algunos de ellos lo habían esperado a El por miles de años, pero él dijo: “El está parado entre vosotros”. Nadie podía quitarle eso a él. El fue persistente. El fue perseverante ante todo. Sí.",
    "Esta mujercita griega, no hay duda, había escuchado de El, oído de Jesús, del gran avivamiento. Un profeta joven que se había levantado en Galilea, de Nazaret, y estaba mostrando grandes señales y maravillas. Ella había oído de El, “y fe viene por el oír”. La mujer sirofenicia, siendo griega. La fe encuentra fuentes que otros no ven. Cuando ella oyó, ella creyó. Ella quizás había oído de la niña de la vecina que fue sanada de epilepsia, lo cual la niña tenía, y ellos quizás oyeron de esta epiléptica siendo sanada. Así que su hija tenía necesidad de sanidad, y ella había oído que Jesús podía hacerlo.",
    "Porque, ¡El era la Palabra de Dios hecha carne! San Juan 1: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros. ¡El mismo ayer, y hoy, y por los siglos”! El estaba allí para revelar las promesas de Dios para Su día.",
    "El está aquí esta noche para vindicar y para revelar cada promesa que Dios hizo para esta edad. El está aquí para cumplirlo. El estuvo en los días de los profetas. El estuvo en Moisés, El estuvo en David, El estuvo en Elías, El estuvo en los demás, para revelar la promesa de Dios de esa edad. Dios asignó Su Palabra para cada edad, y El envía un profeta, y la Palabra va al profeta y lo pone en orden, y eso es exactamente lo que El ha hecho a través de todas las edades. Y El es Dios, y no cambia. Jesucristo es ese Profeta en esta noche que está entre nosotros. El es el que está aquí en la forma del Espíritu Santo, el Cual conoce todo, y puede revelar cualquier cosa que El desea hacer.",
    "Ella creyó esto, no importó cuánto la gente no lo creyó.",
    "Fe encuentra una fuente de la cual otras personas no conocen nada al respecto. Cuando un hombre tiene fe en Dios, él se ha aferrado de algo que él no puede explicar. Es algo de lo que él se aferró. El no puede empujarlo, o meterlo, o jalarlo. Lo mueve a él. Así es con la fe, cuando un hombre verdaderamente tiene fe en Dios, encuentra esa fuente que otros no ven.",
    "Su Palabra es una espada. La Biblia así lo dijo. Si Uds. quieren una referencia de eso, es—es Hebreos 4:12, tengo anotado aquí el texto. La Biblia dice: “La Palabra de Dios es más cortante que toda espada de dos filos”. Esta espada tiene que ser sostenida por una mano de fe. Una mano teológica no lo puede. Se requiere una mano de fe, entrenada en las cosas espirituales, que conozca a Dios.",
    "Nuevamente, yo diría esto. ¿Cómo creen Uds. que Jesús miró sobre la audiencia y percibió sus pensamientos? Porque El era la Palabra. Citemos aquí la otra parte de la Palabra: “Más cortante que toda espada de dos filos, discierne los pensamientos y las intenciones del corazón”. El era la Palabra. Esa es la razón que El podía discernir los pensamientos que estaban en sus corazones.",
    "Anoche, como vimos, “como fue en los días de Sodoma”, mostramos aquel Hombre parado allá, comiendo carne de becerro, bebiendo leche de la vaca, comiendo mantequilla y pan; parado allí, comiendo, vestido como Ud. y yo, con Su espalda hacia la tienda, y percibió lo que Sara estaba pensando en la tienda. Con razón Abraham le llamó a El Elohim, “el todo suficiente, el auto existente”, Elohim.",
    "Jesús dijo: “Como fue en los días de Sodoma, así será en el regreso del Hijo del hombre”. Será de igual manera. “En los días”, ¿se fijaron, “allí en Sodoma”? Dice en Lucas 17:15, dijo que: “Cuando los días de Sodoma, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre esté siendo revelado”. En los días que el Hijo del Hombre sea revelado como El lo fue en Sodoma, lo mismo estará aconteciendo.",
    "Nos damos cuenta que el fuego está listo, las naciones están listas, los evangelistas han ido a sus lugares, y cada don está en orden. ¡Con razón debemos ser persistentes! ¡Con razón debemos ser perseverantes! Tenemos una meta que lograr para Dios, y es llamar fuera la Novia de Jesucristo de entre todas las denominaciones, de toda gente, un pueblo separado para Dios.",
    "Esta griega había oído estas palabras. Ella las creyó. Ella tuvo muchos obstáculos, pero no fue así con su fe. La fe no conoce obstáculos. Su fe no tenía obstáculos. Ella los tenía, pero su fe no los tenía. Puede ser que Ud. tenga obstáculos, pero si Ud. tiene fe, ella no conoce derrota. Es segura. Miremos algunos de sus obstáculos, sólo por un momento.",
    "Algunos de ellos pudieran haber dicho: “Recuerda, tú eres de una raza diferente. Tú eres griega, sirofenicia, por nación. El es un judío”. En otras palabras, hoy en día dirían: “Sus denominaciones no están participando en este avivamiento”. Da lo mismo, su denominación, aunque sea así o no, a esa mujer no le importó de quien fuera la denominación. Ella era un ser humano que había sido creado por Dios, y ella tenía una necesidad, y ella tenía fe que se iba a resolver. Aunque su denominación estuviera cooperando o no, a ella no le importaba. Ella dio el paso.",
    "Ella quizás pudo haber tenido otro crítico que pudiera haberla encontrado más abajo en el camino, y dicho: “Pues, los días de los milagros han pasado. Nosotros ya no tenemos milagros”. Ese pudiera haber sido un judío, después que ella había llegado a este país donde estaba Jesús, al otro lado en Galilea. “Los días de los milagros han pasado, no hay tal cosa”. No obstante ella fue persistente. Ella fue perseverante. La barrera denominacional no la detuvo, tampoco la detuvo ninguno de aquellos que creían que los días de los milagros habían pasado. Ella sabía que no era así. En primer lugar, ella tenía algo por dentro, que le decía que ella recibiría lo que pidiera.",
    "¡Oh, pueblo, en esta noche, si Uds. simplemente pudieran retener eso en su corazón, que Dios está aquí para darles el deseo de su corazón! Si Uds. cumplen con Sus condiciones, nada puede estorbar.",
    "Quizás hubo un grupo de mujeres que vinieron a ella, y dijeron: “Mire, Hermana Lidia”, o cualquiera que pudiera haber sido su nombre, “¿entiende Ud. que su esposo la dejará si Ud. hace esto”? No hay duda que ella amaba a su esposo, pero ella no podía maldecir ni bendecir Eso que estaba en ella. Algo le estaba hablando, su hija estaba muriendo con epilepsia y ella tenía que llegar a Jesús, y cuando ella llegó allá, algo iba a acontecer, con esposo o sin esposo.",
    "Algunos de ellos quizás dijeron: “Pues, ¿qué vas a hacer con esta niña afligida si eso falla”? Pero ella sabía que no iba a fallar. En ella había algo, que le decía que no podía fallar. Si El alguna vez fue Dios, El todavía permanece Dios. Eso no puede fallar. Por lo tanto, ella seguía perseverante.",
    "Entonces algunos de ellos pudieron haberle dicho: “El rango en la sociedad al que tú perteneces, se reirá de ti”. Burla o sin burla, a ella no le importaba. ¡Algo estaba dentro de ella! Ella, seguía perseverante.",
    "Algunos de ellos pudieron haber dicho: “Serás sacada de tu iglesia”. Sacada o no sacada, ella ya estaba en camino, ¡algo trayéndola a Jesús! No había nada que le iba a impedir, ningún obstáculo. Ella fue perseverante. No hubo ningún obstáculo.\n\nFinalmente ella llegó adónde El estaba.",
    "Mucha gente piensa: “El tan sólo llegar adónde El está, allí termina todo”. Eso está errado. El pudiera venir aquí a este edificio esta noche y mostrarse vivo, después de dos mil años, por las cosas que El prometió hacer en este día. El lo hizo anoche. El lo hace cada noche. El lo hace dondequiera. El prueba que El aún está vivo. Y Ud. pudiera estar en Su Presencia, pero eso no es todo. No señor. Algunas veces uno se encuentra con dificultad cuando uno entra en Su Presencia. Así fue con ella.",
    "Cuando ella llegó, Jesús entonces le dijo, que El “no era enviado” a su raza. El mismo en el cual ella vino creyendo, la rechazó. Esta es una lección. El mismo que…Ella había pasado por todas esas puertas de dolor y desilusión, y todo, para llegar allí, porque había Algo pulsando dentro de ella, diciéndole que fuera; cuando ella llegó allí con El, El rotundamente la rechazó. Y aparte de eso, El dijo que su raza no era más que perros. “No es justo que Yo tome el pan de los hijos y se los dé a Uds., perros”.",
    "¿Qué si El hubiese llamado a los—los pentecostales, “perros”? Oh, yo no sé qué hubiera sucedido. ¿Qué si El hubiera dicho: “Perros metodistas, perros bautistas”? En mi opinión, ella hubiera regresado y le hubiera dicho al pastor que a pesar de todo él tenía razón, que este Individuo no tenía importancia. Pero si Ud. se ha aferrado, y algo lo tiene preso a Ud., será algo muy distinto.",
    "🦅 Yo no soy enviado a Uds., raza de perros. No es justo que Yo tome el pan de los hijos y se los dé a Uds. Yo no soy enviado a Uds. No es su avivamiento, su compañía no está patrocinando esto, y yo no soy enviado a Uds. Y no es justo que Yo tome de Mi tiempo con Uds., cuando Uds. no son más que perros. Y ¿por qué habría de perder Mi tiempo con Uds.”? ¡Qué desilusión hubiera sido eso para una mujer que no tuviera fe, que no estuviera determinada! ¡Oh, si la iglesia únicamente pudiera ver eso! Pero, no obstante, ella se mantuvo firme.",
    "Ella no era una—una planta de invernadero que tenía que ser mimada, una de esa clase que uno tiene que fumigarla por todas partes, Uds. saben, para espantar los insectos. Una buena planta saludable, uno no tiene que fumigarla. Una buena planta saludable, un insecto no puede llegar a ella, está llena de salud.",
    "Y una buena fe nacida de nuevo en Dios, una verdadera fe genuina del Espíritu Santo, nada la va a impedir. No puede, es persistente. Va hacia la meta que Dios le ha prometido. No hay nada que la va a impedir. De todas maneras va llegar. Sí, ella no era un híbrido.",
    "Hoy en día, todo lo que tenemos es híbrido. Se habla del maíz híbrido, yo lo veo en los anuncios, pero no tiene nada de bueno. Eso está matando a la gente. Miren en Selecciones, allí dijo: “Si las mujeres siguen comiéndolo, ¿qué va a suceder? Ellas ya no podrán tener sus bebés, de aquí a veinte años. Ellas no podrán dar a luz a sus hijos”. Está debilitando, hasta que el cáncer se está apoderando. Oh, todo, la cosa entera está carcomida. Eso ciertamente noquea a la ciencia de evolución.",
    "Jesús dijo, Dios dijo en el principio: “Que cada simiente produzca según su género”. Uds. tomen un maíz híbrido, e híbridizenlo, y siémbrelo; siembre esa misma semilla al año siguiente, y no le sale nada. Le produce un grano de mejor apariencia, pero Ud. no tiene nada. Ellos han hibridizado todo en este mundo.",
    "Tome Ud. una mula; y, o tome a un—un burro e hibridicelo con una yegua, y se obtiene una mula, pero esa mula no puede reproducirse. Ella es la cosa más ignorante en toda la tierra. He lidiado con ellas, toda mi vida. Uds.…ella esperará hasta el último minuto antes de su muerte, para patearlo. Ella no entiende nada. Ud. no le puede enseñar nada.",
    "Ud. habla con ella, es como muchos así llamados Cristianos con las orejas paradas: “¿Ja? ¿Ja”? Ni siquiera…Rebuznan, y ni siquiera saben por qué están rebuznando. “Los días de los milagros han pasado. No existe tal cosa como sanidad”. Pero Ud. toma un buen…Ella no sabe de dónde viene. Ella no sabe quién es papá ni mamá.",
    "Pero un caballo genuino de sangre pura sabe quién era su papá, quién era su mamá, quién era su abuelo, bisabuelo, tatara, tatara, tatara, tatara, hasta el principio. El sabe de dónde vino.",
    "Así también un genuino Cristiano nacido de nuevo, sabe de donde viene. Su origen no era con Juan Wesley, Lutero, o alguien más. Eso comenzó en el día de Pentecostés, cuando Dios mismo vino entre Su pueblo. Y El es la Palabra manifiesta. Uno le puede hablar la Palabra, y él dirá: “¡Amén”!",
    "El otro dice: “Yo no sé acerca de Eso”. ¿Ven a ese asno híbrido? ¿Ven? No sabe adónde va, no sabe de dónde vino. El está en una condición terrible.",
    "Esa mujer no era de esa clase. Ella no era una planta híbrida. Ella había echado mano de algo. No la tenían que mimar ni fumigar, y decir: “Ahora, querida, por favor, déjame rogarte. Tú deberías venir”. No señor. Nadie. Todo tratando de impedirla.",
    "Un verdadero Cristiano pelea por su posición. El tiene que pararse sólo, él y Dios, y él pelea por cada pulgada de terreno, así que Ud. no tiene que mimarlo.",
    "Eso es lo que pasa hoy con la iglesia pentecostal, tenemos bebés pentecostales, que sólo han sido rociados y fumigados con esto y aquello y lo otro, hasta que ha llegado a ser una serie de híbridos. Lo que necesitamos hoy es una limpieza de la casa, desde el púlpito hasta el—el conserje, y comenzar de nuevo otra vez, y hacer que nazca en la gente una fe genuina. Sí.",
    "No, ella no era un híbrido, como lo es la así llamada cosecha de creyentes hoy. ¿Qué hizo ella? Ella admitió que El tenía razón.",
    "La Palabra y la fe siempre admiten que la Palabra es correcta. Amén. Si la fe suya no acentúa cada palabra de la Palabra de Dios, con un amén, hay algo errado con su experiencia. La Biblia dice: “El es el mismo ayer, y hoy y por los siglos”. Si no dice amén a eso, entonces hay algo errado. Jesús dijo: “Las obras que Yo hago vosotros también haréis”. Si no dice amén a eso, entonces hay algo errado. Si no se acentúa toda Palabra de la promesa de Dios, con un amén, hay algo errado.",
    "Ella admitió que El tenía razón. Ella admitió que ella no era más que un perro. Pero ella iba en busca de las migajas.",
    "Así no sería con nosotros. Oh, no. Nosotros tenemos que estar sentados en un asiento, y: “Si ellos no me ministran a mí en la primera noche, no volveré a la noche siguiente”.",
    "Ahora, ¿ven? Oh, qué diferente era ella. Echada para atrás, y empujada hacia atrás, empujada hacia afuera, echada afuera, lo que fuera, ella estaba determinada. Ella fue persistente, perseverante. Algo en el interior de ella le dijo que ella iba a conseguirlo sin importar cuánto tiempo tuviera qué esperar, o por lo que tuviera que pasar. Ella lo conseguiría de todas maneras. Ella iba en busca de las migajas. Ella no quería una cena completa. Ella dijo: “Los perrillos comen las migajas bajo la mesa de sus amos”.",
    "Esa es la manera de hacerlo. No tomen el puesto alto; tomen el puesto trasero. No hagan…Simplemente sea la persona insignificante. Para subir hay que bajar, siempre. “Aquel que se humilla será enaltecido. Aquél que se enaltece será humillado”. Para subir hay que bajar, siempre.",
    "Recuerden, ella nunca había visto un milagro. Ella era una gentil, pero ella tenía fe.",
    "Ella era algo como la ramera, Rahab. Ella le dijo a los espías…Ella no dijo: “Esperen hasta que yo vea cómo Josué se peina el cabello. ¿Cómo, qué apariencia tienen sus generales? O ¿qué clase de espadas usan? ¿Qué instrumentos poseen? ¿Qué clase de milicia”? Ella dijo: “Yo he oído que Dios está contigo. Eso es suficiente para mí. Yo quiero misericordia”. Ella creyó.\n\n“Fe viene por el oír, y el oír la Palabra de Dios”.",
    "Miren: “Por decir esto, por decir esto”, dijo Jesús, porque ella fue persistente, y vino.",
    "Ahora primero, ella le llamó a El: “Hijo de David”. Ahora si…Ella, como gentil, no tenía derechos a El como el Hijo de David. Pero cuando ella dijo: “Señor”, El sí era su Señor, pero no el Hijo de David.",
    "Ella tenía la manera correcta de acercarse al don de Dios. Y esa es la única manera de recibir alguna cosa, es llegar por medio de la vía correcta. Ella fue la primera gentil en la que fue obrado un milagro. La fe admite que la Palabra es correcta, es humilde y reverente. E igual es hoy, esté dispuesto a tomar cualquier parte, dondequiera, “con tal de que yo llegue allí”.",
    "¿Alguna vez se han fijado en Marta, que en la Presencia de Jesús, ella fue perseverante? Marta, cuando ella salió, aunque ella tenía un hermano que le amaba a El, aunque ella le había abierto su hogar y se había salido de la iglesia, y demás, y Lázaro y El eran amigos; y Lázaro estaba muerto, en la tumba, y había estado allí por cuatro días, ya descomponiéndose. La nariz se le había hendido, la carne desprendida de sus huesos. El estaba muerto.",
    "Yo estaba hablando con una mujer que pertenece a otra fe donde no creen que El era más que sólo un profeta o un buen hombre.",
    "Yo admitiré que El era un profeta. Pero, El era más que un profeta, El era el Dios de los profetas. El era todo lo que los profetas fueron, eso estaba en El, además Dios, y todo eso junto lo formó a El.",
    "Yo iba una noche, y ella dijo: “¡Si yo le pruebo a Ud., Sr. Branham”! Dijo: “Yo sólo le encuentro una falla a su Mensaje”.\n\nY yo dije: “Espero que el Señor únicamente me tenga una falla, que se halle en mí”.",
    "Dijo: “Ud. se jacta demasiado de Jesús”. Dijo: “Ud.—Ud. lo hace Dios”.",
    "Yo dije: “El era Dios. Si El no era Dios, entonces El fue el engañador más grande que el mundo jamás ha tenido”.\n\nElla dijo: “Ud. lo hace a El Divino”.\n\nYo dije: “El era Divino”.\n\n“Oh”, dijo, “El era—El era un buen hombre”.",
    "Yo dije: “El era más que un buen hombre. El era Dios. El era Divino”.\n\nDijo: “Yo le probaré a Ud., con su propia Biblia, que El no era Divino”.\n\nYo dije: “¿Cómo podrá Ud. hacerlo”?",
    "Ella dijo: “En San Juan, el capítulo 11, cuando Jesús fue al sepulcro, a resucitar a Lázaro, la Biblia dice que ‘El lloró’”.\n\nY yo dije: “¿Esa es su Escritura”?\n\nDijo, “Sí”.\n\nYo dije: “Ud. ha fallado…”\n\nDijo: “¿Cómo podría El llorar y ser Divino”?",
    "Yo dije: “El era hombre y era Dios. Ese era el hombre que estaba llorando, por supuesto. Yo admitiré que ese era el hombre llorando. Pero cuando El se paró al lado del sepulcro, enderezó su pequeño cuerpo frágil, y dijo, ‘Lázaro, sal fuera’, y un hombre que había estado muerto por cuatro días, se puso de pie y vivió de nuevo, ese era más que un hombre”. Sí señor.",
    "La corrupción conoció quién era su amo. El alma conoció a su Creador. Y él estaba a cuatro días de viaje hacia algún lugar; yo no sé, ni tampoco Uds. Pero de todas maneras, cuando El habló, él salió. Amén. Ese era más que un hombre.",
    "El era un hombre cuando El descendió de la montaña, aquella noche, después de bajar y, teniendo hambre; descendió, buscando en los árboles, para hallar algo de comer, fijándose en un árbol, cuando El maldijo el árbol porque no tenía fruto. El era un hombre cuando El tuvo hambre. Pero cuando El tomó cinco panes y dos peces, y alimentó a cinco mil, y recogió siete canastas llenas de lo que sobró, ese era más que un hombre. Eso es.",
    "El era un hombre cuando se acostó allí, en la parte de atrás de un barco, en el agua esa noche. Virtud había salido de El, todo el día predicando y sanando a los enfermos; virtud habiendo salido de El, por razón de la gente, discerniendo los pensamientos de sus corazones. Y diez mil diablos del mar juraron que ellos lo ahogarían aquella noche. Ese pequeño barco viejo como un corcho de botella allá, agitándose de arriba para abajo. El diablo dijo: “Ahora sí lo tengo”. Y parecía como que todo había terminado. Pero cuando El se despertó, salió y puso Su pie en la candaliza del bote, y miró hacia arriba y dijo: “Calla, enmudece”, y los vientos y las olas le obedecieron, ese era más que un hombre. Ese era Dios.",
    "El fue un hombre cuando clamó por misericordia, en la cruz; cierto. Cuando El clamó por agua y ellos le dieron vinagre, ese era un hombre. Cuando El murió, sangrando, clamando, crucificado, clavado a una cruz, El era un hombre. Pero en la mañana de Pascua cuando El rompió los sellos del sepulcro y se levantó de nuevo, y dijo: “Yo soy El, que estuve muerto, y vivo por los siglos de los siglos”, ese era más que un hombre. Era Dios en un hombre, Su Hijo.",
    "Con razón, Marta con este entendimiento, ella fue perseverante en la Presencia de Jesús. Dijo: “Si Tú hubieras estado aquí mi hermano no hubiera muerto. Pero aún ahora, todo lo que le pidas a Dios, Dios te lo concederá”.",
    "¡Oh, si nosotros sólo obtuviéramos esas palabras en nuestros corazones esta noche! “Yo sé que estoy sentado en una silla de ruedas. Yo sé que tengo cáncer, tengo problemas del corazón, cualquier cosa que sea. Yo sé que el doctor dice que mi última hora está cerca a la mano. ¡Pero aún ahora, Señor”! Todo lo que Ud. le pida a Dios, El lo hará. Y El está sentado a la diestra de Su Majestad, para hacer intercesión sobre nuestra confesión. Sólo sea tan persistente como lo fue Marta.",
    "Parecía como que El la había ignorado. Envió por El, y El no vino. Envió de nuevo, y El no vino. Finalmente, después que él ya tenía cuatro días sepultado, El apareció. Pero ella aún fue persistente. Ella se había aferrado a algo. Ella había visto Sus obras y ella sabía que ese era Dios. Ella sabía que lo era. Ella fue persistente. Ella había recibido lo que pidió.",
    "La mujer sunamita, en la presencia de Elías, fue persistente. Oh, el bebé estaba muerto, y tendido sobre su cama. Y Elías trató de tomar un palo ungido y enviarlo, por Giezi, para ponerlo sobre el niño. Pero la fe de ella no estaba en el palo, estaba en el profeta. Ella sabía que Dios estaba en ese profeta, porque ella había visto que se hacían real las palabras que él decía. El era un profeta vindicado, y ella sabía que lo que él decía venía de Dios. Y ella dijo: “Vive tu alma, que no te dejaré hasta que me entere por qué”. Y ella se quedó con él. Ella fue persistente hasta que ella recibió lo que pidió.",
    "Eso me hace recordar de no hace mucho, de una mujer que venía de California, cuando yo aún vivía en Jeffersonville. Hace como tres o cuatro años. Ella tenía un tumor, y sólo el tumor pesaba cincuenta libras. [22.68 kilos] Ellos tuvieron que cargarla para traerla al edificio, y sentarla. Ellos…Ella sabía que yo iba a estar allí esa noche. Ella pensó que yo iba a orar por los enfermos. Pero yo sólo vine para hablarle a la audiencia, quizás tantos como los que tenemos aquí hoy en esta noche. Después de terminar de hablar…Algunos de ellos le habían dicho a ella: “El no ora por los enfermos esta noche”.",
    "Pero ella quería que se orara por ella, ella había propuesto en su corazón, y creído. Ella había estado en una reunión antes, y dijo: “Yo creo que si el Hermano Branham orara por mí, yo sería sana”. Y esa noche, dos o tres de los diáconos la llevaron, y salieron por el lado del edificio, dieron la vuelta por la parte de atrás, la pusieron junto a la puerta.",
    "Y yo comencé a salir con Billy Paul, por atrás. Ella me agarró del pantalón, así. Ella dijo: “Hermano Branham”, dijo ella, “yo siempre he creído que si Ud. le pide a Dios, Dios me sanaría”.",
    "Yo puse mi mano sobre ella, le dije: “Entonces, hermana, conforme a su fe, sea hecho”.",
    "Unos pocos meses después, me la encontré en una—una reunión allá. Allí estaba parada con una cintura normal. El tumor de cincuenta libras había desaparecido. Ella dijo: “Yo entraré con cualquier mujer aquí al cuarto de vestir, y la dejaré revisar si hay alguna marca en mí en cualquier parte. Aquí está mi fotografía de como era yo”.",
    "¿Qué fue? Aunque se estuviera orando por los enfermos o no, ella fue persistente. Ella había venido desde California, para ser sanada, y ella no iba a regresar de ninguna otra manera sino sana. Ella fue persistente.",
    "Yo recuerdo que fui llamado a la cama de un muchacho muriendo, aquí hace unos años, con difteria negra. Y ellos no me dejaban entrar allí, porque yo tenía niños. El doctor dijo: “Ud. no puede entrar allí, Ud. es un hombre casado”.",
    "Yo sabía que él era católico, y yo dije: “¿Si—si el muchacho fuera católico, dejaría Ud. entrar al sacerdote”?\n\nEl dijo: “Sí, pero él—él no es casado”.\n\nYo dije: “El visita niños, y demás”.\n\nDijo: “Ese no es el asunto, Sr. Branham”.",
    "Yo dije: “Ud. permitiría a un sacerdote entrar y darle las últimas honras fúnebres. Estos son los últimos honores fúnebres. El muchacho está muriendo. Permítame entrar adónde él”.",
    "Pues, finalmente lo persuadí. Y él me vistió como uno del Ku Klux Klan o algo, toda clase de cosas encima.",
    "Y los padres ancianos estaban parados allí. Yo había salido de una reunión, y la—la madre y el padre dijeron: “Si Ud. viene a orar, mi hijo vivirá”. El muchacho era como de diecisiete, dieciocho años. Tenía un cardiograma, una máquina allí, de algún tipo. El había estado inconsciente por dos o tres días, y él no tenía conciencia de nada. La madre y el padre me recibieron cuando entré. Me arrodillé y oré una sencilla oración de fe.\n\nYo dije: “Señor, ¿le cree Ud. a Dios”?",
    "El dijo: “Con todo mi corazón, lo único que quiero que haga es que le pida a Dios. Dios lo concederá”.",
    "Yo le dije: “Gracias, hermano, por su confianza. Que yo nunca la defraude”.",
    "Yo puse mis manos sobre el muchacho, y oré: “Señor Jesús, permite que la fe de este padre y esta madre se unan con la mía, y llegue ante Tu trono esta noche. Permite que este muchacho viva y no muera, porque nosotros creemos. En el Nombre de Jesús”.",
    "Me levanté. Y el padre extendió la mano y alcanzó a la madre al otro lado del pequeño pulmón de hierro, una cosa con la que él estaba respirando allí adentro, y dijo: “¿Madre no es esto maravilloso? ¿No es esto maravilloso? ¡Oh, es tan maravilloso”!",
    "Y la enfermera parada allí, ella estaba asombrada. Esa pequeña gorrita como que casi se le cae de la cabeza. Ella miró alrededor, y dijo: “Señor, yo no entiendo, ¿cómo puede Ud. actuar de esa manera, Ud. y su esposa, y su hijo muriendo”?\n\nEl dijo: “Cariño, mi hijo no se está muriendo”.",
    "🦅 Pues”, dijo, “el doctor dijo que él se estaba muriendo”. Dijo: “Que”, lo que sea que era esa máquina, decía, “cuando un corazón llega a ese nivel, con esta fiebre, nunca se ha sabido, en la historia, que alguna vez se recupere”.",
    "Yo nunca olvidaré la fe de ese viejo patriarca. Creo que él pertenecía al movimiento de A. B. Simpson. Se acercó y puso sus manos sobre los hombros, él era como de sesenta años, puso sus manos sobre los hombros de esta muchacha, la miró en la cara. El dijo: “Cariño, tu estás mirando esa máquina. Eso es todo lo que sabes mirar. Pero yo estoy mirando a una promesa, la cual Dios dijo que la cumpliría”.",
    "Depende de lo que Ud. está mirando. Ellos estaban abrazándose el uno al otro, y regocijándose. Y él está casado, y ahora es un misionero al Africa, con dos niños. ¿Por qué? Porque un padre y una madre pudieron mantenerse firmes en la hora más oscura. ¡Persistentes! ¡Sí señor, persistentes! ¡Tengan fe en Dios!",
    "El pequeño Micaías, en la presencia de todos esos cuatrocientos profetas entrenados, fue persistente cuando él tuvo una visión de Dios. Aunque ellos…El era lo contrario. Ellos se encontraron con él y le dijeron: “Ahora te admitiremos de nuevo en la asociación si tú sólo dices lo mismo, como ellos”.",
    "El dijo: “Vive Jehová, yo únicamente diré lo que El me diga que hable”. Y su visión fue examinada con la Palabra de Dios, y él pronunció su profecía, no importando.",
    "Ellos dijeron: “Lo echaremos en las celdas más internas, y le daremos aflicción, pan de aflicción, y aguas de aflicción”. “Y cuando regresan”, dijo que él lidiaría con él, dijo Acab.",
    "El le dijo: “Si es que tú acaso regresas, Dios no me ha hablado a mí”. El fue persistente. El sabía donde estaba parado.",
    "El hombre ciego que había sido sanado por Jesús no podía debatir la teología. Ellos dijeron: “¿Quién abrió tus ojos”?\n\nEl dijo: “Un Hombre llamado Jesús de Nazaret”.",
    "Dijeron: “Este Hombre es un pecador. No sabemos de dónde El viene”.",
    "Ahora, él les dio una buena respuesta. El dijo: “Uds. son los líderes religiosos de este día. Y este Hombre me ha dado mi vista, y, sin embargo, Uds. no saben de dónde vino El”. El tenía una buena teología propia. El no podía discutir con ellos. Pero él sabía una cosa, que él podía ver. Y él no estaba avergonzado. Su padre y madre estaban avergonzados de decir algo al respecto, pero él no. El lo había visto. El lo había sentido. El tenía los resultados. Algo le había hablado, y él fue persistente.",
    "Felipe, tan pronto él vio (en la lección de anoche), lo que, cuando vino a la Presencia de Jesucristo, cuando él vio a Simón…o al hermano de Andrés.",
    "Pedro vino a la Presencia, el cual era Simón en ese entonces, vino a la Presencia de Jesús. Simón había sido enseñado, desde niño, que ese Mesías sería un profeta. Cuando él entró en Su Presencia, y El le dijo: “Tu nombre es Simón y tú eres el hijo de Jonás”. El fue persistente. El estaba listo entonces. Llegó a ser la cabeza de la iglesia.",
    "Cuando Felipe lo vio, él conocía a otro buen lector de la Biblia que conocía la verdad. El fue persistente. El fue al otro lado de la montaña y lo trajo.",
    "Y cuando Natanael vino, un hombre de renombre, un verdadero hebreo, un hombre, un hebreo firme, un hombre muy fino, de excelente integridad, un gran hombre. Pero en la presencia de sus sacerdotes y ante todos ellos, cuando Jesús lo miró y dijo: “He aquí un israelita en quien no hay engaño”, él dijo, “Rabí, ¿cómo me conociste? Yo nunca te he visto antes. ¿Cómo sabías quien era yo”?",
    "El dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.",
    "El cayó a Sus pies, y dijo: “Tú eres el Cristo, el Hijo del Dios viviente. Tú eres el Rey de Israel”. ¿Por qué? El fue persistente sin importar lo que alguien más pensara. El había encontrado la Cosa de la cual él había leído. Lo que él había esperado encontrar en Jesús, él lo había hallado.",
    "Una prostituta vino al pozo un día para sacar agua. Allí estaba sentado Jesús, un Hombre cualquiera vestido en ropa común, comiendo comida común, hablando un lenguaje usual, sencillamente un lenguaje común de la calle como cualquier otro hablaba. Y ella habló con El; El habló con ella. El halló dónde estaba su falla, y El le dijo: “Ve trae a tu marido y ven aquí”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Bien has dicho. Tú has tenido cinco, y con el que ahora vives no es tuyo”. ¡Rápidamente saltó a Vida esa simiente predestinada en su corazón!",
    "Cuando Eso llegó a los fariseos, sólo sirvió para oscurecer el cuadro por completo. Ellos dijeron: “Este hombre es Belcebú. El es un adivino”.",
    "Pero ella sabía que la Palabra era “más cortante, más eficaz que una espada de dos filos, y discernidora de los pensamientos del corazón”.",
    "Ella dijo: “Señor, me parece que Tú eres un Profeta. No hemos tenido uno por cuatrocientos años. Me parece que Tú eres Profeta. Pero sabemos que cuando el Mesías venga, El nos declarará estas cosas”.",
    "El dijo: “Yo soy El, que habla contigo”. Ciertamente Aquel que hizo el milagro no diría una mentira. El era Profeta. El le dijo: “Yo soy ese Mesías. Yo soy, el que habla contigo. Yo soy El”.",
    "Ahora ¿intente detenerla? Si alguien estuvo alguna vez en el Oriente, Uds. saben, el hombre en la calle nunca escucharía a una prostituta. Ella no tenía voz en lo absoluto. Pero trate de detenerla. Era como una casa en llamas en un día de viento, Ud. no podría lograrlo. Directo por la calle, se fue gritando: “Vengan, vean a un Hombre que me ha dicho todo cuanto he hecho. ¿No será éste el propio Mesías? Allí está El sentado junto al pozo ahora mismo. Ese es el propio Mesías. Hemos esperado que ese Hombre venga, y allí está sentado. El me dijo estas cosas”. La Biblia dice que la gente creyó debido al testimonio de la mujer.",
    "Para cerrar, diría esto. Yo veo alguna gente hispana sentada aquí, yo pudiera decir esto. Yo estaba en México, no hace mucho, allá en la—en el coliseo allá, alguna clase de lugar. No pudimos entrar a la plaza de toros, o al gran redondel, pero conseguimos un lugar allá donde varias miles de personas se habían reunido. El Hermano Espinoza, creo un hermano de las Asambleas de Dios, todos Uds. lo conocen, de California. El fue mi intérprete.",
    "La noche anterior a esa, hubo un hombre ciego que pasó por la plataforma, que no podía ver en lo absoluto. Lo miré. Yo tenía unos buenos zapatos, y buena ropa. Pobre anciano, harapiento, los pantalones todos rotos, su sombrero viejo cosido con—con, parecía, con hilo de campo. Y él estaba ciego; barba blanca colgándole. Sus pies grandes, viejos, y quizás no se había puesto zapatos, en años. Polvoriento por todo el cuerpo, totalmente ciego. Yo lo miré, pensé: “Mi papá estaría como de esa edad, si él viviera”.",
    "Me acerqué a él. Yo le dije: “¿Cómo está”? El Hermano Espinoza interpretó.",
    "Yo coloqué mi pie junto al suyo, para saber. Había una pequeña cortina al cruzar al otro lado de la plataforma como cuatro o cinco veces tan ancha como esta. Yo pensé: “Si mis zapatos le sirvieran, le daría mis zapatos”. Oh, sus pies eran mucho más grandes que los míos. Yo puse mis hombros contra él, como si lo fuera a abrazar, sus hombros eran más anchos que los míos. Yo vi entonces que no podía darle mi abrigo. Yo pensé: “Dios, ¿qué puedo hacer? Pobre anciano, probablemente no ha tenido una buena comida en su vida”. Y allí estaba él, comiendo tortillas viejas y desechadas por allí en alguna parte; pero, sin embargo, tener que gastar el poco dinero que tenía, para comprar una vela de cera, para encenderla en una altar de oro de un millón de dólares, por sus pecados, ¡viviendo en tal superstición y oscuridad como esa! Yo pensé: “¡Qué tiempo! ¿Cómo podrá el destino ser tan malo”?",
    "Yo puse mi brazo alrededor de él, y clamé: “¡Oh Dios, ten misericordia de él”!",
    "El gritó: “¡Gloria a Dios”! Y como en ese momento yo lo miré, él podía ver tan bien como yo, caminando a través de la plataforma.",
    "Y a la—la siguiente noche cuando entramos, había un montón de ropa vieja y chales o rebozos, y sombreros, hasta tres o cuatro pies de alto, de esta manera, a lo largo. ¿Cómo sabían ellos a quién pertenecían? ¿Piensan Uds. que les interesaba? Ellos llegaron a la iglesia a las ocho o nueve de la mañana, y no había asientos para sentarse; al intemperie, y lloviendo a cántaros, y sólo apoyándose uno contra el otro. Las mujeres con su cabello colgando, y cargando a sus niños y demás. Lloviendo a cántaros, llegaron a las nueve, y yo no estaría allí hasta como las ocho y media o nueve de esa noche. Ellos querían asegurarse que iban a conseguir entrada. Se pararon allí esperando hasta que yo entrara.",
    "Ellos me bajaron por una escalera de lazo, por la parte de atrás del coliseo, donde yo entré así, y salí a la plataforma. Billy Paul…Y un hombre que yo llamaba Mañana que significa “mañana”, él siempre era tan demorado para venir a recogerme. Y así que yo le dije: “Sólo venga mañana, Ud. ya echó a perder esta noche”. Así que él me llevó allá y me dejó, y yo entré a la plataforma.",
    "El Hermano Jack Moore, muchos de Uds. lo conocen, de aquí cerca en Shreveport, él estaba conmigo; y el Hermano Espinoza y varios de los hermanos. Entonces cuando estábamos parados allí en la plataforma, Billy vino. Yo oí una gran bulla, muy allá, había miles y miles de personas.",
    "Billy dijo: “Papá, tú tendrás que hacer algo. Aquí hay una mujercita hispana”, dijo, “ella tiene un niño muerto en sus brazos”. Dijo: “Ese bebé murió esta mañana, dicen ellos, temprano. Y—y ‘Mañana’ repartió esas tarjetas de oración, y”, dijo, “y él ya no tiene ninguna tarjeta de oración, y yo tampoco tengo”. Dijo: “Y ella está determinada a traer a ese bebé a la línea de oración”. Dijo: “Tenemos como cuatrocientos allí, listos para que se ore por ellos”.",
    "Yo dije: “Pues”, dije, “sólo hagan que ella se quede atrás. Porque si ella se adelanta, eso causará que todos lo comiencen a hacer”. Y yo dije: “No podemos permitir eso. Sólo dile a ella que entre en la línea quizás mañana. Todavía vamos a estar aquí mañana para darle a ella una tarjeta de oración”.",
    "El dijo: “Ven tú e inténtalo”. Dijo: “Yo tengo trescientos ujieres allí que ni siquiera pueden detenerla, y”, dijo, “ella no pesa ni noventa libras”. [41 kilos] Y dijo: “No se puede detener”. Dijo: “Ella corre entre sus piernas, salta sobre sus hombros, o lo que sea, con este bebé muerto”.",
    "Y yo dije: “Hermano Jack”, dije yo, “ella no me conoce. Ella no me distinguiría de Ud. Vaya y ore por el bebé, y con eso quedará arreglado”. Y yo dije: “¿Está muerto el bebé”?\n\nDijo: “Sí”. Yo dije…",
    "Yo estaba hablando sobre fe siendo la sustancia, la sustancia de las cosas que se esperan. Y yo estaba hablando. Y el Hermano Espinoza empezó a hablar, mientras yo estaba hablando. El Hermano Jack comenzó a bajar a orar por el bebé. Y mientras comencé a mirar, miré aquí enfrente de mí, y allí estaba un bebé mexicano, no tenía dientes, de lo pequeño. Estaba sonriendo y mirándome, era una visión.",
    "Yo dije: “Espere un minuto, Hermano Jack. Traiga el bebé acá”. Y así que abrieron paso.",
    "Allí venía la mujercita, con el rosario en sus manos, y cayéndose de rodillas, gritando: “¡Padre”!",
    "Y—y la levanté. Yo dije: “No”. Ella tenía una cobijita rayada, azul y blanca; un pequeño bebé tieso, como así de largo, en sus brazos.\n\nYo dije: “Pregúntale cuando murió”.",
    "Dijo: “Murió en la oficina del doctor, esa mañana, como a las nueve”. Y ya eran como las nueve y media o diez de esa noche. Y toda empapada, ella había estado parada afuera; su cabello todo abajo. Una hermosa mujercita, y ella, probablemente su primer bebé. Parecía tener veinticinco años, o algo así.",
    "Y, yo dije: “Hermano Espinoza, no interprete esta oración, porque yo acabo de ver una visión de un pequeño muerto, o un pequeño bebé allí sonriéndose conmigo”. Yo dije: “Podría ser el bebé”.",
    "Y puse mis manos sobre la cobijita, y dije: “Amado Padre Celestial, yo no sé lo que significó la visión, pero vi al pequeño bebé. Si ese bebé, si Tú estás listo para llamarlo de nuevo a vida, yo pido por su vida, en el Nombre de Jesucristo”. Dejó escapar un grito, y pateó esa cobija y comenzó a gritar así. Y yo…",
    "La Voz de los Hombres de Negocio lo publicó, no hace mucho. Yo dije: “Hermano Espinoza, no mencione Ud. nada acerca de eso. Envíe un mensajero en busca de ese bebé y esa mujer, y llévela al doctor y consiga una declaración firmada antes que Ud. publique eso”, dije yo, “porque tiene que ser la verdad, nosotros no sabemos”. Así que, así que enviaron un mensajero.",
    "Y el doctor firmó una declaración: “Que el bebé murió de doble pulmonía”, esa mañana en su…a las nueve en punto en su oficina. “Este no tenía respiración, su corazón había fallado, estaba muerto y tieso”.",
    "Y allí estaba esa mujercita. ¿Por qué? Porque ella fue persistente. Nada iba a detenerla. Ella fue persistente. Ella fue perseverante, aunque su sacerdote la hubiese expulsado de la iglesia (ciertamente que lo haría), no importó lo que pudiera pasar. Sucedió que ella se había asomado por el cerco, unas noches antes, y ella había visto a ese anciano ciego recibir su vista. “¡Si Dios pudo darle vista al ciego, El podía resucitar al muerto”! Y ella tenía una necesidad. Ella fue persistente, como la mujer sirofenicia. Ella recibió su deseo porque ella fue persistente.",
    "Hermano y hermana, estamos en la Presencia de Jesucristo. El dijo: “Dondequiera que dos o tres están reunidos en Mi Nombre, allí estoy Yo en medio de ellos. En todo lo que estuvieren de acuerdo, y lo pidieren, lo recibirán”. Seamos persistentes ahora en la Presencia de Dios, mientras inclinamos nuestros rostros.",
    "Nuestro bondadoso Padre Celestial, hemos estado hablando ahora como por treinta y tantos minutos, o más, de Tu Reino. Dios hizo la promesa. Dios está obligado a Su promesa. Permítenos, Señor, recordar, y ser como esa mujercita, persistentes. Si Jesús está aquí entre nosotros, entonces que nos aferremos de El hasta que hayamos logrado aquello por lo cual hemos venido.",
    "Si hubieran aquellos aquí esta noche, que no son salvos, que ellos se aferren hasta que la gracia salvadora de Dios los haya recibido.",
    "Si están aquí sin el bautismo del Espíritu Santo, que ellos sean como esa mujercita, permite que ni el tiempo ni nada se interponga en el camino. Ellos se aferrarán y serán perseverantes hasta que el Espíritu Santo llene sus vidas con la gracia de Dios.",
    "Si están enfermos, que no se desanimen. Que ellos se aferren como Jacob, qué perseverante fue él. El se aferró firmemente, y dijo: “No te soltaré hasta que Tú me bendigas”. Esa bendición significó vida para él, y también lo significa para nosotros esta noche. Y la sanidad significa vida para nosotros, Señor.",
    "Pedimos que venga Tu Presencia, que podamos aferrarnos de Ti, y que Tú nos tomes a nosotros, como lo hiciste con Jacob, ese príncipe luchador; que Tú cambies nuestro nombre, de un registro de iglesia aquí en la tierra, al Libro de la Vida del Cordero en el Cielo. ¡Perseverantes, manteniéndonos firmes hasta que Dios confirme Su promesa en nosotros! Lo pedimos en Su Nombre.",
    "Señor, sabemos que una Palabra de Ti significará más que millones que cualquiera pudiese hablar. Ven Señor, y vindica esto, de que yo he dicho la Verdad. Tú eres el mismo ayer, y hoy, y por los siglos. Tú eres la Palabra. Tú fuiste la Palabra que estuvo en Noé. Tú eres la Palabra que estuvo en Moisés. Tú eras la Palabra que estuvo en Elías. Tú eras la Palabra que estuvo en David. Tú eres la Palabra hecha carne y estás entre nosotros esta noche. Tú estás aquí para vindicar cada promesa que Tú hiciste para esta hora. “Cómo fue en los días de Sodoma”, y todas estas promesas que Tú hiciste, Tú estás aquí para confirmarlas. Concédelo, esta noche, Padre. Nosotros vigilaremos para verte a Ti aquí.",
    "Y entonces que la iglesia se extienda por fe y se aferre, y diga: “Yo soy perseverante, Señor. Yo me quedaré aquí como el caso del juez injusto al que la viuda tuvo que aferrarse”. Y si ese juez injusto, para deshacerse de la mujer, le concedió a ella su deseo, ¿cuánto más el Padre Celestial les dará a aquellos que El está esperando se aferren a El en esta noche? Concédelo, en el Nombre de Jesús, lo pedimos. Amén. ¡Bendito sea el Señor!",
    "Quiero ver…Billy, ¿repartiste tarjetas? ¿Doscientas? ¿Cuáles son las que tú diste hoy, H? ¿En dónde empezamos? ¿En el uno anoche, nos es así? [“Sí”.] Empecemos por otra parte en esta noche. La tarjeta de oración esta noche es H.",
    "Todos que tienen tarjetas de oración, reténganlas. ¿Ven? Vamos a orar por cada uno. Sólo reténganla, retengan esa tarjeta de oración. Al darle a un hombre una tarjeta de oración, él está sesenta por ciento sanado en ese momento. ¿Ven? El sabe que él va a entrar en la línea, así que él sólo la retendrá. Esa es la razón que las repartimos.",
    "Empecemos desde, veamos, desde…hagámoslo desde la ochenta esta noche, empecemos desde la ochenta, noventa, cien. ¿Quién tiene tarjeta de oración H. H ochenta, levante su mano. ¿Ven? Si estoy…Quizá estoy equivocado. Empezaremos de alguna otra parte entonces. ¿Señor? Yo no lo vi. Oh, allí atrás. Muy bien, venga aquí, señor. H, ochenta.",
    "H, ochenta y uno, ¿quién tiene ochenta y uno? Levante su mano. Ochenta y uno, por aquí. Venga, señora.",
    "Ochenta y dos, ¿quién tiene ochenta y dos, levantaría Ud. su mano? Justo allí, ¿ochenta y dos? Muy bien, ochenta y dos, ¿quién tiene la tarjeta de oración H, ochenta y dos? Allí está ochenta, ochenta y uno; queremos H, ochenta y dos. ¿Cómo lo diría en español? Pudiera ser alguien en español. Muy bien, muy bien, ochenta y dos.",
    "Ochenta y tres. H, ochenta y tres, ¿quién tiene la tarjeta de oración H, ochenta y tres? Miren su tarjeta de oración. Miren en la tarjeta de oración de su vecino, quizás son sordos y no pueden oír. H, ochenta y tres, ¿ochenta y tres?",
    "No reciban Uds. esas tarjetas si no las van a usar. ¿Ven? Tómenlas, úsenlas. ¿Ven? No se las pasen a alguien más. Reténganlas Uds. mismos. Serán rechazados en la línea de oración, ¿ven? Así que tomen su tarjeta, vengan, escuchen las instrucciones antes de la reunión. Tomen su tarjeta de oración y luego quédense en su asiento, ¿ven?",
    "H, ochenta y tres, ¿dónde está? ¿Ochenta y cuatro? La señora aquí. Ochenta y cinco, ochenta y seis. Eso es correcto, respondan rápido. Ochenta y seis, ochenta y siete, ochenta y ocho, ochenta y nueve. Noventa, noventa y uno, noventa y dos, noventa y tres, noventa y cuatro, noventa y cinco, noventa y seis, noventa y siete, noventa y ocho, noventa y nueve, cien. Cuéntelas, Hermano Grant, si lo hiciera, y vea que todos ellos entren en la línea de oración.",
    "Ahora, voy a pedirles a todos aquí. Terminaremos como en diez, quince minutos. Les voy a pedir a todos aquí que permanezcan en su asiento, los que no fueron llamados. Permanezcan bien reverentes, en silencio. Sean persistentes.",
    "Vamos a contarles otra corta historia. Una vez, había una mujer. Jesús había…Su fama se había esparcido por allá en Gadara, y una mujercita vino; o, no en Gadara, era otra región. Y ella había oído de El. Ella tenía un problema de sangre. Ella vino a la reunión donde estaba Jesús, en las orillas del mar, pero ella no podía llegar hasta El. Y así que ella dijo dentro de su corazón, ahora escuchen, dentro de su corazón: “Si yo puedo tocar Su manto, seré sana”. ¿Recuerdan la historia? Ahora, ella se entremetió y tocó Su vestidura.",
    "¿Ahora qué aconteció? Jesús volteó y dijo: “¿Quién me tocó”?",
    "Pues, Pedro lo reprendió a El. Sólo piensen en eso, mientras ellos están viendo si todos están en orden. Pedro lo reprendió. El dijo: “¡Señor”! Algo así: “Pues, la gente se preguntará si estás en Tu mente cabal”.",
    "Pues, todos: “¡Hola, Rabí! ¡Hola, Profeta! ¿Es éste el Profeta joven de Nazaret? ¿Es este el Profeta de Galilea? ¡Hola, amigo”!",
    "🦅 Fuera con tal Hombre”, decían los sacerdotes y todos ellos. “Aléjense de El, todos”.",
    "Pero él se aferró de todas maneras, o más bien ella. Ella dijo: “¡Si solamente pudiera tocar Su manto”! Ella lo logró.",
    "Entonces Pedro dijo: “Pues, le harás pensar a la gente que estás loco”.",
    "El dijo: “Pero Yo percibo que me he debilitado”. ¿Cuántos saben eso? Virtud, lo cual significa “fortaleza”, había salido de El.",
    "Y El miró alrededor por toda la audiencia hasta que encontró a la mujer. Y cuando El encontró a la dama, ¿qué le dijo El a ella? El dijo: “Tu fe te ha salvado”. Le dijo a ella de su problema con la sangre, que ella había sido salva. ¿Es correcto eso?",
    "¿Ahora cuántos creen que El es el mismo ayer, y hoy, y por los siglos? Levanten su mano. ¿Cuántos saben que ésta es la Verdad? Que Hebreos 3, dice: “Que ahora mismo El es un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántos saben eso? [La congregación dice: “Amén”.]",
    "Pues, si El es el mismo ayer, y hoy, y por los siglos,…Solamente que El no está en forma física; cuando El regrese de esa manera, el tiempo habrá terminado, El entonces se llevará a la Iglesia.",
    "Pero El está aquí en la forma del Espíritu Santo, para entrar en mí y entrar en Uds. y hacer Sus mismas obras. El dijo, en Juan 14:12: “El que en Mí cree, las obras que Yo hago, él también las hará”. ¿Es correcto eso? [La congregación dice: “Amén”.]",
    "Y si la Palabra está en nosotros, y estamos diciendo la Verdad, y es la Palabra que El prometió para hoy, entonces ¿no es la Palabra de Dios “más cortante que toda espada de dos filos, y discernidora de los pensamientos e intenciones del corazón”? ¿Dice así la Biblia? [La congregación dice: “Amén”.] ¿No podían discernir todos los profetas los pensamientos en—en las mentes de la gente? ¿Es correcto eso? [“Amén”.] ¿Por qué? Era la Palabra que estaba en ellos, la Palabra de Dios para ese día. ¿Ven? Así es como ellos fueron vindicados. Esas eran sus credenciales. Ninguno de ellos perteneció a una organización, ni uno, nunca fue así. Las credenciales de ellos eran sus ministerios.",
    "Dios dijo: “Si hay alguno entre vosotros, que es espiritual o profeta, y lo que él dice se cumpliere, entonces óiganle, porque Yo estoy con él. Pero si no se cumpliere, pues, no lo oigan”. Y no sólo debe ser una vez, debe ser continuamente, todo el tiempo; de los profetas.",
    "Hay un don de profecía, que está en la iglesia, el cual debe ser examinado por los—por los verificadores, antes que pueda ser dicho a la iglesia, por supuesto. “Que sea ante dos o tres jueces, y después le es dicho”.",
    "Pero un profeta es nacido profeta, predestinado, preordenado. “Jeremías”, dijo Dios, “antes que aún fueras formado en el vientre de tu madre, te di por profeta a la nación”. Juan el Bautista, setecientos doce años antes que él naciera: “El era la voz del que clama en el desierto, ‘Preparad el camino del Señor’”. ¿Ven? Seguro.",
    "Fíjense, ahora, cuando Jesús estuvo aquí en la tierra, El hizo el sacrificio para sanidad y para salvación. ¿Creemos eso? [La congregación dice: “Amén”.] Jesús no podría venir esta noche y salvarle; El ya lo ha hecho. La incógnita del pecado fue resuelta. El es el Cordero de Dios que quita, quitó los pecados del mundo. “El fue herido por nuestras transgresiones. Por Sus llagas fuimos nosotros sanados”. Está en tiempo pasado. No importa cuánto Uds. griten, y cuánto Uds. griten, eso no haría nada de bien hasta que Uds. lo aceptan.",
    "🦅 Y El es el Sumo Sacerdote sentado a la diestra de la Majestad en lo Alto, para hacer intercesiones sobre nuestra profesión”. Uds. tienen que aceptarlo y profesarlo. ¿Ven? Eso es correcto. De la misma manera para la sanidad.",
    "Pero ¿qué si El estuviera parado aquí esta noche, vestido con este traje que El me dio a mí? ¿Qué haría El para la línea de oración? ¿Cómo sabrían Uds. si fuera Jesús? ¿Ven? Ahora, en cuanto a que alguien venga y diga: “Jesús, ¿me puedes sanar”?\n\nEl diría: “Ya lo hice”.",
    "Ahora si él tuviera cicatrices de clavos en su mano; cualquiera podría tener eso, ¿ven? Podría ser cualquier cicatriz.",
    "Pero lo que es, ¿cómo sabe Ud., cómo sabe Ud. qué clase de vid es? Es por la clase de vida que hay en ella. Y toda vid, si la primera…La primera rama que salió de esa Vid, Jesucristo, ellos escribieron un Libro de los Hechos tras ella. ¿Es correcto eso? [La congregación dice: “Amén”.] Si Ella alguna vez produce otra, ellos escribirán otro libro de los hechos. Porque si ella dio uvas en la primera, la siguiente vez no puede tener limones. Pero, una rama de limón puede vivir allí, es una fruta cítrica. Pero viviendo por sí misma siempre producirá limones, es una vid injertada allí. Pero si la Vid misma produce una rama, dará fruta como dio la primera, porque será la Vida que está en Jesucristo que estará en esa vid. Eso es correcto.",
    "Jesús dijo: “El que en Mí cree, las obras que Yo hago, él las hará también”. Ahora, si El estuviera aquí, El sería conocido por Su Vida, y por las cosas que El prometió para esta edad.",
    "¿Cuántos estuvieron aquí anoche? Veamos su mano. Prácticamente todos Uds., supongo. Muy bien. Ahora hay gente…",
    "Cada uno en esa línea, hasta donde yo sé, es un completo desconocido para mí. Si eso es correcto, levanten su mano. Cada uno es un…¿Es Ud. un desconocido? [La persona dice: “Sí”.]",
    "¿Cuántos sentados acá son desconocidos para mí? Muy bien. La única cosa que les pido que hagan es tener fe y creer que yo les he dicho la Verdad.",
    "Ahora miren, Cristo prometió estas cosas para los últimos días. Ahora, yo sé que Uds. han tenido grandes guerreros aquí en esta ciudad, quizás Oral Roberts y oh, como el difunto Jack Coe y esos grandes hombres de fe; ellos vivieron su tiempo. Pero recuerden, la última señal que el mundo gentil vio antes que llegara el hijo prometido en el tiempo de Abraham, el cual es el padre de todos, y Jesús prometió lo mismo; la última señal que fue mostrada a la Iglesia elegida—ahora recuerden, hubo Uno. Dos fueron y predicaron en Sodoma, ellos nunca mostraron esta señal; ni tampoco hoy. Pero a la Iglesia llamada fuera, la señal le fue mostrada; y Jesús profetizó que sería igual, ¿ven? Dios manifestado en carne (¿ven?), discerniendo los pensamientos que están en el corazón. ¿Ven? ¡Ahora, El prometió eso! “Ambos cielos y tierra fallarán, pero Eso no”.",
    "Ahora si El manifiesta eso, para mostrar que El está aquí presente, ¿cuántos de Uds. creerán en El para su sanidad y para lo que Uds. tengan necesidad? [La congregación se regocija.]",
    "Ahora, Señor Jesús, ahora depende de Ti, Padre. Cualquiera que sea Tu voluntad, que sea hecha. Yo soy Tu siervo. Todos estos son Tus siervos, o muchos de ellos aquí. Permite a aquellos que no son Tus siervos, que por Tu Presencia…sabiendo que quizás antes de mañana tendrán que mirar en Tu rostro. Tú ahora puedes sonreír con ellos con gracia, pero en ese entonces Tú serás su juez.",
    "Permite que acontezca, Señor, que Jesús venga entre nosotros, esta noche, y obre y haga como El lo hizo antes de Su crucifixión; será la seguridad para nosotros, ante todas las religiones paganas, que nuestro Salvador no está muerto, sino que ha resucitado de los muertos. Y después de dos mil años, El está tan vivo esta noche como lo estuvo entonces. Y que nosotros, como aquellos de Emaús, digamos: “¿No ardía nuestro corazón en nosotros, mientras nos hablaba en el camino”? Que Tu Presencia sea conocida. Que te veamos a Ti, esta noche, en el Poder de Tu resurrección. Y luego, que la gente entonces crea, Señor, por causa de Tu gran Presencia augusta. Lo pedimos en el Nombre de Cristo. Amén.",
    "Ahora yo tomo todo espíritu…Cada uno de Uds. es un espíritu. Recuerden, Uds. nunca me han visto a mí; Uds. han visto esta cáscara vieja aquí que declara esta Voz. Ahora esta Voz o viene de Dios, o no, igual que la suya. Esta Voz simplemente cubre esta cáscara, la cual cambiaré algún día por una nueva que no envejecerá. Pero, amigo, cada uno es un espíritu. Así que cuando Ud. se mueve (¿ven?), cuando uno tiene control, (¿ven?) eso interrumpe. Sólo siéntense bien quietos, estén en oración. Quiero que Uds.…Si Dios hace algo, deberíamos estar agradecidos con El. Ciertamente. Alábenle a El, entonces sean reverentes y observen. Sólo siéntense bien quietos, y crean con todo su corazón.",
    "Ahora Uds. allá que no tienen tarjetas de oración, no importa dónde estén, sólo crean y digan esto: “Señor Jesús, lo que él nos dijo está en la Biblia. Nosotros…Yo sé que Tú prometiste eso, y sé que tienes que ser Tú, no puede ser ese hombre; él es un hombre como lo soy yo, o como mi esposo, o como mi hijo, o hermano, o lo demás”. ¿Ven?",
    "Pero un don no es algo, un cuchillo, que uno toma y va y hace cosas, un don. Alguno de estos días, voy a conseguirme una gran carpa y venir a la ciudad, y sólo quedarme por meses a la vez, (¿ven?) y enseñar. Un don, es haciéndose uno mismo a un lado, para que Dios pueda entrar, ¿ven? Lo que El muestra, lo que El hace. Un don no es: “¡Yo tengo poder para hacer esto, yo tengo poder”! El poder de un don es hacerse uno mismo a un lado. Y el don que Dios le ha dado, opera a través de eso. ¿Ven? Después que Ud. se ha quitado del camino. ¿Ven?",
    "Ahora, yo no puedo forzarle a El que me diga nada. El tiene que hacerlo. Ahora, para ahorrar tiempo…Estoy bastante retrasado.",
    "Pero venga aquí, señora, quiero que Ud. se pare aquí mismo. Yo estaba hablando hace unos momentos acerca de una mujer junto al…al pozo. ¿Estuvo Ud. aquí anoche? [La hermana dice: “No señor”.] No estuvo aquí. ¿Ha estado Ud. alguna vez antes en una de mis reuniones? [“No señor”.] Nunca ha estado antes. ¿Esta es su primera vez? Somos desconocidos. Ella ni siquiera estuvo aquí anoche. Nunca recibió instrucciones en esto. Nada, sencillamente parada aquí. [“Eso es correcto”.] Ahora estamos parados. ¿Recuerda Ud. la historia de la mujer junto al pozo? [“Sí señor”.] Fue algo panorámico, algo como esto aquí, y el Hombre y la mujer se encontraron por primera vez en la vida.",
    "Ahora, esta mujer estaba, ella estaba…Ella estaba avergonzada. Ella se había casado demasiadas veces, y ella—y ella estaba viviendo con un hombre con el que no se había casado, y—y era una cosa muy mala. Y Jesús habló con ella.",
    "Ahora Uds. recuerdan, El dijo, en San Juan 5:19: “De cierto, de cierto os digo: No puede el Hijo hacer nada por sí mismo, sino lo que ve hacer al Padre; eso hace el Hijo igualmente”. Por lo tanto, Jesús nunca hizo nada sin primero verlo en una visión, o El dijo algo errado allí. “El Hijo no hace nada hasta que El ve al Padre hacerlo primero”. No escucharle a El; “le ve a El hacerlo”. Y luego el Padre…",
    "El tenía necesidad de pasar por Samaria. Iba a Jericó, pero El subió a Samaria, a la ciudad de Sicar. Y El encontró a esta mujer, y comenzó a hablar con ella hasta que El encontró donde estaba su problema. Entonces El le dijo a ella su problema, y rápidamente, ella en esa condición, ella reconoció que esa era la señal del Mesías.",
    "Pues, si ese fue El ayer, sería el Mismo hoy, si El es el mismo ayer, y hoy, y por los siglos. ¿Es eso verdad, audiencia? [La congregación dice: “Amén”.] ¿Ven?",
    "Ahora nos estamos conociendo por primera vez. Yo no soy El, y Ud. no es ella, pero El aún es Dios. [La hermana dice: “Amén”.] Eso es correcto, ¿ven? ¡Ahora si Ud. tiene fe en—en lo que estoy diciendo, en la Palabra! Yo nunca diré nada sino lo que está en esta Palabra. [“¡Alabado el Señor”!] El pudiera hacer cosas aparte de esa Palabra; pero con tal que El haga Esto, yo sé que Eso está bien, ¿ve Ud.? [“Sí señor”.] Y ahora Ud. no me conoce, y yo no la conozco a Ud.",
    "Así que por lo tanto si Ud. estuviera enferma, y yo pusiera mis manos sobre Ud., y gritara, como ese gran guerrero, el Hermano Roberts, o alguno de esos, Hermano Allen o algunos de esos hombres, que pusieran manos sobre Ud. y dijeran: “Aleluya, el Señor la sana”, eso es bueno. Ud. cree eso, y funcionará. ¿Ven? [La hermana dice: “Amén”.] Pero ahora ¿qué si El se para aquí y dice algo que Ud. ha hecho, o alguna razón por la que Ud. está enferma, o algo que ha sucedido a través de la vida, o algo que Ud. no debiera haber hecho? [“Eso estará bien”.] Oh, eso—eso, Ud. sabría que eso tendría que estar correcto, muy claro entonces para su mente. [“Eso es correcto”.] Eso es correcto.\n\n¿Sería así para Uds. allá? [La congregación dice: “Amén”.]",
    "Ahora ¿sobre qué estoy hablándole a la mujer? ¿Ven? Yo no continué en ese mensaje esta noche (yo llegué a perseverante), ¿ven? Eso me cambiaría a la predicación. Y ahora tengo que volver al discernimiento, relajarme, haciendo a William Branham a un lado.",
    "¿Cuántos han visto esa fotografía que fue tomada aquí en Houston? Y Uds.…Está aquí. Está aquí enfrente ahora mismo, ¿ven? Eso está suspendido aquí al lado, entre la mujer y yo, ahora mismo. Allí está, girando alrededor. Si la mujer quisiera testificar de ello; ella sabe, en los últimos pocos segundos, ha habido algo como un verdadero sentir dulce. [La hermana dice: “Sí”.] Si eso es correcto, levante su mano. [“Amén. Amén”.] ¿Ve Ud.? Lo estoy mirando directamente. ¿Ve Ud.? Es como vivir en otra dimensión. Estoy observándolo, a través de la mujer. [“Amén”.]",
    "Ahora, la señora, una cosa, ella está extremadamente nerviosa. [La hermana dice: “Sí”.] Y eso es por lo que Ud. quiere que yo ore. Y eso es natural ahora mismo debido a esta etapa de la vida en la que Ud. está viviendo, llegando a esta edad y demás, eso la hace nerviosa.",
    "Otra cosa, Ud. tiene algo en su costado, es—es como pequeñas bolsas de aire, como, abscesos en su costado. [La hermana dice: “Eso es correcto”.] Ahora ¿es correcto eso? [“Sí señor”.] Levante su mano, si eso…[“Ese es—ese es el reporte del doctor”.] ¿Ven? [“¡Alabado Tu santo Nombre”!]",
    "Ahora, ¿ven? Ahora, allí está eso otra vez, alguien diciendo: “El adivinó”. Ud., uno de estos días voy a decir quién es, ¿ven? No lo hagan. Ud. no se puede esconder ahora, recuerden, ¿ven? La—la Palabra, está aquí, Ella misma. No yo, amigo; yo sólo soy su hermano. Pero la Palabra está aquí.",
    "Aquí, ella es una buena persona, veamos si yo adiviné eso. Yo ahora no sé lo que dije. Tendrá que venir a través de esa cinta, para que yo lo sepa. Ahora un momento. Sí. Sí, ella—ella se pone nerviosa, lo cual eso es la causa de un—un tiempo, su edad y cosas. Ella está…",
    "Y entonces, otra cosa, Ud. ha tenido una—una operación. [La hermana dice: “Sí, señor, así es”.] Y ese fue un asunto femenino, hace algún tiempo. Eso es correcto. [“Sí”.] Eso la ha, vuelto más nerviosa que antes. Eso es correcto, ¿no es así? [“Sí, señor, así es”.] Ajá, eso es correcto. Y eso la puso nerviosa debido a esta etapa de la vida, la pone más nerviosa. Ahora, ¿Piensa Ud. que estoy adivinándolo? [“No”.]",
    "Aquí está otra cosa. Hay una—una niña con Ud., una niñita. Y ella está aquí, y ella está sufriendo con paperas. [La hermana dice: “Sí. Amén”.] ¿Es correcto eso? Sentada allí. Y hay una mujer, otra mujer, una amiga suya [“Sí señor”.], y ella tiene una opresión mental [“Sí”.], como nervios y luego mental. [“Amén”.] ¿Es correcto eso? [“¡Aleluya”!] Ahora cuando Ud. regrese, ponga ese pañuelo sobre ellas; las paperas la dejarán, y ella se recuperará, y Ud. estará bien. Vaya, creyendo en el Nombre del Señor Jesús.",
    "¿Creen Uds.? [La congregación se regocija y dice: “Amén”.] ¡Ese fue Jesús ayer, ese es Jesús hoy! Ud. tiene que saber que ese es Alguien, ¿ven? Sí. Alguien lo sabe. Ahora, allí, miren, eso estaba detrás de mí. ¿Ven? ¿Ven? No es…Yo no pudiera hacer eso. Uds.—Uds. saben que tiene que ser algún Poder, ¿no es así? [“Amén”.] ¿Creen Uds. que es el Señor Jesús, de acuerdo a Su promesa? [“Amén”.] El Señor les bendiga.",
    "¿Cómo está Ud. señora? Yo soy un desconocido para Ud., también. Yo no la conozco. Yo nunca la he visto en mi vida. Somos desconocidos. Esta es nuestra primera vez de conocernos, hasta donde yo sé. Pero ahora si el Señor Jesús me dijera algo acerca de Ud., algo como con esa señora allí, lo que fue, ¿creería Ud. que sería el Señor Jesús en vez de?…No sería yo, Ud. lo sabe. Y ahora Uds. pudieran decir como los fariseos: “Es Belcebú, un espíritu maligno”.",
    "Y porque ellos dijeron que el Espíritu de Dios, que hacía la obra en El, era “un espíritu maligno”, eso era blasfemia contra el Espíritu Santo, lo cual nunca será perdonado cuando Esto venga en este día. Esa es la razón que esta nación está en juicio ahora. No le queda nada sino juicio. Está llena de Jack Rubys, y demás, así que no puede haber nada más que suceda sino juicio.",
    "Ahora Ud. está enferma. Ud. ha ido a un doctor. El realmente aconsejaría una operación. Esa operación es en el colon. [La hermana dice: “Eso es correcto”.] Eso es verdad, ¿no es así? [“Amén”.]",
    "Aquí hay otra cosa. Ud. está desesperadamente en necesidad de algo espiritual. [“Sí. Amén”.] Ud. no se ha sentido bien. Ud. como que se ha alejado un poquito, y Ud. quiere regresar. [“Eso es correcto”.] Pues, Ud. ha regresado ahora. Ahora vaya, creyendo con todo su corazón, y Ud. se pondrá bien, en el Nombre de Jesucristo. Sus pecados le son perdonados. Ahora vaya, creyendo.",
    "Ahora, yo nunca dije: “pecados perdonados”. El dijo eso. ¿Ven? No fui yo. Fue El.",
    "¿Creen Uds.? [La congregación dice: “Amén”.] Ahora esto debiera confirmar para Uds. que es El el que está aquí. ¿No es correcto eso? [“¡Amén”!] ¡Si Uds. sólo lo creyeran! Sólo tengan fe. No duden. Sean reverentes y créanle a Dios. Ahora, ¿ven? Uds. están en Su Presencia.",
    "Ahora, si uno de esos discernimientos hizo al Hijo de Dios decir, “virtud salió”, ¿qué piensan que me hará a mí, un pecador salvo por Su gracia? ¿Ven? Eso sería, Uds. saben lo que sería.",
    "Un momento, no es la mujer. Oiga, Ud. señora que apenas fue sana, de regreso a su asiento, míreme sólo un momento. Hay un—un hombre sentado allí enfrente de Ud., que tiene problemas con sinusitis, sentado justo allí. Sí. ¿Cree Ud. que Dios lo sanará? ¿Lo cree? Muy bien.",
    "Díganme ¿qué tocó él? Yo no conozco al hombre, nunca lo he visto en mi vida. Si eso es correcto, menee su mano, si somos desconocidos el uno al otro.",
    "Ahora, mire, para que Ud. pueda saber algo más. Su esposa sentada allí junto a él, ¿cree Ud. que Dios puede decirme lo que está mal con ella? ¿Creerá Ud. que soy Su profeta, o Su siervo? ¿Lo haría Ud.? [La congregación dice: “Amén”.]",
    "Ella tiene fiebre del heno. Si eso es correcto, levante su mano, señora. Muy bien. ¡Ahora si Uds. dos creen! Uds. tocaron Algo. Crean ahora, y los dejará.",
    "¿Le creen Uds. a Dios? [La congregación dice: “Amén”.] No duden. Tengan fe, en Dios.",
    "Aquí está un hombre, yo nunca he visto a este hombre. El es algo más joven que yo, y nunca lo he visto antes. Si somos desconocidos señor, el uno al otro, levante sus manos. Muy bien. Yo nunca lo he visto.",
    "Ahora veamos un cuadro en la Biblia, tomemos cuando…cuando Jesús conoció a Simón Pedro. Me imaginaría que él sería un hombre algo como de esa edad, su cabello escaseando, cuando Jesús le conoció a él. Ahora observen. El habló con él.",
    "Ahora, si no conozco al hombre, nunca lo he visto, ambos con nuestras manos levantadas, somos extraños totalmente el uno al otro. Ahora, las otras eran mujeres, veamos sobre este hombre.",
    "Ahora Ud. míreme, sólo un momento, como su hermano. Y ahora si el Señor me dijera algo que Ud. ha hecho, o algo que Ud. debiera haber hecho, o que no debiera haber hecho, o fuere lo que fuere, Ud. sabrá si es verdad o no. [El hermano dice: “Sí señor”.] Ud. sabría. Y entonces si El puede decirle a Ud. lo que está mal con Ud., o algo que está en su mente, cuál es su enfermedad, o—o algo así, decirle algo que Ud.—Ud. sabrá si es verdad o no. Entonces si El puede decirle a Ud. lo que ha sido, y Ud. sabe si es verdad o no; si El le dice a Ud. lo que va a suceder, entonces Ud. sabe que eso tiene que ser verdad.",
    "Ahora ¿haría eso que todos aquí?…Sólo tomaré mi tiempo con este hombre, y hablaré con él. Este es el primero.",
    "Ahora Ud. mirando en esta dirección, un momento, mientras hablamos. Que el Señor me ayude ahora. Y ¿cree Ud. que lo que la Biblia dice es verdad? [El hermano dice: “Sí señor”.]",
    "¿Cree Ud. que esta es la hora en que Jesús debe venir? ¿Que la Iglesia ha venido de justificación, santificación, bautismo del Espíritu Santo, así como la pirámide viniendo de esa manera? Y ahora la piedra de arriba va a tener que ser tan perfecta al grado que cuando la Piedra de Corona venga, tiene que encajar perfectamente con ella. El ministerio tiene que empezar así, y sólo va quedando en la minoría todo el tiempo, quedando en grupos pequeños y más pequeños, hasta que finalmente la Piedra se encuentra con el edificio. El es la Piedra de Corona, se lleva todo el edificio con El, lo cual es la Iglesia. Todos ellos se levantarán, de allá atrás desde esta primera vigilia, hasta la séptima, y todos se irán en el Rapto. Cada uno tuvo su día asignado, y tuvieron sus reformadores y fundadores, y demás, por las edades. Y en este último día, llega al águila otra vez, lo cual es nuevamente la edad profética, para unir esto.",
    "¿Cree Ud. eso, la Palabra y la Piedra, El que viene? [El hermano dice: “Creo”.] A Ud. se le siente un sentir muy bueno, señor.",
    "Ahora, lo que es su problema, Ud. tuvo un accidente. En ese accidente, Ud. se intoxicó con gas de monóxido de carbono. Eso es verdad. Lo ha envenenado a Ud. Lo envenenó a Ud. en su hígado, y Ud. tuvo complicaciones con eso. Ud. tuvo un problema con su estómago. [El hermano dice: “Correcto”.] Ud. tuvo problemas con su corazón. [“Correcto”.] Y lo ha puesto tan nervioso al grado que Ud. mismo se crió un complejo. Ud. es pobre, debe de regresar a trabajar. Pero Ud. teme regresar a trabajar, Ud. tiene temor del gas de monóxido de carbono. Pero va a estar bien. Ahora, recuerde, si—si Jesucristo me dice quién es Ud., Ud.…Ahora esas cosas eran verdad, ¿no es así? Si El me dice quién es Ud., ¿lo aceptará y sabrá, y regresará y tendrá buen ánimo? ¿Lo haría? Su nombre es Sr. Wagner. [“Eso es correcto”.] Regrese, y siga por su camino.",
    "¿Creen Uds. ahora? [La congregación dice: “Amén”.] Con todo su corazón, ¿creen Uds.? [“Amén”.] “Si podéis creer, todo es…A los que creen todo les es posible”.",
    "Ahora, ¿cree que Dios le sanará ese problema de mujer? Ahora sólo vaya a través de la plataforma diciendo…[La hermana grita.] Amén. ¿Ven? Dios le bendiga…",
    "Ahora, señora, cuando Ud. se levanta en la mañana, Ud. está tiesa, Ud. escasamente se puede mover, artritis. Pero ¿cree Ud. que Dios sana artritis? [La hermana dice: “Sí”.] Muy bien, siga su camino, diciendo: “Gracias, Señor”. [“Pero yo—yo no…Necesito sanidad para los nervios”.] Muy bien, señora, eso es lo que causó su artritis, ¿ven? Fueron sus nervios. “Si podéis creer, todo es posible”, pero primero Ud. tiene que creerlo.",
    "¿Qué piensa Ud., señor? ¿Cree Ud. con todo su corazón? ¿Cree Ud. que Dios sana problemas de corazón y le da salud? [El hermano dice: “¡Seguro”!] Muy bien siga su camino, diga: “Gracias, Señor Jesús”.",
    "Ahora, señora, Ud. tiene una sombra, eso significa cáncer. [La hermana dice: “Correcto”.] ¿Cree Ud. que Dios sanará el cáncer? [“Sí”.] Muy bien, acéptelo y siga su camino, diciendo: “Gracias, Amado Dios”, y crea con todo su corazón.",
    "Dios puede sanar problemas estomacales, o cualquier cosa. ¿Cree Ud. eso? [La hermana dice: “Sí señor”.] Muy bien, siga su camino, y regocíjese, diciendo: “Gracias, Señor Jesús”.",
    "¿Cree Ud. que Dios sanará su problema femenino, ese flujo? Muy bien, siga su camino, diciendo: “Alabado sea el Señor”. Crea con todo su corazón.",
    "¿Cree Ud. que Dios sana sinusitis y asma, y toda esta cosa, y que le dará salud? Siga su camino, regocijándose, diciendo: “Gracias, amado Dios”.",
    "Qué si yo no le dijera nada a Ud. sólo le pusiera manos, ¿lo creería Ud.? En el Nombre del Señor Jesús, sea sano. Crea con todo su corazón.",
    "Venga, señora. ¿Cree Ud. con todo su corazón? Condición anémica y problema cardíaco, ¿cree Ud. que Dios la sanará? Si lo cree, siga su camino, diga: “Gracias, Señor Jesús”, y sea sana.",
    "Muy bien. Venga, señora. ¿Cree Ud. que Dios sana diabetes y sana a la gente, de la diabetes? [La hermana dice: “Sí”.] Entonces siga su camino, diciendo: “Gracias”. Crea con todo su corazón, ¿ve?",
    "Dios sana nerviosismo y problemas estomacales, también. ¿Cree Ud. que El lo sana? Siga su camino, regocijándose. Coma su cena, tenga buen ánimo.",
    "Venga. Un estómago nervioso, también. ¿Cree Ud. que Dios la sanará? [La hermana dice: “Sí señor”.] Siga su camino, y coma, y sea sana. Crea con todo su corazón.",
    "Ud. tiene una pequeña palpitación irregular del corazón, pero también Ud. tiene algo de artritis. ¿Le cree Ud. a Dios, que Dios la sanará? [La hermana dice: “Sí, creo”.] Siga su camino, y regocíjese, y diga: “Gracias, Señor”.",
    "Un estómago nervioso causando una úlcera péptica y demás. ¿Cree Ud. que Dios la recuperará y sanará? [La hermana dice: “Sí, creo”.] Siga su camino, y diga: “Gracias, Señor”, y sea sana.",
    "Ud. tiene muchas cosas, un problema femenino. Una de sus cosas principales es un problema cardíaco, hay demasiado alrededor de su corazón. ¿Cree Ud. que Dios la sanará? Siga su camino, y regocíjese, y diga: “Gracias, Señor”.",
    "¿Cree Ud. que Dios sana artritis? [La hermana dice: “Sí señor”.] Sólo siga adelante, y su artritis desaparecerá.",
    "¿Creen Uds. con todo su corazón? [La congregación dice: “Amén”.] ¿Ven? Ciertamente…",
    "Ahora algunos de Uds. allá en la audiencia. Ahora, sean reverentes. Sean reverentes, sólo permanezcan quietos, crean Uds. ahora con todo su corazón. Miren en esta dirección, crean con todo su corazón, algunos de Uds. allí que no van a estar en la línea de oración.",
    "Este muchachito sentado aquí, un muchachito gordo sentado allí. ¿No ven esa Luz sobre él? El muchachito está sufriendo con un problema de riñón. ¿Crees que Dios sanará el problema de riñón, hijito? ¿Lo crees? Muy bien, ponte de pie y di: “Yo lo creo, y lo acepto”. Muy bien. Dios te bendiga. Sigue tu…",
    "¿Creen con todo su corazón? “Si podéis creer, todo es posible”.",
    "¿Qué de Ud. que apenas se sentó allí, subió con un niñito y se sentó? ¿Cree Ud., que ese problema del ojo, que Dios curará su problema del ojo y la sanará? ¿Lo cree? Muy bien, Ud. puede recibir su sanidad, también. Muy bien. Ud. apenas se sentó en el momento correcto. Amén. Siga adelante. Eso está bien. Eso es bueno. Muy bien. Amén. Muy bien.",
    "La señora sentada al lado suyo allí, ella tiene problemas con su cabeza. ¿Cree Ud. que Dios sanará su problema de cabeza, señora? [La hermana dice: “Sí, creo”.] Muy bien. Su niñita allí sufre con un problema mental. Eso es correcto, ¿no es así? Ponga su mano sobre ella, y crea, y ella se pondrá bien, también. ¿Cree Ud. eso?",
    "Esta señora enseguida sentada allí, ella está orando, justo a su lado. Ella está orando allí a raíz de un hogar destrozado. ¿Es correcto eso, señora? Levante su mano. Crea, y su hogar será restaurado de nuevo. Tenga fe.",
    "La señora sentada enseguida de ella tiene un quiste. ¿Cree Ud. que Dios sanará ese quiste, señora? Levante su mano, acéptelo.",
    "La señora sentada al lado de ella tiene un problema de garganta. ¿Cree Ud. que Dios sanará su garganta, señora? Levante su mano.",
    "¿Qué es lo que pasa con Uds.? ¿No ven que Jesucristo…? Pongámonos de pie. Pónganse de pie y acepten a Jesús como su sanador.",
    "Oh Cordero de Dios, en el Nombre de Jesucristo, sana a toda persona aquí, para Tu gloria. 🦅"
  ]
}