{
  "title": "MÁS QUE SALOMÓN ESTÁ AQUÍ AHORA",
  "id": "64210009",
  "content": [
    "🦅  Permanezcamos de pie sólo por un momento, mientras leemos la Palabra del Señor. Uds. que quisieran seguir en la lectura de la Escritura, en esta noche, abran en Mateo 12, empezando en el versículo 38.\n\nEntonces respondieron algunos de los escribas y de los fariseos, diciendo: Maestro, deseamos ver de ti señal.\n\nEl respondió y les dijo: La generación mala y adúltera demanda señal; pero señal no le será dada, sino la señal del profeta Jonás.\n\nPorque como estuvo Jonás en el vientre del gran pez tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches.\n\nLos hombres de Nínive se levantarán en el juicio con esta generación, y la condenarán; porque ellos se arrepintieron a la predicación de Jonás, y he aquí más que Jonás en este lugar.\n\nLa reina del Sur se levantará en el juicio con esta generación, y la condenará; porque ella vino de los fines de la tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar.",
    "Inclinemos nuestros rostros. Con nuestros rostros y corazones inclinados ante Su Presencia, ¿habrá alguna petición aquí en esta noche, que les gustaría que fuera recordada en oración? Si es así, sólo levanten sus manos, e indiquen con eso: “Dios, escucha mi petición”. Entonces oren silenciosamente mientras entramos en oración.",
    "Nuestro Padre Celestial, estimamos este uno de los más grandiosos privilegios que tenemos de este lado de la Gloria, es el de reunirnos en la congregación de la gente que cree en Ti; en donde podemos esperar Tu Presencia, porque es de acuerdo a Tu promesa. Tú dijiste: “Donde están dos o tres congregados en Mi Nombre, allí estoy Yo en medio de ellos. Y si ellos pueden estar de acuerdo sobre alguna cierta cosa, y la piden, la recibirán”. Señor, la cosa más grandiosa sobre la que pudiéramos estar de acuerdo, en esta noche, es que Tú te encuentres con nosotros, para que podamos percibir Tu Presencia, sentirla en nuestro espíritu, y saber que Tú estás aquí. Y en Tu Presencia, sentimos que podemos derramar nuestros corazones, en suplicación. Y mientras meditamos en Ti, que podamos tener este gran sentir por la respuesta a nuestras oraciones, siendo que lo estamos pidiendo ahora en el Nombre de Jesucristo. Amén.\n\nPueden sentarse.",
    "Yo quiero abordar el tema, Dios mediante, junto con algunas Escrituras que tengo apuntadas aquí, sólo por unos momentos antes que oremos por los enfermos, sobre el tema: Más Que Salomón Está Aquí Ahora.",
    "Encontramos aquí en el comienzo de nuestra Escritura en esta noche, donde se halla nuestro texto, que Jesús estaba discutiendo con los fariseos. El los estaba reprendiendo, debido a que ellos no lo habían entendido. Un Hombre, para el cual los teólogos habían sido entrenados, y esperaban el tiempo de Su aparición; y luego, cuando El llegó, ellos lo malentendieron y le llamaron, “un diablo”. Ellos dijeron que el ministerio que El tenía era del diablo, porque El podía discernir los pensamientos que tenían en sus corazones. Y a raíz de esto ellos le creyeron ser algún tipo de—de brujo o algo como un adivino; y cualquiera sabe que esos son espíritus malignos. Y entonces, llamar la obra de Dios, “un espíritu maligno” era blasfemia.",
    "Y El les había dicho que les perdonaría eso, porque el Espíritu Santo todavía no había venido para ablandar sus corazones y para—para ponerlos en condición para que entendieran a Dios. Sus corazones estaban muy apartados de Dios. Todo lo que ellos sabían era la teología fría de la ley, y aún no habían recibido el Espíritu Santo. Pero El dijo: “Cuando el Espíritu Santo haya venido y haga lo mismo, el hablar contra Eso nunca será perdonado en este siglo ni en el venidero”.",
    "Y yo estaba pensando mientras leía esto, esta tarde, y meditando sobre eso, de cómo es que ellos, uno de ellos, vino a El, en una manera indirecta, y le preguntó, dijo: “Maestro, deseamos ver de Ti señal”. En otras palabras, los judíos siempre fueron enseñados a creer señales. Los judíos buscan señales, siempre; y los griegos sabiduría. Y nos damos cuenta que estos judíos estaban confiando en una señal.",
    "Ahora, qué tremendo testimonio en contra de este fariseo; que él supuestamente conociendo las Escrituras, sobre la señal del Mesías, y Jesús ya la había obrado, y sus ojos estaban tan opacados que él no la reconoció. Jesús, Jesús le había dado la verdadera señal Escritural del Mesías, que fue prometida en la Escritura. Pero él estaba buscando alguna otra clase de señal.",
    "Y cuán cierto es eso aún para con los maestros de hoy en día, y con la gente de hoy en día. Ellos pueden ver algo que tiene fundamento sólido y está en la Escritura, prometido por Dios para el día presente; y aún pudiendo ver eso, sin embargo están esperando algo más, ellos quieren ver algo distinto, y no aceptan la señal del tiempo.",
    "El les dijo en una ocasión, dijo: “Vosotros sabéis distinguir los cielos cuando está nublado, tiene arreboles. Vosotros decís, cuando está nublado y tiene arreboles, ‘mañana habrá tempestad’, y así”. Mas dijo: “Vosotros podéis distinguir las señales en los cielos, pero, las señales del tiempo, vosotros no entendéis”. Porque verdaderamente la Escritura había dicho que este Mesías sería un profeta.",
    "Nosotros sabemos que la manera en que Dios hace las cosas es que siempre ha enviando un profeta para vindicar Su mensaje. Eso nunca ha fallado, y jamás fallará. Dios no puede cambiar Su manera. La que sea Su primera decisión, eso siempre permanece así. Lo que El dice es verdad.",
    "Dios nunca lidió a través de grandes grupos. El siempre lidia con un individuo. Así es como El ha sacado un pueblo de entre los gentiles para Su Nombre; simplemente un individuo, uno por aquí y otro por allá, para Su Nombre. El lidia con individuos, no a base de grupos.",
    "Y encontramos que la razón por la cual ellos creían esto, es que un profeta debe ser un testigo identificado por Dios. Porque cuando él decía algo, y se cumplía, y hablaba otra vez y se cumplía, y lo que él decía Dios vindicaba que era verdad, entonces dijo El: “Oídlo a él, porque Yo estoy con él”.",
    "Ahora encontramos que Moisés, a quien ellos afirmaban creer, les había dicho: “Profeta os levantará el Señor vuestro Dios como yo, y a él debe el pueblo oír”. Y todos los que no le creyeran a este Profeta serían desarraigados de entre el pueblo.",
    "Encontramos que eso es la verdad. “A los Suyos vino; los Suyos no le recibieron. Mas a todos los que le recibieron, a ellos El le dio la potestad, les dio la potestad de ser hechos hijos de Dios”.",
    "Encontramos a estos fariseos y saduceos mirándolo directamente, exactamente a lo que la promesa de Dios dijo que El haría. Y allí estaban ellos aún buscando una señal, sin saber que esa era la verdadera señal Mesiánica que El debía desplegar.",
    "Felipe la entendió, cuando El le dijo dónde estuvo el día anterior. El entendió que ese era el Mesías; dijo: “Tú eres el Cristo, y Tú eres el Rey de Israel”. Y entonces él reconoció eso porque él tenía entendimiento de eso.",
    "Jesús dijo: “Ninguno puede venir a Mí, si Mi Padre no le trajere. Y todo lo que el Padre me da, vendrá a Mí”. No importa cuánto tratemos de entrar de alguna otra manera, tiene que ser Dios. “No depende del que quiere, ni del que corre, sino de Dios que tiene misericordia”. Dios es el que hace la elección. “Vosotros no me elegisteis a Mí”, dijo Jesús, “Yo os elegí a vosotros”.",
    "Y ahora encontramos que el anticristo, en el último día, “engañará a todos los que moran sobre la tierra, cuyos nombres no estaban escritos en el Libro de la Vida del Cordero desde la fundación del mundo”. Su nombre fue puesto en el Libro de Dios desde antes que el Cordero fuera inmolado. Cuando Su programa entero fue extendido, cada uno de Uds. fue reconocido en ese programa porque tienen Vida Eterna. La palabra Eterno, nunca comenzó y nunca puede terminar; y Uds. son atributos del pensamiento de Dios antes que el mundo fuera creado. Esa es la única manera de poder tener Vida Eterna. Y esa Vida, que El estaba pensando respecto a Ud., está ahora mismo en Ud. No hay manera de separarlo. Allí está establecido.",
    "Fíjense ahora, estos fariseos, aun siendo maestros religiosos, grandes eruditos en teología, y que estudiaban el Libro día y noche, fallaron en ver esa señal Mesiánica, y aquí estaban procurando pedir de El señal.",
    "Para llevar la cosa aún más allá, para hacerles saber que Dios siempre da señales, porque El es sobrenatural, El siempre lidia con la gente por medio de señales, señales Escriturales.",
    "En el Antiguo Testamento, cuando ellos tenían una—una pregunta, o alguien soñaba un sueño, y no—no había profeta presente, ellos llevaban la persona al templo donde tenían lo que llamaban el Urim y Tumim. Uds. maestros de la Biblia entienden de lo que quiero decir. Era el—el pectoral que usaba Aarón, el cual tenía las doce piedras que representaban las doce tribus de Israel. Tenían eso colgando sobre un poste; y luego cuando este profeta, o este soñador, o lo que fuere, cuando él relataba su visión o su sueño, a pesar de lo verdadero que pareciera, si esas luces sobrenaturales no se iluminaban, formando ese Urim y Tumim en ese pectoral, eso era rechazado. Dios lo rechazaba.",
    "Debía haber una señal sobrenatural de parte de Dios, como vindicación. No importando cuán real, cuán profundo fuera la teología, cuán grandioso sonara, no obstante, si la señal sobrenatural de Dios no lo vindicaba, para el judío no era cierto.",
    "Ahora, del Antiguo Testamento, el pectoral de Aarón fue eliminado, con el Pacto Antiguo.",
    "Pero en el Nuevo Pacto, Dios permanece vigente con el Urim y Tumim. Es a saber, si un profeta, soñador, teólogo o lo que sea, llega a hablar algo que es contrario a la Palabra, y si Dios no le hace eco, respaldándolo con la Palabra, yo lo dejo quieto, porque ese es el Urim y Tumim de Dios. Y yo lo creo de todo corazón, que esa es la Palabra de Dios.",
    "Y Dios es Su propia Palabra. “En el principio era el Verbo, el Verbo era con Dios y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. “El es el mismo ayer, y hoy, y por los siglos”. El permanece así. Dios no necesita ningún intérprete.",
    "Nosotros interpretamos, nosotros decimos: “Esto, esto es eso, y esto es aquello”, y de esa manera.",
    "Dios no necesita intérprete. El es Su propio intérprete. Dios no precisa de nosotros para interpretar Su Palabra. La Biblia está escrita, y allí dice que no es de interpretación privada. En el principio Dios dijo, “Sea la luz”, y hubo luz. Esa fue la interpretación de eso. Dios dijo, “Una virgen concebirá”, y ella concibió. Esa fue la interpretación de eso. No se requiere de nadie para interpretar.",
    "Dios dijo que en este día estas cosas sucederían, y están sucediendo. No se requiere de ninguna interpretación. Es Dios dando Su propia interpretación; así acontece. No importa cuánta vuelta le queremos dar, y decir: “No significa esto, y no significa aquello”. Significa eso exactamente, y Dios es Su propio intérprete. El vindica Su Palabra, y esa es Su interpretación del asunto, por cuanto llega a cumplimiento.",
    "Ahora encontramos a estos hombres allí, en Mateo el capítulo 12, versículos 38 al 40, y ellos le estaban preguntando: “Maestro, deseamos ver de Ti señal”.",
    "Y El estaba reprendiéndolos debido a que ellos no le habían creído a El, y el Espíritu que estaba en El lo habían llamado, “un espíritu maligno”, y eso en su incredulidad, debido a que ellos no podían identificarlo a El entre su—su clero. No podían identificar de dónde venía El. Ellos no sabían de qué escuela había venido, si era fariseo o saduceo; y El siempre estaba procurando derribar sus instituciones de—de teología, y llamándolos de “serpientes”. Y, pues, ellos no podían identificarlo a El en ninguna parte. Y así que: “¿De dónde vino este Hombre? Nosotros no sabemos de donde viene”. Y ellos no se dieron cuenta que allí mismo estaba la propia señal, de que El era el Mesías.",
    "Ahora, como esa mujer junto al pozo, de la que hablamos anteanoche. Ella la reconoció, y eso hizo algo por ella. Y aquellos que la reconocieron, ellos eran la simiente de Dios que sería llamada en aquel día.",
    "En tantas maneras y en todos los tiempos, Dios siempre ha dado dones espirituales a Su pueblo. Así es como El es identificado y conocido, a través de dones espirituales. Y cuando Dios envía un don espiritual a Su pueblo, y ese don espiritual es rechazado, entonces esa—esa gente entra en la oscuridad de un caos. Cada vez, a través de las edades, cuando Dios envía algo a la gente, un don, y ellos lo rechazan, esa gente es rechazada por Dios por haber rechazado la misericordia de Dios.",
    "Oh, qué seguridad sería en esta noche, cuánto mejor sería que todos los refugios contra bombas y—y todos los lugares que nos pudiéramos imaginar, si esta nación, la cual es llamada una nación Cristiana, pudiera aceptar el don de Dios que le ha sido dado: el gran Espíritu Santo derramado en estos últimos días. Y cómo sería si esta nación aceptara eso, habría más seguridad que en cualquier cosa en la que ellos pudieran resguardarse. Pero ellos lo rechazaron, así que no queda más sino caos y juicio.",
    "En cada edad, El dio estos grandes dones espirituales. Y noten bien, siempre en la venida de un don espiritual, un verdadero don (yo quisiera hablar una noche sobre “La Voz del Don”, si el Señor permite), pero siempre, por lo regular, estos dones son anunciados por profetas. Y cuando Ud. ve a un profeta que se levante en la escena, eso muestra que el juicio está a la mano. Ahora, es una señal cuando Ud. ve a un profeta identificado de Dios levantarse en la escena; en los días de Jeremías, en los días de Daniel, en los días de—de Juan el Bautista, en los días del Señor Jesús, y por todo el trayecto, cuando un profeta llega a la escena, es tiempo en que Dios va hablar Su Palabra. Las naciones lo rechazan, y luego comienza el caos.",
    "Así fue en el cambio de las edades de la iglesia, cada vez, cuando el mensaje era rechazado. Y Dios dando estos dones y mensajes a la gente, y los rechazan, luego no queda más que juicio.",
    "Dios es justo. El no enviará juicio sin antes ofrecer misericordia. Y la misericordia es predicha y cómo vendrá. Pero la gente, por lo regular, está toda confundida en la mente, por tantas artimañas variadas hechas por el hombre, al grado que no lo reconocen. Y así es como siempre ocurre.",
    "Ahora encontramos que El les dijo: “La generación perversa y adúltera demanda señales”. ¡Cuántas veces los incrédulos le han sacado provecho a esto, las señales Escriturales, y no las creen!",
    "Dios siempre habla con señales. El siempre lo ha hecho. El siempre lo hará. Mientras exista un mundo, El aún hablará por señales espirituales. El ha predicho que vendrían.",
    "Ahora, muchos de los incrédulos se basan allí, cuando El dijo: “Una generación mala y perversa, o débil y adúltera demanda señales”.",
    "Observen, El estaba hablando aquí en una profecía de doble sentido. El también estaba diciéndoles que ellos eran una generación débil y adúltera; y también diciéndoles que cualquier generación débil y adúltera, o sea alguna que viniera, recibiría una señal. Fíjense, El dijo: “La generación débil y adúltera demanda señal; pero señal no le será dada, sino la señal de Jonás. Porque como Jonás estuvo en el vientre del gran pez, por tres días y noches; así estará el Hijo del Hombre en el corazón de la tierra, por tres días y noches”.",
    "¿Qué estaba diciendo aquí? El estaba diciendo que una generación mala y adúltera recibiría la señal de la resurrección. ¿Y cuál otra edad hemos tenido, aparte de la que ahora tenemos, que fuera una generación mala, perversa, adúltera, rechazadora de Cristo? Y ellos a la verdad recibirán una señal: la señal de la resurrección, que Jesucristo está vivo en esta noche, igual como siempre ha estado. El ha resucitado de entre los muertos, haciéndole el mismo ayer, y hoy, y por los siglos. “La generación débil y adúltera demanda señal, y ellos la tendrán”. Y la señal será la señal de la resurrección. Ahora, por supuesto, El estaba hablándoles a ellos de que El resucitaría de entre los muertos.",
    "Muchas veces, la Escritura tiene un significado común o compuesto. Como en Mateo 3 [2:15], donde dice: “Para que se cumpliese lo que dijo el Señor por medio del profeta, cuando dijo, ‘De Egipto llamé a mi Hijo’”. Ahora si Uds. buscan la referencia a eso, está en Oseas [11:1], y él profetizó que de Egipto El llamó al hijo de Dios, el cual era Israel. Jacob era el hijo de Dios, y El lo llamó a salir de Egipto. Allí es donde nos enfoca la referencia. Pero también, Cristo era Su Hijo mayor, y El lo llamó fuera, siendo Israel un tipo.",
    "Y entonces siendo eso un tipo de rechazar a Cristo, en esa generación; éste acá es un tipo más grande, porque esa generación que rechazó la resurrección obtuvo perdón, pero esta generación que se burla del Espíritu Santo es imperdonable. Nosotros…Más grave es para el que rechaza el Espíritu Santo que para el que rechazó a Jesucristo en los días de Su carne en la Tierra. Jesús así lo dijo: “Hablar contra el Hijo del Hombre”, cuando dijeron que El era un adivino o algún espíritu maligno. Dijo: “Hablar contra el Hijo del Hombre, les será perdonado. Pero cualquiera que hablare una palabra contra el Espíritu Santo, nunca les será perdonado en este mundo”, o sea, llamando la obra del Espíritu Santo una cosa impura y maligna, cuando se ve la obra de Dios llevándose a cabo.",
    "Sí, Jonás fue un testigo de la resurrección, siendo que estuvo en el vientre del gran pez por tres días y noches. Mucha gente trata de condenar a Jonás, y dicen: “Oh, él”, como es el dicho, “él fue un Jonás”. Jonás era un profeta. El estaba caminando exactamente en la voluntad de Dios. Cuando él tomó el barco incorrecto y llegó allá, eso tenía que suceder, tenía que ser de esa manera para mostrar la resurrección de Jesucristo. El tuvo que desempeñar eso, de igual manera como Agar fue echada, para que la mujer libre no fuera heredera juntamente con la esclava. Estas cosas tenían que suceder, pues fueron sombras y tipos de las cosas por venir.",
    "Ahora nos damos cuenta, que El llega, después de hablar de Jonás, El llega a la edad de Salomón. Ahora, todos sabemos que la edad de Salomón fue casi el Milenio, del Antiguo Testamento. Fue el tiempo más grande que jamás tuvo todo Israel, que fue bajo el reinado de Salomón; no hubo guerras que se diga, y ellos tuvieron un tiempo maravilloso. Dios le dio a Salomón, el cual era un hijo de David, le dio un don de discernimiento, y así él podía discernir los pensamientos en el corazón de la gente.",
    "Ahora, ¡cómo ese hebreo parado allá debiera haber reconocido eso! Salomón tenía un—un don de discernimiento y él podía discernir los pensamientos en sus corazones, y todos aquellos se reunieron alrededor de Salomón; y sin embargo aquí estaba uno más grande que Salomón. Y Salomón era el hijo de David, pero él era un hijo menor de David, según la carne. Y Jesús era el Hijo de David, según la Simiente de promesa, la Simiente real. Y allí estaba parado uno más grande que Salomón, haciendo lo mismo que hizo Salomón, sólo que siendo mayor que Salomón, y ellos lo llamaron “Belcebú”.",
    "¿Ven Uds. la interpretación de la Escritura? Con razón El dijo lo que dijo: “La generación mala y adúltera demandará señal, y la tendrán, la señal de la resurrección”.",
    "Y en la edad de Salomón, acontecía un gran avivamiento. Lo daré como en ilustración, para que los niños puedan entenderlo. Había un gran avivamiento que estaba aconteciendo en los días de Salomón. Dios dio un don, y la nación entera se reunió a raíz de eso. Todos vinieron a eso. Ellos creyeron en eso, de todo corazón.",
    "Sería algo maravilloso si aconteciera entre la gente en esta noche, si toda América, toda la gente que dice ser Cristiana, se reuniera alrededor del don de Dios en estos últimos días: ¡el derramamiento del Espíritu Santo sobre la gente! Ese es el don de Dios en este último día: el Espíritu Santo, Cristo, en la forma de Espíritu. El está aquí ahora con nosotros. ¿No sería maravilloso si todas las iglesias que profesan ser Cristianas, se reunieran alrededor de este gran don que Dios nos ha dado?",
    "¿Por qué no es así? Es que lo tienen desviado en toda clase de ismos y credos y dogmas, y no se puede distinguir nada. Es exactamente la manera como siempre lo han hecho. Pero Dios prometió que sería aclarado, cuando menos para la Simiente, en el tiempo del fin.",
    "Ahora fíjense, en esto nos damos cuenta que todos se reunieron alrededor de ese gran don, e Israel floreció como nunca antes. Todas las naciones le temieron a Israel; ellas temían ir allá, porque sabían que Dios estaba con ellos.",
    "Y les digo, se oye hablar tanto del aplastamiento del comunismo y todo eso; sólo dejen que América regrese a Dios; que regrese a su don; que regrese al Espíritu Santo, y la gente tendrá que dejar de hacer tanta bulla en contra del comunismo. Está tan agusanado internamente al grado que aun los comunistas tienen organizaciones anticomunistas, para enterarse quiénes son. La cosa tiene que ser de esa manera. ¡Pero dejen que regresen!",
    "No hace mucho, en Finlandia, el Hermano Lindsay, creo que él—él estuvo aquí anoche, estuvo conmigo cuando aconteció. Un muchachito que yo había visto en visión aquí, fue resucitado de los muertos, allá. Me supongo que muchos de Uds. todavía lo tienen escrito en sus Biblias, mientras yo cruzaba la nación, diciendo cómo luciría él, dónde estaría, y demás. Y él fue resucitado de los muertos, de acuerdo a la Palabra del Señor. Había sido matado en un accidente de automóvil. Muchos de Uds. recuerdan el caso; y estuve allí cuando él fue resucitado de los muertos.",
    "Esa noche, yendo hacia Messuhalli. El Hermano Lindsay y yo, y el Hermano Moore, y muchos de los hombres, intentábamos llegar al Messuhalli, donde admitieron sólo a tantos miles, y me permitieron hablarles a ellos; luego los despedían y yo les hablaba a otros más. En el camino hacia allá, tenían cuatro o cinco cuadras que estaban todas acordonadas. La gente estaba en las—en las calles, para vernos entrar y salir. Y allí había estado una muchachita en muletas, una pierna más corta que la otra, había sido sanada, y muchas cosas habían sido obradas.",
    "Luego este muchachito que fue resucitado, eso salió en las noticias. Ellos no tienen “rock and roll” y esas cosas, en Finlandia, o no lo tenían en ese tiempo. Sólo había noticias y cosas que valían la pena, que tenían por la radio. Y eso se supo hasta Rusia. Si uno vive en Rusia, y va a cuarenta millas de su hogar [64 kilómetros], de su lugar de nacimiento, se requiere una visa para mostrar sus asuntos. Y la—la Cortina de Hierro estaba exactamente allí. Nosotros fuimos caminando justo hasta allí, donde las ametralladoras estaban en la calle, en las afueras de Kuopio. Y esa noche, esta noticia había llegado allí, y las calles estaban apiladas por miles de millares de rusos.",
    "Allí estaban esos soldados comunistas, soldados rusos, con esas pequeñas gorras redondas; y seis muchachitos finlandeses, un poco después de esa guerra, no tenían edad suficiente ni para siquiera afeitarse, eran muchachos de caras lisas; con botas grandes, y grandes abrigos largos, caminando por la calle, con estos sables y cosas, vigilando para que yo pudiera pasar a través de la multitud, para lograr entrar. Allí estaban parados esos rusos. Cuando yo pasé, ellos se cuadraron en posición de firmes, se mantuvieron así, y las lágrimas rodando por sus mejillas. Y cuando yo pasé, agarraron a esos soldados finlandeses y les dieron palmadas en la espalda, y los abrazaron. Cualquier cosa que haga que un ruso le dé palmadas a un finlandés, acabará con las guerras. Ellos dijeron: “Nosotros recibiremos algo así, un Dios que pueda resucitar a los muertos”.",
    "Amigos, ese es el problema de esta noche, exactamente. La razón que se volvieron comunistas, es porque el clero se ha apartado de la Palabra de Dios. Ellos se llevaron todo el dinero, y no tienen nada que dar a cambio, igual como una logia o alguna otra cosa. Eso es lo que está mal con el mundo.",
    "Entonces encontramos que en los días de Salomón, todos se estaban reuniendo alrededor de este gran don que Salomón tenía de parte del Señor. Y la gente iba y venía. Las naciones todas temían a Israel. En vez de buscar guerra con ellos, les traían ofrendas de paz. No era tanto que le temieran a sus hombres, pero le temían a ese Dios, con el que todos estaban en unidad.",
    "¡Oh, qué cosa sería para esta nación, en esta noche, si todos estuviéramos en el temor de Dios, si todos respetáramos a Dios, y recibiéramos Su don del Espíritu Santo y nos reuniéramos alrededor de eso; toda iglesia acabaría con sus credos y los arrojarían a la calle, y se postrarían en el altar y allí permanecerían hasta que el Espíritu Santo viniera para identificar Su Palabra en este día final!",
    "Algunos procuran decir: “Pues, es sólo para que lo reciban los judíos. No era más que eso”.",
    "Pedro dijo, en el día de Pentecostés: “Arrepentíos, cada uno de vosotros, y bautícese en el Nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo; porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. Y mientras haya Simiente esperando en la tierra, para ser llamada, hay un Espíritu Santo para llamarla. Eso es correcto. Eso continúa igual.",
    "Pero nos damos cuenta, que cuando eso viene, es rechazado. Esa es la razón que la nación se encuentra bajo condenación. Esa es la razón que las cosas acontecen como acontecen esta noche.",
    "Y encontramos que en el tiempo de Salomón, no fue así. Todos ellos se reunieron alrededor de ese don de discernimiento que tenía Salomón. Y todas las naciones temían a Dios; y las noticias fueron divulgadas por todas partes: “¡Oh, deberías venir a Israel, su Dios ha levantado un don entre ellos, y lo han hecho rey! Y su sabiduría, su discernimiento, es más allá de la imaginación humana; es más allá”. “Está en las esferas de los dioses”, dirían los paganos. “Y no entendemos cómo es, pero Dios, su Dios, se ha representado en uno de sus creyentes. Y lo han puesto en un trono, y todos ellos lo escuchan”. Uds. saben, en ese tiempo las noticias se divulgaban no por televisión, teléfono, ni demás, era de labio a oído.",
    "Finalmente las noticias atravesaron el desierto del Sahara, hasta un pequeño país llamado Sabá. Era un país pagano. Ellos tenían una reina, que sin duda era una—una dama muy agradable. Y las nuevas llegaron a ella, que Dios estaba dando un gran avivamiento allá en la tierra de Israel, y grandes cosas estaban aconteciendo. Y que allá tenían a un hombre ungido con el Espíritu de su Dios, que su sabiduría aun sobrepasaba cualquier cosa que el hombre pudiera imaginar.",
    "Saben: “Fe es por el oír, oyendo la Palabra de Dios”.",
    "Eso conmovió su corazón. Ella empezó a pensar al respecto. Y ahora, a medida que venía pasando cada caravana, no cabe duda, la reina enviaba sus soldados, y decía: “Me gustaría hablar con la persona en privado, si ha venido de Israel”.",
    "🦅 Sí, reina, nosotros hemos estado en Israel y, ¡oh, es maravilloso! Ud. debería verlo. No hay nada semejante. Eso es más allá del entendimiento del hombre. Sabe Ud., todos allá están en un acuerdo, todos están allí alrededor de ese don que su Dios les ha dado, y todos lo creen, en un acuerdo. ¡Oh, es la cosa más grandiosa, y no hay nada oculto! Dios simplemente lo revela todo. Si alguna nación empezara allá contra ellos, pues, el Dios de ellos les revelaría por dónde vendrían, y les tenderían una emboscada antes que llegaran”. ¡Oh, era simplemente un gran avivamiento aconteciendo!",
    "Entonces, saben, la reina empezó a tener hambre de ver todo eso por sí misma.",
    "Saben, hay algo en cuanto a eso, el hombre sabe que él vino de alguna parte; y él está aquí, pero él no sabe porqué está aquí; y él va hacia alguna parte, y no sabe adónde va. Y hay solamente un Libro en el mundo que nos dice quién es uno, de dónde vino, qué es uno y a dónde va, y es la Biblia. Es el único que nos dice, y es el Libro de Dios. Es Dios mismo manifestado en forma de palabra, llamado una Simiente. Esa Simiente en la tierra correcta producirá toda promesa que El hizo, porque es Dios mismo. Pero tiene que ser regada por fe, para traerla a cumplimiento, como cualquier otra simiente. El germen está en ella. Noten, ahora noten bien.",
    "Encontramos que en todo esto la reina empezó a tener hambre y sed por Dios. ¡Oh, si—si los dones de Dios tan sólo pudieran crear una sed por El en los corazones de la gente, como lo hizo en ella!",
    "Ahora nos damos cuenta, para que así los niños, los pequeñitos (hay una fila entera de ellos sentados aquí y en diferentes lugares), para que puedan entender, lo daremos en drama para ellos, para que entiendan.",
    "Ahora recuerden, ella era una pagana. Así que para hacer esto, y siendo una reina, ella tendría que conseguir permiso de su sacerdote pagano, para ir. Y puedo imaginarme viéndola llegar a dónde estaba él y hacer sus venias, y decir: “Gran santo padre tal y tal, sabemos que los israelitas tienen un avivamiento allá, y su Dios se ha representado en la forma de un hombre, por medio de un gran don, que él conoce los secretos del corazón. Y me dicen que El es la Palabra, y la Palabra es discernidora de los pensamientos del corazón, y dicen que está operando en un hombre. Yo quisiera su permiso, santísimo padre, para ir allá, y visitar y ver esto por mí misma”.",
    "Pues, ya puedo imaginarme su respuesta. “Nosotros no brindamos cooperación alguna en ese avivamiento”, o esa es la versión de 1964 al respecto. Pero, de todas maneras, ellos—ellos dirían: “Ellos no pertenecen a nuestra denominación. Ellos no son de nuestra gente. Nosotros no tenemos nada en lo absoluto que ver con eso. Tú no puedes ir. Y ellos allá no son más que un lote de—de regañones. Se oye toda clase de rumores acerca de que ellos pasaron a través de un Mar Rojo, y toda esa clase de cosa, pero no hay nada al respecto. Aquí está nuestro gran dios, ¿lo ves parado allí junto a la pared? Ellos fueron fulano y fulano, y tantas veces han hecho tal y tal”. La reina se fue disgustada.",
    "Pero saben, hay algo al respecto, si Dios empieza a poner hambre en el corazón humano, no hay nada que pueda imponerse. Ya sea que haya cooperación o no, o si fuera cualquier cosa, ¡ella tenía que encontrar aquello! Como dije acerca de la mujercita anoche, siendo persistente y perseverante. Vean, Algo echa mano de Ud., y Ud. echa mano de Algo. Igual que Jacob, el hijo de—de Dios; Jacob, el hijo de Dios, echó mano de Algo una noche, y eso echó mano de él; y él no lo dejó ir hasta que logró su propósito, recibir la bendición. Esa—esa es la cosa real. Y cuando un hombre imita algo, nunca le funciona bien. Pero si Ud. puede echar mano de ese Algo, y ese Algo echa mano de Ud., va haber resultados.",
    "Si Uds. vienen aquí esta noche por sanidad, y permiten al Espíritu Santo echar mano de Uds., y Uds. echan mano de El, Uds. van a recibir lo que piden. No hay manera de impedírselo a Uds.",
    "Uds. vinieron creyendo que Jesucristo salva, y mientras el poder salvador echa mano de Uds., y Uds. echan mano de El, Uds. van a ser salvos.",
    "Si Uds. creen en el bautismo del Espíritu Santo, y el Espíritu Santo echa mano de Uds., y El los bautiza, y Uds. echan mano de El; Uds. no tendrán que moverse de su asiento, El los llenará con Su Presencia allí mismo donde están. Así como hizo: “Mientras aún hablaba Pedro estas palabras, el Espíritu Santo cayó sobre los que lo oían”. ¡Algo se apoderó!",
    "Algo se apoderó de esa mujercita sirofenicia de la que hablamos anoche. No importaba cuántos obstáculos tuvo, ella de todas maneras iba a ir. Algo se apoderó de esta reina de la que estamos hablando en esta noche, una pagana, una idólatra. Así era esta sirofenicia, una griega, una pagana, adoradora de ídolos. Pero Algo se apoderó de ellas, y ellas echaron mano de Algo.",
    "Siempre hay dificultades en el camino. Satanás arroja en el camino de todo lo que él pueda, cuando él ve que está comenzando el verdadero movimiento de Dios. El lo hará con Ud. El pondrá en su camino todos los obstáculos que pueda.",
    "Recuerden, la mujer tuvo muchos obstáculos, pero su fe no tuvo ninguno. La fe no tiene obstáculo. ¡No hay nada que la pueda detener, no importa lo que alguien más diga! Si Ud. se ha apoderado de Dios en la manera correcta, y Dios se ha apoderado de Ud. correctamente, pudiera haber cuarenta doctores parados aquí diciéndole a Ud. que se está muriendo, y Ud. no creería una sola palabra de eso. No señor. No señor. Pudiera haber cuarenta ministros parados aquí, como los cuatrocientos de Acab, oponiéndose; si Ud. es un Micaías y ha echado mano de Dios, y Dios se ha apoderado de Ud. y Ud. lo ve vindicado en la Palabra, no hay nada que va a detenerle. Ud. se va a mantener firme de todas maneras, porque Algo se ha apoderado de Ud.",
    "Le fue revelado a esa mujercita, que había un Dios en alguna parte. Yo puedo verla ir a leer esos pergaminos hebreos otra vez, enrollarlos y guardarlos en la—la vasija; y luego regresa a ese sacerdote pagano, y le dice: “Yo quiero decirle algo, santo padre. Puede ser que así sea, las cosas que Ud. está diciendo. Pero mire, mi abuela adoró ese ídolo, ella leyó ese catecismo que Ud. tiene. Mi bisabuela lo leyó, mi madre lo leyó, toda mi gente lo leyó, todo se trata de algo que ya aconteció. Yo jamás he visto alguna manifestación de eso. Pero me dicen que tienen algo allá que es real, moviéndose ahora mismo; no alguna historia, sino algo que está aconteciendo ahora mismo”.",
    "🦅 Ahora mira”, diría él, “hija mía. Si vas allá, te voy a excomulgar. Y tú no tienes negocios, como reina, asociándote con tal gente como esa”. Ese mismo diablo todavía vive.",
    "No hay mejor grupo en todo el mundo en donde meterse uno, que con una iglesia nacida de nuevo y llena del Espíritu Santo. A mí no me importa dónde esté, si está en el callejón o donde sea que esté. Es el mejor grupo. Es un grupo celestial. Noten, creyentes que creen en Dios.",
    "Su corazón estaba latiendo fuerte, con anticipación. Ella quería ver. Ella había oído al respecto. No sabía nada en cuanto a eso, pero ella quería verlo. Y puedo oírla decir: “Pues, Ud. simplemente puede quitar mi nombre del libro, si así desea. Todo lo que Ud. me dice, y esos ídolos, y esos libros y demás cosas, yo veo que Ud. continuamente habla y habla de algo, y eso nunca se ha movido. Yo jamás he visto una manifestación de todo eso. Yo quiero algo que sea real”. Y ella hizo los preparativos para ir. ¡Es una lástima que no tenemos más de esas reinas hoy en día! Es verdad.",
    "Entonces ahora nos enteramos que para poder ir, ella empleó una buena táctica. Me gustaría que todos pensaran en esto. Ahora, ella dijo que no sabía. Ella había leído todos los pergaminos, para enterarse de lo que era Jehová, para ver la manera en que El había obrado en los tiempos pasados. “Si eso es así, y El se ha identificado con este hombre como todos dicen que lo ha hecho, entonces ese sería Jehová”. Y si era Jehová, y El era el verdadero Dios, el Dios de los vivos, no alguna estatua o monumento de alguna criatura que vivió o que no vivió; éste era un Dios vivo, presente ahora mismo. Así que ella quería prepararse para ir. Ahora ella dijo…",
    "Ella cargó mucho dinero. Ella llevó oro, y mirra y (¡oh!), incienso me supongo, y plata. Y ella cargó los camellos con todo eso. Ahora ella dijo esto: “Yo voy a ir, y yo voy a, yo misma voy a investigarlo. Y entonces si es así, yo lo apoyaré; si no es así, no tendré nada que ver con eso”.",
    "Saben, ella podría enseñarle algo a los pentecostales. Muchos están apoyando programas que se ríen y se burlan de Uds. mismos. Uds. patrocinan un programa radial que se burla de las cosas que Uds. mismos creen. Y esa es la verdad. Sí señor, porque les suena bien. Seguro: “Hay camino que al hombre le parece derecho”, dijo Jesús.",
    "Pero obsérvenla. Ella dijo: “Si no es así, entonces yo puedo regresar con mis obsequios”. Pero ella iba para ver por sí misma, y quedar convencida. Ella había leído los pergaminos, y sabía lo que Jehová era; y ella iría a ver si El era, y si El es, entonces El aún es Jehová.",
    "Eso aún funciona para hoy. Jesucristo es lo que El era, y El siempre lo será; El nunca cambia. La Biblia dice: “El es el mismo ayer, y hoy, y por los siglos”.",
    "Encontramos entonces a la mujercita (hablando de obstáculos), luego esto pudo haberle pasado por la mente: “Ahora recuerdo, tengo que cruzar el desierto, y es un viaje muy largo”. Mídanlo, desde Israel, desde Palestina hasta Sabá, a través del desierto del Sahara. Le tomaría a un camello aproximadamente, creo, a las caravanas les tomaría noventa días, tres meses, viajando contínuamente, para llegar de un lugar a otro. Tres días…o sea tres meses, para ir. Y piensen, ella atravesó ese desierto caluroso. Ella tenía eso en mente, ella tenía que hacerlo, atravesar ese desierto caluroso, hasta por acá, para enterarse si esto verdaderamente era Dios.",
    "Con razón Jesús dijo: “Ella se parará con esta generación y la condenará”. Ella no tenía un Cadillac con aire acondicionado. Y algunas personas aquí en Dallas ni siquiera cruzan la calle para oírlo. Esa es la verdad. ¡Con razón ella se levantará en los últimos días! Pero éstos sí se paran en alguna parte para criticar, y lo hacen en cualquier parte. Dijo: “Ella vendrá de los fines de la tierra para oír la sabiduría de Salomón, y más que Salomón está aquí”. Fíjense.",
    "Ella tenía que enfrentar eso. Ella probablemente tuvo que viajar de noche, por tanto calor en el desierto. Los rayos directos del sol en ese desierto del Sahara le quemarían la piel a uno de inmediato, y allí tenían que viajar quizás de noche.",
    "Otra cosa, recuerden, ella estaba cargada con ofrendas y cosas. Los hijos de Ismael eran hombres veloces a caballo; ellos eran ladrones en el desierto. Qué fácil hubiera sido para los hijos de Ismael entrar como diluvio, y apuñalar a esos dos o tres eunucos que ella tenía acompañándola, ese pequeño grupo de soldados, eunucos, y sus criadas. Cortarlos y dejarlos tirados allí, y llevarse el equivalente de miles y millones de dólares en joyas, sin contar el costoso incienso y la mirra, y demás que ella traía como regalo.",
    "Pero hay algo al respecto, si hay determinación en su corazón para ver a Dios; si Algo ha echado mano de Ud., a Ud. no le molesta ningún peligro, no conoce derrota alguna. Hay algo, Ud. va a recibirlo de todas maneras, sin importar la dificultad que sea.",
    "Seguro, parecía como una situación ideal para los ladrones. Cualquiera de ellos pudo haber venido, pero ella no se preocupó en pensar de ningún peligro.",
    "Ella no se preocupó si podía levantarse y caminar, como alguien temeroso de levantarse de una cama o de un catre, o alguna otra cosa: “Yo no sé, temo hacerlo”. Ella no tenía esa clase de temor. Algo había echado mano de ella.",
    "Y si Algo puede poseernos a nosotros, de esa misma manera, algo va acontecer. Ahora, Ud. no podrá hacerlo hasta que eso no se apodere de Ud., es mejor que no lo intente. Pero cuando eso lo posee, entonces va acontecer.",
    "Fíjense, allí estaba, ella en ningún momento pensó en cuántos ladrones había en el desierto.",
    "O también, al llegar, ¿sería recibida o no? Saben, ella era de otra denominación. así que ¿sería ella recibida, sería bienvenida en la reunión? A ella no se le pidió que viniera. El Espíritu Santo obró en ella para que viniera, así que El era el que estaba guiando; entonces, para satisfacer ese sentir que ella tenía, lo cual ella anhelaba saber.",
    "Recuerden, es su vida. Esa era la vida de ella. Uno tiene una sola oportunidad para arreglarlo, y quizás, en esta noche sea su última oportunidad. Si Ud. rechaza a Cristo en esta noche, quizás no tenga otra oportunidad.",
    "Y esa pudo haber sido la última oportunidad para ella. Ella estaba consciente de eso. ¿Sería correcta la religión fría y formal que ella tenía, o verdaderamente existía un Dios viviente? Ella no había visto nada en su propia religión, pero había oído que había Algo allá en la otra, y ella había leído de lo que El era. Ella quería ver. Era su propia vida la que estaba en riesgo.",
    "Y es mi vida en esta noche, yo tengo que afrontar esto. Yo tendré que llegar al Juicio, y también Uds. tendrán que llegar al Juicio. Nos conviene, estando en nuestros asientos, acostados en nuestras camas, o dondequiera que estemos, considerar esto profundamente; porque uno no sabe en qué hora será sacada su tarjeta del estante de Dios, y cada uno tendrá que responder en el Juicio. Ya sea miembro de iglesia o no, nada tiene que ver. De todas maneras van a rendir cuentas, y es mejor que estén absolutamente seguros de eso. Revisen su experiencia con Dios; vean si verdaderamente Algo se ha apoderado de Uds., que los trae de nuevo a esta Palabra, apartándolos de credos y formas, y todo eso. El lo prometió en los últimos días, que habría otra vez un volver, de “los corazones de los hijos hacia los padres”. Y nosotros creemos eso. Fíjense, nosotros lo encontramos ahora en este día.",
    "Y ella no se preocupó con temor ni nada que la molestara. Ella no estaba pensando en eso. El objetivo era que ella quería averiguar si aquello era real o no, así que salió a cruzar el desierto. Y no…Ella pasó momentos difíciles en lograrlo. Cualquier cosa que Ud. tenga…",
    "Ese es el problema con nosotros, los pentecostales, todo se nos ha sido presentado en una bandeja, todo cuanto queramos. Si el pastor no llega justamente a tiempo: “Yo dejaré las Asambleas y me uniré a la iglesia de Dios”. Y, Uds. saben, es sólo…¡simplemente estamos tan mimados!",
    "Me hace recordar que había un marinero anciano, llegando del mar. Y para allá fue un poeta que nunca había visto el mar; él había escrito respecto al mar, pero nunca lo había visto. El marinero lo encontró, y le preguntó: “¿A dónde vas, mi buen hombre”?",
    "El dijo: “Voy al mar. Yo soy poeta. He escrito del mar. He anhelado oler el agua salada, y ver saltando sus grandes olas saladas, las gaviotas cantando, y el cielo azul reflejado en el mar”.",
    "El marinero anciano echó bocanadas con su pipa, cuatro o cinco veces, miró hacia abajo, y escupió. Dijo: “Yo allí nací, hace setenta años. Yo no le veo nada de atractivo”. El había vivido allí tanto tiempo que le había llegado a ser común.",
    "Y así es con nosotros, en esta noche. Hemos vivido en la Presencia de Dios tanto tiempo, al grado que ha llegado a ser común para nosotros. Debiéramos despertar, y darnos cuenta que Jesucristo está vivo y ha resucitado de los muertos.",
    "Todo esto iba a ser una nueva experiencia para esta reina. Ella era persistente. Ella quería verlo. Ciertamente, ella fue persistente. Ella tuvo que persistir para salir de su nación. Ella tenía todo su prestigio, lo cual tuvo que dejar atrás. ¿Qué de toda su sociedad de naipes y a todo lo que ella pertenecía, todos los círculos de costura y puntada, y demás cosas a las que ella pertenecía, como reina, toda la celebridad que ella conocía? Ella sería un hazmereír para ese grupo. ¿Pero qué tanto le importaba a ella? Era su alma.",
    "Es el alma suya. Es el alma mía. ¿Qué tanto le importa al metodista, bautista, presbiteriano, o de la unidad, los que creen en dos, los que creen en tres, o lo que sea? Es mi alma la que interesa; es su alma la que interesa. Es la Palabra de Dios siendo vindicada.",
    "La vemos allí, que para ella no tenía mucha importancia lo que alguien más pudiera decir, o lo que dijera la celebridad, o aún sus amigos, si ella tuviera que dejar todo lo que había en el mundo. Si era real, ella estaba dispuesta a ir hacia eso. Ella daría su reino, o cualquier cosa. Si eso era real, ella quería encontrar a Dios. Había algo en su corazón.",
    "Nos damos cuenta, que ella vino cruzando el desierto. Finalmente, día tras día, noventa días, tres meses, la caravana finalmente llegó a la puerta.",
    "Ahora bien, ella no llegó como llega mucha gente a las reuniones hoy en día. Muchos vienen y dicen: “Ah, yo oído que tienen, ah, alguien me dijo que tenían…Ajá. Pues, iré allá”. Y se sientan sólo por un momento. Obsérvenlos, uno los ve en todas partes. Ellos dirán: “La primera palabra que él diga que sea contraria a mi creencia”, y con eso salen corriendo por la puerta. “Jamás regresaré a oír a otro”. Vean, simplemente no se quedan lo suficiente. Eso es.",
    "¿Qué de la ocasión cuando Jesús, cuando El estuvo sentado allí frente a Sus setenta? El tenía setenta, y tenía a toda la multitud. El era un gran Hombre. “El era un Profeta”, decían ellos, “el Profeta de Galilea”. Un día El miró sobre esa gran multitud que le seguía y dijo: “Si no coméis la carne del Hijo del Hombre, y no bebéis Su Sangre, no tenéis Vida en vosotros”.",
    "¿Pudieran Uds. imaginarse a los médicos sentados allí, lo que dijeron acerca de ese Hombre? “Pues, El hará vampiros de nosotros. ¿Beber Su Sangre y comer de Su carne”?",
    "El no lo explicó. El no tenía que explicarlo. El tenía que desprender los parásitos que tenía alrededor. En vez de procurar mimar y poner sus nombres en un libro, El los estaba sacudiendo y desprendiendo, no le hacían falta. Así nos damos cuenta, allí estaba, El dijo: “Si no…” El no lo explicó.",
    "Miren, esos discípulos se quedaron quietos. Ellos no dijeron nada.",
    "Veo al doctor y veo a los fariseos, diciendo: “Miren, el Hombre está fuera de Sus cabales, está loco. Ahora quiere que descuarticemos Su cuerpo y lo comamos, y que bebamos Su Sangre. ¡Un vampiro humano! Pues, nosotros, nosotros no podríamos cumplir con eso. Oh, es locura. El Hombre está fuera de Sus cabales”. Se fueron.",
    "Entonces El miró a esos teólogos sentados a Su alrededor, los setenta, y dijo: “¿Qué diréis cuando veáis al Hijo del Hombre ascendiendo al Cielo de donde El vino”? Esos Doctores de Divinidad mirando por todos lados, dijeron: “¿El Hijo del hombre ascendiendo al Cielo de donde vino? Pues, nosotros lo conocemos, hemos ido al establo donde nació. Hemos visto la cuna en la que fue mecido, conocemos a Su madre. Nosotros…El pesca con nosotros. El caza con nosotros. El está por aquí en estas lomas. El usa la misma ropa como nosotros, come la comida. Y este Hijo del hombre, ¿de dónde vino? El vino de Nazaret. Esto ya es demasiado para nosotros”. Se marcharon. El aún no lo explicó. ¿Ven?",
    "El miró, y miró alrededor a los doce, y dijo: “¿Queréis acaso iros también”?",
    "Ahora, ellos tampoco lo podían explicar, pero Algo se había apoderado de ellos. ¿Ven? ¡Ellos sabían! Entonces fue cuando Pedro pronunció esas famosas palabras: “Señor, hemos visto la Escritura vindicada en Ti. ¿Adónde iríamos? Sabemos que Tú tienes las Palabras de Vida. Tú eres la Fuente de Vida. Estamos satisfechos con Esto”.",
    "Jesús dijo: “Yo escogí a doce de Uds., y uno de Uds. es un diablo”. ¿Ven? El no andaba con rodeos, ni puliendo, ni mimando, ni dándoles palmadas en la espalda, ni bautizándolos secretamente, o alguna otra cosa.",
    "El era Dios hecho carne en la Tierra. El era la Palabra de Dios vindicada. Y aquellos que tenían hambre, vinieron. Los que no tenían hambre, no podían venir. Dijo: “Todo lo que el Padre me ha dado, vendrá”. Entonces ¿cómo pueden venir si El no lo ha dado, si no ha sido dado?",
    "Ahora fíjense, encontramos a esta reina, ella finalmente llegó. Ella no esperó como aquella gente. Algunos la siguieron.",
    "Siempre hay tres clases de gente: creyentes, creyentes manufacturados, e incrédulos. El incrédulo se levantará y se va; el manufacturado permanecerá por largo tiempo. Allí estaban los tres. El incrédulo, la multitud; el manufacturado, el grupo que lo rechazó por último. Pero había un creyente genuino que no podía explicarlo; ellos no sabían nada al respecto, pero ellos sabían que El era la Palabra. ¡Eso lo concluyó!",
    "Allí encontramos a la reina. Ella había traído mucho alimento, mucho pan, y muchas cosas. Ella trajo sus tiendas [carpas] y demás cosas. Ella bajó todas las cosas de los camellos, allí afuera en el patio, en las cortes del templo. Y ella armó sus tiendas, e hizo preparativos para quedarse hasta que estuviera convencida si era correcto o errado.",
    "No cabe duda que día tras día ella había leído esas Escrituras. En la noche, probablemente ellos tenían que viajar de noche. En el día, ella entonces se sentaba bajo esas palmas, en los oasis en el desierto, y leía de lo que era Jehová, lo que El debería ser. Ella ahora reconocería a Jehová. Si El estaba en ese hombre, ella reconocería Su acción, ella sabría si era correcto o no. Así que ella estaba al tanto con respecto a la Escritura.",
    "Ella no fue allá para decir: “Ahora, si él dice algo diferente a lo que dice mi sacerdote, yo arreglaré mis camellos y me iré”. Ella se iba a quedar hasta estar convencida.",
    "Oh, si hombres y mujeres tan sólo hicieran eso hoy: tomar la Escritura, y ver si el Espíritu Santo es para hoy o no; investigar si estas cosas de las que hablamos son predichas para esta hora en que estamos. Ella sí lo hizo; esa es la razón que Jesús dijo que el nombre de ella es infalible…no infalible, sino inmortal. Ella se parará en el Día del Juicio y condenará a Dallas, Texas. Ella condenará a los Estados Unidos, en el Día del Juicio, porque ella vino de los fines de la tierra para oír la sabiduría de Salomón; y he aquí, más que Salomón está aquí; un Jesucristo resucitado está aquí en el poder de Su resurrección. Fíjense.",
    "Y ella armó sus tiendas. Yo puedo imaginarme esa mañana (ahora a causa de los niños). Las campanas sonaron, tocaron las trompetas, y dieron comienzo al culto. Ellos tenían servicio todos los días. Piénselo, a ellos les encantaba ir a la iglesia todos los días. Así que el culto comenzó, me imagino que esta reina se fue muy allá en la parte de atrás y se sentó. Y después de un rato, todas las trompetas habían sonado, los himnos fueron cantados, y todo.",
    "Después de un rato, salió el pastor Salomón, y se sentó. Cómo era que toda la gente lo respetaba, porque lo amaban. El era el siervo de Dios. Y ellos salían; no había uno diciendo: “¡Ah! ¡Si tan sólo él fuera esto, si tan sólo él perteneciera a mi grupo”! No. Había un solo grupo, y eran—y eran ellos, así que allí estaban.",
    "Y entonces nos damos cuenta, alguien pasó. Y de repente, Salomón reveló el secreto de su corazón. Me imagino que la reina dijo: “Ahora un momento”. ¿Ven? “Oh, eso sonó muy auténtico”. El siguiente pasó, encontró lo mismo. Oh, su corazón comenzó a saltar. Ella quedó maravillada.",
    "Así que ella debe haber conseguido una tarjeta de oración. Y esperó. Un momento, disculpen esa expresión; pero, Uds. saben, es sólo para afirmar la idea ¿ven? Ella pudo haber recibido una tarjeta, y ella esperó. Un día su tarjeta fue llamada, y ella vino delante del Espíritu Santo que estaba obrando a través de Salomón. Y la Biblia dice que nada hubo oculto para Salomón. [II Crónicas 9:2] El gran Espíritu Santo reveló todo lo que ella tenía necesidad de oír; El se lo reveló.",
    "Y aquí estaba el Espíritu Santo, Su plenitud en Jesucristo, haciendo lo mismo; y esos fariseos diciendo: “Muéstranos una señal. Sana este hombre aquí. Haz esto, y di esto. ¿Y qué será esto, o aquello”? ¿Ven? Ellos simplemente no entienden.",
    "Esta reina parada allí, y la Biblia dice que nada hubo oculto para Salomón. El reveló todas las cosas que ella tenía necesidad de saber. El le dijo todo al respecto.",
    "Y cuando así fue, ella no tuvo que tomar la palabra de alguien más, ella lo había observado y ella lo creyó. Entonces ella se dio la vuelta hacia la audiencia, y dijo: “Todo lo que oí, cuando lo oí, quedé pensando. Pero todo lo que oí, así es; y hasta más de lo que oí, así es”. ¿Ven? Ahora le tocaba a ella, ella lo había visto. Había sido obrado en ella. Ella sabía que era real. Y ella dijo: “Bienaventurado sea el Señor Dios que te ha hecho Su siervo. Bendito sea el…”",
    "¿Qué era? La pobre mujercita había vivido allí, con todos esos credos e ídolos, y una vez en su corazón hambriento… Cualquier verdadero creyente desea ver a Dios en acción. Si alguna vez El fue Dios, El aún es Dios. Y ella vio algo que era real, nada fingido, genuinamente real. Ella sirvió a Dios el resto de sus días, porque ella vio algo que era real.",
    "¡Oh, amigo! Hemos visto tantos: “Unase a este credo, al musulmán, a esta”, lo que sea. “Venga a esta, a esto, aquello, y a lo otro”, y toda clase de sensaciones y cosas. Seguramente el mundo debería estar hambriento esta noche por algo real, por ver algo que es genuino. No algo místico de sangre fluyendo, o rasguños, o aceite, o algo que ni es Escritural; sino a un Jesucristo real Quien prometió vivir en Su pueblo en estos últimos días, y haría las cosas que El hizo, algo que las Escrituras dicen que acontecería en estos días.",
    "Todos estos pequeños credos: “Pues, si Ud. se sabe nuestro credo”, Uds. saben. ¿Ven? Uds.—Uds. están mirando hacia atrás a lo que el Sr. Lutero dijo, un gran hombre en su día, seguro. Es igual que algunas de estas mujeres aquí, de setenta y cinco años, tratando de ser de dieciséis, recordando atrás y tratando de vestirse como cuando tenían dieciséis, se cortan el cabello y usan pantalones cortos, y hacen…Cualquiera que maneje mirando sólo en el retrovisor sufre un accidente. Y eso es lo que pasa con la iglesia hoy en día, está mirando en el retrovisor a lo que ya fue. Con razón está accidentada. Nunca…",
    "Pablo dijo: “Prosigo a la meta del supremo llamamiento, yo salgo. Voy hacia adelante”. Yo sé que el Sr. Moody fue un gran hombre, el Sr. Wesley fue un gran hombre, el movimiento pentecostal, el movimiento bautista, fueron tremendos; pero sigamos adelante a la meta del supremo llamamiento en Cristo. No estén mirando por el retrovisor allá a cuarenta años atrás, miren a lo que es en esta noche. Miren a lo que la Escritura promete en esta noche. El sí les prometió a ellos en aquel día, pero nosotros estamos viviendo aún más allá ahora. Estamos avanzando.",
    "¿Qué si Wesley hubiera mirado hacia atrás, viendo lo de Lutero? Pero él no miró a lo que dijo Lutero, él miró a lo que decía Dios. ¿Qué si los pentecostales hubiesen mirado hacia atrás a los metodistas? ¿Ven dónde hubieran estado Uds.? Allí lo tienen, la misma cosa, Uds. se organizaron y lo apiñaron, no dejando lugar hacia dónde moverse. Ahora el Espíritu de Dios simplemente se va, llevándolo a alguna otra parte.",
    "Cada vez que lo hacen, un sistema hecho por el hombre donde se emocionan todos de esa manera, es otra vez como la contradicción de Coré; cómo Datán y ellos querían reunir un gran número de hombres y formar una organización. Dios dijo: “Moisés, apártate de ellos y Yo los tragaré en la tierra”. Y ese era un tipo de la jornada de hoy en día, y Uds. lo saben, en el camino a la tierra prometida. Y allí estaban. Ellos no podían creer ese mensaje ungido de Dios, que estaba avanzando, y ellos querían comenzar algo por su cuenta. Siempre es de esa manera.",
    "El paso más imprudente que jamás dio Israel, fue cuando rechazaron la gracia, en Exodo 19, y aceptaron la ley. Y Datán cometió el error más terrible cuando él dijo: “Moisés, aquí hay más líderes aparte de ti”.",
    "Y—y él ya había sido vindicado que era la Palabra manifestada de Dios. El había cogido polvo y lo había convertido en pulgas. Y todo lo que él había dicho había acontecido. Y Dios estaba con él. Una Columna de Fuego lo había vindicado, suspendida sobre él allá, y sin embargo ellos querían comenzar algo diferente. Así es lo que es hecho por el hombre.",
    "Así es hoy. Allí es a donde ha llegado la iglesia. Correcto. Oh, iglesia del Dios viviente, ¿no quieren ver algo real? [La congregación dice: “Amén”.] ¡Algo real!",
    "Una corta historia antes de orar por los enfermos: A mí me encanta la cacería. Mi mamá, Uds. saben, es…ella, o sea su madre recibía una pensión. Ella era india cheroqués. Yo…Y mi conversión no me quitó de mí el amor por el bosque, a mí me gusta. Allí es donde uno ve a Dios. Allí es donde primero vi a Dios, allá en el bosque. Allí es donde El se encuentra con nosotros. Allí es donde El habla. Allí es donde me encontraron esos siete Angeles en, Señores, ¿Qué Hora Es?",
    "El Hermano Borders y yo estábamos sentados allá el otro día, cuando aquello descendió (parados más bien), un torbellino de los cielos, y aun cortó las rocas, justo encima de donde yo estaba parado, y lo que El dijo, ¿ven? Y allí (¡oh!), muchos hombres, el Hermano Sothmann aquí en alguna parte, uno de los…Terry, creo, por aquí, estaba presente en ese momento. Y todo eso, uno lo ve a El allá en el campo. A mí me gusta cazar. Yo hago eso sólo para salir, no por matar los animales, sino sólo para estar en el bosque.",
    "Yo antes salía de cacería con una persona allá en Nueva York, allá en New Hampshire, mejor dicho; él era un—un buen cazador. Su nombre era Bert. El era un británico. Y él, o sea sus padres establecieron, o talaron eso, lo que llaman Jefferson Notch por allí, y hasta Carrol Notch, y separaron eso en tiempos pasados. Y en él también hay un poquito de indio. Pero era uno de los que mejores para disparar que jamás he visto, y uno de los mejores cazadores. Uno no tenía que preocuparse de salir a buscarlo; él sabía dónde estaba. A mí me gustaba cazar allá el venado de cola blanca. Y ellos…Y yo iba cada otoño y cazaba.",
    "Y él era tan buen cazador, pero era el hombre más cruel que jamás he conocido en mi vida. El tenía ojos como los de una lagartija, y él sólo…De esa clase, Uds. saben, como las mujeres procuran hoy pintarse los ojos, así como una lagartija. Pues, él en realidad tenía esa clase de ojos. Y para mí, no tiene apariencia de humano. Y así que a mí—a mí como que siempre me desagradaba mirarlo. El era de un aspecto tan repelente por ser así, Uds. saben, mirando por esos ojos así de un lado.",
    "Y a él le encantaba ser cruel. Y él le disparaba a cervatos, eso es un pequeño venado cachorro, sólo para hacerme sentir mal. Y él decía: “Oh, predicador, eres como los demás. Tú tienes corazón de gallina. Tú serías un buen cazador si no fueras predicador”.",
    "Yo le dije: “Bert, yo estoy cazando almas”. Y le dije: “Tú tienes una, y está perdida”. ¿Ven?",
    "Y él: “¡Ah, vuélvete en sí!” Dijo: “Billy, me caes bien, pero” dijo, “no me hables de eso a mí”. Así que—que él le disparaba a esos pequeños cervatos, y—y eso simplemente me hacía sentir tan mal.",
    "Pues está bien matar un cervato si la ley lo permite, ahora, el tamaño o el sexo, es sólo lo que la ley permite. Yo fui guardabosques por muchos años. Pero miren, Abraham mató un becerro y se lo dio de alimento a Dios, así que no es nada en matar un cervato, si la ley lo permite. Pero no dispararles solamente para dejarlos tirados allí, y uno jactarse al respecto; eso está errado, hacer eso está errado. Sólo dije eso para justificar aquí a mis hermanos cazadores (¿ven?), para que Uds. vieran lo que estoy queriendo decir.",
    "Ahora fíjense en esto, nos damos cuenta que este hombre…Un día yo fui allá, mi esposa y yo juntos. Y él había hecho un pequeño pito, que al soplarlo sonaba exactamente como un cervato cachorro llorando, Uds. saben, ese balido raro que ellos hacen. Pues, mientras…",
    "Yo había estado trabajando, y no había terminado a tiempo, habiendo concluido una reunión, y fui allá a cazar con él. Y por allí ya había ocurrido mucha cacería; y al primer disparo de un rifle, en esa zona, esas colas blancas…Uds.— Uds. pensaban que Houdini era un artista de escape; él era un principiante, comparado a ellos. Y de repente todos se esconden. Y si hay claro de la luna, se alimentan de noche; o se meten debajo de un arbusto o algo, y no se mueven.",
    "Entonces vemos, aquel día yo le dije: “Bert, ¿será posible que tú—tú vas a usar ese pito”?",
    "El dijo: “¡Ah, predicador, tú eres tan cobarde, corazón de gallina”! Dijo: “Vuélvete en sí”.",
    "Y salimos, y metimos algunos emparedados en nuestras— en nuestras camisas. Ibamos a cazar como hasta mediodía, por los bordes de la parte superior de la—de la Sierra Presidencial, y luego separarnos y bajar de regreso. Si matábamos un venado, sabríamos dónde estaría colgando, iríamos a sacarlo en un día o dos; y lo colgaríamos. Así que había como, oh, cuatro pulgadas de nieve, o quizás seis [de 10 a 15 centímetros], algo así, era un buen tiempo para rastrear. Y salimos de camino, continuamos por ahí, arriba en la montaña, y no había huellas, no había nada. La luna reflejando en la noche, y el venado…[Cinta en blanco.]",
    "Bert estaba adelante de mí, sirviendo de guía, y yo iba caminando detrás de él. Y de repente él se sentó, así. La nieve estaba seca. Y él comenzó a meter la mano; yo pensé que iba a comerse el emparedado y que de allí mismo nos separaríamos, porque ya estábamos muy alto en la montaña. Y él metió así.",
    "Y yo fui a sacar mi emparedado, y comencé a buscar un lugar donde colocar mi rifle. Y—y fui a sacar mi emparedado, y miré.",
    "El sacó ese pito. Yo pensé: “Vaya, ese es un truco sucio, hacer eso”. Así que él tomó este pito, y me miró con esos ojos de lagartija, y alzó la mirada hacía mí. Se puso el pito a la boca, así. Y yo dije: “Bert, ¿en verdad vas hacer eso”?",
    "El dijo: “¡Oh”! Y él le sopló. Y, para mi sorpresa, como a cincuenta yardas [45 metros], allí al frente, se levantó una enorme gama. Ahora, la gama es la madre venado. Y allí estaba, sus grandes ojos color café, y esas orejas paradas. ¿Ven? Ella oyó. Ahora, ella era una madre (¿ven?), y su bebé estaba llorando. Y no importaba si los demás salían o no, había algo en ella. Ella era una madre.",
    "Entonces Bert mirando de esa manera, y él sopló de nuevo, muy bajito. Y ese venado salió caminando directamente al descubierto. Ahora eso es raro, muy raro, que salgan caminando así. Y ella estaba mirando alrededor, con esa gran cabeza alzada, y sus ojos mirando alrededor.",
    "Después de un rato, el cazador extendió la mano y agarró el rifle, y ella vio al cazador. Por lo regular ellos sólo saltan y desaparecen, Uds. saben cómo es, rápidamente. Pero, saben, ella no se movió. Ella se quedó allí y lo miró a él de lado, había volteado su cabeza y lo estaba mirando. ¡Oh! Yo pensé: “Bert, tú no puedes hacer eso”.",
    "Vean, ella no estaba fingiendo algo; ella no era hipócrita; ella no estaba actuando. Desde adentro le nacía, ella era una madre. Y ese bebé, no importa si le hubiera costado la vida, estaba en problemas, ella estaba tratando de encontrar a ese bebé, estaba en problemas. Ella, el instinto en ella era de una madre. Y ella vio al cazador, pero su mente no estaba en el cazador, sino en ese bebé en problemas, ese pequeño cervato.",
    "Y así que él le quitó el seguro a este calibre 30.06. Oh, él tenía una puntería mortal. El niveló ese rifle. Yo—yo sencillamente tuve que voltear mi rostro. Yo no pude evitarlo. Yo—yo no pude mirarlo. Pensé: “En un par de minutos más, y él le volará ese corazón leal; ella tratando de encontrar a su bebé que estaba en problemas, sabiendo que allí mismo estaba el cazador”. Y él le volaría ese corazón leal, con esa bala de ciento ochenta granos. Y yo—yo…Él tenía una puntería tan exacta. El apuntó. Yo pensé: “Yo no soporto mirar eso”. Yo le di la espalda.\n\nY—y yo—yo dije: “Señor, ayúdalo, para que él no haga eso”.",
    "Yo—yo sentí tanta lástima por esa pobre madre parada allí, buscado a su bebé; y yo sabía que ella no lo estaba fingiendo. Ella era una madre. Ella hubiera corrido en cualquier otro momento. Ella no se hubiera levantado con nosotros pasando por allí. Pero había algo en ella.",
    "Y esperé, y esperé, y el rifle no disparó. Pues, me pregunté: “¿Qué es lo que pasa”? Y esperé, entonces volteé muy lentamente. Y vi el venado parado allí, aún estaba mirándolo a él. Y miré el cañón del rifle, y se movía de esta manera. El estaba tratando de apuntar, y no podía hacerlo.",
    "El tiró el rifle al suelo, y miró alrededor hacia mí, y esos grandes ojos habían cambiado. Las lágrimas estaban corriéndole por las mejillas. El me agarró del pantalón, y dijo: “Billy, guíame a ese Jesús del que estás hablando”.",
    "¿Qué—qué fue? El vio algo real. ¿Ven? Esa madre venado tenía que desplegar lealtad, una verdadera lealtad que le causó a ese cruel cazador, el cual tenía el corazón más perverso que jamás he visto. No fue un sermón que yo le prediqué. Fue lo que él vio, algo que era real. No era fingido, no era una farsa. Esa era una genuina madre buscando a su bebé, y eso lo guió a Cristo. El ahora es un diácono en una iglesia allá, un Cristiano maravilloso, porque él vio algo que no era fingido. No era algo manufacturado, era real.",
    "¡Oh, hermano, hermana, si esta iglesia, si esta gente, en esta noche, si Uds. y yo! Hay algo real, no algo fingido. Uds. pudieran ver algunos fingiéndolo, pero existe la cosa genuina. Hay algo en un hombre que lo hace vivir por Dios. Hay un genuino Espíritu Santo esta noche, hermano, que no es fingido. La hay, es una cosa genuina.",
    "Y ¿a cuántos aquí les gustaría ser tan Cristianos, y tan leales a Cristo, en muerte, persecución, cualquier cosa, les gustaría ser tan Cristianos como esa madre venado fue una madre? ¿Les gustaría, no les gustaría ser así? Yo anhelo ser esa clase de Cristiano. Que aun como esa mujer sirofenicia de anoche, ella era esa clase de Cristiana. Esta reina de la que estamos hablando esta noche era esa clase de Cristiana; cuando ella vio algo que era real, ella estaba lista. Dios nos ayude esta noche, para recibir algo real, a Cristo.\n\nInclinemos nuestros rostros sólo un momento, mientras oramos.",
    "Ahora me pregunto, en el edificio en esta noche, si habrán—si habrán algunos aquí, mientras están muy quietos, si habrán algunos aquí que les gustaría — y no conocen a Cristo como su Salvador personal — y les gustaría conocerlo a El como su Salvador, ¿levantarían Uds. la mano? Una, dos, tres. Dios le bendiga. Dios le bendiga. Dios le bendiga. Dios le bendiga. Dios le bendiga.",
    "Me pregunto si habrán algunos aquí esta noche que han afirmado ser Cristianos, quizás miembros de una fina iglesia, de un magnífico grupo de personas, pero sin embargo saben muy en el fondo en su corazón que no tienen Cristianismo en su corazón, nacido de allí. Así como esa madre venado nació para ser madre; ella fue una madre, hasta la médula. Y a Uds. les gustaría llegar a ser un verdadero Cristiano, como esa madre venado fue una madre; ¿levantarían las manos, para así decir: “Ore por mí, Hermano Branham”? Dios le bendiga. Dios le bendiga. Por todo alrededor, arriba en los balcones, veo su mano.",
    "Padre Celestial, yo no tenía la menor idea, en ese día frío de noviembre, parado allí, con nieve que se me había caído por el cuello, mojado, viendo a ese hombre tendido allí, cómo le hablé, lo tomé de la mano, lloré con él, pero le conté acerca de la Biblia y todo así. Y él dijo: “Oh, quizás tengas razón”. Pero viendo que Tú tuviste que enviar algo tan real, justamente en la manera de la naturaleza, que—que él—él simplemente no pudo evitar ver que había algo real. Y ahora él es Tu siervo, Señor.",
    "Ahora hay muchos aquí esta noche. Algunos de ellos levantaron sus manos, Padre, que nunca han sido Cristianos, y quieren llegar a serlo. Dios, no permitas que sean sólo uno de estos que corren y se unen a una iglesia, o toman alguna forma, o credo, o bautismo; sino permite que Cristo les nazca en el corazón.",
    "Y aquellos que se han unido a la iglesia, ellos, ellos están buscando, Señor, como quizás la—la mujercita, la reina de la que hemos estado hablado. Ella—ella estaba hambreando por algo. Y—y ellos también, Señor. Y cuando ella vio algo que era real, que identificó a Dios en seres humanos, ella entonces estuvo lista. Y ella dijo: “¡Bendito sea Jehová, Dios de Israel”! Ella no quería más que ver con cosas paganas.",
    "Y Padre, muchos aquí en esta noche, no cabe duda, están en esa misma condición. ¡Si ellos tan sólo pudieren ver algo real! Y Tú nos dijiste cuando estuviste aquí en el mundo, lo que acontecería en este día. Nos ha sido dicho que Tú eres el mismo ayer, y hoy, y por los siglos. Y sabemos cómo fuiste identificado, y cómo los fariseos fallaron en ver eso. Señor, los mismos grupos hoy en día están fallando en verlo, al pertenecer a la iglesia, uniéndose, teniendo ciertas formas de credos, y demás. Ellos, ellos fallan en ver al Mesías, el gran Espíritu Santo identificándose con la gente, como Tú prometiste que harías.",
    "Concede en esta noche, Señor, que cada uno se dé cuenta y pueda ver Tu Presencia. Y que el texto baje en sus corazones: “Más que Salomón está aquí esta noche” — es Jesucristo, el resucitado Hijo de Dios, listo para venir y convertir, y hacer nuevos los corazones, y colocar en ellos una experiencia de haber nacido de Dios. Así como esa madre gama, algo en que ella no tuvo nada que ver; por la gracia de Dios ella fue escogida para ser un venado, ella fue escogida para ser una madre, y una madre leal. Y Tú nos dijiste que fuimos “escogidos desde antes de la fundación del mundo”.",
    "Yo ruego, Dios, que permitas a todo aquel que tenga esa atracción en su corazón (como la tenía esa damita), que busque a Dios; y que en esta noche acontezca algo real que ellos puedan ver, y así servirle a El. Porque más que Salomón está aquí. Lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora reverentemente, en silencio, antes que vengamos al altar, por favor, nadie se mueva. Sólo sean muy reverentes por un momento. Esta es una hora muy solemne, un momento solemne. Se están tomando decisiones. Muchos levantaron sus manos. Yo creo que Uds. fueron profundamente sinceros en eso, cuando lo dijeron.",
    "Ahora, si ya han oído acerca de la Biblia, han oído acerca de Jesús, han oído que El era el Hijo de Dios. Se les ha enseñado que El se levantó de nuevo, y les ha sido enseñado que El es el mismo ayer, y hoy, y por los siglos.",
    "Ahora este Espíritu Santo del que estamos hablando, ¿será Jesucristo? Seguro, sí lo es. ¿Ven? El es Dios; conocido como Dios, el Espíritu Santo. No es otro Dios; es el mismo Dios. Padre, Hijo, y Espíritu Santo, no son tres dioses; son tres atributos del mismo Dios (¿lo ven?), simplemente el mismo Dios en tres formas. ¿Ven Uds.? De otra manera, como en tres oficios, Uds. saben; cuando El sirvió como Padre, y luego como Hijo. Es Dios condescendiendo, viniendo de Uno Quien no podía ser tocado (con sólo tocar el monte, tenían que morir), hasta nosotros poder palparlo a El en carne.",
    "Y ahora El está en Uds. El los ha santificado a Uds. con Su Sangre, para El poder vivir en Uds. “En aquel día, vosotros conoceréis que Yo estoy en el Padre, El Padre en Mí; Yo en vosotros, y vosotros en Mí”. ¿Ven? Es Dios sobre nosotros, Dios con nosotros, Dios en nosotros. ¿Ven?",
    "Y ese es Cristo, esta noche, el Espíritu Santo. El es el mismo. Y Uds. son…El es la vid, y Uds. los pámpanos. Tengan fe en El. ¡Y si El se identifica en esta noche, de estar entre nosotros!",
    "Ahora si El se parara aquí con cicatrices, ese sería un ser humano, eso es carne. Cualquiera puede imitar eso; un ser humano puede desfigurarse. O quizás, nosotros no conocemos la apariencia de Jesús, sólo tenemos la—la—la idea del artista, la psicología al respecto, de cómo se veía El; Hoffmann tuvo una idea, Sallman otra, ¡y cuántos más!\n\nPero ¿cómo le conocerían? Sería por Su Vida.",
    "Porque si un hombre se parara aquí con marcas de espinas en su mano, y cuánta más cosa, ese sería un impostor; porque cuando Jesús mismo venga, todo ojo le verá, toda rodilla se doblará, y toda lengua lo confesará. Ciertamente.",
    "Pero Su Espíritu está aquí, ¿ven? Y si nosotros tan sólo podemos dejar que nuestras mentes sean sujetas a la de El. “Haya pues en vosotros este sentir que hubo también en Cristo”. El es la Palabra, y la Biblia dice: “La Palabra de Dios”, lo cual, ¿cuántos saben que Jesús fue la Palabra? Eso está en la Biblia, en Hebreos 4, y la Biblia dice: “Es más cortante que toda espada de dos filos, y discierne los pensamientos del corazón”. Ahora eso es lo que estaba en Salomón: la Palabra, Dios, y por eso él podía discernir sus pensamientos. Eso estaba en Jesús, ¿ven? Eso es lo que está aquí ahora, la misma cosa.",
    "Ahora, Uds. sentados por allá, yo no voy a llamar la línea de oración porque voy a hacer un llamado al altar. Pudiera haber algunos aquí que nunca han estado en las reuniones. Yo no veo ni una sola persona en el edificio que—que conozco.",
    "Alguien estaba diciéndome que hubieron como treinta o más, que fueron llamados anoche. ¿Se dan cuenta Uds. que en una ocasión una mujer tocó Su vestidura, y El volteó, y la misma cosa aconteció, y—y virtud salió de El, y El, el Hijo de Dios? Pero El dijo: “Mayores que éstas haréis, porque voy al Padre”.",
    "Ahora Uds. sólo crean y tengan fe, cada uno de Uds., aquí por todo el rededor, en estos catres, camillas, donde estén. ¡Crean! No piense que su caso no tiene remedio.",
    "Ahora si yo pudiera sanarlos, lo haría; pero yo no puedo sanarlos. Yo pudiera poner manos sobre Uds., y es mi intención hacerlo, con todos los que tienen esas tarjetas. Y se reparten las tarjetas cada día. Así que es la intención mía hacer eso, pero eso es, es sólo como gesto que yo creo juntamente con Uds.",
    "Pero miren, ¿por qué no le tocan a El? La Biblia dice: “El es el Sumo Sacerdote (ahora mismo) que puede compadecerse de nuestras debilidades”. ¿Es verdad eso? Pues, si El es el Sumo Sacerdote, entonces El seguramente actuaría en la misma manera como allá entonces. ¿No es así? El ciertamente actuaría de la misma manera como actuó allá. Muy bien, ahora Uds. tóquenlo a El por fe.",
    "Ahora, Padre Celestial, la reunión es Tuya. Pero yo he enseñado en esta noche respecto a esta mujer viendo algo real, cuando ella vio ese espíritu de discernimiento sobre Salomón. Y estamos seguros, Señor, que Tus Palabras son verdad. Tú dijiste que eso volvería otra vez, como fue en los días de Sodoma, justo antes de la Venida; y que Tú eras el mismo ayer, y hoy, y por los siglos. Las obras que Tú hiciste, nosotros también las haríamos. Y Tú eres el Sumo Sacerdote en esta noche, que puede compadecerse de nuestras debilidades. ¿Cuánto más necesitamos?",
    "¿Cuánto más necesitaron aquellos judíos, para ver que El era un Profeta? Una virgen concibió, y todas estas cosas; pero ellos, sus credos los cegaron.",
    "Señor, hay algunos aquí que han venido, quizás no de Sabá, pero han venido de muchos lugares. Yo ruego, Dios, que te identifiques en una manera real en esta noche. Y luego identifícate en ellos, como se identificó el instinto de madre en ese venado aquel día. Somos Tuyos, Padre. Háblanos, en el Nombre de Jesús. Amén.",
    "Ahora quiero que tengan fe y que crean, cada uno de Uds., por dondequiera, por todo alrededor. Y sólo oren. Ahora no… Sólo vigilen y oren, y sólo crean. Vean, esto quizás no, el Espíritu Santo quizás no se agrade en hacer esto. Si así es, llamaré una línea de oración. Pero aquí estoy parado. Alguien por allá, aun si…No prefiero los que tienen tarjetas de oración. Sólo—sólo cualquiera, sólo—sólo oren. Por supuesto, yo no sabría, pero Uds. sólo oren y vean. Sólo digan: “Señor Jesús, yo sé que ese hombre no me conoce. El no sabe nada acerca de mí, pero yo sé que yo creo”.",
    "Su fe es inconsciente. No presionen, ni salten. Al hacerlo se alejan, pero es que allí está junto a Uds. Sólo descansen y crean. Ahora, sólo crean y tengan fe. [En la congregación, un hermano da una exhortación.] Amén. Sean reverentes, sólo tengan fe, sólo crean. Algunas veces su fe es inconsciente, uno la tiene y no lo sabe. Esa mujercita la tenía, y no lo sabía.",
    "¿Cuántos de Uds. han visto la fotografía del Angel del Señor, esa Luz? Fue tomada aquí mismo en Texas. Ahora ha sido tomada en distintas partes del mundo.",
    "Pero ¿qué piensa Ud., señor? ¿Cree Ud., sentado aquí en la esquina? Parecía que Ud. estaba mirando muy ansiosamente. Ud. padece de varias cosas. Ud. tiene complicaciones, muchas cosas. Ahora cuando yo dije eso, le llegó un sentir muy raro. ¿No es así? Si eso es verdad, levante su mano. Ahora yo soy un desconocido por completo para Ud., no lo conozco. Eso es verdad. ¿Sabe qué? Esa Luz acaba de posar sobre Ud. ¿Ve? Eso es lo que Ud. sintió, como un sentir muy dulce. Yo lo estaba observando mientras descendía.",
    "Ahora sí, Ud. está aquí, y quiere que se ore por Ud. antes de irse del edificio. Si Dios me revela a mí cuál es su problema, y Ud. sentado allí, y yo acá, ¿creería Ud. que es Dios? Es una hernia, una de sus cosas más graves. Es correcto. ¿Es cierto eso? Si Dios me dice quién es Ud., cuál es su nombre (Ud. ahora tiene un buen contacto con El) ¿creerá Ud. que yo soy Su profeta, o Su siervo? Discúlpenme, esa es una piedra de tropiezo para muchos, ¿ven? ¿Lo cree Ud.? Su nombre es Sr. Sturgeon. Si eso es correcto, levante su mano. Créalo, y sea sano.",
    "Allí está una dama sentada allí atrás, de cabello oscuro, aquí en el pasillo. Sí, Ud., Ud. se asombró cuando eso fue dicho. Ahora en este mismo instante Ud. comienza a sentirse un poco rara (¿ve?), algo como muy dulce a su alrededor. Si alguien mirara, si logran verla, es una especie de Luz de aspecto ámbar descendiendo sobre la dama. Ahora el problema que tiene, ella sufre dolores de cabeza que la molestan mucho. Eso es correcto. Si eso es correcto, levante su mano de esa manera. Yo nunca la he visto en mi vida. Eso es verdad. Eso es correcto. Dolores de cabeza le molestan, como migraña, pero la van a dejar. Amén. Créalo. Ahora el…",
    "Hay un hombre sentado allí al lado suyo, y él me está mirando tan sinceramente, y esa Luz se está moviendo directamente hacia él. Y el hombre está sufriendo de sus ojos. Pero si él cree, Dios sanará los ojos y se los restaurará. ¿Lo cree Ud.? Muy bien. Yo nunca lo he visto en mi vida. Ud. es un desconocido para mí.",
    "Oiga, también ese joven sentado allí al lado suyo, él sufre con problemas de su cabeza. Eso es correcto. Eso es correcto. Nunca en mi vida he visto al hombre, Dios lo sabe. Muy bien, Ud. crea.",
    "El hombre sentado junto a Ud., con lentes, mirando en esta dirección. Sí, Ud. está usando lentes, pero ese realmente no es su problema. Ud. tiene algo mal con su espalda, por lo cual está deseando se ore. Si eso es correcto haga un gesto con su mano. Muy bien.",
    "Ese joven sentado junto a Ud., a su lado. El ha tenido muchos problemas, ese joven. Sí señor, con la corbata roja. Ud. ha tenido muchos problemas en su familia y cosas. Su esposa es una persona muy nerviosa, y Ud. también está sufriendo con alguna clase de presión en su cabeza. Eso es ASI DICE EL SEÑOR. Eso es verdad. Eso es correcto. Ud. sólo crea, no vaya a dudar, pero crea.",
    "Aquí está una mujer sentada aquí atrás. ¿No ven esa Luz moviéndose allá atrás, y posando allí? Ella está sufriendo con un problema de la vista, y también de la vejiga. Oh, se le va pasar por alto. Señor Dios, ayúdame. Su nombre es la Sra. Chambers. Crea con todo su corazón, Sra. Chambers. Póngase de pie. Levántese, para que la gente vea quién es Ud. Yo soy un desconocido, nunca la he visto en mi vida. Sí. Ya se le ha ido. Jesucristo la sana.",
    "Ahora si ese no es Jesucristo, el mismo ayer, y hoy, y por los siglos, entonces ¿dónde está? ¿Prometió El hacerlo? Todos los que lo creen, levanten su mano. Muy bien.",
    "¿Quieren ser verdaderos Cristianos, Uds. que levantaron la mano hace rato; así como fue esa madre venado? Mientras el Espíritu está presente, y la unción está sobre nosotros, ¿por qué no se abren paso, y vienen y se paran aquí junto al altar, por un momento? Si están buscando a Dios para salvación, ¿pasarían aquí, vendrían aquí a este altar y se pararían aquí conmigo sólo por un momento? Levántense. Eso es. Eso es correcto. Dios les bendiga. Cualquiera en el edificio, dondequiera que estén, ¿pasarían? Eso es correcto. Vengan ahora, Uds. que quieren encontrar a Cristo.",
    "Nunca estarán más cerca a El sino hasta que se encuentren con El. El está aquí. El se ha identificado, es algo real. Uds. se han unido a la iglesia (ahora para muchos de Uds. miembros de iglesia), Uds. se han unido a la iglesia pero eso es todo lo que tenían, tienen deseos de ver algo real. ¡Eso es exactamente lo que Jesucristo mismo se identificó ser!",
    "Miren este niño viniendo aquí, llorando, las lágrimas corriendo por su carita. Con razón, ellos son tiernos. Ellos no han pasado por tantas cosas. Allí viene otro por el pasillo, otro viniendo de la parte de atrás, niñitos, cuando los adultos lo han ignorado. ¿No desean pasar? Vengan aquí ahora y párense alrededor del altar. Uds. miembros de iglesia, Uds. que quieren tener una experiencia de Cristo en su corazón, ¿no pasarán aquí? Si El conoce su corazón, y Uds. saben que no pudieran esconderlo ¿no vendrán ahora mismo para pararse aquí, antes que avancemos? Vengan aquí, párense aquí para orar. ¿Lo harán?",
    "Vengan, demuestren, párense por El. Uds. párense por El. Si se avergüenzan ahora de El, El se avergonzará de Uds. allá.",
    "Recuerden, El está aquí. La Escritura dice que esto acontecería, y aquí está El, identificándose de estar aquí. Si Ud. es un miembro de iglesia, y no conoce a Cristo como una verdadera experiencia ¿no pasaría en este momento? Ahora, no acostumbro mucho persuadir a la gente. Lo único que yo puedo decir, es decirles la Verdad, y si la Presencia de Cristo, más su Palabra hecha manifiesta…",
    "Allá arriba en el balcón, Uds. que levantaron sus manos; hermana, hermano, si Uds. quieren bajar, vamos a esperar aquí mismo. Bajen, y reúnanse alrededor del altar, sólo para unas palabras de oración. Dejen que el mundo sepa, dejen que Jesús sepa que Uds.—que Uds. no se avergüenzan, Uds. quieren ser verdaderos Cristianos. ¿No vendrían, mientras estamos esperando sólo unos momentos?",
    "Miembro de iglesia, tibio, descarriado, ¿no vendría a pararse con ellos ahora? Venga aquí y párese, acompañándoles. Uds. que no han tenido, si no han tenido una experiencia con Dios, que son nacidos en el Reino de Dios, de esa manera.",
    "¿Qué más quieren ver? Recuerden, les digo en el Nombre del Señor, si Uds. me consideran ser Su siervo, de acuerdo a la Escritura, esta es la última señal que la iglesia verá. Esa fue la última cosa que Abraham vio que se hiciera antes que llegara el hijo prometido. Y nosotros somos la Simiente real de Abraham, y Jesús prometió que la Simiente real vería la misma cosa que vio Abraham, antes que el mundo gentil ardiera. No lo aplacen por alguna otra cosa. Satanás está procurando hacer que lo pasen por alto. Vengan ahora, mientras…\n\nHay un precioso manantial,\n\nDe sangre de Emmanuel,\n\nQue purifica a cada cual,\n\nQue se sumerge en él.\n\nEl malhechor se convirtió\n\nPendiente de una cruz;\n\nEl vio la fuente y se lavó,\n\nCreyendo en Jesús.",
    "¿No vendrán para aceptarlo ahora? Estoy esperando un momento, alguien más pudiera venir y pararse aquí para que se orase por él.",
    "Ahora voy a pedirle aquí a los ministros, los hermanos, que vengan y párense conmigo, mientras oramos. Y ministros por allá, que están preocupados, y algunas de estas personas son de su vecindario, que asisten a su iglesia o algo, si Uds. están interesados en—en que almas vengan a Cristo, y Uds. creen que esto es Jesucristo.",
    "Ahora, recuerden, yo no soy Jesucristo. Yo soy su hermano, un pecador salvo por gracia. Yo soy igual que Uds. Pero es Jesucristo, el Espíritu Santo, que está aquí con nosotros, guardando Su Palabra. El no tiene que hacer esto, pero El prometió que lo haría. Jesús no tenía que sanar a los enfermos, pero la Biblia dice que lo hizo, para que “se cumpliese” lo que fue prometido.",
    "Ahora, no nos interesa a qué clase de iglesia Ud. pueda pertenecer. Si Ud. cree que Jesucristo está presente, y cree que existe una experiencia de un nuevo nacimiento, del bautismo del Espíritu Santo.",
    "Ministros, muévanse entre estas personas aquí. Vengan entre ellos, poniendo las manos sobre ellos. Vamos a orar por ellos. Le estoy pidiendo a nuestra congregación que sean lo más reverentes que puedan por unos momentos. ¿Cómo sabemos lo que hará el Espíritu Santo? Así es, muévanse, mézclense con la gente. Vengan alrededor de cada uno.",
    "Ahora recuerden, hay una sola cosa que Uds. pueden hacer, es aceptar lo que El les ha prometido. ¿Han visto la realidad de la resurrección de Cristo?",
    "Ahora voy a pedirle a la congregación que se ponga de pie por un momento, en reverencia y respeto. Cada uno de Uds. crea. Confiesen todo lo que han hecho, es todo lo que pueden hacer, y luego pídanle a Dios que les perdone. Y acéptenlo, créanlo. Ahora cada uno ore a su propia manera.",
    "Nuestro Padre Celestial, venimos a Ti, con almas arrepentidas. Cómo penetró profundo esa corta historia de esa madre venado, que la gente quiso hacer algo, o ver algo real; como la reina de Sabá, quien vino de los fines de la tierra, para oír la sabiduría de Salomón. Y más que Salomón está aquí, el Salvador de la humanidad, ¡Jesucristo de Nazaret! Sálvalos, Padre, perdona sus pecados. Lava sus almas en la Sangre del Cordero, y dales una experiencia de nacer como Cristiano. Ningún otro animal, nadie más pudiera haber hecho eso, sino la madre venado. Eso es lo que ella era. Danos esa experiencia, Señor, ahora, una experiencia de haber nacido de nuevo, en el Reino de Dios, mientras el Espíritu Santo está presente. Concédelo, Señor. Concédelo, Señor.",
    "Ahora cierren sus ojos, levanten sus manos, y digan, hagan su confesión, diciendo: “Jesús, yo ahora creo. Acéptame así como soy. No hay más que pueda hacer. Sana mi cuerpo enfermo. Acéptame, Señor. Yo creo que Tú estás aquí, el Espíritu Santo está aquí identificándose. Sálvame por Tu gracia, Señor. Es todo lo que sé hacer. ¡En el Nombre de Jesucristo”!\n\nHermano Grant, ¿nos puede despedir en oración? 🦅"
  ]
}