{
  "title": "LA SEÑAL",
  "id": "64230009",
  "content": [
    "🦅  …lectura de la Palabra. Para el servicio de clausura, la razón por la que les pedí que se pusieran de pie… Cuando tocan The Star-Spangled Banner, Uds. se ponen de pie. ¿No es así? [La congregación: “Sí”.—Ed.] Entonces, ¿por qué no por la Palabra de Dios? Es en respeto. Ahora en el Libro del Éxodo, el capítulo 12, comenzando con el versículo 12, deseo leer una porción de la Escritura, el versículo 12 y 13.\n\nPues yo pasaré aquella noche por la tierra de Egipto, y heriré…todo primogénito en la tierra de—de Egipto, así de los hombres como de las bestias; y ejecutaré mis juicios…Yo Jehová.\n\nY la sangre os será por señal en la casa donde vosotros estéis; y veré la sangre y pasaré de vosotros, y no habrá en vosotros plaga de mortandad cuando hiera la tierra de Egipto.",
    "Mi tema es: La Señal.",
    "Inclinemos ahora nuestros rostros. Y en Su quietud de este momento sagrado, antes de acercarnos a Él en oración, ¿habrá alguna petición que Ud. quisiera que Dios responda en esta tarde? Solo levanten las manos si así es, y en lo profundo de su corazón piensen en lo que quieren que Él haga. Por donde sea en el edificio, solo piensen en lo que Uds. quieren que Él haga.",
    "Nuestro Padre Celestial, Tú eres el incambiable Dios, y oramos que respondas nuestras oraciones esta tarde, al—al levantar nuestras manos. Y puedes ver que mis manos también están levantadas. Y mi petición, la haré pública, es: Señor, que sanes a cada persona aquí hoy, salva a todo perdido. Ahora, Tú dijiste: “Si pidiereis cualquier cosa al Padre, en Mi Nombre, Yo lo haré”. Ahora, Señor, ayúdanos a creer juntamente como una unidad de personas, de hijos creyentes. Habla por medio de Tu Palabra, Señor. Tu Palabra es la Verdad. Bendice nuestros corazones.",
    "Te damos las gracias por esta reunión. Te damos gracias por el Hermano Grant, y por todos sus obreros y por todas las iglesias y las personas. Y por todo lo que has hecho por nosotros, Señor, estamos agradecidos Contigo. Padre, puede que muchos de los que estamos aquí no nos volvamos a ver, hasta que nos veamos del otro lado. Este podría ser el último servicio que compartamos sentados aquí en esta tierra. Que el Espíritu Santo venga y nos bendiga aquí reunidos, nos ministre según nuestras necesidades. En el Nombre de Jesús oramos. Amén.\n\nPueden sentarse.",
    "Tengo aquí una libretita de papel, donde anoto algunas Escrituras y cositas. Antes podía recordarlo de memoria, pero acabo de pasar de los veinticinco, Uds. saben, ya por segunda vez. Y, además, ya no recuerdo como antes, y con tantos involucrados en las reuniones y demás, y por tanto qué hacer.",
    "Nuestro tema de esta tarde es: La Señal. Nuestra escena comienza en Egipto. Es un gran cuadro aquí ahora, quiero que todos lo vean y sean tan reverentes como puedan. Egipto es el lugar de la escena, y el tiempo de la escena es precisamente cuando comienza el éxodo.",
    "Y bueno, es un tipo de hoy, muy claro, ya que nosotros también estamos frente a otro éxodo. Dios sacando a Israel de Egipto, a la tierra prometida, fue un tipo de Cristo sacando a la Novia de la iglesia, a la Tierra prometida. Y estamos en otro éxodo. Ahora, Ud. estudie la Escritura, pues solo tenemos tiempo para tocar los puntos sobresalientes, es cierto. Somos el… Así como Dios sacó una nación de una nación, Dios sacará a la Novia de una iglesia. La Novia será llamada de todas las iglesias. Serán los elegidos de Dios los que serán sacados. Y estamos al borde de ese éxodo ahora mismo, pues tenemos toda prueba Escritural de que estamos allí. Ahora, sé que se ha dicho eso muchas veces, pero, amigo mío, llegará el momento en que se dirá por última vez. El tiempo entonces se disolverá en la Eternidad. Él viene a sacar una Novia de una iglesia.",
    "La señal era la cosa que marcaba la diferencia entre Egipto e Israel, las dos naciones. Todos eran seres humanos, pero, todos creados por Dios, todos eran la obra de Dios, pero la diferencia, cuando se dictó la pena de muerte, la diferencia entre la vida y la muerte fue la señal.",
    "Y así también lo será en la venida del Hijo de Dios, cuando Él saque a la Novia de la iglesia, la diferencia será la Señal. Ahora, escuchen atentamente esta tarde, y vean si eso no es verdad. La Señal será la diferencia. Tiene que haber una diferencia.",
    "Dios va a juzgar al mundo, algún día. Si yo le preguntara a la gente católica: “¿A quién juzgará Él, conforme a qué juzgará el mundo?”. Ellos dirían: “La iglesia”. ¿Cuál iglesia? “La iglesia católica”. ¿Cuál iglesia católica? Hay varias de ellas. Los metodistas dirían: “Por la metodista”, los bautistas entonces quedan fuera. Entonces, si Ud. lo juzga por la iglesia bautista, todos los demás quedan fuera. Los pentecostales dicen: “Por la pentecostal”, entonces los demás quedan fuera. ¿Ven?, sería de confusión, demasiada confusión, demasiado confuso a la mente, considerar tal cosa.",
    "Pero Dios tenía una manera aquí por la que Él dijo que iba a juzgar la tierra, no por la iglesia católica, no por la iglesia protestante. Sino que Él va a juzgar al mundo por Jesucristo, y Jesús es la Palabra, así que ahí vuelve de nuevo a la Biblia. ¿Ven? Él va a juzgar al mundo por la Biblia. Y la Biblia es el Libro de juicio de Dios, que es la revelación completa de Jesucristo, a la cual, nada más se Le puede añadir ni quitar; la pena por hacerlo, es que su nombre sale del Libro de la Vida. Solo quédese allí mismo en el Libro, y ore a Dios para que nos haga parte de Eso.",
    "Ahora veamos, una señal, ¿qué es una señal? Una señal es la muestra de un precio pagado, la señal lo es. Tal como en nuestros ferrocarriles y líneas de autobús, tomamos dinero y vamos a una estación. Ahora, verán, a la línea de autobús no se le permite, en los lugares donde se utilizan fichas, no se les permite aceptar dinero. Ellos no pueden aceptar dinero, se recibe la ficha; digamos que, en los aviones, o en otras cosas. Ud. va a cierto lugar, al mesón de compra, y compra con su dinero tantos boletos, este cierto boleto. Y este boleto es la muestra de que su tarifa ha sido pagada. Ud. tiene derecho de abordar el barco, abordar el avión, abordar el autobús, o lo que sea, mientras Ud. tenga la ficha para mostrar que su—que su viaje se ha pagado. Ahora, recuerden eso. No lo olviden.",
    "El cordero sacrificado de Israel fue el… era el requerimiento de Dios. Jehová requería un cordero inmolado, un sustituto inocente. Como lo vimos la semana que ya pasó, que Dios, cuando toma una decisión, Él nunca la cambia. Y Él hizo un camino, lo primero que Él hizo cuando el hombre había caído, Él tuvo que hacer un camino de regreso para él, si es que alguna vez quería redimirlo, y Él tomó una decisión de salvar al hombre por la Sangre de un Ser inocente. Y Él siempre ha hecho lo mismo; Él nunca lo ha cambiado. No hay lugar en el que Dios llegará a encontrarse con algún adorador, solo bajo la Sangre. Ese es Su único lugar.",
    "Nosotros queremos obligarlo a Él a que se reúna bajo nuestra teología, bajo nuestra denominación, bajo nuestros programas educativos. Algunos han construido torres y algunos han construido ciudades, Babilonia y—y la torre de Babel, y todo tipo de cosas. Pero eso aún permanece: Dios solo se encuentra con el verdadero adorador bajo la Sangre. Él nunca lo cambia. No todos podemos ser metodistas, no todos podemos ser pentecostales, no todos podemos ser esto, aquello, o lo otro, estaríamos en discordia. Pero cuando yo me acerco a un hombre, ya sea sacerdote católico o lo que sea, cuando él está bajo esa Sangre somos hermanos, no importa donde esté él, mientras esté bajo esa Sangre.",
    "Ahora, el cordero inmolado de Israel era el requerimiento de Jehová, y la sangre era la señal de que el trabajo había sido hecho. Dios requería para redención, de Egipto, para ir a la tierra prometida, Él requería que se matara un animal. Y ese animal debía tener… La sangre del animal muerto debía ser puesta en el dintel y en la puerta, y eso constituía la señal de que la cosa que Jehová había requerido había sido cumplida. ¿Ven? Ahora, no que el cordero fuere la señal, la sangre era la señal. Ahora, la vida había salido del sacrificio, y ahora la sangre era la señal. Sus órdenes se habían llevado a cabo. La sangre constituía la señal, la muestra de que este creyente había llevado a cabo exactamente el requerimiento. Esa era la señal. Muy bien, al ver al creyente adorar, entonces estaba identificado con su sacrificio. ¿Ven?",
    "Aquí está la casa, y el adorador, ¿cuál era el requerimiento? “Matar un cordero. El decimocuarto día después de haberlo tomado, un—un macho sin defecto, todo Israel lo matará, y la sangre será tomada con hisopo y puesta sobre el dintel de la puerta”.",
    "Y, a propósito, ese hisopo solo era hierba común. Hisopo representa “la fe suya”. Alguien se esfuerza en tener fe sobrenatural, por eso a Ud. se le pasa su sanidad. La fe solo es una cosa común. Ud. tiene fe para venir a la iglesia; tiene fe para salir afuera; tiene fe para encender su carro; Ud. tiene fe para comer su cena. Así de esa manera es, simplemente es una fe común. Ahora para aplicar la sangre, se aplicaba con hisopo, que solo es hierba común que crece en cualquier parte de Palestina, mostrando que la fe con que la sangre debe aplicarse no es alguna súper cosa, que Ud. tenga que tener todo tipo de títulos de doctor para hacerlo. Solo es fe común, diaria, para creerle a Dios. ¿Ven? “Aplicar la sangre” por fe, “con el hisopo”.",
    "Ahora, entonces el adorador, visto bajo esta sangre, mostraba que había cumplido con la petición de Jehová, y estaba identificado. La señal mostraba que él estaba identificado con el cordero sacrificado que Jehová había requerido. La obra estaba hecha. ¡Qué tipo perfecto hoy de Cristo y el creyente! Cuando la Señal se muestra, para el creyente, entonces Eso muestra que ha sido aceptado y la obra terminada.",
    "Entonces, la sangre era una señal de identificación, la sangre misma. El animal sangró, murió, y su sangre estaba en la pared. Ahora, la vida del animal, estaba en la sangre; y la vida está en la sangre, eso lo sabemos. La Biblia lo dijo, y la ciencia lo prueba, la vida está en la sangre. Por tanto, cuando se sacrificaba el animal y la vida era cortada del animal, la sangre tenía que ser la química de la sangre que constituía la señal. Pues, la vida que estaba en la sangre no podía volver sobre el creyente, porque era la vida de un animal.",
    "Y la vida animal y la vida humana, son completamente diferentes. No hay, absolutamente nada en ella. Si Ud. tomara, toma la sangre de un animal y se la pone, Ud. morirá. Entonces ¿ven?, nosotros, es una—es una vida diferente en la sangre del animal de la que hay en la sangre del humano, porque el humano tiene un alma. El animal no tiene alma.",
    "Y ahora, por eso, la sangre misma, entiéndase ahora, la química roja, los químicos de la sangre, tenían que estar afuera sobre la puerta, como una señal de que el cordero había muerto; ahora, pues la vida del cordero no podía volver sobre el adorador humano. Pero hoy… Eso solo fue un tipo.",
    "Hoy no es la química de la Sangre del Señor Jesús, nuestro Cordero, sino que es la Vida que estaba en la Sangre, que es el Espíritu Santo. Ella vuelve y es la Señal de que hemos aceptado y hecho exactamente lo que Dios nos dijo que hiciéramos. Y entonces, al tener la Señal, estamos identificados con nuestro Sacrificio. Es perfecto. Yo no veo cómo pudiera haber algo más claro. ¿Ven?",
    "La única manera en que alguien podía saber que esa casa pertenecía, bajo la sangre, era porque la química de la sangre estaba en las puertas. Pasaban de largo; el Ángel de la muerte tenía que mirar y ver la sangre. Ahora, repito, era un tipo del Espíritu Santo.",
    "Ahora, verán, la Sangre literal de Jesús no podía venir sobre cada uno de nosotros, porque Él solo tenía cierta cantidad de Sangre en Su cuerpo. Y ella goteó, brotó de Su cuerpo al suelo, hace dos mil años; pero ella no sería como Señal. ¡La Vida!, la Vida que estaba en la Sangre, ahora era la Señal; se los probaré en un minuto, por la Biblia. Esa es la Señal que debe venir sobre cada uno de nosotros, para mostrar que hemos sido identificados con nuestro Sacrificio, y de que hemos llevado a cabo lo pedido por Jehová.",
    "Pedro dijo, en el Día de Pentecostés: “Arrepentíos, y bautícese cada uno de vosotros en el Nombre de Jesucristo para perdón de pecado, y recibiréis el don del Espíritu Santo. Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare”. ¿Ven?, no lo mostró como solo para ellos; “para cuantos el Señor llamare”.",
    "Hay muchos que piensan que son llamados. Pero ¡cuantos “el Señor” llamare! “A los que conoció de antemano, Él los llamó; a todos los que llamó, Él los justificó; a todos los que Él justificó, Él ya los ha glorificado”, la cosa ya está decidida.",
    "Entonces cuando Ud. ve a una persona que no cree que el Espíritu Santo sea para el día, ¿ven lo que están haciendo? Ellos están negando la Señal que es precisamente el símbolo de que Ud. está conectado con su Sacrificio. ¿Ven lo que quiero decir? Es muy sencillo si Ud. solo lo mira de—de la manera como Dios lo tiene escrito ahora. La Sangre nos llevó y fuimos… muestra el—el símbolo del Espíritu Santo, eso es la Vida.",
    "Ahora, la vida animal no podría volver al humano, porque no coincidirían, la vida animal no posee alma; la vida humana tiene alma. El animal no sabe que está desnudo. Él no distingue el bien del mal. Él, él solo… Él tiene un—un espíritu, pero no un alma. Ahora recuerden, ahora, el alma es la naturaleza del espíritu, por supuesto.",
    "Ahora observen, pero entonces cuando la Vida de nuestro Sacrificio, Jesucristo, cuando Su Sangre fue derramada… Él era Dios, embotellado en un Hombre. Ahora, Él bajó de ser Jehová, para identificarse como un ser humano, para Él tomar la forma de hombre, para identificarnos con Él. Él era el Cordero de Dios. Y dentro de Él, donde la Sangre…",
    "Ahora sé que alguien dice: “Él era de sangre judía”. Uds. oyen a los judíos que lo dicen. Él no era de sangre judía, y tampoco era de sangre gentil; Él era la Sangre de Dios. Él no tenía ni judía… Él no era ni judío ni gentil; Él era Dios. “Una—una—una virgen concebirá”.",
    "Ahora, sé que muchos de Uds. y los protestantes creen que el óvulo era de María. Y la—la hemoglobina que viene, la vida viene en la célula de sangre. Pues, una gallina puede poner un huevo, pero si no está con el ave macho no va salir del cascarón, porque no es fértil. La vida viene del torrente sanguíneo, que viene del sexo masculino. Pero en este caso no había sexo masculino, así que, “la vida en la sangre”, tuvo que venir solo de Dios, y Él creó una célula de Sangre en el vientre de María. Dios Mismo, el Creador Mismo, creó una célula de Sangre. Ahora miren. Ellos dicen: “Bueno, fue el cuerpo. María tenía el óvulo”. No, señor. No fue ella; ningún óvulo. Si fue un óvulo, no se puede tener la esperma sin tener una sensación. Y si Él, ella tuvo una sensación, ¿qué tienen Uds. haciendo a Dios?",
    "Él creó tanto el óvulo como la Sangre. Eso es exactamente lo que Él fue. “Nosotros palpamos a Dios” dice la Biblia. Primera de Timoteo 3:16: “Indiscutiblemente, grande es el misterio de la piedad: Dios fue manifestado en carne. Nosotros lo palpamos a Él con nuestras manos”. Ese cuerpo era Dios. Seguro que lo era. Él era completamente Dios, en la forma de un ser humano.",
    "Ahora notamos en esto, que esa célula de Sangre al ser rota, eso liberó a Dios. “Dios estaba en Cristo, reconciliando Consigo al mundo”. Donde, ningún otro podría hacerlo, no había nada más que hacer; requirió de esa Sangre santa, Él Mismo. Dios tuvo que bajar y hacerse hombre, para sufrir Su Propia ley. Si Jesús solo fue un profeta, un hombre aparte de Dios, entonces Dios es injusto.",
    "Si yo dijera: “Que el Hermano Grant muera por algún pecado por el que Billy debería morir” o alguna otra cosa, alguna pena, eso sería injusto. Si yo hiciera morir a mi propio hijo por una pena que yo hubiera pronunciado, aún no sería justo. Solo hay algo justo que yo puedo hacer, es tomar su lugar, si yo quiero salvarlo a él.",
    "Y Dios tuvo que hacerse carne, para tomar el lugar del pecador; Dios manifestado en carne, nada menos que Dios Mismo. Ahora, aquí estaba Él, manifestado en carne, para quitar los pecados del mundo. Y Él Se identificó en nosotros, para que nosotros nos identificáramos en Él. ¿Ven el propósito de esto?",
    "Ahora vemos nuestra identificación con nuestro Sacrificio, la Vida del Sacrificio en nosotros que es el Espíritu Santo. Cuando se rompió esa célula, eso liberó a Dios, liberó a Dios; de que Él había santificado a un pueblo con Su Propia Sangre y puso a Dios de nuevo en el hombre. ¡Dios en Ud., Vida Eterna!",
    "Y cualquier erudito griego sabe que esa palabra, Vida Eterna, viene de la palabra Z-o-e, Zoe, que significa “La Propia Vida de Dios”. Así es. La única manera en que Ud. puede tener Vida, solo hay una forma de Vida Eterna, y esa es la Propia Vida de Dios en Ud. ¿Ven? Entonces Ud. tiene Vida Eterna, porque Él es el único Eterno que hay. Y nosotros somos los atributos de Sus pensamientos, antes de que hubiera una fundación del mundo o cualquier cosa. Todo esto solo es Su pensamiento, y nosotros somos la exposición de Sus pensamientos de lo que eran.",
    "Y Él tuvo que bajar para quitar el pecado. Nadie más podía hacerlo. No había nadie digno de hacerlo. Nadie podía hacerlo sino Él, y Él lo hizo.",
    "Y entonces, cuando esa vida fue liberada de ese cuerpo, el Hombre, que era el Hijo de Dios (Su poder creativo hizo un edificio, como cualquier contratista, construyó el edificio al que Él Mismo se mudó, Dios lo hizo.), y entonces cuando se arrebató esa vida, la Sangre, su química, se derramó sobre la tierra, así como la del justo Abel se derramó sobre la tierra, pero de esa Sangre vino el Espíritu Santo de Dios, y Aquello fue enviado al hombre en el Día de Pentecostés, para identificarse con el Sacrificio que murió por ellos. No hay otra manera en el mundo en que podamos obtenerla. ¡Una Señal segura!",
    "Mire, si Ud. estuviera condenado a muerte, y supiera que va a la silla eléctrica, y recuerde, el rechazar…",
    "Dallas, ¡escuchen!: rechazar la Sangre de Jesucristo, la Señal de Su Sangre, si Ud. La ve y La rechaza, Ud. va a encarar el Juicio con Su Sangre en sus manos. Pecador, miembro de iglesia, recuerde eso.",
    "¿Y si Lee Oswald hubiera podido en esos pocos días, y sudando así ante esa Corte Suprema que tuvo que enfrentar, y sabiendo que por haber matado al Presidente no habría ni una pizca de misericordia?, ¡cómo se debe haber sentido ese hombre! Debe haber sido algo terrible. No llegó a enfrentarlo, porque el otro sujeto le disparó. ¡Pero imagínense sentarse allí ante un Tribunal Supremo enfadado, con la sangre de su prójimo en su mano, del Presidente de los Estados Unidos! Eso será algo pequeño, comparado con Uds. que ignoran la Sangre de Jesucristo, cuando estén ante los tribunales de Dios. Sudarán al saberlo. Oswald no pudo hacer más que salir de esta vida, pero Dios lo aparta a Ud. Eternamente de Su Presencia. Será una cosa terrible. Fíjense.",
    "Si Ud. tuviera que acudir a los tribunales, de ser culpable, Ud. buscaría al mejor abogado que pudiera encontrar; cualquiera lo haría.",
    "Y cada hombre que nace en el mundo, no me importa de qué tan buen hogar venga, es culpable de la Sangre de Jesucristo hasta que él haya aceptado el perdón de ella. Y la única manera en que Ud. sabe que el perdón es efectivo, es cuando la Señal Misma Se coloca sobre Ud., y Ud. tiene la Señal.",
    "Fíjense, Ud. es culpable, y Ud. buscaría el mejor abogado que pudiera encontrar para defender su caso. Y si yo fuera al Juicio de Dios, yo no quiero ningún sacerdote, no quiero ningún hombre: quiero el mejor abogado que pueda encontrar para defender mi caso.",
    "Permítanme decirle, a Ud., mi amigo Cristiano: Nuestro abogado también es nuestro juez, y nuestro—nuestro juez vino a ser nuestro abogado. El caso está resuelto cuando recibimos Su perdón. El juez Mismo bajó y Se convirtió en el abogado, y el abogado y el juez es la misma Persona. Dios Se hizo hombre, para poder justificar al hombre por Su Propia muerte la cual Él había dictado sobre él. ¡Aleluya! Eso significa: “¡Alabado sea nuestro Dios!”. Él merece toda alabanza. Nuestro juez y nuestro abogado es la misma Persona.",
    "El Espíritu Santo es la Señal de que hemos sido perdonados. El caso está cerrado. Para todo hombre y mujer que verdaderamente ha recibido el bautismo del Espíritu Santo: él ha sido juzgado, está identificado con su abogado, con su juez, con su sacrificio, y la Señal que tiene en su posesión muestra que su viaje a la Gloria está pagado. Amén. Todo ha terminado. Él tiene esa Ficha. Es suya, el bautismo del Espíritu Santo, que es el testigo de la resurrección de Jesús. Amén. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Esa es su identificación, Ud. tiene la Señal.",
    "Ahora, si Ud. no tiene esa Señal, Ud. no entrará. Ud. tiene que tener la Señal. Ese es el precio requerido: “Cuando Yo vea la sangre, la sangre es la señal. Cuando Yo vea la sangre, pasaré de vosotros”. Ud. tiene que tener la Señal. Si no, pues, Ud. no viajará. Ud. tiene que tener la Señal.",
    "Si no se desplegaba la señal, no se veía la señal allá, ni siquiera el pacto estaba en efecto. Ud. dice: “Bueno, pero, Hermano Branham, espere un minuto”. Esa es la pura verdad.",
    "La señal estaba por encima del pacto. Porque Israel tenía un pacto de hacerse circuncidar, y cualquier judío podía salir y demostrarlo a cualquier persona: “Le puedo probar a Ud. que estoy circuncidado, soy judío, yo estoy circuncidado conforme al mandato de Jehová” sin embargo, eso no lo libraba a él si la señal no estaba también allí. Él tenía que desplegar la señal. ¿Lo entienden? [La congregación dice: “Amén”.—Ed.] Él… Como sea, la señal tiene que estar allí. Y si Ud. está en el pacto… Si cualquier judío decía: “No voy a colocar ninguna sangre en mi puerta, puedo probar que yo soy un judío bajo el pacto”, el Ángel de la muerte lo mataba. No importa cuán leal, o miembro de iglesia fuere, cuánto diezmo pagaba, cuánto decía que creía en Jehová; Jehová requería esa señal.",
    "Y, de hecho, Él aún lo hace hoy. Tiene que ser. Así tiene que ser; “Porque no hay otro camino bajo el Cielo, ningún otro nombre dado, otro camino” no importa cuán bueno, cuán leal. Esa Señal tiene que estar allí, y a la vista.",
    "🦅 La sangre” dice Ud., “bueno, yo maté el cordero y la puse en un frasco. La he puesto por acá atrás”. Eso no es lo que Él dijo. Debe estar en el dintel y en el lugar de la puerta. Hay que mostrarla.",
    "Y su vida tiene que mostrar que la Señal está en Ud. ¡Oh, Uds. pentecostales!, ¿qué pasa con Uds.? El pelo cortado, caras pintadas, hombres, chistes sucios y cosas, ¿dónde estará desplegada, esa Sangre de mi Señor Jesucristo que es la Señal del Espíritu Santo? Uds., con apariencia de piedad, y llamándolo “brujería” y todo lo demás, ¿las obras de Dios, “brujería?”. ¿Cómo muestran Uds. una señal?",
    "Dicen: “Soy pente-…”. No me importa lo que Ud. sea. “Soy bautista. Soy pres-…”. No me importa lo que Ud. sea. Esa Señal tiene que estar allí. Dios La requiere, y nada más que eso.",
    "Ud. dice: “Bueno, tengo un doctorado”. No me importa cuántos títulos tenga Ud. Dios requiere esa Señal, y Eso solamente. Es una señal de que su peaje está pagado. Él no va a aceptar sus credenciales ni alguna otra cosa; Él tiene que aceptar esa Señal.",
    "El conductor del autobús dice: “Oiga, espere un minuto, esa no es mi ficha”.",
    "El hombre del avión dice: “Bueno, Ud. sale allí”. El boleto es una ficha. Ud. sale allá y le dice al piloto: “Tome, quiero abordar su avión. ¿Cuánto cuesta?”.\n\n“Vaya y compre su boleto”.\n\n“¡Oh, pero le pago a Ud.”!",
    "🦅 Yo no puedo recibirlo. Ud. no abordará mi avión hasta que vaya a pagar el precio y reciba el boleto. Yo espero ver el boleto”.\n\nUd. dice: “Bueno, yo fui a la escuela. Hice esto. Yo…”.",
    "No me importa lo que Ud. haya hecho, Ud. tiene que tener la Señal o no abordará. Amén y amén. ¿No lo ven Uds.? Dios requiere esa Señal. “Cuando Yo vea la sangre, y solo así pasaré de ti cuando Yo vea la señal”.",
    "Si no se veía, el pacto ni siquiera estaba en efecto. Un judío podía decir con certeza y demostrar ser un—ser un judío circuncidado, podía llevar a los hermanos y decir: “Miren aquí, estoy circuncidado”. Eso no significaba nada.",
    "Ud. dice: “Soy metodista; soy bautista; soy pentecostal; soy esto; soy aquello”. Eso no significa nada.",
    "Ud. tiene que tener la Señal. Y cuando viene la Señal, Ella testifica de Cristo. Él dijo que Ella lo haría. Y Cristo es la Palabra. ¿Y cómo puede Ud. negar que la Biblia sea veraz, parte de Ella, y aun afirmar que Ud. tiene la Señal, cuando la Señal es el testimonio de Jesucristo? ¿Ven?, eso es lo que me pregunto.",
    "🦅 ¡Oh!” dicen, “yo no creo, creo que los días de milagros…”. ¡Oh, cuidado, allí no está la Señal! La Señal acentúa cada Palabra con un “amén” todo, porque es Dios Mismo. ¿Ven? Muy bien.",
    "Pero si la señal no estaba allí, el pacto estaba sin efecto. Se anulaba. ¡Igual hoy! No importa cuánto—cuánto Ud. diga, cuánto Ud. dijera: “Yo creo cada Palabra de la Biblia” que diga, “Hermano Branham, yo—yo puedo citarle la mitad de esa Biblia, toda la Biblia, de memoria. Y creo cada porción de Ella”. Eso está bien, Satanás también. Ajá. ¡Se requiere de la Señal!",
    "🦅 Bueno, Hermano Branham, tengo mi pared llena de títulos. Soy licenciado en arte, y tengo un título de doctor, y un LLD. en latín. Y, ¡oh, he escrito libros! He hecho esto. He hecho de todo. He—he hecho todas estas cosas”. No me importa. Todo eso está bien, pero aún así Ud. tiene que tener la Señal. La Señal, ¡aún se requiere la Señal!",
    "Ud. dice: “Soy un estudiante de la Biblia. Soy un—soy una buena persona. Soy esto, aquello”. Eso puede estar bien, todo eso es bueno, pero aun así hay que tener la Señal.",
    "Ahora, la muerte estaba lista para herir a Egipto en cualquier momento, y así mismo está la muerte lista para herir a esta nación ahora en cualquier momento.",
    "Anna Jeanne, estoy de acuerdo con lo que dijo tu padre una vez; siempre me ha gustado. Él dijo: “Sabe, esta nación, con los mismos pecados, si Dios deja que Estados Unidos se salga con la suya con lo que está haciendo, Él estará moralmente obligado a levantar a Sodoma y Gomorra y disculparse con ellos, por quemarlos”. Y esa es la verdad.",
    "Recuerden, Israel pagó por cada pecado que cometió, y nosotros también. ¿Qué tan tolerantes nos estaremos volviendo? ¡Aprieten la armadura! ¡Vuelve a Dios, iglesia! No digo estas cosas para ser diferente. Se las digo como una advertencia. ¡Créanlo!",
    "La muerte estaba lista para actuar. Dios les había mostrado Su gracia y Su misericordia, por medio de poderes y señales y maravillas (también lo ha hecho hoy antes de sacar a la Iglesia), aun así, ellos desearon no arrepentirse ni creer el mensaje.",
    "Miren, hubo un mensaje justo antes de la salida fuera de la iglesia; siempre tiene que haberlo. Igual hoy. Cada evento espiritual es una señal de Dios. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Como el Mensaje, hay una señal y luego el Mensaje sigue a la señal. Dios le dijo a Moisés, dijo: “Si no creen la voz de la primera señal, quizás crean la voz de la segunda señal”.",
    "Ahora, cuando Ud. vea que suceden señales, y no les sigue ningún mensaje, solo es la misma vieja escuela de teología siguiendo de corrido, eso no era de Dios. Pero donde se muestra una señal, un Mensaje le sigue. Ahora miren. Jesús vino a la escena…",
    "¿Estoy gritando muy fuerte? O quien sea que esté aquí en este micrófono, suena como si rebotara. Tal vez esté un poco alto. Quiero que Uds. lo entiendan.",
    "Cuando Jesús vino a la escena, no le dijo mucho a la gente, todos lo querían a Él en su iglesia. “¡Oh, este joven Profeta, estamos tan felices de recibirlo”! Él sanaba a los enfermos. “¡Oh, gloria a Dios! Dios ha levantado un gran Hombre entre nosotros”. Eso estaba bien. Y un día llegó a un lugar a donde… Esa fue Su señal.",
    "Isaías 35 había dicho que sería una señal. “El cojo saltará como un ciervo” y así sucesivamente, “los ciegos verían”. Eso era una señal.",
    "Él mostró Su señal como Mesías, y así sucesivamente. Y ellos, muchos de ellos, dijeron: “Sí, creo que podría seguir eso”. Bueno, pues, si eso fue una señal, tiene que venir una voz de esa señal. ¿Cuál fue la voz detrás de eso? Cuando Él comenzó a enseñar Su doctrina y a llamarlos un montón de serpientes en la hierba. Él no fue popular desde ese momento, ¿ven?, cuando la voz vino con la señal. La señal fue primero.",
    "Moisés fue a Egipto con una señal. Y arrojó su vara, se convirtió en serpiente. Esa fue señal. Pero después de un tiempo, vino la voz con la señal. Entonces fue diferente. ¿Ven?, ellos no quieren eso. La—la voz, debe estar, seguir una señal. Y en ningún otro tiempo podría haber venido sino ese momento, porque era el tiempo para que las Escrituras se cumplieran. Miren lo que Él le dijo, en la zarza ardiente: “Yo he visto los gemidos y los he oído, de Mi pueblo, y he visto sus aflicciones por los capataces de Egipto, y Me acuerdo de Mi promesa que le hice a Abraham”. Ya se habían cumplido cuatrocientos años, y Él le había dicho a Abraham que ellos estarían allí. ¿Ven?, no podría ser en ningún otro tiempo. Moisés tenía que venir precisamente en ese momento.",
    "El gran reloj de Dios marca perfectamente. No se adelantará un minuto ni se retrasará un minuto. Estará exactamente a la hora. Bien, ¿lo ven entonces?, todo estaba marchando a la hora, no podía venir en otros momentos.",
    "Ni tampoco pudieron venir estas cosas en otros tiempos. Esto no pudo haber venido en los días de Lutero; no pudo haber venido en los días de Wesley. Los días de los bautistas o metodistas, en sus días, no pudo haber venido. Esto tiene que venir ahora. Israel tiene que ser una nación. Las iglesias tienen que estar como lo están ahora. Tenía que haber un tercer mensaje, una tercera edad de la iglesia. Tenía que haber una Laodicea. No se podía formar hasta que viniera Pentecostés y clamara lo suyo, y saliera y se organizara, e hicieran lo que hicieron. Entonces tiene que venir, entonces viene el Señor, cuando ellos lo sacan a Él de la iglesia. Él es la Palabra.",
    "Ellos temen desafiar esa Palabra, donde sea. Guardan un gran silencio al respecto, sin embargo, la refutan.",
    "Chicago, aquí no hace mucho, cuando el Señor me dio una visión. Yo tenía trescientos ministros allá. Dije: “Pues sé lo que Uds.…” acerca de la simiente de la serpiente, y demás, dije, “cualquiera de Uds. tome su Biblia y venga a pararse a mi lado y refútelo”. Fue el grupo más callado que Uds. hayan oído. Dije: “Entonces déjenme tranquilo”. ¿Ven?, eso se sale de sus pensamientos tradicionales.",
    "Sin embargo, dicen: “El Hermano Branham es un profeta cuando está ungido, pero cuando no está bajo la unción, ¡oh, no sé!”. ¡Qué tan…! ¡Si esa no es la marca de un—un—un—un teólogo confundido! La propia…",
    "La palabra profeta significa “un revelador Divino de la Palabra”. La Palabra del Señor vino a los profetas. Así se identificó Jesús. Y ellos dijeron después de la resurrección, dijeron: “Sabemos que Él era un profeta de Dios” ¿ven?, “ningún hombre podría hacer estas cosas si Dios no estuviera con él” y después no aceptaron Su mensaje. Ellos no aceptaron a Juan, y él era un profeta. No aceptaron a Elías, a ninguno de los demás, y ellos tenían la revelación Divina.",
    "La palabra, la palabra en inglés, profeta, las palabras en inglés pueden significar cualquier cosa, significa “un predicador”. Pero cuando se dice profeta, de la antigua Biblia, significaba “un vidente”. Y sus credenciales eran, que, lo que él decía se cumplía, y eso era una señal de que él era un profeta; él también, esa era la señal de que él tenía la revelación Divina de la Palabra escrita. Y entonces Dios al seguirlo a él, confirmándolo, lo probaba.",
    "¿Cómo? Bueno, eso sencillamente tiene que ser de esta manera, es todo. No hay manera de evitarlo. Dios dijo que así sería, y ahí lo tienen. Pero ahí está hoy, ¿ven?, esa Señal tiene que estar allí, que identifica esa Palabra y la vindica como la pura verdad. Entonces, como Él prometió para, como Él preparó a toda Su gente de la tierra prometida, ahora, cuando Él iba a tener este éxodo, que era un tipo…",
    "Ahora, voy a tratar de salir como en unos otros quince, veinte minutos, con el Mensaje. Presten ahora atención, quiero que entiendan esto, porque puede ser que nunca los vuelva a ver, ¿ven?\n\nFíjense, ahora observen cómo Él preparó a Su pueblo.",
    "¿Cuántos saben que Él nunca cambia Su proceder? Él nunca lo hace. [La congregación dice: “Amén”.—Ed.] Él… pues busquen en la Biblia y vean si alguna vez Él lo cambió. No, señor.",
    "¿Cómo preparó Él al pueblo? Primero, Él envió a un profeta con una señal, que fue Moisés. ¿Verdad que sí? [La congregación dice: “Amén”.—Ed.] Y la señal tenía un mensaje, un mensaje para “prepararse”, ellos iban de salida a la tierra que fue prometida. Entonces Él tuvo una identificación para este profeta, una Luz sobre él. Una Columna de Fuego siguió a este profeta, sabemos eso, fue por el desierto con Moisés. Lo sabemos. Y entonces Él les dio una señal como seguridad para que ellos no tuvieran que estar temerosos, todos perturbados y nerviosos; como cuando Él dijo: “Cuando Yo vea esa señal, pasaré de vosotros”.",
    "Observen ahora cómo lo hizo Él. Preparó primero una señal, un mensajero, un mensaje identificado, la identificación del mensajero, y una señal como seguridad de que el viaje estaba pagado. Ellos van de camino a la tierra prometida.",
    "¡Lo mismo que Él ha hecho hoy! ¿Qué es lo que Él ha hecho? Nos envió el Espíritu Santo. El Espíritu Santo es el Mensajero, y la identificación Escritural de Sí Mismo lo identifica a Él entre nosotros, el mismo ayer, hoy, y por los siglos. Y la Señal es la seguridad. ¿Por qué andar temerosos? Nuestro pasaje ya está pagado y estamos identificados con nuestro Sacrificio. Él no puede rechazarlo a Ud. Él lo ha prometido. Estamos identificados.",
    "Israel saliendo de Egipto, como dije, es como la—la Novia saliendo de la iglesia. Cuando Moisés comenzó su ministerio, todo Israel se reunió en Gosén, para orar y adorar, exactamente, vinieron de todas las partes de Egipto. Así lo hará la Novia, saldrá de todo eso de la Unidad, Dualidad, Trinidades, y de todas las otras clases. Ella saldrá; tiene que hacerlo. Ahora leemos aquí en Hebreos, el… Nosotros ahora, lo primero que debemos pensar, vienen de todas partes: “Salir de entre la incredulidad”. Ahora el Espíritu Santo prometió ese llamado en los últimos días: “Salid de entre los incrédulos”.Fíjense.",
    "Encontramos en Hebreos 10:26, lo tengo escrito aquí, dice esto: “Si pecamos voluntariamente después de haber recibido el conocimiento de la Verdad, no hay más sacrificio por el pecado” ¿ven?, si Ud. descree voluntariamente.",
    "Ahora, si Uds. se fijan, lo que pudiera decir aquí, si me dan un momento para dar esa ilustración. Pude sentir en el Espíritu que eso no fue bien recibido. ¿Ven? Fíjense.",
    "Aquí están los hebreos, van camino de salida. Dios escogió a doce hombres, o Moisés, por la mano de Dios, para ir a espiar la tierra, y que regresaran, trajeran una muestra de la tierra. Y cuando llegaron allí, diez de ellos estaban muertos de miedo. “Pues” dijeron ellos, “esos amalecitas allá, parecemos langostas comparados a ellos”. Josué y Caleb regresaron, trayendo la evidencia: “¡Podemos hacerlo!”.",
    "¿Ven Uds.?, esos son los creyentes fronterizos. Ellos pasan por estos diferentes elementos, y pasan por la iglesia, y de unirse a la iglesia, y de los bautismos y formalidades. Pero cuando llega el momento de cruzar para obtener la Señal, la evidencia de que la Tierra está allí, que la Vida… Jesucristo no está muerto. Es otra dimensión. Él vive en ella. Él está con nosotros, Él está ahora en nosotros. Cuando llega a eso: “Ah” ellos no lo pudieron creer. Eso era demasiado, ¿ven? Y ellos regresaron, y cada uno, murió en el desierto, ninguno de ellos pasó. Y, vean, ¡si nosotros descreemos, nosotros los metodistas, bautistas, presbiterianos!",
    "Espero que mi antiguo maestro esté sentado aquí hoy. El doctor Roy E. Davis, muchos de Uds. lo conocen, aquí mismo en Fort Worth, tal vez esté sentado aquí. Recuerdo que discutimos estas cosas, hace muchos, muchos años. Él me bautizó en la fe, una iglesia Misionera Bautista.",
    "Y miren, ahora en esto, si nosotros… si—si nosotros llegamos hasta ese terreno fronterizo, decimos: “Bueno entonces, gloria a Dios, yo hablé en lenguas, ¡aleluya!”. Eso no es. Si Ud. puede decir, descreer algo de esa Palabra, algo anda mal con su experiencia. ¿Ven?",
    "Ud. viene directo hasta la Tierra y ve que está allí; Ud. ve que Jesús ha resucitado; Él está entre nosotros; Ud. escucha la Palabra que sigue el mensaje, y aún no La cree, ¿sabe Ud. lo que pasa? Entonces ellos morían allí mismo en el desierto. “Si pecamos voluntariamente después de haber recibido el conocimiento de la Verdad, ya no queda más sacrificio por el pecado”. Eso es lo que nos dice el Libro de los Hebreos.",
    "Y, ahora miren, viendo las grandes señales del tiempo del fin en la tierra, que Él prometió, cuánto más nos está advirtiendo que el tiempo está cerca. Dejen de descreer. Reúnanse. Debemos amarnos el uno al otro y creer, y separarnos del mundo.",
    "Fíjense, ellos no debían solo congregarse y hablar del mensaje; ellos debían meterse en él, entrar bajo la sangre. No venir a decir: “Saben, Moisés nos ha dicho, el mensajero, él dijo, nos dijo que debíamos aplicar sangre. ¿Qué piensan Uds., muchachos?”. Así no era. ¡Maten el cordero y pongan la sangre allí arriba!",
    "Nosotros podemos venir y sentarnos y estar de acuerdo con la Palabra y todo lo demás, pero al no tener esa Señal, ¿de qué nos sirve? No sirve. Entre debajo de Ella. Él no era responsable por nadie por fuera de esa sangre. Y Él no es responsable por nadie hoy que no esté bajo la Señal.",
    "Toda la familia; estaba a salvo solo cuando estaban bajo la señal, y la señal siendo desplegada. ¡Toda la familia! ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Hoy debemos recordar eso, pueblo. ¡Nuestros hijos!",
    "Y esta tontería de la adolescencia y rock-and-roll, y cosas que estamos pasando, y todos estos Beatles y bichos, ¿y saben Uds. que todo eso está representado aquí en el Libro, de la Biblia? Lo dice en el Apocalipsis. Seguro que sí. Como la gente, ellos, están—están… ellos, ellos, vean, ellos, ellos no… Ellos están muertos. Ellos no pueden levantarse. Nunca fueron Eternos. Ellos ni siquiera estaban en el Pensamiento, así que perecerán. Estarán perdidos para siempre, totalmente aniquilados. Serán castigados por eones de tiempo, por lo que han hecho, pero todo lo que tuvo un comienzo tiene un final.",
    "Es aquello que no tiene comienzo lo que no tiene fin. Solo hay una forma de Vida Eterna. Una forma de Vida Eterna, por ella nos esforzamos. Fíjense.",
    "Josué, el capítulo 2 de Josué, la ramera creyente, una gentil, había escuchado junto con su familia, y los trajo bajo el cordón de grana, que era una señal de los mensajeros de Josué. El Ángel destructor de Dios honró esa señal, y solo eso, en esa ciudad. Ese fue el requerimiento de Dios, por Sus siervos, que Dios requirió esta señal, y eso fue lo único. No me importa si era el alcalde de la ciudad, si era el hombre más santo de la ciudad, si asistían a la iglesia más grande de la ciudad, todo en la ciudad cayó menos esa casa. Dios, solamente honró esa señal.",
    "Miren, Jericó había escuchado que Dios estaba haciendo grandes cosas, pero no hicieron caso a la advertencia.",
    "Así está la gente hoy, oyendo lo que Dios ha estado haciendo en los últimos años, pero no le hacen caso. Este gran poder de gracia y señales, como Él prometió: “Como fue en los días de Sodoma, así será”. ¡Como Él prometió que así sería! Observen lo que ocurrió en Sodoma. Recuerden, hubo una señal de Sodoma. Pero el mensajero de Malaquías 4, es para “hacer volver el corazón de la gente hacia los padres, los padres pentecostales, volver a la Biblia”. No puede haber más Biblia, algo más. Esta es toda la revelación de Dios.",
    "Y alguien dice: “Bueno, yo creo esta parte, pero no estoy seguro de Esa”.",
    "¡El verdadero mensajero de Dios lo hace volver a Ud. de nuevo a la Cosa completa! ¿Ven? Fíjense, eso es lo que hace el Espíritu Santo, hacerlo a Ud. volver a toda Palabra de Dios.",
    "Su gracia se había mostrado, ahora seguía Su juicio. Ellos deben haber creído que estaban seguros en sus grandes edificios denominacionales que tenían allí en Jericó, pero se dieron cuenta que eso no funcionó.",
    "Seguramente algunos de los… tal vez se metieron allí de alguna manera, un par de muchachos entraron allí, y se les dijo que reunieran a toda la simiente predestinada. Y ella trajo… y ella usó su casa como una iglesia, y recibió a los mensajeros; y luego trajo a todos los de su ciudad, los que creyeron, bajo la señal.",
    "¡Una mujer, en toda esa gran economía! Una mujercita, e incluso de mala fama, probablemente excomulgada de toda iglesia de la ciudad, pero ella le creyó a ese mensajero. Y ese mensajero dejó la señal, la indicación, y Dios honró la señal. Así es hoy. Solo recuerden, cuando vino ese destructor de la ira de Dios, ese gran sistema cayó, la señal mantuvo su casa a salvo. No fue porque ella era una buena mujer; fue porque ella tenía fe y aplicó la señal.",
    "Ahora, ¿y si ella hubiera dicho: “Sí, qué hombres más agradables eran, en verdad disfruté el mensaje que dieron, pero, a decir verdad, suena un poco irrisorio tener colgado ese cordón de mi ventana, lo voy a entrar?”. Habría caído. Eso habría caído. Dios solo honró la señal, como la señal de la vida en Egipto.",
    "Josué fue un tipo de Jesús, porque Josué significa “Jehová-salvador”. Él fue un tipo de Jesús, fue fiel a la señal de aviso que su mensajero había predicado. Josué se mantuvo fiel a esa señal de aviso. Todos bajo ella fueron salvos, en Egipto. Todos bajo ella fueron salvos, en Jericó.",
    "La Sangre del Cordero es un tipo de la Señal hoy, que el Espíritu Santo es la Señal de hoy. Todos bajo Ella están a salvo. Todos los que no estén allí debajo no están a salvo. En Hebreos 13:10 y 20, a Él se le llama “el pacto Eterno”. El antiguo pacto era una cosa, esto es el Nuevo, esto es “el pacto Eterno”.",
    "Dios, las promesas de la Sangre de Dios, nos libran del pecado y de la vergüenza, y nos hacen diferentes del resto del mundo. Ud. no tiene que vestir diferente; cualquiera puede vestir diferente. Ud. tiene que ser, en el interior, diferente. La Vida está en el interior; no la ropa, vestimentas. “El Reino de Dios no es carne y bebida, ni vestimenta de ropas; sino que es longanimidad, bondad, mansedumbre, paciencia, en el Espíritu Santo”.",
    "Ahora, las promesas libran de pecado, muestra que Dios no ha—no ha reconocido su pecado. David dijo: “Bienaventurado el varón a quien Dios no inculpa de pecado”. Y Dios jamás inculpará pecado sobre esa Señal, porque la Señal es el símbolo pagado de que Dios ya la ha recibido. Y Ud. tiene la muestra para eso, el pa-… su fe la ha comprado. Y Ud. tiene el precio de compra de su redención en su cuerpo, para adorarlo a Él y desplegar Sus promesas y poder.",
    "El Nuevo Testamento significa “nuevo pacto”. La Sangre significa “Vida”. El Nuevo Testamento es el testamento del Espíritu Santo, el Espíritu Santo dando testimonio de que Jesucristo se ha levantado de los muertos, mostró que Jesús ha cumplido cada requisito por nosotros, y está vivo hoy. La Señal demuestra que Él está vivo para identificarse a Sí Mismo con nosotros, conforme a Su promesa. Ahora, ¿cómo puede un hombre leer la Biblia y ver que Él lo prometió, y ver a Cristo regresar en estos días postreros en la forma del Espíritu Santo e identificarse Él Mismo vivo? Esa es la Señal. Esa es la muestra. Ese es el precio pagado.",
    "No dependan nunca de alguna sensación; “sentí escalofríos por la espalda. Y—y yo—yo olí algo; vi un poco de sangre en mis manos”, o un poco de aceite. O—o, “conseguí mi licenciatura”; o, “yo dancé en el Espíritu. Yo grité. Yo hablé en lenguas”. Esas cosas podrían estar bien; no tengo nada contra ellas, pero no es de lo que estoy hablando.",
    "Estoy hablando de la identificación de la Señal, Jesucristo, resucitado y ahora en nosotros, identificándose a Sí Mismo, para revindicar Su Palabra prometida de este día. Amén. Entonces Ud. y Cristo son uno. Dios y Cristo son uno. “En ese día, sabréis que Yo estoy en el Padre, el Padre en Mí; Yo en vosotros, y vosotros en Mí”. Allí está Dios manifestado en carne humana, mostrándose vivo, después de dos mil años. Esa es la Señal.",
    "Si Uds. no han entrado, entren rápido, amigos. Podría ser demasiado tarde; no lo sabemos.",
    "Muestra Su Presencia, el Nuevo Testamento, la Sangre. Y está vivo ahora, dando vindicaciones. Y porque Él es, tenemos el derecho de todo lo que Él compró para nosotros. Un hombre que tiene el bautismo del Espíritu Santo, o una mujer que tiene el bautismo del Espíritu Santo, tiene derecho a todo lo que Jesús compró para nosotros, porque esa es la señal que tenemos. Ese es el poder de compra.",
    "Digamos por ejemplo que Ud. dice: “Bueno, Hermano Branham, ¿qué quiere decir?”.",
    "Miren, para aclararlo ahora, y quiero que Uds. los enfermos, entiendan esto. Miren, si yo me estuviera muriendo de hambre, y sé que una barra de pan, digamos, cuesta veinticinco centavos, y viene un hermano y dice: “Tenga veinticinco centavos, Hermano Branham. Ud. se está muriendo de hambre; reciba estos veinticinco centavos”. Ahora, saben, puedo estar tan satisfecho con esos veinticinco centavos en mi mano como con el pan en mi mano, porque tengo el precio de la compra; tengo la moneda con la que se recibe el pan. Y allí mismo está el pan; y solo con tener la señal, la moneda que compra el pan, puedo estar tan satisfecho con la moneda como con el pan.",
    "Ahora, si Ud. tiene el bautismo del Espíritu Santo, esa es la Señal de que Ud. tiene redimida cada cosa por la que Jesús murió, le pertenece a Ud., está en su mano. ¿Teme Ud. reclamarla?",
    "Si la coloco en el bolsillo, y digo: “Bueno, no sé si pueda comprar ese pan o no”, me moriré de hambre. Pues recuerde, el comerciante dice: “Tengo un requisito, Sr. Branham. Con veinticinco centavos, Ud. puede tener la barra de pan”. ¡Yo los tengo! Amén. Fin del asunto.",
    "Por eso no vemos que se obren tantas cosas hoy en día, no se despliega la Señal, la verdadera Señal. ¡Oh, tenemos todo tipo de falsedad, pero me refiero a la verdadera Señal!",
    "Miren, entonces cuando nos damos cuenta y presentamos la Señal, la Vida que se requirió para la Señal, la Sangre habla a favor nuestro. Recuerden, la Sangre del pacto fue reconocida con la Señal, y la Palabra nos asegura la promesa. La Señal es la muestra de que la compra está hecha para nosotros.",
    "Ahora, si Ud. no está incluido en eso, bueno, por supuesto, Ud. no conseguirá nada; Ud. solo pasará por una línea de oración, y saldrá; caminará hacia el altar, y mirando hacia arriba, y saldrá caminando.",
    "Pero, ¡oh, hermano!, una vez que esa Señal se coloca en su—su—su corazón, y Ud. sabe que es la resurrección de Jesucristo en Ud., algo está sucediendo. No hay nada que lo vaya a hacer dar la vuelta. Ud. sabe a dónde pertenece. Obediencia completa a toda la Palabra de Dios le da a Ud. derecho a la Señal, y nada más. “Bienaventurado el que cumple todos Sus Mandamientos, para tener derecho al Árbol de la Vida”.",
    "Entonces, cuando oramos, debemos tener la Señal para presentarla con nuestras oraciones. Ahora, asegúrense de recibirla. Cuando oren, Uds. deben tener la Señal para presentarla con su oración; si no la tiene, siga orando hasta que venga la Señal, porque a Ud. no se le prometió recibirlo. ¿Ven?, Ud. tiene que tener esta Señal primero; ese es el precio a pagar, su fe para creerlo.",
    "Ahora, señal de obediencia completa. El miedo se va. Pablo nos dice que, “La Sangre habla cosas mejores”.\n\nUd. dice: “¿La Sangre habla?”. Sí, la Sangre habla.",
    "En Génesis 4:10, vemos que Dios dijo que—que la de Caín… o, “la sangre de Abel habló desde la tierra”. Vemos en Hebreos 12, que, “La Sangre del pacto de Cristo habla mejor que la de Abel”. ¿Ven? Vemos que la Sangre sí habla, Ella habla a favor suyo. La Vida que está en Ud. habla desde la Sangre derramada. Amén. ¡Oh, hermano! Desearía que todos pudieran ver eso. ¿Ven? Si Ud. pudiera ver lo que es, es la Vida que está en Ud. ¿Ven?, esa Sangre lo identifica a Ud. con Ella. Es la Señal. El… Lo que es, la Sangre fue derramada por Ud.; Ud. ha aceptado, y la Vida ha entrado en Ud. Ud. tiene la Señal, eso es el Espíritu Santo.",
    "Entonces cuando oramos, debemos tener la Señal para presentar con nuestras oraciones, como dije, y ahora, creer por nosotros y aplicar la Señal a toda la familia, como en Egipto, Jericó, o Hechos 16:31; vemos que Pablo le dijo al centurión romano, le dijo: “Cree tú, y toda tu casa será salva”. Aplíquela a su familia. Si Ud. tiene un hijo que no es salvo, ponga la Señal justo sobre él, diga: “Señor Dios, yo lo reclamo”. No se mueva de ahí. Si Ud. tiene una madre o un ser amado que está perdido, ponga esa Señal sobre ellos, diga: “Señor Dios, yo lo reclamo”.",
    "Saque afuera toda la basura mundana, de su casa, prepárese para Eso. Queme sus pantalones cortos. Arroje sus mesas de barajas a la basura. Deje sus cigarrillos. Arroje su incredulidad y sus papeles de iglesia al cubo de la basura, donde pertenecen. Amén. Entonces Ud. se está preparando. ¿Luego qué hace? Entonces aplique la Señal en oración, con una evidencia real, fe real. Aplíquela, aplíquela con confianza. Cuando Ud. aplique la Señal, sepa que Ud. ya está limpio. “Si nuestro corazón no nos reprende, entonces recibimos nuestra petición”.",
    "Mientras Uds. sigan haciendo esas cosas erradas, ¿cómo van a pedirle a Dios que haga algo por Uds. cuando saben que Uds. están mal? Por eso es que pasamos dudando y regresamos dudando. No estoy diciendo esto para herir. Lo estoy diciendo para enderezar, para hacer las cosas correctamente. ¿Cómo va Ud. a edificarlo sobre las ruinas de Sodoma y Gomorra? ¡Vuelva!",
    "Las organizaciones y ministros han permitido que la gente se porte como quiera, y que sigan así, y que solo pongan su nombre en un libro y los llaman esto, aquello, y lo otro, cuando es una desgracia. Y se ha llegado al punto en que la fe es algo que ni siquiera… ni siquiera, ni remotamente saben lo que siquiera es. Ellos, ellos tienen mucha esperanza, pero no fe.",
    "Ud. tiene que regresar, hasta que todo se haya peinado y esté limpio. Entonces tome su Señal, sabiendo que es Jesucristo en Ud., luego aplíquela. Si no sucede nada, algo está mal; regrese otra vez, tiene la cosa equivocada en la mano. Él lo prometió. Él fue Quien lo prometió. Aplique Eso. Lea Efesios 2:12, en algún momento, si—si desea, y allí Ud. lo hallará.",
    "Fíjense también en Hebreos 9:11. Pablo dijo: “Sirviendo al Dios vivo, con palabras vivas”. No diciendo como si yo fuera allá como lo hacía un hebreo, llevaba su sacrificio, y allí venía por el camino, con un gran buey gordo, y le ponía encima las manos y se identificaba, y derramaba la sangre, regresando justificado. Era lo requerido por Jehová. Él cumplió. Luego la siguiente generación, tal vez se enfriaron un poco más; algún otro, se enfriaron un poco más. Cuando menos pensaron, llegó a ser una tradición familiar.",
    "Eso es lo que pentecostés ha llegado a ser para nosotros, una tradición familiar. Nos acostamos, decimos: “¿No estuvo bueno el programa de televisión esta noche? ¿Me pregunto qué habrán hecho allá en la iglesia? Señor Jesús, sana…”. ¡Oh, misericordia! ¿Ven? Es una tradición fami-… “Sabe, el otro día yo hablé en lenguas. Yo pertenezco a esto, o aquello, Ud. sabe. Ajá”. ¡Oh, es una tradición familiar!",
    "¿Saben Uds. lo que dijo Dios? Dios dijo: “Vuestras grosuras y carneros apestan en mi nariz. Así es, vuestros sacrificios se han tornado en hedor”.",
    "Y así también los sacrificios pentecostales, y todo nuestro payaseo denominacional y desorden, y nuestras mujeres y hombres portándose como ellos, es una apariencia de piedad; emocionan con la música, y alguien comienza a saltar por un rato; y cuando termina, es como arrojar allí un balde de agua, si es que acaso viene la Palabra de Dios y dice algo. ¿Qué sucede? Sus sacrificios comienzan a heder ante Jehová.",
    "Y fue en ese momento cuando el, Isaías llegó a la escena, y les dijo: “Os daré una señal Eterna, una virgen concebirá”. ¿Ven?, allí lo tienen. No eran formas y credos muertos, no; sino palabras vivientes, un Dios vivo que ha resucitado de entre los muertos, y vive entre nosotros.",
    "Algunos de ellos, estas iglesias, que creen estas cosas, niegan que exista tal cosa como la Señal. Bueno, un individuo quiso decirme: “Solo los doce apóstoles recibieron el Espíritu Santo; Que esos fueron todos. Sí”. ¡Oh!",
    "Pero nosotros quienes creemos la Palabra, sabemos que no es así, sabemos que esta es la Presencia viva. Porque ¿cómo sabemos que es la Presencia viva de Cristo, el Espíritu que está entre nosotros? Pues hace lo mismo que Él. Esa es la evidencia. Una vid se conoce por el fruto que produce. Y entonces si esa primera vid creció y tras ella escribieron un Libro de los Hechos, y lo mismo que hizo Jesús, hicieron los apóstoles, entonces cuando esa vid crezca de nuevo, hará lo mismo. ¿Ven?, Hebreos 13:8 dice que Él es el mismo, ¡oh, vaya!, prueba que Dios Lo ha levantado a Él para nosotros, conforme a Su Palabra prometida. [Cinta en blanco.—Ed.]",
    "¡Un sello de la promesa! Efesios 4:30 dice: “No contristéis al Espíritu Santo de Dios, con el cual estáis sellados hasta el día de vuestra redención”. No hasta el próximo avivamiento. “¡Hasta el día de vuestra redención!”. Siendo bautizados en Él, conforme a Primera de Corintios 12. Y en Él está la plenitud, y en Él no se reconoce pecado. “Aquel que es nacido de Dios no practica pecado. La simiente de Dios permanece en él; y no puede pecar”. ¿Cómo pudiera hacerlo, cuando allí está la Señal? La Señal es la muestra de que él ha sido aceptado.",
    "Y, bueno, Ud. dice: “Yo peco”. Bueno, entonces Ud. nunca tuvo la Señal. ¿Ve?",
    "La Señal es la barrera, muestra que se ha pagado el precio. Si Satanás trata de entregarles eso… Solo piensen en esto. Si Satanás trata de entregarles alguna enfermedad, o trata de entregarles algo, ¿saben qué hacer? Muéstrenle su Señal. Por supuesto, al Cristiano le viene enfermedad. Muéstrele a él su Señal, y pruébele que Ud. es un producto comprado por Dios. “Resistid al diablo, y huirá de vosotros”. Sostengan la Señal sobre vuestra fe inamovible en Su Palabra prometida.",
    "Dios, una vez mostró el arco iris como señal. Estoy terminando. Mostró el arco iris como señal. Solo tengo unos diez minutos, y luego se hará la línea de oración. Él siempre permaneció fiel a esa señal. ¿Lo sería Él? [La congregación dice: “Amén”.—Ed.] Aún lo es. En todos estos miles de años, Él nunca, ni una sola vez, ha dejado de mostrarlo. Él fue fiel a esa señal, nos muestra que Él siempre… y nunca dejará de honrar Sus señales. No me importa si es…",
    "Si Jesús no viene en diez mil años y Ud. tiene la Señal, Él aún tiene que honrarla. No importa cuántas cosas cambien, y lo que suceda, Él tiene que honrar esa Señal. Él dijo que lo haría. Muy bien. Él ahora espera que nosotros mostremos Su Señal, sobre nuestra fe dada por Dios, a toda secta incrédula en la nación y en el mundo, que cree que las señales y las maravillas no siguen a los creyentes. Y seamos fieles a esta Señal, que muestra que la tarifa ha sido pagada y hemos sido aceptados para la resurrección, teniendo la Señal de Vida por dentro de nosotros.",
    "Es un Mensaje cortante, pero es la Verdad. Eso es lo que necesitamos, es la Verdad. Dios nos ayude a conocer la Verdad. “Conoceréis la Verdad, y la Verdad os hará libres”. Yo declaro que Jesucristo es el mismo ayer, hoy y por los siglos. Yo creo que Dios da el Espíritu Santo como una Señal, ahora mismo, justamente antes del éxodo, de la—de que la Novia salga de la iglesia.",
    "Yo creo que hay mucha insensatez, y gente diciendo que gritaron, que hablaron en lenguas. Yo creo en esas cosas; pero Ud. no puede depender de eso. ¿Cómo puede depender de eso, y luego negar la Palabra? ¿Ven?",
    "La Señal es la Palabra identificada en Ud., declarándose a Sí Misma. Eso es Dios siendo Su Propio intérprete. Ud. no tiene que decir: “Bueno, ahora, tú interpreta mi lengua”. Eso no es. Él interpreta la vida de Ud. por la Palabra. Cuando Él toma la palabra suya, lo que Ud. es, y por allí identifica Su Palabra, no necesita ninguna interpretación, ya está allí. Dios da Su Propia interpretación, y nosotros hemos recibido estas promesas para el día.",
    "¡Oh, Dallas!, Uds. grupo encantador de Cristianos, no se dejen llevar por estas cosas de hoy que ven rondando, porque eso va a perecer. Pongan a sonar siempre esa Señal, muestren esa Señal. Lean la Biblia. Vengan a todo. Y si el espíritu en Ud. no le dice “amén” a Eso, entonces mejor regrese, cambie eso que tiene, por la Señal; pues Ud. no La tiene.",
    "Sé que es mucho para decir aquí en una tarde. Y ya son las cuatro y media. Ya es hora, y para poder salir a las cinco con la línea de oración.",
    "¿Creen Uds. que Jesucristo vive y reina hoy? [La congregación dice: “Amén”.—Ed.] ¿Creen que lo que les he dicho es la Verdad? [“Amén”.] Es la Señal, el requisito. Yo solo puedo hablar lo que es Verdad. Solo hablo lo que veo, lo que oigo, lo que me es revelado. Y la razón por la qué digo esto, es que de las decenas de miles por millares de veces, ni una sola vez ha fallado en ser verdad, ahora eso tiene que ser Dios. Eso tiene que ser Dios. Bueno, ¿le daría Dios un ministerio así a alguien que no supiera de lo que está hablando? [“No”.] ¿Se identificaría Él a Sí Mismo como ese vidente allí, y luego darse la vuelta y darle una Palabra confusa? [“No”.] El sujeto que La niega, es el que está confundido. Y Dios no está confundido. Dios es Su Propio intérprete.",
    "¡Reciba Ud. la Señal! No descanse al unirse a una cierta iglesia o a estatutos, o lo que sea. ¡Reciba la Señal! No la suelte. Es lo único que Dios reconocerá. Cuando Ud. llegue a esa hora, cuando llegue a su muerte, más le vale que tenga esa Señal sobre sí; sabiendo que, en el día de Su venida, esa resurrección, yo puedo presentar esa Señal. No será en este cuerpo, estará podrido; pero en este Espíritu, que no puede morir, es la Vida Eterna, la Señal descansa allí. Y Él prometió: “Yo lo resucitaré en el día postrero”.",
    "Ese mismo Jesucristo está aquí. Él es el Mensajero. Él es… Aquí está el Mensaje, y Él es el Mensajero aquí para identificar Su Mensaje. Yo no soy el Mensajero. Él es el Mensajero, y Este es el Mensaje. Y si Ud. tiene un espíritu que no está de acuerdo con Eso, ¿cómo podrá ser el Mensajero del Mensaje? Solo la Señal Lo identificará. Amén.",
    "Me siento religioso; de verdad que sí. Siento que podría irme volando ahora mismo, porque sé en Quién he creído, y he visto mi vida identificada con Él en Su resurrección. Su Presencia está aquí. Acéptenla, amigos, por favor háganlo, profundamente en su corazón.",
    "Sé que todos venimos alrededor del altar y oramos. Esa es una vieja idea metodista. Ellos nunca lo hicieron en la Biblia. La Biblia dice: “Todos los que creyeron fueron bautizados”. Correcto. No existe tal cosa como un llamado al altar en la Biblia. Eso es algo que agregamos, lo cual está bien. Cualquier cosa que Dios bendiga, está bien.",
    "Como ellos ungen paños. Jamás hubo tal cosa en la Biblia. “Se llevaban del cuerpo de Pablo paños y delantales”.",
    "Pero como Uds. quieran hacerlo, está bien, en su asiento, en el altar, donde sea. Lo único es: aplique Eso, la Señal para Ud. Entonces Ud. revísese, y vea qué clase de vida, lo que se esté llevando a cabo, vigile si Ella ha sido aplicada o no. Si no, entonces deje todo lo que Ud. tenga a un lado, y vuelva, hasta que la Señal esté aplicada.",
    "Oremos. Padre Celestial, tal vez yo—yo—yo hablé fuerte, pero, Señor, ¿cómo aguantará un clavo si uno no lo remacha? Yo oro, Padre, que sea remachado en el corazón de la gente, que ellos vean que no es por algún capricho. No es que yo esté tratando de identificar alguna organización, algún clan, alguna secta, alguna persona, o a mí mismo, o alguien más; es Jesucristo. “Arrojo todas esas organizaciones juntas”, son seis de una y media docena de la otra, de acuerdo a Tu Palabra. “Esa vil madre ramera”, la Biblia en Apocalipsis 17, “era la madre de cada una de las rameras”. Y ellas no podían ser hombre; ellas eran rameras, y todas terminaron en el lecho de la mundanalidad. Y vemos que lo han hecho, los pentecostales y todos.",
    "Pero, Jesús, Tú aún sigues siendo Jesús. Que ellos no escuchen un mensaje de una iglesia, sino el Mensaje de Cristo, la Palabra. Que Tú Te identifiques, Señor, hoy, con los creyentes. Sana a todos los enfermos. Perdona nuestros pecados, Señor. Yo—yo oro, como Tu siervo, por favor perdona mis pecados, y perdona los pecados de este pueblo. Yo confío, Señor. Cada uno de ellos ha ayudado, sin duda, en las ofrendas, para pagar por los—los edificios, y han gastado su dinero, y han—han—han hecho de todo, Señor. ¡Oh, Dios!, oro para que ninguno lo deje pasar, Señor. ¡Permítelo para cada uno!",
    "Yo—yo lo hago con sinceridad, y aún, Señor, Tú debes ser firme. Sabemos que amar es corregir. El amor es correctivo. Y es mi oración. Pues, por eso Tú corregiste a Tu pueblo, fue porque Tú los amaste, y hay que responder por cada pecado.",
    "Y, Padre, oro que perdones nuestros pecados ahora, al nosotros confesarlos. Hemos vagado lejos, Señor. Yo me identifico con este pueblo pentecostal, Señor. Yo—yo soy uno de ellos. Y yo—yo oro, Dios, que nos perdones a todos. Y tomes a algunos de estos líderes y dales un giro, y—y permíteles que den un vistazo allí al Calvario una vez, y entonces olvidarán lo que tengan que ser, un presbítero o un obispo, o lo que sea, y que sepan que no somos más importantes en este Reino; todos somos hijos de Dios. Pido que Tú nos ayudes ahora. Identifícate entre nosotros, hoy. Lo pedimos en el Nombre de Jesucristo. Amén.",
    "Ahora, antes de que comencemos la línea de oración, puede ser que alguien no haya estado aquí antes. No sé quién sea Ud., pero Dios lo conoce. Si yo he dicho la Verdad, que Dios lo identifique, si es la Verdad o no, esa es la prueba. Si Él ha resucitado de entre los muertos, Él es el mismo ayer, hoy y por los siglos. Él dijo en Juan 14:12: “El que cree” no el que pretende creer. “El que cree en Mí, las obras que Yo hago, él las hará también”. ¿Correcto?",
    "Alguien dijo: “‘Mayores harían’”. Así es. Dijo: “Bueno, nosotros predicamos el Evangelio, eso es mayor”.",
    "Solo haga las cosas que Él hizo, eso me lo probará a mí, ¿ve?, entonces hablaremos de las mayores. Yo puedo mostrarle las cosas mayores que Él está haciendo ahora que cuando Él estuvo en la tierra, y, de hecho, eso no es solo predicar el Evangelio; es en señales y milagros. No hay tiempo para eso. Solo crean. Y que el Dios del Cielo, Quien resucitó a Jesucristo de entre los muertos y Lo ha presentado a Él aquí vivo a nosotros después de dos mil años, identifique este Mensaje, que es correcto. La Señal tiene que ser aplicada.",
    "Ahora, Uds. que tienen enfermedades y problemas, oren, solo digan en sinceridad: “Señor, yo creo que Tú eres ‘un Sumo Sacerdote que se puede tocar por el sentir de nuestras dolencias’. Y este ministro aquí nos dice, que Tú estás con nosotros, presente, entonces quiero que Tú estés presente con nosotros y Te identifiques”. Ahora oren, cada uno de Uds.",
    "Ahora depende de Dios decir algo. ¡Qué momento! ¡Oh, vaya! Desearía que Uds. solo pudieran saber algo, cómo uno se siente cuando Aquello viene, el mundo entero le pertenece a uno. Amén. No hay diablo que vaya a hacer algo, él es un ser derrotado. Mi Señor está presente. Todo está en nuestras manos. Amén.\n\nPor favor, guarden mucho silencio. No caminen. Estén quietos.",
    "Uds. en las sillas de ruedas y demás, no piensen que están indefensos. Crean. Uds.—Uds., Uds. han pasado por líneas de oración, y han fallado y fallado. No fue que el ministro que oró por Ud. haya fallado. Es su fe, y comenzó a pensar que Ud. no va a hacer nada. Ud. crea.",
    "Aquí, aquí está esta Luz aquí, sobre una damita de color sentada aquí atrás, de pie con sus manos arriba así. Sí. Ud. estaba orando. Sí. ¿Cree Ud. que yo soy Su profeta, o Su siervo? No debo decir eso, porque hace tropezar mucho a la gente. Ud. tiene un buen…",
    "Aquí hay un hombre blanco, una mujer de color, como nuestro Señor y la mujer junto al pozo, dos razas diferentes. Él les dio a conocer que no hay diferencia de razas. Nuestros colores no tienen nada que ver. Todos somos… Podríamos hacernos una transfusión de sangre. Dios hizo, de una sola sangre, a todas las naciones.",
    "Ud. sufre dolores de cabeza, tremendos dolores de cabeza. Además, tiene una carga en su corazón, que es por ese niño. Y Ud.… Está oprimido. [La hermana dice: “Amén”.—Ed.] Exactamente. ¿Es verdad? [“Amén”.] Así es.",
    "Esta señora sentada más allá de Ud., parece estar identificada con Ud., pues es su madre. [La hermana dice: “Amén”.—Ed.] Así es. [“¡Gloria a Dios”!] Y ella sufre de algo.",
    "¿Me cree Ud., señora? [La madre dice: “Amén”.—Ed.] ¿Cree? Su problema es un dolor en el costado. Así es. Es su lado derecho que le duele. ¿Es así? Levante la mano, si así es. Eso no le va a molestar más. ¿Creerá Ud. si Dios puede decirme quién es Ud.? Sra. Lowell. [“Amén”.] Correcto. [“Amén”.] Muy bien, siga su camino, el Señor Jesús le da su petición.",
    "Allí mismo en la orilla hay otra damita de color sentada, mirando, que por—por poco la hace pedazos. Ella me está mirando directamente. Ella lo cree. Eso, ¿no ven esa Cosa justo allí a su lado? Ella está sufriendo con problemas del riñón. Así es. Todo ha terminado ahora; Él la ha sanado. Amén.",
    "¿Por qué no creen? “Si podéis creer, todo es posible”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Aquí están… ¡Miren a la gente de color! ¿Dónde está su fe, gente blanca?",
    "Aquí hay una señora de color sentada aquí mismo, mirándome directamente, una señora algo corpulenta. Ella tiene un problema en la rodilla. También tiene un problema, ella tiene problemas al corazón. Sí. Y tiene debilidad, palpitaciones y cosas así, especialmente cuando Ud. intenta acostarse, se ahoga. ¿Ven? Lo sufrió anoche. Recuerde, no le estoy leyendo la mente, pero sé lo que ha pedido. Ud. quería que se dijera de esto, hoy, y Él le ha respondido. Ahora, también, Ud. apenas se puede levantar, porque tiene artritis. Eso es cierto. Y también, otra cosa, Ud. tiene un problema estomacal, que es un crecimiento en el estómago. Eso es verdad. Ahora ¿cree Ud. que yo soy Su profeta? De todas maneras, lo diré. Crea, y Ud. será sanada.",
    "Y ¿su problema del estómago? ¿Cree Ud. que Dios también sanará su problema del estómago, sentado allí? ¿Lo cree Ud.? Muy bien, entonces puede recibir la sanidad de su estómago. Amén.",
    "¿Quiere dejar de fumar, señora, allí? ¿Cree que Dios hará que Ud. deje de fumar? Lleva mucho tiempo intentándolo. Ud. también tiene problemas de estómago; ha estado intentando dejar los cigarrillos. Le está causando su problema de estómago. ¿Los dejará? Los resiento de Ud., en el Nombre de Jesucristo, por su fe para tocarlo a Él.\n\n¡Yo la reto a que le crea a Dios!",
    "Aquí hay una mujercita sentada allí orando por su… un ser querido en el hospital, muriendo de cáncer. Correcto. Es un tío. Así es. Ud. o es… Ud. es la esposa de un ministro. Crea con todo su corazón, el varón se recuperará.",
    "¡La reto a que le crea a Dios! ¿Qué es eso? La identificación de Jesucristo. Ud. dice: “¿Qué es Cristo?”.",
    "Él es la Palabra. “En el principio era la Palabra, la Palabra estaba con Dios. Y la Palabra fue hecha carne, y habitó entre nosotros”. “La Palabra es más cortante que una espada de dos filos, discierne los pensamientos y las intenciones del corazón”. ¿No ven Uds. que la Palabra ha venido entre nosotros en los postreros días? Es el Espíritu Santo tomando la Palabra de Dios e identificando a Jesucristo, que es la Señal. Amén. ¿Creen Uds.? [La congregación dice: “Amén”.—Ed.]",
    "¿Cuántos tienen tarjetas de oración? Que todos los de este lado con tarjetas de oración, se pongan de pie en esta línea aquí. Solo pónganse de pie, todos los de ese lado, solo ese lado párense aquí en el pasillo. No, solo en el pasillo de la derecha, por favor, allí mismo. Ujieres, vayan a su lugar. Luego, cuando ellos pasen, que los otros se pongan de pie, después de que ellos pasen, y luego viceversa con el otro lado. Ahora, todos sean reverentes.",
    "El Espíritu Santo se ha apoderado de la reunión, y ya se ha dicho y hecho lo suficiente para probarlo. ¿Cuántos creen que Él está aquí? ¿Cuántos creen que esa es la Señal? ¿Cuántos creen que es la Palabra? [La congregación comienza a regocijarse.—Ed.] Miren, ¿cuántos saben que el Libro de los Hebreos dice que “La Palabra de Dios discierne los pensamientos que hay en el corazón?”. ¿Cuántos lo saben? ¿Cuántos saben que esa es la razón por la que Jesús podía discernir los pensamientos en sus corazones, porque Él era la Palabra? ¿Cuántos lo creen? ¿Cuántos creen que así fue con los profetas? Ellos eran a quienes vino la Palabra. Ahora, si la Palabra vuelve a nosotros, ¿no hará Ella lo mismo? Entonces, ¿cómo puede la Palabra que identifica a la Palabra, equivocarse por la Palabra? ¡Oh, misericordia! ¡Sea reverente!",
    "Oiga, esta señora que está sentada aquí, ella también tiene algo en el corazón. Por casualidad me di la vuelta y lo capté. ¿No es Ud. la Sra. Grant? Yo no lo sabía. Pero Ud. es la Sra. Grant, porque la veo con eso. Ud. tiene un nerviosismo que le molesta. Ud. tiene, su hijo tiene algo… parece ser como que es su sangre, está goteando. ¡Yo la reto a que Ud. lo crea! Amén. Él es Amo de la situación. Él es el Amo de la muerte.\n\nOremos.",
    "Señor Jesús, mientras Tu Presencia nos está ungiendo aquí en este edificio, y estamos conscientes de que esto es el Espíritu Santo, oro, Señor, que sanes a cada persona que se ponga estos pañuelos.",
    "Una vez, nos dice la Biblia, que Tu pueblo allí mismo en la línea del deber, iban a cruzar el Mar Rojo, y el mar se les atravesó, en su camino a la tierra prometida. Dios miró abajo a través de esa Columna de Fuego, con enojo en los ojos, y el mar se atemorizó, se apartó, e Israel continuó hacia la tierra prometida, allí directo en la línea del deber.",
    "¡Oh, Señor Dios!, que Tus ojos miren a través de la Sangre de Jesucristo, abajo a esta Señal aquí que sostenemos sobre estos pañuelos hoy. Y que todos los que se pongan esto, que la enfermedad se atemorice, que retroceda y deje a Tu pueblo cruzar a la promesa de buena salud. “La oración de fe salvará al enfermo”. En el Nombre de Jesucristo, que así sea. Amén.",
    "¿Cuántos predicadores metodistas creyentes hay aquí, predicadores bautistas, predicadores presbiterianos, predicadores bautistas, luteranos o pentecostales? ¿Cuántos de Uds. creen que Esto es la Verdad? Vengan aquí y entonces párense a mi lado mientras oramos por los enfermos. Vengan aquí, todos los predicadores que creen.",
    "Está bien, ¿verdad? Hermano Grant, ¿está bien? [El Hermano Grant dice: “Seguro”.—Ed.] Ajá.",
    "Baje aquí, hermano. El Hermano Grant tiene un ministerio de orar por los enfermos. Un hombre valiente, un buen hombre, un hombre al que Dios escucha y responde a su oración, el Hermano Grant. Me alegra abrazarlo hoy y decir eso, y es mi hermano. Ahora, él va a estar aquí abajo orando conmigo.",
    "Cuando pasen por esta línea, es como si Uds. pasaran debajo de la cruz. Hermanos, formen una línea doble aquí, aquí mismo. Hagan una línea doble; algunos aquí arriba, otros allá abajo.",
    "Hermano Roy Borders, ¿dónde está? Hermano Roy Borders, pensé que estaba aquí. [Alguien dice: “Él volverá enseguida”.—Ed.]",
    "¡Miren aquí, a los ministros! Miren allí. Eso me hace sentir bien, hermanos. Ministros de la cruz, hombres que se paran aquí para identificarse con el Mensaje. ¿Qué no pudiera pasar?",
    "Ahora, miren, pues no le dejen todo a los ministros. Ellos han venido a identificarse. Cuando Ud. pase por aquí, identi-… tenga la Señal delante de Ud.: “Señor Jesús, he confesado mis pecados. A cambio, Tú me has dado el bautismo del Espíritu Santo. Yo soy un producto comprado. El pecado, la enfermedad ni nada podrá retenerme de aquí en adelante. Me muevo correctamente”. Sostenga eso ¡oh!, delante de Ud. y pase por aquí, y Dios lo sanará y Ud. saldrá de aquí regocijándose, feliz, y estará bien. ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Ahora cada persona aquí, inclinemos nuestros rostros, hermanos, mientras estamos juntos. No sabemos lo que va a pasar; simplemente no lo sabemos. No hay ninguna razón para que alguna persona salga enferma de este edificio esta tarde. Mantenga esa Señal en su corazón, pase directo por esta línea de oración, donde los ministros que han consagrado sus vidas al—al servicio van a pararse aquí, imponiendo las manos sobre Ud. mientras pasa.\n\nUd. dice: “¿Por qué hizo eso, Hermano Branham?”.",
    "Quiero que todos Uds. sepan que solo… yo no soy el sanador. Estos hombres tienen tanto derecho a orar por los enfermos como cualquiera. A decir verdad, yo creo que Dios respondería a sus oraciones antes que a las mías. Estoy cansado y agotado, y todo. Yo—yo creo que Él respondería a sus oraciones. Y aquí están de pie justo en el medio, para identificarse, no se avergüenzan de tomar su lugar. Aprecio a hombres así.",
    "Ahora, hermanos, conozco su sentir. Estoy, yo soy uno con Uds. Yo soy el que ha tejido mi red con Uds., por acá en Texas, queriendo atrapar cada uno de esos peces que Dios ha ordenado a la Vida, allá afuera. Estoy haciendo lo mejor que puedo. Estoy con Uds., al cien por ciento. A veces regaño y grito contra la organización y cosas. Eso no significa que yo esté contra Ud., mi hermano. Quiero decir que estoy en contra del sistema que nos separa de ser hermanos, por alguna doctrina religiosa. Somos hermanos por el bautismo del Espíritu Santo. Tenemos la misma Señal. Hemos recibido la misma Sangre, así que creamos eso. Podemos encontrarnos Allí (¿no?), hermanos, cada uno de nosotros bajo la Sangre.",
    "Ahora, yo fui ordenado bautista. Tal vez Ud. sea metodista, o luterano, o presbiteriano, pentecostal, de la unidad, de la dualidad, de la trinidad, o la que sea que Ud. tenga, Iglesia de Dios, la que sea. Eso no importa. Si no podemos ponernos de acuerdo en esas pequeñeces, entonces olvidémonos de eso.",
    "Algo en lo que podemos estar de acuerdo es que Jesucristo, nuestro Salvador, murió por nuestros pecados, resucitó y nos dio la Señal. Estamos parados aquí con nuestras oraciones sobre estos hermanos y hermanas enfermos que pasan por esta línea. Voy a creerlo con todo mi corazón.",
    "Vi que algo sucedió en ese momento. Amén. Sé que Uds. piensan que yo estoy loco, pero loco me siento bien. Solo espero poder seguir así. Sí, señor. Me siento maravillosamente así.\n\nOremos.",
    "Señor Jesús, estoy bajando de esta plataforma, aquí abajo, para identificarme con estos hermanos. Me estoy identificando con ellos, ya que todos tenemos nuestra Señal en nuestras manos y en nuestros corazones. Mientras obedecemos Tu mandato, “de imponer las manos sobre los enfermos, y ellos se recuperarán”. Que cada persona que pase por aquí presente su Señal, de que ellos han recibido el Espíritu Santo, de que ellos son un hijo de Dios nacido de nuevo, de que ellos lo creen con todo su corazón. Y mientras pasan, que maldigan esa enfermedad y aflicción de su cuerpo. Y que salgan de aquí regocijados, sabiendo que su fe los ha sanado.",
    "Y, Señor Dios, así como poníamos, en el Antiguo Testamento, nuestras manos sobre el sacrificio, para identificarnos con el sacrificio, ponemos nuestras manos sobre Jesús, identificándonos con Él. Él puso Sus manos sobre nosotros ahora en el ministerio, identificándose Él Mismo con nosotros, por medio de señales y maravillas. Y nosotros ponemos nuestras manos sobre los enfermos, para identificarnos con ellos, con nuestra fe conectada a ellos. La enfermedad tiene que irse, y que lo haga en el Nombre de Jesucristo, mientras bajamos aquí para que lo reciban.\n\nQue toda la congregación ore.",
    "Roy o alguien que venga aquí y se pare junto a este micrófono, y mantenga las líneas derechas.",
    "Miren, mientras Uds. pasan por aquí ahora, vengan creyendo, vengan orando. Solo vamos a poner las manos sobre los enfermos. Pasen directamente. Oren. Cuando Uds. pasen por la línea de estos ministros, si están caminando con muletas, déjenlas y váyanse. Si han tenido cáncer, enfermedad, por decir: “El médico ha hecho todo lo que podía hacer, hizo todo lo que pudo, y dijo que yo tendré que morir: yo no me voy a morir. Aquí está mi Señal, Señor. Me has prometido los setenta. Voy a pasar por aquí, haciéndolo”. ¿Ven?, háganlo. ¿Lo harán? [La congregación dice: “Amén”.—Ed.] En el Nombre de Jesús, que así sea. Amén.",
    "Muy bien, que pase la línea. [El Hermano Branham y los ministros oran por los enfermos, mientras un hermano dirige a la congregación cantando Solo creed y otros cantos. Cinta en blanco.—Ed.]\n\n¡Yo creo!\n\nTodas mis dudas están sepultadas en la Fuente.",
    "¿Lo creen? [La congregación dice: “Amén”.—Ed.] Amén. ¡Oh!, ¿no es Él maravilloso? [“Amén”.] Algunos que estaban en esos catres y camillas, se levantaron inmediatamente y se fueron; simplemente las dejaron allí, y se fueron caminando. ¡Oh, todos pueden ser sanados ahora, los que lo crean! ¿Creen Uds.? [“Amén”.]",
    "Vamos, denos el acorde, Yo Le amo, ¿por favor, hermana; el antiguo canto: “Yo Le amo, yo Le amo, porque…?”. Levantemos todas nuestras voces, y nuestras manos, nuestros corazones a Dios, y cantemos: “Yo Le amo, Yo Le amo, porque Él a mí me amó”. Todos ahora.\n\nYo Le amo, yo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la cru-…",
    "Una señora, se ha parado de la silla de ruedas, camina por aquí apoyada de dos hombres. “Yo…” movamos nuestras manos a Dios, “¡yo Le amo!”.\n\nYo Le amo\n\nPorque Él a mí me amó\n\nY me compró la salvación\n\nAllá en la…\n\n¡Solo alabémoslo a Él ahora, todos!",
    "¡Gloria a Dios! ¡Cómo Te agradecemos, Señor Jesús, por Tu bondad, Tu presencia! ¡Oh, Te damos gracias por la Señal, Señor! Somos salvos y estamos llenos del Espíritu, el Espíritu Santo corriendo ahora por nuestros cuerpos. ¡Cuánto Te agradecemos por esto, Padre! ¡Oh, en el Nombre de Jesús Te damos gracias! Amén. Amén.",
    "Dense todos las manos, digan: “¡Alabado sea el Señor!”. Dense la mano unos a otros, digan: “¡Alabado sea el Señor! ¡Alabado sea el Señor”! (…?…) Muy bien, ahora, todos juntos de nuevo:\n\nYo Le amo,\n\nLas manos arriba, corazones arriba.\n\nYo…\n\nSolo expréselo de corazón.\n\nPorque Él a mí me amó (¿Va Ud. a despedir?)\n\nY me compró la salvación\n\nAllá en la cruz.",
    "Ahora inclinemos nuestros rostros muy reverentemente, mientras entrego el servicio ahora al Hermano Grant para despedir; agradeciéndole a cada uno de Uds. Primero, agradeciéndole al Señor por Su bondad, Su misericordia, y la seguridad que confío que hayamos dejado en su corazón, que no estamos aquí solos. Nuestro gran Capitán en Jefe está entre nosotros. La aclamación del Rey está en el campamento. Y Le agradecemos al Señor, por ver Su gran poder y Su gran misericordia. Y ahora inclinemos nuestros rostros reverentemente. Hermano Grant. 🦅"
  ]
}