{
  "title": "LA VOZ DE LA SEÑAL",
  "id": "64260009",
  "content": [
    "🦅  Gracias. Permanezcamos de pie por un momento, mientras leemos la Palabra, vamos directamente a la Palabra esta noche, para no ocupar mucho tiempo. Quiero que abran conmigo esta noche, en el Libro de Éxodo, y comenzando con el capítulo 4 del Libro de Éxodo.\n\nEntonces Moisés respondió diciendo: He aquí que ellos no me creerán, ni oirán mi voz; porque dirán: No te ha aparecido Jehová.\n\nY Jehová le dijo: ¿Qué es eso que tienes en tu mano? Y él respondió: Una vara.\n\nÉl le dijo: Échala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.\n\nEntonces Jehová dijo a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó, y se volvió vara en su mano.\n\nPor esto creerán que se te ha aparecido Jehová, el Dios de tus padres, el Dios de Abraham, Dios de Isaac,…el Dios de Jacob.\n\nLe dijo además Jehová: Mete ahora tu mano en tu seno. Y él metió la mano en su seno; y cuando la sacó, he aquí que su mano estaba leprosa como la nieve.\n\nY él dijo: Vuelve a meter tu mano en tu seno. Y él volvió a meter su mano en su seno; y al sacarla de nuevo del seno, he aquí…se había vuelto como la otra carne.\n\nSi aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la segunda señal.",
    "Inclinemos nuestros rostros. Y con nuestros rostros inclinados, y también nuestros corazones, ¿me pregunto si algunos aquí esta noche tienen peticiones de oración? Háganlo saber al levantar sus manos. Dios conceda sus peticiones.",
    "Nuestro Padre Celestial, consideramos este un gran privilegio, acudir a Ti en oración, al venir en el Nombre del Señor Jesús. Y Él nos prometió que, si pedimos algo en Su Nombre, será concedido. Tú conoces la necesidad de cada uno de nosotros. Sabes lo que representaron nuestras manos al levantarse. Mi oración, Padre, es que respondas cada petición esta noche. Recibe la gloria.",
    "Y ahora permite que el gran Maestro de la Palabra, el Espíritu Santo, venga sobre nosotros en esta noche, y Se revele a nosotros, y—y Se nos dé a conocer, por la—la evidencia de Su resurrección. Que Él venga entre nosotros esta noche, Señor, y—y visite nuestros corazones; hablándonos a través de las cosas que Él ha prometido para este día. Que las Palabras prometidas para esta hora sean manifestadas delante de nosotros, para que podamos descansar seguros, en este gran tiempo de angustia que Tú dijiste que vendría sobre la tierra, para probar a todo pueblo. Y verdaderamente que ha llegado ese tiempo, Padre, cuando los hombres son probados. Y hay tantos ángulos diferentes, que casi nadie sabe qué hacer. Pero, Señor, oro que nos des a conocer en esta noche que Tú estás aquí y con nosotros, Estás aquí para ayudarnos. Concede nuestras peticiones, porque lo pedimos en el Nombre de Jesús. Amén.\n\nTomen asiento.",
    "Me he retrasado solo un poquito cada noche. Y sigo pensando que es este micrófono, pero es el de las grabadoras. Pero este aquí, creo, es el que debo escuchar, o en el que debo hablar.",
    "Mañana en la noche es la noche del banquete, así que no lo olviden. Creo que ha… Supongo que lo anunciaron, el lugar para que vaya la gente.",
    "Realmente agradecemos su cooperación en las grandes cosas que nuestro Señor ha hecho.",
    "Ahora, esta noche, pienso que, a menos que conozcamos la Palabra de Dios, no sabemos qué hacer. No podemos tener fe hasta saber cuál es la voluntad de Dios. Y, que, al saber, por tanto, que sí es la voluntad de Dios, la Palabra de Dios dice algo, entonces con mucho gusto podemos seguir eso.",
    "Ahora, si el Señor Jesús estuviera caminando personalmente por la tierra esta noche, en carne humana, y Él dijera: “Mañana lloverá todo el día” pues, sería muy fácil para mí tomar un paraguas cuando salga en la mañana, porque Él lo dijo. Ahora, si Él no lo dijera, entonces yo no sabría adónde mirar. Y así de esa manera es, en todo lo que hacemos, queremos conocer la hora, la edad en que vivimos.",
    "Y para los recién llegados, esta semana hemos querido mostrar que Dios, desde el principio, conocía el fin. Eso lo hace a Él infinito. Si Él no es infinito, infinito, Él no es Dios. Y Él tiene que ser omnipotente, omnipresente, omnisciente y omnipotente, para ser Dios. Eso es todo poder, saber todas las cosas, en todos los lugares, y—y—y conoce el fin desde el principio. Si no es así con Él, entonces no es Dios.",
    "Así que, no hay nada realmente fuera de lugar; somos nosotros. Pero no es nada en la Palabra de Dios; Ella está marcando como un reloj. Y cuando llega esa hora para que suceda, la Palabra que es asignada para esa edad, sucede. Podríamos pensar que va a… no va a suceder. A veces sucede y no nos enteramos. Jesús dijo, una vez…",
    "Ellos Le dijeron: “¿Por qué es que los—los… todos los escribas dicen que ‘Elías debe venir primero’?”. ¿Ven?, ahora, ellos creían eso. Creían que Elías venía.",
    "Y Jesús los miró, y dijo: “Elías ya vino, y Uds. no lo conocieron”. Ahora, ¿ven?, pasó allí junto a esos escribas, ministros, discípulos. Y fue Juan el Bautista, y él vino en cada manera en que Elías debía venir, pero ellos no lo reconocieron.",
    "Y ahora nos conviene reconocer la hora en que estamos viviendo, y el tiempo en que estamos viviendo. Sobre eso, quiero hablar esta noche de: La voz de la señal.",
    "Es un texto extraño, pero Dios hace cosas extrañas de maneras inusuales. Eso es lo que Lo hace a Él Dios, porque Él es—Él es sobrenatural. Y todo lo que Él hace, Él—Él lo hace, puede hacerlo en lo sobrenatural, porque Él es sobrenatural.",
    "Ahora, La voz de la señal. Y es una… Hay una voz de la señal; hay una voz de la sangre. La sangre habló desde la tierra, y—y demás: “La sangre justa de Abel habló contra Caín”. Y la Biblia dice: “La Sangre de Jesucristo habla cosas mejores que la sangre de Abel”.",
    "Ahora nuestro escenario esta noche, o nuestra escena, se abre en Éxodo. Y el tiempo del Éxodo es el tiempo del llamado a salir, y el éxodo estaba a la mano.",
    "Moisés, el siervo del Señor, había sido llamado a una—una línea del deber. Y haciendo lo que él pensaba, había sido altamente educado en Egipto, aprendió toda la—la sabiduría de los egipcios, y al parecer tenía una—una manera que, siendo un gran genio militar, podría librar a su pueblo de esa esclavitud, porque él iba a ser el próximo Faraón. Y qué fácil hubiera sido para él haberlo hecho. Pero, vean, si ese hubiera sido el caso, entonces hubiera sido un asunto natural.",
    "Dios no usa las cosas naturales. Él usa cosas sobrenaturales para probarse a Sí Mismo.",
    "Y con cuarenta años de educación de lo más elevado que él pudo obtener, y lo mejor que pudo obtener, el más grande erudito que pudiera ser, recibiendo el conocimiento de su madre, su tutora, de que él sería el que libraría al pueblo, y saliendo con el poder de su prudencia, pues mató a un egipcio. Y, a partir de eso, de enterarse que sus esfuerzos fallaron, entonces huyó al desierto.",
    "Y lo que Egipto, en forma de educación puso en él por cuarenta años, le tomó a Dios otros cuarenta años sacárselo, ¿ven?, para que él no confiara en su ética de educación; para que él confiara en lo sobrenatural.",
    "Y ahora, el tiempo que Dios le había prometido cuatrocientos años antes a Abraham, estaba a la mano; que su simiente peregrinaría en tierra extraña, y serían sacados. Después de cuarenta años, ellos serían sacados con mano poderosa. Él libraría a su pueblo con mano poderosa. Y cuando el tiempo de la promesa se acercó, fue cuando Dios puso a Moisés en la escena. Moisés, en su fracaso absoluto, había huido al desierto.",
    "Ahora, el tipo aquí, hay un tipo maravilloso que ciertamente no queremos pasar por alto. ¿Ven? Tipificándolo, Dios estaba sacando a Israel, Su pueblo, una nación, una nación de una nación. Una Nación de una nación, un tipo hermoso de hoy, que Dios está llamando a Su Novia a salir de una iglesia, la Novia Cristiana de una iglesia Cristiana, una Novia Iglesia de una iglesia, a la cual se hace referencia en la Biblia.",
    "Tengo varias notas y Escrituras anotadas aquí, sobre esta lección esta noche.",
    "A veces se le llama: “El Escogido, el Elegido, o el Remanente de la simiente de la mujer”. Fue llamada “la Novia” lo cual, Dios ordenó ser, por Su previo conocimiento. Es decir, la Novia sale de la iglesia. ¿Ven?, toda la cosa es una iglesia, pero Dios saca a un pueblo de esa iglesia, como una Novia. Él dijo que lo haría. Y Él lo hizo, fíjense, o Él lo hará.",
    "Fíjense, vean cómo lo hizo Él, y la manera y cómo lo hizo. Queremos ver esto ahora, a medida que Él sacó a Israel, cómo lo hizo, y la manera en que Él—Él lo hizo.",
    "Fíjense que cuando el tiempo de la Palabra prometida se iba cumplir, Dios llamó a Moisés, por preordinación, y lo eligió para el trabajo. ¿Ven? Dios siempre tiene a la persona en el blanco, en ese momento. Con Dios nada falla. Él lo dijo; no puede fallar. Si falla, entonces Dios falla, porque Dios es la Palabra.",
    "Fíjense, ahora, la Palabra tenía que manifestarse. Y cuando la Palabra tuvo que manifestarse, por una promesa, Dios siempre envía un profeta para manifestar esa promesa, porque la Palabra del Señor viene a él.",
    "Moisés, preordinado con ese fin, fue llamado para ese trabajo. Nadie más podía hacerlo.",
    "Cuando Dios ha—ha llamado a una persona para hacer un trabajo, nadie puede tomar su lugar. Nadie puede tomar el lugar suyo, con su peculiaridad.",
    "¡Cuántas veces me he preguntado, cómo me gustaría tomar el lugar de Oral Roberts!, ¡cómo me gustaría tomar el lugar de Billy Graham!, alguien así. Como Billy Graham, va a hablarle a una reunión de personas, llama a los pecadores al altar; se olvida de ello y regresa a casa, no tiene que pararse allí de nuevo en esa lucha. Yo no puedo ser Billy Graham, pero tampoco Billy Graham puede ser yo. Los dos somos… Yo no puedo ser Oral Roberts; Oral Roberts no puede ser yo.",
    "Uds., cada uno, se encuentra en la economía de Dios precisamente en su debido lugar. Uno ayuna todo el tiempo y tiene comunión con Dios, mientras que otro echa fuera demonios porque este está ayunando. Pero es todo el Cuerpo de Cristo obrando juntamente, la unidad. Al ver estas barreras denominacionales separándonos, eso es lo que me lastima el corazón, ¿ven? porque ese es el asunto que nos separa. Somos uno.",
    "No hay gente grande entre nosotros, no hay gente importante entre nosotros. Todos somos iguales; somos hijos de Dios. Solo hay uno importante entre nosotros, y ese es Cristo. Debemos reconocerlo a Él. Y si buscamos la honra el uno del otro, no podemos tener fe, porque estamos teniendo fe el uno en el otro. Tenemos que tener fe en Cristo. Él es Aquel entre nosotros en el que debemos tener fe, y luego fe en lo que Él está haciendo y en lo que nos ha dado.",
    "Ahora, nadie podía tomar el lugar de Moisés. No importa cuánto huyera, ni cuánto quisiera distanciarse de eso, no obstante, Dios sabe lo que hace. Él sabía exactamente lo que se requeriría, para formar a Moisés. Estas cosas tenían que suceder. Ahora, fíjense, nadie podía tomar su lugar.",
    "Ahora observen. Dios le dio una señal, para probar su llamamiento y lo que él había dicho, cuando fue a Egipto.",
    "Ahora, Dios siempre le da a un mensajero una señal, y una voz de esa señal. Y esa señal identifica al hombre, si está escrito en la Escritura.",
    "Como dijo Juan: “Soy la voz de uno que clama en el desierto”.\n\nEllos dijeron: “¿Eres el Mesías?”.",
    "Él dijo: “Yo no soy el Mesías. Pero yo soy la voz de uno que clama en el desierto, como dijo el profeta Isaías”. Él podía identificarse claramente.",
    "Y ahora, en eso encontramos, por tanto, que Dios, siempre, nunca cambia Su manera de hacer algo. Él no puede cambiar. Dios hace todo exactamente de la misma manera, una vez que Él—Él establece Su sistema.",
    "Como dije la otra noche, Él tomó una decisión: que el hombre debería ser salvo por la Sangre derramada de un Ser inocente. Nosotros hemos intentado todo lo demás, queriendo salvar al hombre. Lo intentamos llevándolo a un lugar donde construimos una ciudad, Nabucodonosor la construyó. Y ellos construyeron una torre, Nimrod. Ellos tenían una ley. Y han tenido templos; han tenido iglesias; han tenido organizaciones; han tenido sistemas educacionales, sistemas denominacionales, queriendo llevar al hombre a Dios. Todo eso falló. Y siempre fallará. ¡Eso apunta directamente a la Sangre derramada!",
    "La manera de Dios para hacer cualquier cosa fue hablada en Su Palabra. Y esta Palabra es la revelación completa de Jesucristo, no hay que añadirle o quitarle; “Quienquiera que lo haga” dice la Biblia, “su parte será quitada del Libro de la Vida del Cordero” si él Le añade algo o Le quita. Solo recíbala como Ella está escrita.",
    "La Biblia no necesita que nadie La interprete, Dios es Su Propio intérprete. Él La interpreta haciendo que lo que Él dice se cumpla. Ahí concluye. Si Dios lo dijo y Él lo hizo, asunto terminado. Eso no necesita intérprete. La Biblia dice: “Ella no es de interpretación privada”.",
    "¡Así lo hace Dios! Siempre fiel a Su señal enviada, Él la siguió por Su voz; cada vez, desde entonces, que Dios envía una señal a la tierra. “Ahora Dios nunca hace nada” dice la Biblia, “sin que primero se lo muestre a Sus siervos los profetas”. Ahora eso, Uds.… Si eso está errado, entonces el resto lo está también, ¿ven? Él nunca hace nada sin primero mostrarlo.",
    "Y ese vidente, profeta, debe ser identificado, que lo que él profetiza, encontramos eso en Números 12:6, que lo que él dice se cumpla. Entonces, créanlo. Pero si no se cumple, entonces no lo crean. Y debe ser por eso, Su… No importa cuánto él hable, y se cumpla, y lo que sea; si no está de acuerdo a la Palabra, entonces aún está errado. Tiene que estar de acuerdo a la Palabra. Tiene que estar en orden con la Palabra para la señal de ese tiempo, el tiempo en que ellos estén viviendo.",
    "Ahora, Dios había prometido esto, que Él iba a liberar a Su pueblo con brazo fuerte. Ahora, cuando esta Palabra, Él no llamó a un sacerdote, Él no llamó a un rabí, Él no llamó a un ejecutivo; Él llamó a un pastor, allá en la montaña, uno nacido profeta, preordinado, fugitivo, que no quería su trabajo.",
    "Cuando Uds. escuchan a personas deseando ser esto, aquello, o lo otro, algo, solo observen, Dios nunca los usa. Dios tuvo que perseguir a Moisés, para atraparlo. Él tuvo que cazar a Pablo, para atraparlo. Él… Son hombres que no quieren hacerlo, ellos no quieren esas cosas; entonces Dios toma a ese hombre, que no lo hará, para poder mostrar Su gloria en eso.",
    "Ahora observen. Toda—toda verdadera señal enviada de Dios es seguida por una voz. Ahora fíjense aquí, el texto es, el… la señal y la voz; “Si ellos no creen la voz de la primera señal, entonces creerán la voz de la segunda señal”. Ahora, la señal tiene una voz. Y, bueno, toda verdadera señal enviada de Dios tiene una voz, y esa voz debe hablar de acuerdo a la Palabra dada para ese día, exactamente.",
    "Si viene la voz, la misma voz de siempre… Ud. ve una señal, mejor dicho, y la señal que el hombre está haciendo es la misma vieja escuela de pensamiento, entonces Ud. podrá decir inmediatamente: “Eso no vino de Dios”, si sigue identificando la misma vieja escuela de pensamiento. Nunca fue así. Nunca lo ha hecho. Sería contrario al programa de Dios.",
    "Tiene que ser algo nuevo. Tiene que ser algo que la gente no entienda. Tiene la… o no sería enviada. No necesitaría ser enviada, si es la misma vieja escuela de teología. Tiene que ser algo diferente, sin embargo, tiene que ser identificada en la Palabra, que es para ese día. ¿Ven?, la seguridad de la Palabra de Dios, así tiene que ser. No hay errores en eso. Tiene que ser la Verdad; tiene que ser vindicado por Dios, la Verdad. Y el hombre que lo habla tiene que ser vindicado por Dios, para poder ser un vidente de Dios, o aquello está errado; ellos ni siquiera—ni siquiera lo ven, en lo absoluto, ni siquiera lo creen.",
    "Las señales son—son de Dios. La señal que sigue… O, la voz que sigue a la señal debe ser la voz de Dios hablando desde la Palabra, para esa edad. ¿Lo entienden?",
    "Dios da señales. ¿Para qué lo hace? ¡Siempre da señales! Él les dijo que allí debían buscarlo a Él, en las señales. Dios da señales para atraer la atención de Su pueblo. Ahora estudiemos esto, a fondo. ¿Ven?, las señales vienen para atraer la atención de la gente. Pues, cuando llega una señal enviada de Dios, Dios está listo para hablar. Dios está listo para hablar, cuando llega la señal. Si viene del Cielo, es de Dios, y Dios está listo para hablar y desea atraer la atención de la gente.",
    "Y la Palabra viene a Su profeta. Y el profeta se identifica por la señal que muestra, y luego él viene a la Palabra y la Palabra es manifestada. Eso es todo; no necesita ninguna interpretación. Dios ya lo ha interpretado. ¿Ven?, no pudiera ser más perfecto.",
    "Ahora fíjense, Dios da las señales para atraer la atención de la gente.",
    "Aquí, la zarza ardiente era la señal para atraer al profeta; la zarza ardiente. Moisés estaba en la parte de atrás del desierto pastoreando sus ovejas, un pastor de ovejas anciano, de ochenta años, de barba larga; yendo por allí, al lado de un antiguo sendero conocido, tal vez una mañana calurosa. Y entonces, de repente, una zarza se encendió en Fuego, y esa zarza no se consumió. Bueno, eso fue completamente inusual.",
    "Ahora, Moisés siendo un científico, pues, él fue instruido en toda la sabiduría de los egipcios, y ellos eran mejores científicos que los que tenemos hoy; así que, siendo un científico, él debería haber dicho: “Ahora iré a ver qué clase de ma-…de químico le rociaron a esas hojas, para que ese árbol no se queme”. ¿Ven?, si él se hubiera acercado de una manera científica, Aquello nunca le hubiera hablado.",
    "Y así es hoy, cuando intentamos acercarnos a través de la escuela y la educación, de una manera científica, Dios se le pasará a Ud. por un millón de millas. Acérquese como Moisés, descalzo; humilde, en humildad.",
    "Y, ahora, allí estaba la señal para atraer al profeta. Ahora, allí, esa señal tiene que tener una voz. Y cuando esa voz habló, si no hubiera sido Escritural, yo no creo que el profeta la hubiera escuchado. Pero observen cuán Escritural era la voz que acompañaba la señal, probó que era Dios, porque Él dijo: “He oído los gemidos de Mi pueblo, y recuerdo la promesa que Yo les hice”. ¿Ven?, la señal, luego la voz Escritural detrás de la señal.",
    "Ahora, eso muestra exactamente el trasfondo que acabo de dar. Tiene que ser una señal de Dios, y si lo es, hay una voz Escritural detrás de ella, para la promesa de ese día. No es la misma vieja escuela; los rabinos y las cosas que habían estado pasando por las escuelas, o todo eso, todo el tiempo, todo el tiempo, los sacerdotes y demás. Pero esto es algo nuevo, y es Escritural, es una promesa; y es una señal para atraer al profeta.",
    "Y, por tanto, Él dijo, antes de ir allá: él va a necesitar algo para vindicarse como un profeta, ¿ven?, antes de que ellos lo recibieran. Dijo: “Ellos dirán que el Señor no se me ha aparecido”.",
    "Dijo: “Entonces, Yo te daré dos señales para hacer, y eso atraerá la atención de la gente. Y una vez que tengas la atención de la gente, entonces háblales estas palabras: ‘Yo soy el Dios de Abraham, Isaac y Jacob, y recuerdo Mi promesa’. Y Yo te he enviado a ti para liberarlos, y estaré contigo”.",
    "¿Notaron su primera señal? Él tuvo toda clase de imitaciones por ellos. Todos quisieron arrojar una serpiente. Eso es… Si esa no es la costumbre de la gente, yo no sabría qué pudiera serlo, ¿ven? ¿Ven? Pero, ¿qué clase de voz tenían ellos detrás de eso? Nada; la voz egipcia del mundo. Sin embargo, ellos podían hacer la señal, pero no tenían la voz detrás de ella, para respaldarla. Pero Moisés tenía ASÍ DICE EL SEÑOR. Esa fue la diferencia. Finalmente, los imitadores continuaron por un largo tiempo, pero finalmente se cumplió.",
    "¿Saben Uds. que la Biblia dice que eso sucedería de nuevo en los últimos días? “Como Janes y Jambres resistieron a Moisés, así también lo harían hombres de mente réproba en cuanto a la Verdad”. ¿Quién es la Verdad? Jesucristo es la Verdad. ¿Ven? “De una mente réproba en cuanto a la Verdad”.",
    "Ahora, Jehová va a hablar por Su Palabra prometida. Él entonces tiene que preparar a este profeta para enviarlo allá. Pues, siempre va en línea con Su pensamiento, Su línea de obra, cada vez, enviar a Su profeta con la Palabra, y vindicar al profeta.",
    "De nuevo, esta es una señal prometida. Un profeta mismo es una señal; la Biblia lo dice. Cuando Uds. vean que los tiempos pasan, y luego ven que viene… Vayan a la historia de la Biblia, estúdienla. Cada vez que Uds. han visto un largo lapso de tiempo; y cuando han visto aparecer un profeta, era la señal de juicio. Dios iba a juzgar al mundo, cuando Él… o a la nación, o a la gente, cuando Ud. veía que venía un profeta. Yo prediqué un sermón sobre eso, Ud., el encargado de la cinta recuerda, el… Una verdadera señal pasada por alto. Ellos siempre la pasan por alto, siempre lo han hecho, pero era una señal de juicio venidero.",
    "Ahora, Su Palabra se cumple en Su voz. Lo que Él promete, entonces Él cumple Su Palabra, por la voz.",
    "La venida de un profeta es una señal de advertencia que el juicio está a la mano; siempre lo ha sido. Permítanme citar una.",
    "Miren a Noé que se levantó en los últimos, en los—en los días del mundo antediluviano, un profeta profetizando. ¿Qué fue? Inmediatamente después cayó el juicio.",
    "Moisés fue a Egipto, un profeta vindicado con las señales del profeta. ¿Qué sucedió? Inmediatamente después, el juicio cayó sobre Egipto.",
    "Elías llegó a la escena, el profeta, y le profetizó a Acab y a esa nación. ¿Qué sucedió? Inmediatamente después cayó juicio. Correcto.",
    "Juan el Bautista vino, como una señal. Él era un profeta. Él fue una señal profeta que vino a la tierra. Ellos sabían que cuando él viniera, el Mesías hablaría después de él. Tenía que ser, pues, para captar a los—captar a los elegidos.",
    "Esto es para captar a la gente elegida que está saliendo, como en los días de Noé; como en los días de—de Elías, los siete mil o setecientos, o lo que fueran, que no habían doblado rodilla, para llamarlos fuera. Juan llamando fuera a los elegidos, y se los entregó a Cristo cuando Él vino, cambió su iglesia, dijo: “Yo debo menguar, Él debe crecer, porque” dijo él, “yo solo soy una voz de Él, clamando en el desierto: ‘preparad el camino para el Señor’”. Y Jesús vino de la misma manera. Prepara a los elegidos para oír la voz de Dios, eso es lo que es la señal profética. ¡Oh!, si Uds. siguen estos Mensajes, consigue la per-… prepara a los elegidos. No a los otros, ellos nunca lo oirán. Son los elegidos los que son llamados.",
    "¿A dónde vino ese Ángel, en Sodoma, que hizo esa señal? A Abraham y su grupo; “No vayas a Sodoma; ¡va a arder!”. ¿Ven? Jesús prometió que eso se repetiría, Uds. saben, de nuevo, en esta Sodoma. Ahora fíjense.",
    "¿Qué hace eso? Prepara a los elegidos para el refugio de Dios, como en el tiempo de Noé, y demás.",
    "Y ¿qué hace? Condena al incrédulo intelectual a juicio; siempre ha sido así. Si se desprecia la misericordia, no queda más que juicio. Así que, eso prepara al—al intelectual y al incrédulo para el juicio. Porque, ¿qué hacen? Ellos condenan eso.",
    "Por esa razón los judíos se comieron su propia carne. Por eso es que la sangre corrió de la ciudad cuando Tito, el gran general romano, cabalgó allí, fue porque ellos rechazaron el Espíritu Santo. El juicio tenía que venir porque ellos se habían burlado de Eso. Jesús les dijo, cuando Lo llamaron Beelzebú, Él dijo: “Yo los perdono”, no se había llevado a cabo la expiación, “pero” dijo, “cuando el Espíritu Santo venga para hacer lo mismo, hablar en contra de Eso nunca será perdonado”. Y a esa generación eso nunca le fue perdonado. Correcto.",
    "¡Juicio para el incrédulo! Es puesto allí con ese propósito, para dar luz al creyente, y oscuridad al incrédulo. Igual como con la Columna de Fuego; Ella dio luz para cruzar a la tierra prometida, y tinieblas para aquellos quienes no creyeron. Las señales de Dios siempre hacen eso, cierran los ojos del incrédulo, y dan vista y luz para caminar al creyente; para eso es enviada Ella.",
    "Si su profecía es verdadera, si la profecía del profeta es verdadera y se cumple, entonces es la advertencia de Dios. Ahora, en Números 12:6, encontramos eso mismo, en la Escritura.",
    "La Biblia fue escrita por estos hombres. Ahora, si leemos en Segunda de Pedro 1:21, Ella dice: “Hombres de antaño, inspirados por el Espíritu Santo, escribieron la Biblia”.",
    "También, en Hebreos 1:1, de donde hablamos la otra noche: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, en estos postreros días nos ha hablado por medio de Jesucristo, Su Hijo”.",
    "La Columna de Fuego, la señal; la voz… o el—la voz era la que hablaría. La Columna de Fuego en la zarza, era una voz notable que Dios estaba a punto de hablar.",
    "Fíjense ahora, claramente, no se lo pierdan. Cuando María se burló de su hermano, Moisés, y siendo ella una profetisa al burlarse de él, pues, Dios bajó en esa Columna de Fuego, Moisés sabía que Dios estaba listo para hablar. Esa fue una señal. Y la voz que le siguió, dijo: “¿No le temes a Dios?”. Dijo: “No hay nadie en la tierra como Mi siervo Moisés”.",
    "Hicieron lo mismo cuando se levantaron y dijeron que hay… Cuando Datán se levantó y Coré, la contradicción de él: “Hay más hombres santos aparte de ti. Piensas que eres el único en el grupo”. ¡Dios había ordenado a Moisés para ese trabajo!",
    "Y cuando ellos quisieron que otro grupo se fuera con ellos, hacerse una organización, Él dijo: “Sepárate de ellos. Voy a condenarlos; voy a consumirlos”, y Él lo hizo. El mundo se los tragó.",
    "Ahora, nos damos cuenta que esa siempre ha sido la manera de Dios. La Columna de Fuego indica que la Voz está a punto de hablar. ¡Oh, Texas!, ¿qué tan ciegos pueden llegar a estar? Uds. aún recuerdan lo de Houston. Ahora, hay una Voz que sigue la señal.",
    "Moisés, un profeta como señal para Israel, prometió que la Palabra estaba lista para ser vindicada.",
    "¡Cuán perfecta es la Palabra de Dios, en orden, cada vez! Tal como el Urim y Tumim, como mencioné la otra noche. El Urim y Tumim estaba allí, y a menos que esa señal viniera sobre ese Urim y Tumim, no se reconocía la voz. Tiene que haber una señal. La señal vindica la voz. Y la voz vindica la señal, que viene de Dios. La voz de la señal es la que dice: “sí” o “no”. Si Dios lo rechazó, entonces la Voz dice: “no”. Si la señal estaba allí, Dios dijo: “sí”. El orden de Dios nunca ha cambiado. Podríamos quedarnos horas en eso, pero nunca ha cambiado.",
    "Miren, Jonás el profeta, miren esa señal. Él iba camino a Tarsis. Salió para Nínive, y tomó el—el camino a Tarsis. Muchos condenan a Jonás. Jonás no merece ser condenado. Él era un profeta; “Los pasos del justo son ordenados por Jehová”, y él salió camino a Tarsis. Y nosotros queremos condenar al hombre, pero Jesús no.",
    "Fíjense, Él dijo: “Como estuvo Jonás en el vientre de la ballena, tres días y noches” sería como una señal, “así debe estar el Hijo del Hombre en el corazón de la tierra, tres días y noches. Y una generación mala y adúltera busca señal, y no les será dada señal de Dios, recuerden, sino la señal de Jonás”. ¿Cuál es la señal de Jonás? La resurrección. Y esta es esa generación de Sodoma, adúltera, adulterio espiritual, co-… cometiendo fornicaciones espirituales contra la Verdad de Dios, burlándose de Ella. “La generación perversa y adúltera demanda señal, y la recibirán, será la señal de la resurrección”. Miren, Jonás…",
    "Esa gente era pagana, y era un gran… Era una ciudad comercial. La gran industria era el pescado. Enviaban pescado a todo el país. Los hombres eran pescadores. Esa era su ocupación. Y ellos habían sido paganos, adoraban animales e ídolos, y llegaron a ser muy malos.",
    "Como esta nación hoy, llena de sexo y Hollywood, y de toda clase, aun en las iglesias. Y fíjense en lo que sucede. Pues, a veces hasta al atractivo sexual en la iglesia se le llama moderno. ¿Cómo esta nación puede permanecer bajo una cosa como esa? Llamarse a Uds. mismos Cristianos, y actuar en base a tales cosas, ¿cómo puede permanecer?",
    "Como dijo mi buen amigo, Jack Moore, hace años: “Si Dios permite que esta nación se salga con esto, Él estará obligado, como un Dios justo, a levantar a Sodoma y a Gomorra, y a disculparse con ellas por quemarlas”.",
    "Uds. van camino al juicio. No hay otra manera de aceptarlo. Escríbanlo en sus Biblias. Estoy llegando a ser un anciano. Vean si no llega al juicio. Si yo vivo una vida normal, lo veré, tiempo normal. Unos pocos años más le darán la vuelta.",
    "Jonás. Todos estaban pescando, como al mediodía, y aquí venía el dios del mar, la ballena, llegó a la orilla y escupió al profeta en la orilla. ¡Qué señal!",
    "Dios llevó allí a Su profeta, con un mensaje. Ahora, ellos vieron la señal, creen la señal, ahora ¿cuál es el mensaje? “¡Arrepiéntanse”! Esa es la voz de la señal. La voz de la señal es: “Arrepiéntanse, o dentro de cuarenta días serán consumidos”. Sabían que más les valía arrepentirse.",
    "Jesús dijo: “Ellos condenarán a esta generación; porque se arrepintieron a la predicación de Jonás; y he aquí más que Jonás en este lugar”.",
    "La voz era: “Arrepiéntanse, o en cuarenta días serán consumidos”.",
    "El profeta Juan, apareciendo, la señal de un profeta apareciendo, después de cuatrocientos años sin profeta. Habían tenido a todos los intelectuales. ¡Me imagino la confusión que tenían! Cuatrocientos años, sin profeta, pero el tiempo se acercaba en que el Mesías habría de venir. Ahora, Juan era la señal, siendo un profeta, de que el Mesías estaba listo para hablar, la voz de la señal; porque, nos damos cuenta en Malaquías 3: “Enviaré Mi mensajero delante de Mi faz”. Elías debía venir delante de Su faz, y Elías vino. Juan, en el espíritu y el poder de Elías, vino e hizo exactamente lo que las Escrituras hicieron, y ellos no lo entendieron. La Escritura lo dice. Él era la señal, una señal profeta, de que el Mesías iba a hablar.",
    "Ese profeta, lo sabía tan bien, que dijo: “Pues, hay Uno parado entre Uds., ahora mismo. Ese Mesías del que estoy hablando, está entre Uds. Yo no soy digno de desatar Su calzado. Él es Quien bautizará con el Espíritu Santo y Fuego. Yo bautizo con agua, para arrepentimiento, pero Él vendrá después de mí. Él está entre Uds. ahora”.",
    "Un día él vio a un Joven que venía caminando. Él vio esa Columna de Fuego, en forma de Paloma, que descendía del Cielo; una Voz que decía: “Este es Mi Hijo amado, en Quien Me complace morar”. Dice: “En Quien Me complace morar” solo es el verbo antes del adverbio, así que es lo mismo. “En Quien Me complace morar” o, “Me complace morar en Él”, no hay diferencia. Fíjense: “Me complace morar en Él”.",
    "Juan dijo: “Yo doy testimonio que Él, que me dijo en el desierto” no en el seminario, “en el desierto, dijo: ‘Sobre Quien veas descender el Espíritu, y que permanece sobre Él’ amén, ‘Ése es Aquel que bautizará con el Espíritu Santo y Fuego’. Y yo doy testimonio de que es la Verdad”.",
    "¿Qué fue? Ese profeta fue una señal de que el Mesías estaba listo para hablar.",
    "¿Qué era el Mesías? El Mesías era la Palabra, en plenitud. Él era la plenitud de Dios. Los profetas eran una pequeña Luz intermitente. Pero en Él estaba toda esa Luz, en este Mesías, porque Él era el Dios manifestado, hecho Emmanuel, Dios entre nosotros en carne humana.",
    "El Mesías estaba listo para hablar. Y fíjense, la Biblia dice que, “La Palabra del Señor viene al profeta”.",
    "Ahora aquí estaba Juan, que Jesús dijo que era “el profeta más grande que jamás haya vivido”. Jesús lo dijo, Mateo el capítulo 11: “¿Qué salisteis a ver, a un hombre sacudido por cada viento, esta denominación dice: ‘Te daré más; haz esto’? ¡No Juan! No, no. ¿Un hombre que podía ser llevado a empujones, callado con amenazas? No, él era un profeta rudo y duro. ¿Fueron Uds. a ver a un hombre todo vestido con una vestidura sacerdotal?”. Y Él dijo: “No, ellos están en palacios de reyes. Ellos casan a los jóvenes, besan a los bebés y entierran a los ancianos. Así son. Ellos no saben nada acerca de una Espada de dos manos. Entonces, ¿qué salisteis a ver, a un profeta?”. Él dijo: “¡Más que un profeta!”. Por supuesto, él era el mensajero del Pacto, Dios había prometido que lo enviaría.",
    "Y fíjense, aquí estaba Juan parado en el agua, bautizando, diciendo: “Él viene”.",
    "Y aquí está la Palabra, ya no en el Cielo, sino hecha carne. La Palabra es carne, ¿qué sucede entonces? ¿Cuál es el orden de la Escritura de Dios? La Palabra vino al profeta, allí mismo en el desierto, allí mismo en el estanque. La Palabra vino al profeta.",
    "Juan levantó la mirada y dijo: “Yo necesito ser bautizado por Ti”.",
    "Y mi querido hermano anciano, el Doctor Davis, de la iglesia Bautista Misionera, que me bautizó en la fe Cristiana, si él está aquí esta noche, no es mi intención herir sus sentimientos. Pues, él vive aquí en Texas, está aquí, de las Montañas Davis. Pero recuerdo que discutimos sobre eso un día, y yo apenas era un muchacho. Y le dije: “Eso no suena correcto, Doctor Davis”.",
    "Él dijo: “Lo que sucedió, fue que allá Jesús bautizó a Juan, y luego Juan bautizó a Jesús, porque Juan no había sido bautizado”. Eso no me pareció correcto.",
    "Seguí esperando, observando, queriendo saber. No dije nada al respecto, pero un día cuando el Señor lo reveló.",
    "Ahora observen lo que dijo Jesús. Juan dijo: “Necesito ser bautizado por Ti, y ¿por qué vienes a mí?”.",
    "Jesús dijo: “Deja ahora, porque así conviene que cumplamos toda justicia”.",
    "Juan sabía Quién era Él. Allí están los dos líderes del mundo, dos líderes de la iglesia, Dios y Su profeta, parados juntos. Ahora, observen, ellos debían saberlo.",
    "Jesús dijo: “Deja que así sea, es lo correcto, pero así nos conviene que cumplamos toda justicia, la Palabra prometida”.",
    "El Sacrificio tenía que ser lavado antes de ser presentado. Juan bautizó a Jesús porque Él era el Sacrificio. ¿Ven? El Sacrificio tenía que ser lavado antes de ser presentado. Salió caminando allí, y el Sacrificio fue lavado, y luego Él fue presentado correctamente. Él dijo: “Ese es el Cordero de Dios”.",
    "Él subió directamente a la ribera, y aquí vino el Espíritu de Dios descendiendo sobre Él, dijo: “Este es Mi Hijo amado”. ¿Ven?, Él fue presentado entonces al público. Pero antes de que se presentara el Sacrificio, primero tenía que lavarse; esa es la ley del Antiguo Testamento. Muy bien.",
    "El Mesías estaba a punto de hablar, porque aquí estaba el profeta como señal. Y cuando vieron a ese profeta que vino a la escena, después de todos esos cuatrocientos años sin uno, ellos sabían que la voz que seguía era el Mesías.",
    "Ahora Uds. lectores de la Biblia, piénsenlo bien por unos minutos. Solo observando su naturaleza, ¿cómo se les pasó? ¿Cómo no supieron que ese era él, Juan? Su naturaleza fue identificada, su espíritu y naturaleza fueron identificados, de que era Elías. Noten ahora el espíritu. Ahora, él era Juan el Bautista, pero el espíritu de Elías estaba sobre él.",
    "Fíjense, primero, Elías era un hombre que amaba el desierto. ¿Ven? Y Juan era un hombre en el desierto.",
    "Y Elías fue un hombre que condenó ese sistema organizacional, en ese día, con todas sus fuerzas. También Juan: “Uds. ¡generación de víboras! ¿Quién os enseñó a huir de la ira? No empiecen a decir: ‘Yo tengo esto, aquello, o lo otro’. Dios puede levantar hijos a Abraham de estas piedras”. ¿Ven las dos naturalezas?",
    "Y miren a Elías, él condenó a todas esas Jezabeles de cara pintada de su día, esas mujeres inmorales. ¿Qué hizo Juan? Lo mismo, con Herodías. Para ambos, fue la causa de su muerte.",
    "Miren a Elías, después de haber hecho esa gran obra, él se puso melancólico, se tendió allá y oró para que Dios se lo llevara. Juan hizo lo mismo, aun se tendió allí y envió a sus discípulos allá, dijo: “Vayan y pregúntenle: ¿es Él o esperamos a otro?”. Jesús lo sabía.",
    "Él era Elías. Esa tenía que ser su naturaleza. Él fue identificado tal como Elías lo fue. Él estaba en el espíritu de Elías.",
    "Y ese espíritu ha de venir cinco veces, para ser usado: Elías, Eliseo, Juan, Malaquías 4, y después a los judíos. En los últimos días en que estamos esta noche, el espíritu de Elías. Fíjense ahora.",
    "Hoy, quiero que Uds. miren a nuestros profetas modernos de Acab hoy, dejando que sus Jezabeles se corten el cabello, se pinten la cara, usen pantalones cortos, fumen cigarrillos, lo que sea: “Está bien”. Nuestros—nuestros profetas de Acab hoy, yendo con sus escuelas, seguro, controlándolos con credos y denominaciones hechas por el hombre. ¿Qué es? Profetas de Acab.",
    "Necesitamos que otro Micaías se levante en la escena. O en el tiempo de Acab, Elías vino a la escena. Él es, quien fue prometido.",
    "Los dirigen por donde ellos quieran ir. Si no lo hacen, los maltratan aquí en algo, ellos se pasarán y se unen a esto y aún mantendrán su—su—su profesión Cristiana.",
    "Bueno, para empezar, ellos nunca fueron salvos. Su misma naturaleza lo prueba. ¿Pueden Uds. cosechar uvas de un árbol de espino? ¿Pueden Uds. obtener sandías de una rama de calabaza? La misma naturaleza muestra que no quieren tener nada que ver con la Palabra. Ellos se burlan de Ella y La blasfeman. Cuando está escrito: “ASÍ DICE EL SEÑOR, estas cosas han de suceder”, y ellos se ríen de Ella, se burlan de Ella.",
    "Con razón Jesús dijo: “La reina del Sur se levantará con esta generación, en los últimos días, y la condenará; porque ella vino de los fines de la tierra, para ver a un hombre con un don de sabiduría”. Él dijo: “He aquí más que Salomón en este lugar”. Seguro. Salomón fue, en su día, fue uno de los días grandes. Toda la gente creyó este don que Dios les dio, este Salomón, y su—su fama salió por todas partes. ¿Qué pasaría si nosotros la gente de este día…?",
    "Y nosotros, los americanos, siempre estamos buscando hallar algún programa contra el comunismo. Aquí está el programa de Dios: “¡Arrepiéntanse! ¡Regresen a Dios!”. ¿Algún programa? Si ellos tan solo llevaran Eso a cabo, olvidaríamos el comunismo.",
    "¡Cuando todo Israel creyó ese don que Dios les dio! Si América tan solo diera la… creyera el don que Dios nos ha dado, en estos últimos días, a Su Hijo, en la forma del Espíritu Santo, resucitado de los muertos, viviendo entre nosotros de acuerdo a Su promesa. ¡Si tan solo apreciáramos Eso!",
    "Solo irá a los Elegidos; “Pues, ninguno puede venir a Mí, si Mi Padre no le trajere. Y todo lo que el Padre Me ha dado, ellos vendrán”. Solo se está sembrando semilla; alguna cae acá y allá, pero se está sembrando semilla de todos modos. Sus raíces se arraigarán dondequiera que esté. Ellos lo captarán.",
    "Fíjense, aquí estaban, y nos damos cuenta que en ese día, Acab, la nación tenía a esos israelitas haciendo cualquier clase de cosa que quisieran, y aún profesando ser israelitas.",
    "Ese Elías cómo condenó esa generación, con todas sus fuerzas, y Dios vindicándolo. Y él era un profeta.",
    "¡Un poco antes de la venida, así también lo hizo Juan! Caminó allí al frente, en Israel… Se habían casado, esta mujer con—con Hero-… con Herodes, la esposa de su hermano Felipe. Se paró frente a frente a él; no anduvo con rodeos. Él no temía que algún presbítero fuera a excomulgarlo. Él no llevaba tarjeta de compañerismo; solo con Dios. Él era Su profeta. La Palabra estaba con él. Él no tenía que pedir permiso de ningún obispo o diáconos; él estaba ungido. Él tenía la Palabra. Caminó frente a frente a él, y le dijo: “¡No te es lícito tenerla!”. Correcto. Él no anduvo con rodeos, con nadie.\n\n¡Esas mujeres malvadas cometiendo adulterio, en ese comportamiento!",
    "Como Amós, cuando llegó a la escena, miró hacia allá. Nosotros ni siquiera sabemos de dónde vino. ¡Vaya, cómo debe haber mirado esa ciudad de Samaria! Como los turistas la miraban, todo hermoso, y los predicadores todos en armonía con las—las naciones, y la federación con las naciones y todos, ¡pero viviendo en pecado! Sus ojos se entrecerraron, su cabeza calva brilló, y así bajó. Él no… no parecía mucha cosa, pero él tenía ASÍ DICE EL SEÑOR.",
    "Necesitamos un Amós en la escena hoy. ¿Lo recibiríamos? Seguro que no, no más que lo recibieron a él. Él vendría a la escena, derribaría toda organización, toda denominación, toda mujer con pantalón corto, toda Jezabel de cabello corto. Él los haría pedazos. Lo echarían a la calle y dirían: “¡Ese fanático viejo!”. Pero él tendría el ASÍ DICE EL SEÑOR, porque así está escrito. ¿Que la denominación lo recibiera? No.",
    "Él no tenía quien patrocinara su programa. Esta gran y fina ciudad de—de lujuria, como lo era Samaria, ¿recibir ellos a este pequeño desconocido sin tarjeta de compañerismo, sin nadie que lo patrocinara, ni nada? Él no tenía patrocinio. Él no tenía tarjeta de compañerismo, ni escuela de la que venía. Pero él tenía ASÍ DICE EL SEÑOR. Y su venida, como profeta, fue una señal. Su voz era de Dios, y fue identificada en los días de Jeroboam el Segundo; todo lo que él dijo se cumplió.",
    "Ahora vemos que en este día en que vivimos, solo es una repetición de eso nuevamente. Ministros y personas, les avergüenza pararse en el púlpito, y el—el Evangelio llega a ser un boleto para ellos comer. Temen decir algo, pues alguien los puede sacar de esto, aquello, o lo otro.",
    "Solo hay un Hombre que puede sacarlo a Ud. del Cielo, es Dios. ¿Y cómo lo sacarán a Ud. del Cielo, si permanece con Su Palabra? Para eso es que Él lo envió a Ud.",
    "Recuerden, la Biblia dice: como fue en los días de Elías, como fue en los días de Juan, que Malaquías 4 va a regresar a la tierra otra vez; “Yo enviaré a Elías”.",
    "Pero, no confundan eso con Malaquías 3: “Yo envío Mi mensajero delante de Mi faz”; ese también era Elías.",
    "Pero en Malaquías 4, Él dijo: “Un poco antes que venga el día de Jehová, grande y terrible, cuando toda la tierra arderá como un horno, y los justos saldrán caminando sobre las cenizas de los impíos” ese es el Milenio, “Yo enviaré a Elías el profeta”. Y ¿qué hará él? “Restaurará la fe de los hijos de nuevo a los padres apostólicos”, de nuevo a la Palabra. Él tendrá que ser un profeta. “Yo lo enviaré”. Él estará plenamente identificado. Su naturaleza será la misma que la de Elías, exactamente. Su Mensaje seguirá por esa línea; él condenará, derribará. Sin compañerismo, cooperación, sin nada, pero él tendrá ASÍ DICE EL SEÑOR.",
    "Ahora, recuerden, ha habido toda clase de grupos que se han levantado y dicho: “Este es el manto de Elías, y esta es la doctrina de Elías”. Todo el grupo, una organización, se convierte en el grupo de Elías, o en el manto de Elías. Eso no es la Escritura. Dios nunca lidió con un grupo así.",
    "Cuando Elías vino a la escena, y Juan el Bautista, ambos condenaron a los grupos y a la organización. Estos nunca lo hicieron. Él los condena, por como actuaron; Elías y Juan, ambos. No es un grupo o denominación. Pero ambos, en sus dos tiempos, condenaron a los grupos y a las organizaciones.",
    "Entonces ¿qué? La señal del tiempo del fin ciertamente acompañará a la Voz del tiempo del fin. Elías debe venir a la escena, un hombre ungido con ese espíritu; un leñador y demás, y amante de eso, y venir a la escena como vindicación. Pues, observen ahora lo que dice la Escritura, y entonces Uds. no serán engañados, ¿ven?, la señal del tiempo del fin y la Voz del tiempo del fin.",
    "Dios jamás lidió con un grupo, en ninguna parte de la Escritura. Él lidia con un individuo, porque todo hombre es diferente al otro. Cada hombre, nuestros pulgares son diferentes, nuestras narices son diferentes, nuestras acciones son diferentes. Él consigue un hombre que pueda poner en perfecta armonía al punto que él pueda llegar a ser esa Palabra.",
    "Esa es la razón por la que Pablo, él dijo: “Para que no me exaltase desmedidamente por la grandeza de la Revelación, me fue dado un mensajero de Satanás”. ¿Ven? Mateo escribió, Lucas escribió, Marcos escribió, todos ellos pero, ellos solo siguieron a Jesús y escribieron lo que Él dijo. Pero Pablo tenía la revelación de Quién era Él, ¿ven?, eso es lo que él—él vio. Su revelación fue tan grande, que Él le permitió escribir la Biblia, como a Moisés del Antiguo Testamento. Ese gran hombre, Pablo, esa revelación que tenía: él sabía que Jesús del Nuevo Testamento era Jehová del Antiguo. Él tenía la revelación de Ella, y podía presentarla para los hebreos, para los… y también para—para los romanos, y para los efesios, y—y todos. Él—él escribió estas cartas. Fíjense, después de dar Su señal, entonces él escribió las cartas.",
    "Esta naturaleza de la venida será la misma; no será un grupo, será un hombre. Dios nunca trató de otra manera sino con un hombre. Ahora, Elías no era un grupo, Juan el Bautista no era un grupo, ellos eran un individuo. Dios, Malaquías 4, no dice: “Enviaré un grupo”. Dice: “¡Enviaré a Elías!”. La Palabra no se puede cambiar.",
    "Ahora, observen, la señal del tiempo del fin y la Voz vendrán en el orden de la Escritura como fue prometido.",
    "Queremos saber ¿cuál será la señal del fin? Jesús nos dijo, en Mateo 24 y 25. Nos lo dijo también, en Apocalipsis, desde el 6.º… o el 1.º, hasta el, bueno, el capítulo 10. Luego Él viene en el capítulo 19, el Milenio comienza en Su venida, montado en un caballo blanco.",
    "Vendrá, la señal del tiempo del fin, ahora escuchen, para terminar, vendrá exactamente como dice la Escritura. Ahora fíjense, la Voz de la señal.",
    "Ahora, Jesús, en Lucas 17:30, prometió la señal del tiempo del fin. La última señal, fue Dios manifestado en un cuerpo humano que podía discernir los pensamientos en la mente de Sara, en la tienda detrás de ella; eso fue lo que Él dijo. Esa es la señal que Él prometió al final. Ju-… ¿Qué dijo Él que haría? “Que sería conocida en los días, los últimos días, cuando el Hijo del Hombre fuera revelado”. ¡Será revelado! Cuando el Hijo del Hombre sea revelado, esa será la señal por la cual Él será revelado. Ahora vean si Aquello no dice eso. Seguro que sí.",
    "Ahora, ¿podría Ud. decir que, “No, será otra cosa. No, será edificar un gran edificio, un gran esto, o esto, o algún gran concilio ecuménico, o algo”? ¡Oh, no! No, eso está bastante desviado. Está del otro lado; va en contra de lo que Dios dijo estar haciendo, que Él haría.",
    "Fíjense entonces en lo que dijimos. Las Escrituras serán exactas, porque tenemos la señal de Sodoma, en lo natural. ¿Cuándo hubo más homosexuales, perversiones y cosas, como las hay ahora, “una generación perversa y adúltera” cuando uno ni siquiera puede encender la televisión sin que haya alguna clase de cosa sucia e inmunda de Hollywood? Y la gente que se llama Cristiana, se queda en casa y no va a la reunión de oración para ver tales cosas. Muestra el espíritu que hay en Ud. Es cierto. Y las mujeres se vestirán tal como aquellas, y los hombres permitirán que ellas los manejen como lo hacen allí. ¿Vamos a hacer de Hollywood nuestro ejemplo, o vamos a creer la Palabra de Dios al respecto?",
    "Y ese mismo grupo puede ver la Palabra de Dios vindicada, y ¿qué hacen? Se le ríen. Porque ellos están muertos, Eternamente muertos. Ellos nunca estuvieron vivos. Si alguna vez tuvieron vida, siempre estarían vivos, lo Eterno. Pero ellos nunca estuvieron vivos. Siempre estuvieron muertos. ¡Oh, ellos pueden ser muy pulidos, y creer esto, aquello, o lo otro.",
    "Jesús los llamó: “Hipócritas”, a esos sacerdotes de aquel día. “¿Cómo podéis decir cosas buenas, cuando de la abundancia del corazón habla la boca? Me llaman bueno: ‘¿Buen Rabí, Maestro bueno?’”. Él sabía lo que había en sus corazones. Él podía percibir lo que había en sus corazones; Él era la Palabra.",
    "La Biblia dice que: “La Palabra de Dios es más cortante que una espada de dos filos, y discierne los pensamientos del corazón”.",
    "Ahora, esa señal de Sodoma ha regresado, en lo natural. Y si todo está en su lugar exactamente como debe estar, en lo natural, entonces ¿cómo Ud. puede desechar eso de su mente, que lo espiritual no está aquí al mismo tiempo? Los dos escenarios están en la escena. Sí, todos están de acuerdo, es así, en lo natural; pero, ¡oh!, en lo espiritual, ellos no quieren creerlo, porque Eso interfiere con su doctrina.",
    "Lucas 17 es la señal. Lucas 17 es la señal que Jesús dijo, que, en los últimos días, las naciones y las iglesias y los pueblos serían igual como fue en Sodoma, el mundo gentil, un poco antes de la quema de Sodoma. Y habría un grupo, esperando, como Abraham. Búsquenlo, siendo que Jesús dijo: “como fue en los días de Sodoma” vayan y vean cómo fue en Sodoma. Él leyó la misma Biblia que nosotros leemos, la misma Biblia, ahora vayan y vean cómo fue.",
    "Aquí estaba el grupo elegido, llamado a salir, el grupo de Abraham, ellos estaban esperando el hijo prometido. Los sodomitas no creyeron nada de eso. Y allí estaban los tibios, el miembro de iglesia allá en Sodoma. Miren esos tres Ángeles viniendo a cada uno de ellos, observen qué señales mostraron, entonces Uds. verán las señales que estamos viviendo.",
    "Ahora, esa será la señal. Y la voz de la señal será Malaquías 4: “para restaurar al pueblo de nuevo a la Fe apostólica de los padres”. Allí está la señal, allí está la Voz, exactamente de acuerdo a la Escritura. ¿Ven? La señal es la señal que hubo en Sodoma, Dios manifestado en seres humanos.\n\nY Él dijo: “¿Dónde está tu esposa, Sara?”.\n\nDijo: “Está en la tienda detrás de Ti”.",
    "Dijo: “Te visitaré conforme al tiempo que te prometí”. Y Él dijo…",
    "Y Sara, atrás, detrás de Él, dijo: “¿Cómo podría ser, yo siendo una anciana, y él un anciano? Y mi esposo allí, un anciano” dijo, “ya no tenemos nada así entre nosotros”. Dijo: “Eso simplemente no puede ser”.",
    "Él dijo: “¿Por qué lo ha dudado Sara, diciendo en su corazón: ‘¿Cómo pueden ser estas cosas?’”.",
    "Y Jesús dijo que eso sucedería otra vez. Ahora, recuerden, Abraham llamó a ese Hombre, “Elohim”, Dios. Él tenía que ser Dios. ¿Por qué? Podía discernir los pensamientos, y llegar en el momento preciso. Y Elohim, el Espíritu Santo (no otra persona), la misma Persona regresaría a la iglesia y haría eso mismo, esa sería la señal. Y la Voz sería: “Llamarlos a que regresen a la Palabra, restaurar la Fe de los hijos a los padres”. Allí está la señal y la Voz.",
    "Las señales, por lo general se aceptan, pero la Voz no. A ellos no les gusta la Voz, pero aceptarán la señal. Por lo general, la aceptan. A ellos les gusta la señal, porque les gusta verla, los entretiene. Pero la Voz, ellos no la—no la quieren llevar a cabo. Recuerden, ahora la Voz.",
    "Regresar de nuevo a la Palabra. La señal de Jesús como Mesías, conforme a Isaías 35: “El cojo saltará como un ciervo” y todo esto.",
    "🦅 ¡Eso fue maravilloso!”. ¡Oh, eso lo aceptaron! Eso estuvo bien. Eso lo creyeron. Creyeron la señal. “Ven, Rabí, a mi iglesia, Te daremos plena cooperación. Seguro, Te creemos. Eres maravilloso. Eres el Rabí; eres el joven Profeta. ¡Bienvenido! ¡Toda clase de cooperación! La señal es maravillosa”.",
    "Pero cuando habló la Voz, y dijo: “Yo y Mi Padre Uno somos”.",
    "¡Oh, vaya!, Eso no lo pudieron creer; “Tú mismo Te haces Dios”. Ellos no quisieron la Voz. A ellos les gustó la señal. La reconocieron, admitieron que era la señal del Mesías, pero, la Voz, Ella no les gustó.\n\n“Las obras que Yo hago, vosotros también las haréis”.\n\nY ellos dijeron: “Él es Beelzebú”.\n\nÉl les dijo: “Generación de víboras”.",
    "¡Oh!, ellos odiaron esa Voz. ¿Qué hicieron? Sacaron esa Voz de entre ellos. Ellos Lo sacaron a Él.",
    "Jesús dijo: “Si al Padre de familia llamaron, ‘Beelzebú’ ¿cuánto más llamarán a Sus discípulos?”.",
    "No lo olviden, en Apocalipsis 3, en la edad de Laodicea. Esta es Laodicea; vendrá la señal de Sodoma. La Voz: “Regresen a la Palabra, apártense de estos credos y denominaciones, y regresen a la Palabra” cuando Eso viniera, conforme a Apocalipsis 3, Él sería sacado de la iglesia, tal como fue allá.",
    "🦅 La señal está bien, pero no la Voz”. Ellos no quieren asociación alguna con la Voz. No, no; la Voz. Pero Moisés dijo, si ellos no, o…",
    "Dios le dijo a Moisés: “Si ellos no creen esa primera voz de la primera señal, pruébalos con la segunda voz. Y si no lo hacen, entonces ve y toma un poco de agua y derrámala en tierra”. Asunto concluido. No queda más. “Lávala, desempolva el—el polvo de tus pies” en otras palabras, como dijo Jesús. Dijo: “Toma aguas del río, derrámalas en tierra, se convertirán en sangre, y será para mostrar que en eso es que ella será empapada, sangre”. Y eso exactamente fue lo que sucedió.",
    "Si no creían a la señal, entonces la tercera señal realmente lo lograba. Todo ministerio tiene tres señales, si es enviado de Dios. Jesús tuvo tres señales; Moisés tuvo tres señales; Noé tuvo tres señales; Elías tuvo tres señales. Todo viene en tres señales. Fíjense. Escuchen, amigos.",
    "Se está haciendo un poco tarde. He… ¡Oh, vaya!, no sabía que era tan tarde, pasados un cuarto de hora.",
    "Si Uds. pueden creer la señal de Sodoma, de Lucas, ¿ven?, como Él prometió; Uds. creen la señal de Sodoma, entonces ¿por qué no pueden recibir la Voz de Malaquías que sigue la señal, de “regresar a la Palabra?”. [Cinta en blanco.—Ed.] La Biblia lo dice, y Uds. lo ven, entonces escuchen la Voz de la señal.",
    "¡Huyan de la ira venidera! No piensen: “Porque pertenezco a la UPC, Asambleas de Dios, metodista, bautista, presbiteriana, tengo derecho a entrar”. Dios puede levantar hijos a Abraham de estas piedras. ¡Regresen a la Palabra! Apártense de su mundanalidad y sus sistemas organizacionales, y demás. Dios los destruirá de la faz de la tierra. Él los hundirá en las profundidades del mar del olvido, así como lo hizo con Egipto cuando llamó a Israel, una nación a salir de una nación. Cuando Él llame a la Novia para que salga de la iglesia, ella pasará por las tribulaciones, empapará la tierra con su sangre. ¡Huyan de la ira que ha de venir, porque está a la mano!",
    "Ud. no puede ver estas cosas sin… No sé qué piensen Uds. de ellas. Yo solo soy responsable de leerlas y hablar de ellas. ¡Depende de Ud.! Ud. puede creer la señal, entonces crea la Voz que sigue a la señal. ¡Oh, vaya!",
    "Miren, Moisés, el tipo de la salida ahora. Él debía hablarles a esas personas acerca de una promesa que había sido dada a los padres; “Yo recuerdo Mi promesa a sus padres”. Y ahora ¿que—qué debía hacer Moisés? Hacer volver los corazones de la gente a lo que los padres habían dicho. Y como fue Moisés allá, así Malaquías 4, “debe hacer que el pueblo vuelva a la Fe de los padres”.",
    "Todos estos escrúpulos de las denominaciones y demás, ¡regresen a la Palabra! Sé que a Uds., a mucha gente le gusta hacer eso; no los estoy regañando solo aquí. Estas cintas dan la vuelta al mundo, ¿ven?, por todas partes. No los estoy regañando a Uds., sino que estoy regañando a quienquiera que sea, a dónde pertenezca. Yo soy un sembrador de la Semilla; es todo lo que sé hacer. Depende de Ud. tomar la decisión. ¡Huyan de la ira que ha de venir, pueblo!",
    "No se confíe porque Ud. es de Pentecostés. No se confíe porque su madre era una buena metodista santificada, o su padre un buen bautista que gritaba. No piense que eso va a tener algo que ver con Ud. No se confíe porque Ud. pertenece a la iglesia que ellos edificaron, o a la iglesia que Uds. estén construyendo ahora. No se confíen que porque Uds. pentecostales hablaron en lenguas y danzaron en el Espíritu, y corrieron de allá para acá por esos suelos, hace cuarenta años. No se confíen porque Uds. han tenido reuniones de sanidad y demás.",
    "No fallen en ver esa señal de una Columna de Fuego, la cual Dios ha vindicado; y la Voz que Le sigue, de que den la vuelta, regresen a Dios. No dejen que Ella se les pase por alto. Hay una señal y una Voz.",
    "Cuando un hombre se levanta con una señal, la misma vieja escuela de pensamiento, algo anda mal, eso no viene de Dios. ¡Oh, vaya! “¡Enderezar ahora Sus sendas!”. Bueno, ¿lo creen Uds.? “Entonces volved, ¡oh ciegos y dispersos, a lo vuestro!”. La Biblia… El escritor de la canción dijo:\n\nNaciones en la ruina, Israel despertando,\n\nSeñales que la Biblia predijo;\n\nLos días de los gentiles contados, cargados de horrores;\n\n“Volved, o dispersos a lo vuestro”.",
    "¡Vuelvan! ¡Regresen! El profeta dijo: “Habrá Luz al caer la tarde”. Justo antes de que el Sol se oscurezca completamente, habrá Luz. Caminen en la Luz mientras hay Luz. Pasado un tiempo el Concilio Ecuménico los atrapará, y entonces no habrá entrada para la Luz.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, ahora está en Tus manos. Yo—yo sembré las Semillas; no sé dónde hayan caído. Mi oración es que Las bendigas dondequiera que Ellas estén. Y que encuentren Su lugar profundamente, y desarraiguen todos los lugares pedregosos, y toda raíz de zarzales, y como haya sido, y saquen toda la incredulidad del camino. Concédelo, Padre. Te encomendamos esto ahora, en el Nombre de Jesucristo. Amén.",
    "Con sus rostros inclinados, sus ojos cerrados. Mañana por la noche hay un banquete. Pecadores de la ciudad, yo… si el Señor quiere, tendré que hablarles. Ahora le estoy hablando a una congregación mixta. Yo no me atrevería a predicar esto; los cegaría más que nunca, en una reunión como esa.",
    "Pero, Uds., esta noche, ¿creen que han visto la señal?, y ¿podrán Uds. oír la Voz, si han oído y han creído? Y Uds.—Uds. que no lo han hecho, Uds. creen, pero aún no han aceptado, a Cristo en Su plenitud, ¿levantarían la mano? Y que todo rostro esté inclinado ahora, y todo ojo cerrado. Levante la mano, diga: “Recuérdeme, Hermano Branham, mientras ora”. Con mucho gusto lo haré. Dios los bendiga.",
    "Nuestro Padre Celestial, la Biblia dice: “Todos los que creyeron fueron bautizados”. Oro, Señor, que estas personas que han levantado las manos, que creen en eso, no habiendo sido bautizados en el bautismo Cristiano, que ellos encuentren la iglesia que lo hace, y sean bautizados. Concédelo, Señor.",
    "Que no solo sean bautizados con agua, lo cual solo es una—una señal externa de que algo ha sucedido internamente. La Biblia dice: “Hay una Fe, un Señor, un bautismo” y ese bautismo es un bautismo espiritual. El cuerpo siendo lavado, solo es una ilustración, o para dar una señal de que algo ha sucedido por dentro. Pero esa alma es la que tiene que ser bautizada con el Espíritu Santo, eso es lo Eterno entrando en esa naturaleza humana y cambiándola, para hacerla un creyente. Oro para que ellos reciban el Espíritu Santo. Te los encomiendo ahora, como trofeos del Mensaje, y de la gracia de Cristo. En Su Nombre, oro. Amén.\n\nAhora con sus rostros inclinados, reverentemente.",
    "Solo tengo siete minutos, yo—yo no logré salir a tiempo. Yo—yo—yo no pudiera hacer una línea de oración con ese tiempo. Voy a pedirles que permanezcan sentados donde están. Lamento haberlos retenido hasta tarde. Oraremos por cada uno. Uds. personas, algunos de Uds. aquí que tienen tarjetas de oración, no se preocupen, llegaremos a Uds.",
    "Pero, veamos si el Espíritu Santo nos lo revela ahora, si Uds. creen en Él y creen que esta es la señal. Recuerden, el Ángel, Él era un hombre; comió, bebió delante de Abraham, y aún así Él pudo, y con Sara en la tienda, pudo discernir los pensamientos de su corazón. Esa fue la señal. Él era la Palabra. Ahora, si la Palabra puede tan solo venir a nosotros, entonces, también, Él prometió que haría lo mismo.",
    "Ahora Uds. allá en la congregación que no tienen tarjetas de oración, y saben que no estarán en la línea, yo no puedo discernir quién es quién a menos que el Señor me lo muestre. Voy… Y Uds. creen que Dios realmente sana a los enfermos. Yo—yo quiero que—que Uds. crean ahora mismo, por unos minutos. Y solo oren, y digan: “Señor Jesús, yo sé que el hombre predicando, es—es un hombre, pero él me dijo que, nos ha dicho esta noche y nos ha probado que el Espíritu Santo, que el mundo no puede matar”.",
    "Ellos pudieron matar a Jesús estando en carne; ellos Le dieron muerte. Pero ahora Él ha resucitado, está en una condición glorificada, ya no se Le puede dar muerte. Y Él dijo: “Un poco y el mundo no Me verá más; pero vosotros” los predestinados, los que están ordenados a Vida Eterna, la Iglesia, la Novia, “vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta la consumación. Las cosas que Yo hago, vosotros también las haréis”. Todas estas promesas que Él hizo.",
    "Ahora, yo sé que cuando Él estuvo aquí en la tierra, Él, Dios estaba en Él. Él era Dios. Él era la plenitud de Dios. Él era toda la Palabra de Dios manifestada.",
    "Y la Biblia aún es Dios, la Palabra, y hay cierta revelación que aún está por ser revelada. Y Él dijo: “En los postreros días, cuando el mundo volviera a ser como Sodoma, el Hijo del Hombre sería revelado”. Y la señal de Sodoma regresaría, entonces la Voz llamaría de nuevo a la gente, aquellos quienes están ordenados a Vida.",
    "Sabemos que cuando Él estuvo aquí, millones de personas en la tierra no se enteraron que Él estaba aquí; no había razón para que lo supieran. ¿Ven? Él vino a aquellos que estaban predestinados para verlo.",
    "Ahora oren. Y guarden mucho silencio. No se muevan. Dondequiera que estén, en los balcones, las plantas bajas, dondequiera que estén, no—no se muevan, solo siéntense muy quietos, y oren.",
    "Digan: “Señor Jesús, la Biblia dice, en Hebreos 4, que Tú eres ahora mismo ‘un Sumo Sacerdote que puede compadecerse de nuestras debilidades’. Y Te vimos a Ti, en la tierra, cuando estabas aquí en la tierra, una mujercita tocó Tu manto cierta vez, y Te volteaste, y dijiste: ‘¿Quién Me tocó?’”. Ella se escondió, pero su fe fue identificada. Jesús le habló de su flujo de sangre, y le dijo que su “fe la había salvado”. Ahora Él es ese mismo Sumo Sacerdote. Si Él es el mismo ayer, hoy, y por los siglos, Él tendrá que actuar de la misma manera, si Ud.—si Ud. Lo toca a Él.",
    "Y entonces ¿qué hace eso? Tiene que haber carne humana, en la tierra, para hablar Su Voz; “Yo soy la Vid, vosotros los pámpanos”. No hay manera de evadirlo, amigos; sencillamente es la Escritura. Es la Verdad. ¿Uds. ministros lo creen, allá atrás?",
    "Ahora, allá afuera, sean muy reverentes y oren, digan: “Señor Jesús, permíteme tocar Tu manto”.",
    "Y Uds. ven que el más cercano a mí está a seis metros o más. Yo no conozco ni una sola alma allí. Ni siquiera puedo ver a nadie que realmente conozca, esta noche, sentado allí; excepto a Pat Tyler sentado aquí en frente, un amigo mío. Hay personas en catres, camillas.",
    "Anoche vimos que se trató un caso de camilla, y el hombre se levantó y se fue caminando. ¿Y por qué no pueden todos Uds., esta noche? ¿Ven?, solo crean, es lo único que Uds. tienen que hacer; Su Presencia lo hará. Aquí está Él, Ud. tendrá que pararse junto a Él para que lo resucite en los últimos días.",
    "Ahora, Uds. que creen, y consideran que están siendo oídos en oración, simplemente miren hacia acá ahora.",
    "Como dijeron Pedro y Juan: “Míranos”. Y miraron en sinceridad, el hombre, esperando ver algo. Él dijo: “No tengo plata ni oro, pero lo que tengo…”.",
    "Ahora, yo no tengo sanidad, pero lo que tengo, un don de Dios, les doy. Si Uds. tan solo lo creen, Dios lo hará. Solo les pido que lo crean. Lo que tengo, se los doy. Si Uds. lo creen, Dios lo hará. Solo pruébenlo.",
    "Aquí, aquí está Eso ahora mismo. Amén. Eso me gusta. Hay una señora sentada aquí mismo. Ella es algo corpulenta, está sentada aquí, en el extremo. ¿Tiene Ud. una tarjeta de oración, señora? Algo corpulenta… No tiene… Aquí mismo, ¿no tiene una tarjeta de oración? Sí. ¿No tiene una tarjeta de oración? ¿Cree Ud. de todas maneras? Ud. no necesita una tarjeta de oración, si cree.",
    "Hay un eco en la voz, por eso es difícil llamar a la gente así, pero traten de escucharme tan atentamente como puedan.",
    "Yo no la conozco. Ud. no tiene tarjeta de oración, por lo tanto no estará en la plataforma. Si Dios me revela cuál es su aflicción, ¿creerá Ud. que (¿qué?) sería lo mismo así como Él le reveló a la mujer cuál era su problema? ¿La mujer junto al pozo? Sara, ¿lo que ella había dicho, y demás? ¿Lo cree Ud.? ¿Cree Ud. que eso sería correcto?",
    "Ud. está sufriendo con una enfermedad de la sangre, algo anda mal con su sangre. Si eso es así, levante la mano. Muy bien. Ud. ya no lo tiene. Hay Luz sobre Ud. Jesucristo la ha honrado.",
    "Ahora, nunca he visto a la mujer, en mi vida. Ahora, ¿qué es eso? Tiene que ser Espíritu. Ahora Ud. puede decir como los fariseos: “Es el diablo” bueno, Ud. recibe la recompensa de ellos. Ud. dice: “Es Cristo”, Ud. recibe la recompensa de Cristo. Yo creo que es la Palabra siendo identificada en estos días postreros; no yo.",
    "Aquí, aquí hay otra damita sentada aquí mismo. Ella está sufriendo de venas varicosas en sus piernas. Ella sufre complicaciones. Ella tiene problemas al corazón. Ella está orando por un ser querido, es un hermano. Ahora está llorando. Ella está en contacto. Ese hermano está muy grave. Es un caso de diabetes. Y, también, tiene otra sombra, él es un pecador. Y Ud. está orando por él. Correcto. Señorita Welton, si cree con todo su corazón, Dios lo hará por él. ¿Lo cree? Esos son sus nombres.",
    "Ahora, eso no es más que lo que Jesús le dijo a Simón: “¿Tu nombre es Simón, eres el hijo de Jonás?”. Solo tenga fe. No lo dude. Créalo con todo su corazón. Si Ud. lo cree, Dios lo traerá a cumplimiento. Si tan solo puede…",
    "Aquí, aquí hay una damita sentada por aquí, mirándome directamente aquí. Ella tiene el pelo como rojo. Su cabello está recogido.",
    "¿No pueden ver esa Luz, un tono como ámbar, girando sobre la mujer? Ella sabe que está sucediendo ahora mismo, porque lo siente. Está tan cerca de ella que no puede evitar sentirlo. Si eso es así, señora, levante la mano. Allí está ella.",
    "Ahora, soy un completo desconocido para Ud. No sé nada de Ud. Pero Ud. estaba sentada allí orando. Correcto. Si es así, mueva su mano así. Ahora, si Jesucristo es el Hijo de Dios, lo cual es, un Sumo Sacerdote sentado a la diestra de Dios… Y solo estoy parado aquí por un don, conmigo mismo sin-… fuera de, fuera de razonamiento humano, no pensando por mi cuenta; es una manera de relajar mi propia mente y pensamiento, y simplemente dejar que Dios entre. ¿Cree Ud. que Él…? Yo, Dios sabe que no la conozco; e igual Ud. lo sabe. Así que, si Dios me revela su problema, o algo que Ud. está esperando, deseando, o algo más, ¿cree Ud. que Dios lo hará, puede hacer eso?",
    "Ud. tiene problemas con su espalda. Esa es una de las cosas por la que está orando. Y Ud. tiene problemas con sus ojos. ¿Cree que Dios los sanará y los restaurará? ¿Cree Ud.? ¿Cree? ¿Cree que Dios puede decirme quién es Ud.? Sra. Hallman, crea Ud. ahora con todo su corazón, puede recibir lo que pidió. ¿Cree Ud.?",
    "Aquí hay una anciana sentada allí un poco más atrás. Ella también está orando. Ella tiene diabetes. Espero que no se pierda esto. Está sobre ella. Ella está un poco entrada en edad. Un minuto, que el Señor me ayude. Su… Allí, ella lo captó. Muy bien. Veo cuando ella entró en contacto. Ella no es de aquí. Ella es de Louisiana. Su—su ciudad es un lugar llamado Singer, Louisiana. Y está sufriendo de diabetes. Su nombre es la Sra. Doyle. Si eso es así, levante la mano. Muy bien. Soy un completo desconocido para ella, nunca la he visto en mi vida. Pero Jesucristo, el Hijo de Dios, sabe todo acerca de Ud.",
    "Hay una señora sentada allá atrás, de la misma ciudad, un lugar llamado Singer. Ella está sufriendo de presión arterial alta. Y su nombre es Clark. ¿Cree, Sra. Clark? Muy bien, puede recibir lo que pidió.\n\n¿Creen Uds.?",
    "¡Allí está la señal! ¡Escuchen la Voz! ¡Arrepiéntanse, regresen a Dios tan pronto como puedan! Jesucristo está aquí en el Poder de Su resurrección; la generación mala y adúltera recibe una señal de Jesucristo viviendo entre la gente. Él no podría hacer eso solo conmigo, también tiene que incluirlo a Ud. ¿Ven?, la mujer tuvo que tocar Su manto. Uds. tenían que tocar Su manto. Nosotros solo somos instrumentos.",
    "¿Creen Uds. de todo corazón? Ahora, si Uds. creen que… ¿Cuántos lo creen?, levanten sus manos, así, digan: “Yo verdaderamente lo creo”.",
    "Ahora, si Uds. lo creen, Jesús dijo esto: “Estas señales seguirán a los que creen; si sobre los enfermos ponen las manos, ellos sanarán”. ¿Lo creen Uds.?",
    "Ahora, es tarde. No tenemos tiempo. Estamos a veinticinco minutos para las diez. ¿Podrían entonces poner sus manos el uno sobre el otro? Y solo hagan como les digo ahora, simplemente pongan sus manos el uno sobre el otro.",
    "Uds. ya saben, arriba, dondequiera que estén. Uds. ya lo saben, claramente ahora, después de predicar la Escritura y haber sido identificada claramente por todo el edificio.",
    "Veo otro ahora mismo. ¿Ven? Y otro aquí mismo, problema de la próstata. Una señora con tuberculosis. Ajá. Oigan, está en todas partes ahora, pero Eso lo debilita a uno.",
    "¿Qué diferencia, cuántos más? Uds. ven cincuenta, a veces los hay, y la próxima vez quieren ver setenta. Jesús hizo eso una vez en Sicar, y toda la ciudad creyó en Él. Ellos estaban esperando al Mesías.",
    "El Mesías está aquí, el Espíritu Santo, el Mesías de este día; el Mesías que está haciendo que la Palabra sea vindicada, de Su promesa.",
    "Ahora quiero que cada uno de Uds. pongan sus manos el uno sobre el otro, si son creyentes. Ahora, no ore por sí mismo. Ud. ore por esa persona, y ellos van a estar orando por Ud. Ahora, la misma Palabra que prometió esto en los días postreros, también prometió…",
    "Y recuerden, Jesús dijo: “Estas señales seguirán a los que creen”. La sanidad, como respuesta, es la voz de que la señal ha sido reconocida. Ellos ponen las manos sobre los enfermos, como señal; la voz es “¡aleluya, el Señor me ha sanado!”. Ahora, si estas señales acompañan a una voz, esa señal, si Ud. es un creyente, le acompañará. La voz acompañará la señal.",
    "Si yo les doy esta señal, que les dije que viene de Dios, y Dios la prometió en este día; ha sido presentada tan minuciosamente que solo un incrédulo pueda evitar creer aquello. ¿Ven? Entonces Dios Se dio la vuelta y confirmó eso, para establecerlo. Ahora Él está aquí.",
    "Ahora cada uno, en la forma en que oran en su propia iglesia, si es para Ud. mismo, en voz alta, lo que sea, Ud. ore por la persona sobre la que tiene sus manos, porque ellos están orando por Ud.",
    "Y ahora, miren hacia arriba. Y en la Presencia del Mesías, el Cristo, el Ser Resucitado, aún con vida después de dos mil años, ¿cómo podemos estar tan entumecidos en el Espíritu? Eso debería encender esta nación con Fuego. Debería hacer que Beaumont se arrepintiera, en saco y ceniza. Pero, ¿lo hará? No.",
    "Pero Uds. quienes Lo están esperando, y creen que Él lo hará y cumplirá Su Palabra, la promesa es dada para Uds. Ponga sus manos sobre alguien y ore, mientras oro por Uds. desde aquí.",
    "Señor Jesús, ya se ha dicho suficiente, se ha hecho suficiente. La Palabra que ha sido prometida ha sido manifestada. El Mesías, el Cristo de Dios, está en la Presencia Divina. Nosotros Lo sentimos a Él. Lo vemos a Él. Sabemos que Él prometió esto en los últimos días; “Como fue en los días de Sodoma, así será cuando el Hijo del Hombre sea revelado”. Entonces, lo sabemos.",
    "Vemos el—el fuego en los cielos, las bombas atómicas. Vemos las naciones devoradas por los gusanos, naciones en la ruina. Vemos a Israel en su patria. Toda señal que pudiera ser prometida, ha sido cumplida. Lo que sigue es la Venida del Hijo prometido.",
    "¡Oh, Dios Eterno!, en la Presencia de Jesucristo, el gran Espíritu Santo que está aquí ahora confirmando que Él está aquí, escucha la oración de estas personas, escucha a estos Cristianos; que, cuando me vaya, no digan: “El Hermano Branham hizo esto”. Alguien más que no conocían les impuso las manos, y fueron sanos. Pero Tú has prometido que la Voz tenía una señal. Y que ellos sean sanos, ahora que los encomiendo a Ti, en el Nombre de Jesús. 🦅"
  ]
}