{
  "title": "LAS INVERSIONES",
  "id": "64270009",
  "content": [
    "🦅  …para tener estos pocos minutos con Uds. personas. Y estoy agradecido con el Hermano Pearry por esta invitación para estar aquí, y por toda su cooperación.",
    "Creo que esta es nuestra tercera visita a su agradable ciudad. Siempre hemos encontrado a la gente aquí amigable, y siempre conversadora, saludan, así lo conozcan a uno, o no. He visitado algunos de los negocios, y qué agradable. Parece diferente a como es en el norte frío; ellos me ven entrar, lo atienden a uno y sale, y así es. Pero muy raramente se visita un lugar sin que alguien diga: “¡Gracias! ¡Vuelva a visitarnos!”. Eso me gusta.",
    "Entonces, creo que el Hermano Pearry aquí, como yo lo llamaría, simplemente… Soy mayor que su padre, y supongo que puedo llamarlo Hermano Pearry. Casi no conocíamos al muchacho, solo a través de mi hijo, Billy Paul, que fue a la escuela con él. Pero si hay alguien en esta ciudad, o alrededor, al alcance de la televisión, que se perderá en el día postrero, no será porque el Hermano Pearry no aportó todo esfuerzo para hacer llegar a la gente a Cristo. Verdaderamente que no dejó una roca sin levantar. Y considero este un gran privilegio estar aquí.",
    "Cuando el Hermano Pearry me preguntó si yo “hablaría en un pequeño banquete” que él tendría, pues, algunos de sus colegas de negocios estarían aquí. Bueno, ciertamente no soy un orador. Yo—yo no reclamo serlo, pero decidí que lo haría. Sería un honor para mí, después de recibir una invitación como esa, para hablar a los—los… sus colegas de negocios.",
    "Tengo el privilegio de viajar internacionalmente, alrededor del mundo. Y hablo bastante para los Grupos de Hombres de Negocios del Evangelio Completo. Y sé que este es solo un ratito de compañerismo, así que me gustaría expresar algo que en una ocasión fue gracioso. Había un hombre, después de que terminé de hablar… Todos eran hombres de negocios. Y, entonces, afuera había un hombre que se acercó a mí, y me dijo: “Ud. es un predicador, ¿verdad?”.\n\nY yo dije: “Sí señor”.",
    "Él dijo: “¿Y qué hace andando con estos hombres de negocios?”.\n\nLe dije: “Soy un hombre de negocios”.\n\nEntonces él dijo: “¡Oh!, ¿lo es?”.\n\nY dije: “Sí, soy—soy un hombre de negocios”.\n\nDijo: “¿En qué clase de negocio está Ud., señor?”.\n\nY yo dije: “Seguridad de Vida Eterna”.",
    "Y él no me entendió bien. Lo dije rápido. Él dijo: “¡Ah!, el—el Seguro Vida Eterna”. Yo no dije seguro; dije seguridad, y él… Pero no se lo dije. Y él dijo: “La Vida Eterna” dijo, “no la conozco. No creo haber oído de ella antes”.\n\nYo dije: “Es una lástima”.\n\nDijo: “Bueno” dijo él, “¿dónde está la oficina principal?”.\n\nYo dije: “En el Cielo”.",
    "Aún estoy en ese negocio. Me gustaría hablar de una póliza con cualquiera de Uds., después de que termine el servicio, esta noche. Estoy muy entusiasmado con mi trabajo. Y, entonces, y ahora no dije: “seguro” yo dije, “seguridad”.",
    "Entiendan que tener seguro está bien. Recuerdo… Por supuesto, en este momento no tengo.",
    "Recuerdo, después de haberme casado, mi esposa y yo estábamos sentados en la casa, un día. Y un buen amigo mío… Mi hermano es un vendedor de seguros, Western-Southern. Este muchacho era vendedor de Prudential. Fui a la escuela con él, un muy buen muchacho. Su—su hermano escribe The Upper Room, para, creo que él es un ministro bautista, y él escribe artículos en un pequeño periódico llamado The Upper Room. Gente muy fina. Así que, él vino a verme, un día, y dijo, dijo: “Billy, yo—yo supe que te engañaron una vez con un seguro”.\n\nY yo dije: “Sí”.",
    "Él dijo: “¿Y eso como que te provocó un poco de resentimiento hacia ellos?”.\n\nYo dije: “No, no exactamente”.\n\nÉl dijo: “Pensé en venir a hablar de una póliza contigo, Billy”.",
    "Y yo dije: “Bueno” dije, “Wilmer, gracias” dije, “pero yo—yo tengo seguridad”.\n\nY él dijo: “¡Oh!, lo siento”.",
    "Y mi esposa volteo a mirarme como si yo fuera un hipócrita. Ella sabía que yo no tenía. Ella me miró simplemente asombrada. Yo dije…",
    "🦅 ¡Oh!” él dijo, “lo siento, Billy”. Debe haber pensado que yo lo tenía con mi hermano, Jesse. Y yo dije…\n\nMi esposa me miró. Y él… Yo dije: “Sí, tengo seguridad”.\n\nY él dijo: “¿Con qué compañía estás?”.\n\nY le dije a él lo mismo: “La Vida Eterna”.\n\nY él dijo: “¡Oh!” dijo, “¿es esa?”.",
    "Y yo dije: “Sí. Yo tengo: ¡Bendita seguridad, Jesús es mío! ¡Oh, qué anticipo de la gloria Divina! Soy un heredero de la salvación, comprado por Dios, Nacido de Su Espíritu, lavado en Su Sangre.",
    "Él dijo: “Billy, eso está muy bien. Yo aprecio eso. Pero eso no te pondrá aquí en el cementerio”.",
    "🦅 Pero” dije yo, “me sacará de allí. No estoy preocupado…”. Ajá. Sí. No estoy preocupado por entrar; es por salir.",
    "Aún me gustaría hablar de una póliza con Uds., después del servicio, si… estoy seguro de que es lo correcto.",
    "Ahora, normalmente hago que la gente se ponga de pie cuando leemos la Palabra, pero, esta noche, trataré de omitir eso porque es muy—muy difícil para Uds. estar de pie. Pero antes de que leamos la Palabra, solo inclinemos nuestros rostros por unos momentos, al hablar con el Autor de la Palabra. Ya que hemos estado bromeando entre nosotros, y relajándonos o, como decimos, “soltándonos el pelo”. Así que, entremos ahora en el lado sagrado, y la sinceridad, y dirijamos nuestros corazones hacia el Cielo mientras abrimos la Palabra. Ahora, cualquier hombre que puede mover sus manos puede abrir la Biblia, pero realmente no hay nadie que pueda abrir el entendimiento sino el gran Espíritu Santo, así que hablemos con Él.",
    "Nuestro Padre Celestial, ciertamente estamos contentos en esta noche, de estar reunidos aquí con este grupo de personas, de este lado de la Eternidad, y de tener este buen compañerismo. Y al estar sentados alrededor de estas mesas, esta noche, mirándonos el uno al otro, y a colegas de negocios y—y Cristianos, estamos conscientes de que llegará otro momento en el que nos encontraremos. Confiamos en que todos estaremos Allí, todos presentes en esa gran Cena de bodas en el aire, cuando el Rey salga, enjugará toda lágrima de nuestros ojos, y dirá: “Bien hecho, Mis buenos y fieles siervos, entren en el gozo del Señor, que ha sido preparado para vosotros desde la fundación del mundo”.",
    "Si hubiera algunos, Señor, que no Te conocen de esa manera y, oro esta noche que algo suceda o se diga que haga cambiar su manera de pensar, se vuelvan a Ti; ya sea que estén aquí presentes, o por medio de la televisión, o por las cintas que estarán saliendo de esto.",
    "Bendícenos ahora aquí juntos, y bendice la lectura de Tu Palabra. Dirige nuestros corazones y pensamientos hacia el final de esta vida, y a cuál será nuestra condición en ese momento. Porque estamos seguros, Padre, de que todos tenemos que partir de este mundo. Somos mortales, y permítenos mirar al Ser Eterno, el Único que puede darnos Vida más allá de esta. En el Nombre de Su Hijo, Jesucristo, lo pedimos. Amén.",
    "Me gustaría llamar su atención, por unos momentos ahora, a la lectura de la Palabra de Dios. Quisiera comenzar leyendo del Evangelio de San Marcos, creo que el capítulo 10, y empezar con el versículo 17.\n\nAl salir él para seguir su camino, vino uno a él corriendo, e hincando la rodilla… y preguntándole, dijo: Maestro bueno, ¿qué haré para heredar la vida eterna?\n\nJesús le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno sino sólo uno, y ese es Dios.\n\nLos mandamientos sabes: No adulteres. No mates. No hurtes. No digas falso testimonio. No defraudes. Honra a tu padre y a tu madre.\n\nEl entonces, respondiendo, le dijo: Maestro, todas estas cosas he guardado desde mi juventud.\n\nEntonces Jesús, mirándole, le amó, y le dijo: Una cosa te falta: anda, vende todo lo que tienes, y dalo a los pobres, y tendrás tesoros en el cielo; y ven, y sígueme, tomando tu cruz.\n\nPero él, afligido por esta palabra, se fue triste, porque tenía muchas posesiones.",
    "El Señor añada Sus bendiciones a la Palabra mientras intentamos sacar un texto y un contexto de aquí. Ahora, consideré el tema por estar con gente de negocios, y siempre, pienso que la gente de negocios siempre está interesada en—en buenas inversiones, por lo que ahora llamo el texto, en los momentos que siguen: Las inversiones.",
    "Un buen hombre de negocios siempre está buscando una—una inversión buena y sólida. Si no es así, entonces no es un buen hombre de negocios. Él debe buscar algo que sea real.",
    "Y quisiera hablarles sobre la invitación que les hice hace unos momentos, sobre esta póliza de Vida Eterna, ya que me presenté a mí mismo como un—un hombre de negocios. Y tengo un negocio, y me gustaría hablarles unos momentos sobre ello. Y unas cuantas Escrituras que he apuntado aquí, y texto, me gustaría usar estas por unos momentos, estas notas.",
    "No es un—un buen negocio apostar. Cualquier hombre sabe eso, que apostar no es un buen negocio, porque se corre un riesgo. Uno nunca, o rara vez ve a un apostador… Un día es un hombre rico, y al día siguiente está mendigando. Así que, uno se arriesga demasiado, al—al apostar. Creo que un—un—un apostador solo está—está viviendo por el impulso del momento, y no mirando hacia el futuro, o no estaría apostando.",
    "Y tampoco creo en algunas de estas inversiones para enriquecerse de la noche a la mañana, por algún negocio no identificado. Ahora, ningún buen hombre de negocios se arriesgaría de esa manera, tal vez con los ahorros de su—su vida, sus ganancias; y lo invertiría en algún negocio de hacerse rico de la noche a la mañana. Y que no esté identificado. Alguien llega con algún tipo de idea, que, “Aquí nosotros—nosotros tenemos una cierta empresa aquí”, y sin antecedentes. Yo pienso que un buen hombre de mente sana sería necio al querer hacer una inversión en una—una compañía como esa.",
    "Pues, tuve un amigo una vez que—que intentó tal cosa. Y, cuando lo hizo, él—él perdió todo lo que tenía, y perdió todas las ganancias de su vida. A punto de jubilarse, y él pensó: “Bueno, yo—yo correré este riesgo”, porque el hombre parecía saber de lo que hablaba. Pero, llegó a descubrir que la—la empresa era solo una empresa ficticia, y sin acciones ni nada, así que el pobre hombre perdió todo lo que tenía.",
    "Entonces yo creo que, si un hombre quiere hacer una buena inversión, primero debería verificar la empresa, o en lo que sea que esté haciendo su inversión, y averiguar qué es lo que va a hacer. Creo que cualquier persona sensata haría eso.",
    "Y por otro lado, antes de continuar, me gustaría decir que no es una buena idea dejar el dinero en el bolsillo. Mucha gente dice: “Simplemente lo—lo pondré en mi bolsillo, y yo—yo… y yo lo tengo”. Pero, saben, Uds. hombres y mujeres de negocios, no piensan de esa manera. Y no es algo bueno, porque se puede robar.",
    "Es mejor ponerlo en circulación. Como el Señor dijo, una vez, Él dio tantos talentos a tantos, y demás, y luego él… ellos hicieron una inversión con eso. Y aquellos que hicieron una inversión buena y sensata, Él les dio las ganancias. Pero cuando aquel hombre dijo: “Yo—yo solo lo guardé. Yo—yo no quería correr ningún riesgo con ello. Yo—yo—yo lo puse en mi bolsillo. O, yo lo enterré en alguna parte”. Entonces Él le quitó lo que le había dado, y se lo dio al que había obtenido más ganancias, que lo puso en una buena inversión. Y esa es la manera en que nuestro Señor hace las cosas.",
    "Ahora, pero si Uds. fueran a invertir en algo en lo que Uds. quisieran estar seguros, buscarían alguna empresa buena y confiable que ha probado que da buenos dividendos. Ahora, esa es una inversión buena y segura. Después de que Ud. ha examinado la empresa, conoce sus antecedentes, habló con alguien quien ha hecho negocios con esta empresa, y oyó el testimonio de todos: “Es cien por ciento. Siempre son puntuales con sus dividendos. Y—y hay un gran capital de recursos respaldándola, que la empresa no va a la bancarrota”. Y esa es una buena inversión segura. Y ahora, a lo largo de la vida, a la gente se le ha enseñado eso.",
    "Ahora estamos hablando esta noche sobre la Escritura, de un joven hebreo, que era un—una especie de muchacho rico. Tal vez haya venido de un muy buen hogar, sin duda. Su testimonio mostraba que había venido de un—un buen hogar. La Biblia lo llama: “el joven rico”. Voy a cambiarlo esta noche, solo un poquito, lo llamaré: “El joven negociante rico”, porque él tenía un negocio, y estaba interesado en—en los negocios. Y sin duda su padre había sido un gran hombre de negocios exitoso, o él probablemente no habría tenido lo que tenía. Pero él fue criado para—para ser un hombre de negocios.",
    "Y él vio algo en este joven de Galilea, este joven Profeta llamado Jesús de Nazaret. Sin duda él había oído hablar a su sacerdote de Él, y tal vez en contra de Él. Pero con el primer vistazo que el captó del Señor Jesús, había algo acerca de Él diferente a cualquier otro hombre.",
    "Y digo esto, como Cristiano, verdaderamente eso no ha cambiado. Tenemos grandes teólogos en la tierra, en todo el mundo, los hemos tenido por miles de años, que pueden presentarnos un—un credo. Y ellos están instruidos en esos credos, y una iglesia que es—que es una iglesia bien establecida. Pero con todo, eso aún no es mi—mi póliza de la que estoy hablando en esta noche. Estoy hablando de la Vida Eterna.",
    "Y este joven, sabiendo que era miembro de la iglesia, pero veía algo diferente en Jesús. Así que se le dio la oportunidad de hacer una inversión, cuando encontró a Jesús y vio lo que Él estaba haciendo. Y había leído su Biblia, y veía en Jesús lo que él había oído a sus profetas siendo leídos en su iglesia, y lo que eran. Y sin duda él había estudiado eso. Y entonces cuando él vio en este Jesús de Nazaret, que se suponía ser un Profeta entre el pueblo, él vio algo en este Hombre que Lo identificaba a Él con las Escrituras.",
    "Y creo que hoy en día, eso no ha cambiado mucho. Lectores de la Biblia y amantes de la Biblia, cuando realmente captamos un vistazo en nuestro intelecto, de lo que fue Jesús y lo que Él es, eso cambia por completo nuestra actitud. No hay nadie como Él, no importa lo fino que sea. Dijimos que lo que sabemos de Él… Suponemos que Él no tenía mucho estudio, y hablaba como un hombre común, y vestía como un hombre común, y vivía entre hombres comunes. Sin embargo, había algo sobresaliente en este Hombre, y eso atrajo la atención de este joven. De tal manera, que él tenía toda la riqueza del mundo, tal vez, que necesitaba y usaría en su vida, y estaba muy satisfecho con eso. Pero él vio que este Hombre miró hacia el futuro y les dijo las cosas que vendrían, y Se identificó a Sí Mismo en la Escritura, y Dios Se identificó a Sí Mismo en ese Hombre.",
    "Ahora no hay un hombre vivo y en su sano juicio, que no se pregunte ¿de dónde viene?, ¿quién es él y a dónde va? Se han escrito muchos libros, filósofos se han levantado y caído. Pero solamente hay un Libro que le dirá quién es Ud., de dónde viene, y hacia dónde va, y ese es la Biblia. Ese es el único Libro. De todos los buenos libros que tenemos, podrían echarlos todos a la basura. Esta es la Verdad. Cualquier cosa contraria a Esto no es correcta. “Los cielos y la tierra pasarán, pero Mi Palabra nunca fallará. Sea la palabra de todo hombre mentira; Mas la de Dios sea veraz”.",
    "Y cuando uno ve algo tan definitivo claramente delante de uno, y las Escrituras prometían para ese día, lo que iba a ser ese Mesías. Y este joven vio eso identificado por Dios, entonces eso hizo a Jesús totalmente diferente de cualquier otro hombre que él había visto. Entonces, le fue dada la oportunidad.",
    "Cuando él encontró al Señor Jesús, y tal vez Lo vio en Sus reuniones y en Su servicio, corrió hacia Él y se postró a Sus pies, mostrando que su actitud de acercamiento era correcta.",
    "Y él dijo: “Maestro bueno, ¿qué haré para tener la Vida Eterna?”. Ahora ese es el asunto que está en cuestión. No su dinero, o no, “Señor, ¿podría unirme a Su iglesia? ¿O podría pertenecer a Su organización?”. Sino, “¿qué debo hacer para tener Vida Eterna?”. Esa era la pregunta.",
    "Y le fue dada la oportunidad de recibirla, pero tomó una decisión precipitada. Él estaba… la rechazó. No estaba interesado, cuando se dio cuenta lo que implicaba. Se dio cuenta que para hacer esto, tenía que renunciar a su popularidad; porque Jesús no era popular, no Le creían, yo diría racionalmente, entre el noventa por ciento de la gente, o tal vez el noventa y cinco por ciento. No Le creían, Lo tenían como una “persona de espíritu maligno”, y muchos Lo llamaron, “Beelzebú”, un diablo.",
    "Y, sin embargo, las Escrituras Lo identificaban perfectamente. Él se había referido a ellas, diciendo: “Escudriñad las Escrituras, porque os parece que en Ellas tenéis Vida Eterna. Y Ellas son las que dan testimonio de Mí, o dicen Quién soy”.",
    "Este muchacho hebreo, siendo criado en un hogar, y sabiendo que la Biblia había—les había dicho claramente, los pergaminos, Jehová Dios había dicho: “Si se levantare uno entre vosotros, que sea espiritual, o profeta, Yo, el Señor, Me daré a conocer a él en visiones. Y si lo que él dice se cumple, entonces oíd a ese profeta, porque Yo estoy con él. Pero si no se cumple, entonces no le oigan”.",
    "Ese es un lenguaje claro; es pensar sensatamente. Si él lo dijo, y no sucede, entonces es una mentira; Dios no lo dijo. Pero si lo dice, y eso—eso sucede, esa es la verdad; y nada es más, más cierto que la verdad.",
    "Así que, este joven había visto esto en el Señor Jesús, y sabía que Él tenía las llaves de esta Vida Eterna, y él quería esta Vida Eterna, pero rechazó la oportunidad de hacer su inversión. Él no estaba interesado en tal inversión. Aunque la…",
    "Él fue cabalmente identificado que era el Hijo de Dios. Perfectamente identificado. La virgen había concebido, dio a luz al Hijo. Él había hecho cada señal que el Mesías debía hacer.",
    "Pero para aceptarlo a Él, él tenía que abandonar su tradición; tenía que apartarse de ella.",
    "Nos gustaría atribuir eso solo al… a este muchacho judío, pero es una lástima que también tengamos que verlo, hoy en día, de la misma manera. Es un gran precio. Podemos referirnos a las iglesias de hoy día. Y muchas veces, personas quienes se llaman creyentes, no están dispuestas a separarse y apartarse de las cosas del mundo, como se le pidió a este joven que hiciera, para tener la póliza de Vida Eterna. Sin embargo, después, nosotros también Lo vemos bien identificado por la Escritura, que las Pólizas aún se están entregando a quien quiera recibirla.",
    "Como dije, él vio algo en Jesús, que ningún hombre tenía, pero el precio era tan grande que él no quiso pagar el precio.",
    "Sigue igual hoy. Como creo, esta noche, yo podría estar hablando a diferentes denominaciones, metodista, bautista, presbiteriana, católica romana, judía ortodoxa, buda, y cuánto más, esa es la gente de negocios de las ciudades. Pero hay, realmente, cuando Ud. ve algo con sus propios ojos, que las Escrituras identifican como la verdad; seríamos las personas más irracionales, que, si estamos interesados en la Vida Eterna, la rechazáramos. Sería una—una decisión precipitada como la que tomó este joven. Muchas veces, aun nuestro clero comete este mismo grave error hoy, aunque son eruditos pulidos en credos, que se lo saben de la A a la Z. Pero, recuerden, esos sacerdotes en ese día también conocían los pergaminos, de la A a la Z, pero ellos no pudieron ver lo que vio este joven.",
    "Y él estaba interesado en—en que Jesús le diera Vida Eterna. Pero cuando vio lo que le iba a costar, entonces ya no estuvo interesado.",
    "Saben, la Biblia nos dice, en esta edad en la que estamos viviendo. Como nuestro muy amable Hermano Pearry aquí nos ha explicado, que él cree que son los últimos días. Yo ciertamente, firmemente creo eso con todo mi corazón. Creo que la Escritura lo identifica.",
    "Yo creo que—que—que la ciencia lo identifica. Los científicos dicen: “Faltan tres minutos para la medianoche”. Los—los… Nuestros programas que vemos en la televisión y—y en la radio, y—y cómo está comportándose nuestra gente, es…",
    "Como hice un comentario aquí o en alguna otra parte, que eso me recuerda, todo ese alboroto que hacen, me recuerda a un muchachito pasando por un cementerio de noche, silbando, tratando de hacerse creer que no tiene miedo, pero lo tiene.",
    "Eso es lo que pasa con todo nuestro empeño en todo lo que estamos haciendo hoy, de todo nuestro comportamiento popular. Estamos tratando de hacer creer a la gente que no sabemos que la hora está cerca, pero sabemos que lo está. Nuestros científicos lo saben. Nuestro… El pentágono lo sabe. Todos, todos sabemos que algo está a punto de suceder. Uds., Uds. pueden sentirlo claramente en la atmósfera, y sabemos que está cerca.",
    "Y nuestra Biblia nos dice, en Apocalipsis capítulo 3, que la iglesia en esta edad se va a identificar tal como este joven rico, el muchacho hebreo, “rica, de ninguna cosa tiene necesidad”, esta edad de Laodicea. Si por casualidad hay ministros aquí, o lectores de la Biblia. Esta es la edad de Laodicea. Y dice: “Porque soy rica, sentada como una reina, de ninguna cosa tengo necesidad”. Dice: “No sabes que eres una desventurada, pobre, ciega, miserable, desnuda, y no lo sabes?”. Lo triste de esta cita Escritural es…",
    "Si viéramos a un hombre o a una persona en la calle, que estuviera ciego y desnudo y miserable y pobre, esa sería una—una escena horrible. No hubiera nadie que no corriera hacia ellos tan rápido como pudiera, y dijera: “Amigo, estás desnudo. Debes—debes… Estás descubierto. Entra, rápido, y—y—y déjame darte alguna ropa. Y te llevaré a algún lugar para ver si puedo conseguir un médico, que puedan devolverte la vista”, o tratar de hacer algo por la persona.",
    "¿Qué pasaría si Ud. se encontrara con una persona así, y esta se diera la vuelta hacia Ud. y le dijera que se ocupara de sus propios asuntos? Ellos ni siquiera saben que están en esa condición. Ahora si Ud. está así, y lo sabe, no es tan grave. Pero cuando Ud. está así, y no lo sabe, esa es la parte triste. Uno no puede decírselos.",
    "Y esta Escritura tiene que cumplirse, como todas las Escrituras tienen que cumplirse. La Biblia dice que esta sería la condición en los últimos días. Y ellos han rechazado a Jesús, y Él estaba afuera de la iglesia, tratando de entrar. Lo rechazaron, tan claramente como lo hizo este joven hebreo. Y esta era la iglesia gentil, la iglesia Novia, llamada fuera, llamada “la iglesia Cristiana” en los últimos días, pero ellos Lo sacaron por la misma razón que este joven hombre de negocios Hebreo Lo rechazó. El precio era demasiado alto. Ellos no pudieron recibir Eso.",
    "La Biblia dice aquí que ellos eran “ricos”, dice que ellos “de ninguna cosa tenían necesidad”. Este joven era rico, de ninguna cosa tenía necesidad. “Somos una denominación fina que tiene grandes obras construidas. Tenemos la hermandad. Tenemos todo esto, aquello, o lo otro. Hemos tenido nuestros credos por cientos de años. Estamos establecidos. De ninguna cosa tenemos necesidad. ¡No nos digan nada respecto a Eso!”.",
    "Bueno, esa es una actitud más arrogante que la que tomó este joven. Él no tomó ese tipo de actitud. La Biblia dice que “Jesús lo miró y le amó”.",
    "Me pregunto hoy, si en medio de toda nuestra confusión y nuestra mundanalidad, y aun así tratando de mantener nuestra profesión Cristiana, si no es el amor de Dios lo que obliga al ministerio a permanecer en el campo. Me pregunto si no es lo mismo, como Lo hallamos aquí llamando a la puerta, tratando de entrar. Ahora vemos estas cosas, que ellos, a través de todas las edades, ha sido de esta manera.",
    "Ahora, para ahorrar tiempo, hablando de la póliza de nuevo, y solo temporalmente resumiéndolo para Uds.",
    "Ahora este muchacho rico, él no preguntó si era unirse a Su iglesia; él—él pertenecía a la iglesia. Lo demostró.",
    "Jesús le dijo: “Guarda los mandamientos. Tú los sabes. No adulteres. No robes. No mientas, defraudes. Y—y haz, y—y luego honra a tu padre y a tu madre”.",
    "Y este joven demostró que era un—un buen muchacho culto, no solo algún lo que llamaríamos hoy, un—un rufián. Era un buen tipo de muchacho, había sido criado en un buen hogar. Él dijo: “Maestro, he hecho esto desde que era un niño, toda mi vida”. Vean, eso mostraba que sus padres eran padres amables. Fue a una iglesia que creía en guardar los mandamientos. Pero aún así, en la iglesia, guardando los mandamientos, aún no respondía a lo que él vio en Jesús. Él lo sabía.",
    "Con nuestro credo y con nuestra iglesia, y guardando los mandamientos, eso aún no nos da Vida Eterna. No lo hizo en aquel entonces, ni lo hace hoy. Hay algo que Ud. tiene que hacer.",
    "Ahora, vemos que no fue porque él no era un miembro de la iglesia; no fue porque él no era moralmente correcto. Lo era.",
    "Pero podemos ser un miembro de la iglesia, moralmente correcto, y aún sin obtener la Vida Eterna. No es conocer la Palabra; algunos de ellos son teólogos y eruditos, y maestros de escuela dominical, expositores de la Biblia, pero eso no significa nada. Satanás conoce esa Biblia mejor que cualquiera de nosotros. La Biblia dice: “Conocerlo a Él es Vida”, no conocer la Palabra. “Conocerle a Él es Vida”. Satanás también cree y tiembla. Pero tenemos que tener una experiencia de muerte, sepultura y resurrección, de nuestra vida antigua, a la Vida nueva que viene en Cristo. Ella solamente viene por el Espíritu Santo, la nueva Vida.",
    "Ahora investiguemos a algunas de estas personas a lo largo de las edades, que poseyeron esta póliza, y veamos si conviene o no. Entonces quisiera traerles, como les dije al principio, que deberían consultar a alguien cuando van a hacer una inversión; averiguar qué pasa, qué, si es bien rentable. Ud. debería hacer eso en su negocio. Quiero hablar de algunos de los poseedores de esta póliza.",
    "Quiero llevarlos, en esta noche, de regreso al Génesis, a un profeta con el nombre de Noé. Aunque fue probado de todas las maneras posibles, de todas las maneras que Satanás pudo probarlo, para hacerlo renunciar a esa póliza, pero Noé se aferró de la promesa de Dios, la póliza de Vida, porque Dios le dijo que todo por fuera de esa arca sería destruido y, no obstante, eso parecía algo inusual para la gente de pensamiento moderno de su día.",
    "Eso es lo que caracteriza al Evangelio de hoy; es lo inusual, porque Dios es inusual. Su Palabra es interpretada de manera inusual a como a veces nosotros La interpretamos.",
    "Pero, como he dicho antes, Dios no necesita que nadie interprete Su Palabra. Él hace Su propia interpretación al—al traer a cumplimiento las cosas que dijo que haría. Él interpreta Su Propia Palabra. Él no necesita nuestra interpretación. Es, nuestra interpretación es nuestros propios pensamientos hechos por el hombre que incluimos con Ella.",
    "Cuando Dios dijo: “Sea la luz”, y fue la luz. Eso no necesita interpretación.",
    "Dios dijo: “Una virgen concebirá”, y ella concibió. Eso no necesita interpretación.",
    "Jesús dijo: “El Hijo del Hombre subirá a Jerusalén y será entregado en manos de hombres pecadores. Ellos Lo crucificarán, y al tercer día resucitará”. Eso no necesita interpretación.",
    "Él dijo: “Un poco y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin de la edad, hasta la consumación”. Él está aquí. Eso no necesita ninguna interpretación. Es Su promesa.",
    "🦅 Las obras que Yo hago, él las hará también. El que en Mí cree, las obras que Yo hago, él las hará también”. Eso se encuentra en San Juan 14:12. Y nosotros sabemos que eso es verdad, así que no necesita ninguna interpretación.",
    "Noé, con la Palabra de Dios, se aferró a Ella, porque era un titular del seguro de Vida, seguridad de Vida. Él poseía la póliza. Y él era un agente para la póliza, y él salió por todas partes. Pero debido a que no era popular, él no pudo lograr que nadie la tomara, solo su propia familia. Él era… Su—su póliza parecía estar vencida, para la gente. Parecía estar en contra del razonamiento científico del día; “Lluvias que caerían del cielo”.",
    "Recuerden que nunca había llovido sobre la tierra. El mundo estaba vertical. Podemos comprobar eso hoy, que una vez estuvo así. Y Dios regaba la vegetación por irrigación, a partir de manantiales en la tierra.",
    "Ahora, la ciencia en aquel día era probablemente mucho más inteligente de lo que son hoy, porque ellos construyeron las esfinges y las pirámides, y—y demás, cosas que no podríamos intentar hacer hoy. No tenemos los poderes que puedan—puedan hacerlo, pero ellos lo construyeron. Y supongo que tal vez dispararon a la luna con un radar o lo que sea que tenían en ese día.",
    "Jesús dijo: “Como fue en los días de Noé” otra civilización comparada a esa, “así será en la venida del Hijo del Hombre”.",
    "Vemos aquí hace poco donde desenterraron un sistema moderno de riego aquí en el antiguo México, no hay ningún registro de ello, en lo absoluto. Vean, pudo haber sido de alguna otra edad pasada.",
    "Jesús dijo: “Como fue en aquel día”, hombres listos, inteligentes. Pero si así fuera, entonces se ofrecerá una póliza de Vida a la gente. Así lo dijo Él.",
    "Y, Noé, tal vez no podía explicarlo. Como la ciencia decía: “Podemos tomar los instrumentos y comprobar que no hay lluvia allá arriba. Señor, Ud. no está en sus cabales”. Pero aún así, sabía que la Voz que le había hablado era Dios.",
    "Así que, si Dios había dicho: “Hay agua que viene de arriba” aunque no había agua, Dios es Elohim, el que existe por Sí Mismo. Él es el todo suficiente. Si Él dijo: “Puede haber agua allá arriba”, Él es capaz de poner agua allá arriba, para cumplir Su Palabra.",
    "Nuestro padre Abraham, el cual es el padre de muchas naciones. Si por casualidad hubiera gente judía sentada cerca, se preguntarán cómo fueron traídos los gentiles, Abraham fue el padre de muchas naciones. “Y él tampoco dudó, por incredulidad, de la promesa de Dios”. Él también tenía una póliza. Dios le había hecho una promesa, ser padre de muchas naciones; no solamente de las naciones hebreas, sino de otras naciones, de las cuales él sería padre.",
    "Fíjense, como lo hizo, la promesa que Dios le dio era precipitada, radical. Él tenía setenta y cinco años, y Sara sesenta y cinco, antes de que él recibiera la promesa. Pero él se separó de los incrédulos, porque sabía que era heredero de la justicia por la voluntad de Dios, ¡y sin importar cuánto tiempo tomara!",
    "Tal vez pasó el primer mes y le dijo a Sara: “¿Cómo te sientes?”.\n\n“En nada diferente”.",
    "Dijo: “De todas maneras tendremos el bebé. Dios así lo dijo. Anda y haz las botitas. Prepara todo. Dios dijo que lo tendríamos. Asunto terminado”.\n\nPasó el primer año. “Cariño, ¿cómo te sientes?”.\n\n“Nada diferente”.",
    "🦅 Bueno, va a ser un milagro mayor de lo que sería si hubiese ocurrido el primer mes”.",
    "Vean, ella había pasado unos diez años de la menopausia cuando fue dada la promesa. No tenían hijos. Ella era infértil, y él era estéril. Así que, ellos… Pero él aún tenía esa póliza, porque era la Palabra de Dios, una promesa. No iba a separarse de ella. Y la Biblia dice que, “Abraham no dudó, por incredulidad, de la promesa de Dios; sino que se fortaleció, dando alabanza a Dios; sabiendo esto, que Él es poderoso para hacer lo que ha prometido”. Así que, nació el niño, porque él no dejó la—la póliza.",
    "Noé se aferró de su póliza, y salvó su vida. Ese fue el beneficio. No solo su vida, sino la vida de su familia; los benefició salvándolos.",
    "Hablemos de otro inversionista en este seguro de Vida Eterna. Daniel el profeta, cuando como lo llamaríamos… Si me disculpan, como una expresión mundana; supongo que no debería usarla aquí en el púlpito. Es la única manera que conozco de hacerlo: “cuando las cartas no lo favorecían”. El rey Nabucodonosor había entrado y tomado a los hijos de Israel porque se habían apartado de Dios. Lo habian hecho; aún llevando a cabo todos sus sacrificios.",
    "Dios les había pedido que ofrecieran corderos y becerros, y demás. Un hombre, un buen judío, iba por el camino con un becerro gordo o—o—o un corderito debajo del brazo. En el día de la expiación, iba a ofrecerlo por su pecado. Él era sincero cuando mataba ese cordero, y el sacerdote lo apuñalaba. Y él mantenía sus manos sobre él, sabiendo que fue tomada una vida para salvar su vida. Él era sincero en ello. Y mientras él fuera sincero, todo estaba bien. Pero llegó el tiempo cuando llegó a ser una tradición familiar. Entonces Dios dijo, Él envió un profeta a la escena, llamado Isaías, Él dijo: “Vuestros sacrificios, fiestas solemnes, apestan en Mi nariz”.",
    "Allí es donde nosotros hemos llegado. Nos hemos unido a la iglesia. Lo cual, está bien, hacemos esas cosas. Pero, uno pregunta: ¿es Ud. Cristiano? “Soy metodista. Soy bautista. Soy presbiteriano, pentecostal o alguna otra cosa”. Es una tradición. Ya no se entra en la sinceridad. Ellos no avanzarán, cuadrando con las Escrituras y demás. Simplemente viven de la manera que quieren. Si tienen un pastor que trata de corregirlos, lo echan. Ellos no tendrán nada que ver con él si no puede traer a Hollywood a la iglesia; fiestas, fiestas de bunco, ventas de sopa, y todo lo demás; dejan que las mujeres se comporten como quieran, y se vistan como quieran, inmoralmente, cualquier cosa. La atracción sexual se convierte en una—una tendencia moderna. Es una desgracia.",
    "Jesús se lo dijo a esa mujer. Ud. no pudiera ser más virtuosa, pero responderá por adulterio en el día del juicio, por Ud. vestir esas ropas. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón”. Y no importa cuán inocente sea Ud., ese pecador responderá por adulterio, y Ud. es la que se lo presentó. Uds. Cristianas, ¿no tienen vergüenza? Deberían actuar como hijas de Dios.",
    "Y Uds. hombres, miembros de iglesia, diáconos, hasta ministros, que permiten a sus esposas hacer eso, Uds. deberían ser hijos de Dios. Ese no suena como el comportamiento de un hijo de Dios con la naturaleza de su Padre. Temeroso de decir algo porque la organización lo echaría. Así es.",
    "Daniel propuso en su corazón que él no iba a contaminar su inversión. Él se propuso: “No importa el mundo, ni cuán rico se haga el rey, y cuánto él trate de desviarme a las cosas del mundo, no lo voy a hacer. No voy a contaminar mi inversión”.",
    "¡Oh! mundo Cristiano, no contaminen la inversión que han hecho en la Vida Eterna. La contaminarán.",
    "Daniel se propuso que no lo haría. Y dio su beneficio, al salvar su vida cuando fue arrojado en el foso de los leones. Su inversión realmente fue rentable.",
    "Los jóvenes hebreos estaban decididos a no adorar a un ídolo. Y dio su beneficio, al salvarles la vida en un horno de fuego.",
    "Luego viene Simón Pedro, un fariseo fino a quien su padre le había enseñado, que llegaría el día en que—que vendría el Mesías. En todas las edades, el pueblo judío lo había esperado. Y no hay duda de que su padre le había dicho: “Hijo…”. Yo—yo leí una vez una pequeña historia, sobre eso, puede haber sido ficción. No digo que sea auténtica.",
    "Pero él dijo: “He esperado el tiempo del Mesías que viene”. Y dijo: “Yo—yo—yo sé que antes de que llegue ese momento, habrá todo tipo de ismos, cosas falsas ocurriendo. Pero, hijo, como un hebreo, se nos enseña, como hebreos, a creer a nuestros profetas, porque la Palabra del Señor viene a los profetas, y a él solamente. El Señor dijo: ‘Yo no hago nada a menos que se lo revele primero a Mis profetas’. Y este Mesías, según Moisés, ‘Jehová tu Dios levantará un profeta de en medio de ti, de tus hermanos, como yo’. Y el Mesías no será un educador. Él no será una denominación. Él será un profeta, y la Palabra del Señor estará con Él”.\n\nAndrés había oído a Juan hablar de que vendría uno así, “el Bautista”.",
    "Pero entonces, un día, Simón mismo se acercó a la Presencia de este Jesús de Nazaret. Y tan pronto como lo miró, le dijo: “Tu nombre es Simón, y eres hijo de Jonás”. Él aceptó una póliza rápidamente; sabía que ese era el Mesías. Esa era la Escritura vindicada de su día, el Mesías. ¿Cómo es que los otros no pudieron verlo?",
    "Había uno parado, llamado Felipe, quien fue como quince millas alrededor de la montaña, donde un hombre llamado Natanael. Ellos habían tenido estudios Bíblicos juntos. Tal vez su conversación fue algo así, cuando lo encontró debajo de un árbol, orando. Él dijo: “Natanael”. Por supuesto, siendo un caballero que seguía a Jesús, todo hombre que sigue a Jesús será un caballero. Así que, al encontrarlo orando, él—él esperó un rato. Pero noten, él no le habló de sus olivares o cosas así. Fue directo al punto: “Ven a ver a Quién hemos hallado: a Jesús de Nazaret, el hijo de José”.\n\nDijo: “Pues, ¿de Nazaret podría salir algo bueno?”.\n\nÉl dijo: “Ven, ve”.",
    "Esa es la mejor respuesta que algún hombre le pudiera dar a otro. “Venga, averígüelo Ud. mismo. No se quede en casa criticando. Venga, investíguelo Ud. mismo”.",
    "Camino de regreso, su conversación podría haber sido así. Tal vez Natanael dijo: “Sabes, hemos estado esperando un Mesías, por años. Tú sabes, Felipe, hemos estudiado esto. Pues, yo creo que si el Mesías viniera, Dios abriría los corredores del Cielo y haría que los grandes corredores bajaran, la escalera directo en (nuestro) el gran patio del templo donde está Caifás, nuestro sumo sacerdote, y Él diría: ‘Aquí estoy”’. ¿Ven? Pero esa no es la manera que la Escritura dijo que Él vendría.",
    "Él solamente vendrá de la manera que la Escritura lo dice. Él iba a venir en un profeta tal como Moisés, un hombre común, un pastor de ovejas.",
    "Noten, y cuando él se acercó a la Presencia del Mesías, y Él estaba en la línea u orando por los enfermos, o lo que Él estuviera haciendo. Hallamos que el Mesías lo mira, y dice: “He aquí un israelita en quien no hay engaño”.",
    "Ahora Uds. podrían pensar que era por la manera en que estaba vestido. Pero, recuerden, toda la gente oriental se vestía igual, turbante y barba, así por el estilo. Recuerden, Jesús también caminó con ellos, en el camino a Emaús, todo el día, después de Su resurrección, y ellos ni siquiera Lo reconocieron. Él estaba vestido de la misma manera.",
    "Entonces hallamos que cuando llegó a Su gran Presencia, él dijo: “Rabí”. Este fino joven hebreo dijo: “Rabí, ¿cuándo me conociste? ¿Cuándo me conociste, y supiste que yo era un—un israelita, y honesto, la reputación que tengo? Tú nunca me has visto antes. ¿Cómo me conociste?”.",
    "Y Él dijo: “Antes de que Felipe te llamara, cuando estabas debajo del árbol, Te vi”.",
    "Él se sacó una póliza. Cayó a Sus pies como lo hizo este otro joven, dijo: “Rabí, tú eres el Hijo de Dios. Tú eres el Rey de Israel”. Hoy su nombre es inmortal.",
    "Hay una mujercita, tal vez hable de ella por las damas paradas cerca. Esta damita no era como Uds. Ella tenía una—una acusación moral contra ella, con la iglesia. Tal vez una jovencita que había sido echada a la calle, algo errado. Tal vez sus padres no habían cuidado de ella. Ella era mitad judía y gentil, era una samaritana.",
    "Recuerden, solo hay tres razas de personas, si es que nuestra Escritura está correcta.",
    "Y que Dios me perdone por siquiera decir “si” es que está correcta. Ella está correcta. Es Dios Mismo; “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. “El mismo ayer, hoy, y por los siglos”.\n\nAsí que, esta dama joven sacada a la calle.",
    "Primero, tal vez explique el pueblo de Cam, Sem y Jafet. Ahora nosotros, los gentiles, éramos paganos en aquellos días, estábamos adorando ídolos, pero el judío y el gentil estaban esperando un Mesías. Y Él solo viene a aquellos que Lo están buscando.",
    "Hoy en día, a veces decimos que lo estamos esperando, y ponemos millones y billones de dólares en cosas, y construyendo instituciones y demás. Me lo pregunto. Y misioneros en el campo muriéndose de hambre, yo los conozco, allá esta noche predicando, sin zapatos. Ponemos millones y millones de dólares en tonterías, y luego, pues, nuestros propios hechos condenan nuestro testimonio.",
    "Pero aquí esta joven, según la conocemos, ella era una samaritana. Jesús iba camino a Jericó, que está más abajo de Jerusalén. Pero Él fue alrededor a Samaria y llegó a una ciudad llamada Sicar, y envió a los discípulos a comprar víveres, alimentos. Y mientras estaban ausentes, esta joven vino a buscar agua, y Él—Él le dijo: “Tráeme de beber”.",
    "Y ella miró alrededor, viéndolo a Él siendo un judío, ella dijo: “No es costumbre que Tú me pidas eso”. Dijo: “Tú eres judío”.",
    "Él dijo: “Pero si supieras con Quién estás hablando, me pedirías a Mí de beber. Yo te doy agua que no vienes a sacar aquí”.",
    "Así que, la conversación continuó, acerca de religión, finalmente Él contactó su vida. Le dijo: “Ve trae tu marido y ven aquí”.\n\nElla dijo: “No tengo marido”.",
    "Dijo: “Has dicho la verdad. Pues cinco has tenido, y con el que ahora estás viviendo no es tu esposo”.",
    "Ahora, unos días antes de eso, los maestros y rabinos de ese día, hombres que debieron estar mejor enterados, dijeron: “Él es Beelzebú. Él hace aquello por medio de un espíritu maligno”. Ellos tenían que responder a su congregación. Así que inventaron, dijeron: “Es un espíritu maligno”.",
    "Y Jesús dijo: “Yo los perdono por eso”, la expiación no había sido hecha. “Pero cuando venga el Espíritu Santo a hacer lo mismo, hablar en contra de Él nunca será perdonado”, y sabemos que sucedió cuando Tito, después de que rechazaron el Espíritu Santo, Tito quemó el templo y dispersó a los judíos por todo el mundo. Y apenas ahora se están reuniendo de nuevo, cumpliendo la Escritura.\n\nAhora, fíjense, ahora esta joven.",
    "Cuando aquellos judíos vieron esa obra, y Lo llamaron, “un espíritu malo, un espíritu inmundo” la Biblia dice, “llamando al Espíritu de Dios, que hace la obra, un Espíritu inmundo, un diablo”, como un adivino o alguna persona malvada.",
    "Y luego, rápidamente, esta mujer supo que no era así. Cuando Él dijo: “Ve a buscar a tu marido”.\n\nElla dijo: “No tengo”.",
    "Él dijo: “Has dicho la verdad, porque cinco has tenido, y con el que estás viviendo, no es tu marido”.",
    "Miren esto. Rápidamente ella dijo: “Señor, me parece que Tú eres profeta”. Recuerden, ellos no habían tenido profetas por casi quinientos años. Malaquías fue el último profeta hebreo. “Nosotros, nosotros sabemos que el Mesías viene, y esta será la identificación del Mesías. Sabemos que cuando Él venga, esto es lo que Él hará”.\n\nJesús dijo: “Yo soy, el que habla contigo”.",
    "Y ella tomó la póliza. Ajá. Y se fue a la ciudad, para esparcir las Buenas Nuevas, que ella había encontrado al Mesías. Ella tenía Vida Eterna porque había creído en Él. ¿Cómo lo supo? Ella vio la identificación de la Escritura manifestada por Él.",
    "🦅 Sabemos eso, cuando venga el Mesías. Por cuatrocientos años no hemos tenido un profeta y, cuando Él venga, ese será el próximo hombre en la escena. Y cuando Él venga, Lo conoceremos, y Él debe hacer eso mismo”.",
    "Dijo: “Yo soy”. Ella tomó la póliza. Ella estaba interesada en eso.",
    "Nicodemo. Solo por unos momentos, ya para terminar. Nicodemo, un rabí, un hombre de unos ochenta años. Él estaba convencido de que había algo en Jesús que era diferente a los demás hombres, así que él quería una póliza. Así que vino de noche, por la póliza, y encontró que el banco estaba abierto. Ajá.",
    "Siempre está abierto. Está abierto en un banquete. Está abierto allá en la calle. Está abierto en cualquier lugar donde haya alguien dispuesto a hacer negocios, esta póliza y quien la tiene.\n\nEncontró el banco abierto. Él tomó la póliza.",
    "Ahora sabemos, en Lucas 24:49, después de que Jesús escogió a Sus discípulos, ellos eran poseedores de la póliza de Vida Eterna. Y ahora, Uds. saben, en una póliza de seguro común, siempre pagan dividendos. Así que ellos ya habían sido aceptados y escogidos por Jesús, entonces subieron a Jerusalén, esperando el Día de Pentecostés, para recibir sus dividendos. Y dio sus beneficios, con el bautismo del Espíritu Santo, y el poder para manifestar a Jesucristo.",
    "Metodistas, bautistas, presbiterianos, ortodoxos, quienquiera que sean, que reclaman ser Cristianos, ¿por qué no hacen lo mismo? Uds. creen en Jesucristo y se han hecho miembros de la iglesia, ¿por qué no suben a Pentecostés, a recibir sus dividendos, el poder del Espíritu Santo! Esos asegurados lo obtuvieron. Ud. también puede, si Ud. lo cree y realmente lo cree.",
    "Pedro, hablándoles, dijo: “La promesa es para vosotros y para vuestros hijos, para los que están lejos, aun para cuantos el Señor nuestro Dios llamare”. Ellos querían saber qué hacer. Él dijo: “Arrepentíos, cada uno de vosotros, y bautícense en el Nombre de Jesucristo para perdón de vuestros pecados, y recibiréis el don del Espíritu Santo”. Fue una promesa.",
    "Así que, si Ud. solo es un profesante, esta noche, y no ha recibido sus dividendos, ¿por qué no trae su póliza esta noche, permítame hablar de ella con Ud. por un momento? Arrodíllese conmigo por unos minutos y vea si no es así. Sea sincero en eso. Dará sus frutos ahora mismo, si Ud. realmente tiene una póliza. Él reconocerá la póliza, su fe, si Ud. dice que está en Dios. Si está en Dios y en Su Palabra, y no en alguna iglesia o credo denominacional, pero solo creyendo en Jesucristo, dará sus frutos. Él conoce Su Propia póliza.",
    "Incluiré otro personaje, solo por unos momentos. Hubo otro hebreo rico que se encontró con Jesús un día después de Su muerte, sepultura y resurrección.",
    "Si hubiera un hebreo aquí esta noche, o quienquiera que Ud. sea, el hecho de que Él haya sido crucificado no es ninguna excusa para que Ud. no pueda encontrarse con Él aquí mismo, como—como el joven rico vino a Él. Si Ud. quiere una póliza, Él está aquí para negociar.",
    "Había un hombre llamado Saulo, y él fue instruido en todas las grandes enseñanzas y tradiciones de su pueblo. Gamaliel fue su maestro, uno de los mejores maestros hebreos de la época. Y Saulo era tan celoso de esto, que apedreó a Esteban, o fue testigo de Esteban, o lo aprobó. Cargó las túnicas de aquellos, mientras él aprobaba, teniendo autoridad del sumo sacerdote para arrojar toda esa gente, con esa póliza, en la cárcel, porque eso le habían dicho sus ancianos, que, “Este Hombre no era profeta. Este Hombre solo era un errático”. Y en sus bolsillos llevaba cartas, camino allá, porque escuchó que había algunos allá en Damasco, con esa póliza. Y ellos habían recibido intereses de eso, y en verdad estaban haciendo cosas.",
    "Y el sumo sacerdote le dijo: “Saulo, eres un hombre fervoroso. Lleva esta autoridad de parte mía, ve allá y arréstalos a todos, porque ellos no son más que vagabundos, no son nada. Ve y átalos, y échalos a la cárcel. Si tienes que matarlos, mátalos, no hay problema. ¡Ve por ellos!”.",
    "Saulo dijo: “Su señoría, señor, padre santo, yo iré”. Y para allá salió.",
    "Y camino allá, como a las once del día, se acercaba a la ciudad. De repente, de los cielos vino la Columna de Fuego, lo derribó. Y él se levantó para mirar, y allí estaba esa Columna de Fuego delante de él.",
    "Ahora para probarles eso. Él era un hebreo, y él nunca hubiera adorado algo ni lo hubiera llamado Señor, a menos que él supiera que era el Señor. Y él sabía, como maestro bajo Gamaliel, que el Ángel del Señor, el cual era el Logos que salió de Dios, el cual fue Cristo que los guio por el desierto, estaba en la forma de una Luz, una Columna de Fuego. Y cuando Aquello lo hirió, y miró hacia arriba y Lo vio allí, él dijo: “Señor”. Ahora, él jamás hubiera llamado Señor a nada más que Eso. Y, siendo un hebreo, él sabía que Ese era Jehová. Por eso es que él tuvo la revelación, pudo decir que Jesús del Nuevo Testamento era Jehová del Antiguo. Esa fue su revelación, porque él había visto a Jehová. Y él dijo: “Señor, ¿Quién eres?”.",
    "Él dijo: “Yo soy Jesús, y dura cosa te es dar coces contra el aguijón”. Y él sacó una póliza.",
    "Compare a estos dos hombres. Un joven hebreo rico que quería aferrarse a sus tradiciones; otro que estaba convencido. Uno de ellos lo vio a Él como un hombre, Dios hecho carne para morir y quitar el pecado.",
    "La sangre de corderos y cosas, la vida que estaba allí, no podía venir sobre el creyente, porque es la vida de un cordero, no tiene alma, es una vida animal. Pero este era Dios Mismo, y entonces al llegar a nacer de ese Espíritu, somos hijos e hijas de Dios, la Vida que estaba en nuestro Sacrificio.\n\nCompare a los dos hombres.",
    "Habían visto Eso vindicado, que Dios estaba en Cristo. La misma Columna de Fuego que había traído a Su pueblo por el desierto, y los trajo allí, los alimentó todo el día. Recuerden, cuando Jesús estuvo en la tierra, Él dijo: “De Dios vengo y a Dios voy”. Él fue la Columna de Fuego que llevó a los hijos por el desierto.",
    "La Biblia dice que, “Moisés estimó las riquezas de Cristo mayores tesoros que las de Egipto”. Él renunció a Egipto para seguir a Cristo.",
    "Cuando Él estuvo aquí, esa Columna de Fuego fue representada en Él, Dios. Él dijo: “Si Yo no hago las obras de Mi Padre, entonces no Me creáis. Las obras les dicen lo que debo hacer. Si Yo no hago eso, entonces no lo crean. Pero si no me pueden creer…”.\n\nEllos dijeron: “Eres—eres un hombre haciéndote Dios”.",
    "Dijo: “Si no pueden creerme, como Hombre, crean a las obras. Ellas dan testimonio de Mí”. ¿Ven?",
    "Ahora, cuando Él murió, fue sepultado, resucitó, ascendió, y aquí lo encontramos de nuevo en esa Columna de Fuego. De Dios vino y a Dios fue.",
    "Él aún es el Mismo, el Mismo ahora. Fíjense, seguro, el Mismo que Él fue.",
    "Y cuando Pablo, o Saulo entonces, reconoció que Dios Jehová, la Columna de Fuego del Antiguo Testamento, Se había llamado a Sí Mismo Jesús, él sacó su póliza. Él estaba listo para eso entonces.",
    "¡Qué decisión tan precipitada para ese joven gobernante! ¿Qué…? ¿Cómo debe él…? ¿Qué, cómo pudo hacerlo? [Cinta en blanco.—Ed.]",
    "¿Qué daría Ud. a cambio por su alma? Después, todos sus edificios, pues, Ud.—Ud. se los deja a sus parientes para que peleen, y todo, ¿qué me dice de esa alma y dónde va a terminar Ud.? Recuerden, Uds. estarán en algún lugar, miles de años a partir de esta noche. Este pudiera ser el momento para que Ud. tome su decisión.",
    "Fíjense en el grave error de este nego-… ¡Qué—qué mal hombre de negocios fue!, al querer aferrarse de una tradición, cuando le fue probado y vindicado que Aquí estaba la Vida Eterna, y eso mismo testificó él al preguntarle a Jesús de eso.",
    "Pablo lo aceptó. Sabemos cuál fue el resultado. Como a la gente moderna, a ellos les gusta la opinión popular, y la alabanza del hombre en lugar de la honra de Dios. A Pablo no le importaba la alabanza del hombre. Él quería la honra de Dios.",
    "Sigamos a este joven por un momento antes de terminar. Sigámoslo. Encontramos el siguiente lugar, que este joven, ¿saben lo que le sucedió? Él no terminó como indigente, por hacer esto. Él no terminó como un mendigo en la calle. Él prosperó en bienes. Había rechazado la oportunidad.",
    "Muchas veces, la gente hoy se ríe y se burla del Espíritu Santo, luego continúa y prospera en sus negocios. Saben, disculpen esta expresión… Pero cuando ellos se ríen, dicen: “¡Pues, mírenme! Si Eso fuera real, ¿ven?, pues, me hubiera sucedido a mí, algo me hubiera sucedido a mí”.",
    "Saben, hay un—un—un proverbio, que, “Los necios caminan con zapatos con clavos donde los Ángeles temen pisar”.",
    "Eso prácticamente fue lo que hizo este joven rico. ¿Ven? Él cometió un—un horrible error, y vemos que eso nunca afectó su negocio. Él prosperó. Se hizo más popular, obtuvo más bienes. Encontramos, después de un tiempo, que él prosperó tanto, que aun tuvo que construir nuevos graneros para guardar sus cosas.",
    "Y debido a que la iglesia ha rechazado el Espíritu Santo, en estos últimos días, ha crecido. Y ahora van a entrar en el Concilio Ecuménico, exactamente como la Biblia dice que Uds. lo harían. Ahora realmente eres Laodicea, “rica y prosperada en bienes”, exactamente como sucedió con ese joven.",
    "Él era un tipo de la iglesia, al rechazar. Pablo era un tipo del que recibe. Ambos tuvieron la oportunidad, como Uds. la tienen esta noche, y yo la tengo.",
    "Él prosperó en bienes. Así también la iglesia, la Edad de Laodicea, ha prosperado en bienes. Y recuerden, él llegó a ser tan grande, llegó a ser tan popular, que aun los monarcas, la gente importante, comenzaron a venir. Y él preparó un gran banquete, una vez.",
    "Y había un poseedor de la póliza de Vida Eterna en su bazar, y nos enteramos que él estaba acostado a la puerta. ¡Oh, por si le barrían algunas migajas! Él tuvo la oportunidad de nuevo, un testigo, Lázaro le testificaba. Pero él solo barría de allí las migajas: “¡Oh, vaya!, yo, prueba esto, ten esta moneda o algo así”, Uds. saben. Esa es más o menos la actitud de 1964. “¡Oh, daré una pequeña ayuda! No importa, déjenlo así, ¿ven?”.",
    "Pero él mantuvo la póliza. “Los pobres de espíritu”, Mateo 5 nos dice que ese es, “de ellos es el Reino del Cielo”.",
    "Él siguió prosperando en bienes, y haciéndose más grande y más popular, un gran hombre, pero finalmente llegó su recompensa. Finalmente llegó. En la tierra él tuvo una gran recompensa. Él tuvo un gran servicio fúnebre, sin duda. Vino el gran predicador denominacional, probablemente dijo grandes palabras sobre él. Puede que hayan izado la bandera a media asta. Hombres hábiles para los negocios lo cargaron hasta el sepulcro. Pero la Biblia dice: “en el infierno”, recibió su recompensa por rechazar la póliza de Vida Eterna.",
    "🦅 En el infierno levantó sus ojos, estando en tormento”. Y él miró a lo lejos al otro lado del gran abismo, que Jesús dijo que ningún hombre ha cruzado ni lo hará, y halló al titular de la póliza de Vida Eterna, consolado, del otro lado. Ambos. Uno La había recibido. Ambos tuvieron su recompensa. El barrendero de migajas recibió la recompensa. Y ahora el rico se convierte en mendigo: “Deja que el de la póliza venga y toque mis labios con un—un poco de agua, porque estas llamas me atormentan”.",
    "No cometa el mismo error, hombre de negocios. Ud. es mortal, así como lo eran ellos. Ud. tiene que tomar una decisión. Haga su inversión ahora. Asegúrese haciéndolo. “Asegúrese, que al llamado escoja bien”. Saque una de las pólizas.",
    "Mire solo—solo por un momento más, o dos, si pueden. Cuando Moisés, quien rehusó, siendo un rey de Egipto, un Faraón, estimando el vituperio de Cristo. Faraón miró a esa gente como un montón de batidores de lodo, pero Moisés los miró como el pueblo con una promesa.\n\n¿Cómo los ve Ud., al pueblo de Dios?",
    "Moisés tuvo su recompensa. Observen a sus portadores del féretro. La Biblia dice que fueron “Ángeles”. ¿Por qué? Nadie más podía llevarlo a donde iba. Ellos fueron sus portadores del féretro.",
    "Allí estaba Elías en el tiempo cuando todas las mujeres se cortaban el cabello, como la Sra. Kennedy y las demás lo hacen hoy. Pintado sus rostros, una Jezabel. Un rey y todo el pueblo se volvieron mundanos; la iglesia también. Y Dios envió un profeta, llamado Elías, para condenar esa cosa. Cuando envejeció y estaba cansado, ya listo para irse a Casa, él ni siquiera tuvo que morir. Llegó su beneficio, también, Dios simplemente le envió un carruaje y algunos caballos, y lo llevó a los Cielos.",
    "Esteban, quien se paró ante el Sanedrín, les habló y dijo: “¡Oh!, duros de cerviz, incircuncisos de corazón y de oídos, rechazando la póliza, Uds. siempre resisten al Espíritu Santo. Como hicieron vuestros padres, así también Uds.”. En su muerte, él recibió el pago. Él miró hacia arriba y vio los Cielos abiertos, a Jesús parado a la diestra.",
    "Moody, en estos últimos días, hace como cien años, un pequeño zapatero de Chicago, apenas podía escribir su nombre. El periódico envió para entrevistar a Moody, una vez. Su ministerio fue tan sobresaliente, ellos querían publicar en el periódico lo que era; ¿qué tenía Moody?, ¿qué clase de predicador? debía ser un predicador dinámico. Así que enviaron para una entrevista, para escribir en su editorial. Y Moody ni siquiera pudo leerlo después de que ellos lo escribieron, así que su gerente tuvo que leérselo. Y él dijo…",
    "Esto leía el editorial. Decía: “Por qué alguien iría a escuchar predicar a Dwight Moody, es algo que no puedo explicar”. Decía: “Para comenzar, es el hombre más feo que he visto, calvo y con barba larga”. Y decía: “Él—él mide lo mismo de alto como de ancho”. Y decía: “Cuando trata de predicar, no puede leer. Y chirrea cuando predica, habla por la nariz y cecea”.",
    "Cuando terminó, el Sr. Moody encogió los hombros y dijo: “Seguro que no. Ellos vienen a ver a Cristo”. Así que, era por eso. No importaba la crítica, él tenía una póliza.",
    "Y cuando él se estaba muriendo, y el médico dijo: “Es la muerte que lo ha herido, Sr. Moody”.",
    "Él se sentó, dijo: “¿A esto le llaman muerte? Este es mi día de coronación”. ¿Ven? Él tenía la póliza.",
    "Mi buen amigo, Paul Rader. Cuando yo era un niño, fui—fui ordenado en la iglesia misionera bautista, y Paul Rader también era un Misionero Bautista, así que, en Fort Wayne, cuando yo iba a oírlo predicar. Más adelante, llegó aquí a la costa oeste y tuvo muchos problemas, y finalmente ese problema de finanzas lo enfermó, terminando en cáncer, y se estaba muriendo. Él y Luke habían pasado juntos toda la vida, juntos, como mi hijo y yo.",
    "Así que, cuando Paul se estaba muriendo, el Instituto Bíblico Moody envió un cuarteto, y ellos estaban parados allí. Paul tenía sentido del humor. Y él estaba… El pequeño y poderoso… El pequeño Instituto Bíblico Moody, con este coro, que habían enviado allí, o un cuarteto, y estaban cantando: “Más cerca, Dios mío, de Ti”.",
    "Paul se dio la vuelta, arrojando de él la sábana. Dijo: “¿Quién se está muriendo, Uds. o yo?”. ¿Ven? Él dijo: “Levanten esas cortinas, y cántenme algunos cantos alegres de Gospel”. Y ellos comenzaron a cantar:\n\nAllá en la cruz donde murió mi Salvador,\n\nAllá donde clamé por limpieza del pecado;\n\nAllá fue aplicada la Sangre a mi corazón;\n\n¡Gloria a Su Nombre!",
    "Paul dijo: “¿Dónde está mi hermano, Luke?”. Luke estaba en la habitación de al lado. Él no quería ver morir a su hermano. Dijo: “Díganle que venga aquí”.",
    "Así que, Luke entró. Muchos de Uds. lo conocieron, era un hombre corpulento. Él entró. Paul extendió su mano, acostado en la cama, y tomó a Luke de la mano y lo miró a la cara, dijo: “Luke, hemos recorrido un largo camino juntos. Pero piénsalo, Luke: dentro de cinco minutos estaré parado en la Presencia de Jesucristo, vestido en Su justicia”. Tomado de las manos de su hermano, su póliza dio sus beneficios.",
    "El anciano Doctor Bosworth, que estuvo aquí la última vez, conmigo, la penúltima vez, ochenta y cuatro años, acababa de regresar de África. Recibí una llamada, que “fuera a Miami”. Casi desgarro las llantas de mi auto, para llegar allí. Dijeron: “Él se estaba muriendo”. Me di prisa donde él. Yo sabía que él era un asegurado. Fui allá.",
    "Entré allí a la habitación. El pequeño calvo con los brazos en alto, sus pequeños brazos delgados. Corrí hacia él y me postré sobre mi rostro, y lloré: “¡Padre mío, padre mío, los carros de Israel y su gente de a caballo!”. Me impuso las manos y me bendijo.\n\nYo dije: “Hermano Bosworth, ¿puedo orar por Ud.?”.\n\nDijo: “No”. Dijo: “No estoy enfermo”.\n\nYo dije: “¿Qué sucede, Hermano Bosworth?”.\n\nDijo: “Simplemente me voy a Casa”.",
    "Yo dije: “Lo sabía”. Y dije: “Quiero preguntarle algo, Hermano Bosworth”. Dije: “¿Cuándo fue el mejor momento de su vida y de su ministerio? Ud. ha servido a Dios antes que yo naciera. Hemos compartido en los campos misioneros; pasado tormentas, en el aire y en la mar. Ud. se paró junto a mí cuando vi demonios por todos lados, y brujos. Y fue una gran emoción cuando vimos a Dios paralizarlos, ellos parados allí. ¿Cuál fue la emoción más grande de su vida?”.",
    "Él dijo: “Ahora mismo”. Estaba a punto de cobrar su póliza. Él dijo: “Todo por lo que he vivido, Hermano Branham, ha sido Jesucristo, y en cualquier momento Él entrará por la puerta para llevarme a Casa”.",
    "Sí, esos fueron titulares de pólizas que dieron todo lo que tenían, y lo invirtieron en la Perla de gran precio. ¿No invertirán Uds., esta noche, también, mientras inclinamos nuestros rostros?",
    "No puedo ver entre la congregación. No sé qué… cuántos, o quién esté mirando, en el circuito cerrado de televisión esta noche. Le voy a pedir, amigo, que esto no solo sean palabras. Ud. es un mortal; deberá morir. Ud. lo sabe. Y puede ser que antes del amanecer llegue su hora. Yo no soy… no una persona a la que le gusta mucho persuadir; y, porque Jesús dijo: “Todo lo que el Padre me ha dado vendrá”. Si hay espacio en el corazón para esa póliza, esta noche, ¿no la aceptarán? Esa póliza es Cristo, la póliza de la oferta de amor de Dios para Ud., que Su Palabra cobre vida en su corazón, haciéndolo a Ud. parte de Él. Él es la Palabra. Acéptelo a Él en su vida. ¿Lo hará, y hace esta gran inversión?",
    "Hasta donde puedo ver, no puedo ver sino a unos diez pies de mí, o quince. Voy a pedirles que levanten las manos si les gustaría recibir una de las pólizas de Vida Eterna. Diga: “Yo la quiero, Hermano Branham. Solo recuérdeme en sus oraciones. Ud. no ve mi mano, pero Dios sí”.",
    "Nuestro Padre Celestial, esta es una simple historia tosca, pero cierta, de la vida. Yo la relaté de esta manera, Señor, porque estas personas, gente de negocios, entendería más en la manera de que sea algo representado aquí en la tierra. Por eso la llamé una póliza. Perdóname si me equivoqué al llamarla así. Pues, ahora estamos en un—un verdadero momento sagrado, donde no hay duda que hay muchos pensándolo seriamente ahora, sabiendo que ellos también tienen que recibir un pago por lo que tengan aquí, y ellos ven lo que significa rechazarlo.",
    "Ahora, ese joven, hasta donde sé, tal vez muy popular entre la gente, permaneció en la iglesia, él cumplió los mandamientos, no cometió adulterio, ni robó, ni hizo esas cosas, pero en su propio corazón sabía que él no tenía Vida Eterna. Haz que aquellos, Señor, quienes quieren encontrarse Contigo para Vida Eterna, solo con esos rasgos morales, que ellos en esta noche reciban la invitación, y se queden de pie, y digan: “Señor, haré cualquier cosa que Tú me pidas que haga”. Concédelo, Señor.",
    "Son todos Tuyos ahora. Te encomiendo todo. Y si la simiente ha caído en alguna parte, Señor, en cualquier terreno, alguna simiente predestinada, que por muchos años ha estado hambrienta y sedienta, pudiera haber caído sobre algunos en alguna parte esta noche. Que ellos reciban Vida, Padre, porque lo pido en el Nombre de Jesucristo.",
    "Y continuando con nuestros rostros inclinados, voy a pedirle al Hermano Pearry, si pudiera, que venga aquí, y el resto, tomando el resto del servicio. 🦅"
  ]
}