{
  "title": "INFLUENCIA",
  "id": "64280009",
  "content": [
    "🦅  Nuestro Padre Celestial, realmente estamos agradecidos esta tarde por este, un privilegio más de pararnos al púlpito, para proclamar las inescrutables riquezas de Jesucristo, a un mundo moribundo que está sin Dios, sin Cristo, sin esperanza, y sin esperanza de irse con Jesús cuando venga. Y nos estamos esforzando, Señor, de presentarle a Jesucristo a las naciones. Y estando congregados aquí en esta tarde, que el Espíritu Santo hable y nos conmueva el corazón, y nos anime en el Camino, permite que los enfermos reciban sanidad y los pecadores sean salvos, y que los que estén desanimados cobren ánimo. Y que Dios reciba toda la gloria y la honra, y que sean para Su Nombre, porque ese es nuestro propósito. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Estoy contento en esta tarde de estar parado aquí de nuevo, en Beaumont. Y normalmente estoy cansado. Llevo sin parar desde Navidad. No es tanto la predicación que hago, lo que me cansa; son las visiones las que me cansan. A nuestro Señor, una Le causó darse la vuelta y decir que Su fuerza Lo había abandonado. Con una visión, el profeta Daniel dijo que estuvo turbado en su mente por muchos días. Y, por tanto, nosotros—nosotros no podemos explicar esas cosas. Solo sabemos que así son, y nadie lo sabe mejor que los que las tienen. Y, pues, estamos contentos, eso sí. Lo que quiero hacer es usar un don profético para una obra de evangelización, y simplemente no funciona de esa manera, correctamente; es muy difícil.",
    "Así que, pero quiero decir esto cuando llegue al final del camino, y cuando esta ciudad aquí se levante, y si la… de esta generación en los últimos días: yo—yo no quiero cargar con la sangre de ningún hombre; quiero estar libre de toda sangre. Y he hecho lo mejor que he podido de—de presentarlo de una manera Escritural, este ministerio que el Señor me ha dado, en toda forma que he podido. Y sé que el Espíritu Santo, por Su gracia, me permite vivir así, por lo que no creo que haya reproches.",
    "Estoy agradecido con el Hermano Pearry Green y con estos hermanos aquí que se han esforzado para hacer de esta reunión un éxito. Si hay alguien que se pierda, de esta ciudad, en esta generación, ciertamente no será culpa de ellos, porque no han dejado piedra sin voltear queriendo hacerla un—un éxito. Alimentando a la gente, consiguiéndoles lugares para dormir, y—y en la televisión, por todas partes, sencillamente sacando el dinero de sus propios bolsillos y aportándolo para eso, para que… Ellos sabían que las—las—las multitudes que tenemos no podrían costear algo así, y entonces lo sacaron de sus propios bolsillos, para llevarlo a cabo.",
    "Y creo que eso es maravilloso, como, alguien con una visión como esa. Creo que ha sido dicho en Hebreos, el capítulo 11: “De los cuales el mundo no es digno”. Y ellos arriesgar el cuello en un tiempo en que el—el ministerio es tan poco popular entre demasiadas de las personas que deberían creerlo. Aquellos a quienes…",
    "Se les ha hablado, pero, cuando algo se lleva a cabo, entonces fallan en ver eso. Pero así tiene que ser. Ud.—Ud. solo tiene que enderezar los hombros y seguir caminando, al saber eso. Recuerden, antes de Uds., sucedió igual. Ellos pasaron de largo por el camino de la misma manera. La gente nunca se ha enterado de la hora de su visitación. Los profetas ninguno fue conocido.",
    "Jesús dijo: “Uds. los pusieron en los sepulcros. Uds. adornan sus sepulcros ahora. Y Uds. los pusieron allí. ¿A cuál envió Dios que Uds. no persiguieran y mataran?”.",
    "Empecemos de ahí en adelante. Pasemos por Martín Lutero, y por, pues, Ireneo y San Martín. Y a lo largo de todas las edades ha sido de la misma manera, incluso hasta Juan… Juana de Arco, una profetisa del Señor.",
    "¡Y Uds. pueblo católico! Siendo que esa mujer veía visiones y demás, y las contaba, se cumplían tal como ella decía. ¿Qué hicieron Uds.? La quemaron en la hoguera, como bruja. Unos doscientos años después, Uds. despertaron y se dieron cuenta de lo que habían hecho. Por supuesto, hicieron penitencia, desenterraron los cuerpos de esos sacerdotes que la hicieron quemar, y los arrojaron al río. ¡Qué gran penitencia! Ellos fallaron.",
    "Dijeron que San Patricio fue un católico romano. Cualquiera que conoce de historia sabe que eso está errado. Él absolutamente, firmemente, estaba en desacuerdo con el papa. Y nunca fue a sentarse… Él—él no lo creía, en lo absoluto. Sucat era su nombre; no era San Patricio. Pero ya después de que murió y partió, y Uds. mataron a miles de sus hijos. En sus escuelas, él no permitía que hubiera un crucifijo o algo así en sus escuelas, y aún perdura, en Irlanda del Norte hoy, así igual. Él—él no permitía que eso entrara en sus escuelas. Dijo: “La gente pondría la mirada en las imágenes, en lugar de lo que él quería que vieran”. Él tenía el poder del Espíritu Santo. Él habló en lenguas. Él tenía grandes milagros y señales. ¿Por qué la iglesia no predica eso hoy? ¿Ven?",
    "Y todas esas personas, ellos nunca los conocen hasta que se han ido, fallecido, luego queremos levantarles sepulcros. Verdaderamente es que estamos viviendo en…",
    "La iglesia siempre está viviendo bajo el resplandor de la luz de otro día. Y, bueno, un resplandor es una luz falsa. ¿Qué es un resplandor? Es como un espejismo en el camino. El sol brilla abajo y hace un espejismo. Parece agua, pero, eso, uno nunca puede llegar a eso; no está allí. Así lo hace la gente hoy en día. Están prometiendo algo por allá muy lejos, o algo que está allá atrás, o muy alto, pero ellos nunca lo alcanzan.",
    "Estoy tan agradecido que nuestro Dios no es un Dios así; “Él es el mismo ayer, hoy, y por los siglos”. Llegamos a eso cuando lo creemos. Está ahí mismo, todo lo que está prometido para la edad. Se hace difícil, pero aun así debemos seguir adelante de todas maneras, creyendo.",
    "Y verdaderamente agradezco la buena cooperación de todos Uds. mientras estamos aquí en la ciudad.",
    "Yo estuve aquí hace muchos años con mi viejo amigo, el Hermano Bosworth, y Raymond Richey, y muchos de los hermanos que vinieron por acá. Yo aún creo el mismo Evangelio. No he cambiado ni un poquito; aún sigue lo mismo. Pero, verán, el avivamiento sucedía en aquel entonces. Y donde no hay avivamiento, uno sencillamente no puede hacer las cosas.",
    "El ministerio va mucho más avanzado. Allá solo les estaba diciendo que esto vendría. ¿Cuántos lo recuerdan? Seguro, se acuerdan. Y vino exactamente como dijo que vendría.",
    "Entonces tomaría a la gente y pondría las manos sobre ellos; yo les dije lo que Él me dijo, y así mismo sucedió. Exactamente así. No ha fallado en ser la verdad, en cada ocasión, así que tiene que venir de Dios. Nadie puede dudarlo. Pero, vean, ya no sucede el avivamiento.",
    "Solo la presencia de uno, al entrar entre la gente, pues, la gente se levantaba de los catres y las camillas, y caminaban alrededor. Solo con ponerles las manos y, vaya, con eso tenían. He visto filas de cuatrocientas y quinientas personas pasando por las líneas, sordos, mudos, ciegos, bizcos, y no fallar en ninguno, sino que cada uno fue sano.",
    "Inténtelo hoy. ¿Ven?, no hay fuego. En Roma, cuando el—el fuego se apagaba en el templo de Vesta, la gente se iba a casa. ¿Ven? Ahora no hay fuego de avivamiento para respaldarlo, ¿ven?, es, eso es todo.",
    "Pasará el tiempo, y si el mundo permanece, empezarán a vivir del resplandor nuevamente. ¿Ven? Y siempre ha sido así, se les pasa por alto y ellos se les pasan; y esa generación será juzgada por lo que se les pasó, y fallaron en verlo.",
    "Jesucristo está vivo en esta tarde. Él está caminando por aquí con nosotros ahora. Él siempre está presente; “Dondequiera que estén dos o tres reunidos en Mi Nombre, Yo estoy en medio de ellos”. Crean eso, ¿lo harán?",
    "Espero que si el Señor tarda, pueda regresar y estar con Uds. en alguna ocasión, de nuevo. Si no los vuelvo a ver; cuando los encuentre allí en el Tribunal de Cristo, donde todos nos encontraremos, recuerden: yo les he dicho la Verdad. Aún la estaré diciendo cuando me encuentre con Uds. Allá. Hasta entonces, que el Señor los bendiga ricamente.",
    "Oren por mí. Necesito de sus oraciones. No soy tan joven como en aquel entonces. Eso fue hace unos doce, catorce años.",
    "Y alguien me preguntó el otro día, dijo: “¿Cuántos años tiene, Hermano Branham?”.",
    "Dije: “Acabo de pasar los veinticinco”. Dije: “hace veinticinco años yo—yo los pasé”. Y yo… uno no… Uno—uno se da cuenta. Un hombre solo…",
    "Cuando uno nace, uno comienza a crecer, como una vela, o que arde. Uno es encendido, pero crece como hasta los veintidós o veintitrés. No me importa que tanto se cuide, Ud. empieza a morir allí mismo, y sigue bajando y bajando hasta que se apaga.",
    "Un día pregunté, en los Kiwanis cuando hablaba, dije: “Quiero que alguien…”.",
    "Un doctor me comentó, dijo: “Yo no puedo creer la historia de Cristo, porque no puedo creer el nacimiento virginal”. Él dijo: “Yo no creo que suceda algo así”.",
    "Yo dije: “El nacimiento natural es más misterioso para mí que el nacimiento virginal”.",
    "El nacimiento natural, ver cómo sucede, y cómo se decide, cuando aquello se poliniza, cuál óvulo, cuando hay miles de gérmenes y miles de óvulos. No son los dos primeros los que se encuentran los que lo deciden, pero quizás… Uds. dirían: “Pues, los dos de adelante”. ¡Oh, no! Vean, se levantará; uno tal vez surgirá, el germen de la parte de atrás del esperma, en este lado, y del centro de un óvulo se decide si va a ser niña o niño, pelinegro, pelirrojo, ojos azules, o lo que sea que vaya a ser. Algo toma esa decisión. El resto de ellos es descartado.",
    "Es tan misterioso ver la obra de Dios, y luego ver a la gente con su pequeña mente finita, como lo somos nosotros, ¡intentar negar Sus grandes obras!",
    "Este hombre me dijo, pues, que él “no podía creer nada que no pudiera ser comprobado científicamente”.\n\nYo dije: “¿Cree Ud. que tiene un alma?”.\n\nÉl dijo: “Por supuesto”.",
    "Dije: “Entonces compruébeme científicamente que Ud. la tiene”. Yo dije: “¿Ud.—Ud. cree que existe tal cosa como el amor?”.\n\nÉl dijo: “Por supuesto”.\n\nLe dije: “¿Ama a su esposa?”.\n\n“Sí”.",
    "Yo dije: “Entonces muéstreme, científicamente, cuál parte de Ud. es el amor. Quiero comprar un poco. Iré a la farmacia, donde sea que lo vendan; necesito mucho. Me gustaría comprar amor”. ¿Ven? La…",
    "Toda la armadura de Dios es sobrenatural: Amor, gozo, paz, paciencia, benignidad, mansedumbre, paciencia, y el Espíritu Santo. ¿Ven? Toda la armadura del creyente es mirando lo que no se ve, creyendo lo que ha sido dicho. ¿Ve? Ud. no ve lo que cree. ¿Ve? Ud. no lo ve. Como sea, Ud. no ve eso. Ud. mira con sus ojos; ve con su corazón. ¿Ve? Ud. mira algo, dice: “Yo simplemente no lo veo”, quiere decir que Ud. no lo entiende. ¿Ve?",
    "Entonces le pregunté esto, dije: “Si yo tuviera una jarra de agua, y pongo un vaso aquí. Y vierto agua de esta jarra, en el vaso, y se llena hasta la mitad; y luego simplemente sigo vertiendo agua, y entonces empieza a bajar. Dígame científicamente a dónde se está yendo el agua”. ¿Ven?",
    "Dije: “Cuando yo era un muchachito, a los dieciséis años, comía la misma comida que como ahora, frijoles, pan, papas, carne”. Dije: “Cada vez que comía, ¿qué hacía? Producía células sanguíneas, me hacía más grande y más fuerte, cada vez. Y cuando llegué como a los veintidós años… ahora como más y mejor que en ese entonces, porque en ese entonces no tenía para comer, pero como más y mejor que nunca. Y ahora, me estoy envejeciendo y debilitando. Y, sin embargo, esa comida produce células sanguíneas. Estoy añadiendo nueva vida todo el tiempo, y voy decayendo cada vez más”. Es una cita. Vamos a cumplirla, es con Dios. Así es. La cumpliremos.",
    "Uds. no pueden comprobar científicamente a Dios. Simplemente le creen a Dios, y le creen de acuerdo a Su Palabra.",
    "Ahora, en esta tarde, quiero agradecerle a cada uno de Uds. La amable hermanita allí en el—en el piano, esta que está por aquí. Y a todas Uds. personas, ministros, a cada uno de Uds., el Señor los bendiga.",
    "No habrá noche muy oscura, ni la lluvia caerá tan fuerte para que me impida ayudarles en lo que yo pueda. Antes decía que podía venir a Uds., pero ahora hay demasiados. Pues, he viajado el mundo, ¿ven?, y están por todas partes. Pero solo denme una llamada, o escríbanme una carta; les enviaré un paño de oración, lo que yo pueda hacer, todo es absolutamente gratuito. Esto no es por dinero. ¿Ven? El…",
    "He mantenido mis reuniones así para poder venir donde no tienen dinero. Tuve una reunión, aquí no hace mucho, en un—un tabernáculo que solo tenía capacidad para veinte personas, una reunión de dos noches. Fue terrible, como diez grados bajo cero, pero el Señor me envió allí y sucedieron grandes cosas.",
    "Yo no tengo—no tengo grandes programas, radio, televisión, todo esto otro. Otros hermanos lo tienen; quizás son inteligentes, hombres intelectuales. Ellos saben qué hacer, y el Señor lo está concediendo. Como, Oral Roberts, y hombres como ese que necesitan de miles de dólares al día, pues no tiene otra manera de operar; y es para una buena causa. Pero ese no es el mío.",
    "Yo quería que el mío se mantuviera pequeño y humilde, dondequiera que pueda ir, y dondequiera que Dios me llame. No tengo entonces nada que me impida; solo viajo y voy a donde sea. Ese es mi ministerio.",
    "Oren por mí, que el Señor me ayude a guardar la Fe, y no mirar atrás; mirar adelante hacia donde voy. No mirar a donde he estado; mirar a donde voy; “Olvidando lo que está en el pasado, proseguimos a la meta del supremo llamamiento en Cristo”.",
    "Hoy quiero leer un poco de la Biblia de Dios. Escogí solo un pequeño texto, porque les dije que vendría y oraría por los enfermos en esta tarde. Todos los que tengan tarjetas de oración, y los que quieran oración, lo haremos. Eso haremos. Y siempre me esfuerzo por cumplir lo que prometo.",
    "Ahora, alguien, cuando uno dice eso, ellos dicen: “Pues, Ud. prometió estar en cierto lugar”.",
    "No dudaría de que hay cuatro o cinco lugares aquí mismo en los Estados Unidos, donde se supone que debería estar hoy, donde alguien dijo que yo estaría allí. Yo no dije que estaría allí. Pero son ellos que lo dicen, miren, lo publican en el periódico. Y a casa llaman constantemente: “Bueno, ¿qué pasó?”. Le dicen a mi esposa, o a algunos de los que trabajan en la oficina: “Pues, se suponía que él debería estar aquí. Lo anunciaron a él aquí. Bueno, el anuncio está en el periódico”. Yo ni siquiera estaba enterado; no puedo evitar eso. Solo soy responsable por lo que yo digo personalmente.",
    "Y ahora, en esta tarde, quiero que todos, de nuevo, por favor, que nos pongamos de pie para la lectura de la Palabra.",
    "Y trataremos de salir como en una hora más, si el Señor quiere, así podrán estar despejados para ir a la iglesia esta noche. Y la razón por la que tenemos estas reuniones el domingo por la tarde, es para no privar a nadie de sus iglesias. Las personas que desean que se ore por ellos aquí, los enfermos y los afligidos, pues, siempre logramos orar por ellos, y así no se interrumpe su servicio.",
    "Sin importar, en muchas ocasiones hay hombres que no estoy de acu-… con los que no estoy de acuerdo, y ellos no están de acuerdo conmigo. Pero si no podemos trabajar en tolerancia, y sobre los pensamientos de un mejor compañerismo y cosas así, entonces yo—yo no diré nada al respecto. Así no esté de acuerdo con un hombre, en muchas cosas, pero si no puedo abrazarlo y, de corazón, saber que es mi hermano, entonces yo no debería estar hablando con él. Correcto. Así tenemos que hacerlo.",
    "Ahora Uds. que quieran abrir sus Biblias, abran en Isaías, el capítulo 6. Quiero leer de allí en esta tarde, para el servicio de clausura, tomar un tema.\n\nEn el año que murió…Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.\n\nPor encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.\n\nY el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová Dios de los ejércitos; toda la tierra está llena de su gloria.\n\nY los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.\n\nEntonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.\n\nY voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;\n\ny tocando con él sobre mi boca, dijo: He aquí que esto ha tocado tus labios, y es quitada tu culpa, y limpio tu pecado.\n\nDespués oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.",
    "Inclinemos nuestros rostros.",
    "Bondadoso Señor, usa estas palabras, y que la meditación de nuestro corazón sea ahora aceptable para Ti. Que el gran Espíritu Santo se mueva en los labios del que habla y en los oídos del oyente, que juntos puedan traer honra a Tu Nombre, por medio de Tu Palabra, porque lo pedimos para la gloria de Dios. Amén.\n\nPueden sentarse.",
    "Voy a estar atento ahora, a qué, para poder tener tiempo suficiente para el servicio de oración. Ahora escuchen atentamente mientras intento, con estas pocas Escrituras y notas que escribí aquí, para predicarlo. A veces, no estoy cansado ni agotado, y nunca (dónde) apuntaba una Escritura, pues sabía que podía recordarla. Pero últimamente ha sucedido que a veces olvi-… no la recuerdo. Así que, solo la apunto aquí, una—alguna cosita como una cierta Escritura, y sé lo que significa, y simplemente sigo de allí.",
    "Quiero hablar sobre el tema de: Influencia.",
    "Ahora, saben, hay alguien que Ud. está influenciando. Su vida es una carta escrita leída por todos los hombres. Por tanto, si su vida no cuadra con su testimonio, o su testimonio cuadra con su vida, más bien, entonces hay… Ud. está poniendo una piedra de tropiezo en el camino de alguien, porque alguien le está mirando. Un niño está observando a su madre, observando a su padre.",
    "Aquí hace unos años, leí un pequeño artículo, en Navidad, que fue… en verdad me conmovió el corazón, corto. Cuando un—un—un hombre había salido, y era un buen hombre, en realidad él no—él no bebía. Pero él—él había salido, para eso de la Navidad, y visitaba a sus colegas, y todos le decían, decían: “Juan, tómate algo, solo un traguito”, y de casa en casa él—él tuvo demasiado. Y tenía que volver a casa. Y cruzando el parque, su hijito le acompañaba, y él—él perdió de vista al niño. Y se dio la vuelta y miró, y el muchachito solo se tambaleaba de un lado a otro. Y el papá esperó hasta que el niño llegó a él.",
    "Le dijo: “¿Por qué vas por todo el parque, hijo? ¿Por qué caminas así?”.",
    "Él dijo: “Papito, estoy tratando de seguir tus huellas”. Y así sucede. ¿Ven? El pequeño…",
    "El hombre alzó al muchachito, y se sentó, tomando al pequeño en sus brazos. Dijo: “Dios, perdóname. Quiero caminar rectamente, para que mi hijo que me sigue camine rectamente”.",
    "Y eso es lo que queremos hacer, como Cristianos. Queremos caminar como Cristianos, vivir como Cristianos, hablar como Cristianos.",
    "Hace muchos años, cuando tenían esclavitud en el sur, ellos, en Kentucky y Alabama, y por allá de donde vengo, ellos tomaban a los de color y los subastaban, en el—en el piso en subasta, tal como si fueran autos usados o algo así. Yo no creo que un hombre debe ser esclavo; “Dios hizo al hombre, y el hombre hizo a los esclavos”. Y venían a comprarlos, así como Ud. compraría un auto usado, recibiendo una factura de venta, y demás. Eso era algo terrible.",
    "Así que, ellos… un día, un comprador vino a… un agente, a… a una antigua plantación de muchos esclavos. Y dijo: “¿Cuántos esclavos tiene?”.\n\n“¡Oh!” dijo, “como ciento cincuenta allí afuera, supongo”.\n\nDijo: “¿Podría salir a verlos?”.\n\nÉl dijo: “Claro, bien pueda”.",
    "Entonces él salió a ver a los—los esclavos. Y al mirar alrededor, se dio cuenta de que esos pobres siempre estaban tristes. Ellos, los bóeres, los trajeron de África y los desembarcaron allá en Cuba, y luego los enviaron aquí al sur y los vendieron como esclavos. Y ellos sabían que nunca volverían a casa. Sabían que no verían a su padre y a su madre, nunca más, o a sus hijos, esposo, esposas, y demás. Ellos fueron—fueron víctimas de circunstancias que ellos mismos no crearon. Y aquí estaban, lejos de casa, y tristes. Y a veces tenían que usar látigos y azotarlos, como hacían con una bestia, ganado, y bueyes, caballos, y demás, y entonces ellos—ellos los hacían trabajar.",
    "Y este, notaron, este joven comprador notó que a uno de esos esclavos jóvenes no tenían que azotarlo. Vaya, él tenía su mentón erguido, sus hombros rectos y andaba atento todo el tiempo. No tenían que estar haciéndole nada a él. [El Hermano Branham chasquea los dedos.—Ed.] Él ya tenía el trabajo hecho. Así que, el dueño de los esclavos dijo… El agente le dijo a este dueño, dijo: “Me gustaría comprar ese esclavo”.\n\nÉl dijo: “¡Oh, no!”. Dijo: “Él no está a la venta”.",
    "Él dijo: “Bueno, ¿por qué no está a la venta?”. Dijo: “Ud. ¿qué?” dijo, “¿Ud. qué…? ¿Qué lo hace ser de esa manera?”. Dijo: “¿Será el jefe de los demás?”.\n\nDijo: “¡Oh, no! Él es un esclavo”.\n\nDijo: “¿Lo alimenta diferente que a los demás?”.",
    "Él dijo: “No, todos comen juntos en el galpón”. Dijo: “Él solo es un esclavo”.",
    "Dijo él: “Bueno, ¿qué lo hace comportarse diferente a los demás?”.",
    "Dijo: “Sabe, a menudo me preguntaba eso también, hasta que me enteré de que allá en su tierra natal, en África, de donde vienen, su padre es el rey de una tribu. Y, sin embargo, siendo un extranjero, lejos de casa, pero él sabe que es el hijo de un rey, y se comporta como tal”. ¡Oh, hermano!",
    "¿Qué deberían hacer los Cristianos? Nosotros somos hijos e hijas del Rey. Aunque seamos extranjeros, comportémonos como hijos e hijas. Mujeres, déjense crecer el cabello; dejen de usar esas ropas que usan, inmorales y cosas. Hombres, regresen a como debería ser un hombre. No… Compórtense como hijos e hijas de Dios. Uds. son extranjeros aquí, pero, recuerden: nosotros somos hijos del Rey.",
    "Vean la influencia que ese hombre tenía sobre los demás, su moral mantenía en alto las esperanzas de los demás.",
    "Hallamos que este rey, Uzías, era un joven pastor en los días de Isaías, el profeta. Isaías era un profeta.",
    "Los profetas nacen. A ellos no se les ponen las manos, haciéndolos profetas. Ellos nacen, preordinados por Dios; “Irrevocables son los dones y los llamamientos”. Hay un—un don de profecía en la iglesia, y este debe ser juzgado por tres personas antes de que esa voz pueda llegar a oídos de la congregación, pero eso solo es un don de profecía. Pero un profeta es absolutamente ordenado con ASÍ DICE EL SEÑOR, desde la infancia en adelante.",
    "Isaías entonces era un profeta del Señor, y había sido llevado al templo. Y él había… Este Uzías, este joven pastor, tenía una—una gran influencia sobre este joven profeta. Pues, Uzías, en Segunda de Crónicas 26, nos dice que vino a ser rey de Israel cuando apenas tenía dieciséis años. Su padre Amasías murió, y él tomó su lugar, para gobernar, como era la costumbre que el—el hijo sucediera al—al rey. Y tomaron y lo hicieron rey cuando apenas tenía dieciséis años. Y tuvo a su padre, Uzías… Amasías fue un—un gran hombre. Fue un—un—un hombre piadoso. Y teniendo este padre piadoso, pues, causó que él hiciera lo correcto, porque fue influenciado por su padre. ¿Ven?",
    "Hoy en día, ¿qué se puede esperar, sino tener más Oswalds y Jack Rubys? Miren a… salí de mi hotel, hace un rato, y había un tremendo montón de californianos borrachos allá afuera, tendidos allá afuera, y esas mujeres desvestidas allá así, allá afuera con un pedacito de tira alrededor, o algo así, allá afuera. Y los hombres bebiendo whisky con—con hielo y demás, y haciendo escándalos, cayéndose alrededor de las piscinas. ¿Cómo pueden Uds. esperar que sus hijos, niños allí en el patio, jugando, sean algo más que un Oswald o algo así? Esa es la influencia que se les presenta.",
    "¡Oh, américa está podrida hasta la médula! Va a cosechar lo que sembró. Un Dios justo no puede permitirle salirse con la suya, ni nada menos.\n\nUd. dice: “¿Es Ud. ame-…?”.",
    "Yo, seguro, soy americano. En los campos, en Alemania y Japón, hay tumbas americanas marcadas por—por todos lados, de mi gente, los Branham. Y si yo tuviera que ir, daría mi vida por ella.",
    "Pero déjenme decirles algo: necesitamos un despertar, esta nación. Las cosas que antes teníamos, las hemos perdido, y estamos queriendo vivir de la reputación de lo que otro hizo. Cosecharemos por eso. Dios lo hizo con Israel, un pueblo conforme a Su propio corazón, Él los hizo cosechar. Y nosotros también cosecharemos por lo que estamos haciendo; no tenemos nada más en nuestro futuro que solo cosechar. Hemos cruzado la línea de la gracia y la misericordia, y no queda nada más que solo cosechar. Anoten eso en sus Biblias. Soy un hombre viejo. Pero anoten eso y vean si es verdad o no. Tal vez cuando yo me haya ido, y que siga y siga, Uds. se darán cuenta que esas palabras son verdad. Nos viene eso. Hemos sido pesados en balanza y hallados faltos, y no hay salida. Así es. Hemos cruzado esa línea. Uno tiene que cosechar lo que siembra, cada vez.",
    "Y este joven tenía tal influencia sobre este, el joven rey tenía influencia sobre—sobre el joven profeta. Y él se apoyó en el brazo de este profeta, pues él—él sabía que era un profeta. Y él lo tenía a su lado todo el tiempo y, para—para obtener la influencia de sus visiones, y demás, de Dios, para saber cómo conducir su reino.",
    "Y eso lo hizo un gran hombre. Él ignoró la política de ese día, y las opiniones populares, y sirvió a Dios con un corazón sincero. Ese es el tipo de presidente que necesitamos. Ese es el tipo de—de líder que necesitamos sobre la gente de cualquier nación, en donde sea. Su reino estaba a la par del de Salomón. No había nada… Dios simplemente lo bendijo y no retuvo ninguna bendición, porque él Le sirvió.",
    "Y esto fue de gran ayuda para el joven Isaías, pues vio cómo Dios bendecía a los que eran fieles a Su Palabra. No importa cuán difícil era, se mantenía fiel a esa Palabra. Y también es un ejemplo hoy, para nosotros, de permanecer fieles a la Palabra. Y eso fue de gran influencia sobre él.",
    "Ahora, él sembró viñedos y era un pastor, y tenía toda clase de rebaños y viñedos. Si lo quieren leer, en Segunda de Crónicas 26, y en diferentes citas de la Escritura, que habla de—de Uzías. Era un gran hombre. Él—él amaba la naturaleza y, ¡qué buen hombre! Dios bendijo todo lo que hizo. Simplemente prosperó y avanzó. Y ninguna nación lo molestó. Le temían, y era porque él servía al Señor Dios que estaba con él; no porque le temían a su fuerza militar, sino que le temían al Dios que él servía.",
    "Ese debería ser nuestro monumento. “En nuestro Dios confiamos” dice en nuestros dólares, pero a veces me lo pregunto.",
    "Ahora, pero todo esto sucedió, y aquí muestra un ejemplo. Me gustaría tomar de esto, en esta tarde, para mostrar cómo es que Dios puede bendecir a un hombre y—y hacerlo un gran hombre. Pero, saben, cuando este rey llegó a… se sintió seguro, llegó al punto de—de estar absolutamente anclado, y que no había manera de llegar a caer, el orgullo lo enalteció. Y ahí es cuando tuvo su caída. Ahí es cuando cualquier hombre tendrá su caída.",
    "Yo creo que ese es el problema con mucha de nuestra gente hoy en día, nos enaltecemos. Pienso que eso es lo que causa que las organizaciones hagan lo que hacen. Consiguen una clase mejor, lo que ellos llaman: “una mejor clase de gente, más intelectual”, piensan ellos. El hombre, sus escu-… todos sus ministros con educación secundaria y universitaria, dos o tres años de psicología, les dan pruebas mentales y ondas cerebrales, y todo, para ver si son aptos para el asunto, y a veces no saben más de Dios de lo que un conejo sabe de zapatos para la nieve. Así es. Es cierto. Eso mental no tiene nada que ver en ello; es el poder del Espíritu Santo. No está en su mente; está en su corazón. Correcto. Pero, vean, nos ponemos… Entonces ellos se enaltecen: “La nuestra, nosotros vamos a la mejor iglesia de la ciudad. Pertenecemos a la primera iglesia. Nosotros pertenecemos a donde va el alcalde. Pertenecemos a esto”.",
    "Y todas estas cosas allí, ¿ven lo que es?, entonces la gente simplemente no soporta escuchar Eso. Ellos simplemente piensan que uno es, solo—solo es una persona terrible. Pero, lo que sucede es que no hay lugar para que la Semilla se ancle. No hay nada donde Ella pueda caer; solo piedra. Ella nunca se arraigará; “Las aves vuelan alrededor y se La llevan”, dice la Biblia.",
    "Pero cuando este rey se enalteció, y se sintió seguro, se enalteció en orgullo.",
    "Noto, muchas veces, hallamos incluso a personas, evangelistas, que llegan al punto donde muchos han sido acusados de cosas, y tal vez algo de eso es verdad, de beber, y demás. Yo creo que lo que sucede es que construyen un pequeño reino alrededor, y piensan que la gente los ama tanto, que no hay manera alguna de que las… Esas personas, que simplemente pueden hacer lo que ellos quieran y, “esas personas no se los tendrá en cuenta”.",
    "Puede ser que las personas lo hagan, pero ¿qué me dice de Dios? Allí es donde no nos fijamos; Dios es Quien está mirando. ¿Ven? Dios lo sabe. Cuando Ud. ve la Verdad y la Luz, y La rechaza, Dios sabe lo que Ud. ha hecho. Ud. no avanzará más hasta que regrese directamente a ese lugar de nuevo. Ud. no le puede pasar por encima; tiene que regresar directamente a donde Ud. lo dejó.",
    "Él se enalteció tanto en su mente, y—y estuvo tan seguro de sí mismo y de todo, tanto, que quiso tomar el lugar de un ministro. Él quiso entrar y ofrecer incienso, según nos enteramos de la Biblia, para quemar incienso, que solo era para un levita hacer, un sacerdote que estaba ungido para ese trabajo. Él quiso tomar su lugar.",
    "Y aquí tenemos la influencia de este rey, es para que la gente sepa que esta imitación carnal uno del otro, hoy en día, no es del Señor. Uds. no están ordenados para tales cosas. Ud. nunca tomará el lugar de otro hombre, y otro hombre no puede tomar el lugar suyo. Encuentre su lugar y quédese allí. ¿Ven?",
    "Él pensó: “Bueno, ahora, yo… Bendito sea Dios, soy un rey, y el Señor ha sido bueno conmigo. Yo puedo hacer esto. Yo tengo esto. Este es mi ministerio”. Y se dio cuenta que, en su proceder así, y queriendo ir más allá, sobrepasó eso en lo que Dios lo estaba bendiciendo.\n\nSi Ud. es un buen miembro laico, sea un buen miembro laico.",
    "Si Ud. es una buena ama de casa, si Dios la ha bendecido como ama de casa y la ha hecho fiel y leal, hermana, simplemente continúe siendo eso. No piense que Dios la llamó para ser predicadora, o—o un diácono, o algo más.",
    "Y—y Uds. hombres hagan lo mismo. Donde sea que Dios le ha bendecido, quédese allí, porque allí es donde Él lo ha puesto. Ud. solamente haga lo que Él le dice que haga, y vea donde Él lo bendice.",
    "Pero, nunca trate de entrometerse, eso es—eso es una raíz de Pentecostés. Cuando la Sra. McPherson… Leyendo su libro, yo no… yo no era un ministro en los días de ella. Y dicen: “Cuando ella salía a la plataforma con esto como alas, Uds. saben” o, Uds. saben, algo así parecido como una túnica, que “todas las damas predicadoras usaban lo mismo. Todas cargaban una Biblia como la Sra. McPherson”.",
    "¿Han llegado a escuchar estos programas de radio? Cada individuo: “El Señor le bendiga ricamente, amigo”, un Billy Graham. Son imitaciones carnales.",
    "Yo leía la—la historia de Martín Lutero. Y la historia decía: “No fue tanto un misterio que Martín Lutero pudiera protestar contra la iglesia católica y continuar vivo, sino mantener su cabeza por encima de todo el fanatismo que siguió a su avivamiento”. Así es.",
    "Manténgase Ud. limpio y claro, a su llamado. Quédese con la Palabra de Dios y no se mueva por nada. Y quédese, permanezca en su llamamiento. Si Él le dio un trabajo allá afuera como agricultor, cultive bien. Dios lo bendijo con eso, y pague sus diezmos y lo que sea, sus ofrendas, para ayudar a que el ministerio continúe. Si Él lo hizo un mecánico, y lo bendijo en ese trabajo, quédese en eso y agradézcale por ello. ¿Ven? Ud. simplemente permanezca donde Dios lo llama.",
    "Aquí encontramos una influencia. Y cuando intentaron corregirlo, el ministro corrió tras él, y dijo: “¡Oiga! ¡Espere un minuto! Ud. no fue llamado para eso”. ¡Oh, vaya que se enojó! Pues, estaba listo para mandarle a cortar la cabeza.",
    "Vean, e allí otra cosa que tenemos que saber. No importa cuánto Dios los haya bendecido, Uds. no tienen derecho de reprender a los ungidos del Señor, o decir algo en contra de ellos. Así es. Dios es Quien se encarga de eso. Si ellos necesitan reprensión, esos son Sus hijos, Ud. déjelos. Ud. no debe hacer eso. ¿Ve?",
    "Y cuando uno—uno le dice a la gente de sus pecados, y les dice que están obrando mal: “¡Salgan! No intenten llegar al Cielo solo en base a un sistema organizacional o algo así”; ¡qué barbaridad!, ellos quisieran, ellos… Ellos quieren explotar. Lo harán. Buscan encontrar faltas con uno; ellos ni—ni siquiera se sentarán a escucharlo; se levantarán y saldrán, y mala educación, y actuarán de cualquier manera. Vean, eso muestra, en primer lugar, mala crianza, sin modales. Seguro.",
    "Pero vemos que este hombre tomó esta actitud al hacer eso que hizo. ¿Qué le sucedió? El Señor lo hirió con lepra, allí mismo en el edificio. Y ¿qué tipifica la lepra? Pecado, incredulidad. No hay otro pecado aparte de la incredulidad; “El que no cree, ya ha sido condenado”. Y el pecado solo es la incredulidad que hay.",
    "Yo estaba predicando una vez en una iglesia metodista, y dije: “Fumar cigarrillos no es pecado; cometer adulterio no es pecado; usar el Nombre del Señor en vano no es pecado”.",
    "Eso fue demasiado para una hermana; ella se levantó, dijo: “Por favor dígame, Reverendo Branham, ¿qué es el pecado?”.\n\nYo dije: “Incredulidad”.",
    "Ud. hace esas cosas porque no cree. Exactamente. La razón por la cual Ud. rehúsa caminar en la Luz de la Palabra es porque Ud. no cree la Palabra; eso lo hace a Ud. un incrédulo.",
    "Un hombre me habló, dijo: “No me importa cuántos casos me pueda mostrar, y cuántos casos pueda mostrar el doctor, de diferentes sanidades” dijo, “yo no creo en la sanidad; eso no existe”.",
    "Yo dije: “Por supuesto, ella no fue enviada a los incrédulos; solo fue enviada a los que creen”.",
    "Ella solo es para los creyentes. Él dijo: “Al que cree, todo le es posible”, no al que no cree.",
    "Y solo con una pizca de incredulidad contra la Palabra de Dios, y Ud. se quedará por fuera del Reino del Cielo. Eso sacó a Eva. Causó todo este problema, una vez, solo por pervertir la Palabra apenas un poquito. Ud. tiene que permanecer en línea con Ella, con lo que Ella dice.",
    "Ahora vemos que este hombre se puso todo arrogante y se hinchó, y su rostro rojo, y se dio la vuelta y les dijo eso a esos sacerdotes y, al instante, le brotó la lepra. Allí mismo, en su ira, fue herido. Él nunca se recuperó. ¿Por qué? Por no creer la Palabra de Dios que intentaban hablarle.",
    "Hay un verdadero ejemplo en eso. Noten. Él fue… Él descreyó, y en su ira fue herido con lepra; y murió, alejado de su propia casa, no fue permitido más en el reino, en el lugar del rey. Su hijo tuvo que tomar su lugar y—y ayudar como mejor pudo, y él quedó así hasta que murió. Ahora, verán, él nunca se recuperó.",
    "Jesús dijo: “Una palabra contra Ella nunca será perdonada” la Palabra, “ni en este siglo ni en el venidero”. Eso es imperdonable. Entonces, ¿ven Uds. por qué el mundo está listo para el juicio? Los grandes evangelistas y demás que han cubierto la tierra con el Evangelio, se les han reído, burlado y cuanta cosa más. No queda nada. No hay manera de que eso pueda regresar. Ellos han blasfemado al Espíritu Santo, y se han burlado de Él, y todo lo demás. Y ellos han… Y, ellos, no hay manera de que alguna vez regrese. Hay que pagar por eso. No hay salida. Dios es justo; sería contra Su justicia, sería contra Su—Su—Su Ser, lo que Él es. Y ahora hay que pagar por eso.",
    "Así que, este rey, no importa cuánto lo amaba Dios, el gran hombre que era, cuántos títulos tenía, sin embargo, obró mal y tuvo que cosechar lo que él sembró. Y así le sucederá a todo hombre.",
    "Entonces fue una lección para el joven profeta. ¡Fue entonces una verdadera lección! Con esto, Isaías aprendió que Dios ordena a Su hombre a su lugar, Él Mismo; no lo que otro ordena. Dios ordena a Su hombre para el trabajo, ahora, le ordena su lugar. Él no debe intentar tomar el lugar de otro.",
    "La visión, el asunto fue tan grande que llevó a este profeta al templo, a orar.",
    "Me pregunto, hoy, si al nosotros ver la muerte de las iglesias, al ver la—la gente como va muriendo, del Espíritu, volviendo y sirviendo a sus credos, si eso no debería llevar a los creyentes a sus rodillas.",
    "Aquello le hizo a un verdadero creyente, un creyente ordenado, el profeta Isaías, que se pusiera de rodillas. Él fue al templo, y allí comenzó a orar.",
    "Y, en el templo, vio a Dios en Su trono, en las alturas. Dios le iba a mostrar qué mirar. No mirarse el uno al otro; mirar allá arriba a lo que Él es, a lo que Él levantó a las alturas en Su trono.",
    "Noten a los Serafines Celestiales con cubiertas sobre Sus rostros. Ahora, los Serafines son los que queman el sacrificio, que es una de las órdenes más altas de los Ángeles. De ellos siguen los Querubines. Estaban los Ángeles, y luego los Serafines, y luego los Querubines. Y los Serafines son en realidad los que queman el sacrificio, abriendo el camino para la entrada de los pecadores, una verdadera orden alta de santidad en el templo de Dios.",
    "Y él vio, cuando estaba en el suelo en el altar, orando: “Señor, soy un hombre de labios inmundos, y habito entre gente inmunda”. Y él estaba haciendo su confesión.",
    "Y cuando lo hizo, él miró hacia arriba y vio a estos Serafines. Ellos tenían dos alas sobre Sus rostros, y dos alas sobre Sus pies, y con dos alas volaban, clamando: “¡Santo, santo, santo es el Señor Dios Todopoderoso! ¡Santo, santo, santo, todo en Dios es santo! ¡Santo, santo, santo es el Señor Dios Todopoderoso!”.",
    "Miremos la visión que vio el profeta, y analicémosla. Dos alas cubrían Sus rostros. Piensen en eso, aun los santos Ángeles tenían que esconder Sus rostros sin pecado, para pararse en la Presencia de Dios. ¡Se Les dieron alas para esconder Sus rostros, en la Presencia del santo Dios! ¿Cómo vamos a pararnos Allí Ud. y yo, si los Serafines tuvieron que usar alas, la manera provista por Dios para esconder Su rostro, para pararse en Su Presencia, para cantar: “Santo, santo, santo es el Señor Dios Todopoderoso”? ¡Reverencia ante Su Presencia!",
    "Hoy no tenemos ninguna reverencia hacia Dios. Todos piensan que están muy seguros, al punto que ellos—ellos no—ellos no reverencian a Dios como deberían. ¿Por qué? ¿Por qué hacen esto? Porque no están conscientes de Su Presencia. Por eso la gente lo hace. Ellos—ellos no La reconocen. Ellos no pueden—ellos no pueden comprender que están en la Presencia de Dios. Sus mentes se pervierten tanto y ocupadas en las cosas del mundo, al punto que no Le prestan ninguna atención a Eso. Van a la iglesia, claro. ¡Pero en cuanto a darse cuenta de que están en la Presencia de Dios! No solamente en una iglesia; dondequiera que Ud. esté, está en la Presencia de Dios.",
    "Si pudieran hacer como dijo David: “A Jehová pongo siempre delante de mi rostro, por tanto, no seré conmovido”. Mientras el Señor estuviera delante de él, no podía ser conmovido.",
    "Y estos quemadores Celestiales de sacrificios con alas sobre Sus rostros, y clamando: “Santo, santo, santo”, para pararse en la Presencia de Dios, ¿qué le sucederá a un pueblo pecador que no reverencia a Dios?",
    "Ud. dice: “Bueno, Hermano Branham, Ud. acaba de decir que a Ellos les fueron dadas dos alas”.",
    "Y a Uds. también se les ha dado algo: la Sangre de Jesucristo. Esa es su cubierta. Pues, Ud. no se para como un Serafín, Ud. no se para como un Querubín, Ud. no se para como un Ángel. Pero, Ud. se para como un hijo o hija de Dios redimido, por esta Sangre. Ud. no tiene que tener estas alas que Ellos tenían; son una cubierta especial para Ellos en esa Presencia. Pero Ud. tiene la Sangre de Jesucristo como una cubierta, para pararse Allá. Ahora ¿cómo…? Ahora, Ud., si Ud. tiene esa Sangre, entonces Ud. honra a Dios, Ud. ama a Dios, Ud. respeta a Dios; y Dios es la Palabra.",
    "Ahora fíjense, en segundo lugar, con dos alas Ellos cubrían Sus pies. ¿Qué significaba eso? Humildad delante de Dios, en Su Presencia.",
    "Como Moisés en la zarza ardiente, se quitó los zapatos, cuando Le oyó decir: “YO SOY EL QUE SOY”.\n\nPablo, en camino a Damasco, él—él cayó sobre su rostro.",
    "Juan, cuando vio el—el Espíritu de Dios sobre Jesús, dijo: “Yo necesito ser bautizado por Ti, y ¿por qué Tú vienes a mí?”.",
    "Aquí hay un buen ejemplo. Siempre sea consciente de su pequeñez, no de su grandeza.",
    "Hoy, nosotros—nosotros los americanos, queremos creer tanto que somos alguien grande: “Pertenecemos a algo grande, alguna gran organización, alguna cosa grande que tiene…”. ¡Oh!, algo grande, grande, grande es todo lo que vemos.",
    "Y eso, cuando… En una ocasión, en la Biblia, tenemos un ejemplo de eso. Había un—un profeta que se metió allá a la cueva y… Elías. Y Dios quería atraer su atención, para que saliera. Y vino fuego y humo, y—y fuertes vientos por las montañas, y truenos, y terremotos, y temblores, y todo lo demás. El profeta ni siquiera se movió. Dios ni siquiera estaba en eso. Pero cuando esa Voz suave y apacible habló, él se cubrió el rostro y salió. Cuando la Voz suave y apacible de la Palabra de Dios habla, no un alboroto, no nuestras grandes denominaciones, no nuestro gran algo, sino esa Voz suave y apacible de la Palabra que es pasada por alto. Eso debería llamar a un hombre al arrepentimiento. ¡Dios en Su Palabra!",
    "Sin embargo, Él cubría Sus pies; y fue consciente de Su… de nuestra pequeñez delante de Dios.",
    "En tercer lugar, Él podía volar con las otras dos.",
    "Ahora recuerden, con dos Él cubría Su rostro en la Presencia de Dios y, para ser reverente. En segundo lugar, las dos alas sobre Sus pies significaban humildad delante de Dios. Y ahora, con el tercer juego de alas, Él Mismo Se puso en acción. Podía volar con esas dos alas, ¿ven? Dos sobre Su rostro, dos sobre Sus pies, y volando con dos, ahora ¿qué era eso? Reverencia, humildad y en acción.",
    "Dios le mostró al profeta cómo debe ser Su siervo preparado: reverente, humilde y en acción. Ahora él vio algo diferente a lo producido por Uzías. Él le estaba mostrando al profeta lo que debía ser, no como Uzías, sino ser como estos Querubines Celestiales. Y si quieren ver a un rey, a un rey terrenal… Miren a Uno Celestial, exaltado sobre todos los Cielos, y Sus faldas llenaban los Cielos.",
    "Allí vemos que Él le estaba dando algo para él mirar, para influenciarlo diferente de lo que él había estado mirando, pensando: “Un hombre que sirvió a Dios y prosperó, y todo estaba bien”. Pero Isaías enfocó su—su mente en un hombre.",
    "Y el hombre es un fracaso para empezar; no me importa quién sea; “Él ha nacido en pecado, formado en maldad, ha venido al mundo hablando mentiras”, así que es un fracaso total. No me importa si es un obispo, papa, presbítero, o lo que sea; él es un fracaso, para empezar, y nunca se fijen en uno. No me importa: “Así mueva montañas con fe, y así dé todos sus bienes para dar de comer a los pobres”; con todo, miren a Jesucristo. Él es el Único. Mírenlo a Él, no algún hombre.",
    "Hallamos ahora que Él estaba mostrando aquí lo que debe ser un siervo de Dios, cómo debe ser humilde y reverente y en acción.",
    "¡Entren en acción! Muchos de nosotros podemos ser humildes, muchos de nosotros podemos ser reverentes, pero es difícil ponerlos en acción.",
    "Pero ahora notamos que Dios estaba mostrando cómo estaba preparando a Su siervo, lo que él debía ser. Esos Querubines eran, o—o, Serafines, eran los siervos de Dios.",
    "Noten, como la mujer en el pozo, cuando ella estaba buscando el cumplimiento de una Escritura. De eso hablamos, dos o tres veces esta semana. Cuando, ella estaba buscando que se cumpliera eso. La—la muchacha, hasta donde sabemos, no iba a la iglesia. Ella probablemente… Ellos estaban tan lejos de la Palabra, y cosas así, que ellos… y citando sus credos y cosas. Como dijo Jesús: “Habéis tomado vuestras tradiciones, e invalidado la—la Palabra de Dios”.",
    "Es casi lo mismo hoy en día. Los credos que nos enseñan y las cosas, han puesto a la Palabra de Dios fuera de acción. La Palabra no puede surgir. Y las cosas que han sido dichas, la verdad; ellos están tan indoctrinados con otra cosa que no pueden ver Eso.",
    "Recuerden, esa Voz no solo los perseguirá a Uds. aquí; esta cinta va por todo el mundo. No es que les esté hablando exactamente a todos Uds. aquí. Pero si hay alguien aquí que lo necesita, bueno, eso, entonces es para Ud. ¿Ven? Pero, recuerden que esa Voz los perseguirá mientras vivan. En el día de su muerte, Ella los perseguirá. ¡Obedézcanla! ¡Regresen!",
    "Nuestras tradiciones han tomado la Palabra de Dios y La han invalidado. La Palabra de Dios siendo manifestada, y la gente se para alrededor y dice: “Bueno, supongo que eso es bastante bueno”. ¿Ven? ¡Vaya, oh, vaya! Eso debería hacer arder su alma. Debería hacer algo, pero no lo hace; no lo hace. Hallamos que Dios…",
    "Cuando esta mujer… Esos sacerdotes y cosas, probablemente ella no iba a la iglesia porque no veía ninguna razón para ir, a algo así. Pero ella había leído las Escrituras. Pues noten, ella supo, rápidamente, cuando Él le dijo cuál era su problema, pues, ella dijo: “Bueno, sabemos que Tú debes ser un profeta. No hemos tenido uno por cientos de años. Pero Tú debes ser un profeta, nosotros sabemos”. Ahora, vean, en mi opinión, ella pensó…",
    "Si observan la nota marginal allí, y la leen en su Escritura, los lleva “al Profeta”, que era Cristo.",
    "Dijo: “Nosotros sabemos… Tú debes ser un profeta. Sabemos que el Mesías, cuando venga, esto será lo que hará. Él Se identificará por esto”.\n\nY Jesús dijo: “Yo soy, el que habla contigo”.",
    "Ella entró en acción. Ella no pudo aguantar más. Eso mismo que ellos estaban buscando, estaba en la tierra en ese momento, y ella Lo vio. No importaba lo mal que ella estuviera, una prostituta, o una mujer así, no podía… Los hombres en la calle ni siquiera la escucharían; no la escucharían hoy. Pero detenerla, ¿cómo podrían hacerlo? Era como una casa en llamas, con mucho viento. Uno no podría apagarlo. Un fuego había comenzado a arder en su corazón.",
    "Ella dijo: “Venid, ved a un Hombre que me ha dicho lo que he hecho. ¿No es éste el mismísimo Mesías?”. Y, de hecho, eso caló. Pues, Jesús no tuvo que hacer eso ni una vez más. La gente le creyó a ella porque… Le creyó a Jesús por el testimonio de ella. ¿Ven? ¿Qué hizo? Ella fue humilde, reverente y en acción. Ella entró en acción cuando vio suceder aquello.",
    "Hoy en día, Sus señales deberían influir. Las señales prometidas de hoy, la Palabra prometida que está establecida para este día, ver a Dios cumpliendo lo que dijo que haría, debería hacernos algo a nosotros. Pero no lo hace.",
    "Lo mismo que les pasó a los judíos. Eran tan religiosos que ellos—ellos no pensaron que Lo necesitaban. Ellos—ellos pensaron que lo tenían todo.",
    "Y así está el mundo hoy. Tiene suficiente para comer, suficiente para vestir, iglesias finas, lugares grandes, ministros finos y educados, y no necesitan nada más. “Pero Uds. no saben” dice la Escritura, “están desnudos, miserables, ciegos, y no lo saben”. “No lo saben”, y uno no les puede decir nada diferente. Ellos continuamente se hunden directamente en esa línea, y fallan al no dejar que la Palabra de Dios los influencie para creer que Jesucristo ha resucitado de los muertos, y que vive hoy, el mismo ayer, hoy, y por los siglos, mostrándose Él Mismo vivo. Ellos simplemente están muertos. En todas partes, dondequiera que uno va, parece ser lo mismo. Aunque tenía que ser así, saben. Él tiene que ser echado de la iglesia. No hay absolutamente ninguna manera de evitar que sea así. Dios dijo que sería de esta manera. Pero si—si…",
    "Deje que eso lo sacuda, deje que lo sacuda bien. No importa en qué nación se encuentre Ud., dondequiera que esté, quienquiera que Ud. sea, deje que eso lo despierte.",
    "Las horas llegan y pasan. En cualquier momento, Ud. estará diciendo: “Bueno, yo—yo pensaba que esto debía pasar antes del Rapto”.",
    "Puede ser que una Voz responda como lo hizo una vez: “Ya sucedió y no lo supieron”.",
    "Ud. estará todo anclado en una iglesia en algún lugar, diciendo: “Yo no pudiera estar más seguro” y, de repente Ud. se entera, el Rapto habrá pasado. Va a ser una partida secreta, repentina, nadie sabrá nada al respecto. El mundo seguirá adelante.",
    "Como Noé entró en el arca. Recuerden, después de que Noé entró en el arca, él estuvo allí siete días después de que Dios cerró la puerta. Dios cerró la puerta, y Noé estuvo en el arca por siete días antes de que algo sucediera.",
    "Y la puerta de la misericordia se cerrará en su cara, y puede que ya lo esté. Y solo pensarlo, la gente continuará predicando, la gente pensará que está siendo salva, poniendo sus nombres en los libros, uniéndose a la iglesia, gritando, saltando y saltando.",
    "Pues, yo he visto a los mahometanos gritar. He oído… gente bebe sangre de un cráneo humano y habla en lenguas, y hace todas esas cosas. Eso no es señal de que Ud. es salvo. ¡Oh, no!",
    "🦅 Tendrán apariencia de piedad”. ¿Cuál es “la Eficacia de ella” de la que hablan?",
    "Vean, esas cosas podrían suceder, y el tiempo habrá pasado y Uds. no lo sabrán. No pueden darse el lujo de correr esa clase de riesgo. No lo hagan, amigos. Entren mientras puedan. No sean influenciados por algún edificio grande, alguna organización grande, algún gran erudito pulido. Déjense influenciar por la Palabra de Dios. Eso exactamente es lo que hizo en esos apóstoles, cuando vieron esa Palabra hecha manifiesta, eso los influenció: “¡Estamos seguros!”.",
    "Vale la pena citar de nuevo. Jesús, con grandes multitudes de miles siguiéndolo, dijo: “Son demasiados. Miren, miren, algo extraño aquí, hay pocos que son llamados… Sí, muchos son llamados, pocos escogidos”.",
    "Y, viendo entonces las grandes congregaciones, Él dijo: “Si no comen la carne del Hijo del Hombre, y beben Su Sangre, no tienen Vida en Uds.”. Él nunca lo explicó.",
    "Me pregunto si Él dijera eso en Beaumont, hoy en día, por muy popular que fuera, ¿qué creen Uds. que dirían los doctores, y la gente fina y culta y los científicos? “Ese Hombre es un vampiro. Pues, ¿Él quiere que beban Su Sangre? Bueno, ¡qué clase de…? Ud. se está desviando en una locura”.",
    "Jesús nunca lo explicó. Él quería sacudirse de esos parásitos. Así es. Entonces todos ellos se levantaron y se fueron.",
    "Luego Él miró alrededor a esos apóstoles que no estaban ordenados a la Vida, pero Él los había escogido. Ellos no fueron ordenados. Él dijo: “¿Qué dirán cuando Uds. vean al Hijo del Hombre subiendo al Cielo de donde viene?”. ¡Oh!, eso los atragantó. ¿Qué hizo Él…?",
    "Esos—esos ministros dijeron: “¿Subir al Cielo? Bueno, pero si este Hombre nació aquí mismo en Galilea. Él nació en Nazaret. Conocemos a Su madre, a Sus—Sus hermanos. Conocemos la cuna en la que Él fue mecido. Vimos Su ropa de bebé. Hablamos con Su madre. Y luego dice que este Hombre viene ¿que va a subir de donde viene? Él viene de Nazaret. ¿Por qué dice del ‘Cielo’?”.",
    "Él no lo explicó; aún había demasiados parásitos. “Ellos se levantaron y ya no andaban con Él”; es lo que dice la Biblia.",
    "Luego Él se dio la vuelta y dijo: “Yo… ¿Quieren irse todos Uds. también?”, a los doce.",
    "Recuerden, ellos no podían explicarlo, pero lo sabían. Ellos sabían que Él era, así que Le dijeron… Él los había influenciado por Sus señales vindicadas de Dios. Observen.\n\nÉl les dijo: “¿Quieren irse también Uds.?”, a los doce.",
    "Pedro dijo: “Señor, ¿a quién iremos? Pues, estamos seguros…”. Ahora, eso, miren, estudien eso. ¿Qué es? “Nosotros sabemos lo que la Palabra dice para hoy. Sabemos lo que el Mesías debe hacer si viene hoy. Hemos visto esto cumplido de parte de Dios”.",
    "Él lo dijo más adelante, en Pentecostés. Él dijo: “Jesús Nazareno, un Hombre aprobado por Dios entre vosotros, con las cosas que Él debía hacer. Y Uds. prendieron al Príncipe de Vida y Lo han crucificado, y—y Dios Lo resucitó, de lo cual Uds. son testigos”.\n\nNoten aquí, vean, él dijo: “¿A dónde iremos?”.",
    "Jesús dijo: “Yo os escogí a vosotros doce, y uno de vosotros es el diablo”.",
    "Y solo hay once parados allí, de entre miles de miles. Once parados allí. ¡Oh, vaya! ¡Influenciados! Seguro.",
    "Esta mujercita, cuando fue influenciada, ella entró en acción. Ella tenía que hacer algo al respecto; tenía que decírselo a alguien más.",
    "Y toda verdadera alma genuina que encuentra a Cristo, tiene que decirle a alguien acerca de Eso.",
    "Pedro, cuando Lo tomó a Él por Su Palabra, esa noche en el mar, Lo vio allá, había estado… o ese día, fue. Habían estado pescando toda la noche, y no habían pescado nada, moviendo la red de un lado a otro. Ese es un momento de desaliento, si alguien es un pescador. La red puesta toda la noche y, de hecho, él era un pescador; su padre era pescador. Él había estado en ese lago toda su vida, y sus padres y sus abuelos venían de ese lago. Y él sabía esa posición de la luna, y en qué dirección soplaba el viento, y todas las señales. Y se ganaba la vida pescando. Así que, había pescado toda la noche y no había sacado nada.",
    "Entonces se enteraron, al día siguiente, que—que decían que este Profeta iba a hablar, allá en la playa. Y me imagino que de sus pequeñas chozas salieron las mujercitas y demás, viniendo para oírlo a Él. Fueron tantas las multitudes, por la orilla, que Él tuvo que prestar esta barca, la barca de Pedro. Tener que salir allí y lavar sus redes, y sin un solo pez, y tirarlas allí; estaban desanimados.",
    "Y a veces en ese momento de desaliento, si se fijan, ahí es cuando Él viene; pero no estén tan ciegos que se les pase. ¿Ven? Cuando Uds. vean todo sucediendo como está en el mundo hoy, no tengan miedo. ¿Ven? No tengan miedo. Solo—solo recuerden, Él prometió venir a Uds.",
    "Y ahora fíjense, cuando Él vino, Le dijo a Pedro, dijo: “Zarpa allá a lo profundo y bájala allí para la pesca”.",
    "Pedro dijo: “Podría ser; no he visto esto antes. Yo—yo no sé. He pescado aquí toda mi vida. Las—las señales, acabamos de pescar toda la noche en esa misma agua. Y, pero, aún nada. No hemos sacado nada. Mas en Tu Palabra, Señor” allí está, “echaré la red. ¡Tu Palabra!”.",
    "Puede ser que Ud. haya pasado por cada hospital. Hermano King, podrían estar diciendo que va a morir. Podrían estar diciendo, hermana, esto, aquello o lo otro. No me importa lo que ellos hayan dicho; “¡En Tu Palabra, Señor, echaré la red!”.",
    "Habiendo visto esa Palabra vindicada, cuando Jesús le decía algo, él lo creyó, y bajó esa red al agua donde no había peces. Pero, si Dios lo dijo, Él podía poner peces allí, así como puso agua en los cielos.",
    "Él puede poner sanidad en su cuerpo, no me importa si no hay nada allí. Ud. confíe en Él para que lo levante en los últimos días; “En Tu Palabra, Señor, echaré la red”.",
    "Eso influenció tanto a ese pescador, que dejó la pesca y todo, y siguió a Jesús. Fue una influencia, cuando él Lo tomó a Él en Su Palabra. Entonces ¿qué hizo Él?\n\n“Bueno” diría él, “gracias, Señor, por tanto pescado”.\n\nDijo: “Deja tu red. Desde ahora serás pescador de hombres”. ¡El apóstol entró en acción!",
    "Al fin, para concluir el camino, cuando lo iban a crucificar, a matarlo, y que él huía de la ciudad; y en el camino de salida, como nos dice la historia, él huía por su vida, saliendo de la ciudad, y se encontró con Jesús que regresaba. Él dijo: “¿Adónde vas, Simón?”. O, Simón le dijo a Él: “¿Adónde vas, Señor?”.",
    "Él dijo: “Regreso a la ciudad para ser crucificado de nuevo”.",
    "Simón se dio vuelta y regresó. Y cuando lo atraparon, dijo: “No lo hagan…”. Ellos lo colocaron en una cruz. Dijo: “No me cuelguen así. ¡Pongan mi cabeza hacia abajo y mis pies hacia arriba!”.",
    "Él había sido influenciado, cuando vio a Jesús resucitado de los muertos; influenciado para su muerte, estaba influenciado para lo que fuera. Él entró en acción. Ni siquiera la muerte podía detenerlo; la crucifixión no podía detenerlo. Él había sido influenciado por Jesús.",
    "El ciego que fue sanado. Le dijeron que callara, pero esparció Su fama por todas partes. Su gente dijo: “Ahora…”. Los sacerdotes dijeron: “Ahora, si alguien va y asiste a ese avivamiento, vendrán por sus papeles de la iglesia, es todo”. Y el padre y la madre temían eso. ¿Ven? Entonces les dijeron…\n\nEllos vinieron, preguntaron: “¿Cómo recibió este muchacho la vista?”.\n\nRespondieron: “Él—él edad tiene; preguntadle”. Tenían miedo.\n\nPero él, quien fue sanado, había sido influenciado. Amén.",
    "Él dijo: “Este Hombre es un pecador. ¡Da gloria a Dios! No sabemos de dónde viene este Hombre; Él no—Él no tiene credenciales. No estamos cooperando con Él. Nosotros no tenemos nada que ver con Él. No sabemos de dónde viene. Sabemos que Él es un pecador y—y del diablo”.",
    "Este hombre tuvo una buena respuesta para ellos. Dijo: “Bueno esto en verdad es extraño”. Dijo: “Ahora, se supone que Uds. son los líderes de este territorio. Y ese Hombre me dio la vista, y sin embargo Uds. no saben de dónde viene”. Él dijo: “Ahora, si Él es un pecador o no, no puedo decirles. Pero esto sí lo sé, que habiendo estado ciego una vez, ahora puedo ver”.",
    "Él había sido influenciado. No le importaba pararse delante de los sacerdotes ni nada. Había sido influenciado. Sus padres, el milagro obrado aun en su propio hijo no los influenció, pero sí lo influenció a él.",
    "La gente en Pentecostés, como dije anoche, con su póliza de Vida Eterna, cuando subieron a retirar sus… los dividendos de Ella. Noten, cuando fueron influenciados. Ellos habían sido santos, habían sido reverentes delante de Dios. Habían cubierto sus rostros de las cosas del mundo, y sus pies en humildad. Y cuando sintieron venir el Poder de Dios, como fue prometido por Joel, ¡como fue prometido por los profetas, como fue prometido por Jesús! “Esperad allá arriba en la ciudad de Jerusalén hasta que seáis investidos de Poder desde lo Alto”. Tan pronto como ese Dios, en la Persona del Espíritu Santo, bajó sobre ellos, fueron influenciados. No les importó cuánta gente se riera de ellos. Salieron a la calle, tambaleándose como borrachos. Ellos fueron influenciados por el Espíritu Santo. Ud. también puede ser influenciado. Ellos se pararon justo…",
    "Obsérvenlo. Él no fue alrededor y dijo algún tipo de credo. Él regresó directamente a la Palabra, y dijo: “Varones de Jerusalén, los que habitáis en Judea, que esto os sea notorio, y oíd mis palabras. Éstos no están ebrios, como suponéis, puesto que es la hora tercera del día. Mas esto es Aquello que fue dicho por el profeta Joel: ‘Y en los postreros días’ dice Dios, ‘Derramaré Mi Espíritu sobre toda carne’”. Ellos fueron influenciados por la Palabra, a ir a la Palabra. Debería hacernos lo mismo a nosotros.",
    "Ellos entraron en acción, sí, cuando Su promesa fue cumplida. Cuando, vieron que Jesús les prometió que Él enviaría la promesa del Padre sobre ellos, Lucas 24:49, “He aquí, Yo enviaré la promesa de Mi Padre sobre vosotros; pero quedaos”. Quedaos no significa orar, solo significa esperar. Quedaos significa “esperar”. “Esperen allá arriba en la ciudad de Jerusalén hasta que sean investidos de Poder desde lo Alto”. Y cuando esta influencia del Espíritu Santo los impactó, Eso los llenó. Ellos vieron la Palabra que Jesús prometió cumplida.",
    "Ahora, ¿me pregunto si eso tendría la misma influencia sobre nosotros en esta tarde? Si nosotros viéramos cumplido lo que Él prometió hacer en los últimos días, ¿qué clase de influencia nos daría Eso? ¿Qué? Todo lo que hemos visto realizado en estos últimos días debería ponernos en acción. Debería hacerlo, no cabe duda, con reverencia y humildad.",
    "Sin que quede duda alguna, de lo dicho hace treinta años sobre una Columna de Fuego, que las cámaras captaron; su cámara en Texas la captó no hace mucho. La investigación científica, la pasaron por todos los tipos de investigación que pudieron encontrar, por el FBI. Y… [Cinta en blanco.—Ed.]…?…Tomada en Texas, por un tejano. Cuando uno ve la señal, no se puede refutar; es la verdad. Pero, ¿creerán a la Voz que sigue a la señal? La señal está científicamente comprobada. Ahora, algún día cuando Jesús regrese y sorprenda a la gente, todos como están, también se dará a conocer.",
    "Noten, la Columna de Fuego debería ponernos en acción, siendo que la Columna de Fuego vindica Su promesa de los últimos días. Jesús dijo: “Yo de Dios vengo, y a Dios voy”, y lo que Él haría en los últimos días. Y aquí está Él, tanto científica como espiritualmente, en la Palabra demostrándolo, que Él viene de Dios y sigue siendo el mismo. Él aún es Dios, para la promesa en los últimos días. Esto debería ponernos en acción.",
    "Las señales de la Venida están cerca. Jesús dijo: “Como fue en Sodoma, justo antes de que el mundo fuera quemado, el mundo gentil”, esto volvería. Debería influenciarnos y también ponernos en acción. Al ver nosotros el cumplimiento de la Palabra, que Él prometió, debería ponernos en acción.",
    "Nosotros, como el profeta, hemos visto el resultado de denominaciones auto-exaltadas, salirse de su lugar. Quiero que eso cale muy profundo, porque puede ser que nunca vuelva a hablar con Uds. Pero, hombres y mujeres, permítanme decir esto y hablarles con libertad en esta tarde, en el Nombre de Jesucristo. Hombres quienes son sensatos, hombres quienes no son camisas tan infladas, alejados de Dios por las tradiciones; que habiendo visto a la iglesia pentecostal, Uds. vieron a la bautista, a la metodista y a la presbiteriana, Uds. vieron a la iglesia católica perder su posición en Dios, perder su dominio de la Palabra cuando aceptaron credos.",
    "Yo—yo fui entrevistado por un sacerdote no hace mucho, y me habló, él dijo: “Pues, yo…”. Él me preguntó acerca de un cierto asunto, y de estas cosas. Dijo: “Bueno, la iglesia católica solía hacer eso”.",
    "Yo dije: “¿Cuándo? La iglesia católica no se organizó hasta trescientos años después de la muerte del último apóstol”.\n\nÉl respondió, dijo: “Ud. está queriendo probar su argumento por una Biblia”.\n\nYo dije: “Es la Palabra”.\n\nÉl dijo: “Dios está en Su iglesia”.",
    "Yo dije: “Dios está en Su Palabra. Todo lo demás sea mentira, y la de Él veraz”.",
    "Y él dijo: “Bueno, ese solo es un Libro que—que escribieron los primeros católicos”.",
    "Dije: “Entonces yo soy uno de los primeros católicos; solo creo lo que Ella dice”. Yo no… Dije: “Entonces…”.\n\nDijo él: “Bueno, mire, ahora somos una iglesia más grande”.",
    "Dije: “Entonces, ¿dónde se perdieron? ¿Qué les sucedió? Si la iglesia primitiva echaba fuera demonios, y demostraba que Jesús estaba vivo sobre la tierra, con señales espirituales y maravillas, y aquí Uds. tienen miles de intercesores, toda clase de mujeres muertas y hombres muertos, y de todo, haciéndolos intercesores. En la Biblia, el primer papa dijo que: ‘No hay otro mediador entre Dios y el hombre sino Jesucristo Hombre’”.",
    "Perdiendo Uds. su dominio de la Palabra, y aceptando credos y auto-exaltación por persuasión del hombre, los hemos visto que se sueltan del gran Espíritu Santo. Hemos visto a los pentecostales hacer lo mismo. Y Uds. lo ven. Cuando ellos se organizan, mueren. No hay manera de regresar; nunca la ha habido, y nunca la habrá. Dios está en contra de esa cosa. Realmente es pecado. Dice que, en los últimos días Él diría: “Salid de en medio de ellos, pueblo Mío, para que no toquéis sus cosas inmundas; y Yo os recibiré”.",
    "Como Uzías, ¿qué quiso hacer? Él quiso tomar el lugar de un oficio ungido, el oficio ungido de Dios. Uzías quiso usurpar esa autoridad, porque era un hombre importante.",
    "Hemos visto estas organizaciones a estilo propio alejarse de todo lo que es Dios, y querer tomar el oficio de la Iglesia, la Iglesia ungida. Y por los credos, nos enteramos que están muertas en incredulidad, y nunca se volverán a levantar. Morirán en el campo de leprosos con el resto de ellas.",
    "¿Ven eso? Hombres, hombres sensatos, hombres que creen las Escrituras ven eso. Si Ud. es nacido de Dios, Ud. lo ve. Dios identificando la cosa muy claramente, para influenciarlo a Ud. Como hemos predicado toda la semana, y cosas, lo que debe hacer, atraer la atención. Eso los influencia a Uds., para que vean dónde han terminado Ellos y lo que ha pasado, con cada una de ellas.",
    "Si organizan otra, hará lo mismo. Pero no habrá más de ellas. No. Ellas, ya se acabó. Es demasiado tarde ahora.",
    "Pierden su dominio, al aceptar credos y doctrinas hechas por el hombre. Tienen miedo de simplemente venir y pararse por Ello. ¿Ven?",
    "Como Uzías que quiso usurpar el lugar de un—un oficio ungido, porque él era un hombre importante, un hombre importante. Y entre el pueblo de Dios no hay hombres importantes; todos somos hijos de Dios. Dios nos da algo por hacer a uno de nosotros, y a otro le da otra, eso no nos hace mejor que algún otro. Solo hace que Dios requiera más de la mano de uno, es todo.",
    "Ahora los efectos de tal visión, y terminamos. Empezaremos a orar por los enfermos, en unos minutos. Ahora los efectos de tal visión. ¿Qué efectos tuvo sobre este profeta? ¿Me pregunto en un predicador, me pregunto en un evangelista, o en un pastor? Miren lo que una visión de Esto hizo, y lo que él vio, lo que le había sucedido al Uzías con su estilo propio. Y luego, aunque era un gran hombre que Dios había honrado, ese gran asunto, ellos lo vieron muerto. ¿Qué efecto tuvo eso en el profeta?",
    "Esto es lo que hizo: causó que se confesara como pecador por asociarse con tales. Él confesó: “Soy hombre inmundo de labios, y he estado habitando en medio de pueblo que tiene labios inmundos”. Haciéndolo con-… un profeta, no un predicador. Un profeta confesó que era un hombre pecador, porque se había estado asociando con tales.",
    "¿Luego qué? Cuando él confesó sus pecados, entonces vino la limpieza. ¡Oh!, Ud. no puede ser limpio de su pecado hasta que haya confesado que es pecado, hasta que reconozca que es pecado. Luego vino la limpieza, tan pronto como él dijo: “¡Ay de mí, han visto mis ojos la vindicación de un gran Dios! Los Ángeles, los Quemadores, los Sacrificadores están aquí, y los quiciales se estremecen a Su Voz, y aquí están Ellos en esta visión, volando de un lado a otro”. Él había visto algo real. Una visión había descendido. Él dijo: “Soy hombre inmundo de labios, y habito en medio de pueblo inmundo”. Dice: él clamó por misericordia y se llamó a sí mismo un pecador.",
    "Entonces, ¿qué sucedió? Uno de los Querubines fue al altar, y tomó las tenazas y levantó un carbón encendido, y lo puso en Su mano. Ahora no lo llevó en una tenaza; levantó el carbón, lo puso en Su mano, y vino y lo puso sobre los labios del profeta, y dijo: “Tu iniquidad…”.",
    "Iniquidad, ¿qué es iniquidad? Iniquidad es algo que Ud. sabe que está errado, y aun así se aferra a eso. Cuando saben que sus credos están errados, y Uds. aún se aferran de ellos, eso es iniquidad.",
    "Pero cuando confesó que él estaba errado, hubo un poder limpiador. Él tomó un carbón de Fuego. ¿Notaron cómo Dios…?",
    "Vemos cómo Dios pone a Sus siervos en orden, y con lo que Él lo arregló; como pudo, siendo humilde, reverente, y se puso en acción.",
    "Observen, cuando Él limpió al siervo, no lo hizo por un seminario; Él no lo hizo por un montón de libros. Vemos aquí que Dios limpia a Sus siervos con Fuego. Un carbón de Fuego tocó al profeta, limpió sus labios. Dios limpia a Sus siervos con Su Fuego Santo. No con libros, no con educación, teología; sino que Él limpió a Su siervo con Fuego.",
    "Entonces tan pronto como estuvo confesado y limpio, la comisión entonces siguió. Primero tuvo que confesar, luego tuvo que ser limpio, y ahora es la comisión. Fue entonces cuando Isaías ya limpio clamó… Cuando oyó la Voz de Dios, que dijo: “¿Quién irá por Nosotros?”.",
    "Busquen en la historia, cuando estén leyendo esto, cuando vayan a casa, lo que le había sucedido a Israel. Había llegado (donde) al mismo lugar donde estamos nosotros. Ellos convocaban… Todos sus sacrificios y cosas vinieron a ser una tradición para ellos. No había sinceridad; ellos no honraban la Palabra de Dios. Ahí fue cuando Dios levantó a Isaías, para decirles que sus sacrificios apestaban en Su nariz. Él no los quería. Eran blasfemia para Él, entonces no quería tener nada más que ver con ellos. Y cuando… Este Isaías estaba limpio y listo para ir a predicar el Evangelio en ese momento.",
    "Y la Voz de Dios dijo: “Ahora hay una necesidad. Estas cosas tienen que ser dichas”. Y una Voz dijo a la otra, los Ángeles volando, dijo: “¿Quién irá por Nosotros?”.",
    "Entonces Isaías, con un corazón limpio; purificado, confesado, limpio y comisionado, la visión; dijo: “Heme aquí, Señor, envíame a mí. Envíame a mí. Heme aquí, envíame a mí”.",
    "Dios, envía de nuevo a Tus santos Ángeles hoy. Encuentra a Tu Isaías en algún lugar, es mi oración. Yo—yo no… Solo estoy diciendo esto porque sé que Él está aquí.\n\nCuando el carbón de Fuego había tocado al profeta,\n\nHaciéndolo tan puro y limpio,\n\nCuando la Voz de Dios dijo: “¿Quién irá por Nosotros?”\n\nEntonces él respondió: “Maestro, heme aquí, envíame a mí”.",
    "No tuvo miedo entonces con la Palabra. Él era un profeta; la Palabra podía venir a él. Él fue… Toda su incredulidad y tradiciones habían desaparecido. Él pudo pararse delante de esa edad tradicional, y decirles: “Sus sacrificios apestan en la nariz de Dios. Y el mismo Dios que dicen servir, los destruirá”. Eso es lo que Él dijo: “El Dios al que Uds. dicen servir, los destruirá” y Él lo hizo.\n\nEllos dijeron: “¡Una señal!”.\n\nÉl dijo: “Yo les daré una súper señal; una virgen concebirá”.",
    "Isaías escribió sesenta y seis capítulos en su Libro, y hay sesenta y seis Libros en la Biblia. Él comienza con el principio de la creación, y termina en el Milenio igual que toda la Biblia.",
    "Ese gran profeta de Dios, quien estaba dispuesto a confesar que todas sus tradiciones estaban erradas, y llegar allí y ser purificado, para que así la Palabra de Dios pudiera venir a él. Entonces él dijo: “Estoy listo para ir, Señor. Estoy listo. Hablaré lo que Tú digas que hable. Diré lo que Tú digas que diga”. Él estaba listo para ir.",
    "Dios, trae de nuevo a los Ángeles, en esta tarde, el Espíritu Santo y Fuego, y limpia los corazones de mis hermanos, en todas partes. Que ellos sean tales influencias al punto que otros vean y quieran seguir, también.",
    "Inclinemos nuestros rostros. En silencio:\n\nCuando el carbón de Fuego hubo tocado al profeta,\n\nHaciéndolo tan puro, tan puro como pudiera ser,\n\nCuando la Voz de Dios dijo: “¿Quién irá por Nosotros?”.\n\nEntonces respondió: “Maestro, aquí, envíame a mí”.\n\nSuavemente ahora, todos juntos.\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y rápidamente Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “Señor, envíame a mí”.\n\nMillones ahora en pecado y vergüenza están muriendo,\n\nEscuchen su llanto triste y amargo;\n\nApresúrate, hermano, apresúrate a ir a su rescate;\n\nRápidamente responde: “Maestro, heme aquí”.\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y rápidamente Te responderé;\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “Señor, envíame a mí”.",
    "Tarareémoslo, en voz baja. [El Hermano Branham tararea Habla, Mi Señor.—Ed.] Vayamos al templo ahora.\n\nEscuchen su triste y amargo clamor;\n\n¡Oh, hermano!, venga conmigo, ¿lo hará?\n\nApresúrate, hermano, apresúrate a rescatarlos; (Ellos no saben a qué denominación pertenecer, ni nada.)\n\nRápidamente responde: “Maestro, heme aquí”.\n\nHabla, mi Señor, habla, mi Señor,\n\nIsaías, ¿están por aquí?\n\n…y rápidamente Te responderé,\n\nHabla, mi Señor, habla, mi Señor,\n\nHabla, y responderé: “Señor, envíame a mí”.",
    "Me pregunto, con sus rostros inclinados y sus corazones inclinados, Isaías, ¿dónde estás? ¿Levantará su mano y dirá: “Señor, heme aquí, envíame a mí. Estoy listo”? Dios lo bendiga. Ahora hágalo en serio. Noventa por ciento de la congregación.\n\n…habla, mi Señor,\n\nHabla, y responderé: “Señor, envíame a mí”.",
    "Miren, ministros, Uds. que levantaron la mano. Miren a nuestras mujeres, a nuestras hermanas, ¡qué desgracia! ¡Pss, pss, pss, pss, pss, pss! Miren a nuestros hombres, estiman más una organización que la Palabra de Dios. Jesucristo Mismo probándose entre ellos, y es exactamente la Escritura muy claramente y dándose a conocer, y ellos aún se aferran allí de eso. ¡Hermano!",
    "Alguien dice: “Bueno, yo no tendría nada. Yo—yo… es que ellos… yo no tendría a dónde ir”.",
    "Hermano, así tuviera que comer galletas saladas y beber agua del arroyo, yo me quedaría con mi Señor. Él es mi vida; Él es mi pan. ¿Piensan que hago esto para ser diferente? Hago esto porque Lo amo, porque es mi comisión. ¡Párense hombro a hombro, con Él, con esa Palabra!\n\n¡Oh!, habla, y responderé: “Señor, envíame a mí”.",
    "Padre Celestial, mientras la música está sonando dulcemente, que todos los que están en la Presencia Divina, Señor, vean que este es el tiempo del llamamiento. Es un—es un tiempo de separación, cuando la paja y—y el trigo han de ser separados. Aunque el—el trigo ha estado envuelto en la paja, pero ahora es un tiempo de llamado a salir; es otro éxodo.",
    "Yo oro, Dios, como la gran Luz del Hijo ha madurado el grano para cada etapa de su Vida, desde el tiempo… Como en Canadá ahora, cuando el trigo apenas está saliendo, ese sol caliente de julio lo mataría ahora mismo, pero tiene que madurar de acuerdo a la manera en que la naturaleza le trae el sol. Así calienta el Hijo sobre la doctrina de Lutero, Wesley y el resto de ellos, lo quema, pero es para madurar el trigo. Debería haber madurado, Señor, a medida que surgió.",
    "Pero, recuerden, todas las ramas fueron cortadas, y el Árbol Novia salió directamente del centro; “Yo restituiré, de nuevo, todos los años que la langosta, el revoltón” el mismo insecto, solo que en diferentes etapas, “se comió. Yo lo restituiré”, DICE EL SEÑOR. Y Tú lo harás, Señor. Tú lo prometiste. Mi oración es que lo hagas en cada corazón en esta tarde.",
    "Son Tuyos, Señor. Te los encomiendo ahora. Y puede ser que no los vuelva a ver. Si regresara dentro de un año, hay muchos sentados aquí, si yo estoy vivo, que no estarán. Sin duda, en una multitud de este tamaño, la próxima vez que me encuentre con ellos será en el Juicio. Déjales ver, Señor. Deja que abran sus ojos, si hay… y vean.",
    "Todos estos en la cinta, Señor, que han escuchado la Voz de este tiempo, incluso traducido a muchos idiomas diferentes, que ellos puedan entender. Que hombres y mujeres, en casitas, y allá en pequeñas selvas de África, con esas maquinitas con tubos en sus oídos, que ellos escuchen, Señor, que escuchen. Concédelo. El misionero estaba correcto en lo que dijo, pero este es un testimonio mayor que el que él tenía. Él está listo ahora. Escúchanos, Padre. Te lo encomendamos todo a Ti, en el Nombre de Jesucristo, Tu Hijo, y para el llamamiento de Su Novia. Amén.",
    "Ahora, hermano, hermana, vamos a orar por los enfermos, cada uno de Uds. que levantó la mano. Yo—yo no puedo darla. Si pudiera dársela, lo haría. Seguro, yo—yo bajaría allá y diría: “Aquí, ¿la quiere? Yo—yo la daré”. No es mía para dar. Es Dios, y Dios se lo dará a Ud. si hay hambre en su corazón.",
    "Antes de que pueda haber un llamado al abismo, tiene que haber un abismo para responder a ese llamado. Antes de que pueda haber una creación, tiene que haber un Creador para crear esa creación.",
    "Saben que hay algo allí que Uds. están buscando; tiene que haber algo allí afuera que responda a ese llamado. ¿Lo recibirán ahora? No lo dejen morir. No, por favor. Si no los vuelvo a ver de este lado del Juicio, que los vea Allá, lavados y listos. ¡Es mi oración!",
    "Ahora el Dios de Abraham, Isaac y Jacob, Quien apareció en la tierra en forma de Hombre, el Hijo de Dios: Jesucristo; Quien padeció bajo Poncio Pilato, fue crucificado, sepultado, resucitó al tercer día; y subió al Cielo, donde ahora está sentado a la diestra de la Majestad; enviando de regreso el Espíritu que estaba sobre Él, llamado el Espíritu Santo, Dios, sobre… para venir sobre la humanidad, para compañerismo, para continuar el ministerio que fue realizado en ese glorioso cuerpo de Cristo. Deberá venir en la forma como sube la pirámide, así. La Piedra de Corona nunca le fue colocada. ¿Por qué? Fue rechazada.",
    "Ahora, todo el tiempo, la Iglesia constantemente ha terminado en una minoría, ha subido ahora al punto que todas las edades de la iglesia han terminado. Tiene que ser pulida. Esa Piedra tiene que encajar perfectamente. El ministerio que estaba en Jesucristo tiene que estar en Su Iglesia, para hacer que Cristo venga por la Iglesia, para levantar cada edad, para traerlo a Él, para sacarla.",
    "Igual que el trigo. El trigo tiene que regresar, a medida que comienza a madurar, del grano donde se pudrió, murió, y salir y seguir creciendo de hierba a algo más. No se puede retroceder a hierba; no apunten atrás a la hierba; no apunten atrás a esto; no apunten atrás a la gavilla. Continúen hasta Uds. llegar al trigo. Y el trigo tiene que ser el mismo tipo de trigo que cayó en la tierra, cuando haya madurado. Jesús ha resucitado de los muertos. Él ha madurado ahora. Y Él ha madurado en Su Iglesia, por medio de justificación, santificación, bautismo del Espíritu Santo; mediante estos reformadores en los primeros días, ahora Él está aquí en la tierra hoy en Su pueblo. Créanle. Él está aquí.",
    "Solo para que Uds. puedan verlo a Él (pueden haber desconocidos), que el Dios del Cielo honre lo que he dicho acerca de Él. Ahora quiero que Uds. en la congregación, por favor, que nadie salga más. Solo muéstrenle respeto así al Dios del Cielo, sentándose por un momento. Ahora no se muevan. Que cada persona aquí, que esté enferma o necesitada, levante la mano. O esté… Muy bien. Gracias. Ahora, no conozco…",
    "Conozco al Hermano King, sentado aquí mismo. Apenas lo reconocí, solo hace unos minutos. Estoy seguro. Creo que es, es el Hermano King sentado allí. Él patrocinó mi última reunión aquí. Hermano King, no logro decir lo que quiero decir, pero Ud. sabe que yo sé lo que quiero decir. Ud. ha pasado por la trituradora, mi hermanito. Dios sea misericordioso con Ud.",
    "Los otros, no los conozco. Aún veo a Pat Tyler sentado aquí. Creo que es el único varón en el edificio, o la única mujer del que yo sepa algo, es de este varón, Pat Tyler, sentado aquí.",
    "Crean ahora. Y si yo soy el siervo de Dios, y si Dios está aquí, y he identificado Su Palabra como la Verdad, entonces que el Dios del Cielo, Quien levantó a Su Hijo, Jesucristo, Quien hizo estas promesas, se los identifique, que yo he dicho la Verdad.",
    "¿Cómo lo haría Él? No viniendo con una túnica y barba. Sino Su Vida: “Yo soy la Vid, vosotros los pámpanos”. La Vida que está en la Vid está en el pámpano; “Las obras que Yo hago, vosotros también” y lo prometió en este día, cuando aparezca el siguiente pámpano. Tenemos muchos pámpanos injertados; seguro, llevarán fruto, pero no este tipo de fruto. ¡Oh, no!",
    "Vi un árbol en Phoenix, no hace mucho, con ocho o nueve frutos diferentes. Le pertenecía al Hermano John Sharrit. Dije: “¿Qué clase de árbol es ese?”.\n\nÉl dijo: “Es un árbol de naranja, Hermano Branham”.",
    "🦅 Pues” dije, “tiene limones y toronjas y—y tangelos y mandarinas”.",
    "Y él dijo: “Sí, todas son frutas cítricas”. Dijo: “Yo las injerté allí”.",
    "🦅 ¡Oh!” dije, “ya veo. Ahora, el año que viene, ¿todas serán naranjas?”.",
    "Él dijo: “¡Oh, no! ¡Ah—ah! No. El año que viene el—el limón será un limón, la—la toronja será una toronja”.",
    "Yo dije: “¿De esa misma vid? ¿De ese mismo, de—de un árbol de naranjas?”.",
    "Él dijo: “Sí. Todas son frutas cítricas, Hermano Branham; vivirá por ser fruto cítrico”.",
    "Entonces sentí que las lágrimas me corrían por las mejillas. Dije: “Señor Jesús, ahora sé lo que quieres decir”. Allí está: Estas denominaciones se han injertado ellas mismas, pero están produciendo fruto denominacional.",
    "Escuchen. Si esa rama auténtica alguna vez produce… una Vid auténtica produce otra rama, será de la original. Créanlo.",
    "[Una hermana habla en lenguas.—Ed.] ¡Sh, sh, sh, sh, sh! [Un hermano interpreta.] Gracias al Señor. ¡Cómo Él lo ha prometido!",
    "Ahora todos muy reverentes. Solo voy a pararme aquí y pedirle al Señor Jesús.",
    "Este es un don. ¿Qué es un don? Es ver si puedo apartar mi propio pensamiento, si puedo apartar mi propia vida de mí, mi—mi vida natural, mi alma, ese es William Branham; si logro sacarlo del camino, Dios usará el espíritu, el cuerpo para hablar.",
    "Permite que el Espíritu Santo venga ahora, Señor, para que ellos puedan ver, por seres humanos, que el Espíritu Santo identificado está aquí. Un don de apartarse uno mismo, del camino…\n\nTodos muy reverentes. Quédense quietos.",
    "Solo un hombre sentado por aquí. Ahora quiero que todos levanten sus rostros y miren solo por un minuto. ¿Pueden ver Eso aquí mismo sobre este hombre? Una Luz, una Luz ámbar, ardiendo, como girando… ¿Cuántos han visto la fotografía de Ella? Fue tomada aquí en Houston. ¿Ven? Está en Washington, DC, por todo el mundo. El único ser sobrenatural que ha sido fotografiado en todo el mundo. Aquí está, aquí ahora mismo.",
    "Tomo a todo espíritu aquí bajo mi control, en el Nombre de Jesucristo.",
    "Este hombre está sufriendo de un problema de glándula en su garganta. No lo conozco, nunca lo he visto en mi vida, pero esa es la verdad. ¿No es así, señor? ¿Cree ahora? El hombre de allá atrás, ¿cree que Dios me dará a saber acerca de Ud.? Ud. es el Sr. Hall. Ese es su nombre, ¿verdad? Muy bien, señor. Ya pasó. Su fe lo ha sanado.",
    "Yo podría llamar a una línea de oración, y subirlos aquí a la plataforma. No es necesario. Tomemos una de estas filas aquí, en alguna parte. Aquí, comencemos aquí mismo. Hay una niña sentada aquí. Mira hacia acá, cariño. Puede que no sufras nada, no lo sé. Pero digamos, en vez que una línea de oración pase aquí arriba, hagámosla aquí abajo.",
    "Mira aquí, cariño. Mira al Hermano Branham. En los días cuando Jesús estuvo aquí en la tierra… Sí, ella está enferma. Ella está gravemente enferma, esa niña allí. Sí, señor. Si Jesús estuviera aquí, Él podría decirte cuál es tu problema, ¿verdad que sí? ¿Crees que Jesús envió al Hermano Branham para hacerlo? Si te digo lo que sufres, ¿crees que Él te sanará? Es el azúcar, diabetes, en esa pequeña. No hay manera alguna para que sea sanada de eso fuera de Dios. ¿Crees, cariño?",
    "Ahora la dama sentada al lado, que levantó una mano, esa es la madre de la niña. Correcto. Ponga su mano sobre ella, hermana. Crea ahora. Dios le trajo esa niña. Que el Señor le conceda la sanidad.",
    "Esta dama que sigue, sentada allí junto a la madre. Míreme, señora. ¿Cree que soy Su siervo, el siervo de Dios? Si Dios me dice algo de su vida, o lo que está deseando, si está enferma, o no está enferma, o lo que sea; si Dios me dice sus deseos, ¿creerá? O algo así, no sé lo que Él hará, ¿lo creería? Ud. sabe que tendría que ser Jesucristo.",
    "Ud. está muy lejos de mí. No podría tocarme, aunque tuviera que hacerlo; porque, si me tocara, tendría que ser físico. Ud. tiene que tocar el Espíritu. El Espíritu es Cristo. “Él es el Sumo Sacerdote ahora” dice la Biblia, “que puede compadecerse de nuestras debilidades”.",
    "Ud. también está sufriendo. ¿Cree que Dios puede decirme cuál es su problema? Ud. está sufriendo con un problema a la espalda, y sangre elevada, y Ud.—Ud. tiene alta presión sanguínea y problemas al corazón. Exactamente cierto. Si es así, levante la mano. Así es. ¿Cree ahora?",
    "¿Qué me dice Ud. allí con el brazo sobre ella? La dama por aquí, mire aquí. ¿Cree…? Soy un desconocido para Ud. ¿Cree que soy el siervo de Él? ¿Me cree, que lo que he dicho es la Verdad, que le he dicho la Verdad? ¿Cree que Dios puede revelarme su problema? Lo que sea, Él… sea lo que sea, ¿cree que Él podría revelarlo? Realmente no es algo por lo que Ud. quiera oración. Tiene una tarjeta de oración, la veo en su mano; Ud. es la primera con una tarjeta de oración. ¿Cree que Dios puede decirme para qué recibió la tarjeta de oración? Es por su esposo. ¿Cree Ud. que Dios puede decirme qué le pasa a su esposo? Si Dios no lo toca, él va a morir. Él tiene cáncer y tiene problemas en los pulmones. Así es, ¿verdad que sí? [La hermana dice: “Es verdad”.—Ed.] Ajá. Levante la mano si es así. Si Ud. cree, los demás creerán, él puede ser sanado.",
    "Ese hombre sentado a su lado, ¿cree que soy Siervo de Él, señor? Si Dios puede revelarme cuál es su problema, ¿creerá entonces de todo corazón? Ud. está sufriendo con un problema al corazón. Correcto. Si es así, levante la mano. Ajá. Muy bien.",
    "La dama que acaba de mover la cabeza y a sí misma, así, sentada a su lado. ¿Cree Ud. que Dios puede decirme lo que está en su corazón, o algo que Ud. desea en su corazón, o algo, o algo por lo que Ud. está orando por alguien más? ¿Cree que Dios podría revelármelo mientras la unción está aquí, y podemos ver Eso y ver que tiene que ser algo real? Está revelando los secretos del corazón, diciéndolo, como Jesús le dijo a la mujer junto al pozo. Ahora Ud. también está sufriendo. Ud.—Ud. sufre de un problema a la espalda. El suyo está en la espalda. Levante la mano si es así. Ajá.",
    "Ahora la dama junto a ella, que está llorando, con su bolso en el bolsillo, con un vestido azul, cabello oscuro, corpulenta. Míreme. ¿Cree que soy el siervo de Dios? Mire aquí. Vea, Ud. está en primera fila, puedo contactarla fácilmente, con la ayuda de Dios. ¿Cree que Dios puede decirme cuál es su problema, como si estuviera en la línea de oración? ¿Cree que es posible, desde aquí? ¿Lo cree? Ud. tiene la presión alta, de lo que está sufriendo. Si es así, levante la mano. Muy bien. Crea y puede ser sanada.",
    "La dama junto a ella. ¿Qué piensa Ud., hermana? Mire aquí, hacia mí. ¿Cree que soy el profeta de Dios, o Su siervo? ¿Lo cree, de todo corazón? ¿Cree que Dios puede describirme, como a la mujer junto al pozo, cuando Jesús y la mujer se encontraron, que podría decirme cuál es su problema? ¿Cree Ud.? ¿Le ayudaría, le ayudaría a creer? Mire. ¡Oh!, Ud. tiene algo muy serio. Es un hijo, un niño. Ajá. Y ese niño tiene un nerviosismo mental. Él está en casa. Así es. Si es correcto, levante la mano. Crea de todo corazón, el muchacho se recuperará. Ud. crea.",
    "La dama allí al lado. ¿Cree, hermana, de todo corazón? ¿Cree que soy Su profeta, Su siervo? ¿Cree Ud. que es Jesucristo, solo por un don que…?",
    "Profetizar es un don. Ud. sabe, un don de Dios, es ordenado mucho antes de que el mundo comenzara. Tenía que ser ordenado para este día; Uds. no tendrían manera de saber qué es qué. Dios simplemente lo identifica e interpreta Su Palabra.",
    "¿Cree Ud. que es así, lo que ha oído? ¿Cree que yo podría…? Si pudiera decirle lo que está mal, Ud. sabe que no sería yo. Tendría que ser Otro; solo es mi voz, pero Alguien más usándola. Igual que este micrófono, es mudo hasta que algo hable por medio de él. Somos desconocidos. ¿Ven? Perdí el cont-…",
    "Aquí está ella. Sí, señor. La dama está sufriendo con un problema de anemia; está en su sangre. Si es cierto, levante la mano, señora. Así es. Ud.—Ud. también está orando por este pequeño allí en el extremo. Ese es su hijito sentado allí, en el extremo. Si es así, mueva su mano. Si Dios puede decirme qué le pasa a su hijito, ¿creerá Ud. de todo corazón que Dios me habla, y que eso es así? Él está sufriendo de una condición nerviosa extrema. Así es. ¿Verdad que sí? Entonces ponga su mano sobre él, y crea de todo corazón, y él sanará.",
    "¡Le reto a que lo crea! ASÍ DICE EL SEÑOR DIOS. Texas, si mueres en pecado, mueres sin mi sangre sobre ti. Recuerda, tu sangre no está sobre mí. ¡Ahí está la Verdad! Ese es Jesucristo identificado, líneas de oración, dondequiera que estén: ¡Crean en el Señor Jesucristo! ¿Lo harán? ¿Están convencidos, están completamente convencidos de que tiene que ser Jesucristo conforme a la Palabra de la promesa para este día? Levanten sus manos, todos los que están completamente convencidos de que es el Señor Jesucristo. Amén. Dios los bendiga.",
    "Yo sé que han sido instruidos. A cada uno de Uds. se les ha enseñado algo. Y veo que es la—es la… tanta unción que puede ondear por todas partes ahora, ¿ven? A Uds. se les ha enseñado que deben poner las manos sobre los enfermos. Eso es una tradición. Está bien. Jesús lo aprobó.",
    "Pero ese romano, a eso es a lo que he estado tratando de llevarlos, esta semana: “No soy digno” dijo el romano, “de que Tú entres bajo mi techo. ¡Solamente di la Palabra!”. ¿Ven?",
    "Si alguien pone las manos sobre Ud., entonces: “El Hermano Fulano me puso las manos, ¡gloria a Dios!”.",
    "Yo—yo—voy a pedir a los ministros, ministros creyentes que vengan aquí, para que simplemente, no son mis manos, es—es—es solo lo que dijo Jesús: “Sobre los enfermos pondrán sus manos”.",
    "Vamos a orar por los enfermos, cada uno. ¿Cuántos tienen tarjetas de oración en el edificio, veamos sus manos? Sí, se los prometimos, ahora tenemos media hora para cumplirlo. Voy a pedir…",
    "¿Cómo haríamos esto, Hermano Pearry? ¿Tiene alguna sugerencia? ¿De este lado de aquí?",
    "Que esta fila aquí afuera, que tiene tarjetas de oración, se pare contra la pared, vayan por ese lado y párense contra la pared. [Un hermano le habla al Hermano Branham.—Ed.] Muy bien, señor. Eso está bien. Párense de ese lado.",
    "Todos los de aquí en el centro, de… ahora Uds. párense en el pasillo, vean. Solo párense en el pasillo, los que están en este pasillo o, este centro aquí, párense en el pasillo.",
    "Los de ese lado, párense en ese lado. Los de aquí, párense aquí en el centro, en este lado. Y los de ese lado, párense allí. Y solo sigan sus líneas como vienen. Así es. Ellos estarán allí abajo instruyéndoles qué hacer.",
    "Estoy pidiendo… ¿Estaría bien, Hermano Pearry? [El Hermano Pearry Green dice: “Seguro”.—Ed.] Estoy llamando a ministros quienes creen en Cristo, que Cristo sanará a estos enfermos por la imposición de manos y siguiendo Sus mandamientos, les estoy pidiendo que vengan aquí y se paren conmigo si creen que esto es la Verdad.",
    "Cualquier ministro del Evangelio, si Ud. es metodista, bautista, presbiteriano, luterano, sacerdote católico, lo que Ud. sea; si cree que Jesucristo sana a los enfermos, y ha comisionado a Sus discípulos para poner las manos sobre los enfermos, para su sanidad, ¿vendría aquí?",
    "[El Hermano Pearry Green dice: “Dígale a todos que pasen a la parte de atrás. Por favor, todos los que quieran que se ore por ellos, vayan atrás”.—Ed.] Ahora vayan a la parte de atrás y sigan alrededor, ¿ven? Todos en estas líneas ahora, vayan atrás y tomen su lugar, sigan alrededor en esa dirección, y luego regresen a su lugar otra vez, tan ordenadamente como se pueda.",
    "Me pregunto, hermanos, ¿será mejor si bajamos allá? Creo que es una buena idea. Ahora, es mejor dejar este micrófono aquí. Dejen… Roy, párate aquí junto al micrófono. O, sí, mejor baja conmigo. ¿ves? Sí. O, a menos que quieras pararte aquí. Muy bien, Roy, entonces párate aquí. Muy bien.",
    "Ahora ya van. Ahora quiero que, nadie se vaya, por favor. ¡Vean, precisamente por lo que hemos estado orando!",
    "Ahora Ud. dice: “Hermano Branham, ¿por qué trajo a todos estos ministros aquí arriba?”. Voy a ir enseguida, con ellos. Pero yo…",
    "Vean, lo que es, ellos tienen tanto derecho de orar por los enfermos como yo, o cualquiera, tanto como Oral Roberts o—o cualquier jerarquía, no importa quién sea. Ellos tienen tanto derecho de orar por los enfermos como Pedro, Santiago, Juan, Mateo, Marcos, Lucas, como cualquiera de ellos. Ellos son ministros, llamados por Dios. Casualmente veo dos o tres hermanos allí que conozco, personalmente, que tienen un ministerio de orar por los enfermos.",
    "Ahora, mientras entran en la línea aquí, quiero… ¿Cuántos en esta congregación están completamente convencidos, de todo corazón, que creen que es la voluntad de Dios sanar a esas personas? Claro que lo es. Seguro, es la voluntad de Dios sanarlos.",
    "Ahora, ¿cómo se sanaron ellos? Ahora, si Él Mismo estuviera aquí, no podría hacer más de lo que ha hecho ahora mismo. ¿Lo creen Uds.? Exactamente lo que Él ha hecho ahora, eso es lo que Él haría, porque Él es el mismo ayer, hoy, y por los siglos.",
    "¿Cuántos saben que San Juan 5:19 dice esto: “No puede el Hijo hacer nada por Sí Mismo?”. ¿Cuántos saben eso? “Sino que lo que ve hacer al Padre, eso hace el Hijo”. ¿Lo creen? Así que, Jesús no obró un milagro hasta que el Padre Le mostró, por una visión, qué hacer. Esa es Su Propia Palabra. Si eso no es así, entonces todos estamos perdidos, no sabemos dónde estamos. Allí lo tienen. Vean, Sus Palabras son infalibles.",
    "Mírenlo a Él pasando por el estanque de Betesda, unas horas… como una hora antes de eso. Allí yacían grandes multitudes de cojos, ciegos, cojos, paralíticos. ¿Cuántos saben que es verdad? Y Él no tocó ni a uno de ellos, y siendo Él un Dios de compasión. ¿Creen que Él tenía compasión? Dejar a esa madre, con un bebé sufriendo de agua en la cabeza; ese pobre padre anciano ciego, pidiendo que alguien lo llevara al agua cuando era agitada. ¡Un Dios de compasión! ¿Ven?",
    "La gente no sabe lo que es la compasión. Ellos mezclan el amor fileo con el amor Ágape; son dos amores totalmente diferentes. Con la compasión es igual; los deseos y la compasión, es algo diferente.",
    "Pero, miren, Él fue a un hombre que tal vez tenía un problema de próstata, o tal vez era tuberculosis. Era un retraso; él lo había tenido por… era—era—eran treinta y ocho años que él lo había tenido. Eso no lo iba a matar. Y Él fue a ese hombre, y le dijo: “¿Quieres ser sano?”. ¿Cuántos saben que eso es verdad? Y dejó al resto de la multitud postrada allí.",
    "¿Qué si Él hiciera eso en Beaumont, hoy? “¡Oh, vaya! Sería entonces: esa sanidad Divina no existe, ¿ven?”.",
    "Vean, ellos no entienden. Jesús es el mismo ayer, hoy, y por los siglos; “Yo no hago nada hasta que el Padre Me lo muestre primero”.",
    "Pero muchas personas solo con estar tendidos bajo Su sombra, y fueron sanados por su propia fe. Una mujercita tocó Su manto y fue sana. ¿Cuántos lo saben? La sanidad está basada en la fe suya. La identificación de Dios está basada en la promesa de Su Palabra, pero su fe en Su identificación es lo que lo sana. Si Ud. no la tiene, no importa que el hombre más santo en todo el mundo pudiera pararse aquí y orar todo el día, no serviría de nada hasta que Ud. lo crea, enfáticamente, Ud. personalmente. Jesús Mismo pudiera estar parado aquí, en el cuerpo encarnado, ponerle las manos, y aun así Ud. no sería sanado. ¿Cuántos saben eso? “Él no pudo hacer muchos milagros a causa de la incredulidad de ellos”. Eso es Escritural.",
    "Así que, vean, Uds. en la línea de oración, tiene que ser su fe en la Palabra. Ahora, si Uds. ven a Dios haciendo lo que Él ha hecho… Miren, solo déjenme darles un pequeño testimonio mientras se preparan. Escuchen atentamente. Hace dos noches…",
    "Hay un pequeño ministro aquí en alguna parte. Lo vi aquí, hace un rato. Su nombre es Martin. Lo olvidé… Él es uno de los patrocinadores. Aquí mismo.",
    "Como a la medianoche, o cerca, alguien me despertó en mi cuarto. Un hombrecito llorando, un pequeño ministro, su bebé acababa de fallecer. Las lágrimas corrían por su rostro.",
    "Él está por allá en algún lugar en… ¿Cómo se llama ese pueblo en el que viven? [Alguien dice: “Missouri”.—Ed.] Missouri. ¿Dónde? [“Wardell, Missouri”.] Wardell, Missouri. Conozco al muchacho. También conozco a su hermano. Son amigos míos.",
    "Este hermano entró allí con lágrimas rodando por sus mejillas, dijo: “Hermano Branham, acabo de llamar… Mi esposa me acaba de llamar. Mi bebito acaba de dejar de respirar”. Él me puso las manos, dijo: “Hermano Branham, yo creo que la Palabra del Señor está con Ud.”. ¡Oh!, ¿cómo podría Dios…? Igual que, “¡Aún ahora, Señor! Si hubieses estado aquí, mi hermano no habría muerto”. Vean, él no me estaba confesando a mí. Él estaba confesando la Palabra del Señor, ¿ven?, que yo estaba predicando la Verdad. Él dijo: “Yo creo que la Palabra del Señor está con Ud. Solo pídaselo a Él; mi bebé vivirá”. Diez minutos después, su bebé estaba respirando normalmente, está bien ahora.",
    "Mi hijo parado por aquí en algún lugar, Billy Paul, había salido para hablar con él. Y yo estaba allí en mis pijamas. Y unos minutos más tarde regresó y dijo: “¡Papá, papá, mira aquí!”. Y su garganta toda hinchada y roja, y una gran ron—roncha como así de grande. Dijo: “¡Una araña grande de color negro con una mancha roja! Yo estaba parado allí, estaba hablando con John, y me mordió allí. Y mira allí, se está hinchando”.",
    "Le dije: “¡Oh!, Billy, puede haber sido una viuda negra”. Y dije: “Mírate la garganta, cómo se ha hinchado”.",
    "Le puse allí mi mano, dije: “Señor Jesús”, en diez minutos ni siquiera quedaba… ni se notaba que la marca había estado allí. ¿Ven? ¿Qué es? ¿Ven?",
    "Alguien vino el otro día y dijo, a la oficina, y uno, de la oficina, salió, y dijo: “Dígale al Hermano Branham que solamente hable que mi hijo…”. Dijo él: “Yo creo que si… lo que Ud. diga”. Pero, vean, yo no puedo decirlo hasta que Él me lo diga.",
    "Pero aquí tengo la Palabra que dice esto: “Estas señales seguirán a los que creen; si ponen sus manos sobre los enfermos, sanarán”. Ahora, Dios no puede hacer esas cosas y dejarle a Ud. parado allí. Ud. tiene que… Ud. crea lo mismo, le sucederá a Ud. Pero Ud. tiene que creerlo, no solo fingirlo; tiene que creerlo.\n\nAhora oremos, primero, todos juntos.",
    "Y quiero que cada uno de Uds.…mientras los hermanos se paran aquí, en este micrófono. Yo también bajaré allá para poder ponerles las manos. Ellos son mi gente, ellos son mi… Ellos son las estrellas en mi corona, así como en la corona de Uds., mis hermanos ministros. Voy allí porque los amamos, y son los hijos de Dios. Venimos a ayudarlos.\n\nAhora oremos.",
    "Señor Jesús, el hombre que pudiera decir que Tu Presencia no está aquí, habría… habría algo mentalmente mal. Al igual que un hombre que rehusara aceptar la luz del sol; que alguien le dijera que el sol está brillando, y él bajara corriendo al sótano y cerrara la puerta, y dijera: “¡Simplemente me niego a creerlo! ¡Me niego a creerlo!”. Bueno, sabríamos, Señor, que algo anda mal mentalmente con el hombre. Y así también es el hombre que cierra la compasión de su corazón, a la Luz de la Palabra de Jesucristo siendo manifestada, que dijera: “Yo no creo Eso”, algo marcha mal espiritualmente con el hombre.",
    "Así que, sabemos que Tú estás aquí, Padre. Sin duda, lo creemos. Vemos Tus—Tus huellas; vemos Tus marcas; vemos Tu Palabra.",
    "Hay cientos parados aquí en esta línea de oración. Y hay hombres finos de Dios parados aquí, grandes guerreros de la Fe; bajaré para poner mi hombro con el de ellos, Señor. Cuando estas personas enfermas pasen por esta línea de oración, que cada uno de ellos sepa que no está pasando por algún hombre. Ellos vienen pasando bajo la Cruz de la promesa. Que se vayan de aquí sanos, que salgan regocijándose, que se recuperen; que se lo digan a su pastor. Que eso haga venir un avivamiento a la antigua, por todas estas regiones, Señor, que traiga muchas almas a Ti. Señor, son Tuyos. Ayúdalos. Sánalos, oro, en el Nombre de Jesucristo.\n\nQuiero a todos ahora con los rostros inclinados, orando.",
    "Y quiero, mientras Uds.… Escuchen, la línea de oración ahora. Cuando pasen, como si estuvieran bajo la Cruz, crean con todo lo hay en Uds. Salgan de aquí regocijados, contentos, diciendo: “Gracias, Señor. Creo en mi sanidad”. Y si Ud. no lo cree, entonces sería mejor que tome su asiento, porque no servirá de nada.",
    "Quiero que toda la congregación, todos, simplemente clamen al Cielo, así, en la Presencia de Cristo: “Señor Jesús, ¡muéstrate a nosotros ahora! ¡Sana a estos enfermos!”. ¿Lo harán?\n\nHermano Borders, mientras canta, Solo creed.",
    "Deje eso aquí. No lo necesitamos. [Un hermano dice: “¿Lo va a dejar aquí?”.—Ed.] Sí. [El Hermano Roy Borders canta Solo creed. Cinta en blanco.]\n\n…solo creed",
    "Levantemos nuestras manos ahora.\n\nTodo es posible, solo creed.\n\nAhora cantémoslo así:\n\nAhora creo yo, ¡oh!, ahora creo yo,\n\nTodo es posible, ahora creo yo.\n\nAhora creo yo, ¡oh!, ahora creo yo,\n\nTodo es posible, ¡oh!, ahora creo yo.",
    "Hasta que los vuelva a ver, quiero irme de Texas viéndolos vocear las alabanzas de Dios. Solo levantemos nuestras manos y alabemos a Dios, cada uno de nosotros.",
    "Señor Jesús, Te damos gracias por Tu Palabra, por lo que has hecho por nosotros. Te doy gracias, por poder hablar con esta gente fina, y ver Tu poder y bendiciones sobre ellos. Bendícelos, Señor. Que ellos entiendan. Y que el Espíritu Santo sane a cada uno y salve a cada uno, en estos últimos días. En el Nombre de Jesucristo, Señor, Te los presento como material para la Novia, porque ellos están creyendo, por la gracia de Dios. 🦅"
  ]
}