{
  "title": "SEÑOR, QUISIÉRAMOS VER A JESÚS",
  "id": "64290009",
  "content": [
    "🦅  …poder familiarizar a la gente con lo que tratamos de hacer. Ahora lo que queremos hacer, recuerden, es ver a Jesucristo tan presente que el corazón de cada creyente sea estimulado, su fe, que él pueda extender la mano y pueda aferrarse de Dios, y de lo que él tenga necesidad. Pues todo lo que necesitamos, en el viaje de esta vida, está en Cristo.",
    "Al igual que sus árboles aquí afuera. Todo lo que ese árbol necesita… Es un árbol de manzanas. ¿Han llegado a pensarlo? Cuando aún ni mide una pulgada, toda manzana que habrá en ese árbol está en él allí mismo. Mil fanegas, si es que hay tantas; digamos que quinientas fanegas de manzanas, salen de un árbol; las quinientas fanegas de manzanas todas estaban en él cuando se sembró. Si no, ¿de dónde vienen? ¿Ven? ¿Ven? Uno solo lo siembra y luego él tiene que—tiene que beber agua, beberla de la tierra. Y tiene que beber hasta obtener mucho más de su porción, entonces le salen las ramas, le salen las hojas, le salen las flores, le salen las manzanas. ¿Ven? Ellas le salen; no las trae. Ellas le salen.",
    "Y, por eso, yo creo que Cristo es la Fuente inagotable de Vida. Y cuando estamos plantados en Él, lo único que hacemos es beber de esa Fuente de Vida, y damos todo lo que necesitamos para este viaje. Todas las cosas que necesitamos, están en Él. Y nosotros estamos plantados en Él, y bebemos de Él, y Él es la Fuente inagotable de Vida.",
    "Pongámonos de pie ahora, por favor, solo un momento, en reverencia, mientras leemos la Palabra de Dios.",
    "Para nuestro corto tema en esta noche, siendo que se acerca la temporada de la Cuaresma, o el Viernes Santo, quiero leer una porción del Evangelio de San Juan, comenzando del versículo 12 y del capítulo 12.\n\nEl siguiente día, grandes multitudes…habían venido a la fiesta, al oír que Jesús venía a Jerusalén,\n\ntomaron ramas de palmera y salieron a recibirle,…clamaban: ¡Hosanna! ¡Bendito el que viene en el nombre del Señor, el Rey de Israel!\n\nY halló Jesús un asnillo, y montó sobre él, y como está escrito:\n\nNo temas, hijas de Sion; He aquí tu Rey viene a vosotras, Montado sobre un—sobre un pollino de asna.\n\nEstas cosas no las entendieron sus discípulos al…principio; pero cuando Jesús fue glorificado…ellos se acordaron de que estas cosas estaban escritas acerca de él, y de que se las habían hecho.\n\nY daba testimonio la gente que estaba con él de cuando llamó a Lázaro…de los muertos.\n\nPor lo cual también había venido la gente a recibirle, porque había oído que él había hecho esta señal.\n\nPero los fariseos dijeron entre sí: Ya veis que no conseguís nada. Mirad, el mundo se va tras él.\n\nHabía ciertos griegos entre los que habían subido a adorar en la fiesta.\n\nEstos, pues, se acercaron a Felipe, que era de Betsaida…Galilea,…le rogaron, diciendo: Señor, quisiéramos ver a Jesús.\n\nFelipe fue y se lo dijo a Andrés; entonces Andrés y Felipe se lo dijeron a Jesús.",
    "Hebreos 13:8 dice: “Jesucristo es el mismo ayer, hoy, y por los siglos”.",
    "Inclinemos nuestros rostros mientras oramos. Ahora, en la solemnidad de este momento, con nuestros rostros inclinados, después de leer esta Palabra, ¿habrá alguien aquí que quisiera ser recordado en esta oración, y quisiera que Dios haga algo por Ud. en el transcurso de esta reunión, o aún esta misma noche? ¿Podría tan solo dejarlo saber, levantando la mano? Él sabrá lo que hay debajo de su mano.",
    "Nuestro Padre Celestial, ahora nos estamos acercando a Tu Palabra. Nos acercamos con reverencia y con oración, con rostros inclinados y corazones inclinados, porque sabemos que Tú eres siempre fiel a esta Palabra. Oramos que Tú ahora nos apartes de los asuntos y afanes de la vida en este siglo, para que podamos servirte con corazones puros y limpios, lavados en la Sangre del Cordero.",
    "Te preguntamos, Señor, ¿será esta la hora en que podría irrumpir un gran avivamiento aquí en esta parte del país? Si así es, Señor, estamos aquí para servirte en lo que podamos, y sencillamente nos encomendamos a Ti, para ese servicio. Y que algo acontezca, Señor, que conmueva los corazones de la gente. Y quizás esta reunión solo sea para unos pocos aún esparcidos por aquí, pudiendo ser que el último miembro del Cuerpo de Cristo será añadido aquí mismo en Louisiana, y luego las—las puertas se cerrarán. No lo sabemos, Señor, solo avanzamos cautelosamente, vigilando cada movimiento.",
    "Y oramos, Padre Celestial, que sanes a todos los enfermos y afligidos. Veo aquí tendido a un pobre niño afligido, y a gente tendida alrededor, enferma y necesitada. Dios, que ellos aparten la mirada de sus aflicciones esta noche y esta semana que viene, y que no quede una persona enferma entre nosotros al concluir esta reunión.",
    "Bendice a los ministros, Señor, y su fina cooperación, y lo que están haciendo, para la reunión. Que la gente entienda que esto es lo—lo que está en el corazón de su—su pastor, al querer traer todo, y todo don, y todo lo que puedan, que Dios honra, para poder ayudar a su congregación a ver y a creer, y a crecer. Concédelo, Padre.",
    "Perdónanos nuestras ofensas. Concede cada petición debajo de esas manos en esta noche. Señor, la mía levantada, Tú conoces mi corazón, es—es la oración por el pueblo. Que Jesús sea conocido entre nosotros, Padre. Danos un gran derramamiento de Sus bendiciones.",
    "Y cuando salgamos de aquí, esta noche, que podamos decir como los que venían de Emaús, ese día después de la resurrección, al entrar en estas fiestas santas: “¿No ardía nuestro corazón en nosotros” dijeron ellos, “mientras Él nos hablaba en el camino?”. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "No para—para predicar ni tomar mucho tiempo, sino solo para poner en orden algunos pensamientos aquí ahora antes de llamar a la línea de oración. En unos veinticinco minutos, supongo, llamaré la—la línea de oración, para orar por los enfermos. Y ahora, cada noche, el Sr. Borders y los demás intentarán explicarles cómo es, y cómo se lleva a cabo una sanidad, y demás.",
    "Y, recuerden, no estamos aquí solo queriendo representar la sanidad Divina; estamos aquí para representar a Jesucristo, y en Él está la sanidad. Y cada atributo de Dios está en Él. Y nosotros… Él ha comprado nuestra salvación, nuestra sanidad y todo lo que tenemos. Y la sanidad es algo menor, y uno no puede darle una importancia mayor a algo menor. Sabemos eso. Así que, estamos… Pero tratamos… Cerca del ochenta y seis por ciento del ministerio de Jesús fue de sanidad Divina, para poder atraer la atención de la gente, y luego explicar cuál era Su propósito allí. Y, sigue igual, queremos continuar Su ministerio de la mejor manera que sabemos, creyendo que Él sigue siendo el mismo ayer, hoy, y por los siglos.",
    "Ahora, sabemos que, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y aquel Verbo fue hecho carne y habitó entre nosotros”. Por lo tanto, Dios y Su Palabra son lo mismo; es Dios en forma escrita. Uno no es más que su palabra. Dios no es más que Su Palabra.",
    "Así que, esta gran fiesta que viene aquí ahora en estos días, esta Cuaresma, como le llaman, y se acerca al Viernes Santo, y—y luego el Domingo de Pascua, falta una semana para el domingo de Pascua, creo. Pues, esto ya viene. Pensé en leer esta Escritura, en la que estos griegos, con un corazón hambriento vinieron a adorar en la fiesta de la Pascua. Y poco se imaginaban que ese era el Cordero de la Pascua, que Cristo lo sería.",
    "Pero sus corazones estaban hambrientos. Ellos querían verlo a Él. Habían oído hablar tanto de Él, y sabían de las grandes cosas que habían oído que Él había hecho. Y, no cabe duda, al venir a esa fiesta, deben haber leído mucho en la Escritura sobre lo que Él era, y Su—Su naturaleza, y lo que Él haría cuando viniera. Así que, ellos querían ver.",
    "Se acercaron a los discípulos de Él, y se les dio el privilegio de verlo, por la—la buena voluntad y el ministerio de Sus discípulos. Ellos fueron traídos a Su Presencia, por Sus siervos.",
    "Y ahora, si Hebreos 13:8 dice que, “Jesucristo es el mismo ayer, hoy, y por los siglos”, y estoy seguro que aquí en—en… en Baton Rouge, que estamos igual de hambrientos de ver a Jesús como lo estaban ellos en aquel entonces. Yo… Todo hombre que está en sus cabales, y oye acerca del Señor Jesús, anhela verlo.",
    "¡Oh!, cuando primero oí de Él, siendo un muchacho, yo—yo—yo casi no podía soportarlo. Pensaba: “Si Él es Dios, Él—Él siempre fue Dios, Él—Él siempre será Dios”.",
    "Y querer ponerlo en algún gran momento en el pasado, o—o algún gran momento por venir, esa es la naturaleza del hombre. El hombre siempre alaba a Dios por lo que Él hizo, mirando al futuro por lo que Él va a hacer, e ignorar lo que Él está haciendo. Esa sencillamente es la naturaleza del hombre. Siempre ha sido así, y aún sigue así, en esta noche.",
    "Pero, ahora, estos griegos querían verlo a Él, y nosotros queremos verlo. Bueno, ahora, si Él ha resucitado de los muertos, y no… Él no está muerto; Él está vivo. Y si Él está vivo, como dice la Escritura, entonces ¿por qué no podemos verlo nosotros? Tenemos derecho a preguntar. Recuerden, Él dijo: “Todavía un poco y el mundo no Me verá más. Pero, vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. El mundo no Me verá, pero vosotros Me veréis”. Y ahora, si Él es el mismo ayer, hoy, y por los siglos, entonces ¿por qué no pudiéramos verlo?",
    "Ahora, si yo acudiera a las diferentes ideas que hemos tenido. Y recuerden que Dios nunca hace nada fuera de lo que Él ha prometido hacer. Vean, Él siempre hace la promesa, luego viene para cumplirla.",
    "Dios, en el principio, conocía el fin desde el prin-… principio, porque Él era infinito. Todos sabemos eso. Él es omnipresente, omnipotente, e infinito. Ahora, si Él es infinito, entonces Él conocía todas las cosas, y ahora… y omnisciente.",
    "Y noten, por tanto, Él asignó Sus Escrituras a través de las edades por venir. Y entonces cuando llega esta edad, pues, siempre tratamos de—de tener todo explicado de la manera que pensamos que es correcto, pero usualmente… Si Dios ha hecho una promesa para esa edad, Su manera acostumbrada de hacer cualquier cosa, pues, nunca cambia al hacerlo.",
    "Recuerden, Dios nunca cambia, nunca cambia Sus maneras. Pues, por esa razón podemos definitivamente poner nuestra fe en lo que Dios dijo que es la Verdad, la Biblia. Ahora, Ud. tiene que colocar a Dios en algún lugar.",
    "Ahora, si Dios fuera a juzgar al mundo, y Él lo hará. Si dijéramos, si yo tal vez le dijera al católico francés: “¿Por cuál creen que Él lo juzgará?”. “La iglesia católica francesa”. El católico romano cree que Él lo juzgará por esa iglesia. Los ortodoxos, los griegos católicos ortodoxos, creen que Él lo juzgará por esa. Los metodistas dirían: “Por nuestra iglesia”. El bautista, “por nuestra iglesia”. “¡El pentecostal!”. Vean, sería tan confuso, al punto que una persona no sabría qué hacer.",
    "Pero Él dijo que juzgaría al mundo por Jesucristo, y Jesucristo es la Palabra, así que Él juzgará al mundo por la Palabra. Ahora, la Biblia es la revelación completa de Jesucristo. Esta es la revelación. No se le debe añadir nada, ni quitarle nada a Ella. Así mismo será quitada, nuestra parte, del Libro de la Vida, si añadimos o quitamos de Ella. Esa es la Palabra de Dios, y nosotros La creemos.",
    "Ahora, en cada generación, cuando la iglesia por lo general La enreda tanto y todo eso, al punto que, cuando llega el tiempo para que la Palabra se cumpla, ellos tienen la mirada por allá atrás a alguna otra generación, lo que sucedió muy atrás en algún otro día, y se les pasa ver lo que ha sucedido en ese día.",
    "Ahora, Uds. pueblo católico, como no vieron a esos santos. ¿Qué me dicen de Juana de Arco, una—una francesa? Tal vez saque a relucir eso, por ser un territorio francés. Recuerdan que el sacerdote la quemó en la hoguera como bruja. “Ella era una bruja”, porque la muchacha era espiritual. Ella veía visiones y demás, y Uds. la quemaron por bruja. Luego, después de un tiempo, cuando Uds. vieron su error, desenterraron los cuerpos de esos sacerdotes y los arrojaron al río, como penitencia. Pero, vean, ya había pasado.",
    "Y así es siempre. Se nos pasa y no lo vemos.",
    "Incluso a los discípulos, dijo Jesús, una vez hablándoles. Ellos dijeron: “¿Por qué dicen los—los escribas que es necesario que Elías venga primero?”.",
    "Él dijo: “Ya vino, y Uds. no le conocieron”. Y ellos comprendieron que era Juan el Bautista. Aun a esos discípulos, esa voz en el desierto, y Malaquías 3 siendo cumplido, pues, pasó allí junto a ellos y ni lo entendieron, para nada. ¿Ven?",
    "Y es posible que nosotros pudiéramos dejar que Esto se nos pase por alto, y no verlo. La manera de Dios siempre es…",
    "Ahora, si viniera bajo todo un sistema, o alguna cierta organización, como los protestantes, metodistas, bautistas, pentecostales, o que algunas de sus denominaciones lo produjeran, ellos lo creerían. Bueno, entonces, los otros no tendrían nada que ver con eso.",
    "Así que Dios nunca trata, en tiempos como este, con ninguna organización. Él nunca lo hizo. Él siempre trata con un individuo, una persona, Ud., solamente esa persona. Es Ud., entre Ud. y Dios, no entre su organización y Dios; entre Ud., como un individuo. Dios siempre lo hace así, siempre lo ha hecho.",
    "Y ahora la Biblia ha dicho: “Él no hace nada sin revelárselo a Sus profetas, a Sus siervos los profetas”. Y siempre, mucho como en el tiempo de Elías, y el tiempo de Moisés, y en todos esos otros tiempos, Él lo revelaba.",
    "Ahora, estaba escrito en la Escritura que una… Dios iba a darles una súper señal, una gran señal, una señal eterna: “una virgen iba a concebir”. Y entonces iba a nacer Él, un Niño, Lo conoceríamos como el Mesías. Todas las Escrituras, desde Génesis en adelante, tenían relación con la venida del Mesías.",
    "Los profetas eran parte de la Palabra. Jesús dijo que eran llamados: ‘dioses’. Y lo fueron, siempre y cuando la Palabra de Dios viniera a ellos. Él dijo: “¿Cómo Me podéis condenar cuando digo que soy el Hijo de Dios? Y—y, vosotros, aquellos… Está escrito en vuestra ley, ‘aquellos a quienes vino la Palabra del Señor’, los llamasteis ‘dioses’”. Vean, los… No eran los profetas; era la Palabra de Dios. Y es lo mismo ahora. Y lo fue Jesús, la misma cosa, la Palabra de Dios manifestada. Y eso siempre es la Luz de la hora.",
    "Ahora, si observamos alrededor, esta noche, y nos remontamos a algunas de estas iglesias grandes, a través de la edad, y decimos: “Esta es, esta es”, si uno no vigila, estaremos caminando en un resplandor en vez de una Luz. Estaremos mirando algo que pasó, años atrás, mirando hacia atrás.",
    "Toda persona que conduzca por la carretera, mirando por el espejo retrovisor, chocará. Así es. Así es. Por ejemplo, algunas de nuestras hermanas que quieren, a los cincuenta años, parecer de dieciséis. Vean, Uds. están mirando atrás.",
    "¡Miren hacia adelante! Miren hacia dónde van. Miren a dónde van, no de dónde vienen. Pablo dijo: “Olvidando ciertamente lo que queda atrás, prosigo a la meta, al supremo llamamiento en Cristo”. Uds. siempre deben mirar a donde van, no a donde han estado.",
    "Si miran el espejo retrovisor, pronto chocarán. Ese ha sido el problema. Por esa razón Lutero chocó cuando apareció la luz de Wesley. Por esa razón fue que Wesley chocó—chocó cuando aparecieron los pentecostales. Y si no vigilamos, los pentecostales también van a chocar, si no se mantienen alertas, vigilando. Vean, siempre están mirando hacia atrás, refiriéndose a lo que alguien más hizo allá atrás. Cuando estamos…",
    "Cuando, se nos ordenó mirar hacia adelante, seguir adelante. Su—su profecía para ellos aconteció en sus días, esto sucede en este día, y la siguiente acontece en el día siguiente. Está asignada, hasta el tiempo del fin. Y hay cosas que deben estar pasando ahora, de acuerdo con la Escritura: el Espíritu Santo en la tierra, derramado sobre el pueblo.",
    "Ahora, cuando vino Jesús, esos escribas y demás deberían haberlo reconocido, pero no lo hicieron, porque estaban muy arraigados en sus tradiciones. Fariseos, saduceos, herodianos y demás, estaban en esa tradición, tan impregnados que, hasta la propia profecía de Cristo Mismo, de lo que se suponía que Él debía ser, no la vieron. Él les habló, dijo: “Escudriñad las Escrituras, porque en Ellas os parece que tenéis la Vida Eterna, y Ellas son Las que dan testimonio de Mí”.\n\nEllos dijeron: “Discípulos de Moisés somos”.",
    "Él dijo: “Si fuerais discípulos de Moisés, Me conoceríais, porque Moisés escribió de Mí. ‘Profeta como Yo, levantará Jehová vuestro Dios’”.",
    "Ellos afirmaban serlo, pero no lo eran, porque estaban tan impregnados de tradición. Ahora, así fue como ellos fallaron en verlo a Él en ese día en que vivieron. Bueno, eso podría repetirse, saben. Eso siempre ha sucedido, y podría repetirse de nuevo.",
    "Ahora regresemos solo por unos minutos. Y la única manera en la que podremos hallar lo que Él es…",
    "Ahora, hoy, si tomamos a la persona común, lo que Cristo debería ser, nosotros… Algunos de ellos se Lo imaginan a Él como algo histórico, algo grandioso. Algunos Lo rebajan a solo un hombre común. Y algunos Lo presentan como un filósofo, profetas, o—o algo así, un buen hombre, un maestro.",
    "Pero Él, lo que haya sido, todavía Lo es, de acuerdo a la Escritura. ¿Ven? Ahora, si fuéramos a la ciudad, para hallarlo, y vamos—vamos a buscar alrededor, para ver si… Ahora, recuerden, Su promesa es que Él estaría con nosotros.",
    "Ahora, si fuéramos en busca de un cierto hombre en un… diríamos… Yo diría, tal vez: “Mide seis pies”. Y Uds. dirían: “No, mediría siete y medio”. Otro diría: “No, él solo medía cuatro pies; era un individuo pequeño”. ¿Ven?, estaríamos todos confundidos.",
    "Bueno, ellos dirían: “Tal vez tendría cicatrices de clavos en Su mano”. Cualquier hipócrita podría tener cicatrices de clavos en la mano, y marcas de espinas. Y, después de todo, Jesús está sentado a la diestra de la Majestad en las Alturas. Pero ¿cómo podríamos saber Quién fue Él?",
    "Ellos no Lo conocieron en aquel entonces por Su vestidura. Pues, Él caminó entre los hombres, aún después de Su resurrección; y con los que caminó, incluso ellos no Lo reconocieron. ¿Ven? No era Su vestidura. Él simplemente se vestía como cualquier otro. No era Su vestidura; no era Su comportamiento; no era Su organización; no era la tarjeta de compañerismo que llevaba, porque Él no tenía ninguna. Francamente, Él no estaba de acuerdo con eso, así que no fue por eso.\n\nEllos dijeron: “No sabemos de dónde viene Él”.",
    "Y el hombre ciego dijo: “Qué extraño. Uds., los líderes de hoy, y Él ha abierto mis ojos, y aun así Uds. ni siquiera saben de dónde vino”. Él tenía una buena teología propia. ¿Ven? Él dijo: “Uds. no saben lo que este Hombre ha hecho, las cosas que Él ha hecho y, sin embargo, se supone que Uds. son los líderes del día”. Ahora… Pero lo triste, con ellos, es que sus ojos fueron cegados. Eso debía ser así.",
    "¿Sabían Uds. que la iglesia también deberá estarlo en el último día? “Impetuosos, infatuados, amadores de los deleites más que de Dios, tendrán apariencia de piedad y negarán la Eficacia de ella. A estos…”. Esa es la misma profecía, igual. Seguro que lo es. En la Edad de la Iglesia de Laodicea, Jesús estaba afuera de la iglesia, queriendo entrar de nuevo, llamando a la puerta. La única edad en la que Él fue sacado de una iglesia, es en la Edad de Laodicea que estamos viviendo ahora. Entonces vemos que estamos de nuevo allí donde empezamos.",
    "Ahora, la única manera real de saber lo que Él era, o lo que Él es, es averiguando ahora lo que Él era, pues, Él tendría que ser el mismo. Ahora vamos a ver algunas cosas que Él hizo. Todos sabemos de Su nacimiento de una virgen, y no entraremos en eso.",
    "Pero leí en San Juan. Regresemos a San Juan, el capítulo 1, y veamos lo que Él era, y entonces podremos entender lo que Él—lo que Él es ahora. Lo que Él era en aquel entonces, Él es lo mismo ahora. Muy bien. Ahora vemos aquí que, en el principio, Él era la Palabra; “En el principio era la Palabra [El Verbo.—Trad.]”. Entonces Él todavía es la Palabra. ¿Ven? ¿Ven? Ajá. “En el principio era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne, y habitó entre nosotros”. Muy bien.",
    "Entonces, eso es lo que Él fue en aquel entonces, Él fue la promesa vindicada de Dios para esa edad. Eso Lo hace a Él la Palabra. ¿Verdad que sí? Bueno, Él tendría que ser lo mismo hoy, la Palabra nuevamente. ¿Ven? Y Él—Él—Él—Él les dijo que observaran eso. Eso es lo que Él era. Él fue la Palabra. La Palabra fue hecha carne. Eso es lo que Él era. Ahora, fue cuando Él vino a ser la Palabra, y Dios descendió en la forma del Espíritu Santo o en forma de paloma, y vino sobre Él, y dijo: “Este es Mi Hijo amado, en Quien Me complace morar”.",
    "Luego hallamos que Su ministerio comenzó, oraciones por los enfermos, sanidades. Él les agradaba a todos. Él estaba bien, era conocido como un buen Hombre. Y entonces, al comenzar Su ministerio, lo que Lo identificó…",
    "Recuerden, los judíos siempre creyeron en la sanidad Divina. Ellos tenían un estanque aquí en la puerta de Betsaida, Betesda, en la puerta, la puerta de la Hermosa. La gente se postraba allí, multitudes de—de enfermos que estaban lisiados, cojos, ciegos, y entraban en las aguas para ser sanados.",
    "Dios siempre ha provisto un camino para la sanidad, así que Su sanidad no fue exactamente lo que les atrajo la atención a Él. Había algo más que atrajo su atención.",
    "Ahora, hallamos que si… lo que Él debía ser, Moisés ya había dicho lo que Él sería, y todos los profetas habían hablado de Él, ahora Él tiene que ser identificado según eso.",
    "Ahora, he aquí lo que Él es: la Palabra. Y, Hebreos, el capítulo 4, dice que, “La Palabra de Dios es más eficaz que una espada de dos filos. Lo es, corta hasta el tuétano del hueso, y discierne los pensamientos del corazón”. Eso es la Palabra.",
    "Ahora, vean, cuando la Palabra vino a los profetas, eran identificados por su profecía. Dios dijo: “Si hay uno entre vosotros que es espiritual o profeta, Yo Jehová, le hablaré en visiones, y para… y le mostraré sueños, y demás”. En otras palabras, “interpreta sueños”, como lo hicieron José y los demás. Y esas serán sus credenciales. Y entonces, esas eran las credenciales que él tenía la Palabra inspirada, por revelación, vean, la Palabra que había de ser cumplida. Su profecía lo identificaba como profeta, “y la Palabra viene al profeta”.",
    "Así que, cuando Jesús llegó a la escena, la Biblia dice que Él sería un Profeta. Moisés dijo: “Profeta como yo, levantará Jehová tu Dios”. E Israel siempre les creyó a sus profetas, porque eso era Dios Mismo identificándose en seres humanos, siempre. Cualquier erudito de la Biblia lo sabe. Así Se identificó Él Mismo, en Sus profetas. Ellos eran hombres comunes. Por supuesto, nacieron para ese propósito.",
    "Como sabemos, hay dones locales, nueve dones en la iglesia. Pero hay oficios en la Iglesia, y eso, Dios, eso está predestinado, o pre-ordenado, “Dios constituyó en la Iglesia: apóstoles, luego profetas, y maestros, pastores, evangelistas”, y demás, esos son los dones de Dios establecidos en la Iglesia. Luego hay nueve dones espirituales que operan en el cuerpo local, y de creyentes, y deben ser revisados por dos o tres jueces antes de que sean dados a la iglesia, porque a veces podrían estar equivocados.",
    "Pero fíjense, estos profetas, naciendo ellos, como en… Creo, aquí en Jeremías, Dios dijo: “Antes que fueras concebido en el vientre de tu madre, te di por profeta a las naciones”. ¿Lo ven? Moisés nació profeta. Y Juan el Bautista, setecientos doce años antes de nacer, “él era la voz del que clama en el desierto”, Isaías el profeta hablando de él. Vean, no es… Estos dones son de nacimiento, Dios colocándolos en la Iglesia.",
    "Y, ahora, y en la primera venida de nuestro Señor, no había habido un profeta en la tierra por cuatrocientos años. Malaquías fue el último profeta, y él habló de la venida de Juan. En el tercer capítulo de Mateo, el cual sería Isaías—Isaías, el profeta, habló de él. Y luego, también, Malaquías habló y dijo que Elías vendría a la escena, uno como precursor de Cristo; “Yo envío Mi mensajero delante de Mi faz, para preparar el camino”, como Él lo dijo en Mateo 11, identificando a Juan.",
    "Y lo extraño ahora, es que cuando Jesús comenzó a hablar, y ya había estado identificándose, veamos ahora cómo Lo hizo. Si Él no es Escritural en lo que hizo, entonces Él no era el Mesías. Él tiene que venir de acuerdo con la Escritura.",
    "Ahora, había un hombre llamado Andrés, que había estado asistiendo al avivamiento de Juan, y Juan había dicho que Él venía. Él estaba… Juan estaba tan seguro de Su venida, que dijo: “Él está en medio de vosotros ahora”, porque sabía que él iba a anunciar a ese Mesías.",
    "Ahora, él nunca fue a un seminario, para aprender lo que sería el Mesías. Él fue al desierto, y estaba allá solo, y de allí vino. Porque él sería… no debía ser entrenado por el hombre; debía ser entrenado por Dios. Porque, bueno, su padre era un sacerdote, y era costumbre que el hijo siguiera el—el oficio del padre y su educación, y demás. Pero el oficio de Juan era demasiado grande, demasiado importante.",
    "Bueno, mucha de esa gente, le hubiera dicho: “Ahora, conoces al Hermano Fulano de tal aquí, él cumple con los—los requisitos”.",
    "Pero Juan se fue al desierto y, hasta que, él estuvo con Dios hasta que definitivamente supo cuál sería la señal del Mesías. Cuando Él vino, dijo: “Yo no Le conocía, pero Aquel que me dijo: ‘Sobre Quien veas descender el Espíritu, y que permanezca, Él es Aquel que va a bautizar con el Espíritu Santo y Fuego’”. ¿Ven? Él sabía y estaba definitivamente seguro de que ese era Él.",
    "Ahora, Andrés había estado intentando traer a su hermano, Simón. Ellos eran pescadores, y querían que su hermano viniera a la reunión.",
    "Ahora, leí una historia hace algún tiempo acerca de sus vidas. Ellos eran grandes creyentes en la línea de los fariseos. Y él tenía un—un… Su padre, el nombre de su padre era, Jonás, y él era un—él era un gran pescador, también. Y, muchas veces, ellos tuvieron que confiar en Dios para su alimento, su pescado, para pagar deudas, y—y conseguir de comer. Y yo estaba leyendo un día cuando el anciano padre tomó a Simón y lo sentó, a él y a Andrés, y les dijo: “Muchachos, siempre creí que yo viviría para ver al Mesías que vendría, al que hemos esperado todos estos años. Y ahora, hijos, antes de que venga el Mesías, tal vez yo—yo me habré ido, porque soy anciano. Pero no quiero que Uds. muchachos sean engañados. Habrá toda clase de cosas que se levantarán antes de que Él venga”.",
    "Siempre tiene que ser así, Uds. saben, como para derribar lo—lo—lo verdadero cuando llegue allí. Vean, Satanás siempre está allá afuera. Igual que antes de que viniera Jesús, dijeron que se levantaron otros Jesuses y se llevaron grupos al desierto, y perecieron, y demás.",
    "Pero él dijo: “Hijos, recuerden, este Mesías será identificado Escrituralmente”. ¡Oh, cómo debería él enseñarle a la gente hoy en día! ¿Ven? “El Mesías será identificado por la Escritura, porque Moisés dijo que Jehová nuestro Dios levantaría un Profeta como él. Y Moisés es nuestro líder, y lo estamos esperando. Ahora, han pasado cientos de años, no hemos tenido profeta, pero Moisés dijo que iba a venir Uno. Y, no hay duda, que este lapso aquí sin un profeta ha sido para identi-… identificar que cuando venga, Él cumpla con los requisitos de ese profeta”. Todos conocemos esa Escritura.",
    "Ahora vemos que, más tarde, que Jesús aún no había mostrado ninguna señal. Un día, Simón llegó a Su Presencia, un poco escéptico tal vez, del testimonio de Andrés, porque él había oído todo esto acerca de este salvaje, ahogando a la gente allá en el río, y con bautismos, y demás. Y él no podía aceptar eso, porque por Palestina había pasado toda clase de cosas, en ese tiempo.",
    "Pero, un día, Simón vino a la Presencia del Señor Jesús. Ahora veamos lo que Él fue ayer, para esa simiente elegida, a ese Simón que fue ordenado a este lugar, esa simiente. Que, como…",
    "En el principio, Dios ni siquiera era Dios. Él era el gran Eterno, y allí en eso había atributos. Los atributos eran Sus pensamientos. Y luego Él llegó a ser una Palabra, como esto. Y una palabra expresada… Bueno, un pensamiento expresado, es una palabra. Una palabra expresada, es un pensamiento.",
    "Y entonces, recuerden, si Ud. alguna vez estuvo en el pensamiento de Dios, Ud. siempre estará allí. Si Ud. tiene Vida Eterna, Ud. es la expresión, o el atributo, de Su pensamiento para esta edad. Si no, Ud.… Solo hay una Vida Eterna, y Esa siempre existió. Y Ud., en la mente de Él, Ud. existía antes de que hubiera un mundo. Por eso fue que dijo que Él lo escogió a Ud. “antes de la fundación del mundo”. No es por algún pensamiento nuestro, lo que alguien más piense; ¡es por Dios, el Eterno! Ud. siempre estaba, ¿ven?, en el pensamiento de Él.",
    "Estaba en Él ser hombre, por eso Cristo fue la imagen expresada. ¿Ven? Ahora, Él iba a ser Padre, Él iba a ser Hijo, Él iba a ser Salvador, Él iba a ser Sanador. No existía nada, ni siquiera había un Ángel, ni nada. Entonces, Él creó Ángeles, y llegó a ser Dios, Él fue adorado. Así que, estas son las manifestaciones de Su pensamiento.",
    "Nada anda mal. Todo va a salir bien. No tengan miedo. El tic-tac del gran reloj de Dios marcha bien. Ella estará allí, Él tendrá una Iglesia sin mancha ni arruga. Ella estaba en Su pensamiento. El asunto es: ¿Estaré yo incluido Allí?, ¿estará Ud. Allí?",
    "Y aquí estaba Él, el pensamiento Eterno de Dios, expresado en el oficio de Hijo. ¡Oh, vaya! Pues, allí estaba Dios, Emanuel. Noten entonces, Él era la Palabra. Ahora aquí…",
    "¿Estaré dejándolos sordos? No quiero gritarles. A veces hablamos en lugares grandes al aire libre, y no quiero terminar a los gritos. Ahora, que el… Quienquiera que lo esté controlando, bájemele, por favor, si se sube demasiado.",
    "Ahora noten, en esto, cuando vino Jesús, aquí viene Simón, caminando ante Él. Y tan pronto como Jesús lo miró, Él dijo: “Tu nombre es Simón, y eres el hijo de Jonás”.",
    "¡Oh, eso cómo hizo arder el corazón de ese pescador! Él ni siquiera podía escribir su propio nombre, no tenía educación, pero él sabía que esa era la Palabra porque discernió los pensamientos que había en su corazón. Allí estaba el Mesías. Aunque la Biblia dice que él era del vulgo y sin letras, pero él llegó a ser la cabeza de la iglesia en Jerusalén.",
    "Él se postró a Sus pies. Él sabía que eso era. Y Él no solo supo quién era él, Él conocía a ese anciano padre piadoso suyo, que había partido. ¿Ven? Eso mostró que Él era la Palabra. La Palabra discierne los pensamientos que están en sus corazones. Así fue, exactamente. Jesús los miraba y conocía sus pensamientos. ¿Ven? Y eso, la Biblia dice que, “La Palabra de Dios discierne los pensamientos y las intenciones del corazón”.",
    "Eso, por tanto, lo hizo a Él la Palabra, ese Profeta-Maestro, ese Dios-Profeta, más que un profeta; Él, lo que todos los profetas fueron, además del resto de Dios. ¿Ven? Él era Emanuel, Dios representado en plenitud, en el Hijo Cristo Jesús. Ahora vemos que Dios estaba en Cristo, reconciliando Consigo al mundo.",
    "Ahora, si nos fijamos, Pedro entonces estaba convencido de lo que ese anciano y piadoso padre suyo le había enseñado, y aquí estaba la evidencia Escritural de que ese era el Mesías.",
    "Eso era Él ayer, eso es Él hoy. ¿Qué podría hacer Él para identificarse aún más?",
    "Ahora Él es un… Él no Se identificó como algún gran doctor, Ph.D., LL. ¿Ven? Él no Se identificó como algún sacerdote. La Palabra de Dios Lo identificó. La Palabra hablando por medio de Él Lo identificó. ¿Ven? Así supieron ellos lo que, Quién era Él.",
    "Ahora, había uno allí, llamado Felipe. Y Felipe había estado teniendo estudios Bíblicos, Escriturales, sobre los pergaminos, con un amigo llamado Natanael. Y cuando él vio que esto sucedió, le encendió tanto el corazón al punto que no pudo soportarlo más. Él sabía que el Asunto había llegado. Ese solo era un Hombre común, pero ellos supieron que Ese era el Mesías.",
    "Entonces corrió alrededor de la colina, eran como veinticuatro kilómetros, si midieran de donde Él estaba predicando, debe haber ido un día y regresado al siguiente. Y él fue a buscar a este individuo que había estado estudiando con él, la Escritura; un hombre muy devoto, honesto. Uds. los tienen por aquí, hombres que han, dedican su vida entera a estudiar la Palabra. Así que, él había estudiado la Palabra. Y Felipe fue a buscarlo, y quizás tocó a la puerta. Y—y—y la esposa de Natanael dijo: “Pues, acaba de salir a pasear allí por el olivar”. Él cultiva aceitunas.",
    "Así que fue, corrió allá atrás para verlo, y lo halló de rodillas, debajo de uno de los árboles, orando. Ahora, un caballero Cristiano siempre da, muestra cortesía, así que él—él esperó hasta que terminara de orar.",
    "Él dijo: “Ven, ve a Quién hemos hallado, a Jesús de Nazaret, el hijo de José”.",
    "Y entonces este buen hebreo devoto, llamado Natanael, dijo: “Ahora, espera un minuto, Felipe. ¿Te has—te has desquiciado? Ahora, ¿podría…? ¿De dónde dijiste? ¿Cuál dijiste que era el Nombre de este Hombre?”.\n\n“Jesús de Nazaret”.",
    "Él dijo: “Bueno, ¿podría salir algo bueno de Nazaret?”.",
    "Y yo creo que Felipe le dio la mejor respuesta que alguien pudiera darle a otro. Le dijo: “Ven y ve”.",
    "No se quede en casa y critique. Venga, averigüe. Escudriñe la Escritura. ¡Venga y vea!",
    "Bueno, tal vez, por el camino, él comenzó a hablarle. Dijo: “Bueno, tú sabes que, nosotros sabemos. Sabemos, por la Escritura, que este Mesías va a ser un profeta, porque Moisés dijo que Él lo era. Y este Hombre… ¿Recuerdas el pescador anciano que no podía firmar su nombre en el recibo, cuando compraste el pescado?”.\n\n“Sí”.",
    "🦅 Bueno, Él le dijo quién era él”. ¡Oh!, me imagino a Felipe diciendo…\n\n“Ahora espera un minuto” o, Natanael, “yo—yo tengo que ver eso primero”.",
    "Cuando finalmente llegó a donde estaba Él, llegó con Felipe. Felipe lo trajo, así como alguien lo trajo a Ud., viene a Su Presencia, a la reunión donde Jesús estaba predicando. Y él Lo miró, Él era simplemente un Hombre común, vestido como cualquier otro hombre. Él no se veía diferente. Y Él no andaba con rodeos; siempre fue un hombre directo.",
    "Y a veces Él les hablaba en acertijos, que ellos no podían entender, aun Sus discípulos. Eso no les perturbó la fe. ¿Ven?, ellos Le creyeron.",
    "Noten, cierta vez, una gran multitud se había reunido alrededor de Él, miles. “¡Él era un gran Hombre! ¡Oh, este profeta de Galilea, un gran Hombre!”. Él iba a cada iglesia. Todos Lo querían. Pero un día, Él comenzó a predicarles doctrina, y entonces eso cambió un poco la cosa, ¿ven? Él no fue tan popular de ahí en adelante, ¿ven Uds.? Pero la señal estaba acompañando a la Voz.",
    "Ahora, vemos que cuando Felipe vino a donde estaba Él, y él y Natanael, Jesús Se dio vuelta y miró a Natanael, y dijo: “He aquí un israelita, en quien no hay engaño”.",
    "Ahora Ud. dice: “Tal vez fue por la manera en que él vestía”. Todos vestían igual. ¿Ven?\n\n“Y un israelita, en quien no hay engaño”.",
    "Ahora eso, casi, lo impactó tanto que él no sabía qué hacer. Él dijo: “Rabí, ¿cuándo me conociste? Pues, Tú nunca me has visto. Esta es la primera vez que nos conocemos. Y ellos me dicen que Tú has estado viviendo allá en Betania, y—y ¿cómo—cómo es que me conoces?”.",
    "Bueno, él pensaba que cuando el Mesías viniera, que—que, “Dios tomaría algún tipo de palanca y la jalaría, y los pasillos del Cielo caerían sobre los… sobre sus altos escalones denominacionales allá afuera, y diría: ‘Caifás, Yo te estoy enviando a Mi Mesías ahora’. Él diría: ‘He llegado’. Y los Ángeles vendrían, dirían: ‘Este es Él’”.",
    "Vean, por esa razón es que Él lo hace. Entonces se les pasa por alto a esas personas, a los que duermen, y nunca se enteran de lo que ha sucedido. ¿Ven? Noten, allí estaba Él. Parado allí.\n\nÉl dijo: “¿De cuándo me conoces, Rabí?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”. ¡Oh, vaya! ¡Qué ojos!",
    "Él lo ve a Ud. ahora. Él le conoce ahora. Él es exactamente el mismo, ayer, hoy, y por los siglos.",
    "¡Qué ojos! A veinticuatro kilómetros, el día anterior, a la vuelta de las montañas: “Te vi cuando estabas debajo del árbol”.",
    "¿Qué hizo él? Corrió y se postró, y dijo: “Tú eres… Rabí, ¡Tú eres el Rey de Israel! ¡Tú eres el Hijo de Dios!”. Él lo creyó. ¿Por qué? Él estaba completamente identificado, de que Él era la Palabra; porque Él podía discernir los pensamientos que había en el corazón. Sí. Allí estaba Él, parado allí.",
    "Ahora, había algunos parados allí quienes no lo creían. No. Muchos de ellos no lo creyeron. Algunos de los sacerdotes allí parados y demás, dijeron: “Este Hombre es Beelzebú”. Ellos… La—la—la cosa había sido obrada, la Escritura había sido identificada, y entonces el—el—el clero de ese día tenía que dar una respuesta a su congregación. Y no podían responder a eso de—de ninguna otra manera, solo decir: Él es o Él no es, entonces dijeron: “Este Hombre hace esto por medio de Beelzebú”. En otras palabras, “Él es un adivino, un espíritu maligno”. Todos saben que un adivino es un diablo. Así que, él dijo: “Este Hombre hace este mal por medio de Beelzebú”.",
    "Y Jesús dijo: “Ahora, Le perdono eso”. El sacrificio no se había hecho, la expiación aún no había sido hecha. “Pero” dijo Él, “cuando el Espíritu Santo venga para hacerlo, una palabra en contra de Eso nunca será perdonada, en este mundo ni en el mundo que vendrá”. Entonces Uds. ven a dónde nos arroja eso hoy.",
    "Ahora, esto fue una gran cosa y, pero Felipe y Natanael creyeron de todo corazón. Ahora, esa fue la manera como Jesús Se identificó, ayer, de que era el Mesías. Ahora, todos sabemos… Solo unos minutos ahora.",
    "Todos sabemos que solo hay tres razas de gente en el mundo, y esos son los hijos de Noé: Cam, Sem y—y Jafet; ¿ven?, y son: judío, gentil y samaritano. Ahora nosotros, como gentiles, éramos paganos, romanos y demás, en aquellos días, los anglosajones, y adorábamos ídolos. Pero los judíos estaban esperando un Mesías; y los samaritanos estaban esperando un—un—un Mesías.",
    "Ahora, Jesús dijo, cuando iba de camino a Jericó, allí al bajar la colina de Jerusalén: “Me es necesario pasar por Samaria”. Entonces Él subió allí, a Samaria, y Se sentó a la puerta, junto al pozo. Está… Está igual que en aquel entonces. No han cambiado ni un poquito. Allí está el antiguo paisaje como este aquí, y las viñas crecen en el muro de piedra. Y—y Él solo se sentó, y envió a Sus discípulos a esta pequeña ciudad, llamada Sicar, a buscar algunas provisiones, alimento.",
    "Y en la ausencia de ellos, una mujer de mala fama… Puede ser, como dije, la jovencita tal vez fue puesta en la calle por, no es delincuencia juvenil, quizá delincuencia de los padres. La dejaron salir a la calle, y tal vez era una joven bonita, y ella se portó mal.",
    "Y ella subió allá para sacar agua, porque no podía venir con las vírgenes, ellas no lo harían… amables mujeres honorables. Ellas no podían. Ellas sacaban la suya primero. Luego—luego el resto, las prostitutas y demás, venían durante el día. Las vírgenes sacaban su…",
    "Bueno, las he visto cómo se ponen ese gran caldero de cinco galones en la cabeza, ese gran cántaro, y uno en cada hombro, y caminar, conversando, como las mujeres pueden hacerlo, y sin derramar una gota. No sé cómo lo hacen, pero lo cierto es que lo hacen.",
    "Y ellas, por allí, y luego ella vino a sacar su agua para el día. Las demás ya se habían ido; debe haber sido como al mediodía. Y ella tomó las manijas y las puso en la polea, para bajarla, para sacar el…",
    "Vean, es como una especie de vasija. Y tiene—tiene un—un agarradero. Y ponen esos ganchos alrededor de esas agarraderas y, al ser pesada, cuando llega abajo, se voltea. Luego giran la polea para subir el agua. Así como en tiempos hemos hecho aquí en estas regiones y demás, pero ellos tienen algo como un bebedero, donde bajamos eso allí.",
    "Ahora, vemos—vemos que ella comenzó a bajar esta jarra en el pozo, y escuchó a alguien que dijo: “Mujer, tráeme de beber”. Ella miró alrededor, vio a un Hombre de mediana edad sentado allí.",
    "Él—Él debió haber lucido un poco mayor de lo que era, porque en San Juan 6 aquí nos enteramos que, en la fiesta, ellos estaban diciendo… Él dijo lo que Él—lo que Él era. Y ellos dijeron: “Pues, Tú dices que has visto a Abraham, ¿y eres un Hombre que no tiene más de cincuenta años?”. ¿Ven?, “no más de” vean, Él debe haber parecido de cincuenta cuando solo tenía treinta. Dijeron: “Tú, Tú no tienes más de cincuenta años, y ¿dices que has visto a Abraham?”.\n\nÉl dijo: “Antes que Abraham fuese, Yo soy”. ¿Ven?",
    "Y vemos entonces que Él debe haber parecido un poco mayor, sentado allá contra el muro.",
    "No sabemos exactamente qué aspecto tenía; yo no sabría. Un psiquiatra o la psicología nos pinta un cuadro, y Hofmann, y Sallman, y cuántos más, pero solo es lo que les viene al pensamiento al respecto. ¿Ven? No sabemos exactamente de Su apariencia.",
    "Y Él estaba sentado allí, y entonces dijo esto. Y ahora, Él se volteó, la mujer hacia Él, rápidamente, y Le dejó saber: “Aquí hay segregación”. Él dijo… “Pero, espere un minuto”. Dijo: “Pues, Ud. es un judío, y yo soy una sam-… una mujer de Samaria, y no tenemos trato el uno con el otro”.",
    "Y dijo, Él dijo: “Pero si supieras con Quién estás hablando, Me pedirías a Mí de beber. Yo traigo, te doy Agua que no vienes a sacar”.",
    "Y, la conversación, ¿qué hacía Él? Intentaba ahora contactar su espíritu, ¿ven?, para ver lo que había en ella. Ahora el Padre lo había enviado a Él allá, así como creo que el Padre me envió a mí aquí. ¿Ven? Pero a qué, no lo sé. ¿Ven? Pero allí estaba Él, y hablaba con ella.",
    "Y ella dijo: “¡Oh!, Uds. dicen, ‘Adorar en Jerusalén’. Nuestros padres adoraron en este monte”, y acerca del pozo y todo eso.",
    "Él dijo: “El tiempo viene, y ahora es, y Dios busca a aquellos que adoran en Espíritu y Verdad”.",
    "La conversación continuó hasta que Él le encontró su problema. ¿Cuántos en mi congregación esta noche, saben cuál era su problema? Seguro, ella tenía demasiados maridos. Entonces Él dijo… Dijo Él: “Ve, trae a tu marido y ven aquí”.\n\nY ella dijo: “No tengo marido”.",
    "Él dijo: “Has dicho la verdad. Cinco has tenido, y con el que estás viviendo no es tuyo”.",
    "Ahora, fíjense. Miren a esos sacerdotes entrenados, la falla al no ver esa Palabra manifestada. Cuando Él hizo eso delante de esos sacerdotes, ellos dijeron: “Él es Beelzebú”.",
    "Miren a esta mujer en su estado, en la condición en que estaba, una mujer de mala fama, tenía seis maridos, y aquí estaba ella, allá en el pozo. Y esa mujer en ese estado, miren, rápidamente, ella dijo: “Señor, me parece que Tú eres profeta. No hemos tenido un profeta por cientos de años. Me parece que Tú eres un profeta. Nosotros estamos esperando un Mesías, y cuando este Mesías venga, esta es Su marca. Él va a hacer esto cuando Él venga”. Amén. ¡Oh, qué cosa!",
    "Allí lo tienen. Esa mujer, en su condición, sabía más acerca de la Palabra de Dios que la mitad de los predicadores en el país. Así es. Así es. Ella dijo: “Sé que cuando venga el Mesías, que es llamado el Cristo, cuando Él venga, eso es lo que Él hará”. Si ese fue Él ayer, ese es Él hoy. ¿Ven? Así es como Él Mismo Se identificó, a ambos, al judío y al samaritano. ¿Ven? Observen, ese era Él ayer.",
    "Ella dijo: “Sé que cuando el Mesías venga, Él nos declarará estas cosas, pero ¿Quién eres Tú?”.\n\nÉl dijo: “Yo soy, el que habla contigo”.",
    "A la ciudad fue, dejando ese cántaro. Dijo: “Venid, ved a un Hombre Quien me ha dicho las cosas que he hecho. ¿No será ese el propio Mesías?”.",
    "Esa fue Su identificación para Sus judíos, y para el samaritano; pero no para el gentil, ni una sola vez para un gentil. Pero en Lucas, el capítulo 17, Él dijo: “En los postreros días; como sucedió en los días de Sodoma, cuando el Hijo del Hombre esté siendo manifestado, como sucedió también en los días de Sodoma”. Bueno, en los días de Sodoma ahora. Y terminamos. Noten, había…",
    "Siempre observen, siempre hay tres clases de personas, en todas partes; uno es el creyente, el manufacturado y el incrédulo. Están en todas partes. Observen eso.",
    "Observen a Jesús identificando el tiempo de Lot con Su venida. Ahora observen: “Como sucedió en los días de Lot”. Ahora, ¿a qué clase entonces? Él se refirió allá. Él estaba leyendo el mismo Libro de Génesis que nosotros leemos; Jesús. “Los días de Noé” y, luego, “como en los días de Lot”. Miren al pasado y vean lo que ellos estaban haciendo en los días de Noé, y en los días de Lot, porque es la misma Escritura.",
    "Ahora vemos que, en los días de Lot, había un hombre que había sido llamado a salir de entre el pueblo. Y él tenía un grupo a su lado, que representa a la Iglesia, la espiritual. Y esa Iglesia, la espiritual, era el grupo de Abraham.",
    "Y él tenía uno allá, su sobrino, que lo dejó, llamado Lot, y se fue y vivía en Sodoma. Y los pecados de Sodoma afligían su alma; solo que su esposa no le permitía hacer nada al respecto. Ella pertenecía a todos los clubes y cosas.",
    "Y hay tantos Lot por ahí sentados, estos días, que saben que el asunto no es correcto. Pero la mujer iglesia a la que pertenecen, si dijeran algo al respecto, les quitaría la tarjeta; así que, no es más que un boleto para comer. Y, vemos que esto…",
    "Ahora esperen. Abraham estaba esperando un hijo prometido, (¿Es correcto?), un hijo prometido, espiritual.",
    "Ahora, y Lot estaba por allá, se había olvidado del hijo. Él simplemente estaba allá viviendo con su esposa y sus hijos, y todos allá en Sodoma. Él había llegado a ser el alcalde de la ciudad, y era una persona importante. Su esposa pertenecía a todos los clubes. Les iba bastante bien.",
    "Y luego, fíjense ahora en ese escenario. Ahora denme solo uno o dos minutos más, de su atención, muy atentos. Vean el escenario. El mundo jamás ha estado en esa posición, desde entonces, como ahora, perfectamente ese escenario. Miren aquí, el grupo llamado a salir. Ahora, hubo tres Ángeles que vinieron a Abraham, y dos de ellos fueron allá a Sodoma. Uno de ellos Se quedó con Abraham, y Aquel que Se quedó con Abraham…",
    "Aquellos dos bajaron a Sodoma y predicaron arrepentimiento, y: “¡Salgan de aquí! Huyan de ella”, dijo él.",
    "Pero Aquel que Se quedó con Abraham, observen como Él Se identificó a Abraham. Ahora recuerden: Abraham era “Abram”, un día o dos antes, y Sara era—no era “Sara”. Ahora él es A-b-r-a-h-a-m, A-b-r-a-h-a-m, siete letras. Y ella es S-a-r-r-a-h, cinco, gracia, ¿ven?; no a S-a-r-a-i, sino S-a-r-a-h, ¿ven?, Sarah [Sarah, en inglés.—Trad.]. Y observen a Este sentado aquí ahora, comiendo el becerro, bebiendo la leche de la vaca, y la mantequilla, y comiendo tortas de maíz. Sentado allí comiendo, hablando con Abraham, y Él dijo: “Abraham”. ¿Cómo sabía Él que su nombre era Abraham? La Palabra. Él era la Palabra, lo sabía. “Abraham, ¿dónde está Sara, tu mujer?”.",
    "Las mujeres en esos días no se comportaban como lo hacen hoy, Uds. saben, tienen que estar en el negocio del esposo y en todo, Uds. saben. Ellas guardaban la distancia, ¿ven?, y ellas… Y ella estaba en… Él dijo: “Ella está en la tienda, detrás de Ti”.",
    "Y Él dijo: “Yo” ahora, ese entonces es un pronombre personal, “Yo voy a visitarte según la promesa”. Había sido hecha veinticinco años antes. Ella de noventa y él cien. Allí está él, la cabeza calva brillándole, su barba blanca larga. Ella, una abuelita anciana con un bastoncito en la mano, allá atrás, con un chal sobre los hombros. “Voy a visitarte, y vas a tener ese hijo prometido”.",
    "Miren, y Sara se rió de eso. Ella dijo: “¿Cómo pueden ser estas cosas? Estoy anciana, y mi señor” su marido, “también anciano”. Vean, a lo que me refiero, no había relación familiar, por años y años y años. Pues, ella tenía noventa años, y él tenía cien. Su vientre estaba muerto; la fuente de vida de él se había secado y desaparecido. No había más deseo. Dijo: “¿Yo, como una joven, tener deleite con mi marido, él también anciano?”. Pues, ella se rió.",
    "Y el Ángel, o el Mensajero, el Hombre con Su espalda hacia la tienda, dijo: “¿Por qué Sara dijo eso?”. ¿Ven? ¿Qué fue eso? Ahora observen. Y entonces, después de hecho el sacrificio, Él desapareció.",
    "Ahora, recuerden, Abraham llamó a ese Hombre: “Elohim”. ¿Cuántos lectores saben eso? Uds. lo saben. Así es. “Elohim”, ese es el Dios Todopoderoso en la forma de un hombre. Él era la Palabra, porque podía discernir los pensamientos. ¿Ven?",
    "Dios en carne, ¿de qué da testimonio? Que: “En los últimos días” dijo Jesús, “justo antes… cuando el Hijo del Hombre esté siendo manifestado a Su Iglesia prometida”, la Iglesia que no está por allá en Babilonia.",
    "Tenemos una iglesia de Babilonia, Uds. lo saben, las denominaciones. Ellas están en Babilonia. Y tenemos un—un Billy Graham y un Oral Roberts, y ellos allá afuera, de hecho, dándoles duro. Y recuerden, cualquiera de Uds. historiadores, nunca ha existido un hombre, en toda la historia de las edades de la iglesia, que jamás haya salido allá a Babilonia, predicando, con su nombre terminando con h-a-m, hasta ahora: Billy G-r-a-h-a-m, que son seis, no siete. En eso, observen al mensajero allá afuera, predicando arrepentimiento, y cegándoles los ojos con el Evangelio.",
    "Y había Uno para los llamados fuera, la Iglesia elegida, que estaba mostrando la señal de que Dios estaba en carne.",
    "Jesús era Dios en carne. Y si Jesús está en Ud., esta noche, aún es Dios Mismo manifestado en los últimos días, el Hijo del Hombre manifestándose a Sí Mismo en Su Iglesia, la carne humana, dándose a conocer. ¿Lo captan? ¿Ven? Dios, aquí abajo en Su Iglesia, haciéndose a Sí Mismo de nuevo la Palabra, el Hijo del Hombre siendo manifestado en los últimos días, como fue en los días de Sodoma.",
    "Ahora, recuerden, si Dios les dio a los judíos y a los samaritanos esa señal, de que Él era la Palabra, el Profeta del que habló Moisés, los gentiles… Después de que ellos tuvieron cuatro mil años para buscarlo, nosotros hemos tenido dos mil años para buscarlo, Él tiene que identificarse de la misma manera a nosotros, como lo hizo entonces, o lo hizo mal cuando Él lo hizo aquella vez. Dios tiene que actuar al mismo tiempo, de la misma manera cada vez, o Él actuó mal la primera vez. Si Él salvó a un hombre sobre la base de su fe…",
    "Miren, Dios nunca cambia, amigos. Cuando el hombre estaba perdido, en el huerto del Edén, y buscaba misericordia, Dios tomó una decisión de cómo salvaría al hombre. Y Él lo salvó por la sangre derramada de un inocente. ¿Correcto? Él nunca ha cambiado eso. Hemos construido ciudades, torres; hemos construido sistemas denominacionales, educacionales, y aún sigue igual; tenemos denominaciones y toda clase de cosas; pero Él solo salva por medio de la Sangre. Él no puede cambiarlo. Dios siempre permanece fiel a Su sistema, a Su Palabra. Lo que sea que Él hizo la primera vez, Él tiene que hacerlo de nuevo, o Él actuó mal la primera vez.",
    "Por tanto, lo que esta Palabra de Dios promete, es lo que tiene que ser. Y Jesucristo es el mismo ayer, hoy, y por los siglos. Él tiene que hacer lo mismo; Él tiene que actuar igual; Él tiene que ser el mismo, como prometió que en los últimos días Él estaría en Su Iglesia.",
    "Y, recuerden: esa fue la última señal que la Iglesia recibió antes de que viniera el hijo prometido. Abraham había visto muchas señales y maravillas, pero esa fue la última, la última visitación antes de que viniera el hijo prometido ¿Correcto? Escudriñen.",
    "Ahora, iglesia, observen, como fue en ese día. Hemos tenido toda clase de señales, sanidades, milagros, hablar en lenguas, profecías; pero recuerden, debemos tener una última señal justo antes… Recuerden, ese era un mundo gentil que fue quemado. Así será esta vez. Un poco antes del fuego, el Hijo del Hombre Mismo Se manifestará. Ah, escuchen: “Un poco, el mundo no Me verá más, sin embargo, vosotros Me veréis en la consumación. Yo estaré con vosotros, aún en vosotros, en el fin del mundo”. Jesucristo el mismo ayer, hoy, y por los siglos. “Señores, quisiéramos ver a Jesús”.\n\nInclinemos nuestros rostros.",
    "Nuestro Padre Celestial, las Escrituras nos dicen que Dios Lo levantó al tercer día. Nos dice en San Juan, el capítulo 14, el versículo 12, Jesús dijo: “El que en Mí cree, las obras que Yo hago, él las hará también. Aún más que estas hará él, porque Yo voy a Mi Padre”.",
    "Señor Jesús, las horas se están volviendo oscuras y tenues. La iglesia está perdida, afuera en el desierto, dando vueltas, el pueblo yendo de una organización a otra, de una denominación a otra.",
    "Ven, en Tu Palabra prometida. Ven, Señor Jesús, y entra en nosotros, en esta noche. Entra a cada corazón aquí. Entra a mi corazón y a mi vida. Y que Tú Mismo Te identifiques con nuestra fe en Ti, en esta noche, que Tú Te has levantado de entre los muertos. Tú eres el mismo ayer, hoy, y por los siglos. Permite que Te veamos, Señor, en este grupito de personas pobres. Mientras estamos todos aquí reunidos, estamos aquí porque buscamos Vida. ¡Qué cosa más grandiosa, saber que la resurrección y la Vida está entre nosotros, identificándose a Sí Mismo!, no con alguna cosa mística, sino conforme a la Palabra prometida: “Como fue en los días de Noé, y como en los días de Lot, cuando el Hijo del Hombre esté siendo manifestado”.",
    "Oro, Padre, que lo concedas, en esta noche, para las personas aquí que están enfermas y necesitadas. Y los que están enfermos del alma, los que solo se han unido a la iglesia y no saben nada acerca de recibir el Espíritu Santo, y que Lo vean puntualizar cada Palabra con un “amén”, que está en la Biblia. La Biblia es un libro misterioso para ellos; no pueden entenderlo. Que ellos reciban al Intérprete de la Palabra, en esta noche, que no necesita a nadie para interpretarla más que Él, haciéndola real en sus vidas. Concédelo, Padre. Lo pedimos en el Nombre de Jesús. Amén.",
    "Quizás me retrasé diez minutos, en esta noche, por haberme extendido. Perdónenme. Pero solo vamos a llamar a algunas de las tarjetas de oración, permitiendo que oren por ellas.",
    "Voy entonces a pedirles una cosa, ahora, no—no se levanten ni caminen alrededor. ¿Por favor? Solo quédense quietos. A no ser por—por un niño pequeño o algo, que tengan que sacarlo. Pero si solamente se quedan quietos por unos minutos, solo…",
    "Y veamos si Él viene, si viene y Se identifica a Sí Mismo, en esta noche. “Señores, quisiéramos ver a Jesús”, y Uds. pueden ver Su Vida viviendo, así mismo, haciendo exactamente lo que Él hizo allá, porque Él tendría que hacer lo mismo. ¿Ven?",
    "Él dijo: “Yo soy la…” ¿Qué? Vid. “Vosotros los…” ¿Qué? Pámpanos. Bueno, ahora, ¿cómo es que…? La clase de Vida que está en la Vid tendrá que estar en el pámpano. Ahora miren, digamos que aquí hoy…",
    "Uds., ¿no cultivan fruta por aquí, frutas cítricas y demás? [Alguien dice: “Ciruelas”.—Ed.] ¿Cómo? [“Ciruelas”.] Ciruelas. Muy bien. Cultivan…",
    "Miren aquí. Si su vid crece y produce una rama de esa vid, y el fruto que esté en esa vid, si esa vid produce otra rama, será de lo mismo.",
    "Estaba parado con mi amigo, hace un par de años, en Arizona, el Sr. Sharrit. Y él tenía un árbol cítrico allí, creo que tenía nueve frutos diferentes. Y tenía limón, toronja, mandarina, tangerina, naranja. Le dije: “¿Qué variedad de árbol es ese?”.\n\nDijo: “Es un naranjo”.\n\n“Bueno” dije, “bueno, ¿cómo llegaron aquellos allí?”.\n\nÉl dijo: “Los injerté”.",
    "🦅 ¡Oh!” dije, “ya veo, Hermano Sharrit”. Dije… Creo que el Hermano Sharrit estaba conmigo la última vez que estuve aquí. Y entonces dije: “Bueno, Hermano Sharrit, ahora, el próximo año, todos serán naranjas, y no serán…”.",
    "🦅 ¡Oh, no! No, no. Ah-ah”. Él dijo: “La toronja producirá una toronja. El limón producirá un limón”.\n\n“Bueno” dije, “¿cómo es eso?”.\n\nÉl dijo: “Todo es cítrico”.",
    "🦅 ¡Oh”! Entonces lo entendí. Dije: “Eso es”. Dije: “Gracias, Señor”.",
    "Vean, nosotros injertamos nuestras organizaciones en esta Vid, ellas vivirán de la Vid, pero produce esa clase de fruto que ella es. Pero si ese naranjo alguna vez saca otra rama, traerá naranjas. Y si esa Vida viene de Jesucristo, y ellos siguieron esa primera Iglesia escribiendo un Libro de los Hechos, si ella produce otra, se escribirá otro Libro de los Hechos detrás de ella, con lo mismo, porque tiene que ser lo mismo. [Cinta en blanco.—Ed.]",
    "No tengo tiempo para llamarlas todas. Así que, rápidamente ahora, mientras tenemos unos minutos, empecemos desde la M uno, dos, tres, cuatro, cinco. Levanten sus manos, los que tienen…",
    "¿Quién tiene la M uno? ¿Está aquí? ¿Tarjeta de oración M uno? ¿Está seguro…? ¡Oh!, M uno, ¿tiene la tarjeta de oración número uno? ¿Quién la tenía? La dama allí con la número uno, pase aquí. ¿Es ese—es este el lugar donde los traen? Número uno, pase aquí, señora.",
    "Número dos, ¿quién tiene la tarjeta de oración número dos? Aquí mismo. Muy bien, pase por aquí, señor. Tres, levante la mano.",
    "Ahora revisen a estas personas en las camillas, cuando se llamen sus tarjetas, cárguenlos aquí, porque no creo que ninguno pueda caminar, y el caballero allí en una silla de ruedas. Muy bien.",
    "Uno, dos, tres. ¿Tarjeta de oración tres? Muy bien, tres. Cuatro, cuatro, tarjeta de oración cuatro. Permitan… Miren su tarjeta ahora, rápidamente. Cinco. Allí mismo, levántese. Pase aquí, señor. Seis, tarjeta de oración seis, seis. Siete. Es—es… ¿Estas personas hablan francés? O siete, muy bien. Ocho, ocho. Miren, pudiera ser alguien sordo, o algo así. Ocho, muy bien. Muy bien, ahora miren. Miren, los ujieres revisen la tarjeta allí. Ocho, nueve; nueve, diez. Uno no sabe dónde están. Ellas se revuelven y se reparten por todo el lugar, ¿ven? Diez. Muy bien. Once, once. ¿Tiene la once, la tarjeta de oración once? Muy bien, pase aquí, once.",
    "Doce, tarjeta de oración doce. ¿Es pos-…? ¿Hablan francés? [Un hermano habla con el Hermano Branham.—Ed.] ¿Qué, qué, ah? ¡Oh! Si me he reunido con Ud.… ¿Ud. habla francés, verdad…?… Doce.",
    "Trece. Vigilen, podría ser alguien sordo, ¿ven?; no pueden oír, solo están sentados allí con una tarjeta. Trece. Catorce, catorce, tarjeta de oración cator-… catorce, catorce. Miren a alguien, miren a su vecino, tal vez tiene una tarjeta, sentado ahí, sordo, Uds. saben, y él no puede oír, entonces nosotros… nos sale contraproducente. Catorce. Ahora, las tarjetas de oración no son intercambiables, y así debe ser; la persona tiene que venir por su tarjeta y conservar su tarjeta. Tal vez alguien salió.",
    "Bueno, quince. Bueno, vamos, lleguemos hasta allí. Bien, adelante. Ud. tiene la quince, adelante. Está bien.",
    "Ahora, entonces esperemos aquí un minuto, vean, mientras nos preparamos. Muy bien, ahora, por favor sean muy reverentes y permanezcan quietos, solo un momento.",
    "Ahora, todo lo que he dicho en esta noche, ¿cuántos creen que es una promesa de la Escritura? Así es. Ahora, ahora, si será verdad, es lo siguiente. ¿Ven? ¿Será verdad? Bueno, si es verdad, entonces es Palabra de Dios, entonces Él está obligado a Su Palabra, a cualquier promesa. ¿Lo creen? Ahora, si Él Se diera a conocer así mismo como Se dio a conocer con ambos, el judío y el samaritano, y Él dijo que lo haría de nuevo en los últimos días con el gentil, ¿creerían Uds.? Levanten la mano, digan: “Yo lo creeré”. [La congregación dice: “Lo creeré”.—Ed.] Ahora, hay ahora…",
    "Estas personas aquí, yo—yo no creo que haya nadie aquí que me conozca. Yo—yo creí haber visto a alguien aquí hace un rato que conocía, pero yo—yo creo que se han marchado, alguien. Todos desconocidos… ¿Cuántos allá afuera saben que yo no sé nada de Uds.? Levanten las manos, donde sea, en los balcones, donde sea que estén. Seguro. Ahora miren, mientras los preparan allá abajo.",
    "Había una damita una vez, y digamos que ella no tenía una tarjeta de oración; ella tenía algo mejor. Ella tenía fe, y ella dijo: “Yo Le creo al Varón. Si pudiera solamente tocar el borde de Su manto, seré sana”. ¿Cuántos saben que esa es la Escritura; la mujer con la sangre…? Muy bien.",
    "Ahora, veamos entonces esta otra Escritura, mientras, hasta que me digan que están listos.",
    "Esta mujer no tenía una tarjeta de oración, pero tenía fe. Ella dijo… Ella no tenía Escritura para eso, como Uds. la tienen en esta noche. Pero, ella no tenía Escritura, sin embargo, dijo: “¡Si puedo tocar Su manto! Yo Le creo a ese Varón. Seré sanada”. Y ella se abrió paso entre la multitud, y tocó Su manto.",
    "Ahora, ¿habrán visto Uds. un manto palestino? Queda suelto, y también tiene una prenda interior. Ahora, si Ud. tocara el bols-… el bolsillo de mi abrigo, yo no lo sentiría. ¿Ven? Y Su manto colgaba así apartado de Él.",
    "Él no sintió el toque físico. Y, Él aún lo probó, dijo: “¿Quién Me ha tocado?”.",
    "Y Pedro dijo: “Pues, Señor” en otras palabras, “causarás que la gente piense que eres—eres un caso mental. ¿Ves?, no—no—no digas eso. ¿Ves? No hagas eso, porque todos Te tocan”.",
    "Él dijo: “Pero conozco que Me he debilitado”. Virtud salió de Él. Eso es fuerza. “Me he debilitado”. Y Él miró entre la multitud, y encontró a la mujer, le dijo acerca de su flujo de sangre, y dijo que su fe la había salvado. ¿Cuántos conocen la historia? Es verdad.",
    "Ahora, pues, ministros, hermanos aquí arriba. Bueno, la Biblia dice que, “Él es el Sumo Sacerdote en esta noche que puede compadecerse de nuestras debilidades”. ¿Correcto?",
    "¿Cuántos allá afuera lo creen?",
    "🦅 Él es el Sumo… sentado a la diestra de Dios, en esta noche, un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. Entonces, ¿cómo actuaría Él si Ud. Lo tocara? Él actuaría de la misma manera que en aquel entonces, si Él es el mismo ayer, hoy, y por los siglos. ¿Correcto?",
    "Y ahora, Ud. crea, y Ud. ore, y Ud. confíe, vea lo que Dios hace. Vea si Ud. puede tocar Su manto. Ud. tóquelo, diga: “Señor Jesús, yo sé que ese predicador no me conoce. Él no sabe nada de mí, pero Tú sí. Entonces, Señor, cuando yo Te toque, habla por medio de él”. Ahora, ¿qué es esto?",
    "Un don no es algo que uno toma como una—una hoz, o un—o un cuchillo, y va con ese cuchillo, como un don, cortando, así no es con un don de Dios. Un don de Dios solo es… Un don de Dios es saber uno cómo relajarse, hacerse uno mismo a un lado, para que Dios pueda entrar y usarlo a uno. No es algo que uno tiene en la mano, con lo que uno corta por donde va. Uno mismo simplemente se hace a un lado, y deja que el Espíritu Santo lo use. Bueno, ahora, ¿no es así como Uds. hacen cuando hablan en lenguas, Uds. los pentecostales? Simplemente háganse Uds. mismos a un lado.",
    "Bueno, es lo mismo aquí ahora. Y si Él lo concede, ¿lo creen y lo aceptan Uds., sabiendo que Su Presencia está aquí? Entonces Ud. no necesitará tarjeta de oración.",
    "¿Qué me dice del—del Juez de los Cielos y de la tierra, como se dirigió Abraham a Él: “Juez del Cielo y de la tierra: ¿harías lo injusto?”. ¿Ven? Si Él, en estos últimos días, de acuerdo con Su promesa ahora… En la semana continuaremos presentando Escrituras, mostrándoles que esa es la Verdad. Y si Él está aquí con nosotros, en esta noche, tan claro que Ud. puede ver Sus obras y saber que Él está aquí, siendo Su Palabra prometida; no algo mítico, sino lo que Su Palabra prometió, que Él estaría; entonces Ud. créale a Él.",
    "Ahora, pues yo no sé. A veces, si las visiones vienen, luego… Yo no sé lo que estoy diciendo; entonces, que el—el micrófono y lo que sea, quien esté allí, le suba. Quiero que sean muy reverentes solo por un momento.",
    "Ahora, ¿es esta la—la dama? Ahora, aquí, sucede que es una mujer, justamente de lo que estaba hablando, San Juan 4, una mujer y un hombre se conocen por primera vez en la vida. Soy un completo desconocido, y somos completamente desconocidos el uno para el otro. Si así es, solo levante la mano para que la gente vea (¿Ven?), nunca antes nos hemos conocido, en la vida. Allí está parada la mujer, yo aquí, exactamente una cosa perfecta de nuestro… Ud. no es la mujer de allá, y yo no soy el Señor, pero son—son dos personas que se conocen aquí, en un lugarcito como ellos se conocieron, por primera vez en su vida. Ahora, si Él es el mismo ayer, hoy, y por los siglos, Él quizás hablaría con Ud. por un minuto, vean, como lo hizo con la mujer. ¿Ven? Ahora, el Padre…",
    "El otro día cuando, hace poco, cuando el Hermano Borders aquí, teníamos seiscientas y tantas invitaciones aquí en los Estados Unidos, además del extranjero. Él dijo: “Baton Rouge, Louisiana, hay un grupo de hombres allá abajo”.",
    "Yo dije: “Adelante, está bien, organice la reunión allá”. Tuve el sentir de hacerlo. Y aquí estoy. Ahora no sé qué sigue. Sencillamente estoy aquí; es todo lo que sé. ¿Ven?",
    "Ahora, aquí está Ud., una persona. Yo estoy predicando la Palabra, diciendo que, “Él no está muerto. Él está vivo”. Él está vivo, y prometió identificarse a Sí Mismo en nuestra carne, carne humana, como Él lo hizo allá atrás. ¿Ven? Todo lo que Dios era, Él lo derramó en Cristo; todo lo que Cristo era, lo derramó en la Iglesia. Ese es Él, Cristo en nosotros. Ahora, si el Señor Jesús Se ha levantado de los muertos…",
    "Y yo lo trajera a Ud. aquí y le pusiera las manos, y tal vez como algunos de nuestros hermanos evangelistas, exactamente lo correcto, y pusiera las manos sobre Ud., y dijera: “Su enfermedad se ha ido. El Señor le ha sanado”. Eso estaría bien. Ud. podría irse. Eso está bien. Yo ciertamente respaldo eso, cien por ciento. Eso es lo que dice la Biblia.",
    "Pero, ahora, ¿qué si Él Se para aquí y le dice algo que Ud. ha hecho o algo que no debió haber hecho? Si Él sabe lo que Ud. ha sido, y le dice lo que ha sido, y Ud. sabe si es verdad o no, entonces, si Él le dice lo que va a ser su futuro; si eso es cierto, esto también va a ser cierto. ¿Correcto? Eso prueba que es Él, ¿ven Uds.? Ahora solo estoy diciendo eso para contactar su espíritu. Vean, igual que Él lo hizo con la mujer junto al pozo: “Tráeme de beber”.",
    "Entonces, hay una cosa ahora que quiero que noten. Observen a la mujer, observen el cambio de expresión en su rostro, en este momento. ¿Ven? Ella está consciente de que algo sucede. ¿Cuántos han visto la fotografía de esa Luz? Vean, está justo sobre la mujer ahora, ¿ven? ¿Ven? ¿Ven? ¿Ven? Vean, Ella está… ¿La ven allí? Es como una Luz ámbar, moviéndose. Ahora, el problema de ella es este…",
    "Ahora, si yo pudiera sanarla, lo haría, pero no puedo. Yo no puedo sanarla. Dios es el sanador; es la fe suya en Dios.",
    "Ud. está extremadamente nerviosa. Sufre una condición de nervios, y además, tiene un problema en la garganta. Casi no puede hablar, a duras penas susurrar. Es una glándula tiroides. Así es. Ahora, ¿cree Ud.? Ahora, un momento, solo para que no piensen que lo adiviné, un minuto, vean. Yo, sí, lo digo para que la gente no piense… Ud. es una persona agradable, y con Ud. tengo un buen contacto con el Espíritu Santo, ¿ve? Y ahora, sí, a Ud. se le ha aconsejado operarse, pero Ud. ha rehusado. Esa es la pura verdad. Ud. está esperando que Dios… Sí, señor.",
    "Otra cosa, Ud. tiene un problema de asma que le molesta. Eso es verdad; ¿no es sí? Ahora, ¿ve Ud.?, Algo aquí la conoce. ¿Correcto? ¿Cree Ud. que es Él? Entonces créalo, y baje de la plataforma y sea sana. Y crea con todo su corazón. Amén. ¿Creen ahora de todo corazón? “¡Si Uds. pueden creer!”.",
    "¿Cómo está, señor? Soy un desconocido para Ud., supongo. Si nosotros… [El hermano dice: “Lo conocí una vez antes, en Baton Rouge”.—Ed.] Ud., Ud. me conoció cuando estuve aquí antes, en Baton Rouge. Vaya, eso fue hace mucho tiempo, ¿verdad? Supongo que han pasado doce años o más, quizás más, y tal vez catorce años. Bueno, yo no sabría qué, nada acerca de Ud., solo que estuvo en la reunión o algo así, pero Dios sí lo conoce.",
    "Y, es una Luz. Tengo que observarla, ver a donde va, ¿ven?, a otras personas. Pues, está ungiendo. Ahora, si el Señor Jesús… Aquí estamos… Yo—yo creo que la última persona fue una—una mujer. Ahora, esto es como en un sueño, ¿ven?, que Ud. sueña algo.",
    "Ahora, pues Ud. es un hombre. Y entonces, cuando Jesús Se encontró con un hombre, fue Simón Pedro, cuando Él Mismo Se identificó. Su nombre era Simón, en ese momento. Él lo llamó Pedro. Dijo que lo sería, más adelante, sería llamado Pedro. Si el Señor Jesús me dijera cuál es su problema, ¿creería Ud. que soy Su siervo, y creería que Él está presente?",
    "¿Creerá así mismo cada hombre aquí presente? Tal vez sea conocido aquí, porque Ud. es de la ciudad.",
    "Veo algo, Ud. está un poco alterado por algo. Eso, sí, así es, es por la sangre, algo mal con la sangre. Ud. está sangrando en los intestinos. Esa es la pura verdad. Está causando úlceras ahí también. ¿Ven? Pues, eso es verdad, ¿no es así? [El hermano dice: “Amén”.—Ed.]\n\nAhora ¿cree Ud.?",
    "Así es como nuestro Señor lo habría hecho. ¿Verdad que sí? Es Él haciéndolo. ¿No lo cree? [El hermano dice: “Amén”.—Ed.] ¿Y si…? Jesús le dijo a Simón cuál era su nombre. Y si Dios me dijera cuál es su nombre, ¿me creería? [“Amén”.] Muy bien, señor. Lewis Carrie. [“Amén”.] Esa es la pura verdad. Siga su camino. Amén. Tenga fe en Dios.",
    "¿Creen Uds.? Él es el mismo ayer, hoy, y por los siglos.",
    "Ahora, yo soy un desconocido para Ud., hermana. No la conozco, no la he visto, en mi vida. Ud. simplemente es una mujer parada aquí. Más joven que yo, nacimos a millas de distancia y con años de diferencia. Pero Él es el mismo ayer, hoy, y por los siglos. ¿Lo cree Ud.? [La hermana dice: “Sí”.—Ed.] ¿Cree Ud. que—eso?",
    "Ahora, Ud. sabe que, estar al lado de un hombre, su hermano aquí, no la haría sentir así. Ud. sabe que tiene que haber algo más, en esa Presencia, muy dulce, humilde, mansa. ¿No es así? Si así es, para que la congregación lo sepa, solo levante la mano para que ellos puedan ver. Vean, la estoy mirando directamente, esa Luz girando alrededor de ella.",
    "La dama está parada aquí por alguien más. No está aquí por ella misma; es por una hija. Así es. Cree que el Señor puede decirme qué… Ud. está planeando traer a esa muchacha a la reunión. Pero ¿Ud.—Ud. cree que Dios puede decirme cuál es el problema de ella? ¿Creerá y pondrá ese pañuelo sobre ella, y creerá que sanará? Está en su espalda. Así es. Exactamente. Vaya, crea ahora. Póngaselo y ella sanará. Muy bien, solo créalo.",
    "¿Creen de todo corazón? “¡Si podéis creer! A los que creen todo les es posible”.",
    "¿Cómo está Ud.? Somos desconocidos, me supongo. Yo no la conozco, Ud. no me conoce a mí, pero el Señor nos conoce a los dos; así que, somos un hombre y una mujer que se conocen por primera vez. Ahora, nuestro Señor le dijo una sola cosa a esa mujer, y toda la ciudad creyó. Ellos no… Él no lo hizo más. Él solamente lo hizo una vez, y toda la ciudad creyó.",
    "Ahora, no—no sienta miedo; nada la va a perturbar. Le va a ayudar, ¿ve?, porque yo no creo que Ud. sea una crítica, o Ud.… esa vibración de lo que… el Espíritu del Señor no se captaría de esa manera. Ud. es una creyente, así que no tiene por qué alarmarse.",
    "Ud. está sufriendo de una—una hernia. Eso exactamente. Y ¿cree que el Señor Jesús la sanará de eso? Y si le dijera que Ud. tiene otro problema, ¿la fortalecería para creer? Ud. tiene un nudo. Si puedo decirle… No está en su mejilla. Está en su espalda. Si así es, mueva la mano. Muy bien, ahora crea. Vaya, crea correctamente, y sea sana.",
    "¿Creen Uds. ahora, cada uno de Uds., de todo corazón? Ahora, eso debería hacerles saber a todos que están en la Presencia de Dios. Muy bien.",
    "Señor, ¿cree que Dios puede sanar esa artritis y restaurarlo? [El hermano dice: “Sí”.—Ed.] Si lo cree, solo siga caminando, diciendo: “Gracias, Señor Jesús”.",
    "Ahora, pase por aquí, señora. También la veo tratando de levantarse de la cama, muy lentamente, también es artritis. Si Ud. cree de todo corazón, Dios la sanará. ¿Lo cree? Muy bien, solo siga caminando, diciendo: “Gracias, Señor Jesús. Realmente lo creo, de todo corazón”. Muy bien.",
    "Venga, señor. Un problema de nerviosismo y cosas, y de próstata. Y también artritis; y ponga eso sobre ella, crea de todo corazón. Recupérese también. Ahora solo siga caminando, creyéndole a Dios. Y todo estará bien, si Ud. tan solo puede creerlo. Muy bien.",
    "Venga por aquí, señora. ¿Cree que yo soy Su siervo? Lo cree. ¿Cree que Dios puede sanar ese problema del corazón que tiene? [La hermana dice: “Sí”.—Ed.] Bueno, solo siga caminando, diga: “Gracias, Señor. Te doy gracias por sanarme de mi problema del corazón”. Muy bien.",
    "Venga, señor. ¿Cree que lo que Ud. ve es la Verdad? Y si yo le dijera que ese problema del estómago ya fue sanado, allí abajo, y que vaya a comer su cena, ¿lo creería? Muy bien. Vaya, coma su cena, Ud. va a estar bien.",
    "Tiene que hacerlo… Ud. tiene una sombra; cáncer. ¿Cree que Dios le da salud, y lo sanará? Muy bien, solo siga caminando, diga: “Gracias, Señor Jesús. Yo creo de todo corazón”.",
    "Un corazón nervioso, también. ¿Cree Ud. que Dios le sanará y lo restaurará? Solo siga caminando, diga: “Gracias, Señor Jesús”, y créalo de todo corazón.",
    "Pase por aquí, señora. Mire aquí. Lo principal… Ud. tiene varios problemas, un problema femenino. Pero el asunto principal es el problema del corazón que la está molestando mucho. ¿Cree que Dios sanará eso y le dará salud? Solo siga adelante, diciendo: “Gracias, Señor Jesús. Yo creo de todo corazón”. Muy bien.",
    "Venga, señor. Hay dos o tres cosas que Ud. sufre, complicaciones. Pero lo principal por lo Ud. quiere que ore, o pida, es esa artritis que sufre. Mire la artritis… Solo siga moviéndose, creyendo, y nunca tendrá que usar ese bastón. Amén. Créalo de todo corazón.",
    "Ud. tiene problemas en el estómago. Ha causado, lo ha tenido por mucho tiempo, es una condición nerviosa que causa úlceras en el estómago. Ud. bebe cualquier cosa que sea—que sea como café o algo, le da agriera en la boca y cosas así. Vaya, crea ahora, y no le molestará más. Jesucristo lo sanará.",
    "Venga, señora. ¿Cree que Jesucristo?… Un minuto. Un minuto.",
    "¿Cree Ud. que Dios puede sanar esa sinusitis, sentada allí, y restaurarla de la sinusitis? ¿Lo cree, de todo corazón? La dama sentada allí con el vestido que parece a cuadros. ¿Cree que Dios la sanará y la restaurará de eso? Ud. tenía más fe de la que creía tener. Todo está bien. Ha concluido ya. Crea.",
    "¿Qué piensa Ud.? ¿Cree que Dios lo sanará y lo restaurará de ese problema de nervios, sentado allí, ese hombre? [El hermano dice: “Sí, señor”.—Ed.] ¿Cree?, ¿lo cree? Ahora, ¿a Quién tocó Ud.? Él no me tocó a mí. Ud. Lo tocó a Él. Fue eso que lo hizo. Amén.",
    "Ud. se dobló en el regazo, y estaba teniendo problemas con los ojos. Sus ojos están empeorando tanto que apenas puede desplazarse. ¿Cree Ud. que Dios lo sanará? Créalo, y puede recibirlo. Amén. Los reto a que lo crean.",
    "Problema, problema al estómago, acaba de dejarle. ¿Lo cree? Ahora siga su camino y regocíjese, y diga: “Gracias, Señor”, sea sano.",
    "Esta damita sentada aquí mismo, con el vestido verde. Ud. se está esforzando por tocar algo. Ud. está orando. ¿Cree que Dios puede decirme por lo que está orando? Si se libra de ese problema de la vesícula biliar, ¿cree que estará bien? La dama algo robusta allí, con un vestido, robusta. ¿Cree que Dios la sanará del problema de la vesícula, si puede creerlo? Dios se lo concederá, y Ud. puede irse y ser sana. Amén.",
    "Ud. tiene que creerlo. Ud. solo puede hacerlo mientras crea. ¿Cuántos de Uds. quieren creer de todo corazón?",
    "Ahora: “Señores, quisiéramos ver a Jesús”. Él ha resucitado de los muertos. Él está vivo hoy. Él está aquí en Su Iglesia, mostrando que Su Venida está cerca.",
    "El mundo va a ser quemado como lo fue en los días de Sodoma. Los átomos ya se han juntado en—en cargas y demás, para ponerlo en llamas. Y, pero antes de que suceda eso, llegará el Hijo prometido, en Persona, Jesucristo, para llevarse a Casa a Su Iglesia. ¿Lo creen de todo corazón?",
    "¿Creen que Él es el mismo ayer, hoy, y por los siglos? ¿Cuántos creen ahora que Su Presencia está aquí, y creen que Él hizo esta declaración: “Estas señales seguirán a los que creen; si ponen sus manos sobre los enfermos, sanarán”? Levanten las manos.",
    "Ahora, pongan las manos unos sobre otros, donde estén los enfermos, pongan las manos. Sí, me retrasé, temo que me harán terminar el servicio. Pongan, pongan sus manos, ahora oren los unos por los otros. No ore por Ud. mismo, ore por aquel, sobre el que tiene sus manos. Ahora, Él está aquí para sanar a cada uno de Uds. ¡Créanlo!",
    "Padre Celestial, creemos ahora con todo nuestro corazón que, en la Presencia de Jesucristo, el Hijo de Dios, que el diablo ha perdido su poder, su influencia, y Jesucristo vive ahora.",
    "¡Sal, Satanás! Que estas personas queden sanas, para el Reino de Dios. 🦅"
  ]
}