{
  "title": "DIOS IDENTIFICÁNDOSE POR SUS CARACTERÍSTICAS",
  "id": "64310009",
  "content": [
    "🦅  Como que me sorprendió ver allí a mi amigo, Joseph Boze, y di la vuelta y tomé un poco del tiempo al estrechar su mano.",
    "Abramos ahora en la Palabra de Dios en Hebreos, el capítulo 1. Quiero leer como porción, el versículo 1, 2 y 3, para tomar un texto para esta noche.\n\nDios, habiendo hablado muchas veces y de muchas maneras en tiempos pasados a los padres por los profetas,\n\nen estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;\n\nel cual, siendo en el resplandor de su gloria, y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo…se sentó a la diestra de la Majestad en las alturas,",
    "Inclinemos ahora nuestros rostros para orar. Y ahora en Su Presencia Divina, si tienen alguna petición que les gustaría darle a conocer a Él, ¿podrían levantar la mano, y esa es su petición, para que Dios…?",
    "Nuestro Padre Celestial, venimos ahora delante de Tu trono, por fe en el Nombre de Jesucristo, Tu Hijo. Y nos ha sido dada esta seguridad, que si “pedimos algo en Su Nombre, será concedido”. Y Tú conoces nuestros deseos y nuestras necesidades, y Tú has prometido que suplirías todo lo que necesitamos. Entonces, Padre, oramos como Tú nos enseñaste: “Venga Tu Reino. Hágase Tu voluntad, como en el Cielo, así en la tierra”. Que nuestra petición en esta noche pueda ser conforme a Tu deseo de darlo, y concédenos estos privilegios. Unge la Palabra, Señor, y a todos los que hablan y oyen, y que el Espíritu Santo entre y sea el manifestador de la Palabra, esta noche, entre nosotros. Porque lo pedimos en Su Nombre. Amén.\n\nTomen asiento.",
    "Mañana en la mañana, entiendo que es el desayuno de los Hombres de Negocios del Evangelio Completo. Normalmente, donde tienen un capítulo, yo tengo el privilegio de hablar en su desayuno. Hasta ahora, es la única organización, y no es una organización, sino el único grupo al cual yo—yo pertenezco, es el de los Hombres Cristianos de Negocios. Y ahora yo predico con ellos, internacionalmente.",
    "Ahora, en esta noche, confiamos que esta reunión no sea en vano. Yo vengo a Uds., cansado, con la garganta desgastada y algo bronquial de…",
    "Vengo de Tucson donde está bien bueno y seco, y vengo aquí donde está bien bueno y húmedo, así que es un gran contraste. Si Uds. tienen toda el agua aquí, si pudieran enviarla para allá con nosotros, lo agradeceríamos. Pero no lo pueden hacer, por supuesto.",
    "Pero déjenme decirles una cosa, hay una parábola allí. Todas nuestras—nuestras—nuestras cosas en Arizona, nuestros árboles, están llenos de espinas. Todo tiene espinas; es por lo seco. Ahora si el mismo arbusto creciera aquí, sería una bonita hoja hermosa. ¿Ven?, está sin agua, por eso se convierte en una espina.",
    "Y cuando la iglesia se queda sin el Agua de Vida, también se seca y se hace espinosa, punzando y perforando todo. Pero donde fluyen las aguas de Vida, se abre la hoja y la hace tierna, suave y dulce, santa y aceptable para Dios. Entonces que el Señor Dios nos riegue en esta noche, para que no seamos espinas; sino que seamos buenas hojas para que la gente perdida pueda sentarse debajo del árbol de nuestra sombra y encuentre reposo para sus almas.",
    "Ahora quiero tomar el texto, esta noche, si el Señor quiere, y estoy acercando este pequeño micrófono lo más que puedo, por la falta de voz. Quiero, de la lectura aquí de Hebreos 1:1, quiero tomar un texto de: Dios identificándose por Sus características. Permítanme repetir eso, porque sé que no hay buena acústica aquí. Dios Mismo Se identifica por Sus características.",
    "Ahora, casi todo se identifica por sus características. Y tengo unas Escrituras aquí a las cuales me… y notas, a las cuales me quiero referir. Ahora, una característica de algo identifica lo que es.",
    "Ahora, como en toda la naturaleza, las flores muchas veces se identifican por sus características. Si son muy parecidas una especia a la otra, la característica de esa flor identificará qué flor es. Y en la vida silvestre, muchas veces…",
    "Yo, yo soy un cazador. Y uno tiene que conocer la característica del animal que uno está cazando o a veces uno realmente puede ser engañado. Por ejemplo, como la oveja montesa allá en Columbia Británica. Yo estaba debajo del Yukón este otoño pasado, unos hermanos que están aquí ahora estaban conmigo, y estábamos cazando.",
    "Ahora si uno no supiera la diferencia, al uno rastrear una oveja o un venado, no sabría la diferencia al menos que fuera un cazador astuto. Pues ellas dejan las mismas clases de huellas; saltan cuando huyen. Y cuando Ud. ve una a la distancia con la cabeza escondida, pues uno—uno difícilmente las distingue. Son casi del mismo tamaño en las ancas; es blanca, como el venado. Sería muy difícil distinguirlas. Pero sus cuernos identifican su característica, por esos cuernos. La oveja tiene un cuerno como espiral, y el venado tiene cuernos que salen. Y otra cosa, el venado no sube así tan alto para comer.",
    "Y entonces la cabra, también al caminar, hay una característica de una cabra y una oveja, que uno tendría que saber cómo diferenciarlas cuando está en esas alturas, porque las dos viven en lo alto de la montaña. Uno tiene que saber la diferencia. Pero si se da cuenta, una—una cabra tropieza cuando camina; mientras que una oveja pone los pies así cuando camina. Característico de la manera en que hace su huella. Uno identifica su presa por las características de lo que hace y como actúa y lo que come y todo; se identifica por su característica. Y al asustar una, mire lo que pasa, podrá saberlo por la manera en que huyen. Uno lo sabe por esa característica de los diferentes animales.",
    "Luego, si se han dado cuenta, no sé si los tengan aquí o no, las aves escribanas; bueno, su nombre correcto es carpintero escapulario, y arrendajo. Un arrendajo es casi del mismo tamaño de un escribano. Y al ver volar los dos, son casi el mismo tipo de pájaro. Si no se puede ver el color, solo con observarlos, Ud. sabrá cuál es el escribano. El arrendajo vuela como en línea recta. Pero el escribano, bate las alas; mientras bate las alas, él baja y luego sube, baja y luego sube. ¿Ven?, él hace un tipo de salto, así, y uno sabe que esa es la característica del escribano, la forma como vuela.",
    "Si se fijan en la—la codorniz cuando sale, la manera en que sube. Y luego observe si Ud. se encuentra en un pantano, donde podrían estar las codornices, y una—una agachadiza. Uds. los cazadores saben esto. La agachadiza Wilson y la agachadiza chica, se identifican por la forma en que alzan el vuelo y se van. Se identifican por sus características de vuelo, el tipo de ave que son. Entonces, si Ud. solamente las escuchara, sabría cuál es por la forma en que alzan el vuelo, lo que es, por la característica de su vuelo.",
    "Como un hombre y una mujer. Los dos son seres humanos, pero una mujer tiene una característica distinta del hombre. Yo estaba leyendo aquí, hace un tiempo, de Salomón y la reina. Nunca llegué a predicar mi mensajito aquí para Uds., acerca de la reina del sur, subiendo para ver a Salomón y ver ese don de discernimiento. Yo estaba leyendo de eso aquí no hace mucho, y dicen que, “uno de los acertijos que le fue presentado a Salomón fue que esta reina tomó una mujer o mujeres, mejor dicho, y las vistió como hombres”.",
    "Ahora, eso era extraño en aquel día, pero realmente es algo común hoy. Y—y Uds. saben que eso está errado. La Biblia dice que una mujer no debe hacerlo. “Es una abominación que una mujer use ropa de hombre”. Y el Dios incambiable dijo eso, por tanto, es la verdad.",
    "Entonces, encontramos que Salomón solo con mirarlas, pidió que caminaran o hicieran algo, e inmediatamente dijo: “son mujeres”. ¿Ven?, él sabía por la característica de aquella mujer, la forma en que se movía, que era mujer y no hombre.",
    "Y casi con cualquier cosa es de esa manera, con sus características. Así como muchas personas son zurdas y diestras. Son características de la manera en que se portan. Uno sabe si la persona es diestra o zurda, por la manera en que se porta, la manera en que siempre extiende esa mano izquierda o derecha.\n\nY recuerden, Jesús tenía algo así, que…",
    "Dos manos son casi… Ellas son iguales. Tienen el mismo tipo de huellas del pulgar, digitales, cinco dedos; meñique, índice y demás. Igual la mano derecha y la izquierda tienen la misma clase de dedos, normalmente, el mismo tamaño de la mano, exactamente. Y la única diferencia que hay en ellas es que una es izquierda y la otra es derecha. Es la única diferencia que uno nota. Una es izquierda, la otra es derecha.",
    "Entonces en eso, Jesús dijo… Quizás incluya un pequeño punto aquí. Jesús dijo, en Mateo 24 que, “Las características del Espíritu serían algo parecidas en el día postrero, tan parecidas que engañarían aun a los mismos escogidos si fuere posible”. ¿Ven?, ellos…",
    "Tome Ud. su mano y simplemente levántela. ¿Ve?, si no se fija, una se parece a la otra en todo aspecto, pero una es izquierda y la otra es diestra.",
    "De esa manera son los espíritus en el día postrero. Son algo parecidos, pero ellos tienen una característica que los identifica. Uno está correcto y el otro está errado, y eso se puede identificar por su característica.",
    "El Espíritu de Dios se puede identificar por Su característica. ¿Ven? El Espíritu de Dios, y el espíritu de la iglesia. Hay un espíritu de la iglesia, y un Espíritu de Dios que no es absolutamente como el espíritu de la iglesia.\n\nHay un espíritu denominacional.",
    "Hay un espíritu nacional. Hay un espíritu de la nación. Cada nación, cuando voy, Ud. entra allí, uno encuentra un espíritu diferente. Fui a Finlandia, gente fina, pero había un espíritu finlandés. Voy a Alemania, hay un espíritu alemán.",
    "Aquí no hace mucho, iba con mi esposa, cuando aún vivíamos en Indiana, hace un par de años, al pequeño supermercado. Acababa de llegar a casa; teníamos que ir a comprar alimentos. Y camino allá, nosotros… Era en tiempo de verano, quizás no lo crean, pero encontramos a una dama con un vestido. Y era tan extraño, yo… Eso me sorprendió. Yo—yo dije: “Mira eso, parece extraño, aquella mujer con un vestido”. Las demás estaban usando ropa que no… no es apropiado para una mujer. Y—y ella dijo… Yo dije: “Bueno, ese sencillamente es el espíritu americano, ¿ven?, el espíritu de América”.",
    "Ahora, el espíritu de América, es… se supone que es una nación Cristiana, pero el espíritu de esta nación no es Cristiano. Quizá sea llamada una nación Cristiana, pero está a un millón de millas, en características. Entonces, esta mujer, dije…\n\nElla dijo: “Pues, ¿no somos americanos?”.",
    "Dije, yo dije: “No. Vivimos aquí. Este es nuestro país. Nosotros—nosotros—nosotros estamos en él. Nosotros lo amamos. Es la mejor nación del mundo. Pero, aun así, no somos americanos”. Dije: “Nosotros nacemos de Arriba. El Espíritu Santo bajó, y nosotros pertenecemos a un Reino; no es de este mundo”. Yo dije: “Por eso es que nuestras hermanas usan vestidos, tienen el cabello largo, no usan maquillaje. ¿Ven?, sus características las identifican como ‘santidad para el Señor’, de Arriba”.",
    "Por lo tanto, nosotros estamos buscando un Reino. Estamos buscando a un Rey que vendrá y recibirá Sus súbditos en Su Reino. Y ellos son identificados por sus—sus características, que sus tesoros no son de esta tierra ni de esta nación. Es de arriba, en Gloria. Así que, “ellos Esperan una Ciudad Cuyo Arquitecto y Constructor es Dios”. Ellos son correctamente identificados.",
    "Quisiera tener la voz suficiente para predicarles, alguna noche. Pero me—me desvío de esto. Ahora, identificado por sus características.",
    "Encontramos un buen ejemplo aquí en el tiempo de Israel, al llegar a la tierra prometida. Y Dios los había llamado conforme a Su promesa. Él le dijo a Abraham que Él… su simiente estaría en esta nación extraña por cuatrocientos años, y luego que Él la sacaría con una gran mano poderosa. Y luego ellos irían a una tierra, en la cual fue prometido que fluía leche y miel. Y entonces cuando el tiempo de la promesa se acercaba, vino un—un Faraón que no reconoció el gran ministerio que José tuvo entre ellos.",
    "Y, esto, Dios levantó a un profeta llamado Moisés. Y el hombre fue enseñado en toda la sabiduría de los egipcios. No cabe duda que era un gran hombre listo, intelectual, porque les podía enseñar sabiduría a los egipcios. Parecía correctamente calificado—un hombre calificado para una liberación.",
    "Pero, vean, entre lo que nosotros llamamos liberación y lo que Dios dice que es una liberación, hay algo de diferencia.",
    "Ahora miren a este hombre con toda su ética. Él sabía que nació para liberar a los hijos de Israel. Aun así, con toda su educación, eso era lo único que conocía, y sabiendo que era llamado de Dios para hacer el trabajo, él tenía todo su… Él tenía su licenciatura en arte y su Ph.D. y LL.D. y demás. Y él salió para liberar a Israel, y fue un fracaso total.",
    "Ahora noten, pareciera que él teniendo un pie en el trono de Egipto, que sería el Faraón, que pudiera haber liberado a los hijos de Israel después de llegar a ser Faraón, porque era el próximo en línea para—para el trono. Pero, vean, eso, al hacerlo así, no hubiera identificado la característica de Dios en liberar a Su pueblo.",
    "Dijo que Él los liberaría. Él los “liberaría con una mano poderosa”, no Moisés con un ejército poderoso, sino Dios con una mano poderosa.",
    "Encontramos que este profeta huyó y estuvo en el desierto por cuarenta años. El Faraón tardó cuarenta años en meterle toda la educación y Dios tardó cuarenta años en sacársela. Entonces encontramos, un día, que él, allá atrás en el desierto, conoció a Jehová Dios en una zarza ardiente, en la forma de una Columna de Fuego en una zarza. Y se le pidió quitarse los zapatos, pues la tierra donde estaba parado era santa. Ahora miren a este hombre fino, refinado, educado, como había sido, miren el cambio de sus características después de que conoció a Dios. Él hizo lo más…",
    "A veces Dios hace las cosas de una manera muy sencilla y tan insensata, para la manera carnal de pensar. Miren a un hombre que había sido un fracaso total; con todos los ejércitos egipcios y todo a su mano para hacer la voluntad de Dios, con toda su educación, a la edad de cuarenta años, en la flor de su vida. Ahora aquí con ochenta años, a la mañana siguiente, con su esposa sentada a horcajadas sobre una mula, con un niño en la cadera, y él con una vara en la mano, bajando a Egipto para tomar el control. ¡Dígame si no es una escena ridícula! Pero eso estaba desplegando las características de Dios, porque Él tenía un hombre que creyó Su Palabra. Eso es todo. La cosa era, ¿se pueden imaginar Uds. una invasión de un solo hombre yendo a Egipto, donde un ejército había fallado? Pero, ¿qué fue? Su característica, sus tácticas habían cambiado. Él iba en el Nombre del Señor, “YO SOY EL QUE SOY”. La cosa fue que, él tomó control. Lo hizo, porque fue en el Poder del Señor.",
    "En el camino, guiando a Israel allá a la tierra prometida, él se topó con su hermano, su hermano denominacional, Moab. Ahora, Moab, de ninguna manera eran paganos. Estos eran los hijos de la hija de Lot. Uno de sus hijos había—había fundado a Moab.",
    "Ahora, allá arriba, quiero que se fijen en estas dos naciones, en contraste. Aquí estaba Egipto, un pequeño, esparcido, sin nación a donde llegar, sin ejecutivos y sin rey ni nada, ni dignatarios entre ellos, solo un pueblo en camino a una tierra prometida. Y aquí tenía que pasar por la tierra de Moab. Estaba directamente en la línea de la promesa.",
    "Y Moab, también eran creyentes en Jehová, y ellos tenían un profeta; e Israel tenía un profeta. Los dos tenían profetas.",
    "Y ahora noten, habían llegado al lugar donde el profeta de la nación organizada venía para maldecir a esta otra nación, porque ella solo era una errante, sin un cierto lugar donde quedarse. Entonces ellos bajaron.\n\nY observen a esos dos profetas: Cuando se trata de hablar de fundamentos, los dos estaban exactamente correctos. Porque noten, Balaam, el obispo, les dijo: “Ahora, constrúyanme siete altares”.",
    "Siete es el número completo de Dios, representando las Siete Edades de la Iglesia, los siete días de la creación, y así. Ahora noten, siete, Dios se completa en siete.",
    "🦅 Siete altares, y en cada altar pongan un—un becerro”. Ahora es exactamente el mismo altar que tenían allá en el campamento de Israel. Allá abajo están en Israel, con el mismo altar que tienen aquí arriba; y el mismo sacrificio, un becerro y un becerro; un profeta y un profeta. Dos naciones, en contraste.",
    "Un ejemplo muy perfecto del día en el cual estamos viviendo, si tuviéramos tiempo de entrar en eso. Vean a Dios haciendo esto en parábola, para que nosotros entendamos, un paralelo.",
    "Ahora, también, Balaam requirió un carnero en cada altar. Esto hablaba de su fe en un Mesías por venir. Un carnero, un cordero macho, esto es el mismo sacrificio que tenían allá abajo en Israel; abajo en el campamento de Israel, aquí arriba junto a—en Moab. Fundamentalmente, los dos estaban correctos, pero noten, fundamentalmente en doctrina.",
    "Pero un profeta allá abajo en el campamento de Israel tenía las características de Dios y la Palabra de Dios. Él se quedó con la promesa de Dios para esa edad, porque él estaba en línea camino a la tierra prometida. ¿Ven?",
    "Ahora, en cuanto a la parte del fundamento, Balaam, Balak, podía ser tan identificado como Moisés.",
    "Pero, vean, Moisés, siendo el profeta correcto de Dios, no solamente tenía las partes fundamentales, sino que tenía la identificación de Dios. ¿Ven?, él estaba en la línea del deber, exactamente lo que fue prometido para esa edad; no para la edad de Noé, sino para la edad de entonces. “Los llevaré a una tierra que fluye leche y miel”. Ellos estaban en camino, e Israel estaba identificado con su profeta, Moisés, con el Mensaje de esa edad. Las características de Dios identificadas en Moisés. Una Columna de Fuego estaba siguiéndolo. Él también tenía la expiación en acción; no solo hablar de eso, sino que lo tenía en acción. No lo que será, ¡lo que es ahora mismo!",
    "Noten, él tenía una serpiente de bronce que había sido levantada, para las enfermedades y dolencias del pueblo; así que, Moisés estaba practicando la sanidad Divina. Él tenía la expiación, la serpiente de bronce simbolizando que Dios estaba en el campamento, y la gente estaba mirando esa serpiente de bronce y siendo sanada.",
    "Él también tenía la Peña herida siguiéndolo. Y eso estaba identificando a Dios, para mantener las Aguas de Vida entre ellos, el gozo y la salvación, para que no perecieran, sino que tuvieran Vida Eterna. Era un tipo de… Aquella Peña herida en el desierto era un tipo de Cristo siendo golpeado.",
    "Luego, ellos iban viajando en la línea de la promesa. Esto era otra identificación, para mostrar la característica de Dios. No importa cuán fundamental este otro era con la Palabra; él tenía el fundamentalismo, más la identificación, y la característica de Dios entre ellos. Dios Se identificó. Dos profetas, los dos profetas, y los dos en el fundamento; pero Dios identificó Sus características en Moisés, porque él tenía las características de Dios con él.",
    "Ahora, nuevamente, las características de Dios siempre son sobrenaturales, porque Él es sobrenatural. Dios es sobrenatural. Es inusual, siempre, a la tendencia moderna de pensar del día. Uds. saben eso. Dios siempre les ha desbaratado los planes a los—los grupos religiosos en cada edad que ha pasado.",
    "Y ni una vez alguna persona o grupo de personas ha llegado a organizarse con un mensaje, que no hayan muerto quedando en el estante para jamás volver a levantarse. No hay historia. Los luteranos, los presbiterianos, los metodistas, los bautistas, los pentecostales y demás, nunca volvieron a levantarse, cuando ellos van y hacen un grupo de Aquello.\n\nDios lidia con individuos.",
    "Noten, Él es muy inusual para la manera de pensar. ¿Ven?, nosotros nos desviamos en una tendencia y tenemos que creerlo de esta manera. Y luego Dios da un giro con Su Palabra que Él ha prometido y Se identifica con esa Palabra. Este grupo no puede ir con Eso, porque no Lo cree. ¿Ven?, ya se ha cortado de Aquello.",
    "Como José, él era un hijo de David, y un buen hombre, José el esposo de María. Él era un buen hombre, y sin duda, leía la Biblia, los pergaminos, continuamente, porque… y estaba esperando un Mesías que vendría, y debió saber lo que la Escritura decía que acontecería. Isaías dijo: “Una virgen concebirá”.",
    "Bien, ahora, él simpatizaba con esta jovencita, María, probablemente de dieciocho años de edad, y él probablemente era un poco mayor. Y luego, cuando estaban comprometidos para casarse, aparece con que ella va a ser madre. Ahora era difícil para José aceptar eso. No cabe duda que María le dijo de la visita de Gabriel. Pero nos damos cuenta por la manera de cómo su carácter lo guiaba, que él lo dudó.",
    "Ahora, sucedió que ella sería madre antes de casarse ellos. Y en la Biblia, ese castigo es la muerte, apedreada. Una mujer soltera que llegara a ser madre, ella tenía que ser apedreada; no había prostitución en Israel. Eso era desarraigado. Eso encontramos, en Deuteronomio nos dice eso.",
    "Ahora, encontramos que María, parecía que estaba intentando usar a José solo como un escudo por algún acto que ella había hecho. Pues, si se encontraba que ella sería madre antes de que se hubieran casado, entonces tenía que ser apedreada, y ahora necesitaría de alguien que se parara como escudo para ella. Y parecía bastante que eso era lo que intentaba hacer.",
    "Pero José al mirar en sus grandes ojos bonitos, y ella decía: “José, Gabriel me dijo: ‘El Espíritu Santo te cubrirá con Su sombra y Esto que en ti—en ti es engendrado, del Espíritu Santo es. Es Dios. Es lo que se va a llamar, el “Hijo de Dios”’”. Y, José, él—él—él quería creer eso, pero era muy inusual. Eso no había sucedido antes.",
    "Y así mismo es hoy. Si nosotros solo pudiéramos… Si yo tuviera alguna manera de hacer que la gente viera que lo inusual de cualquier cosa, si es identificado por la Palabra, entonces sus características prueban lo que es. Es Dios en acción.",
    "José debió saber esto. Él debió haber sabido que: “Una virgen concebirá”. Pero él fue sincero al respecto. Él no quería dejarla secretamente, pero él—él estaba pensando en hacerlo.",
    "Y luego el Ángel del Señor le apareció a él en un sueño. Alguna vez se habrá preguntado Ud. ¿por qué se apareció Él en un sueño? No había profetas en aquellos días. Su sueño era tan sencillo que no necesitaba interpretación. Dijo: “José, hijo de David, no temas recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es”. ¿Ven?, entonces, eso concluyó el asunto. ¿Ven?, Él vino en un sueño, secundariamente. Pero, vean Uds., no había profeta allí para identificar esa Palabra, que, “esta es la virgen que concebirá”. ¿Ven? Por lo tanto, Él le apareció en un sueño a él, porque él era honesto y justo, y un buen hombre.",
    "Y yo creo que Dios vendrá a cada buen hombre, de alguna manera, e identificará Sus acciones a ese buen hombre, para la edad, si ese hombre es llamado por Dios para esa edad.",
    "Ahora, pero era tan inusual que ellos a duras penas lo entendían. Pero siempre, la aparición conforme a la Palabra prometida para la edad, toda es inusual.\n\nAhora, hay personas que quizás van y dicen: “Pues, esto es inusual, es Dios. Esto es inusual”.",
    "Pero vean, tiene que ser identificado por la Palabra, y la Palabra es Dios. ¿Ven? Y luego la característica de esta identificación identifica quién es, porque Dios dijo: “esto sucederá”, y acontece. ¿Ven? La característica de aquello es la Palabra de Dios siendo identificada por la característica de lo que está aconteciendo.",
    "Él dijo que en los postreros días Él derramaría el Espíritu Santo. Él lo hizo. Las características de eso identificaron que era Dios, Su Palabra prometida. ¿Ven?, siempre se identifica a sí mismo.",
    "Ahora, siempre, cada vez, corrige la palabra, cuando la Palabra es dicha equivocadamente. ¿Lo notaron? Fue en los días de Noé que corrigió aquella edad científica, que Dios iba a hacer caer agua de los cielos. Fue Moisés, ¿ven?, que corrigió cuando ellos estaban asentados en Egipto y así, pero la Palabra de Dios tenía que venir para ser identificada. Y la Verdad de la Palabra corrige el error.",
    "Déjenme preguntarles algo. Quizás profundicemos un poco aquí. No debo predicar enseñanza ni doctrina, pero déjenme preguntarles tan solo una cosa.",
    "Jesús era la Palabra. Sabemos eso. La Biblia dijo que lo era. San Juan, el capítulo 1: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Y el Verbo fue hecho carne y habitó entre nosotros”. Él sigue siendo la Palabra. Luego cuando Él podía percibir sus pensamientos, ellos debieron saber que esa era la Palabra, porque la Palabra de Dios dijo que eso es lo que haría Él. Él era el Profeta.",
    "Ahora noten, nos damos cuenta que cuando Él nació, a unos doce años de edad, Él subió a la fiesta del tabernáculo. Y ellos habían subido allí para la Pascua. Y en el camino de regreso, ellos llevaban tres días de viaje y Lo extrañaron; percibiendo, pensando, mejor dicho, presumiendo que Él estaba entre su gente.",
    "Pudiéramos hacer una lección de eso. ¡Es tan así el día de hoy! Ahora Uds. los metodistas, bautistas, presbiterianos, luteranos, católicos, lo que sean, ¿ven?, Uds. están haciendo eso mismo. Uds. perciben que, porque Wesley tuvo un gran avivamiento, Lutero tuvo un gran avivamiento o Pentecostés tuvo un gran avivamiento, están percibiendo que Él está entre el pueblo, cuando a veces no está allí.",
    "Ellos fueron a buscarlo. ¿Dónde Lo encontraron? Donde Lo dejaron, en Jerusalén. Y cuando Lo encontraron, ¿qué estaba haciendo? Un muchachito de doce años, probablemente nunca había entrado a la escuela, solo con lo que Su madre Le había enseñado; y aquí estaba en el templo, debatiendo con esos sacerdotes acerca de la Palabra de Dios. Y ellos estaban asombrados de la sabiduría de este Niño. ¿Por qué? Él era la Palabra. Ahora miren.",
    "Y ahora no deshonrándolos a Uds. las personas católicas que llaman a María la madre de Dios, pero déjenme mostrarles un pequeño error aquí. Si la iglesia está edificada sobre María, miren lo que sucedió. Ahora ella vino y dijo: “¡Oh!, Tu padre y yo Te hemos buscado, con lágrimas”. Miren aquella declaración, ella entonces condenó su propio testimonio. Ella dijo: “Tu padre y yo Te hemos buscado con lágrimas”.",
    "Miren esa Palabra. Él era la Palabra. Él dijo: “¿No saben que en los negocios de Mi Padre me es necesario estar?”. Observen la Palabra corregir el error. Allí mismo delante de esos sacerdotes, ella arruinó su testimonio. Dijo que ella había concebido por el Espíritu Santo, y aquí dice que José es Su “padre”. ¿Ven cómo esa Palabra lo captó rápidamente? Él era la Palabra. Ahora, Uds. saben que un niño de doce años no haría eso. Él era la Palabra. Él era la Palabra hablada para esa edad, por tanto, la característica identificada de Dios estaba en Cristo. Él corrigió los errores. Él dijo…\n\nEllos dijeron: “Bueno, nosotros discípulos de Moisés somos”. ¿Ven?",
    "Él dijo: “Si fuereis discípulos de Moisés, Me conocerías a Mí; él escribió de Mí. Moisés dijo: ‘El Señor vuestro Dios levantará un Profeta como yo’. Me conocerían a Mí si Uds. conocieran a Moisés”.",
    "Y, vean, la Palabra siempre corrige el error del día. Pero a la gente no le gusta creerlo. Solo siguen aferrados, a pesar de todo.",
    "Pero Jesús corrigió a Su propia madre. Y Su madre estaba equivocada, porque ella ya había dicho que ese era un Niño concebido en ella por el Espíritu Santo, y aquí ella da la vuelta a su testimonio y dice que José era su “padre”, era el padre de—de Jesús. Ahora, si—si José…",
    "Si Él fuera el hijo de José, si hubiera estado en los negocios de Su padre, hubiera estado en el taller de carpintería.",
    "Pero Él estaba en los negocios de Su Padre, allá en el Templo, reprendiendo esas organizaciones. ¿Ven? Él estaba en los negocios de Su Padre, un Niño de solo doce años. “¿No saben que en los negocios de Mi Padre Me es necesario estar”?",
    "¿Se han dado cuenta, cuando Jesús fue tentado por Satanás? Su característica allí, cuando estaba en Su tentación, Lo identificó como Dios, porque Él se quedó con la Palabra. ¿Ven? “Escrito está”: dijo Satanás.\n\nJesús dijo: “También está escrito”, permaneció justo con la Palabra.",
    "🦅 Dios, en otro tiempo”, leemos aquí. “Dios, en otro tiempo” quiere decir tiempos pasados, “de muchas maneras”, muchas formas, “Se identificó Él Mismo a Sus profetas por visiones”. Esa era la característica de un profeta: era cuando él predecía cosas y acontecían. Ahora esa era la característica de su identificación, que Dios estaba con él. Luego esto le daba el derecho de interpretar la Palabra para aquel día, porque “la Palabra de Dios vino a los profetas”, la característica del profeta, que Él predecía.",
    "La Biblia dice: “Si hubiere uno y lo que él dice se cumple, entonces escúchenlo; pero si no, no le crean, no le teman, pero Mi… si—si, Mi Palabra no está en él. Pero si eso se cumple, entonces Mi Palabra está en él”. Esa es su identificación. Esa es la característica de un profeta.",
    "Ahora, Dios, en otros tiempos, así es como Él mostró Sus características de Su identificación al hombre, al hablar por medio de un hombre que fue llamado a ser un profeta. Ahora, la Biblia dice eso: “Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas”.",
    "También leemos en Segunda de Pedro, que toda la Palabra de Dios fue escrita por ellos; “hombres de antaño, inspirados por el Espíritu Santo, escribieron la Biblia”. Ellos eran profetas. La Palabra vino a ellos y ellos La escribieron, lo apuntaron, bajo inspiración. Primero fueron identificados como profetas, luego ellos—ellos escribieron la Palabra de inspiración, y ellos tenían la interpretación de la revelación Divina porque era Dios en el hombre.",
    "Ahora, así es como Él Se mostró en Sus características de identificación, sus visiones siendo vindicadas, era la característica de Dios en ellos, revelándose Él Mismo a la gente.",
    "Ahora, esa es la única manera en que Él estuvo en Cristo. Un profeta solo era una porcioncita. Cristo era la plenitud de Dios. Y Dios estaba en Cristo, reconciliando al mundo a Si Mismo. Y Sus características Lo identificaron, lo que Él era, tanto que Él dijo: “Si no hago las obras de Mi Padre, entonces no lo crean. Si Yo no tengo el carácter de Mi Padre, entonces no Me crean, no crean lo que digo. Si Yo no tengo el carácter de Mi Padre en Mí, entonces no lo crean, para nada”.",
    "Ahora, Sus características nunca cambian. Dios no puede cambiar Su carácter, como un—como un—un cordero no puede cambiar su carácter, ni otra cosa puede cambiar sus características. Pues, entre tanto esté en lo suyo original, es original. Y si uno cambia algo, entonces lo ha cambiado de lo original.",
    "Igual como uno puede tomar a una—una cerda y puede lavar la cerda y—y ponerle esa pintura en las uñas como lo hacen las mujeres, y arreglarla con labial y ponerle un vestido lindo. Suelte esa vil cerda, ella irá directamente al lodo y se revuelca otra vez. ¿Por qué? Ella es una cerda, eso es todo. Pero, y, pero, saben, uno no haría…",
    "Una oveja no haría eso. Ella ni siquiera se mete en ese lodo. Ella no quiere tener nada que ver con eso. Es por sus características. ¿Ven? Quizás Ud. la vista con la misma clase de ropa, pero seguro que no, seguro que no irá; lo de afuera no importa, es lo de adentro. Ahora, Dios siendo la fuente de toda vida…",
    "No fallen en captar esto. Estoy intentando, con todo lo que hay en mí, de lograr que Uds. vean algo. ¿Ven? Es por su bien, amigos. Es en favor de Uds. ¿Ven?",
    "Yo no vine aquí solo para ser visto. No vine aquí porque no había otro lugar a donde ir. Yo vine aquí porque tuve el sentir de venir aquí. Sentí que el ministerio que el Señor me ha dado debe ser mostrado aquí entre la gente, y estoy intentando lograr que Uds. vean realmente lo que Dios es ahora. Él es Su Palabra prometida. Él siempre es la Palabra, y Él Mismo Se identifica por la característica que Él prometió. Cierto carácter se levantaría en cierto tiempo, que está en la Palabra, luego la característica de esta persona que debe levantarse identifica que esa es la persona.",
    "Es por esta razón que Jesús tenía que ser Quien era. Ellos debían haberlo visto. Con razón estaban ciegos. La cosa… Dice: aunque Él había hecho tantos milagros, aún no podían creer, porque Isaías dijo: “Tienen ojos y no pueden ver, y oídos y no pueden oír”. ¿Ven? Cada edad, no solamente Su edad; pero cada edad, como, “Dios en otro tiempo, de muchas maneras”, a pesar de todo, simplemente no podían entenderlo.",
    "Ahora, Sus características nunca fallan. Eso siempre es igual. Ahora, recuerden: Su característica, la característica de Dios, no puede fallar. Si sucede, entonces Dios ha fallado. Y la Biblia dice, en Hebreos 13:8 que, “Jesucristo es el mismo ayer, hoy y por los siglos”. Entonces, Él es el Dios incambiable. El carácter que haya sido en el principio, Él aún sigue siendo ese mismo carácter. En cada manera que Él obraba, cualquier tiempo en que haya hecho algo, Él lo hace de la misma manera cada vez. Si no lo hace, Su carácter ha cambiado, ¿ven?, y Sus características mostrarían algo que no era de Dios. ¿Ven? Entonces nosotros no sabríamos dónde…",
    "Como dijo Pablo: “Si la trompeta da un sonido incierto, ¿quién sabrá prepararse para la batalla, si la trompeta da un sonido incierto?”. Ahora, si la trompeta debe tocar “retirada”, eso es lo que tenemos que hacer, retirarnos. Si la trompeta toca “Al ataque” eso es lo que debemos hacer, atacar. Pero ¿qué es la Trompeta? Es la Palabra de Dios. Ella identifica a Dios, ya sea—ya sea: “avanzar, descansar, retirada, apilar armas”, lo que sea. Ese es el sonido de la Trompeta de Dios.",
    "Y un sonido incierto, cuando la Biblia dice que cierta cosa debe de acontecer; alguien dice: “¡Oh, eso era para otro día!, eso”. Entonces allí hay un sonido incierto. Luego uno no sabe qué hacer.",
    "Jesús dijo: “Yo tengo poder para poner Mi vida y volverla a tomar”. Ningún sonido incierto allí.",
    "La mujer dijo: “Sabemos que viene el Mesías; y cuando venga, Él nos dirá las cosas como lo hizo Él”.",
    "Él dijo: “Yo Soy”. Ningún sonido incierto allí. “Yo Soy”. ¡Ajá! Amén.\n\nEllos dijeron: “Nuestros padres comieron maná en el desierto”.",
    "Él dijo: “Todos ellos están muertos”. Él dijo: “Pero Yo soy el Pan de Vida que vino de Dios del Cielo”. Ningún sonido incierto. “Soy el Árbol de Vida, del Huerto de Edén”. Ningún, ningún sonido incierto en eso. Seguro que no. Nada incierto en eso. Él estaba seguro en todo lo que hizo.",
    "La Biblia no da un sonido incierto. Ella identifica la característica de Dios en su sonido.",
    "Jesús dijo: en San Juan 10:37: “Si Yo no hago las obras de Mi Padre, lo que… y no tengo ese carácter de Mi Padre, entonces no Me crean. Ellas son, Ellas identifican Su carácter en Mí, Sus características”.",
    "Porque, el Padre es la Palabra, “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios”, y la característica de Dios es mostrada en Su promesa para esa edad.",
    "Ahora si Él hubiera vivido en el tiempo de Moisés, no hubiera funcionado. Y si Moisés hubiera vivido en Su tiempo, no hubiera funcionado. Si Él hubiera vivido en el tiempo de Noé, no hubiera funcionado o si Noé hubiera vivido en Su tiempo. Noé estaba profetizando de cosas para ese día, y su característica y lo que hizo lo identificó a él con la Palabra de Dios. Moisés hizo lo mismo.",
    "Y aquí vino Jesús, y la Palabra prometida para esa edad fue identificada en Jesucristo por la característica de la Palabra, la cual es Dios. Amén.",
    "El derramamiento del Espíritu Santo en los postreros días sobre la gente común, ha identificado la característica de Dios con la gente. Él prometió eso. Es la Palabra. Él dijo que lo haría. Nadie puede negar eso; Él dijo que lo haría.",
    "Entonces todas estas cosas que Él ha prometido, eso es lo que hace; identifica Su característica. Sí, señor. “No lo crean, no crean Mis declaraciones, si Mi característica no es la de Dios”.",
    "Ahora noten en Juan 14:12: “Él que en Mí cree” dijo Él, “tiene Mi identificación, Mi característica. Él que en Mí cree, las obras que Yo hago, él las hará también”. Eso identifica que el carácter de Cristo está en él, mostrando las características de Él. Amén.",
    "Me siento bastante religioso ahora, aunque esté ronco. Sí, señor. ¡Oh, vaya! ¿Ven?, ¡en Eso no hay error! ¡Su Vida! “Él que en Mí cree, las obras que Yo hago, él las hará también”. ¿Ven?, eso identifica la característica.",
    "Así como dijo Él: “Si Mi carácter no Me identifica”, Dios en—en Él, entonces Él… no Le crean. Ahora, también dijo que Él sería identificado en eso. Entonces, eso, si no Lo identifica a Él, entonces Él no es lo que dice ser.",
    "Y hoy en día, si Cristo Mismo no Se identifica, la característica de Cristo nos identifica ser de Cristo, creyendo la Palabra… Jesús era la Palabra, entonces Él tenía que creer la Palabra. Y ¿cómo podemos decir nosotros que somos de Cristo, y negar alguna Palabra de esa Biblia? El Espíritu Santo de Cristo es Dios en Ud., y Eso acentuará cada promesa con un “Amén”. La Biblia dice: “Estas señales seguirán a los que creen”. El Espíritu de Dios dice: “Amén”. ¿Ven?",
    "Uno de ellos no dice: “No, eso fue para otra edad; eso fue solamente para los discípulos”.",
    "🦅 Id por todo el mundo y predicad el Evangelio a toda criatura. Él, en donde sea, en todo el mundo, que crea: estas señales lo seguirán, la misma cosa”. “El mismo ayer, hoy y por los siglos”, la característica siendo identificada.",
    "Eso hace a Hebreos 1:1: “Dios en otro tiempo, hablando a los padres por los profetas”, identificar a Cristo, resucitado hoy, por la misma característica que Él obró en otro tiempo. ¿Se han dado cuenta? Dios nunca cambia Su manera.",
    "En la Biblia antigua, cuando un soñador soñaba un sueño, y no había profeta en la tierra para ver si este sueño era correcto o no, ellos tenían otra manera de averiguar. Ellos tomaban a esta persona, que soñó el sueño, la llevaban al templo. El pectoral de Aarón, quien era el sumo sacerdote, colgaba en el poste. Y este soñador contaba este sueño. No importa qué tan bien sonaba, que tan real se oía; si una Luz sobrenatural no destellaba en esas piedras, que se llamaba el Urim Tumim (los lectores de la Biblia entienden); entonces no me importa cuán real se oía, no era verdad. Lo inusual de Dios, el carácter de Dios tenía que mostrar Sus características en lo sobrenatural, para mostrar que Él Mismo se identificó en el mensaje. Amén.",
    "Yo digo lo mismo en esta noche. El antiguo Urim Tumim ya no está, pero la Palabra sigue siendo la cosa que identifica la característica de Dios, la promesa de la hora en la cual estamos viviendo. Allí están las características de Dios identificadas por la promesa de la hora en la cual estamos viviendo.",
    "Eso hace a Dios el mismo que era. “En otro tiempo” miren, “de muchas maneras, les habló Él a los padres por los profetas”. “Y la ley y los profetas fueron hasta Juan; desde entonces, el Reino del Cielo”. Noten: “Pero en este postrer día” hablando lo mismo que en aquel entonces, “por medio de Su Hijo Cristo Jesús”. “Dios, en otro tiempo, de muchas maneras, habló a los padres por los profetas; en este postrer día” haciendo lo mismo, “hablando a la gente (los padres) por medio de Su Hijo, Cristo Jesús”. Lo ha levantado de los muertos y Él vive en nosotros, identificándose Él y prediciéndonos cosas; de que Él es discernidor de los pensamientos e intenciones del corazón. ¡Jesucristo el mismo ayer, hoy y por los siglos! “Dios, en otro tiempo y de muchas maneras, habló a los padres por los profetas, pero en estos postreros días por medio de Jesucristo, Su Hijo”. La Escritura no puede ser alterada. Es exacta.",
    "Como he dicho antes, Dios no necesita que nadie interprete esta Palabra; Él interpreta Su Propia Palabra. Cuando Él dice cualquier cosa, sucede, esa es la interpretación. ¿Ven? Él no necesita alguien que diga: “Bueno, yo creo que significa esto”. Dios identifica eso por Su Propia interpretación, la Suya.",
    "¡Si la promesa es para aquel día! Nosotros no podemos vivir en la luz de—de—de Lutero; no podemos vivir en la luz de Wesley; no podemos vivir en la luz de ninguno de aquellos. Nosotros tenemos que vivir en la Luz que está prometida para este día.",
    "¿Y si Moisés hubiera ido allá a Egipto y dicho: “Bueno, vamos a construir un arca grande. Vamos a salir flotando de este país, el Nilo va a subir”? Ellos hubieran consultado los pergaminos; no hay promesa para eso. Así es. Pero, ¿ven Uds.?, él se identificó como el profeta de Dios, porque lo que él dijo vino a cumplimiento, luego ellos sabían que él tenía la Palabra del Señor. El Faraón tenía lanzas, pero Moisés tenía la Palabra. Entonces cuando llegaron al mar, todas las lanzas quedaron debajo del mar; y Moisés llevó a Israel al otro lado del mar, en tierra seca, porque él tenía la Palabra y él era la Palabra para esa hora. Moisés era la Palabra manifestada para esa hora.\n\nElías era la Palabra manifestada para esa hora.",
    "Cristo es la Palabra manifestada, y las promesas que Él hizo: “Todavía un poco y el mundo no Me verá más; pero vosotros Me veréis. Yo estaré con vosotros, aun en vosotros, hasta el fin del mundo. Las obras que Yo hago, vosotros también las haréis”. Él prometió estas cosas. ¿Qué es? Es la característica de Dios mostrando Su Palabra, como Él lo ha hecho en todas las edades.",
    "Malaquías 4, Él dijo: “Antes de que venga el día de Jehová, grande y terrible, he aquí, Yo os envío el profeta Elías; y él restaurará la fe de los hijos nuevamente a los padres, antes de que ese día venga”. Él lo prometió.",
    "Jesús dijo, en el capítulo 17 de San Lucas: “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre, cuando el Hijo del Hombre esté siendo revelado”. Cuando la revelación misma esté mostrándose, en los días cuando el mundo estará como Sodoma, ¿qué será? La característica de esa Escritura siendo cumplida. Dios identificándose por Su característica, las características de como Él siempre ha sido. Él no puede dejar eso.",
    "En los postreros días, Él identificó por medio de Su Hijo. Noten como Dios hace estas siempre, en el—como Él… Él nunca cambia Su manera.",
    "Estos tres hombres que hablaron con Abraham; como acabamos de hablar allí, en los días de Sodoma.",
    "Abraham fue un hombre que le creyó a Dios. Él tomó a Dios por Su promesa. Sara, su esposa, tenía sesenta y cinco años, Abraham tenía setenta y cinco, cuando Dios lo llamó. Él dijo que ellos iban a tener un—un hijo; Abraham tendría un hijo por medio de Sara. Eso podría sonar un poco ridículo, pero me imagino que ella preparó todas las—las botitas y broches y todo, porque iban a tener a este bebé.",
    "Después de los primeros veintiocho días, pues, Abraham tal vez le haya dicho a Sara: “¿Cómo te sientes, cariño?”.\n\n“Nada diferente”.\n\n“Gloria a Dios, como sea lo vamos a tener”.\n\n“¿Cómo lo sabes?”.\n\n“Dios lo dijo”.\n\nPasó un año. “¿Cómo te sientes, corazón?”.\n\n“Igual”.\n\n“Como sea lo vamos a tener. Dios lo dijo”.\n\nPasaron cinco años. “¿Cómo te sientes ahora, corazón?”.\n\n“Igual”.\n\n“Como sea lo vamos a tener. Dios lo dijo”.",
    "¿Qué fue? Él tenía la promesa de Dios. Él le creyó a Dios y se comportó como Dios: él se aferró de la Palabra prometida. Eso…",
    "Pasaron veinticinco años. Las botitas estaban amarillentas, pero ella aún las conservaba. Ahora él está anciano y encorvado, y está en una condición terrible; y el vientre de Sara está casi muerto, y él estéril. ¡Vaya en qué condición están!",
    "🦅 ¿Cómo te sientes, Abraham, padre de naciones?” le decían sus amigos creyentes manufacturados.",
    "🦅 Pues, gloria a Dios, me siento bien. Como sea vamos a tener ese bebé”. Porque él no dudó de la promesa de Dios por la incredulidad; sino que se fortaleció, dando gloria a Dios, porque estaba plenamente convencido de que lo que Dios dijo, Dios es capaz de obrar. Amén. Allí está la característica del creyente.",
    "¿Y Ud.? ¿Ve? ¿Qué pasa con nosotros, los hijos de Abraham? ¿Estamos identificados con la Palabra de Dios como una promesa, y nos identifica nuestra característica que realmente La creemos? O ¿solo vacilamos, evadiendo esto aquí y por aquí, y acá abajo, y suponemos, y vacilamos alrededor, en cuanto a Ella? Entonces, no somos Cristianos, solo pretendemos creer.",
    "Pero, cuando en realidad nos paramos firmes en esa promesa, ¡párense allí por Ella y permanezcan con Ella! Abraham lo hizo.",
    "Nos damos cuenta entonces que un día él vio que venían tres hombres, caminando. La Biblia dice aquí que “era en el calor del día”, debe de haber sido como al mediodía. Estos hombres llegaron y estaban hablando con él. Entendemos que dos de ellos bajaron a Sodoma. Yo creo que hablamos de eso la otra noche. Uno de ellos se quedó con él.",
    "Miren a este Hombre que él llamó… que se quedó con él, lo que hizo el Hombre. Uno fue identificado por Su característica, que era Elohim.",
    "Elohim, la primera palabra en la Biblia, “En el principio Dios…”. Ahora, cualquiera de Uds. eruditos sabe que esa palabra Dios allí, en el hebreo, es “Elohim” que significa, “el Todopoderoso, el todo suficiente, el auto-existente”, no necesita ayuda de nadie, no necesita interpretación de nadie; lleva a cabo la Suya. Él es el Dios todo suficiente, omnipresente, omnisciente, omnipotente. Él es Dios.",
    "Allí estaba Él. Y ahora Abraham, este patriarca que se había aferrado de la Palabra, miró a este Hombre. Y cuando este Hombre tenía Su espalda hacia la tienda, Él dijo: “¿Dónde está Sara tu mujer?”.\n\nDijo: “Ella está en la tienda, detrás de Ti”.",
    "Dijo: “Te visitaré según el tiempo de la vida, y tendrás este bebé que Yo te prometí”.",
    "Y Sara se rio de eso. Y Él que estaba hablando con él, le dijo lo que Sara dijo en la tienda, detrás de Él.",
    "Ahora, Ud. leerá eso en Génesis. Nos damos cuenta entonces, que Abraham, después que este Hombre se identificó…",
    "¿Qué fue eso? Hebreos, capítulo 4, el versículo 12, dice: “La Palabra de Dios es más cortante, más poderosa que toda espada de dos filos, discernidora de los pensamientos y las intenciones del corazón”.",
    "Supo que este era el Hombre. Sabía que no había profetas en la tierra, solo él, y por eso la Palabra del Señor había venido a él. Y él era el profeta, y aquí la Palabra vino al profeta.",
    "Igual con Juan Bautista. No se había tenido un profeta por cuatrocientos años. Yo recuerdo…",
    "Quizás el Doctor Davis, ya anciano, esté sentado aquí esta noche, el predicador misionero bautista de antaño que me bautizó en la Fe. Él discutía conmigo. Él decía: “Billy, tan solo eres un muchacho; tienes que escucharme a mí”.\n\nDije: “Está bien, Hermano Davis, estoy escuchando”.",
    "Él dijo: “Mira, Juan no había sido bautizado. Así que, él estaba bautizando, pero no había sido bautizado; nadie era digno de bautizarlo”. Esa es buena teología bautista. “Y aquí vino Jesús, y entonces dijo… Juan dijo: ‘Yo necesito ser bautizado por Ti, ¿por qué vienes Tú a mí?’. Y Él dijo: ‘Deja ahora’”. Dijo: “Y luego cuando él ‘dejó’” dijo, “ves, luego Jesús bautizó a Juan. Y cuando Él salió del agua, entonces los cielos se abrieron y Él vio a Dios en la forma de una paloma, bajando y poniéndose sobre Él, dijo: ‘Este es Mi Hijo amado, en Quien Me complace morar’”. Pero, no, no para discrepar con el Doctor Davis, pero él estaba equivocado.",
    "¿Ven?, Juan era el profeta, y la Palabra siempre viene al profeta. Entonces si la Palabra fue hecha carne, Ella como sea tenía que venir al profeta; porque él estaba testificando de la Palabra, y su propia característica le identificó que lo era. Aquí viene la Palabra, ahora ¿qué sucedió? Tan pronto llegó frente a Jesús, Juan dijo: “Me es necesario ser bautizado de Ti, ¿por qué vienes Tú a mí?”.",
    "Jesús dijo: “Deja ahora, porque así conviene (corresponde) que cumplamos toda justicia”. Juan siendo el profeta; Él siendo la Palabra. Él era el Sacrificio, y Él estaba por entrar en Su ministerio terrenal, y el Sacrificio tenía que ser lavado antes de ser presentado. Y Juan Lo bautizó, porque él sabía. “Deja ahora, porque así conviene que cumplamos toda justicia”. El Sacrificio tenía que ser lavado antes de que fuera presentado, y entonces Juan lo bautizó. No fue Jesús quien bautizó a Juan. Juan bautizó a Jesús. “Deja ahora”.",
    "Noten, aquí estaba Abraham y él tenía la Palabra del Señor. La Palabra del Señor vino a él; era el profeta. Y ahora aquí viene la Palabra. Él le llamó: “Abraham”, no Abram.",
    "Unos días antes, su nombre era Abram—era Abram, ahora es Abraham. Su esposa era Sarai, ahora es “Sara”, no S-a-r-a-i; S-a-r-a. No (A-b-r-a-h-a-m) A-b-r-a-m, sino A-b-r-a-h-a-m, Abraham.",
    "Y este Hombre se identificó, cuando Él dijo: “¡Abraham!”. ¡Oh, vaya!\n\nAbraham dijo: “¡Elohim!”.",
    "Allí están la Palabra y el profeta, juntos, los dos personajes identificados.",
    "Elohim, Él dijo: “¿Dónde está tu esposa, Sara?”.",
    "Dijo: “Ella está en la tienda detrás de Ti”. Y el… Luego se hizo el milagro. ¡Elohim! Abraham Le llamó: “El todo-suficiente, todopoderoso, omnipotente Dios”.",
    "Jesús dijo cuando estaba en la tierra, Él hizo lo mismo que Elohim. Eso identificó Su característica de que era Dios.",
    "Y Él dijo, antes: “En los postreros días, justo en la venida del Hijo del Hombre, cuando Él esté siendo revelado, esta escena acontecerá nuevamente, como fue en Sodoma”. Elohim entre Su pueblo, ¡el Dios Todopoderoso! Esto es lo que dice la Escritura. ¡Elohim entre el pueblo!",
    "Por cuarenta años Él ha estado bautizándonos con el Espíritu Santo, Elohim, ¡Dios! Y la iglesia…",
    "Miren, Abraham vio una señal, otro llamamiento; una señal, un llamamiento; un llamamiento, una señal; esperando a ese hijo prometido. Pero la última señal que él vio, la última aparición, la última visita de Dios antes de que el hijo prometido llegara a la escena, fue Elohim en carne humana. Luego el hijo prometido llegó.",
    "Y la Simiente de Abraham está esperando al Hijo prometido, Jesucristo. Y ellos han visto señales: el derramamiento del Espíritu Santo, hablar en lenguas, sanidad Divina y demás. Pero cuando el Hijo del Hombre esté siendo revelado, Elohim regresará otra vez a la Simiente real de Abraham y mostrará eso mismo que Él mostró en aquel día, amén, Elohim, ¡como fue! ¿Por qué? Esa será la característica de Dios.",
    "Ahora, si Cristo era Dios, “Todavía un poco y el mundo no Me verá más; pero vosotros Me veréis, porque Yo estaré con vosotros, aun en vosotros, hasta la consumación, el fin. Las obras que Yo hago, vosotros también las haréis”.",
    "Jesús dijo eso en—en Lucas, el capítulo 17. Bien, cuando nosotros creemos y vemos estos postreros días, esta escena se volverá a llevar a cabo.",
    "Así que, Hebreos 1:1: “Dios, en otro tiempo Se identificó por los profetas, en estos postreros días ha identificado la resurrección de Su Hijo de entre los muertos”, al dar a la Iglesia la misma característica que Él tenía, haciendo Hebreos 13:8 exactamente correcto.",
    "No hay plumas que sacarle a eso. Esas son plumas de águila. Ellas no se caen, porque son un ave celestial. [Cinta en blanco.—Ed.] …les dan comida de águila.",
    "Nos damos cuenta ahora que: “En otro tiempo, de muchas maneras, Él habló con los padres por los profetas, en los postreros días por medio de Su Hijo Jesucristo, al levantarlo a Él de entre los muertos”. Y aquí está Él entre nosotros, después de dos mil años, el mismo Jesús, no uno de los profetas; ¡Jesús! aleluya, ¡el Hijo de Dios resucitado!",
    "Jesús dijo, un día, Él dijo: “La generación mala y adúltera demanda señal; y recibirán una señal”. La generación mala y adúltera. ¿Cuándo fue el mundo más malo o adúltero y pervertido, que ahora?",
    "🦅 Como fue en los días de Jonás, como estuvo Jonás en el vientre de la ballena por tres días y noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y noches”.",
    "Entonces, “la generación mala y adúltera” había de recibir una señal. ¿Qué clase de señal? Una señal de la resurrección. Y la tenemos hoy, después de dos mil años, Él aún está vivo. Él está entre nosotros esta noche, el mismo ayer, hoy y por los siglos, identificándose por las características de Dios, manifestando la Palabra en este día que Él prometió hacer. Amén.",
    "Allí está la Palabra. Ahora, ¿creerán Uds. la señal? es lo siguiente, en los postreros días, Su identificación por medio de Su Hijo. Noten.",
    "Dios habló con Moisés en otros tiempos. En Deuteronomio 18:15, dijo: “Un profeta como yo os levantará Jehová vuestro Dios”. Ahora miren. Eso es la Palabra. Eso es la Palabra. Eso era Dios. Eso no era Moisés. ¿Cómo habría de saber eso Moisés? Él era un hombre. Pero Dios, hablando por medio de Moisés dijo esto. ¿Lo creen Uds.? Bien.",
    "Ahora observen a Jesús, miren como Sus—Sus características identificaron como cierta a esta Palabra prometida. Seguro que lo hizo. Él fue identificado por esta característica como Moisés dijo que lo sería.",
    "Muchos de ellos, como hoy en día, quieren ver algún gran líder. “¡Oh!, este es el doctor Ph. Tal y tal. Es graduado de la Universidad de Hartford. O, graduado de algún gran lugar como ese”. Eso no es ninguna identificación de Dios. No, no. Ni en lo más mínimo. La Palabra es la que identifica a Dios. ¿Ven?",
    "Jesús no era un erudito, tampoco un sacerdote, tampoco un rabí, para el mundo. Él era un renegado, para el mundo.",
    "Pero Dios estaba confirmando Su Palabra por medio de Él, lo cual Le hizo Emanuel. Esa era Su identificación. Ahora, aquí, Jesús cumplía exactamente lo que Dios en otro tiempo dijo que Él haría, por medio de Moisés, lo que Él haría.",
    "Ahora miren cuando Él conoció a Pedro, como lo dramatizamos la otra noche, cuando Él conoció a Pedro y le dijo a Pedro cuál era su nombre. Esta señal identificó sus declaraciones Mesiánicas, para Pedro, porque la Palabra había dicho: “El Señor vuestro Dios levantará un Profeta”.",
    "Y Pedro se acercó, el cual era Simón en aquel entonces, se acercó a donde estaba Él. Y Jesús le vio, dijo: “Tú nombre es Simón y eres el hijo de Jonás”. Eso identificó el carácter de Cristo como esa Palabra que Moisés prometió. Pedro reconoció que esa señal identificó a Jesús como Mesías. “Dios estaba en Cristo”, la unción para los postreros días. Para Natanael… Recuerden, Él le dijo a Simón cómo se llamaba.",
    "Ahora, miren, a Natanael le dijo lo que él había hecho: “Estabas debajo del árbol cuando te vi”. Eso Lo identificó como el Mesías.",
    "Dijo: “Tú eres el Hijo de Dios. Eres el Rey de Israel”. Él fue identificado por la característica de la Palabra prometida que Él sería el Mesías. “Jehová tu Dios levantará un Profeta”.",
    "La mujercita en el pozo, Él le dijo lo que ella era, y eso Lo identificó como este Mesías prometido. ¿Ven?",
    "Su carácter, Sus características, eran la Palabra siendo identificada. Eran Sus características mostrando que la Palabra era Dios, entonces eso era Dios siendo identificado en Cristo. Ahora miren eso. Noten.",
    "Para Pedro, Él se identificó a Pedro porque le dijo su nombre. Él se identificó a Natanael porque le dijo lo que había hecho. Él fue identificado por la mujer, porque le dijo lo que ella era. Lo que… quien era él; lo que él había hecho; y lo que era ella. Él identificó Su característica de Mesías, esa sería la característica del Mesías.",
    "Miren a la mujercita decir eso mismo: “Señor, percibo que eres un profeta. No hemos tenido un profeta por cientos de años. Hemos tenido mucha iglesia, mucha discusión y diferencias denominacionales, pero no hemos tenido un profeta por cientos de años. Nosotros sabemos que cuando venga el Mesías, esto es lo que Le identificará”.",
    "Él dijo: “Yo Soy, el que habla contigo”. Nada incierto en eso, “Yo Soy”. Eso Lo identificó a Él.",
    "La mujer con el flujo de sangre, Lo identificó a Él la Palabra. ¿Cómo? Por lo que Él hizo cuando su fe lo tocó. Él se dio la vuelta y dijo: “¿Quién Me tocó?”. Él sabía que algo sucedió. Eso identificó a Jesús como el Mesías.",
    "Ella lo creyó, y ella dijo: “Si puedo tocar Su vestido, seré sanada”.",
    "Entonces tan pronto como ella tocó, Él se dio la vuelta, dijo: “Ahora, ¿quién Me tocó?”. Y todos lo negaron. Pero Su característica Mesiánica…",
    "¡Amén! Espero que Uds. vean eso, la congregación. Escuchen, mientras cerramos.",
    "Allí ella Le tocó. Había cientos, quizás intentando tocarle. Hasta Pedro le reprochó, dijo: “Pues, todos Te están tocando”.",
    "Él dijo: “Sí, pero alguien Me tocó de una manera distinta”. Eso es distinto, ese toque de fe. ¿Ven? Dijo: “Alguien Me tocó. Era un toque distinto. He quedado débil. Fuerza salió de Mí. Virtud salió de Mí”. Ahora, allí está parado.",
    "Ahora, hasta Su Propio discípulo diciendo, en otras palabras: “Suenas—suenas como alguien farsante. Pues, la gente, todos Te están tocando”.",
    "Observen Su, observen ahora Su identificación. Él se da vuelta, mira entre la multitud. Él la identificó rápidamente. Ella no podía esconderse más. Él le dijo de su condición, y dijo que “su fe la había sanado”.",
    "Ella lo supo, por esto, que Hebreos 4:12: “La Palabra discierne los pensamientos, las intenciones del corazón”. Su característica Lo identificó como “la Palabra de Dios hecha carne y habitando entre nosotros”. Amén.",
    "Yo pienso que eso mismo Lo identifica en esta noche: Jesucristo resucitado viviendo entre nosotros en esta noche, el mismo ayer, hoy y por los siglos. Ahora, como Hebreos 13:8 es verdad, Su carácter Lo identificará hoy como lo hizo en aquel entonces, de la misma manera.",
    "Miren a Cleofas y ellos, después de la resurrección. Jesús Se identificó por la manera en que partió ese pan, porque lo hizo igual que lo había hecho antes de que Él fuera crucificado. Y ellos… Eso identificó Su característica, porque así es como Él lo había hecho.",
    "Ahora si Él estuviera aquí en esta noche, ¿cómo Se identificaría Él Mismo? Igual como lo hizo ayer, porque Él es el mismo hoy y lo será por los siglos. Es la identificación. Hebreos 4, cator-… 14 y 15, “Él ahora es…”. Dice: “Él es nuestro Sumo Sacerdote que se compadece por nuestras debilidades”. Él es nuestro Sumo Sacerdote ahora mismo. Después de Su resurrección, después de Su muerte, después de Su entierro, después de Su resurrección, después de Su ascenso, amén, Él sigue siendo el mismo ayer, hoy y por los siglos, un Sumo Sacerdote que se compadece de nuestras debilidades. Amén. Él es eso, ahora mismo, para cada hombre y mujer aquí que lo crea. Él es nuestro Sumo Sacerdote, el mismo ayer, hoy y por los siglos.",
    "Él vive para siempre. ¿Lo creen Uds.? [La congregación dice: “Amén”.—Ed.] Sus características continuamente Lo identifican a Él el mismo como cuando vivía en la tierra. Él aún está viviendo aquí esta noche en la forma del Espíritu Santo. Él vive para siempre. Y Sus características Lo siguen, como siempre lo han hecho, si Él aún sigue vivo.",
    "Estoy agradecido en esta noche que, “Dios, en otros tiempos y de muchas maneras habló con los padres por medio de los profetas, en estos postreros días por medio de Su Hijo Jesucristo”.",
    "Vaya, no sabía que había hablado tanto tiempo. Olvidé que fuera así. Lo siento. Solo… Me detendré.\n\nOremos.",
    "Padre Celestial, ¡gran Dios misericordioso! Señor, yo—yo… quizás hablo demasiado. Oro, Dios, que, si lo hice, Tú me perdones. Pero, Señor, no puedo pedir perdón por lo que he dicho. Dije justo lo que Tú has dicho aquí en Tu Palabra.",
    "Ahora solo con una palabra o dos de Ti, Señor, quizás todos aquí lo vean en esta noche. El pequeño pueblo enfermo será sano cuando vean que Tú aún eres nuestro gran Sumo Sacerdote. Oro, Señor, en estos próximos minutos, que Tú hagas vivir nuevamente este Mensaje, en una realidad. Lo que he dicho por Palabra, que Tu característica Te identifique a Ti entre nosotros, en esta noche, que eres el mismo ayer, hoy y por los siglos, porque lo pedimos en el Nombre de Jesús. Amén.",
    "Ahora un momento. Nosotros, me—se me ha hecho un poco tarde, ¿pero soportarían lo suficiente para tener una pequeña línea de oración por quince, veinte minutos? Si es así, levanten la mano, digan: “Nosotros…”. Bien, gracias—gracias. Prometí que los despediría a las nueve y media. Ya es hora; faltan veinte. Entonces si solo me dan diez minutos, me daré prisa.",
    "Veamos, ¿cuáles tarjetas de oración repartieron hoy? [Un hermano dice: “O”.—Ed.] ¿O? ¿Qué, dónde empezamos la otra noche, uno, uno? [“Creo que fue uno”.] Sí, ajá.",
    "Y luego nosotros, anoche, solo… el Espíritu Santo… Yo estaba escuchando hoy y repitiendo lo que fue dicho. Algunos de esos nombres franceses, yo estaba… El Espíritu Santo; la única manera que yo podía hacerlo, era solo esperar a ver.",
    "¿Ven?, a veces cuando uno ve una visión, hay que darle un giro y traducirla; es interpretada. Una visión, es como si uno—uno viera una—una oveja, eso podría significar lana. ¿Ven?, uno tiene que tener también la traducción de eso, ¿ven?, y darle un giro a esa visión y traducirla.",
    "Y me di cuenta anoche, que yo—yo no podía pronunciar esos nombres franceses, tenía que deletrear.",
    "En África y alrededor de esos hotentotes y paganos y demás, Eso deletreaba sus nombres, les decía quiénes eran, lo deletreaba abiertamente en su idioma. Ellos se daban cuenta tan pronto uno lo deletreaba. Pero, ¿ven?, pero Él sabe todos los idiomas. Él es el Dios Eterno.",
    "Empecemos en esta noche del, digamos, setenta y cinco a cien, en la O. ¿Será O, fue lo que dijo él? Yo… [Un hermano dice: “Sí. O”.—Ed.] O, O. Seguro. Muy bien. ¿Quién tiene la tarjeta setenta y cinco, veámosla? En la O, tarjeta de oración O, setenta y cinco, levante la mano, quien la tenga. Las O. Muy bien. Venga directamente acá. Setenta y cinco, ochenta, ochenta y cinco, noventa, noventa y cinco, cien, vengan por aquí, por favor. Muy bien, hagan una fila acá mismo, rápidamente, porque no tendremos tiempo. Voy a confiar que Uds. lo harán.",
    "Mire su tarjeta de oración. Mire la tarjeta de oración de su vecino. ¿Qué…? Y si hay alguien inválido, aváncenlo en la línea de oración. Entonces si tienen O, como O, setenta-…",
    "Setenta y cinco a cien, hagan una fila justo por aquí, por favor. Donde estén, en los balcones, donde sea, bajen directamente y entren a la fila lo más rápido posible, por favor, para ahorrar tiempo.",
    "Ahora el resto de Uds. aquí que no tienen tarjeta de oración, levanten las manos y digan: “Yo no tengo una tarjeta de oración, Hermano Branham, pero sí creo”. Levanten las manos.",
    "Ahora recuerden, voy a hablarles acerca del Sumo Sacerdote. “Él es un Sumo Sacerdote que se compadece de nuestras debilidades”. Él es Jehová-Jireh, “el Sacrificio provisto del Señor”. Él es Jehová-Rafa, “el Señor que sana todas tus enfermedades”. ¿Lo creen? [La congregación dice: “Amén”.—Ed.] Él es Jehová-Manasseh. Un escudo, un broquel, nuestra paz, sigue siéndolo. Bueno, ¿cuántos creen que todos esos nombres redentivos de Jehová aplicaron a Jesús? [“Amén”.] Seguro, tenía que ser Él. Si Él—si Él… Pues, son inseparables, entonces Él tenía que ser todos ellos. Y si Él aún es Jehová-Jireh, Él es Jehová-Rafa. Si Él es Jehová-Jireh… Él es Jehová-Jireh, “es el sacrifico provisto por el Señor para salvación”, entonces Él es Jehová-Rafa quien “sana todas nuestras enfermedades”. Amén. La sanidad solo puede venir de Dios.",
    "Bien, mientras la gente hace la fila; no tengo tiempo para ver quiénes son y qué sean. Pero ahora, todos allá afuera que saben que yo no los conozco, levanten la mano, digan: “Yo estoy necesitado de Dios; pero Ud. no me conoce, Hermano Branham, pero estoy necesitado de Dios. Simplemente voy a levantar la mano”.",
    "Ahora si se calman por unos minutos, miren, tengan cuidado, guarden silencio. Ahora no quiero decir, cuando digo “guarden silencio”,… Si el Señor hace cualquier cosa y Ud. quiere alabar al Señor, eso es adoración. Pero a lo que me refiero es “caminar por ahí, levantarse”, saben, eso es irreverente. ¿Ven? Y el Espíritu Santo es muy tímido, muy tímido. ¿Ven? Cualquier cosa así, simplemente me deja, y tengo que batallar de nuevo, ¿ven? ¡Pero si prestan atención!",
    "¿Recuerdan Su primera promesa? “Consigue que la gente te crea y luego sé sincero, nada resistirá la oración”. ¿Recuerdan eso? [La congregación dice: “Amén”.—Ed.] Así es. Y eso… Aún no lo he visto fallar, y no fallará. Es Dios.",
    "Ahora nos daremos prisa con la línea de oración, para pasar a todos los que podamos, por causa de las personas. Pero Uds. que tienen tarjetas de oración que no fueron llamados en esta noche, conserven su tarjeta, llegaremos a Uds. Muy bien.",
    "Ahora Uds. allí sin tarjetas de oración, recuerden. O, Uds. allá afuera, ya sea que tengan o no tarjetas de oración, solo crean que Él es como Hebreos, el capítulo 4 aquí. “Él es el Sumo sacerdote que se compadece de nuestras debilidades”. Vean si Él aún lo es. Vean si Jehová Se ha representado entre Su pueblo, como lo hizo en los días de Sodoma. Muy bien.",
    "Muy bien, señor. Entonces oremos, ahora sean muy reverentes. Ahora recuerden: una Palabra de Dios es más que lo que cualquiera pudiera decir. Ahora, este hombre aquí, yo—yo no lo conozco. Y supongo que él es… Ud. es un desconocido para mí, ¿no es así, señor? [El hermano dice: “Sí”.—Ed.] Ud. es un desconocido. Una cosa sabemos, que los dos tendremos que pararnos en la Presencia de Dios algún día; como hombres, tendremos que vernos Allí. Esta es la primera vez que nos conocemos.",
    "Ahora si Ud. vino aquí, si está enfermo, no lo sé; podría ser otra cosa, ¿ve? Pero si yo—si yo le impusiera las manos, dijera: “¡Gloria al Señor! Vaya, sea sano”. Eso está bien. Ud. podría creer eso. Pero ¿qué pasaría si Él le dice de lo que Ud. sufre? Ahora, ¿ve?, eso es diferente, luego Ud. sabe que eso identifica Su característica. ¿Ve?, esa no sería mi característica. Soy un hombre; yo no sabría nada de él. Acabo de decirle: “Yo no lo conozco”. Él no me conoce. Pero, ¿qué haría eso? Eso identificaría la característica de Jesucristo, el mismo ayer, hoy y por los siglos. Sabiendo que no podría ser yo, no podría ser yo porque no conozco al hombre. Levantaré la mano; aquí está la Palabra. ¿Ven? Yo no lo conozco. Él no me conoce a mí. Pero la característica de Jesucristo…",
    "Si Jesús estuviera parado aquí; y él está enfermo. Si él dijera: “Señor Jesús, sáname”. ¿Qué le diría Jesús a él? “Ya lo he hecho”. ¿No es así? [La congregación dice: “Amén”.—Ed.]",
    "🦅 Herido fue por nuestras rebeliones; por su llaga fuimos nosotros curados”. Toda la redención que jamás podríamos tener fue asegurada en el Calvario. De allí en adelante, es fe, para creer la obra consumada. ¿Es correcto? [La congregación dice: “Amén”.—Ed.] Muy bien.",
    "Ahora, ahora si Jesús está vivo, y yo he hablado de Su Palabra… Allí lo tienen, de nuevo a esa simplicidad y fe, creyendo Su Palabra. Cuando Él se encontró conmigo esa noche, Él dijo: “Te sucederá que aun sabrás los secretos de sus corazones. Ellos no creerán esa primera señal de la mano, ésta la tendrán que creer.” ¿Ven? “Si ellos no hacen eso, entonces la sangre maldice la tierra”.",
    "Igual como sucedió en el tiempo de Moisés. Dijo: “No creerán esas dos señales, entonces derrama sangre sobre la tierra. ¿Ven?, derramar agua sobre la tierra, se volverá sangre”.",
    "Ahora solo para averiguar. A ver si puedo ver cuál es su problema, eso lo dejaría satisfecho y haría que creyera, ¿no es así? [El hermano dice: “Seguro”.—Ed.] Ud. sabe que tendría que ser la característica de la Persona de la cual estoy hablando, Jesucristo.",
    "El hombre, acabo de verlo, se hace para atrás. Está bajo una sombra. No hay nada en la medicina que podría ayudar al hombre. Él está en una condición de muerte. Así es. Él ha tenido una operación, y la operación fue una operación de la próstata. Y es cáncer, y el cáncer se ha esparcido en Ud. Si es así, levante la mano. Solo Dios puede sanarlo. [El hermano dice: “¡Aleluya! ¡Aleluya! ¡Aleluya!”.—Ed.] Pero, mire, quiero decirle algo, señor. Ese diablo quizá se haya escondido de la navaja del médico, pero no puede esconderse de Dios. ¿Cree eso? ¿Lo creen Uds.? [“¡Oh! ¡Oh!”.] Entonces oro para que en el Nombre de Jesucristo la cosa lo deje, que el hombre viva. Nada; solo me debilité. Muy bien.",
    "Ud. y yo somos desconocidos el uno para el otro, un hombre y una mujer se conocen. Ahora, como un hombre, yo no la conozco. Y quizás, como una mujer, Ud. no me conoce a mí; solo ha visto mi nombre o fotografía, o algo así. Pero no nos conocemos. Es decir, nuestros caracteres. No conocemos el carácter del otro. Pero la característica de Cristo, Él es la Palabra, y la Palabra ha sido prometida para este día. Ud. me escuchó hablar de eso. Entonces Sus características identificarían que Él está aquí; no que yo lo identifique a Él. Yo no la conozco. Ud. entiende. Nuestra—nuestra congregación ¿entiende eso? [La congregación dice: “Amén”.—Ed.] ¿Ven? Yo soy—soy un hombre. Solo soy su hermano.",
    "Así como la mujer en el pozo, decir algo que esté mal, algo que le sucede o que Ud. quiere, o el porqué está aquí. Que Dios sea el juez de eso. Ud. está sufriendo de una condición anémica. Esto es verdad, ¿no es así? [La hermana dice: “Sí”.—Ed.]",
    "Constantemente me—me topo con eso, alguien pensando que lo adiviné. Yo no adivino eso. No. De vez en cuando siento eso, alguien. Ud. no puede esconder sus pensamientos ahora. Ahora hay como, lo sé, dos escépticos muy críticos sentados aquí. ¿Ven? Por tanto, recuerden de hecho que puedo llamar su nombre, Dios puede hacerlo, así que dejen de pensar eso. Permítanme mostrarles.",
    "Mire aquí, dama. Míreme. Yo no sé qué le haya dicho Él, pero yo—yo sé lo que es Él. Y esa es Su característica identificada. Sí, es una condición anémica, la sangre, agua.",
    "Ahora, aquí, aquí hay algo. A ver si ellos piensan que esto se adivina. Ud. tiene un niño por el cual está orando, que está aquí. [La hermana dice: “Sí”.—Ed.] Así es. Tiene en la garganta, [“Sí”.], amígdalas, adenoides. Está para una operación. ¿Es correcto? [“Sí”.] Tome ese pañuelo y póngaselo, y crea. [“Sí”.] No dude. No va a necesitar una operación. Ahora crea con todo su corazón.",
    "¿Cómo está Ud.? La cosa es, para esta mujer aquí, que Ud. tiene miedo de algo. Tiene miedo que un lunar de nacimiento se ha tornado canceroso. Ahora vaya creyendo, y no será así. Solo vaya, creyendo con todo su corazón. Características, no de mí, ¡de Él!",
    "¿Uds. creen ahora? [La congregación dice: “Amén”.—Ed.] Eso debería hacer que todos crean. [“¡Amén!”.]",
    "Ahora, yo no la conozco. Soy un desconocido para Ud. Dios la conoce. ¿Cree Ud.? Ud. sabe que yo no la conozco y sabe que Ud. no me conoce a mí, entonces ¿cree Ud. que este Espíritu que está hablando no puede ser mi espíritu? Pues yo, como un hombre, no la conozco. Pero la característica de la Palabra prometida es la Palabra que es más cortante que toda espada de dos filos, y discierne los pensamientos e intenciones del corazón.",
    "Ud. está muy enferma. Tenía un problema de mujer, el cual era el vientre, y ese vientre tenía cáncer. Y Ud. fue y tomó algún tipo de tratamiento, fue un tratamiento de radio, y lo único que hizo fue esparcirlo en Ud. Y Ud.—Ud. morirá si Dios no la sana. Eso es verdad. ¿Cree Ud. ahora que Él la sanará? [La hermana dice: “Sí”.—Ed.] Que el Dios del Cielo reprenda a ese diablo que se ha escondido del médico. [“¡Oh”!] Puede haberse escondido del radio, pero no del Espíritu Santo. Vaya, créale a Él ahora, hermana. No lo dude para nada, sino crea.",
    "¿Cree Ud. que Dios puede sanar esa condición asmática y darle la salud? [El hermano dice: “Sí”.—Ed.] ¿Lo cree Ud.? Entonces siga su camino, regocijándose, diciendo: “Gracias, Señor. Yo creo que ya no tengo asma”.",
    "¿Cómo está Ud.? Ud. está nerviosa. Ha estado nerviosa por mucho tiempo. Allí adentro, le ha causado una úlcera péptica en el estómago, lo cual causa su—su problema del estómago. Y Ud. quiere… ¿Quiere comer su cena? ¿Hará Ud. lo que yo le diga? Vaya, coma, en el Nombre del Señor Jesús.",
    "¿Cree Ud. con todo el corazón? [La hermana dice: “Sí creo”.—Ed.] Ud. es una dama muy fina, parece ser. ¿Cree Ud. que yo soy Su siervo? [“Amén”.] ¿Cree Ud. que Su característica podría estar aquí para… la Palabra Misma, y la promesa de este día: “Las obras que Yo hago, vosotros también las haréis”? [“Amén”.] Yo no puedo sanar; Él ya lo hizo. Pero Su característica Lo muestra, puede decir lo que Ud. sufre. Ud. tiene un problema de damas, un problema femenino. [“Sí, señor”.] ¿Cree Ud. que Dios la sana de eso ahora? [“Sí. Amén”.] Siga su camino, eso no la perturbará más. Crea con todo el corazón.",
    "¿Cree Ud. que yo soy Su siervo? [La hermana dice: “Sí, señor”.—Ed.] Si Dios me dice cuál es su problema, ¿creerá Ud. que es la característica de Jesucristo? Está en la espalda. Ya no está. Vaya, crea con todo el corazón. Crea.",
    "Venga, señora. Ud. también tiene un problema del estómago. Crea con todo el corazón y vaya a comer su cena. Olvídelo. Jesucristo la sana.",
    "Venga. Su problema es la sangre. Es diabética. ¿Cree Ud. que Dios le dará salud y le sanará de eso? Siga su camino y diga: “Gracias, Señor Jesús”, le sana. Vaya, crea con todo el corazón.",
    "Venga. Su espalda, ¿cree Ud. que Dios sanará la espalda y le dará la salud? Siga su camino y regocíjese, y diga: “Gracias, Señor Jesús”.",
    "Ud. también sufre algo en la espalda. Solo siga caminando, diciendo: “Gracias, Señor. Estoy sano”. Créalo con todo el corazón.",
    "Ud. también tenía problemas de la espalda. ¡Qué le parece eso! Crea con todo el corazón ahora y siga su camino y sea sano. Crea que Jesucristo le sana. “Si podéis creer, todo es posible”. Muy bien.",
    "Qué pasaría si no le dijera nada a Ud., solo pasara y le impusiera las manos, ¿cree Ud. que ella sanaría? Ellos ven la aflicción. ¿Cree Ud. que ella sanaría? Venga aquí. Yo resiento a este diablo, en el Nombre de Jesucristo. Que el poder de Dios sane la niña. Amén. No dude, no dude en absoluto y ella sanará. Crea con todo el corazón.",
    "Si Dios no le sana, Ud. estará en una muleta algún día, con artritis. Pero, ¿cree Ud. que Dios le sana la artritis? Entonces vaya, diga: “Gracias, Señor. Yo Te creo y Tú me sanas”. Muy bien.",
    "Venga ahora. En realidad, es su edad. Está muy nervioso. Se pone muy nervioso, en la tarde. Cuando trabaja y todo, está muy nervioso. ¿Cree Ud. ahora? Eso entonces no le molestará más. Siga su camino, diciendo: “Gracias, Señor Jesús”.",
    "Venga, señor. ¿Ud. cree que Dios sana el problema cardiaco? [El hermano dice: “Sí”.—Ed.] ¿Qué le sanará el corazón? Solo vaya, diciendo: “Gracias, Señor. Yo creo con todo el corazón”.",
    "Dios sana tuberculosis y también le da su salud. ¿Lo cree, señor, con todo el corazón? [El hermano dice: “Yo lo creo”.—Ed.] Muy bien. Siga su camino y regocijándose, diciendo: “Gracias, Señor Jesús”.",
    "¿Y Uds. allá afuera, creen Uds.? ¿Y en la audiencia? Algunos de Uds. ahora en la audiencia crean.",
    "Este hombre sentado aquí mismo, con bronquitis, ¿cree Ud. que Dios sanará el problema bronquial? Muy bien, entonces puede recibir lo que Ud. pidió. Amén.",
    "Presión alta de la sangre, sentado allí mismo detrás de él. ¿Cree Ud. que Dios le sanará esa presión alta? Eso le ha dejado, señor. Yo no lo conozco, nunca lo he visto en mi vida.",
    "Oiga señor: cree Ud. que estos espasmos en los músculos, espasmos nerviosos de los músculos, ¿cree Ud. que Dios le sanará eso? ¿Sí lo cree? Levante la mano si cree. Muy bien.",
    "Su esposa sentada allí, a ella le molesta un problema de sinusitis. ¿Cree que a Ud. también le deja, hermana?",
    "La dama sentada allí mismo detrás de nosotros, tiene neuritis. ¿Cree Ud. que Dios sanará su neuritis, dama?",
    "Aquí hay una dama con un abriguito, un abrigo rojo puesto, aquí. Ella está sentada allí. Ella también tiene problemas de sinusitis. ¿Cree Ud. que Dios sanará su problema de sinusitis? Levante la mano, si lo cree.",
    "Cualquiera aquí que cree que las características de Jesucristo están entre nosotros en esta noche, levante la mano y diga: “Yo lo creo”. [La congregación se regocija y dice: “¡Yo lo creo!”.—Ed.]",
    "Todos los que están aquí que lo aceptan a Él como su sanador, pónganse de pie y digan: “Yo lo creo”. Levántense. Párense de sus sillas, lo que sea. Jesucristo el mismo ayer, hoy y por los siglos. Yo Se los doy a Uds., en el Nombre del Señor Dios. 🦅"
  ]
}