{
  "title": "LA VOZ DE LA SEÑAL",
  "id": "64330009",
  "content": [
    "🦅  Permanezcan de pie sólo por unos momentos en la Presencia del Señor. Leamos de Su Palabra, en Éxodo, el capítulo 4.\n\n…Moisés respondió diciendo: He aquí que ellos no me creerán, ni oirán mi voz; porque dirán: No te ha aparecido Jehová.\n\nY Jehová dijo: ¿Qué es eso que tienes en tu mano?…él respondió: Una vara.\n\nÉl le dijo: Echala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.\n\nEntonces dijo Jehová a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó, y se volvió vara en su mano.\n\nPor esto creerán que se te ha aparecido Jehová, el Dios de tus padres, el Dios de Abraham, Dios de Isaac y Dios de Jacob.\n\nLe dijo además Jehová: Mete ahora tu mano en el seno. Y él metió la mano en su seno; y cuando la sacó, he aquí que su mano estaba leprosa como la nieve.\n\nY dijo: Vuelve a meter tu mano en el seno. Y él volvió a meter su mano en su seno; y al sacarla de nuevo del seno, he aquí que se había vuelto como la otra carne.\n\nSi aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la postrera.\n\nY si aún no te creyeren, a estas dos señales, ni oyeren tu voz, tomarás de las aguas del río y las derramarás sobre tierra; y se cambiarán aquellas aguas que has tomado del río y se harán sangre en…tierra.",
    "Inclinemos nuestros rostros para orar. Ahora, si tienen una petición en esta tarde que quisieran dar a conocer al Señor, sólo levanten las manos y digan: “Señor, acuérdate de mí ahora; estoy necesitado”.",
    "Nuestro Padre Celestial, nos acercamos a Ti de nuevo en esta tarde, conscientes, teniendo nuestros rostros inclinados hacia el polvo de donde venimos, y si tardas, que regresaremos a ese polvo; pero tenemos esa esperanza bendita de la promesa en Cristo, que todos aquellos que están en Dios, Cristo los traerá con Él. Te—te damos las gracias a Ti por esta promesa gloriosa. Y oro, Dios, que recuerdes a cada uno de los que levantaron las manos, juntamente con la mía, Señor.",
    "Estoy orando, en esta noche, al concluir esta hora de fe, que Tú les des a las personas tal fe en esta noche, que el Señor Jesús sea tan real para cada uno de nosotros, que no quede ni una persona enferma entre nosotros después de esta noche. Que todo pecador sea consciente que está en la Presencia del Señor Jesús, y entonces se arrepienta de sus pecados, y te entregue a Ti su corazón y sean llenos del Espíritu, en estas últimas horas de tanta maldad, a medida que vemos eso como una gran sombra que va cubriendo la tierra.",
    "Oramos, Dios, pidiendo dirección Divina en esta noche, tanto para el que habla como para los que oyen. Que el Espíritu Santo tome ahora la reunión y nos imparta a cada uno el Pan de Vida según nuestra necesidad, porque lo pedimos en Su Nombre. Amén.\n\nTomen asiento.",
    "Estoy confiando que en esta noche podamos lograr lo que queremos que las personas vean, la—la realidad de tener fe en Dios.",
    "Ahora, mañana en la tarde, a las dos y media, se va a orar por todos los que tengan tarjetas de oración. Y luego, para asegurarnos que nadie sea excluido (se quede sin tarjeta de oración), cada noche repartimos algunas tarjetas de oración. Y él las repartirá de nuevo mañana, como… supongo que como a la una y media o algo así, un poco antes que comience la reunión. Y todos los que desean oración, por alguno de sus seres amados, vengan y reciban una tarjeta de oración. Con mucho gusto se—se les dará una tarjeta. Y vamos a…",
    "Voy a orar por las personas, a imponerles las manos y a orar por ellos. Ahora si su fe no alcanza a subir hasta la Presencia del Señor Jesús y recibirlo a Él como su sanador, y Ud. cree que si nosotros oramos y le imponemos las manos, que eso ayudará, bueno, realmente estamos aquí para hacer lo que Uds. deseen.",
    "La razón que lo aplacé hasta tarde, tanto, fue considerando a los que más pudiera; que pudieran extenderse y alcanzar a Dios sobre esas bases. Y no tenemos muchos. Hay… El edificio no es grande, así que no tenemos muchas personas. Y podemos tomar la tarde de mañana y orar por todos los que tenemos aquí, usando la tarde con ese fin, para orar por los enfermos.",
    "Y estamos aquí para hacer todo a nuestro alcance para mejorarles un poco la vida, alivianar un poco la carga, en esta jornada en la que viajamos.",
    "Y por eso cuando alguien sienta que—que le gustaría venir al Señor Jesús, no importa en qué parte del servicio sea, Ud. venga, en ese momento. No espere que se haga el llamado al altar. No espere que se haga una invitación. Ud. venga en ese momento, acepte a Cristo, y venga directo aquí y confíeselo a Él en ese momento. Pues ése es nuestro objetivo principal de estar aquí, es ver que almas nazcan en el Reino de Dios.",
    "Y ahora, mañana es domingo, y habrá escuela dominical, en las iglesias. La razón por la cual tenemos nuestros servicios por la tarde, el domingo, es para no interrumpir ningún servicio, en lo absoluto. Nosotros creemos que todo Cristiano debe tener su—su iglesia local a la cual van. Todo Cristiano debe congregarse en alguna parte con creyentes; y donde Ud. se congregue, ésa es la iglesia.",
    "Ahora, si yo viviera aquí, pertenecería a una de estas iglesias aquí, que estos pastores aquí, los cuales están cooperando, representan. ¿Por qué? Porque ellos están aquí en la plataforma, a la vista de todas las personas, que ellos patrocinan lo que está aconteciendo. Ellos creen en este tipo de ministerio, la sanidad Divina, el Bautismo del Espíritu Santo y demás. Ellos están aquí dando testimonio de ello. Fueron ellos los que me invitaron a mí a venir aquí, para que quizás el ministerio que el Señor me ha dado pueda ayudar a sus congregaciones.",
    "Ahora ése es un verdadero pastor, que está pendiente de todos los beneficios espirituales que más pueda, en todo lo que Dios está haciendo; que está esforzándose en lo que más puede por ayudar a su iglesia a avanzar hacia Dios. Realmente me quito el sombrero en admiración ante un pastor así.",
    "Y estos hombres, de hecho, tuvieron que hacerlo con dificultad. Créanlo Uds. que es verdad. Ellos tuvieron que hacerlo con dificultad. Y yo—yo realmente estoy agradecido por grandes hombres de Dios como éstos, que están dispuestos a tomar su lugar y su puesto del deber en base a sus convicciones, y—y a creer. ¡Que Dios los bendiga por siempre!",
    "Y estoy seguro que ellos les serán de provecho. Ahora, si Ud. es un extraño aquí, averigüe dónde estos hermanos tienen sus iglesias, dónde quedan; visítenlos mañana. Ellos van a tener servicios especiales, y hay ministros aquí que estarán predicando en diferentes iglesias, y, como ha sido anunciado. Así que asistan a ellas mañana.",
    "Y luego, mañana en la tarde, si quieren venir al servicio final, nos daría mucho gusto tenerlos; toda iglesia, toda denominación, es para todos. Todos son bienvenidos: metodistas, bautistas, presbiterianos, pentecostales, iglesia de Cristo, iglesia de Dios, católicos, judíos ortodoxos, ateos, lo que Ud. sea. Nosotros somos… Están invitados.\n\n“Dice Ud.: ‘¿Ateos?’”. Sí, señor.",
    "Si un ateo viene a una reunión y se sienta y se comporta, es tan bienvenido como cualquier otro. Correcto. Algo, para eso lo queremos aquí, para que algo que sea hecho lo ayude a ver su error, y él venga al Señor. Porque nosotros… Seguro.",
    "¿Cuántos han leído de la pequeña visión que publicó la revista Cristiana de los Hombres de Negocios, y creo que algunas revistas más… de Mirando Más Allá De La Cortina Del Tiempo? Ahora eso es verdad, amigo. Ud. no se puede dar el lujo de perderse eso. Yo—yo he sido una persona cambiada desde eso. Sé que es algo real, así que yo—yo—yo confío que ninguno de Uds. vaya a estar ausente en ese Cielo tan grandioso que Dios tiene para los creyentes. Si ocurre, ¿qué habrá logrado Ud. aquí en la tierra? Pues, Ud. no sabe en qué momento tendrá que dejar este mundo; pero una cosa sí sabe, que con toda seguridad Ud. tendrá que dejarlo. Entonces si eso es cierto, luego no seríamos de lo más necio de llegar sólo—sólo con… No podemos correr ningún riesgo. ¿Ven? Sólo recuerden, crean la Palabra de Dios y toda promesa en Ella.",
    "Pónganse a pensar, ¿qué causó toda enfermedad, todo pesar, toda muerte, todo problema, toda tristeza, este pequeño espástico, todas estas cosas, lisiados, ciegos, todo hospital que será construido? Porque una persona descreyó sólo una partecita de la Palabra; ésa fue Eva. Satanás sencillamente se la encubrió. No se la citó, sino que se la encubrió, dijo: “No moriréis… Jehová es demasiado bueno”.",
    "Se escucha tanto de eso hoy, que Dios es un Dios bueno. Él sí es un Dios bueno, pero recuerden, Él es un Dios de santidad, un Dios que no puede pasar por alto el pecado. La pena ha sido pagada, y Ud. tiene que aceptar eso según lo que Él ha establecido. Y no olvide, Él es un Dios que se enoja, un Dios de ira. Y Ud. se va a parar ante un Dios enojado, no sólo ante un Dios de bondad y misericordia. En esta noche Él es su Salvador; en aquel día Él es su Juez.",
    "Así que asegúrese de no haber dejado nada por hacer, amigo. Eso—eso no… Eso no paga. No—no sólo haga eso a medias. Asegúrese, esté doblemente seguro, porque Ud. no va tener otra oportunidad. Ésta es su única oportunidad, mientras está aquí en la tierra.",
    "Recuerdan al rico y a Lázaro,",
    "había una gran sima entre tú y él, que ningún hombre ha cruzado, o que jamás cruzará. ¿Ven? Cuando Ud.—cuando Ud. muere, asunto terminado. Yo sé que las personas reclaman que pueden sacarlo a uno de esos lugares con rezos, pero nunca lo vayan a creer Uds. Eso es contrario a la Palabra de Dios. ¿Ven? “Hacia donde se inclina el árbol, hacia allí es que cae”. Y Jesús mismo dijo que: “Había una gran sima, que cuando un hombre moría e iba al hades, él no podía (jamás) venir al Cielo. Ningún hombre lo ha cruzado ni jamás lo haría”. Allí concluye, en cuanto a mí concierne. Cuando Jesús dijo que así era, asunto concluido.",
    "Entonces sólo recuerde, ahora es su oportunidad, y en esta noche podría ser su última oportunidad.",
    "¿Podrá Ud. llegar a captar lo que está aconteciendo? ¡Si Ud. tan sólo pudiera verlo! Espero que Ud. no piense que al hablar en estos términos, yo estoy queriendo influenciarlo a que ponga la mirada en algún hombre, o que le crea a un hombre; no estoy haciendo eso, amigo. Estoy queriendo que Ud. crea ahora en presencia de Quién es que estamos. Jesucristo, el mismo Dios que lo juzgará a Ud. ese Día, está aquí identificándose en presencia suya, exactamente lo que Él prometió que haría en estos postreros días.",
    "Creo que el Hermano Price, esta mañana en el desayuno, dio una ilustración muy buena de llegar a una esquina, luego tener que doblar en esa esquina. ¿Les gustó eso? [La congregación dice: “Amén”.—Ed.] Seguro que sí. Fue presentado muy, muy bien.",
    "Ahora, recuerden, a veces es una esquina, pero no olviden que tenemos que dar vuelta en estas esquinas. Yo prediqué de eso una vez, y lo llamé Empalmes. De vez en cuando llegamos a un empalme, tenemos que ir por aquí y por diferentes caminos.",
    "Ahora esta noche, en los próximos minutos, quiero tomar el tema de—de: La Voz De La Señal. Y ahora, nuestra escena comienza, en esta noche, en el Libro de Éxodo, y éxodo significa “salir de; ser sacado”. Por tanto, traten de prestar la atención que más puedan.",
    "Me gustaría predicarles en alguna ocasión, Uds. son una audiencia muy amable, pero sencillamente no tengo la voz. Si la esfuerzo un poquito, sé lo que sucedería. Tengo que descansar un poco ahora, como por ocho o diez días, antes de comenzar la próxima reunión. Vean, no es sólo esta reunión aquí; es reunión día tras día, semana tras semana, mes tras mes, año tras año (¿ven?), y Uds. se pueden imaginar.",
    "Y piensen en todas esas ocasiones, año tras año, Él ni una sola vez ha llegado a decir algo que no fuera perfectamente la verdad exacta; en todos los idiomas, viajando alrededor del mundo siete veces. ¿Ven? No hay un hombre, en ninguna parte que pueda decir que Eso no ha acertado perfectamente en el punto exacto, cada vez. Cuando Él decía que cierta cosa iba a suceder, sucedía exactamente de esa manera. Lo decía semanas y meses y aun años antes que sucediera, y siempre acertaba exactamente al pie de la letra. Nunca falló una sola vez, y nunca fallará, pues eso es Dios. Ahora, como hombre, yo puedo fallar. Nunca me vayan a mirar a mí como ejemplo, porque yo—yo soy igual a Uds., sólo un pecador salvo por gracia; pero eso es Dios, lo sobrenatural (¿ven?), identificándose a Sí mismo. Él no tiene que hacerlo, sin embargo, prometió que lo haría.",
    "Jesús sanó para que se cumpliera la Palabra. Él hizo esas cosas para que se cumpliera la Palabra de Dios.",
    "Por eso es que Él lo está haciendo hoy, para que se pueda cumplir la Palabra, la cual les he citado a Uds., noche tras noche.",
    "Ahora fíjense, entonces, cuando Su Presencia está cerca, seguro, Ella trae emoción. Como hablé esta mañana: “Cualquier cosa que no tenga emoción está muerta”. Y cualquier religión que no tenga un poco de emoción, más vale que la entierren, está muerta. Ella trae emoción. Él nos vivifica. Pero cuando seamos vivificados, no olvidemos lo que nos vivificó. ¿Qué lo hizo? La Presencia del Espíritu Santo, Jesucristo en medio nuestro, mostrando Él mismo que está vivo. No en un cuerpo físico; en ese tiempo, cuando ese cuerpo físico regrese del Cielo, el tiempo no será más; hasta allí llega todo. Y nosotros sabemos que estamos viviendo en los últimos días, cuando estas cosas deben acontecer.\n\nAhora, Dios ha tenido éxodos antes. Hay…",
    "Todo va en tres, con Dios. Dios es perfeccionado en tres: La primera venida de Cristo, para redimir Su Novia; la segunda venida de Cristo, para recibir Su Novia; la tercera venida de Cristo, con Su Novia, para reinar en el Milenio. Todo funciona en tres.",
    "Ahora, ha habido, o habrán tres éxodos: Uno de ellos, Dios los entró en el arca, para un éxodo, un viaje sobre la tierra; la próxima vez, Dios los sacó a ellos de—de Egipto; y la próxima vez, Dios los hace subir. ¡Entra, saca, sube! El próximo éxodo es subir. Estamos ahora frente a uno, el tiempo de subir.",
    "Igual como sucede con una vida, la misma cosa. Nosotros venimos a vida, salimos de la vida, resucitamos a vida, exactamente igual. Así que estamos…",
    "Nuestra escena en esta noche se abre en éxodo, y Dios estaba listo para llevarse Su nación.",
    "Israel es una nación; Dios no lidia con Israel como individuos. Israel es una nación, siempre ha lidiado así con ellos. Y en los últimos días, después de la—de la partida de la Iglesia, entonces Dios salvará a Israel como nación. Ya está en su patria, lista para eso. Y ellos serán salvos, dice la Biblia: “Una nación nacerá en un día”. Dios no lidia con los judíos como un individuo. Él lidia con ellos como una nación, Israel, siempre, porque es Su nación.",
    "Y aquí, Él está a punto de sacar Su nación de una nación, en un éxodo, trayendo a Su pueblo sacándolos de un juicio.",
    "Y las mismas aguas que ahogaron al mundo, salvaron a Noé. ¿Ven? Y el mismo Espíritu Santo que la gente está rechazando hoy, recibirá a la Iglesia y la hará subir, y traerá juicio por no haberle creído. Jesús dijo…",
    "Cuando ellos lo llamaron “Belcebú”, en otras palabras que “Él era un adivino”. Ellos…",
    "Él dijo: “Yo los perdono por eso”, el Hijo del Hombre. El sacrificio no había sido hecho. “Pero cuando haya venido el Espíritu Santo para hacer lo mismo, una sola palabra en contra de Él jamás será perdonada en este siglo ni en el venidero”. Eso tiene que ser rechazado, y luego, después de eso es que azota el juicio. Vean, el problema es que nosotros…",
    "Me trae a la mente una historia que leí una vez, de un marinero viejo que venía del mar, y un—un poeta joven, inglés, que se dirigía hacia el mar. Y, bueno, el poeta había escrito mucho acerca del mar, pero nunca había llegado a verlo, así que iba camino allá. Y el marinero veterano le dijo, con la pipa en la boca, dijo: “¿A dónde vas, mi buen hombre?”.",
    "Él le dijo: “Voy al mar”. Dijo: “Nunca lo he visto. He escrito de él, y lo que otros han dicho, pero” dijo, “¡oh, me emociona saber que estoy tan cerca del mar!”. Dijo: “¡Oh, podré oler su brisa salada! ¡Veré las grandes olas rompiendo allí, y el reflejo del cielo azul, y oiré las gaviotas mientas pasan volando!, ¡oh, sólo pensar que lo veré me emociona!”.",
    "El marinero veterano dijo: “Yo nací en él hace sesenta años, y no le veo nada tan hermoso”. ¿Ven?, él lo había visto tanto, que se le había vuelto común.",
    "Pues eso es lo que sucede hoy con la iglesia Pentecostal. Ha visto tanto de Dios, que Dios se ha vuelto algo común para ellos. ¡No permitan Uds. jamás que eso suceda!",
    "Aquí no hace mucho, en Louisville, Kentucky (de donde vengo, de Jeffersonville, Indiana, que queda al otro lado del río), una señora caminaba en una tienda de baratillo. Y ella (estaba) traía un muchachito en sus brazos, y ella se iba poniendo histérica mientras pasaba por los estantes. Ella levantaba algo, se lo mostraba al niño; él sólo se sentaba allí con la mirada fija. Ella pasaba a otro estante y tomaba algo para mostrarle al niño; él seguía con la mirada fija. Y después de un rato, ella levantó una campanita y comenzó a sacudirla, y el niño seguía con la mirada fija. Y ella comenzó a gritar, y levantó las manos. Y las personas de la tienda de baratillo la estaban observando, así que se le acercaron para averiguar lo que sucedía.",
    "Ella dijo: “Yo he… Mi muchachito” dijo, “sólo tiene tres años”. Y dijo: “Yo… De repente, hace como un año, se quedó así sentado con la mirada perdida”. Y dijo: “Yo—yo lo llevé al médico” y dijo, “el médico le recetó ciertos medicamentos y cosas”. Y dijo: “Y el médico me dijo hoy que él pensaba que estaba mejor; pero” dijo, “él no está mejor”. Dijo: “He sacudido de todo delante de él, que debería atraer la atención de un niño de su edad. Todo lo que atraería a un niño de su edad, lo he sacudido delante de él, y sólo se sienta con la mirada fija”. Dijo: “Él no está nada mejor”.",
    "Así igual está la iglesia pentecostal. Dios ha sacudido todo don de la Biblia delante de ellos, y sólo se sientan con la mirada fija, como si eso fuera algo incorrecto. Es tiempo que despertemos, amigos, antes que se haga demasiado tarde. Recuerden, Dios no sacude esos dones a menos que Él quiera atraer su atención.\n\nDios estaba sacando una nación de una nación.",
    "Es igual como lo está haciendo ahora, va a sacar una Novia de una iglesia, dejando el remanente de la simiente de la mujer. Los Escogidos serán sacados de la iglesia. La iglesia natural se quedará aquí durante la tribulación. Esos escogidos a veces son llamados “los escogidos, elegidos, el remanente”.",
    "Observemos cómo Él lo hizo allá, porque Él nunca cambia Su manera de hacer las cosas. Dios tiene una manera de hacer las cosas y así es como Él las hace, y ésa es la manera correcta, siempre. Veremos cómo fue que Él lo hizo, y la manera en que Él lo hizo, y entonces podremos ver esto.",
    "Ahora, soy un tipólogo, seguro. Yo no tengo educación, tengo que ver atrás y mirar lo que Él hizo. Y somos enseñados que “el Antiguo Testamento fue una sombra de las cosas por venir”. Por tanto, si yo mirara aquí y nunca hubiera visto antes mi mano, y viera la sombra de mi mano, y yo tuviera cinco dedos, tendría una buena idea (para cuando mi mano llegara), que yo tengo cinco dedos. Entonces lo que les sucedió a ellos fueron ejemplos de cómo Dios hace las cosas, la manera como Él las hace ahora.",
    "Y de la manera en que Él lo hace, Él nunca lo cambia. Cada vez, a través de la Biblia, Él no cambia Su manera de hacer las cosas. Siempre es igual, porque Su primera manera de hacer las cosas es la manera perfecta. Pues, Él no podía emplear otra manera, porque Él es perfecto, y Él, todas Sus maneras son perfectas. Observen cómo fue que Él lo hizo.",
    "Moisés fue llamado y preordenado para ocupar este trabajo de lo que él, que él—él había tomado. Dios…",
    "Ahora, yo considero (si Uds. disculpan… yo no digo esto apresuradamente), sólo digo, en esta plataforma: Yo—yo no sé nada ni quiero saber nada excepto a Dios. Ahora, pienso que allí fue donde nuestros hermanos de la Lluvia Tardía se confundieron. Vean, ellos imponen manos el uno sobre el otro y los hacen a ellos profetas y demás. Ahora, eso no es Escritural; “Los dones y llamamientos son sin arrepentimiento”. Ud. nace como lo que es. Ud. es, desde un principio, lo que Ud. es.",
    "Miren esos fariseos de la antigüedad. Ellos tenían tan sólo un poco de luz, porque podían… tenían la ley, y vivían por la ley, pero allí en el fondo en sus corazones, estaban negros a más no poder.",
    "Y había una mujercita, una prostituta, su… su vida anterior acá no podía ser más negra, ella era de mala fama, pero en el fondo, en su corazón ella había sido predestinada a Vida.",
    "Y entonces cuando Jesús, la Palabra, vino a la escena, esos fariseos dijeron: “Este Hombre es Belcebú”. ¿Qué hizo eso? Les apagó la poca luz que tenían.",
    "Jesús dijo: “Vosotros sois de vuestro padre, el diablo, y sus obras hacéis”.",
    "Pero cuando vino esta vil mujercita insignificante, y vio la Palabra de Dios, ella La reconoció; ella no La vivía, pero La reconoció. Y tan pronto como le habló, ella dijo: “Me parece que eres un Profeta”. Y Él… Ella dijo: “Yo sé que el Mesías hará esto”.\n\nY Él le dijo: “Yo Soy”.",
    "¿Qué hizo eso? Limpió lo negro y blanqueo todo. ¿Por qué? Allí adentro había una simiente, una simiente predestinada que estaba en la… era un pensamiento de Dios desde antes de la fundación del mundo.",
    "Sólo hay una forma de Vida Eterna. Si Ud. tiene Vida Eterna, entonces Ud. mismo estaba en el pensamiento de Dios antes que el mundo fuera creado. Ud. es un atributo de Su pensamiento, pues lo Eterno nunca comenzó ni jamás puede terminar. Ud. es parte de la economía de Dios, por siempre. Eso apenas se está reflejando. Está llegando a acontecer ahora. Ellos tienen una foto más para revelar, que es la muerte; entonces el negativo viene a ser el positivo, luego Ud. está en la Novia y con Cristo, como Él lo pensó. Como esposo y esposa, hoy, así (Dios) Cristo y la Iglesia serán lo mismo. Ahora, ¡los escogidos, llamados!\n\nMoisés nació “un niño hermoso”; así dice la Biblia.",
    "Uno de los profetas, Jeremías, dijo Dios: “Antes que te formase en el vientre de tu madre, te di por profeta a la nación”.",
    "Juan el Bautista, pues, él fue identificado en la Escritura. Isaías setecientos doce años antes de su venida, dijo: “¡Él es la voz que clama en el desierto: ‘Preparad camino a Jehová!’”. Y cerca de cuatrocientos años antes de Su aparición, de nuevo encontramos que Malaquías dijo: “He aquí, Yo envío Mi mensajero delante de Mí, el cual preparará el camino delante de Jehová”.",
    "¿Ven? Él fue preordenado. Y así también son todos esos oficios de Dios, si son llamados de Dios.",
    "Si ellos son educados en eso, sólo son paja para la quema (¿ven?), no puede ser nada. Si es un boleto para comer, entonces Uds. venden su primogenitura por un boleto para comer; Ud. cederá para ir con una organización o algún grupo. Pero si eso es de Dios, Ud. se parará por esa Palabra, sin considerar nada, porque Ud. nació para pararse por Ella.",
    "Moisés, nadie más podía ocupar su lugar. Nadie más podía hacer el trabajo; él fue ordenado para hacerlo.",
    "Y, hermanos, hermana, si Uds. tienen Vida Eterna, Uds. fueron ordenados para hacer algo en particular; tal vez una buena ama de casa, tal vez otra cosa, pero nadie puede tomar su lugar. Dios le ha hecho a Ud. un lugar; no vaya Ud. a querer tomar el lugar de otro. Ésas son personificaciones carnales (¿ven?), muestra que algo anda mal con Ud. Sea lo que Ud. es, eso exactamente; no sea otra cosa.",
    "Ahora, entonces nos damos cuenta que Dios le dio a Moisés señales para probar las declaraciones y llamamientos.",
    "Y toda señal genuina, toda señal genuina que es enviada de Dios, el… es seguida por una voz. Ahora, no fallen… Ésta es mi última lección en esto, ¿ven? Cada señal genuina… Ahora, tenemos señales que no son de Dios; Satanás puede personificar casi cualquier cosa que hay. Pero una señal genuina, enviada de Dios, es seguida por la Voz de Dios.",
    "Dios le dijo a Moisés: “Si ellos no creyeren a la voz de la primera señal, entonces has esta otra señal delante de ellos. Y si aun no oyeren ésa, tomarás agua y la derramarás en tierra”. Y eso era una señal de que ellos serían empapados allí en su propia sangre.",
    "Noten, así como Él dijo: “Sacúdanse el polvo de sus pies. Será más tolerable para Sodoma y Gomorra en aquel día, que para esa ciudad que los rechaza a Uds.”.",
    "Ahora, no estamos jugando a la Iglesia. Esto es la Iglesia; Cristo es la Iglesia. Nosotros estamos en Cristo. Se nace en el Cuerpo místico de Cristo; uno no se puede unir a Él.",
    "Yo he estado en la familia Branham casi por cincuenta y cinco años, y ellos nunca me pidieron que me uniera a la familia; yo nací un Branham.",
    "Y de esa manera Ud. es un Cristiano. Ud. nace un Cristiano, no se une a ello; Ud. nace en ello. Todos le temen al nacimiento. Ellos tienen alguna manera limpia de tomarse de la mano, o firmar una tarjetita, o un salero con un poco de agua; eso no es el nacimiento. Un nacimiento es una cosa horrible. Un nacimiento es algo—una cosa terrible. A mi no me importa si es en un chiquero, o en un—un establo, o en un cuarto de hospital decorado de color rosa; un nacimiento es algo sucio, y lo ensucia a Ud. Ud. no se quiere rendir, Ud. no quiere esto, aquello o lo otro, pero las lágrimas le lavarán la pintura de la cara y lo harán una persona diferente. Si Ud. nace de nuevo, eso lo ensuciará a Ud., pero Ud. saldrá una criatura nueva. ¿Ven? Ellos no quieren eso. Ellos quieren alguna manera fácil, Uds. saben, y no hay maneras fáciles. Como dice el canto, él dijo: “Escogeré el camino con los pocos despreciados del Señor”. Ud. no quiere ser una planta de invernadero.\n\nToda señal genuina de Dios es seguida por la voz de Dios.",
    "Ahora si un hombre da una señal en un país, o en cualquier momento, y esa voz que él habla allí y que sigue eso no es la Palabra de Dios, entonces vigile, no lo crea. Si alguna escuela antigua, si un hombre se levanta y habla, muestra una señal de Dios, y luego la enseñanza de ese hombre es esa misma vieja teología que Uds. han tenido todos estos años, Dios no envió esa señal. Regresen a la Escritura y busquen si eso es así; escudriñen la Escritura. Si el hombre viene y dice: “Ahora, todos vamos a unirnos a esto. Es un asunto que lleva establecido hace mucho”; Ud. no lo crea. Vamos a entrar en eso en unos minutos, ¿ven? No, no lo crean.",
    "Dios siempre vindica Sus señales. Una señal de Dios siempre habla la voz de Dios.",
    "Y si es la misma escuela antigua que Ud. ha tenido, ¿por qué habría de darle Él una señal, Ud. ya está en eso? Él está queriendo llevarlo a Ud. a esa esquina, ¡hay un pare! ¡Disminuya la marcha! ¡Mire hacia dónde va! Ud. se saldrá en esa esquina si no vigila. Hay una curva muy pronunciada, y siempre hay una señalización allí antes de llegar a esta curva, para evitar que Ud. se estrelle. Un buen constructor de carreteras pone señales. Y nosotros estamos viajando en una carretera a la Gloria. Y si la señal habla de la misma cosa antigua, eso no es de Dios.",
    "Dios da señales para atraer la atención de Su pueblo. Las señales son para atraer la atención del pueblo de Dios; las señales de Dios hacen esto. Las señales de Dios son dadas para atraer la atención del pueblo de Dios.",
    "Ahora aquí, la zarza ardiendo, fue una señal para atraer al profeta, un esfuerzo, pues el profeta había huido de Dios, y Dios dio la zarza ardiendo como señal. Y él vio esta señal extraña; él dijo: “Me detendré a ver qué será esta señal extraña, que una—una zarza está en llamas y no se consume”. Ahora, Dios estaba atrayendo la atención de su profeta prófugo. Él habría podido conseguir a otro, pero Él había ordenado a Moisés para ese trabajo y nadie más ocuparía su lugar.",
    "En la jornada, otros hombres quisieron hacerlo, Uds. saben. Datan se levantó y quiso hacer de eso una organización. Dios le dijo a Moisés: “Sepárate. Simplemente me los tragaré”. ¿Ven?",
    "Dios lidia con un individuo. ¿Ven? Ahora fíjense en esto: Él estaba queriendo atraer la atención del profeta, para poner al profeta en su lugar correcto (¿ven?), y Él dio la señal de la zarza ardiente.",
    "Y, observen, la voz que siguió la señal fue una voz Escritural. “Yo he oído el clamor de Mi pueblo, y sus gemidos, por los capataces, y he recordado Mi promesa”. Amén. Eso lo concluye. “Yo he recordado la promesa”. Ésa era una voz Escritural. “Y te estoy enviando a ti allá. He bajado para liberarlos, y Yo te estoy enviando a ti”.",
    "Recuerden, Dios no hace nada afuera del hombre. ¿Sabían eso? En eso es que tropieza la gente. ¿Ven?",
    "Eso fue lo que los hizo tropezar con Jesús. Ellos dijeron: “Tú, siendo un Hombre, te haces Dios”. Él era Dios, pero ellos no lo podían entender. “Pues, Tú, siendo sólo un Hombre”.",
    "Él dijo: “Pues, a los profetas llamáis ‘dioses’, y vuestra ley lo reconoce. Y si llamáis ‘dioses’ a quienes vino la Palabra de Dios, ¿cómo podéis condenarme a Mí cuando digo que Yo soy el Hijo de Dios?”.",
    "¿Ven? Señales, para captar la atención. Y, recuerden, si se capta la atención y es la misma línea antigua, no es Dios.",
    "Pero ahora, Dios está queriendo atraer al profeta, y Él le da una señal, y la voz que siguió esa señal fue una voz Escritural; “Yo he visto al pueblo. He oído de su clamor. Recuerdo Mi promesa”.",
    "Ahora, Dios va a hablar por medio de Su Palabra prometida. Él debe enviar Su profeta, pues la Palabra viene al profeta. La Biblia dice, Dios mismo dijo que: “Él no hace nada, hasta que primero se lo revele a Sus siervos los profetas”. ¿Ven? Y luego, se da la señal, y se identifica la Escritura, ésa es la Voz de la señal.",
    "¿Ven la Voz de la señal, para Moisés? Primero, la señal fue la zarza ardiendo; la Voz fue la Escritura.",
    "Moisés tomó eso como Su señal, y fue a Egipto y obró la señal que Dios le dijo; y la señal tenía una voz, y la gente creyó y salieron. Y mientras ellos marcharon, les fue bien; pero cuando comenzaron a murmurar en contra de la voz, entonces se detuvieron.",
    "Recuerden, Israel anduvo en su jornada. ¿Sabían Uds. hasta dónde llegaron? Ellos hubieran estado… Ellos sólo estaban a cuarenta millas, y cerca de cuarenta años haciéndolo. ¿Por qué? Fue porque comenzaron a murmurar en contra de la Voz que había producido la señal. Ellos no tenían idea, cuando estaban allá en la ribera gritando y danzando en el Espíritu, y Moisés cantando en el Espíritu, que sólo estaban a unos pocos días de allí. Pero ellos comenzaron a murmurar, y quisieron hacer algo diferente; y permanecieron por cuarenta años en el desierto, y por eso perecieron, es cierto, por cuanto no creyeron. Dios dijo: “Ellos no están hablando contra ti, Moisés, ellos están hablando contra Mí”. Ésa era la voz de Dios, no Moisés.",
    "Ahora observen, Jehová va a hablar por Su Palabra prometida, así que Él debe enviar Sus profetas. Eso, si lo quieren ver, está en Génesis 15:16. Vemos que Dios le dijo a Abraham: “Tu descendencia será extranjera en esta tierra ajena, y Yo los sacaré por una mano poderosa. Aún no ha llegado a su colmo la iniquidad del amorreo”. Todas Sus promesas que Él dio, aquí está Él atrayendo al profeta, por una zarza que ardía.",
    "Ahora si la zarza que ardía le hubiera dicho: “Moisés, Dios es Dios”.\n\n“Sí, eso lo creo”.",
    "🦅 ¡Oh, te está yendo bien, Moisés, sigue así! Te has casado con una buena mujer; es una joven hermosa. ¡Qué buen hijo tienes! ¡Gloria a Dios!”. Ésa sería la misma escuela antigua. ¿Ven?",
    "Pero Él estaba por hacer algo, así que tenía que atraer al hombre. Y Él le dio al hombre dos señales para que hiciera, y le dijo que: “Cada señal tenía una voz”. Eso prueba el asunto. Ahora observen lo que hablaron esas voces, aun creación. Jehová ahora estaba listo para hablar.",
    "De nuevo, la venida de un profeta es una señal. ¿Sabían Uds. eso? La venida de un profeta, para la edad, es una señal.",
    "Ahora, no me refiero a un Doctor en Divinidad; no me refiero a un pastor fiel, alguna buena persona. Ellos están bien, ellos son siervos de Dios.",
    "Pero un profeta es una señal; la Biblia lo dice aquí. Y ¿de qué es señal? Es una señal de que Su Palabra está para cumplirse, para ser cumplida por la voz de la señal de este profeta.",
    "Fíjense, la venida de un profeta es una señal de advertencia que juicio está a la mano, ¿sabían Uds. eso? El juicio está listo para caer si hay un profeta en la tierra.",
    "Recuerden, es cierto que primero él tiene que ser vindicado por Dios y la Palabra para ese día, y entonces él obra la señal. Y entonces observen esa señal, lo que él predice. Él dice: “Si se cumple, entonces oídlo”. Números 12:6. “Si no se cumple, olvídelo”. Tiene que ser una señal Escritural lo que él da.",
    "Y lo que Él dio como señal, una vez, si Él es el mismo ayer, hoy, y por los siglos, continuamente Él lo dará igual. “La Palabra de Jehová vino a los profetas”. Ellos eran la Palabra. Y cuando vino Jesús, Él fue la Palabra. Y la Palabra discernió los pensamientos e intenciones del corazón, continuamente, una y otra vez. Ahora observen.",
    "La venida de este profeta, da la señal de que “juicio está a la mano”, siempre.",
    "Paremos sólo por unos minutos, no tomaré demasiado tiempo. Repasemos ahora algunos, como por diez minutos (y lo que resta del mensaje, más bien), por diez minutos.",
    "Noé, un profeta sobre la tierra—en la tierra, era una señal del juicio que venía. Moisés, un profeta en la tierra, era la señal de que venía juicio. Elías, profeta en la tierra, era señal de juicio que venía. Juan, un profeta en la tierra, era una señal del juicio que le venía a Israel; ellos fueron absolutamente cortados.",
    "Noten, ¡señal! ¿Qué hace la señal? La señal es para atraer la atención, y preparar a los escogidos, y sacarlos de en medio antes que caiga el juicio. Eso fue lo que hizo Noé, preparó a los escogidos. Con los demás ¿qué es lo que hace? La señal y la voz de la señal, condenan al incrédulo y lo preparan para juicio. Ella prepara a los escogidos para el escape. Eso es la señal. Para eso son dadas las señales, para el juicio que viene. Para los escogidos, ellos lo ven.",
    "Como la mujercita de corazón puro, y el cuerpo deshonrado; y el fariseo con el cuerpo puro y el corazón deshonrado: eso condenó a uno, y salvó a la otra.",
    "Y los mismos juicios que salvaron a Moisés, condenaron al mundo; su predicación.",
    "Eso prepara a los escogidos. ¿Para qué están preparados los escogidos? Cuando ven una señal enviada de Dios, ellos regresan y buscan en la Escritura para ver si eso debe estar allí; “Sí, aquí está”. ¿Qué es? Juicio que está por caer. Entonces los escogidos escuchan esa voz.",
    "Pero el no-escogido, ignora, y dice: “Tonterías. ¡Ni me lo diga! Escogemos la misma vieja escuela”. ¿Ven? De esa manera hicieron en los días de Lutero; así lo hicieron en los días de Wesley; de esa misma manera lo—lo hacen hoy, así siempre lo han hecho.",
    "Pero es una señal, y tiene una voz que sigue a la señal. Y la voz es identificada como una voz Escritural. Ahora no olviden eso. Ahora tengan eso presente, pues yo tal vez nunca los vuelva a ver.",
    "Quisiera tener la manera de poder venir por acá a algún lugar y reunir a todos mis hermanos (cuando no estuvieran teniendo avivamientos), levantar una carpa y sólo permanecer allí día tras día, y enseñar eso hasta que—hasta que realmente penetrara. Pero Él no permitiría eso, pienso yo. Vean, estamos demasiado cerca al fin. Yo creo que ahora mismo estamos en el fin.",
    "Allí en mi libro, donde guardo los apuntes, en 1933, una mañana, ya para ir a la escuela dominical (escuela dominical bautista donde yo era pastor), el Espíritu Santo vino y me mostró hasta el tiempo del fin, y me mostró siete cosas que acontecerían. Yo las anoté; están en papel amarillo antiguo.",
    "Me dijo exactamente de cómo Alemania edificaría esa Línea de Sigfredo, y cómo los americanos sufrirían una fuerte derrota allí, ¡once años antes de que—que la línea llegara a ser edificada!",
    "Dijo de cómo Mussolini se levantaría, y cómo entraría en Etiopía, y cómo Etiopía “caería a su paso”. Y él sufriría una muerte vergonzosa, colgado boca abajo, y su propia gente lo escupiría.",
    "Y yo dije: “Hay tres ismos: Comunismo, Fascismo y Nazismo. Todos terminan saliendo de Rusia, en Comunismo”. Y éste destruirá el catolicismo. ¡Vean si no sucede!",
    "Yo dije: “¡Habrá este progreso!”. Dije: “Veo automóviles que parecen un huevo, yendo por la calle. Hay carros que viajan por las autopistas, con alguna clase de control, ellos no los tienen que guiar. Yo vi una familia americana jugando Damas en la parte de atrás del carro”. Ellos tienen el carro ahora mismo, si tan sólo tuvieran las autopistas para ponerlo. El pequeño Volkswagen es un huevo perfecto, exactamente, y así todos los otros carros. ¿Se pueden Uds. imaginar, en 1933, la forma de los carros comparado a hoy?",
    "Y entonces volvió a predecir, que al permitirle el voto a la mujer, pues lo que ellas harían. Y cómo este país, siendo un tipo, como Israel, entró a una tierra y sacó a los ocupantes y heredó la tierra. Y los primeros reyes que tuvieron, David y Salomón, fueron reyes temerosos de Dios. Después de un tiempo, recibieron un Acab en la escena. Ellos votaron por él. La igle-… la iglesia se volvió mundana. Y así nosotros hemos tenido un Lincoln y un Washington, miren hoy lo que es. Miren hacia dónde vamos ahora. ¿Qué es lo que sigue? Estamos en el tiempo del fin.",
    "Y es una señal, en lo natural, exactamente. Eso prepara a los escogidos; y condena, para juicio, al incrédulo.",
    "🦅 Si este profeta es un verdadero profeta, y lo que dice se cumple”, dice la Biblia en Números 12:6, “escuchen su advertencia, pues ha sido vindicado que no es el hombre”. Un—un profeta es un hombre; pero si la voz de la señal sobrenatural es una voz Escritural, siendo vindicada, entonces es una advertencia.",
    "La Biblia fue escrita por profetas, no lo olviden; también en Segunda de Pedro 1:21; como en Hebreos 1:1.",
    "La Columna de Fuego, para Moisés, fue la señal, la voz iba a hablar. La Columna de Fuego mostró que la voz iba a hablar. Ésa es una señal, una Columna de Fuego. Uds. seguramente recuerdan eso allá en Houston, no hace mucho tiempo.",
    "Moisés, un profeta, era la señal para Israel que la promesa estaba ya para cumplirse. Cuando Moisés fue allá y obró la señal de un profeta, ellos supieron en ese momento que él los reuniría a ellos.",
    "¡Cuán perfecta está en orden la Palabra de Dios, cada vez es igual! Aun como dije anoche, de cómo el Urim y Tumim, y todo, siempre le ha respondido a Dios.",
    "Tomemos de nuevo un profeta, por un momento, a Jonás. Yo tenía aquí apuntado el capítulo 1 de Jonás, el capítulo 1 aquí de su profecía. Jonás saliendo del vientre de la ballena, fue una señal. Vean, la gente era pagana. Ellos adoraban a los dioses del mar, y su dios del mar era una ballena.",
    "Ahora muchas personas quieren condenar a Jonás. Yo siempre he defendido a Jonás. Jonás no se había salido de la voluntad de Jehová; “Los pasos del justo son ordenados por Jehová”. Usamos la frase, “Él es un Jonás”. Pero tomemos eso por… su verdadero significado, de una vez. Yo sé que él tenía que ir a Nínive, pero Dios hizo que él tomara ese barco a Tarsis. Y Él permitió que surgiera ese problema en el mar.",
    "Jonás dijo: “Átenme de manos y pies. Yo soy el que está en problemas, el que lo ha causado”; y lo arrojaron allá. Y un pez nadaba en el agua, un pez grande que se tragó a Jonás. Yo sé que eso es difícil de creer para la ciencia.",
    "Aquí no hace mucho, en Louisville, Kentucky, hace como diez años, tenían una—una ballena sobre un vagón de—de plataforma. Y un pequeño Ricky allá (tenía más inteligencia de la que podía controlar), él hablaba insinuando como si la Biblia hubiera dicho una mentira. Él dijo: “Uds. saben, se escucha ese viejo refrán de la Biblia, que la ballena se tragó a Jonás”. Él dijo: “Miren, uno no pudiera pasarle una pelota por la garganta; era tan pequeña. ¿Cómo pudiera un hombre ya grande entrar allí en su vientre?”. Dijo: “Uds. ven que sólo es un viejo refrán, de los cuales está llena la Biblia”.",
    "Eso fue demasiado para mi—mi manera de pensar. Dije: “Señor, quisiera decir algo al respecto”.\n\nDijo: “¿Qué tiene que decir?”.",
    "Dije: “Vea, Ud. no ha leído la Biblia correctamente”. Yo dije: “La Biblia dice que se trataba de una ballena especial. ‘Dios preparó un gran pez’. Éste fue creado especialmente para tragárselo, ¡y se lo permitió! No era un pez normal. Dios iba a hacer un trabajo inusual, así que usó un pez inusual”. ¿Ven? Él luego no dijo más al respecto. Así que eso, Dios tenía algo especial.",
    "Como una niña, cierta vez, que venía del tabernáculo; con su cabello peinado hacia atrás, tan liso que su rostro parecía una cebolla pelada. Ella cargaba su Biblia, iba por allí.",
    "Cierto anciano llamado Jim Dorsey, vivía en Utica. Él era un incrédulo, un soldado anciano, y—y él no creía en Dios. Y él le dijo: “¿A dónde va, jovencita?”.\n\nElla dijo: “Voy a casa, señor”.\n\nDijo: “¿Qué es eso que llevas debajo del brazo?”.\n\nElla dijo: “Es una Biblia”.\n\nDijo: “¿No crees en eso, verdad?”. Y él…\n\nLe dijo: “Sí, yo la creo, señor”.",
    "Y dijo: “¿Crees esa historia allí de la ballena que se tragó a Jonás?”.\n\nLe dijo: “Pues, seguro, yo creo cada Palabra”.",
    "Él dijo: “¿Cómo lo vas a probar aparte de la fe, lo que tú llamas fe?”.\n\n“Bueno” dijo ella, “cuando yo llegue al Cielo, le preguntaré a Jonás”. ¿Ve?\n\nÉl le dijo: “¿Y si él no está allí?”.",
    "Ella dijo: “Entonces tendrá que preguntarle Ud.”. Y pensé que ésa fue una muy buena enderezada. Y pienso que eso es muy cierto.",
    "Si la Biblia hubiera dicho que Jonás se tragó a la ballena, yo lo creería. Él pudiera preparar eso. Lo que Dios ha dicho, Dios es capaz de cumplir, y Él siempre cumple Su Palabra. Así que, Jonás, nosotros nos burlamos de él…",
    "Pero ¿se han fijado en un pez cuando nada? Está buscando su alimento. Y luego cuando come, se va directo al fondo y descansa sus aletitas en el fondo. Alimente a su pececito dorado y mire lo que sucede. Se les llena la pancita, luego bajan y ponen sus aletas contra el fondo, y se acuestan allí reposando.",
    "Bueno, este gran pez preparado vino y se tragó a este profeta. Y bajó al fondo del mar, y quizás allí eran cuarenta brazas de profundidad. Él bajó bastante, para descansar en el fondo del mar.",
    "Ahora nosotros siempre estamos pensando en Jonás. Y todos dicen: “Pues se oró por mí pero, mi mano no mejora. Se oró por mí, pero no me siento mejor”. No vaya Ud. a renegar de Jonás.",
    "Mire los síntomas que él tenía. Ahora, en primer lugar, él se encontraba en un mar tormentoso, y estaba desviado del camino a donde Dios lo había enviado; tenía sus manos y pies atados. Él fue arrojado en un mar tempestuoso y enfurecido, y una ballena se lo había tragado y fue directo al fondo del mar. Y él estaba tendido allí entre el vómito, en el vientre de la ballena, con algas marinas colgando de su cuello. Y si él miraba hacia acá, era el vientre de la ballena. Si miraba hacia allá, era el vientre de la ballena. Por dondequiera que miraba, era el vientre de la ballena. Hablar uno de un caso de síntomas, tal vez él lo tenía. Pero ¿sabe Ud. lo que él dijo? Él dijo: “Son vanidades ilusorias. No las miraré más, sino que una vez más miraré hacia Tu santo templo”.",
    "Pues, Salomón, un hombre natural de la tierra, que oró dedicando el templo, dijo: “Señor, si Tu pueblo está en problemas en algún lugar, y mira hacia este lugar santo, entonces Tú oirás en los Cielos”.",
    "Y Jonás tenía fe en lo que Salomón había orado. Y Dios lo libró de la ballena, después de tres días y noches. Tal vez Él haya puesto una tienda de oxigeno allá abajo. No sé lo que Él haya hecho, pero lo mantuvo vivo por tres días y noches, de acuerdo a la Palabra. Y la Palabra está correcta.",
    "Bueno, si Jonás, bajo esas circunstancias pudo mirar de nuevo al tabernáculo que un hombre hizo, ¡cuánto más debemos Ud. y yo en esta noche, mirar al Templo donde Jesús se para a la diestra de la Majestad, con Su Propia Sangre, intercediendo según nuestra confesión, por nuestros pequeños síntomas! No condenen a Jonás, y luego pongan la mirada en lo que anda mal con Uds.; miren a la promesa: “¡Dios lo dijo!”. Si Uds. son los hijos de Abraham: “¡Dios lo dijo!”. Él hizo la promesa y eso lo concluye.",
    "Fíjense, todo el pueblo estaba pescando, y recogiendo sus redes y demás. Después de un rato, allí vino el dios del mar, la ballena, dándose prisa a la orilla. Todos cayeron de rodillas. Dios sabe cómo hacer las cosas. Y ella llegó directo hasta la orilla y extendió la lengua, y, cuando lo hizo, aquí salió caminando el profeta de la boca de la ballena. ¡El profeta! El dios escupió al profeta directamente sobre la orilla; con razón ellos se arrepintieron. ¿Ven?",
    "Ésa fue una señal; Jonás siendo llevado allí por la ballena, fue una señal. ¿Qué hizo él? Ésa era una señal de Dios. ¿Qué dijo la voz? “Arrepiéntanse o perezcan, en cuarenta días”. La señal de Dios; ¡la voz de Dios! Siempre, cuando Dios envía una señal, Dios envía Su voz después de esa señal. Miren: “Arrepiéntanse, o dentro de cuarenta días toda esta ciudad perecerá”.",
    "Juan, la aparición del profeta sobre la tierra, después de cuatrocientos años de no tener un profeta; la señal después de cuatrocientos años, él apareciendo. ¡Ese corto tiempo de relajo!",
    "Ahora si Ud. es espiritual captará lo que estoy diciendo. Que Dios les abra el entendimiento. ¡Cuánto tiempo ha transcurrido!",
    "Cuatrocientos años, Israel sin un profeta, las iglesias se habían enredado mucho, y luego aquí viene Juan a la escena. Juan era un profeta, una señal de que el Mesías iba a hablar después de él. Vigilen. Pues, Malaquías 3, dice: “Yo envío Mi Mensajero delante de Mí, el cual preparará el camino, preparará al pueblo”.",
    "Miren a Juan, en él no había egoísmo. Él nunca se glorió. Ellos quisieron llamarlo a él el Mesías; pero dijo: “No soy digno de desatar Su calzado”.",
    "Pero tan pronto Jesús apareció, Él tuvo una señal, una Columna de Fuego, una Luz sobre Él, como una paloma bajó una voz diciendo: “Este es Mi Hijo amado, en quien tengo complacencia”.",
    "Fíjense, y Juan inmediatamente dijo: “Es necesario que él crezca. Yo debo menguar”. Él presentó la Iglesia a Cristo. Amén.",
    "¡Nos es dicho que en los últimos días, eso se repetirá! Va a venir un Mensaje que le presentará el Mesías al pueblo. Y será de tal manera que ellos quedarán mudos como en ese entonces; Él lo prometió. En el siguiente capítulo de Mateo, de Malaquías, nos habla de eso. Observen.",
    "Ellos preguntaron al respecto. La naturaleza de Juan lo identificó a él en el espíritu de Elías. Ahora observen a los dos profetas.",
    "Ahora, Elías fue un hombre que se levantó en el tiempo de Israel, en un caos.",
    "Acab era rey. Y todas las mujeres habían hecho mofa siguiendo a Jezabel, y probablemente tenían estos cortes cabezones y demás, probablemente como tenemos hoy. Y todas portándose como Jezabel. Y los pastores pensando que “eso está muy bien. Déjelas en paz. Dejen que lo hagan”.",
    "Y en aquel tiempo, Dios levantó a un hombre del desierto, llamado Elías. Nosotros ni siquiera sabemos de dónde vino. Él no tenía escuela que lo identificara. Pero él se levantó y condenó todo ese asunto. Él condenó todo el sistema.",
    "Si él viniera hoy a la escena, también condenaría nuestro sistema.",
    "Él condenó a toda Jezabel. Y fue, finalmente, fue ella quien quebrantó al profeta. Corrió allá, igual que Juan; se acostó bajo un enebro cuando Jezabel lo iba a matar. Ella lo odiaba.",
    "Y luego encontramos que cuando vino Juan, de nuevo del desierto (un amante del desierto, con un mensaje directo para las mujeres modernas viviendo divorciadas y casadas, y vueltas a casar), él cortó la cosa en pedazos. Él no vino de ninguna escuela; él vino de Dios; un hombre enviado de Dios. Y él condenó a las mujeres modernas, duro en contra de ellas, y él no se frenó; sino que dijo claramente que: “El tiempo estaba a la mano, el Mesías iba a hablar”. Miren eso.",
    "Ahora comparen el tiempo de la primera venida de Elías con algunos de estos profetas modernos de hoy, que permiten que sus Jezabeles se corten el cabello y usen pantalones cortos, fumen cigarrillos, todo lo que quieran hacer, manejándolos a ellos. Más vale que él no diga nada, ella lo deja, se consigue otro. Manejándolos por credos hechos por hombres; es vergonzoso, doctrinas de hombre. Y, al hacer eso, invalidan los mandamientos de Dios, pues se pueden unir a la iglesia y seguir profesando que son Cristianos, y aferrarse a sus derechos y decir que son Cristianos y seguir de largo. Eso es lo que quieren. Eso fue lo que ellos hicieron en ese entonces.",
    "Pero, recuerden, es en un tiempo así (como Dios lo prometió en Malaquías 4), que Él cumpliría la Palabra de nuevo. Correcto. Miren dónde estamos hoy, igual como fue en los días de Juan, tal y como fue en los otros tiempos.",
    "Miren a este pequeño Amós levantarse, un pobre individuo. No sabemos de dónde vino. Él era un ovejero. Dios lo tenía allá en los pastos de las ovejas y en los pastos de las vacas y, y estaba entrenándolo. Y cuando llegó a Samaria, y que él subió y pasó ese cerro aquel día, miró allá abajo. Y ese sol brillaba sobre su cabeza calva, con sus barbas entrecanas, y sus ojos juntos destellaban. Sus ojos piadosos se entrecerraron, no por los lugares que veían los turistas cuando iban llegando allí, sino porque la ciudad completa se había entregado al pecado.",
    "¿Quién es esta personita desconocida? Sí, es Amós, el profeta. Él profetizó en los días de Jeroboam el Segundo, un rey rebelde que le permitió todo al pueblo; y todos los sacerdotes estaban a favor. Ellos edificaron las mejores iglesias; se vestían con lo mejor; sus mujeres eran inmorales. Ellas se vestían como les venía en gana. Las bandadas de turistas venían de todas partes para ver a las jóvenes hermosas y su algarabía.",
    "Era simplemente otro U.S.A. moderno, que se supone debe ser el pueblo de Dios. Nadie dice nada al respecto; parece tener tan agarrado al pueblo. Quin-…",
    "¡Dieciocho años ahora, hoy! Mi Rebekah cumple dieciocho años, hoy. Por dieciocho años yo he cruzado esta nación, condenando estas cosas. Y cuando regreso, año tras año, hay más mujeres con el cabello cortado que cuando comencé.",
    "Un gran predicador pentecostal famoso me llevó a un cuarto, hace como un año; un hombre fino, reconocido mundialmente. Dijo, yo… “Hermano Branham, deje que le imponga las manos y ore por Ud.”.\n\nLe dije: “No estoy enfermo”.",
    "Él dijo: “Pero algo está mal”. Él dijo: “Hermano Branham: Ud. va a arruinar su ministerio; nadie va a cooperar. Con razón los predicadores no cooperan con Ud., es por la manera en que condena esas mujeres”.\n\nÉl dijo: “Esas personas le dicen a Ud. profeta”.\n\nDije: “Yo nunca dije que lo era”.",
    "Él dijo: “Pero piensan que Ud. lo es”. Dijo: “Yo creo lo mismo”. Él dijo: “Ud. fue llamado a orar por los enfermos”. Dijo: “Ore por los enfermos y deje en paz a esas mujeres. Ud. hiere sus sentimientos”.\n\nYo le dije: “¿Cómo?”.",
    "Él dijo: “Hablando de que ellas usan el cabello corto y esas cosas”.\n\nYo dije: “Eso es algo errado”.",
    "La Biblia dice: “Una mujer que—que se corta el cabello, su esposo tiene el derecho de abandonarla en divorcio”. Exactamente correcto. “Ella deshonra a su cabeza”. Eso es lo que dice la Biblia. Ahora yo no sé si a Ud. le guste o no, pero eso es lo que dice la Biblia, en Primera de Corintios.",
    "[Cinta en blanco.—Ed.] …apretada a la piel como si tuviera la piel por fuera. Y luego ellas—ellas vienen, dicen: “Pero Sr. Branham, ésa es la única clase de ropa que venden”.",
    "Aún tienen telas y máquinas de coser; no hay excusa. Las mujeres amish y dunkard aún las usan. Seguro. [La congregación aplaude.—Ed.]\n\n¿Y qué sucede? Ellas salen allá y se comportan de esa manera.",
    "Una mujer dijo: “Pues, Señor Branham: yo no uso pantalones cortos; yo uso sho-…” ¿Qué son esas bicicle-…? [Un hermano dice: “Pantalones cortos chavitos”.—Ed.] Sí. Dijo: “Yo uso de esos”.",
    "Yo dije: “Eso es peor”. Dije: “La Biblia dice: ‘Es una abominación que una mujer se ponga ropa que sea de hombre’”. ¡Y qué clase de escena más obscena son ahora estos Estados Unidos! ¿Ven? Es cierto.",
    "Permítame decirle algo, hermana. Ud. tal vez sea tan pura como un lirio, para su esposo o su novio, pero en el Día del Juicio Ud. va a responder por haber cometido adulterio. Jesús dijo: “Cualquiera que mira a una mujer para codiciarla, ya adulteró con ella”. Si ese pecador la ha codiciado a Ud., luego ella tendrá que responder el Día del Juicio. Ud. misma fue la que se presentó delante de él. Mire Ud. lo que hará. Ajá.",
    "¿Para qué va a querer vestirse así una mujer piadosa? ¿Luego Ud. reclama tener el Espíritu Santo porque habló en lenguas y corrió de allá para acá? Eso, pues he visto a paganos hacer eso, a los hotentotes. El Espíritu Santo es pureza, santidad, sin mancha. Seguro.",
    "Este hombre dijo: “Si Ud. es… Ellos creen que Ud. es un profeta, ¿por qué no les enseña cómo recibir grandes dones espirituales, y cómo lograr cosas para Dios? ¿Por qué no les enseña eso si Ud. es un profeta?”.",
    "Yo dije: “¿Cómo les puedo enseñar álgebra cuando ni siquiera se aprenden el ABC?”. ¿Uds. saben lo que significa el ABC? Siempre creerle a Cristo [Por sus siglas en inglés.—Trad.]. Ajá. ¿Cómo lo harán Uds.? ¿Ven? Uds. quieren llegar por allá arriba, sin comenzar acá abajo.",
    "Dios edificará Su Iglesia sobre el fundamento de Jesucristo, y eso es la Biblia. Fuera de eso, todo otro terreno es arena movediza. Dios no cambia; Su naturaleza no cambia.",
    "Él hizo a la mujer diferente del hombre, y al hombre diferente de la mujer. Él los vistió diferente y quiere que ellos permanezcan así. ¿Ven? Las mujeres quieren lucir como hombres, y los hombres quieren lucir como mujeres. ¡Oh, vaya! ¡Tal perversión! Es… Y la cosa por completo parece tener controlada a la gente, y uno no lo puede cambiar. Parece ser un monstruo grande, una gran oscuridad; si entienden a lo que me refiero, en el espíritu. Un monstruo los tiene agarrados, y ellos—ellos sencillamente no se pueden escapar de él; es por tanto Hollywood, tanta televisión, tanta otra insensatez. Todo lo que tenemos está corrompido; con razón: “Si la obra no fuera acortada, por causa de los Escogidos, ninguna carne sería salva”.",
    "Ud. dice: “Hasta ahora me entero de eso”. Bueno, desde ahora en adelante ya lo sabe. ¿Ven? Eso… Mejor me detengo allí. Regresemos. Fíjense.",
    "Juan era una señal. Y recuerden que la manera como Dios lo hizo la primera vez, así de esa manera lo volverá hacer; Él lo prometió. Ahora, Dios nunca usó a un grupo de personas, en ningún momento, para esto.",
    "Recuerden, hubo un grupo una vez, que un gran hombre llamado Acab, se consiguió una… él se consiguió cuatrocientos profetas israelitas. Ahora, esos no eran profetas paganos; eran cuatrocientos profetas israelitas. Todos tenían su titulo y demás, tenía una gran escuela.",
    "Había un hombre de Dios llamado Josafat, que era el rey de Judá, y él llegó allá. Y allí fue donde un creyente se mezcló con un incrédulo; las cosas resultaron mal.",
    "Y él dijo: “Ramot de Galaad”. Ahora observen esto, cuán veraz puede ser. Él dijo: “Ramot de Galaad nos pertenece, eso allá. Esa región del país allá, es nuestra”. Josué, al repartir las tierras, se la había entregado a Israel. Y los filisteos (paganos) vinieron y se las habían quitado. Él dijo: “Ella nos pertenece”.",
    "Ahora miren cómo las personas pueden estar fundamentalmente correctas y a la vez eso pasárseles por alto. El asunto era que en realidad le pertenecía a Israel; pero todas las promesas de Dios, hermano, tienen condiciones (¿ven?), “Si ellos caminan en pos de Jehová”.",
    "Ahora, observen esto. Él dijo: “¿Quieres venir conmigo y ayudarme a recuperar esa tierra? Pues, sucede que allá esos muchachos filisteos se están llenando la barriga con el trigo que le pertenece a Israel”; que era Escrituralmente correcto. Él dijo: “Ayúdame a ir y recuperarlas”.",
    "Dijo: “Bueno, mis…”. Allí él se precipitó al error. “Mis carros son tuyos, mis hombres como los tuyos; iré contigo”.",
    "Y luego Josafat se puso a pensar, Uds. saben: “Mira: ¿no deberíamos consultar al Señor acerca de esto antes de ir?”.",
    "🦅 ¡Oh, desde luego!” dijo Acab, “seguro. ¡Hum! Discúlpame, yo—yo debí haber pensado en eso”.\n\n“¿No hay un profeta en algún lugar”?",
    "🦅 ¡Oh, seguro! Yo tengo—tengo acá un—un seminario de ellos, de los mejores que hayas visto. Todos visten las mejores ropas; son los eruditos más refinados. Yo los he educado al pie de la letra. Iremos por ellos”.",
    "Entonces fueron allá. Y todos se reunieron. Ellos no lo hicieron con hipocresía. Ellos oraron y oraron y oraron hasta que vieron una visión.",
    "Luego ellos se presentaron. Y uno le hizo dos cuernos grandes de hierro. Él dijo: “Con esto sacarás acorneando a los filisteos, o a los—los sirios, completamente de la región”. Él dijo: “ASÍ DICE EL SEÑOR. Ve, Jehová está contigo”. Todos ellos, en ese momento, unánimes, entraron en el espíritu. Profetas israelitas dijeron: “Sube, Jehová está contigo”. Uds. dicen: ¿Era esto Escritural? “Dios le dio esta heredad al pueblo, y el enemigo la tiene. Uds. tienen derecho de ir a recuperarla”.\n\nAhora, Pentecostés, quiero que aprendan aquí una lección.",
    "Pero, Josafat, siendo un hombre de Dios, dijo: “Aún hay algo que no está del todo bien”. Dijo: “¿No tienes uno más?”.",
    "🦅 ¡Uno más!, ¿después de tener cuatrocientos profetas bien entrenados aquí parados?”. Tantos como hay en esta planta baja aquí. “Parados unánimes, diciendo: ‘ASÍ DICE EL SEÑOR’, recupérenla, y digan: ‘Josué nos dio la tierra; es nuestra. ¡Vayan por ella!’”.",
    "Pero Josafat pidió otro. Dijo: “¿No hay otro por el cual podamos consultar a Jehová?”.",
    "Él dijo: “¡Oh, hay uno más!, pero” dijo, “yo lo odio”. Ajá, ajá. Dijo: “Él es Micaías, el hijo de Imla”. Dijo: “Yo le aborrezco. Él siempre dice cosas malas contra mí”.\n\nDijo: “No hable el rey así. Vayan por él”.",
    "Entonces enviaron allá mensajeros corriendo. Y algunos dijeron: “Ahora, Micaías, quiero decirte algo. Pues, sabes que ellos te descomuna-mulgaron de su compañerismo no hace mucho, porque siempre dices cosas malas en contra de la gente. Ahora, si quieres que te devuelvan la tarjeta de compañerismo, di lo mismo que ellos, y, ¡oh, ellos te recibirán de nuevo bajo su alero!”.",
    "Pero resultó ser que él en realidad era un profeta. Él dijo: “Vive Jehová Dios, sólo diré lo que Dios ponga en mí boca”. ¡Oh, Dios bendiga a ese hombre! Él dijo: “Espera hasta esta noche, y veré lo que Jehová me hablare”.",
    "A la mañana siguiente, dijo: “Sube, pero yo vi a Israel esparcido como ovejas sin pastor”. Él entonces tomó su visión y la comparó con lo que había dicho Elías, lo que había sucedido con Acab. ¿Cómo podía Él bendecir lo que ya estaba maldito? No importa cuánto…",
    "Nosotros somos una nación piadosa. La iglesia pentecostal, bautista y metodista y demás, son una iglesia Cristiana, pero ¿cómo puede uno bendecir lo que Dios ha maldecido? No me importa, Ud. dice: “Yo—yo me uní a esto. Yo hice esto”. Eso nada tiene que ver en ello. Miren lo que Uds. han hecho. Miren a Pentecostés, ¿cómo ellos bajaron la guardia? Miren lo que Uds. eran, y miren lo que ahora son. Con razón, tienen los ojos, sus ojos están cegados.",
    "Entonces él, Acab, el… Este sacerdote lo abofeteó en la boca. Y dijo: “Echadlo” y Acab dijo, “echadlo en el calabozo. Cuando yo vuelva en paz me encargaré de este sujeto”.",
    "Él dijo: “Si llegas a volver, Dios no me ha hablado”. Ajá. ¿Ven? Allí estaba un profeta, allí estaba una señal; allí estaba Su voz. Y fallar en obedecerla, trajo juicio.",
    "El Espíritu Santo es nuestro profeta hoy. ¿Fallan en oír Su Voz? Ha sido identificado en la Escritura que Él diría estas cosas; ¡Jesucristo, la forma del Espíritu Santo!",
    "Dios lidió con este único hombre. Esto, Dios nunca lidia con grupos; es con un hombre. Elías no era un grupo; Juan no era un grupo. Ellos no eran un grupo ni una denominación, ninguno de ellos; mas bien los dos condenaron tal cosa. Correcto. Juan dijo: “No penséis en decir: A Abraham tenemos por nuestro padre; Dios puede de estas piedras levantar hijos a Abraham”.",
    "Y la señal del tiempo del fin tendrá una Voz del tiempo del fin. Y la señal del tiempo del fin será de acuerdo a lo que ha sido predicho en la Biblia. Y la Voz del tiempo del fin, que sigue a la señal del tiempo del fin, será identificada exactamente en la Escritura, será la Escritura que ha sido prometida.",
    "Ahora, hemos leído en Lucas 17 lo que sería la señal del tiempo del fin, sería como fue en Sodoma, es una promesa. Y tenemos a Sodoma en lo natural, ¿por qué no podemos creer aquí la señal en lo espiritual? Si Uds. también pueden ver las Escrituras, Lucas 17 es la señal, y Malaquías 4 es la Voz. La Señal fue igual que Dios manifestado en carne, conociendo los secretos del corazón; y la Voz de Malaquías 4 fue hacer regresar al pueblo de sus credos, de nuevo a la Fe de los padres. Ésa es la señal.",
    "¿Saben algo? Ya estoy terminando. Las señales por lo general son aceptadas, seguro; pero la voz, ¡oh, no! La voz que sigue a la señal, ellos no quieren tener nada que ver con ella. Sí.",
    "La señal de Jesús, como Mesías, de sanar al enfermo, eso sí lo aceptaron. Pero un día Él dijo: “Yo y el Padre Uno somos”.",
    "¡Oh, vaya!, esa voz no fue aceptada. Ellos dijeron: “Tú te haces Dios, igual a Dios”.\n\nÉl dijo: “Soy el hijo de Dios”.",
    "🦅 ¡Oh, vaya!, ¿cómo puede Dios tener un Hijo? ¿Ven? ¡No hay manera que Dios tenga un Hijo!”.",
    "Pero, ¿lo ven Uds.? Ellos creyeron la—la señal: Los enfermos podían ser sanados, y ¡oh, eso era maravilloso, que cosa más preciosa! Pero cuando se trató de la voz, ellos no quisieron creer la voz. ¿Qué hicieron? Ellos lo sacaron a Él.",
    "¿Y saben Uds. algo? La Biblia nos dice, en Apocalipsis el capítulo 3, en esta Edad de la Iglesia de Laodicea, que Él sería tratado igual. Él estaba afuera de la iglesia. Eso es la Palabra que se ha manifestado. Él fue la Palabra manifestada; Él sigue siendo la Palabra manifestada.",
    "Si Uds. pueden creer la señal de Sodoma, de Lucas, si la pueden creer, ¿entonces por qué no aceptan la Voz de Malaquías 4? Vean, ¿por qué Uds., Uds. no lo hacen? Ella puede ser vindicada. La única manera que se puede hacer es… La señal se puede probar, pero Uds. tienen que aceptar la Voz.",
    "Moisés fue comisionado a ir allá, en lo natural, y obtuvo una señal espiritual para llamar al pueblo de nuevo a la promesa de los padres.",
    "Malaquías 4 es para regresar al pueblo “de nuevo a la Fe de los padres”. ¡Oh, regresen, oh ciegos y dispersos a su lugar!",
    "Para terminar diré esto, este último comentario. El profeta dijo: “Al caer la tarde habrá Luz”. Miren, él dijo que “vendría un día que no sería ni día ni noche”. Ahora escuchen, estoy terminando. “Vendrá un día…”. Permitan que esto les penetre a fondo, y que Dios lo ponga en cada corazón de esta comunidad, en esta noche, en este auditorio. El profeta dijo: “Será un día, que no será ni día ni noche, un día un poco oscuro, lluvioso, de neblina; pero” dijo, “sucederá que al caer la tarde habría Luz”.",
    "Ahora, recuerden: el sol siempre sale en el este y va hacia el oeste. La civilización ha seguido al sol. Uds. saben eso. Y, fíjense, el mismo sol que sale en el oriente es el mismo sol que se pone en el occidente. Ahora, la civilización ha viajado exactamente con el sol, hasta que ahora el oriente se ha encontrado con el occidente; nosotros estamos en la costa occidental; oriente y occidente.",
    "Y, recuerden: el Evangelio ha avanzado de la misma manera. Se levantó en el oriente, la venida de Jesucristo, el S-o-n [H-i-j-o—Trad.] no s-u-n [S-o-l—Trad.]. S-o-n, el hijo de Dios se levantó en el oriente, para la gente oriental.",
    "Y hoy ha sido un día en el que la gente se ha unido a la iglesia, hecho denominaciones, con la suficiente luz para ver: “Bueno, tendremos una iglesia; construiremos esto; edificaremos una escuela; edificaremos un hospital; educaremos; haremos un seminario”. Ellos han tenido suficiente luz para hacer eso.",
    "Pero, recuerden: la Biblia dice, el profeta del Señor, en la Biblia, lo cual es ASÍ DICE EL SEÑOR: “Ese mismo sol que brilló en el oriente brillará de nuevo en el occidente, en el tiempo de la tarde. Habrá Luz al caer la tarde”.",
    "¿Qué haría Él? Eso cumple exactamente lo que Él dijo en Lucas el capítulo 17. “En el tiempo del fin, cuando el Hijo del Hombre esté siendo revelado de la misma manera como Él en el oriente, el mismo Hijo brillando, el mismo Poder, el mismo Espíritu Santo, la misma Cosa haciendo lo mismo. Habrá Luz al caer la tarde”.",
    "El mismo sol que ha viajado; el mismo H-i-j-o ha viajado; vino por el oriente, de Pablo; saltó a Alemania, a Martín Lutero; saltó de nuevo, en Su siguiente jalón; y de allí pasó a Inglaterra, a Juan Wesley; saltó el Océano Atlántico a los Estados Unidos, a Pentecostés; y ahora Pentecostés se ha ido apagando, y estamos en la costa.",
    "Cada una se denominó, tal como lo hicieron en un principio, hicieron una organización que Dios maldijo. Pentecostés y todos, hicieron eso.",
    "Pero Él dijo: “Habrá Luz al caer la tarde. Se levantará una señal en el tiempo de la tarde”. ¡Que Eso no se les pase por alto, amigos!; ¡que Eso no se les pase! Ahora, el mismo Hijo daría la misma Luz. El mismo S-o-l da la misma luz del S-o-l. El mismo H-i-j-o da la misma Luz del H-i-j-o.",
    "Ahora, no soy yo que lo digo. Todos aquí los que saben que la Biblia dice eso ¿levanten la mano? [La congregación dice: “Amén”.—Ed.] Es exactamente correcto.",
    "Ahora, Uds. pueden, eso depende de Uds. Crean que el Hijo de Dios, Jesucristo, ha, no está muerto; Él está vivo. Él está en la humildad, es humilde. Así fue que él siempre habitó. La manera de subir es bajar. Humíllense Uds. mismos, apártense de sus ideas almidonadas, y créanle al Señor Jesús. Vean la señal, luego crean la Voz: ¡Regresen, oh dispersos a su lugar!\n\nInclinemos nuestros rostros.",
    "🦅 Y si ellos no creen la Voz de la primera señal, en la mano, como fue con Moisés, entonces has la segunda señal. Luego, si ellos no creen esta señal, entonces toma agua (agua en representación de vida) que hay en el océano o el mar, derrámala sobre la tierra, se convertirá en sangre”.",
    "Padre Celestial, ya es bien tarde, pero Tú prometiste que habría Luz al caer la tarde. Permite que la Voz de nuestro Evangelio caiga profundamente en los corazones de la gente, a medida que ellos meditan en Él y lo estudian según la Palabra.",
    "Bendice esta comunidad, Señor. Bendice a estas personas. Los veo sentados aquí, hambrientos, pobres hijos que han sido sacados a patadas y estrujados, y esto, sabiendo que Satanás lo hizo para cegarlos de la Cosa cuando llegara allí. Que ellos, en esta noche, unánimes, le crean a Jesucristo, crean Su promesa, que Él ha resucitado de los muertos.",
    "Tú dijiste: “El Hijo del Hombre vendrá a la hora que no pensáis”.",
    "Justamente cuando la iglesia tiene su, vale más dinero, construyen edificios de millones de dólares. Ellos estarían mejor, Padre, creo yo, parados en la esquina como antes, golpeando una—una pandereta, con un sombrero en la mano, con el viejo tambor en la esquina como el Ejército de Salvación, que sentados en estas grandes morgues en esta noche, queriendo ser como el mundo, “Teniendo apariencia de piedad, y negado la Eficacia de ella”.",
    "Concédelo, Señor, esta noche, una vez más, Señor, así como clamó Sansón: “Una vez más, Señor, una vez más”. Sea notorio que Tú eres el Cristo, el Hijo de Dios; el mismo ayer, hoy y por los siglos. Identifícate Tú en medio nuestro, para que ellos puedan ver la señal, tal vez ellos crean la Voz. Esto, lo pido en el Nombre de Jesucristo. Amén.",
    "Vamos a llamar una línea de oración, rápidamente. Vi que en realidad ya es hora que despidamos. Pero vamos a hacer la línea de oración, tan sólo una pequeña línea de oración, luego empezaremos mañana.",
    "Él repartió tarjetas de oración hoy. Así que, repartimos tarjetas cada día, para que cada uno tenga la oportunidad de pasar, es un tiempo extraño. Entrar en la línea de oración, eso no les sana. Cualquiera sabe, en cada reunión, que son más los que sanan allá afuera que acá arriba (¿ven?), siempre. El Espíritu Santo igual sigue omnipresente. Él sólo busca encontrar creyentes, es todo, a los que Él pueda llegar.",
    "Repartieron tarjetas de oración P, como en Pablo. Vamos de donde hemos… Vamos a llamar de la uno. Uno, dos, tres, cuatro, cinco, seis, siete, ocho, nueve, diez, que se paren acá, por favor. Su tarjeta de oración es P, como en Pablo, del uno al diez, pónganse de pie acá en este lado, si se pueden poner de pie. Si no pueden, tendremos a alguien que los ayudará. Diez; uno, dos, tres, cuatro, cinco, seis, siete, ocho… Muy bien, dos más. Ocho, nueve, diez, muy bien. Del diez al quince, del diez al quince, serían cinco más. Del quince al veinte, pónganse de pie para que yo vea si se están poniendo de pie; P, quince al veinte. Veinte al veinticinco. Ahora veamos, donde sea que estén. Ahora que el resto de la audiencia guarde mucha reverencia, por unos minutos. Sería la tarjeta de oración P, del uno al veinticinco, ¿verdad? Veinticinco, del uno al veinticinco.",
    "Ahora todos los demás guarden mucha reverencia. Denle a Dios ese respeto, denlo al Mensaje. Se lo deben a Dios, observar por un minuto y considerarlo.",
    "Pienso que ahora están preparando a las personas. Aquellos que no… Si tienen una tarjeta de oración, si no están todos en la línea, se darán cuenta; me lo dirán en unos minutos, y entonces ellos… luego veremos si tal vez es alguien sordo o alguien que no puede.",
    "Yo no sé dónde están, amigos, esas tarjetas de oración. El muchacho viene aquí… [El Hermano Branham llama a alguien a la plataforma, “¿Quién las repartió?, ¿tú o Billy? ¿Billy?”—Ed.] Cuando él viene y mezcla esas tarjetas delante de Uds., luego les entrega una tarjeta de oración; viene acá, les dice a todos que se sienten y les entrega una tarjeta de oración. ¿Ven? Yo no sé dónde es que están. He estado queriendo que este niño suba acá, ¿ven? Y, otros, de los que no—no sé, yo—yo no tengo manera de saber eso. Supongo que Dios simplemente lo ordena así como Él lo quiere ordenado.",
    "Ahora, ahora el resto de Uds. que no tienen una tarjeta de oración, levanten la mano, digan: “Yo no tengo una tarjeta de oración, pero estoy enfermo”. Levanten la mano, donde sea, por el edificio. A mí no me interesa dónde estén, levanten la… Bueno, entonces aquí no hay muchas personas. Pues, según eso, no tardará mucho orar por la línea de oración mañana. Hay como veinticinco aquí, que no tienen, que están de pie que están enfermos.",
    "¡Qué bien! Me da gusto que lo hayan aceptado de esa manera. Uds. tal vez tenían más fe de la que pensé. ¿Ven? ¿Ven? Si Ud. aceptó su sanidad y descartó su tarjeta de oración, que Dios le bendiga. Ésa es la fe genuina. Nadie le impuso a Ud. las manos; Ud. puso las manos sobre Cristo.",
    "Ahora Uds. aquí en esta noche que no van a estar en la línea de oración, crean esta historia. Como la mujer que tocó el borde de Su manto, y Él se dio vuelta y reconoció que ella lo había tocado, ¿cuántos recuerdan la historia? Seguro, Uds. la recuerdan.",
    "Ahora, ¿creen Uds. que Él, dice la Biblia en Hebreos 4, que “Él es el Sumo Sacerdote, ahora mismo, que puede ser tocado por el sentir de nuestras dolencias?”. [La congregación dice: “Amén”.—Ed.] Bueno, si Él es el mismo ayer, hoy y por los siglos, ¿no se comportaría Él igual? [“Amén”.] ¿No lo ha hecho Él aquí noche tras noche? [“Amén”.] ¿Cuántos han estado en otras reuniones y lo han visto a Él hacerlo? Levántense. [“Amén”.] Seguro. ¿Ven? ¡Alrededor del mundo! Él sabe, Él sabe todo de Ud.",
    "Ahora, vean, lo que quiero hacer, ¿cuántos entienden lo que yo quiero que Uds. hagan? ¿Ven? Yo quiero que Uds., sin que nadie les imponga manos, quiero que Uds., como un genuino artículo de Dios, que digan: “Jesucristo, yo te creo. Ahora te acepto a Ti como mi Sanador; ahora te acepto como mi Salvador. Yo lo creo con todo mi corazón, su obra ha sido hecha”. Entonces aférrese de esa promesa, aférrese de su confesión y camine avanzando con ella. Mire lo que sucede. ¿Ven? Miren lo que sucede. ¿Ven? Ahora eso es lo que quiero que Uds. hagan, es la verdadera manera como nosotros debemos hacer.",
    "¿Qué dice? [Alguien dice: “El cuatro y el diecinueve”.—Ed.] Faltan el número cuatro, tarjeta número cuatro y número diecinueve. Tarjeta número cuatro. Miren a alguien; miren las tarjetas de sus vecinos. Tarjeta número cuatro y número diecinueve. Muy bien, un momento, esperen. Vean, si no las llamo, entonces eso me rebota, ¿ven Uds.? ¿Cómo dice? ¿Cómo dice? [“Cuatro”.] ¿Ud. tiene cuatro? ¿Qué del nueve…? El diecinueve todavía no. ¿Qué dice? [“Cuatro más”.] La tarjeta de oración número cuatro aún no ha entrado, o la diecinueve. Si alguien tiene esas tarjetas, si pasara a la línea. O, miren, vean, puede ser… tendrá alguien… ¿tienen una tarjeta ese bebé? Revisen que no sea… No es el número. ¿Tiene una tarjeta esta señora aquí, en esta silla de ruedas? Revisen su número. ¿Es ése—ése el número de ella? Una señora en una camilla, ¿hum? Los tienen. Ellos, ahora están todos. Bien. Muy bien. Ahora—ahora, Uds. las personas que tienen una tarjeta de oración, manténganlas. Vamos a ministrar por la gracia de Dios.",
    "Ahora, amigos, siendo esta la última noche que tendremos, mañana es la tarde del domingo, aquietémonos. Ahora simplemente tomen toda incredulidad que Uds. tengan y todo—todo pensamiento irracional y pónganlo en el suelo y pónganle el pie encima, por así decir. Digan: “Señor Jesús, yo te voy a creer”. ¿Cuántos lo harán? [La congregación dice: “Amén”.—Ed.] Gracias. Dios los bendiga.",
    "Ahora, nadie se vaya. Estén muy quietos, y crean. Miren hacia acá, y ahora vean.",
    "La identificación de Dios siempre ha sido que conoce, puede prever lo que ha sido, y decir lo que ha sido, cómo fue, o lo que será. Eso lo sabemos. Así era que se conocían los profetas. Así fue que se conoció a Jesús como el Mesías. Y Él es el mismo Mesías hoy como en ese entonces, sólo que sin un cuerpo físico aquí en la tierra. Él envió Su Espíritu de regreso para que usara el cuerpo suyo, mi cuerpo. Ahora, tal vez Ud. no pueda hacer esto. Sabemos, en la Escritura, que hay uno en una generación. Pero, vea, sin embargo, Ud. lo puede creer, y Ud. tiene otras cosas que puede hacer, todos.",
    "¿Qué si mi dedo decidiera que por cuanto no es mi ojo, que no será más mi dedo? ¿Qué si este brazo dijera: “No voy a levantarme más, pues si yo no soy un ojo, o una oreja, no voy a ser un brazo”? Pues, eso lisiaría mi cuerpo.\n\nSea lo que Dios ha puesto para que Ud. sea.",
    "¡Cuántas veces no he admirado a Oral Roberts, Billy Graham, Tommy Osborn!",
    "Algunos de esos hombres salen allí y dicen: “¡Gloria a Dios! ¡Créalo!”. Fe de Bulldog. Salen y se van, se bajan de allí sin el más mínimo esfuerzo.",
    "Billy Graham se para con un mensaje, y le habla al pueblo por unos minutos, dice: “Tomen la decisión; pasen al altar”. Tan sólo se para allí, no hace nada más.\n\nÉl dice: “Entonces ¿por qué haces eso, Billy?”.",
    "Dijo: “Mi mensaje que fue dado, vino de Dios”. Eso es correcto.",
    "Él está en esa iglesia de Sodoma, exactamente donde debe estar. Su nombre termina en h-a-m de Abraham, seis letras; Abraham tenía siete. ¿Ven el mensajero de esa iglesia, allá en Babilonia? Seguro. No hay un hombre en todo el país tan bien aferrado de ese mensaje de arrepentimiento, como Billy Graham. Él se para allí. Sale de allí, va y se come un filete T-bone y se acuesta, habiendo bebido una malteada de leche. Eso está bien.",
    "¡Y cuando uno tiene que pararse y combatir diablos! Una vez en Long Beach, el Hermano Jack y yo… Tu padre estaba parado allá.",
    "Y allá estaba parado el Sr. Fuller, Charles Fuller, un buen hermano, parado allá predicando. Había como dos o tres mil personas allá esa tarde. Nosotros nos sentamos y escuchamos, en su reunión. Yo tenía alquilado el auditorio, después de él. Y él se paró allá y habló muy bien. Y dijo: “¿Alguien aquí quiere aceptar a Cristo?”. Dos o tres personas pasaron para la dedicación de sus bebés. Una mujer dijo que ella quería aceptarlo. Subió y ofreció una corta oración (uno de los diáconos), regresó y se sentó. Estrecharon las manos, se dieron vuelta y salieron. Allí estaba su grupo intelectual de gente bien vestida, saliendo de allí.",
    "Luego entró el mío, en camisas de fuerza, sillas de rueda, ciegos, lisiados, cojos, mancos. ¡Cuando la fe de uno es encarada con algo así!",
    "Ahora aquí, ¿qué he declarado que es Cristo? Y ahora incrédulos sentados alrededor que quieren encontrar una falla (¿ven?), sólo buscando encontrar una falla.",
    "Recuerden, acá no hace mucho, en Toronto, estábamos parados allí predicando, orando por los enfermos. Yo constantemente sentía un espíritu raro; estaba sentado hacia mi izquierda. Continué vigilándolo. Había un hombre sentado allí, un grupo lo había contratado para que me hipnotizara. Él iba a los campamentos del ejército y hacía que los soldados se pararan sobre sus manos y ladraran como perros y cosas; hipnotismo. Yo sentí ese espíritu maligno. No sabía de dónde venía. Seguí vigilando. Vi esa sombra oscura. Esperé por unos minutos. Dije: “Tú, hijo de Satanás, ¿por qué te ha cegado la mente el diablo para que hagas algo así? Por cuanto has venido a ejercer control sobre Dios, a retar al Espíritu de Dios, ellos te sacarán de aquí cargado”. Él quedó paralizado allí en su asiento y aún sigue paralizado. ¿Ven?",
    "Nosotros no jugamos a la iglesia. ¿Cuántos han estado en las reuniones y visto que han sucedido cosas similares, Uds. saben, cosas que suceden? Seguro. Es cierto. Recuerden: sean—sean reverentes.\n\nAhora aquí está, supongo, la primera persona, ¿verdad que sí?",
    "Ahora, vean, he predicado, les he dicho exactamente lo que tendrá que suceder en este día. Ahora ésa es una señal, si acontece. Eso fue la señal, entonces crean la Voz que sigue la señal. ¿Ven?",
    "Ahora aquí hay una mujer. Exactamente, para Uds. los nuevos, aquí está San Juan 4, donde nuestro Señor Jesús se encontró con una mujer junto al pozo. Ellos nunca antes se habían conocido en la vida, y Él le dijo a la mujer cuál era su problema. Y ella reconoció que ése era el Mesías. ¿Se saben la historia? Aquí está de nuevo: un hombre y una mujer se encuentran. Ahora ella no es esa mujer ni yo soy ese Hombre, pero sigue siendo el mismo Dios. ¿Ven? Ahora, Jesús dijo: “Las obras que Yo hago vosotros las haréis también”, San Juan 14:12.",
    "Ahora, señora, al no conocerla, no tengo idea por qué estará parada allí. Puede ser por problemas domésticos; puede ser por otra persona. Tal vez Ud. está enferma. Tal vez es… Tal vez Ud. está parada allí fingiendo algo. Si es así, tan sólo vea lo que sucede. ¿Ve? Tal vez Ud. está personificando algo. Lo que sea, yo no… Tal vez Ud. sea una creyente genuina. Eso no lo sé, pero Dios sí. Sin embargo, Ud. sabrá si Él le dijo la verdad o no, ¿cierto? Si es la verdad, Ud. lo sabrá.",
    "Ahora, vean, a eso ha llegado su fe. ¿Cómo le gustaría venir aquí? Ahora, si alguien cree que esto está errado, pase Ud. aquí y tome a este paciente, pase aquí y tome a los demás. Entonces si no lo harán, luego no me condenen a mí. ¿Ven?",
    "Ahora, mire aquí, hermana, por un minuto. Ahora yo no tengo idea, no sé nada de Ud. Ud. tan sólo es una mujer parada allí.",
    "Ahora si el Señor Jesucristo, el Hijo de Dios, (lo cual he probado por la Biblia), prometió que regresaría en los postreros días y Se revelaría a Sí mismo en la plenitud de Su Espíritu…",
    "Igual que la Iglesia va subiendo; como sube en un ser humano, desde los pies, sube por los muslos, hasta la cabeza; y la cabeza es la cabeza del cuerpo. Y el Cuerpo ha crecido, desde la primera Iglesia, ha crecido, en esto, en las reformas, ha ido creciendo hasta ahora. Ella ha venido por justificación, santificación, bautismo del Espíritu Santo. Ahora es la Cabeza (Cristo) viniendo al Cuerpo, el Cuerpo de Cristo. Él es Aquél que sabe. Mi mano no sabe cómo actuar, sólo de acuerdo a mi cabeza. Pero Él es Aquél que sabe, por esa razón Él es la Palabra.",
    "Yo no soy la Palabra, soy un hombre. Pero, vean Uds., Él usa este cuerpo; porque Él murió para santificar este cuerpo, para que pudiera usarlo, y dio un don. Es como desengranarlo, luego el Espíritu Santo lo toma.",
    "Entonces, si Él describe o le dice lo que Ud. ha hecho, la razón por la que Ud. está aquí, o algo acerca de Ud., Ud. lo creerá; y ¿creerá lo mismo la audiencia? [La congregación dice: “Amén”.—Ed.] Que Jehová Dios lo conceda.",
    "Ahora yo tomo todo espíritu aquí bajo mi control, para la gloria de Dios. Ahora estén quietos. No se estén moviendo.",
    "Miren aquí, por un momento. “Mírenme” como dijeron Pedro y Juan, al pasar por la puerta. En otras palabras, sólo presten atención a lo que estoy diciendo. ¿Ven?\n\nJesús le hizo unas preguntas a la mujer. “Dame de beber”.",
    "Vean, yo he estado predicando, es igual. El Padre me envió acá a—a Baton Rouge. Aquí estoy.",
    "El Padre dijo que Él necesitaba pasar por Samaria. Él se sentó allí. Una mujer fue la primera que se acercó a Él. Él obró esa señal para esa mujer, y toda la ciudad se arrepintió. ¿Qué diferencia…?",
    "¿Piensan Uds. que si Él hiciera eso mismo, en esta noche, piensan Uds. que todo Baton Rouge se arrepentiría? Lo dudo, ¿Uds.? Verdaderamente que sí. Pero estamos en los postreros días, cuando no se ha conocido antes maldad más vil.",
    "Ahora sus aflicciones. Ud. está aquí para que se ore por Ud. Exactamente correcto. Y Ud. está sufriendo de una aflicción en la garganta. Si eso es correcto, levante la mano. No sólo eso, sino que hay alguien por el que Ud. está orando. Es un niño, y ese niño tiene una aflicción en la garganta. Y es por la condición de la garganta del niño, son crecimientos en la garganta. ¿Cree Ud. que Dios también lo sanará a él? Ese pañuelo en su mano, que Ud. ha levantado ante Dios, como testimonio (ahora no dude), vaya y ponga el pañuelo sobre el niño. No dude, hágalo de todo corazón. Dios los sanará a los dos, les dará su salud. [La hermana dice: “¡Alabado sea! ¡Aleluya!”.—Ed.] ¿Puede Ud. hacer eso? [“¡Jesús! ¡Gracias, Jesús”!] Entonces vaya, y que el Señor la acompañe. [“¡Gloria a Dios! ¡Aleluya”!]\n\n¿Cómo le va? Nosotros también somos desconocidos.",
    "¿Creen Uds.? [La congregación dice: “Amén”.—Ed.] Ésa es la señal. Ahora la Voz es: “¡Regresen a la Palabra!”.",
    "No la conozco; Él sí. Si Él me dice algo acerca de Ud. ¿creerá Ud. entonces que esa Palabra que he hablado será vindicada? Ésa es la—ésa es la vindicación de Eso. ¿Ven? Yo dije que Él lo hizo; eso es profetizar. Ahora si la profecía se cumple, entonces, dijo Él: “Oídla”.",
    "Ud. tiene una condición nerviosa severa con la que está sufriendo, nerviosismo. Y Ud. tiene un tumor, y el tumor lo tiene en la pierna. Eso es correcto, ¿no es así? [La hermana dice: “Sí”.—Ed.] ¿Ahora cree Ud.? [“Sí, señor”.] Entonces siga su camino, y crea. Y, como ha creído, así le sea hecho.",
    "¿Cómo le va? Yo no le conozco, pero Dios sí le conoce. ¿Cree Ud. que Dios puede decirme sus problemas? Míreme. Ud. tiene problemas. Pero Ud. en realidad está parada aquí por otra persona, y es alguien que fue criada con Ud. Es una hermana. Correcto. Ahora, ¿cree Ud. que Dios puede decirme cuál es el problema con esa hermana suya? ¿Lo aceptará Ud.? Ella sufre de problemas cardíacos. Eso es correcto. ¿Cree Ud. que ahora ella va a ser sanada? Entonces, de acuerdo a su fe, así le sea hecho.",
    "Venga, señora. ¿Cómo le va? ¿Si Dios puede decirme cuál es su problema, o lo que Ud. haya hecho, o algo, causará eso que Ud. crea? Ud. sabe que soy… Yo—yo—yo no la conozco. Ésa sería Su característica identificándose en mí, de acuerdo a la Palabra que Él prometió. [La hermana dice: “Sólo lo creeré”.—Ed.] ¿Lo cree Ud.? [“Sí. Amén”.]",
    "Ud. es otra, tiene problemas que los sufre una mujer de su edad, pero su pensamiento está enfocado en otra persona. Lo que Ud. desea de Dios, no lo busca de Dios para sí misma, sino para alguien más, es un hombre. Es su esposo. Y él sufre del corazón. ¿Cree Ud. que Él… Dios lo sanará? Vaya, créalo. Y como ha creído, así le sea hecho.",
    "Ahora, vean, toda la predicación, en esa hora que estuve predicando (lo que haya sido) con tres o cuatro personas que pasaron, ahora a duras penas me puedo sostener aquí de pie. ¿Ven? Vean, toda la multitud se ve como lechosa, por aquí. ¿Ven? Jesús dijo: “Poder salió de Mí”. Y si una mujer que tocó Su vestidura, sacó poder de Él, y siendo el Hijo de Dios, ¿qué de mí, un pecador salvo por Su gracia?",
    "Él dijo: “Las cosas que Yo hago vosotros también las haréis. Más que éstas haréis”. Yo sé que la Reina Valera dice “mayores”; pero si toman la traducción original, dice: “Más que éstas haréis”. Nadie pudiera hacer mayores. Él resucitó muertos, y detuvo la naturaleza, e hizo de todo. Pero Él dijo: “Más que éstas haréis, porque Yo voy al Padre”.",
    "🦅 El mundo no Me verá; pero vosotros Me veréis, porque Yo…”. Miren, “Yo”, yo—yo es un pronombre personal. “Yo estaré con vosotros, aun en vosotros”. Entonces, no es el hombre; es el Cristo.",
    "Estoy diciendo eso, como para sacudirme a mí mismo un poco, como para poder regresar. Uno llega a un punto después de un rato… No es que uno está allá arriba, ni acá abajo; es en el medio. ¿Cuántos entienden eso? Yo sé que Uds.—Uds. piensan que entienden. Yo también.",
    "¿Sabían Uds. que los poetas y los profetas siempre son neuróticos? ¿Cuántos saben eso?",
    "¿Cuántos han leído de William Cowper, el gran poeta inglés? Uds. saben, que escribió: “Hay una fuente llena de Sangre, sacada de las venas de Emanuel”. Después que escribió ese canto ¿escucharon lo que le sucedió? Yo me paré junto a su tumba no hace mucho. Él intentó suicidarse, y se ahogó en el río.",
    "¿Cuántos han oído de Stephen Foster, le dio a América sus mejores cantos folclóricos? Él lo tenía en la cabeza mas no en el corazón. Cada vez que le llegaba la inspiración, él escribía el canto. Luego cuando la inspiración lo dejaba, él no sabía qué hacer consigo mismo, y quedaba perdido. Él—él—él se emborrachaba. Y finalmente cuando salió de esa inspiración, llamó a un sirviente, y tomó una navaja y se suicidó. Es cierto.",
    "Miren a Elías, el profeta. Él subió allá y pidió fuego del cielo; pidió lluvia del cielo el primer día; y cerró los cielos e hizo todo eso. Luego cuando la inspiración lo dejó, él salió al desierto y se quiso morir. Y Dios lo encontró, cuarenta días después, metido allá en el fondo de la cueva. ¿Verdad que sí?",
    "Miren a Jonás, el profeta. Después que dio su mensaje, subió y se sentó en el monte, le pidió a Dios que lo dejara morir. Ajá. “Deja que Tu siervo parta en paz”.",
    "La gente no entiende eso. No, no, Uds. no lo entenderán; ni tampoco puedo yo explicarlo ni tampoco otro hombre. Uno no puede explicar a Dios. Dios no se conoce por el estudio científico; Dios se conoce por fe. Nosotros le creemos. ¿Cómo puede Ud. explicarlo? ¿Cómo luego seguiría siendo fe? Nosotros conocemos a Dios por fe.",
    "La iglesia jamás conocerá el trabajo y el agotamiento, y la lucha, y prueba, que produce traerlo, el Mensaje. Él sí lo sabe. Mi galardón no viene de las personas.",
    "Mire aquí, señora. Sí, rápidamente. Esa mujer tiene la sombra de la muerte. Si Dios no viene de manera inmediata a la mujer, yo veo… ¿No ven Uds. esas tinieblas allí suspendidas alrededor de ella? Ella morirá, eso no podría ser más cierto. Aquí no hace mucho, le tomaron la foto a algo así, y la tengo en casa. Alrededor de ella hay una sombra oscura. Ella tiene la sombra de la muerte.",
    "La damita ha tenido una operación. Y en esta operación, ellos la operaron de cáncer. Y ahora ella está teniendo problemas, toda clase de—de, bueno, simplemente complicaciones. Una cosa, Ud. está tan débil que no se puede poner de pie. Otra cosa, de la vejiga le sale pus. Ahora, sólo es para que Ud. vea que no estoy simplemente hablando por hablar. ¿Ve? Eso es correcto. Pero, señora, el médico se ha esforzado; le doy mérito por eso. No obstante, él fue un remedio, pero Dios es la cura. Así Ud. morirá; él hizo todo lo que pudo. ¿Cree Ud.? [La hermana dice: “Sí”.—Ed.] Venga aquí, por un minuto.",
    "Por la comisión dada a mí por el Dios Todopoderoso, certificada a mí por un Ángel, el cual ahora está presente en la forma de la Columna de Fuego, yo condeno este diablo que le está quitando la vida a esta mujer; en el Nombre de Jesucristo. Amén.\n\nVaya ahora creyendo. Con todo lo que hay en Ud., crea.",
    "Ud. tiene una aflicción que mata más personas que cualquier otra cosa, aflicción cardiaca. Ellos dicen que es la enfermedad número uno, pero no lo es, señor; el pecado es la primera creencia, enfermedad. ¿Cree Ud. que Él es capaz de sanarle el corazón y darle su salud? [El hermano dice: “Yo sé que Él puede”.—Ed.] Entonces vaya, créalo. Dios lo bendiga.",
    "¿Piensa Ud. que Dios le puede sanar la espalda y darle su salud? ¿Lo cree de todo corazón? Vaya, créalo, hermana. Observe lo que sucederá con Ud., va a mejorar.",
    "Artritis y aflicción cardiaca, pero ¿cree Ud. que Dios puede darle la salud? [La hermana dice: “Lo creo”.—Ed.] ¿Con todo su corazón? [“Sí, señor”.] ¿Ud. lo aceptará? [“Sí, señor”.] Según haya creído, así será con Ud. Ahora vaya, créalo con todo su corazón, y Dios la sanará.",
    "Ud. también sufre de la espalda. ¿Cree que Jesucristo la puede sanar? [La hermana dice: “Sí, señor”.—Ed.] Vaya ahora, créalo con todo su corazón. Yo no la puedo sanar, ¿ve?",
    "La próstata, nerviosismo, y Ud. también tiene artritis. ¿Cree que Dios le puede dar la salud, sanarlo? ¿Lo acepta? Entonces vaya y créalo.",
    "Lo mantiene despierto muchas veces, tosiendo; pero Dios cura el asma, ¿lo cree? [El hermano dice: “Sí, señor”.—Ed.] ¿Cree Ud. que Él le da ahora su salud? [“Sí, señor”.] Dios lo bendiga. Gracias, por su fe.",
    "¿Qué si ni siquiera le dijera una sola palabra a Ud., sólo le impongo las manos, creerá? [El hermano dice: “Sí”.—Ed.] Pase aquí. Le impongo mis manos, en el Nombre de Jesucristo, y que la artritis lo deje. Ella se va.",
    "Venga. Venga, hermana. ¿Cree Ud.? [La hermana dice: “Sí, señor. He recibido sanidad del Señor antes”.—Ed.] Bueno, eso es maravilloso. [“¡Aleluya”!] Entonces, vaya y coma su cena, y estará bien de su estómago. [“¡Aleluya! ¡Aleluya! ¡Aleluya”!]",
    "Mucho dolor de espalda, lo viene molestando por mucho tiempo. Vaya, creyendo que Ud.… Vaya, creyendo que va recobrar su salud, y Dios lo hará por Ud. [El hermano dice: “Dios lo ha hecho. Amén”.—Ed.] Amén. Eso es. [“Alabado sea el Señor”.] El Señor lo bendiga, hermano. Amén.",
    "Sanar la diabetes no es nada para Dios. Él les puede sanar, ¿cree Ud. eso? [La hermana dice: “Creo”.—Ed.] Muy bien. Acéptelo y vaya ahora creyéndole a Él con todo su corazón.",
    "Ud. también lo tiene en su sangre, ¿cree Ud. que Dios le va a dar la salud? Vaya, créalo con todo su corazón y reciba la salud.",
    "¿Cree Ud. que Él la sanó en ese momento cuando eso la impactó? Él lo hizo.",
    "Aflicción femenina. Aflicción cardiaca. ¿Lo cree Ud.? [La hermana dice: “Creo”.—Ed.] Vaya, reciba—reciba la sanidad en el Nombre de Jesús.",
    "¿Cree Ud. que Dios sanará su espalda, que sus riñones…? ¡Él la bendiga! Siga su camino.\n\nYo no sano; yo no puedo sanar, no soy un sanador.",
    "¿Qué pensó Ud. cuando Él le dijo de su espalda, cree Ud. que la suya también sanó? Muy bien, simplemente vaya, creyéndolo, entonces… Simplemente vaya creyéndolo, con todo su corazón.",
    "La suya también, ¿cree Ud. que Dios le da su salud? Vaya, créalo con todo su corazón. Dios lo concederá, si Ud…. pero tiene que creerlo.",
    "¿Cree Ud. que Dios también le dará su salud? [La hermana dice: “¡Alabado sea el Señor! Seguro que sí”.—Ed.] Muy bien. Dios la bendiga. Simplemente siga adelante y crea con todo su corazón.",
    "Venga, señor. Cae una gota blanca. El diagnostico de eso mostraría Diabetes. [El hermano dice: “Diabetes”.—Ed.] ¿Cree Ud. que Él le dará su salud? Vamos ahora al Calvario para una transfusión. Por fe, en el Nombre de Jesucristo, que él sea sanado. Amén. Dios lo bendiga, hermano. Crea con todo su corazón. ¿Cree Ud.? [“Exactamente cierto”.]",
    "¿Qué de algunos de Uds. ahora en la audiencia? ¿Creen de todo corazón, que Jesucristo es el mismo ayer, hoy y por los siglos? ¿Lo creen? [La congregación dice: “Amén”.—Ed.]",
    "¿Qué tal por acá en este distrito? La damita sentada, mirándome a mí directamente, sufriendo de aflicción femenina, ¿cree Ud. que Dios la sanará? Tiene puesto un abrigo azul. Muy bien. Crea ahora, Jesucristo le da su salud. Es así de sencillo.",
    "La dama sentada directamente detrás de Ud., de cabello oscuro. Ella dijo: “Gracias, Señor”. Algo la impactó. Ella no supo lo qué fue. El problema de la vejiga la ha dejado, sentada allí mismo, detrás de la señora que fue sanada en ese momento; si Ud. cree allí con todo su corazón, señora. ¿Cree? Muy bien, levante la mano si quiere aceptarlo. Dios le da su salud.\n\n¿Qué tal por aquí abajo, alguien aquí?",
    "Allá atrás en la audiencia, ahora, con mucha reverencia. No se muevan. Vean, estas enfermedades pasan del uno al otro.",
    "¿Qué de Ud., señor? ¿Este hombre de edad sentado en este asiento? ¿Cree Ud.? ¿Cree Ud. que Dios lo puede sanar? Artritis, y Ud. tiene bronquitis. ¿Cree Ud. que Dios sanará eso? ¿Lo cree? Muy bien, reciba lo que ha pedido. “¡Si podéis creer”!",
    "¿Qué piensa, señora, sentada junto a él? ¿Cree Ud. también? ¿Cree? ¿Cree Ud. que Dios puede decirme cuál es su aflicción? Ud. está lejos de mí. Sólo créale a Él ahora. ¿Cree Ud. que yo le he dicho la Verdad? Entonces bajará su alta presión sanguínea. ¿Lo cree?",
    "Ud. también levantó la mano. Ud. quería darle ánimo a ella. ¿Cree Ud. que Dios puede decirme lo que… Ud. ha sido muy amable al ayudarla a ella, ahora Dios será amable al ayudarla a Ud. Ud. tiene un problema espiritual que la ha estado perturbando. Si es cierto, mueva su mano así. Eso ahora será resuelto. Él lo corrige.",
    "¿Cuántos creen? ¿Cuántos de Uds. acce-… que no son Cristianos, sienten que—que Jesucristo está aquí presente, y les gustaría ponerse ahora de pie, decir: “Jesús, me gustaría identificarme a mí mismo como pecador, me perdonas mis pecados”? Pónganse de pie. Dios lo bendiga, señor. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Dios lo bendiga. Eso… Dios lo bendiga a Ud., a Ud., a Ud., a Ud. Esto, Él lo ve a Ud. Él anotó su nombre, por lo cual Ud. hace eso.",
    "Acá en el balcón, pónganse de pie, digan: “Señor Jesús, quiero, yo quiero ser identificado. Yo quiero misericordia para mi alma”. Dios lo bendiga, señor. “Yo quiero misericordia, Señor Jesús”.",
    "¿No puede ver, amigo, Ése es Él aquí? Dios lo bendiga, joven. Dios lo bendiga. Dios la bendiga, jovencita. Eso es lo más grandioso que Ud. haya hecho. Ahora alguien más que no lo haya hecho, póngase de pie, diga: “Yo quiero ser identificado, Señor Jesús. Yo mismo me estoy identificando en esta noche”.",
    "🦅 El que confiesa su pecado, alcanzará misericordia. El que esconde su pecado, no prosperará”.",
    "¿Lo harán, en Su Presencia? Dios la bendiga, señora. Yo quiero… Dios le bendiga. Sí. Y el Señor le bendiga a Ud. Dios lo bendiga, señor. Dios la bendiga, señora. El Señor le bendiga.",
    "Ud. dice: “¿Significa eso algo?”. Es entre muerte y vida, ésa es la diferencia.",
    "¿Reconocen Uds. Su Presencia aquí? ¿La reconocen? ¿La perciben? Vean, Uds. Lo ven, Uds. Lo ven obrando; es Él. Eso exactamente es lo que Él dijo que Él haría, ¿lo creen? [La congregación dice: “Amén”.—Ed.]",
    "Alguien más que diga: “Yo quiero identificarme como un pecador, Señor. Perdóname ahora mis pecados”. Si ya se encuentra de pie, sólo levante la mano. Algunos de Uds. junto a las paredes, levanten… Dios lo bendiga, Dios lo bendiga. Alguien más que diga, arriba en el balcón, hacia la parte de atrás, que diga: “Yo me quiero identificar, Señor Jesús. Pido misericordia en esta noche, en Tu Divina Presencia, creyendo que el mismo Dios que me va a juzgar, que Su Presencia ahora está aquí. Él sabe si Él me está hablando a mi corazón y diciéndome que estoy errado. Quiero ponerme de pie y decir que estoy errado. Confieso mi error. Me estás condenando, en el corazón”. Por eso detuve la línea de oración. Dios le bendiga. Dios le bendiga.",
    "¿Por qué piensan que la detuve? La detuve porque sabía que eso tenía que suceder.",
    "Ahora, hay otros aquí ¿se pondrían de pie? Pónganse de pie y digan que Algo les está hablando al corazón, que Uds. están errados. Dios lo bendiga, señor. Dios le bendiga. Dios le bendiga. Dios le bendiga. “Estoy errado. Perdóname, Señor. Me estoy identificando. Yo me pongo de pie en Tu Presencia. Sé que Tú estás aquí. Yo… Tienes que estar aquí. Tú dijiste que esto sería lo—lo que harías. Ahora, yo sería… yo veo la señal, y sé que me ha sido explicado que ésa debe ser la señal de este día. Oigo la Voz que llamó de nuevo al arrepentimiento. Heme aquí, Señor. Yo creo la señal. Oigo la Voz”.",
    "¡La Voz ahora le está hablando a Ud.! ¡Regresen, oh dispersos! ¡Regresa, oh, estrella errante! ¡Regresa, oh, tú que has sido echado! ¡Regresa esta noche!",
    "¿Por qué no regresa? Sólo póngase de pie y diga: “Yo me identifico como un pecador, pidiendo misericordia”. Lo harían, ¿alguien más? Dios la bendiga, señora. Dios lo bendiga, allá arriba, hijo. Si se me pasan a mí, a Él no. Dios la bendiga, señora. Eso está muy bien. Eso está muy bien. ¿Alguien más? Sólo sigan… Quiero retenerlos tan sólo un minuto más, pues aún siento una pequeña carga aquí, ¿ven? ¿Alguien más? Dios la bendiga, señora. Así se hace. Así es. ¿Alguien más: “Yo quiero identificarme, sencillamente ponerme de pie y decir que estoy errado; estoy pidiendo misericordia”? ¿Lo harán? Rápidamente antes de que avancemos, póngase de pie y diga: “Yo quiero identificarme, Señor Jesús”. Dios la bendiga, jovencita.",
    "Sabe, tal vez sea antes de Ud. llegar a casa, pero en algún momento u otro vendrá una bruma fría en su rostro. Puede ser que alguna mañana el médico venga y le tome la presión, subiéndole la manga, no se podrá hacer más. Entonces Ud. sentirá las ondas heladas de la muerte flotando por su rostro. Ud. recordará lo que ha hecho.",
    "Recuerden, ellos no podrán sepultarlos lo suficientemente profundo, no hay nada que puedan hacerles. Dios prometió: “Yo te resucitaré de nuevo, en el día postrero”. Miren: “El que oye Mis Palabras y cree al que Me envió, tiene Vida Eterna; y no vendrá al juicio, mas ha pasado de muerte a Vida”. Alguien borre Eso si pueden. Jesucristo dijo Eso: “El que cree (eso es que entiende Mi Palabra y cree al que Me envió), tiene Vida Eterna, no vendrá a Juicio, condenación, sino que ha pasado de muerte a Vida”. Pues, él ha creído en el unigénito Hijo de Dios, que Dios levantó hace dos mil años, y que está aquí vivo, esta noche, mostrando el atributo de Su resurrección.",
    "¿Habrá otro que se ponga de pie, después de ése, otro que diga: “Yo quiero aceptar Eso; yo quiero aceptarlo a Él”? Que Dios los bendiga. Dios la bendiga. Eso está muy bien, damita. Es algo muy valeroso. Quiero que se fijen.",
    "Observé un llamado al altar, hace un tiempo acá, la gente pasaban mascando y mascando chicle, dándose puños en los costados.",
    "Pero, ¿se han fijado Uds. en la sinceridad en los rostros de esas personas? Esas jóvenes, aún después de condenarlas por el cabello cortado, usar maquillaje; con ese maquillaje y el cabello cortado, se pusieron inmediatamente de pie de todas maneras: “Soy una pecadora, ten misericordia de mí, Dios”. Eso es esa Simiente que está allí. La Luz brilló sobre ella y ellas la conocieron. Dios las bendiga.\n\nInclinemos ahora nuestros rostros.",
    "Quiero que todo creyente aquí, que esté parado cerca de esa persona que se puso de pie, que pongan la mano sobre esa persona (¿lo harían?), aquél que se puso de pie. Se pusieron de pie junto a Ud. Si Ud. es Cristiano, ponga la mano sobre ellos; hermana, hermano: “Tengo ahora mi mano sobre Ud.; voy a orar”.",
    "Padre Celestial, hay algunos aquí esta noche que—que Te creen. “Algunas semillas caen junto al camino”, Tú dijiste, “las aves vienen y la recogen. Otras caen sobre rocas y espinos y abrojos. Pero algunas caen a buen terreno fértil”. Y Tu Presencia aquí esta noche, ha convencido a muchos aquí esta noche que Tú eres el Hijo de Dios, que estás vivo para siempre. Y has prometido que por cuanto Tú vives, también nosotros podemos vivir.",
    "Señor Jesús, ellos se han levantado y han permanecido de pie como testimonio que Te han creído. Ahora, Señor, yo sé que Tú te pararás por ellos en ese Día. Concédelo, Señor. Te los entrego, en el Nombre de Jesucristo. Que ellos vayan a una buena iglesia y sean bautizados en bautismo Cristiano. Que se unan a un buen grupo de creyentes. Que sean llenos del Espíritu Santo. Que sean trofeos del Evangelio, joyas en Tu corona en aquel Día. Y si no los vuelvo a ver de este lado antes de ese gran Día, que los pueda ver aquel Día como en la visión, diciendo: “¿No se acuerda de mí? Fue en Baton Rouge, esa noche que yo me puse de pie”. Concédelo, Padre. Ellos son Tuyos, en el Nombre de Cristo.",
    "Tengo aquí, delante de mí, una caja de pañuelos, zapatos pequeños, botas, pañuelos, y ropa y delantales. Somos enseñados, en la Biblia, que tomaron del cuerpo de San Pablo, pañuelos y delantales, espíritus inmundos salieron de la gente. Ahora, Padre, sabemos que no somos San Pablo, pero Tú aún eres el mismo Dios; por tanto, pido que concedas los mismos resultados, esta generación está creyendo en sinceridad. Ellos no le creyeron a Pablo porque él era Pablo; le creyeron a Pablo porque Tú te identificaste con Pablo. Ahora ellos están creyendo lo mismo esta noche, Señor, que Tú te has identificado entre nosotros, en esta noche. Y un día, decimos que…",
    "Un escritor nos decía que: “Israel estaba de camino hacia la tierra prometida y el Mar Rojo se atravesó, para impedirles a ellos la tierra prometida”. El escritor dijo que “Dios miró desde la Columna de Fuego, con ojos de enojo, cuando se movía sobre Israel. Causaba ceguera, tinieblas para el incrédulo, y luz para Israel. Y cuando ese Mar Rojo se atravesó, tuvo temor, y se abrió e Israel cruzó a la tierra prometida sobre tierra seca”.",
    "Señor Dios, mira acá abajo en esta noche a través de la Sangre de Jesucristo, Tu Hijo. Pongo mis manos sobre estos pañuelos; cuando sean puestos sobre los enfermos, que el Espíritu Santo, Señor, mire sobre esa persona y la enfermedad se aparte, y que ellos puedan cruzar a esa tierra de buena salud y fortaleza. Pues, la Biblia dice: “Sobre todas las cosas” que ellos desean que “prosperemos en salud”. Concédelo, Señor. Yo los envío, en el Nombre de Jesucristo. Amén.\n\n…Seguiré do Tú me guíes,\n\nSeguiré…(cantemos)…do Tú me guíes,\n\nDondequiera (Su Presencia ahora está aquí, adorémoslo dulcemente en canto), fiel Te seguiré.",
    "¿Pueden cantarlo así?\n\nSeguiré do Tú me guíes,\n\nSeguiré do Tú me guíes,\n\nSeguiré do Tú me guíes,\n\nDondequiera (Por favor, levanten ahora la mano), fiel Te seguiré.\n\nPongámonos ahora de pie, levanten de nuevo las manos.\n\n…Te seguiré en el huerto,",
    "Todos canten ahora en el Espíritu. Es un Mensaje bastante cortante. Adorémoslo a Él ahora estando en Su Presencia. A Él le gusta ser adorado.\n\n…el huerto,\n\nTe seguiré en el huerto,\n\nDondequiera fiel Te seguiré.",
    "Ahora vamos a tararearlo. “Seguiré…”. Ahora mientras lo hacen, quiero que estrechen manos con alguien, díganle: “Dios le bendiga, peregrino. Dios le bendiga, peregrino”, así. Somos uno entre nosotros. Metodistas y bautistas, presbiterianos, pentecostales, todos dense la mano. “Dios le bendiga, peregrino”. Eso es lo que somos: peregrinos.\n\n…el huerto,",
    "Dios le bendiga, peregrino. Dios le bendiga. [El Hermano Branham y la congregación continúan estrechándose las manos. Cinta en blanco.—Ed.]\n\n…el huerto,\n\nAhora levanten sus manos.\n\nDondequiera fiel Te seguiré.",
    "Inclinemos nuestros rostros, humildemente, en oración. No olviden en la mañana, escuela dominical.",
    "De alguna manera u otra, percibo la Presencia de Dios muy real en mi corazón. Es tan difícil para mí salir, en esta noche, por alguna razón. Siento que el Espíritu Santo está complacido, en esta noche. Es muy probable que tengamos un gran servicio mañana, viendo a la gente como vienen a Cristo, ¿ven Uds.? Alguien se preguntó por qué no hice el llamado al altar. Yo espero sentirme guiado a hacerlo. ¿Ven?",
    "Confío que todos los que levantaron la mano, o se pusieron de pie, confío que estén en alguna buena iglesia mañana, tomen su lugar entre los creyentes.",
    "Mientras tenemos nuestros rostros inclinados, voy a pedirle aquí al pastor que pase adelante, por favor, para despedirnos. Ahora, Dios los bendiga, con nuestros rostros y corazones inclinados delante de Dios. 🦅"
  ]
}