{
  "title": "EL CRISTO IDENTIFICADO DE TODAS LAS EDADES",
  "id": "64350009",
  "content": [
    "🦅  Gracias, hermano. Pueden tomar asiento. Verdaderamente considero este un gran privilegio esta noche, estar aquí en Louisville, Mississippi. Esperábamos este momento desde hace mucho tiempo, y pensé que estaba llegando a Louisville. Estoy al otro lado del río de Louisville, Kentucky, mi tierra natal. Parece como regresar a casa de nuevo, estar en Louisville.\n\nAhora, allá, algunos lo pronuncian: “Louvil”, “Louis-ville” y “Lueyville”. Y no sé cómo sea aquí. Creo que nosotros, la mejor manera, como siempre lo he pronunciado, era Louis-ville. Parece que L-o-u-i-s- sería Louis-ville. Pero, allá en casa es “Louvil”, y “Lueyville” y “Louis-ville”, así que, solo escogemos el que queramos usar.\n\nLo principal es que estamos reunidos en el Nombre del Señor Jesús. Nos hemos congregado aquí sin otro propósito que servirle a Él, y que Su gran Nombre sea honrado entre nosotros, más; cuando—cuando… que la reunión haya terminado, que lo que quizás… pudiera ser posible ahora. Sabemos que nosotros Lo honramos a Él de todo corazón.",
    "Y ahora vengo aquí por invitación de los ministros de esta, la localidad por aquí, y de este lugar. Y no vengo con algo diferente de ellos; es exactamente el mismo Evangelio. Y creo que Jesús dijo una vez, que, “El Reino del Cielo es semejante a un hombre que tomó una—una red y fue al mar. Y cuando la echó, sacó de toda clase”. Ahora, eso es lo que sacamos en la red del Evangelio.\n\nCuando un hombre echa una red al mar o al lago, es difícil saber lo que sacará de allí. Pues, podría sacar un cangrejo de río; y podría sacar un pez carroñero. Podría sacar arañas, una serpiente, y—y cuanta cosa más.\n\nPero, nuestro deber es usar la red; juzgar no está dentro de nuestro deber. Y yo vengo a tomar la red que el Señor me ha dado, para entrelazarla con la red de estos hombres, para que, juntos, dos redes se extenderán un poco más que una red. Así que, he entrelazado mi red con Uds. hermanos aquí. Todos Uds. aquí, que pertenecen a estas iglesias por aquí: he entrelazado mi red con Uds., para lanzarla aquí al mar, y recogerla y ver si el Señor tiene unos—unos por acá que aún no se hayan atrapado. Y que el gran Evangelio de nuestro Señor Jesucristo se identifique de tal manera entre nosotros, en estas próximas cinco noches aquí, que veamos a todos aquellos que no han sido atrapados, en esta edad, y que tal vez puedan atraparse en la—la red del Evangelio, para el servicio del Maestro.",
    "Ahora, nosotros, esto no se puede lograr solo. Se debe hacer con cooperación y en oración, y todos juntos, para combinarnos y unir nuestros corazones, y orar.\n\nY ya hemos disfrutado de un avivamiento como de quince años, lo cual, según la historia, ha durado más que cualquier avivamiento del que yo sepa. Por lo general, un avivamiento dura como tres años, luego se dispersa. Pero creemos que este es uno de los últimos grandes avivamientos que el mundo recibirá, y ha llegado en la última edad, la edad de Laodicea, al final de la dispensación Pentecostal. Y yo creo que la iglesia ahora se está yendo a su condición tibia, como lo predijo la Biblia. Y ya estamos viendo la pesca de la última porción, cuando vemos la manera en que han sucedido las cosas en el mundo, en los últimos días.\n\nPor ejemplo, el gran terremoto en Alaska. Nunca ha habido un terremoto como ese en todo el mundo. ¿Se fijaron? Sucedió en un Viernes Santo. Saben, la última vez que el mundo fue sacudido, también fue en un Viernes Santo, cuando murió nuestro Maestro, y aquello sacudió el mundo entero. Y recuerden: esa pudiera ser la señal de Su regreso. Él dijo que “Habría terremotos en diversos lugares”. Hoy tuvimos otro en California, y así están apareciendo por todas partes, pequeños temblores. Dicen que aun el edificio de la capital se desplazó en su cimiento, y regresó. Y—y por acá en Baton Rouge, Luisiana, una piscina allí, le sacó el agua, desde allá en Alaska. Hasta Suiza, Suecia y por allí, sacudió edificios y cosas, alrededor del mundo.",
    "Yo creo que es un esfuerzo por abrirnos los ojos, para que veamos la hora en que estamos viviendo. Estoy aquí con un temor reverencial, de que quizás pudiera ser antes de lo que pensamos, Su aparición.\n\nY hermano y hermana, aun para los jóvenes: coloquemos toda la sinceridad que podamos. Este pudiera ser el último avivamiento al que asistamos, y quizás no terminemos este, y Él venga. Yo estoy esperándolo a Él hoy. Si Él no llega hoy, estaré esperándolo mañana, si es que estoy aquí. Y, pues, he estado esperándolo a Él desde que oí que Él regresaría, y han pasado treinta y tres años de cuando Le entregué mi corazón. Llevo treinta y tres años detrás del púlpito, esforzándome en proclamar las inescrutables riquezas de Su gloria. Y confío que Dios Se dará a conocer de tal manera entre nosotros, que todo incrédulo sea salvo, y todos los enfermos sean sanados, y los santos del Señor, Sus hijos creyentes, sean alzados en el—en el Espíritu.",
    "Un avivamiento no significa conseguir nuevos miembros; es revivir lo que ya tenemos. ¿Ven? Es revivir.\n\nEstuve, hace algún tiempo, observando las olas del lago Michigan, viéndolas, parado allá, después de un gran avivamiento en Chicago. Veía las—las olas, cómo entraban, en una gran marejada, entraban y salían. Y pensé, saben, me recuerda la canción: “El gozo, como las olas del mar, desborda mi alma”. Y esas olas empiezan en algún lugar, allá en el lago o en el océano. Y a medida que vienen, siguen acumulando impulso. Entonces, finalmente, golpean la orilla; solo para regresar, y volver a entrar.\n\nY así es como lo hacen las olas de la gloria de Dios. Entran, así como—así como las olas, una y otra vez, una tras otra, y salen y entran, las olas del gozo de Dios bañan nuestras almas.\n\nY me pregunté: “¿Para qué servirá eso? ¿De qué sirve sacudir las aguas?”. La naturaleza tiene una manera de cuidarse a sí misma.\n\nAsí como la gente, pues, como cuando Uds. están en su iglesia con sus pastores, cuando están en una lección de escuela dominical o—o algo en su iglesia. Tal vez no haya emoción, ni—ni nada inusual. Pero, con todo, hay tanto de Dios en su corazón como lo hay cuando Ud. está saltando o gritando.\n\nPensé: “¿Por qué lo hacen?”. Dios tiene un avivamiento, por la misma razón que Él pone un avivamiento en el océano, coloca un avivamiento en el lago. Y el agua, al sacudirse y moverse, saca toda la basura del agua, arrojándola a la orilla. Y yo creo que es algo bueno que tengamos avivamientos, y que nos aparte de toda superstición, y saque todo el—el—el mundo, sacudiéndolo y arrojándolo a la orilla, para que las aguas queden limpias de eso.",
    "Ahora, esta noche, es como… Es la primera vez que estoy aquí, pero no me siento como una visita entre Uds. Y—y no lo soy; soy su hermano. Y yo—y yo, por supuesto, la novedad de recién conocernos… Probablemente, algunos de Uds., sé que nunca los he visto. Quizás Uds. nunca me hayan visto a mí. Y siempre está esa pequeña presión de que uno… Es difícil. Y, simplemente… Pues, simplemente es así, en todas partes. Estoy en mi, comenzaré mi octavo viaje alrededor del mundo. Y yo—yo—yo veo eso, en todas partes, no importa dónde uno esté.\n\nQue cuando uno halla gente Cristiana, dónde está el Espíritu Santo, no importa en qué nación, ni qué tan distante en la selva o lo que sea, ellos hacen lo mismo que Uds. cuando reciben el Espíritu Santo. Ellos hacen exactamente lo mismo. Ellos tienen la misma libertad, la tienen. Creen igual y actúan igual que cualquier Cristiano cuando recibe a Cristo.\n\nPero, en eso, uno encuentra esa tensión. Y, creo que la primera noche es un buen momento para conocernos. Y entonces, pues, entonces, a medida que avanza la reunión y se desarrolla, entonces nos vamos conociendo mejor el uno al otro, más que como estamos ahora. Y, mientras más rápido pasemos de ese punto, pues, mejor estaremos.",
    "El Espíritu Santo es tímido, muy, muy tímido. Y—y aunque haya solo un incrédulo o escéptico presente, al Espíritu Santo se le dificulta obrar. Recuerden, una vez Jesús sacó a un hombre de la ciudad, para sanarlo, lo apartó de la incredulidad. Él entró a Su Propia ciudad, y la Biblia dice: “Y no pudo hacer muchos milagros”. Nos parece difícil creer que sea así, pero la Biblia dice que Él no pudo hacerlo. ¿Ven? Él no puede hacer nada en contra de su convicción. Ud. tiene que creerlo.\n\nAlguien me dijo, muchas veces, dicen: “Hermano Branham, a mí no me importa lo que suceda; yo no Lo creo”. Bueno, no era para esa persona.\n\nNo es para incrédulos. Eso solo es para creyentes, los que creen; “Al que cree todo le es posible”. Los incrédulos no reciben nada. Y, pues, ellos—ellos simplemente no creen nada, así que no reciben nada. Si ellos solo tienen una teología fría, eso es lo que reciben. Pero aquellos que creen en Dios, y creen que Jesucristo es tan real hoy como siempre lo ha sido, eso es lo que ellos reciben; “Conforme a vuestra fe, os sea hecho”.",
    "Y entonces, al estar aquí, pensé en presentar esta noche lo que queremos hacer.\n\nAhora, supongo que, siendo que el patrocinio es pentecostal, que la mayoría del pueblo aquí es pentecostal. Y ahí es donde he dirigido mi objetivo, aunque nunca me uní a ninguna iglesia pentecostal, ni a una cierta iglesia. Yo no tengo una denominación, cierta denominación. Y, francamente, no estoy muy a favor de eso. Ellos pueden tener lo que quieran. Pero Uds. hacen las líneas, ¿ven?, y Dios—a Dios no le gusta que se hagan líneas en Su Iglesia.\n\nEso me recuerda de un hombre, cierta vez, que tenía algunos patos, y él—él les cortó las alas para que no volaran del corral. Tenía patos de un lado, y patos del otro. Y el agua comenzó a entrar. De repente, el agua subió más y más, y los patos se juntaron. ¿Ven? Eso es lo que tenemos que hacer; dejar que las aguas suban, y los patos se juntarán entonces ¿lo ven? Y todos estamos en la misma agua. Así que, se puede salir de las barreras denominacionales flotando, si solo permitimos que las aguas suban lo suficiente.\n\nComo un hombre que tenía un campo de maíz. Y un individuo siempre decía… Él tenía en un campo, la siembra hacia acá, y en el otro, hacia allá. Y alguien que pasaba volando, cada mañana, observaba ese campo de maíz. Él decía: “¡Qué buen sembrado de maíz allí, y ese de allá!”. Después de que el maíz creciera un poco, alcanzó hasta más arriba del cerco, y parecía como un solo campo. Y espero que aquí llegue a ser así, que seamos un gran campo de maíz, de un solo corazón para el Reino de Dios.",
    "Ahora, nuestro propósito.\n\nAhora, muchas veces la gente dice: “El Hermano Branham, el sanador Divino”. No. Eso está mal. Solo hay un sanador: y es Dios. No hay sanador en la medicina, no hay médico que sea sanador; no hay un buen médico que reclame ser un sanador. Y si lo hace, entonces le—le—le está diciendo algo errado.\n\nMe entrevistaron donde los Hermanos Mayo, y ellos dijeron: “Nosotros no reclamamos sanar a los enfermos, Sr. Branham. Nosotros solo declaramos ayudar a la naturaleza. Hay un sanador: y ese es Dios”. ¡Cuán sensato es eso!\n\nUd. podría romperse el brazo; un médico podría componerlo. Pero él no puede sanarlo, porque no tiene con qué sanar. Tendría que formar tejido. Un médico puede sacar un diente o quitar un apéndice, pero ¿quién sanará eso? ¿Ven?, la Biblia no erra. La Biblia está correcta en cada Palabra; “Yo soy Jehová Quien sana todas tus dolencias”. ¡Toda! ¡No hay otro! No, es un hecho. Aún no han encontrado nada que pueda formar tejido. Ellos tienen medicinas que pueden eliminar los gérmenes, hasta—hasta que el tejido se una. Pero, es Dios, el que sana. Dios es el único sanador que existe.",
    "Así que, la Biblia es absolutamente la verdad. Y allí nos paramos: la Biblia; tiene que ser ASÍ DICE EL SEÑOR. Ahora, por supuesto creemos que Dios puede hacer cosas que no están escritas en Su Palabra, porque Él es Dios. Él hace lo que Le plazca. Sin embargo, a mí me gusta ver cualquier cosa, cuando se trata de una doctrina, que venga de la Biblia. Pues, yo creo que la Biblia es la revelación completa de Jesucristo. La Biblia dice que Lo es; es la revelación de Jesucristo. Y no se Le debe añadir nada, ni quitarle nada. Así que, a mí me gusta quedarme solo con lo que dice Allí y lo que promete. Si Él solo hace lo que prometió, pues, eso es lo único que me interesa ver. Entonces sé que Lo veré a Él.\n\nAhora, con esto no queremos decir que enfatizamos la sanidad Divina como algo mayor, porque la sanidad Divina es algo menor. Y uno no puede darle un énfasis mayor a algo menor. Pero, alrededor del ochenta y seis por ciento, se estima, creo, del ministerio de Jesús, fue de sanidad Divina. Él…\n\nComo decía el Dr. Bosworth, mi… Uno de mis asociados que acaba de pasar a la Gloria, en los últimos años, cerca de… tenía como ochenta y cuatro años. Él decía: “La sanidad Divina es la carnada en un anzuelo. Y uno nunca le muestra el anzuelo al pez. Uno le muestra la carnada, para que él tome la carnada y le entre el anzuelo”. Así que, eso, eso es lo que es. Queremos pescar los peces para la gloria del Señor; pescarlos del mundo y tráelos al Reino de Dios.",
    "Y, pues, la sanidad Divina, lo principal es la sanidad Divina del alma. El Cuerpo de Cristo, necesita sanidad más que cualquier cosa que yo conozca, el Cuerpo de Cristo. Ha sido tan dividido por la teología de los hombres y las diferencias denominacionales, al grado que es un Cuerpo enfermo. Y yo—y yo, déjenme decirles, Este—Este necesita sanidad, una gran sanidad. Y yo—yo confío que el Señor hará algo grande para la sanidad de Su parte del Cuerpo que está aquí.\n\nNosotros creemos que hay una, una Iglesia. Y no nos unimos a Ella. El próximo lunes cumpliré cincuenta y cinco años, y la familia Branham nunca me pidió que me uniera a su familia. Yo nací un Branham. Así fue—así es como lo soy.\n\nAhora, así es como somos Cristianos: Cristianos por nacimiento. Y uno no se une; uno nace allí. Entonces Ud. recibe el carácter de Cristo.",
    "Ahora, encontramos también que en esto, mucha gente aquí en América, especialmente, ha sido enseñada. Tenemos el sistema, o el—el Señor lo mandó, así que es correcto, de poner las manos sobre los enfermos y orar por ellos. Esa fue la última comisión a la iglesia. Y está muy bien. Se ha llevado a cabo a través de las edades. Cada vez que un avivamiento comenzó en cualquier edad, venía con sanidad Divina y lo sobrenatural de Dios.\n\nY ahora encontramos en esta edad, y mi esfuerzo, lo que me estoy esforzando por lograr, es esto: En este último día ha habido tanta gente predicando sanidad Divina, y han colocado tanta gloria propia en ello, que han dejado un mal sabor ante el público. Ha sido: “¡Bendito el Señor! El Hermano Fulano de tal me impuso las manos, y gloria al Señor, yo sané”. Ahora, ¡si tan solo pudiera omitir eso!",
    "Si alguien pudiera decir: “El Señor Jesús me sanó”, cuánto mejor sería así, ¿ven Uds.? Así que, con el pequeño ministerio que el Señor me ha dado, se está buscando traerlo a Él a su presencia, para que Ud. ponga sus manos sobre Él, el Sacrificio suyo, y reciba sanidad. No se trata tanto de imponer las manos; lo cual hacemos, todos. Oramos e imponemos las manos sobre los enfermos.\n\nNosotros no sanamos a la gente. Ellos ya están sanos. Toda persona ya está sana. ¿Cuántos lo creen? Veamos ahora cómo ha sido instruida nuestra congregación. Dos tercios de ellos lo creen, por lo menos. Ahora, que “Él fue herido por nuestra rebelión; por Sus llagas fuimos curados”. Todo atributo por el cual Él murió, en el Calvario, es nuestro desde ese momento en adelante, todo por lo que Él murió. “Él fue herido por nuestras rebeliones; molido por nuestra iniquidad; el castigo de nuestra paz fue sobre Él; por Su llaga fuimos curados”. Nosotros fuimos curados, tiempo pasado.\n\nTodo pecador es salvo; desde el día en que Jesús murió en la cruz, Él perdonó todo pecado del hombre.",
    "Ahora, Dios es un gran—un gran… como un gran Ser. “En el principio, Dios…”. ¿Ven? Nosotros… Él ni siquiera era Dios, para empezar. Dios es “un objeto de adoración”. Y Él fue llamado… No había nada, que adorara. Él era Elohim auto existente, y no había nada que Lo adorara. Cuando Él creó a los Ángeles, entonces hubo algo que Le adorara.\n\nPero en este gran Dios, Elohim, había atributos. Había atributos allí para ser Dios; atributos para ser Padre; atributos para ser Hijo; atributos para ser Salvador; atributos para ser sanador. Todos estos atributos estaban en Dios. Y si Ud. alguna vez recibió Vida Eterna, Ud. estaba en los atributos de Dios, porque Ud. recibió Vida Eterna. Jesús vino como Redentor. Y redimir significa “llevar algo de vuelta a donde comenzó”. Correcto. Ud. estaba en el pensamiento de Dios. Puede ser que Él haya tenido que unir esto con aquello, y aquí abajo y aquí abajo.\n\nComo un hombre que fabrica campanas para la iglesia; pone tanto latón y tanto hierro, para conseguir el tono correcto. El fundidor sabe la cantidad a poner. Si no lo sabe, no conseguirá el timbre correcto.",
    "Y Dios sabe exactamente a dónde Ud. pertenece, y a qué edad pertenece. Y, por lo tanto, si Uds. tienen Vida Eterna, la palabra Eterno es “algo que nunca comenzó, o nunca podrá terminar”. Y, quienquiera que Ud. fuera, ¿ven?, que fuera, Ud. siempre lo fue. Ud. era el atributo de Dios siendo—siendo desplegado, una—una Palabra. “En el principio era la Palabra”.\n\nY la palabra es un pensamiento manifestado. Ud. lo piensa, luego lo habla; como si yo dijera: “La luz”. Yo tuve que pensar en “luz” antes de decir “luz”. “Micrófono”, tengo que decir… pensar “micrófono”, para decir “un micrófono”.\n\nY nosotros somos los atributos de Dios manifestados.",
    "Y he encontrado, encuentro dos clases de personas en el camino. Una de ellas son los fundamentalistas, y la otra son los pentecostales. Ahora, los pentecostales tienen algo, pero no saben quiénes son. Y los fundamentalistas saben algo, pero no tienen nada aparte de eso. Y entonces, eso, es como un hombre que tiene dinero en el banco, y no puede hacer un cheque, el otro puede hacer un cheque y no tiene dinero en el banco. Si Ud. lograra juntarlos, sería—sería una cosa grandiosa.\n\nPero ahora, considerando esto, la reunión que tratamos de llevar a cabo, es para Ud., Ud. como individuo, para su necesidad en Cristo. Salvación, sanidad Divina, o lo que sea que Ud. necesite es para, por fe, que Ud. sepa que está en la Presencia de Cristo, y que por fe Ud. se extiende y lo toma. Pues, esa es la única manera en que Ud. lo conseguirá. Es… Por fe somos salvos; por fe somos sanos. ¿Ven? No hay nada que Dios tenga que bajar y hacer de nuevo; Él ya lo ha hecho.\n\nY, ¿lo ven Uds.?, todo el tema es—es: Dios llegando a ser tangible. Que, en el gran Día por venir, cuando Cristo se siente sobre el trono de David y reine en el Milenio, es Dios, tangible, en la tierra.\n\nÉl ahora está en Ud. Uds. son Sus atributos. Si Ud. tiene Vida Eterna, la vida suya siempre ha existido. Y Ud. era pensamiento de Dios: el color del cabello, como Ud. sea, Ud. era pensamiento de Dios, ahora solo se ha materializado.\n\nY eso era Dios cuando Él Se materializó en Cristo; Dios, desplegado, manifestado en carne, en Cristo. Él Se materializó; Dios, para que Lo pudiéramos tocar. Primera de Timoteo 3:16: “Indiscutiblemente, grande es el misterio de la piedad: porque Dios fue manifestado en carne”. ¿Ven? ¿Ven? Era Dios siendo manifestado, preparándose.",
    "Y ahora, aquí estamos, en esta forma, aún somos un negativo. Como al tomar una fotografía de algo, y sacarla. Dios dice: “Él tendrá cabello oscuro, ojos azules y demás. Él será esto, aquello o lo otro”. La fotografía se toma a la edad de unos veinte años, veintidós.\n\nEntonces entra la muerte, Ud. comienza a morir. No importa cuánto Ud. coma, qué tan bien alimente su cuerpo, para producir células sanguíneas, Ud. se está muriendo. Y no hay ningún científico en el mundo que pueda explicarlo.\n\nVierta Ud. agua de un cántaro, en un vaso, llega hasta la mitad; luego siga vaciando, baja. ¿Eso por qué?\n\nLa comida que uno come produce células sanguíneas. Las células sanguíneas forman su cuerpo. Cada vez que Ud. come, Ud. renueva su vida; desde su primer año, en adelante, crecía, hasta que tuvo como unos veintidós. Y, bueno, pues Uds. siguen comiendo la misma comida. Yo estoy comiendo la misma comida que comía a los dieciséis años. A los dieciséis, cada vez que yo comía, desarrollaba músculos grandes y fuertes. Llegué a mi plena madurez. Y luego, después de madurar completamente, ahora estoy comiendo la misma comida, y mejor, y más, y estoy envejeciendo y más débil, cada vez. Pero, si cada vez renovara mi vida entonces no tendría que morir. ¿Ven?\n\nPero Dios ha establecido una hora, y el hombre debe morir y enfrentar el Juicio. Y Uds. van a cumplir esa cita, amigos. Solo ténganlo presente. Y mientras estamos aquí esta noche, queremos recordar esas cosas, que tenemos que cumplir con esa cita. Puede ser que Ud. se levante y cancele muchas, pero esa es una, sin duda, que cada uno tendremos que cumplir. Y ahora, eso, es la cita que Dios ha hecho con el hombre. Este cuerpo tiene que hacerlo, porque aún es un negativo; está sujeto a muerte.",
    "Y Él recibe el Espíritu Eterno, Su atributo desplegado en ese cuerpo, entonces, como cualquier fotografía en su negativo, entra al cuarto oscuro. Allí se revela. El resultado es la fotografía perfecta. Y nosotros entramos en el cuarto oscuro, pero para salir una vez que el negativo ya es una foto perfecta, a la imagen de Cristo. Nosotros entramos en la tumba oscura, en el cuarto oscuro para el revelado; se requiere la muerte para revelarlo.\n\nAsí como se requiere muerte a uno mismo, para revelar el cuadro de la imagen de Cristo, la vida de Cristo en uno. Ud. tiene que vaciar lo suyo, para que Cristo pueda entrar. Ud. tiene que morir a sí mismo.\n\nAsí también muere su ser físico, para ser formado y moldeado a la imagen de Él. Pero aún está ese atributo que no puede ser destruido. Jamás podrá ser destruido; es Dios, en el principio; es Dios sobre nosotros, Dios con nosotros, Dios en nosotros. Y son todos los atributos de Dios: Vida Eterna para los hijos de los hombres.\n\nAhora oremos.\n\nAmado Padre Celestial, oramos en esta noche para que Tú nos bendigas y recibas gloria de nuestra reunión. Dedicamos este edificio y el terreno, incluyéndonos en él y dándotelo a Ti, como ofrenda, Señor, para la honra de Tu Nombre. Concédelo, Señor. Bendice todo lo que hacemos. Que sea para honrar a Jesucristo y para presentarlo a Él, como una realidad viva entre la gente.",
    "Y cuando terminen los servicios, y nos vayamos de estas reuniones y regresemos a nuestros hogares, que digamos como aquellos quienes hace unos mil nove-… años, esta última Pascua, cuando venían de Emaús, cuando Él apareció entre ellos e hizo lo mismo que hizo antes de Su crucifixión. Él era el Señor resucitado, porque aún Se estaba dando a conocer en las mismas cosas que hizo antes de Su crucifixión, y sus ojos fueron abiertos y ellos Lo reconocieron. Dios, que nosotros digamos esta noche, después de mil novecientos años, cuando vayamos de regreso a casa, esta noche, que digamos: “¿No ardían nuestros corazones en nosotros mientras Él nos hablaba en el camino?”. Que Él Se identifique esta noche entre nosotros, Señor, como el Señor resucitado, listo para regresar por Su Iglesia. Lo pedimos en el Nombre de Jesús. Amén.",
    "Cada noche, para mantener todo en orden, venimos para que se ore por nosotros; el Hermano Borders, o—o mi hijo, Billy Paul, uno de ellos, estará aquí cada tarde, como—como una hora antes de que comiencen los servicios. Y ellos traerán tarjetitas numeradas. Este muchacho tomará estas tarjetas y las mezclará allí delante de Uds. ¿Ven? Así, y luego les dará una tarjeta, la que Uds. quieran. Cuando vengo en la noche, cada noche… Eso le da al recién llegado, cada día, la—la oportunidad de recibir una tarjeta de oración.",
    "Entonces, cada noche, no muchos subirán a la plataforma a la vez, pero haré pasar unos cuantos para orar por ellos. Pudiera ser, comenzar de una allí, la cuatro, para mostrarles que el muchacho que reparte las tarjetas no puede garantizarles nada, ni venderles la tarjeta de oración, para asegurarles que Uds. estarán en la línea de oración. Uds. tienen la misma oportunidad, porque las tarjetas se mezclan delante de la congregación.",
    "Otra cosa es que yo pudiera comenzar desde cualquier lugar. Pudiera comenzar de la cincuenta, para regresar a la treinta, o avanzar, o de… Y a veces yo cuento cuántos hay en esta fila, y divido eso por esta fila, y así hago, para dar con un número. Y a veces tomo a un niño, y calculo su edad, o algún hombre o mujer, o algo así, Uds. saben, o lo que me venga a la mente. Por lo tanto, nadie sabe de dónde comienza la línea de oración, y eso le brinda oportunidad a cada persona. Luego, al final, todos juntos, oramos por cada persona que tiene una tarjeta. Así que, nosotros… solo conserve su tarjeta.",
    "Ahora, muchas veces en las reuniones, la gente ni siquiera llega a la plataforma. Si alguien está aquí que haya estado en la reunión antes, hay diez que son sanados allá afuera cuando uno es sanado en la plataforma.",
    "Se requiere de fe. No importa dónde sea, Ud. tiene que dar la talla de esa fe. Así de sencillo. Y la fe no es un—un simple mito, solo algo que uno se imagina; es algo que uno sabe. Correcto.",
    "Y entonces, lo que les voy a pedir ahora, es que vamos ahora a la lectura de la Escritura esta noche. Vamos a leer del Libro de—del Libro de Hebreos esta noche, y ahora, pues nos ponemos de pie para leer la Palabra. Nos ponemos de pie cuando juramos lealtad a la bandera, y nos—nos paramos en honor a todos nuestros símbolos nacionales y demás, así que pongámonos de pie mientras leemos la Palabra de Dios. ¿Lo harán? Hebreos, el capítulo 13, del versículo 1 al 8.\n\nPermanezca el amor fraternal.\n\nNo…olvidéis de la hospitalidad, porque por ella algunos, sin saberlo, hospedaron ángeles.\n\nAcordaos de los presos, como si estuvierais presos juntamente con ellos; y de los que son maltratados, como si también vosotros mismos lo fuerais en el cuerpo.\n\nHonroso sea en todos el matrimonio, y el lecho sin mancilla; pero a los fornicarios y a los adúlteros los juzgará Dios.\n\nSean vuestras conversaciones sin avaricia, contentos con lo que tenéis ahora; porque él ha dicho: No te desampararé, ni te dejaré;\n\nde manera que podemos decir confiadamente: El Señor es mi ayudador; no temeré Lo que me pueda hacer el hombre.\n\nAcordaos de aquellos que os dirigen, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conversación, e imitad su fe.\n\nJesucristo es el mismo ayer,…hoy, y por los siglos.",
    "Inclinemos nuestros rostros. Señor Jesús, haz de esto una realidad para nosotros, en esta noche. No solo una lectura de la Palabra, sino que la Palabra se haga carne entre nosotros. Porque lo pedimos en el Nombre de Jesús. Amén.\n\nPueden sentarse.",
    "Mientras hablamos solo por unos momentos, y cada noche vamos a tratar de salir a las nueve y media, si—si es posible. Quiero agradecer nuevamente a mis patrocinadores, y a las personas que nos permitieron usar este lugar aquí, los terrenos, o sitio de exhibición de ganado o lo que sea; estamos muy agradecidos. Ahora, pues Uds. son un grupo muy amable con el cual hablar, y yo podría extenderme hablando, pero no quiero cansarlos. Cada noche, por cerca de unos treinta minutos; esta noche será un poco más por ser la primera noche.",
    "Quiero hablar sobre el tema esta noche de: El Cristo identificado de todas las edades. Pues, la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos” y, la identidad de Cristo en todas las edades.",
    "Ahora, ¿notaron aquí, la Escritura que dice aquí, de: “Acordaos de aquellos quienes os dirigen; considerando su conversación, ¿ven Uds.? El final de sus conversaciones es Jesucristo el mismo ayer, hoy, y por los siglos”.",
    "Tanta gente tiene diferentes opiniones de Cristo. Al viajar por—por diferentes partes del país, y alrededor del mundo, veo que tanta gente tiene sus opiniones diferentes. A Uds. les sorprendería enterarse de algunas de sus opiniones. Algunos piensan que Él solo fue un maestro maravilloso. Bueno, pues, Él—Él lo era; seguro que sí. Y muchos piensan que Él fue un gran filósofo; y Él lo fue. Él, seguro que Él lo fue. Y también, algunos piensan que Él era un—un buen hombre. Él, Él lo fue. Pero, vean, Él fue más que eso. Él era todo eso, y más. Algunos piensan que Él era un profeta. Él era un profeta, pero Él era más que un profeta. Él era lo que fueron los profetas, y más. ¿Ven? Entonces, ¿qué?, ¿cómo lo sabríamos ahora? Si Él estaba enseñando, de Sus enseñanzas, Él era un maestro y Él era un gran filósofo.",
    "Pero la—la única manera en que podríamos saberlo hoy, si quisiéramos identificarlo a Él hoy, y yo creo que Él resucitó de los muertos; lo creo con todo mi corazón. Y yo creo que Él ha prometido aquí, que, “Él es el mismo ayer, hoy, y por los siglos”. “Y Yo estoy contigo siempre, y nunca te desampararé ni te dejaré”.",
    "Ahora, esas Palabras son, o son verdad o no son verdad. Y si no son verdad, entonces ¿qué estamos haciendo aquí esta noche? Seríamos—seríamos una gente desdichada, gente que está—está, bueno, estaríamos engañados; todo el mundo Cristiano ha sido engañado si Él no es el mismo ayer, hoy, y por los siglos, si Él no está vivo esta noche y con nosotros como lo prometió. “He aquí, Yo estoy con vosotros siempre, hasta la consumación, o el fin del mundo. Yo estoy con vosotros siempre”. Ahora, si eso no es Verdad, entonces hay algo errado, y somos—somos hallados falsos testigos. No solo nos estamos desgraciando, con una falsa pretensión, sino que estamos engañando a otros. Somos hallados engañadores, de algo de lo que estamos hablando, lo cual no es, si Él solo es un mito o Él solo es algo histórico.",
    "¿De qué sirve un Cristo histórico si Él no es el mismo hoy? ¿De qué sirve un Dios de Moisés si Él no es—no es el mismo Dios hoy? ¿De qué sirve tomar un—un canario y darle buenas vitaminas, para que tenga plumas bonitas y alas fuertes, y luego tenerlo en una jaula? ¿Ven?, no le sirve de nada. Y nosotros hablamos de lo grande que fue Dios, y luego decimos que Él no es el mismo hoy, entonces algo anda mal. Estamos enjaulados en algún lugar. Y eso, esa es una—es una concepción falsa de lo que es Dios.",
    "La Biblia dice claramente: “Él es el mismo”, y eso significa que Él es el mismo. Él es como siempre lo fue. Él no ha cambiado ni una pizca, y Él es el mismo ayer, hoy, y por los siglos.",
    "Y ahora hoy en día tenemos, en este día y en este tiempo, así como ellos en Su día y en todos los días, nosotros tenemos nuestro propio concepto de Aquello. Pero, de seguro, si existe alguna manera de realmente saberlo, tendremos que investigar lo que Él fue, y luego ver lo que Él fue en otras edades.",
    "Recuerden, la Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Así que, tendremos que averiguar lo que Él es, viendo otras edades, para saber lo que Él fue en la edad cuando caminó en la tierra, la edad antes de que Él caminara sobre la tierra, y la edad después de que Él estuvo en la tierra y dejó la tierra. Tendremos que averiguar lo que Él fue, para saber lo que Él es hoy, siempre, porque Él es el mismo ayer, hoy, y por los siglos. Ahora, pero, en otras palabras, tendremos que regresar y escudriñar, para ver lo que Él fue.",
    "Ahora vemos que en San Juan el capítulo 1, comenzando con el versículo 1, dice: “En el principio era la Palabra, y la Palabra era con Dios”. Pues esos son los atributos, Sus Palabras; son pensamientos allá, no han sido expresados. ¿Ven? “En el principio es, era la Palabra, y la Palabra era con Dios, y la Palabra era Dios. Y la Palabra fue hecha carne y habitó entre nosotros. ¡En el principio era la Palabra!”. Bueno, si Él era la Palabra en el principio, Él es la Palabra hoy, porque Él siempre es la Palabra.\n\nAhora, Dios tiene que juzgar al mundo conforme a algo.",
    "Y la gente dice, bueno, ahora, como… Si yo les preguntara aquí a los católicos esta noche: ¿Conforme a qué piensan Uds. que Dios juzgará al mundo? El católico diría: “La iglesia católica”. Muy bien, pero, ¿cuál iglesia católica? Ahora ellos tienen a los romanos, ortodoxos griegos, y a muchos otros. ¿Cuál iglesia católica sería? Los luteranos dicen: “Por nosotros”, entonces Uds. bautistas están fuera. Y entonces si dijéramos: “Por los bautistas”, entonces Uds. pentecostales están fuera. Y habría tal confusión que nadie sabría qué hacer; así que, Él nunca prometió juzgar al mundo por la iglesia.",
    "Él prometió juzgar al mundo por Cristo, y Cristo es la Palabra. Y la Biblia es la que juzgará al mundo, la cual es Jesucristo, el mismo ayer, hoy, y por los siglos.",
    "Ahora, si Él estaba en el principio, Él asignó Su Palabra, tanta cantidad, para cada generación, cada vez que Él—que Él tenía esta edad que vendría.",
    "Él es omnipresente, omnisciente, omnipotente e infinito. Si no lo es, entonces no es Dios. Siendo infinito, Él es—Él es—Él es Eterno. Y entonces, por ello, siendo omnipresente; siendo omnisciente, sabiendo todas las cosas, eso Lo hace a Él omnipresente. Él es el mismo ayer, hoy, y por los siglos.",
    "Por tanto, Él sabía el fin desde el principio, y en cada edad Él asignó tanta cantidad de Su Palabra, en cada edad.",
    "Y luego, por lo general, el hombre La enreda tanto, y el mundo entra en tal condición, que Él tiene que enviar algún hombre, ungido. En toda edad ha sido igual. Él Mismo Se identifica en la tierra, en el hombre. Dios no hace nada sin el hombre. La Biblia lo dice, Uds. saben. ¿Ven? Él siempre toma al hombre, porque era al hombre que Él tenía que usar, y que el hombre… Lo colocó con libre albedrío, sabiendo que él caería, para desplegar Sus atributos como Salvador, porque no había nada perdido. Y, así, Él escogió al hombre. Él pudo haber escogido estrellas, Él pudo haber escogido árboles, pero Él escogió al hombre.",
    "Una vez, Jesús, parado mirando la cosecha, Él dijo: “La cosecha está madura. Los obreros son pocos. Rogad al Señor de la mies, que envíe obreros a Su mies”. Y Él era el Señor de la cosecha. ¿Ven? “Uds. no tienen porque no piden. Uds. no piden porque no creen. Pedid en abundancia, para que vuestro gozo sea completo”. ¿Ven? Él está dependiendo de que Ud. pida, y crea que Ud. recibirá lo que pide.",
    "Ahora, entonces, desde el principio, vemos que Él asignó Su Palabra. Vemos que, en los días de Moisés y todo el tiempo, que Él—Él Se identifica cada vez por medio de Sus profetas. La Biblia dice que: “Él no hace nada sin primero revelárselo a Sus profetas”. Y recuerden: Dios es el Dios incambiable. Él no cambia. Él permanece el mismo, ayer, hoy, y por los siglos.",
    "Ahora, vemos que en cada edad, el hombre se entromete en el programa de Dios. Ellos llegan a su propia conclusión, y se ve bien; eso se ve bien, muy bien. Y a veces se parece tanto que puede haber una sola palabra diferente, pero esa sola palabra significa la diferencia entre la muerte y la Vida.",
    "Fue una palabra lo que echó a rodar toda esta bola, cuando Eva descreyó una fase de la Palabra de Dios. Recuerden, ella no… No fue que Satanás simplemente rechazara todo el asunto. Él dijo: “¡Oh, seguro que Esto es así, y Esto es así, y Dios tal y tal, pero seguramente Él no hará esto!”.",
    "Pero Él dijo que lo haría, y cuando Él dijo que lo haría, eso concluye el asunto. ¿Ven? Es que, Uds. deben creer cada fase de Ella. No importa lo que Ella diga, créanla de todas maneras. Si Ud. no La puede explicar, créala de todas maneras. Ud. no puede explicar a Dios; nadie puede. A Dios se Le conoce por fe, no por ciencia. Uds. Le creen a Dios por fe, porque Él lo dijo, y eso es todo. Mientras Él diga que así es, eso cura el caso. Él lo dijo; no importa cuánto diga la ciencia que Eso no es así.",
    "Noé, Noé no podía explicar cómo había agua arriba en el cielo, porque la ciencia decía que no la había allí. Pero si Dios lo dijo, Él puede poner agua allí arriba, y eso—eso es todo. ¿Ven?, él simplemente Le creyó a Dios.",
    "Siempre, el hombre que está ungido con la Palabra, cree lo que Dios dice. No importa si puede probarlo o no, él Lo cree de todas maneras. Dios es el que prueba.",
    "Escuchen, hoy siempre estamos como… El hombre siempre está alabando a Dios por lo que Él hizo, siempre esperando lo que Él hará, e ignorando lo que Él está haciendo. Siempre ha sido eso mismo. Y cada uno tiene su propia interpretación privada.",
    "Dios es Su Propio intérprete. Dios no necesita que nadie interprete. La Biblia dice que no tiene interpretación; no necesita al hombre. Dios Mismo interpreta la Biblia. Dios dijo: “Sea la luz” y hubo luz. Asunto terminado. Dios dijo: “Una virgen concebirá”, y ella concibió. Asunto terminado. Cuando Dios dice algo y lo vindica, esa es Su interpretación de aquello. Él dijo que “derramaría Su Espíritu” en estos últimos días, y Él lo hizo. No hay interpretación para eso; ya está interpretado. Puede ser que se levanten incrédulos, y surjan los escépticos, y hacer lo que puedan; pero Dios lo hizo, de todas maneras, porque Él dijo que lo haría. Él no necesita que nadie Lo interprete. Él hace Su Propia interpretación. Él hizo la promesa, la gente la cree, y Él se las interpreta.",
    "Él es Jehová que sana todas nuestras dolencias. Yo no puedo decirles cómo lo hace, pero Él lo hace. Él dijo que lo haría, que Él lo haría, así que depende de nuestra fe. Él no pudo hacerlo allí sin fe, ni tampoco puede hacerlo aquí, o en ningún momento, sin fe.\n\nAhora, Él es la Palabra. Él es la Palabra identificada para esa edad.",
    "Ahora, el problema con la gente hoy, es que los encontramos viviendo en el resplandor de otra edad. Así como Jesús los encontró cuando vino, Él los encontró viviendo en el resplandor de la ley, e ignorando lo que iba a suceder en Su edad. ¿Saben qué sucede hoy? ¿Qué sucede con el…?",
    "¿Qué pasaba con los luteranos? Bueno, por cuanto estaban viviendo en el resplandor de la edad luterana, cuando Juan Wesley halló el secreto de la santificación, ellos no pudieron avanzar, porque vivían en el resplandor de la edad de Lutero.\n\n¿Qué pasó con los pentecostales?",
    "Pues, Wesley estaba tan organizado, al grado que él vivía en el resplandor de otra edad, ellos estaban en la edad de Wesley, cuando el bautismo del Espíritu Santo cayó sobre los pentecostales. ¿Ven?, ellos estaban viviendo por lo dicho por Wesley, la santificación. Fue difícil para ellos creer en el bautismo del Espíritu Santo, la restauración de los dones. Ellos estaban viviendo en el resplandor de otra edad.",
    "Y eso era lo que ellos estaban haciendo cuando vino Jesús. Dijeron: “A Moisés tenemos. Nosotros, tenemos a Moisés”.",
    "Él dijo: “Si Uds. hubieran conocido a Moisés, Me hubieran conocido a Mí; Moisés escribió de Mí. Escudriñad las Escrituras; porque a vosotros os parece que en Ellas tenéis la Vida Eterna; y Ellas son las que dan testimonio de Mí”. Esa era la Escritura que debía ser.",
    "Dios identificando, interpretando Su Escritura para esa edad, y siempre es Cristo. Es Cristo en cada edad. Él es el mismo ayer, hoy, y por los siglos; siempre ha sido Cristo.",
    "Encontramos ahora, que vemos hoy a nuestros hermanos pentecostales viviendo en el resplandor de una edad pentecostal, y siguen sin entender Aquello. Quieren interpretar la edad Pentecostal, cuando ya vamos mucho más allá de eso. Estamos viviendo ya en el tiempo del rapto, para la venida del—del tiempo del fin. Pero así lo hace el hombre, simplemente es así.",
    "Tenemos tanta cantidad asignada para cada edad. La Biblia ha sido asignada de esa manera, y así tenemos que recibirla. Así tiene que ser.",
    "El Dios incambiable, con el carácter incambiable, y Sus características permanecen las mismas. Él no puede cambiar Su característica; Él no puede hacerlo. Cualquier cosa se reconoce por su característica.",
    "No sé si Uds. tienen por aquí pájaros carpinteros o no, arrendajos… los llamamos carpinteros escapularios, y un—un arrendajo. Ambos son como del mismo tamaño. Observen a un arrendajo en vuelo, si está a la distancia y Uds. lo observan, él hará una línea en B cuando esté volando. Pero, un pájaro carpintero, subirá y bajará mientras vuela. ¿Ven?, esa es la característica del pájaro carpintero. Uno lo conoce por su movimiento.\n\nObserven a un hombre usar su mano derecha o izquierda. Él, es una carac-…",
    "Hoy tenemos mujeres que quieren ser hombres. Se visten como ellos, pero aún son… Mírelas caminar y lo que hacen, aún son… Su característica muestra que, como sea, aún son mujeres, ¿ven?, sencillamente porque así es. Llegaremos a eso más adelante. Pues, ahora, estamos en otra cosa ahora.\n\nRecuerde, Ud. es identificado por características.",
    "Y Dios es identificado por Su gran característica: que, “Él no puede cambiar”. Él dijo, en Malaquías 3:6: “Yo soy Dios, y no cambio”. ¿Ven? Él no cambia en lo absoluto; Sus características son las mismas.",
    "Cada vez que Él apareció en la tierra, al final de una edad, Él siempre envió a un hombre y lo ungió con el Espíritu Santo, Cristo. El Espíritu Santo es Cristo: “el ungido”, el Logos, y Él salió, y Él viene a identificar las—las Palabras de esa edad. “La Palabra del Señor viene a los profetas” la Biblia lo dice, e identifica esa edad. ¿Ven?, Él no hace nada sin el hombre. Ahora, Él no lo puede hacer en un grupo; no se puede hacer; nunca se ha podido hacer. Él nunca usó un grupo; nunca lo hizo. Él usa a una sola persona. Uds. no son…",
    "Israel fue salvo como nación, pero Uds. van a ser salvos como individuos.",
    "Y Él trata con una persona. Él tenía un… Él ni siquiera tenía un—un—a un Moisés y Elías, al mismo tiempo. Él no podía tener a Eliseo y Elías, al mismo tiempo. Él no podía tener a Juan y a Jesús, al mismo tiempo. Él siempre ha tenido a uno, porque Él introduce a esa persona en Su voluntad Divina.",
    "Si en esta noche comenzáramos, y yo escogiera un hombre, algún hombre aquí que yo escogiera, y estuviéramos completamente de acuerdo en la doctrina, y comenzáramos un pequeño grupo. Dentro de un año tendríamos tantos Rickys allí, que, daría vergüenza. Es cierto, entran como parásitos. No se puede impedir que entren. Así que, ya ven, ese nunca fue el sistema de Dios.",
    "Dios no puede cambiar. Él trabaja igual: ¡un individuo! Él lo hizo a través de las edades. Él siempre lo ha hecho.",
    "Y Su característica se identifica ante esa edad. Ahora, no lo olviden: Su característica se identifica en esa edad.",
    "Miren en los días de José, el profeta; cómo Jesús estaba perfectamente identificado en José. Él nació, amado por su padre, odiado por sus hermanos, sin causa. Él amaba a sus hermanos. Pero ellos eran como fariseos almidonados, y no querían tener nada que ver con él, y lo odiaban porque veía visiones y—y demás. Pero esa característica en sí, en él, mostró que era Cristo.",
    "José fue un profeta. Él predijo las cosas. Sucedieron exactamente como sucedieron. Como él lo habló, de esa manera sucedió. Y él interpretó sueños, y jamás dio una interpretación descabellada de eso. Cada vez que él decía que sería de esa manera, así de esa manera fue. Él nació un profeta para esa edad. Seguro que sí. Ahora, vemos que Dios desplegó Su característica en José.",
    "Cada uno de los profetas mostró la característica de Dios, porque tomaba la Palabra para esa edad y la identificó. Dios interpretó Su Palabra, de esa edad, a través del hombre. Ahora, nadie puede encontrar una falla en eso. Es la Escritura.",
    "Bueno, si siempre ha sido así, ¿no tendrá que ser igual hoy, si Él es el mismo ayer, hoy, y por los siglos?",
    "¡Dios interpretó Su Propia Palabra! Él dijo: “Esta cosa sucederá en cierta edad, y esta cosa sucederá”, y Él baja y lo hace. Ahora, Él no necesita que se interprete eso, porque eso mismo lo hace. Él no necesita que nadie Lo interprete. Él es Elohim, el auto-existente, todo suficiente. Él no necesita ayuda de nadie. ¿Ven?, Él es Dios, y hace lo que quiere.",
    "Hay una cosa que estamos seguros que Él no puede hacer: Él no puede ir en contra de Su Palabra, y seguir siendo Dios. Él tiene que cumplir Su Palabra, porque la Palabra es Dios. Es… Y Dios se identifica a través de Su Palabra prometida en una edad.",
    "En cierta, en los días de… pues ¿qué me dice de los días de Moisés? Él se identificó. Se identificó por cuanto Él fue identificado por Su Palabra. Él le dijo a Abraham: “Tu simiente será extranjera en tierra ajena por cuatrocientos años. Yo los sacaré con mano poderosa”.",
    "Ahora, cuando sucedió esta gran señal, de una gran bola de Fuego en una zarza ardiente, Moisés era un químico, él había sido instruido en toda la sabiduría de los egipcios, ¿qué hubiera pasado allí si Moisés con su—con su mentalidad educada, hubiera dicho: “¡Miren ese árbol tan extraño! Está en llamas; está ardiendo; las hojas explosionan, pero nada se destruye, no se consume; ¿ahora, después que termine de arder, tomaré algunas de las hojas e iré al laboratorio y averiguaré qué clase de químico le han rociado?”. ¡Nunca Le hubiera hablado a él! ¡Pero cuando se quitó los zapatos, y se acercó humildemente!",
    "Así es como nosotros encontramos a Dios, cuando nos quitamos nuestro orgullo, lo abandonamos, y caminamos en la Presencia.",
    "Escuchen esa voz identificar: “YO SOY EL QUE SOY. Yo soy el Dios de Abraham, Isaac y de Jacob. Recuerdo Mi promesa, y veo que la condición es la correcta. He bajado y voy a hablar. Y Yo te estoy enviando, y tú serás Mi voz”. ¡Oh, vaya!",
    "Así es como lo hace Él. ¿Cómo lo hizo? Identificándose Él Mismo en Su característica, en lo sobrenatural. Lo sobrenatural a veces es tan fenomenal, que se le escapa por completo a la gente. La gente llega a ser gente buena, gente amable, pero a veces malentienden.",
    "Es por eso, fue lo mismo que sucedió con José. Él no podía entender. Él era un hijo de David, pero él no podía entender cómo fue que María pudo concebir. Ahora, no cabe duda que con esos grandes ojos cafés, bonitos, miró su rostro, y le dijo: “Cariño, sé que estamos comprometidos para casarnos. Pero tengo algo que decirte. Recibí una visita de Gabriel, y estoy… He concebido, ‘del Espíritu Santo’, me dijo Él. ‘Y esto que nacerá no será tu hijo; será el Hijo de Dios’”. Y, bueno, José quería creerlo. Pero él—a él se le dificultaba hacerlo. Era demasiado difícil que él lo creyera. Pero, saben, era inusual. Las mujeres no concebían, siendo vírgenes, así que eso era inusual.",
    "Y esas son las cosas inusuales que hace Dios. Hace tropezar a la gente. Eso ilumina, abre los ojos de algunos y ciega a los otros, al mismo tiempo. Siempre ha hecho eso, Él—Él, esas cosas inusuales y de una manera inusual.",
    "Si José tan solo hubiera buscado en la Escritura, para averiguar lo que debía suceder en ese día. Ahora, no había profetas en ese entonces. No habían tenido un profeta por cuatrocientos años. Malaquías fue su último profeta. Y los profetas eran muy inusuales. Así que, ellos no tenían profetas en aquellos días, entonces Dios tomó algo secundario y le dio un sueño, y le dijo: “José, hijo de David, no temas de recibir a María tu mujer, porque lo que de ella, en ella es engendrado, del Espíritu Santo es”.",
    "¿Ven?, Dios Mismo identificándose, Él siempre lo hace por la vía de lo sobrenatural.",
    "Ahora, estos, José y Moisés, y si tuviéramos tiempo suficiente podríamos seguir y seguir con eso. Pero Uds. entienden lo que quiero decir, que Dios, en cada edad, siempre envía un individuo, una persona.",
    "Entonces, ¿por qué se aferran Uds. de algún grupo, cuando todos están completamente equivocados? La Biblia lo dice, en Apocalipsis 17, todo será reunido en un gran grupo. Pero de allí saldrán individuos que están bien con Dios, no el grupo correcto; el individuo correcto, el individuo del grupo. Ahora, vemos entonces que discutimos y seguimos con: “Nosotros pertenecemos a esto, y pertenecemos a aquello”. Eso no significa nada para Dios.",
    "Es Ud. como individuo, ante Dios. Si… Ud. tiene que pararse por sus propios pies. Ud. es el que tiene que dar el testimonio. Cada uno de Uds. tiene que hacerlo, responder a Dios por la Revelación.",
    "Ahora, ¿qué pasa si le hablo aquí a una persona que en realidad no puede recibir Aquello, no tiene nada en su interior para poder recibir? La Biblia dice: “La que se entrega a los placeres, viviendo está muerta”. ¿Por qué no pudieron esos fariseos?",
    "Miren a Jesús, con todo lo que sabíamos, Él fue la Palabra manifestada de Dios. Nosotros lo creemos. La Biblia dice que lo era. Bueno, miren cuando Él realizó Su señal Mesiánica.",
    "Los fariseos, que tenían un poco de luz. Ellos eran buenas personas, vivían una buena vida Cristiana, o una buena vida religiosa, en ellos había un poco de luz. Se habían organi-… organizado, y eran un sacerdocio. Ellos tenían un poco de luz. Pero en el fondo de su corazón, no tenían representación Eterna en la Gloria. Y cuando ellos vieron eso sobrenatural expresado, dijeron: “Este hombre es Beelzebú, un diablo”. Y ¿qué sucedió? Eso apagó la poca luz que ellos tenían.",
    "Pero aquí estaba una mujercita de mala fama, una prostituta. Profundo en su corazón, bueno, ella tenía la representación como uno de los pensamientos de Dios. Allí estaba, cargada de pecado. Pero cuando vio suceder aquello, dijo: “Señor, yo creo que Tú eres un profeta. Yo sé que cuando el Mesías venga Él nos dirá estas cosas”. ¿Qué hizo eso? Limpió su vida. Él era el Redentor para ella, porque Él podía levantarla de donde había venido.",
    "Pero este fariseo, piénsenlo, no podía ser más religioso, y Jesús dijo: “Vosotros sois de vuestro padre el diablo, y sus obras haréis”. Hombres religiosos, pertenecían a las altas ordenes finas. Y Jesús los llamó: “Serpientes en la grama, y diablos”. Ellos rechazaron la Luz de la hora. Eso es exactamente lo que sucedió.",
    "Jesús, en Su edad, ¿qué fue Él? Así como los profetas de su edad, cada uno de ellos fue la Palabra de Dios siendo interpretada para esa edad.",
    "Moisés fue la Palabra de Dios, interpretada. Dios dijo: “Enviaré allá, y los libertaré. Te estoy enviando a ti allá con Mi Palabra. Haré grandes señales y maravillas”. Él las hizo.",
    "María, ella fue la Palabra de Dios, interpretada: “Una virgen concebirá”. Esa fue la Palabra de Dios, interpretada.",
    "Ahora aquí viene Jesús a la escena, el Dios de los profetas. Y aquí estaban, tan organizados y discriminando, y, ¡oh!, en tal condición que ni siquiera pudieron… Ellos ni siquiera Lo reconocieron a Él. No vino de la manera como ellos pensaron que Él debía venir. Ellos pensaron que Dios jalaría de una palanquita aquí, y haría bajar los corredores del Cielo, y saldría caminando y diría: “Caifás, sumo sacerdote de Dios, he llegado”.",
    "Pero Él permitió que un Bebé naciera en un pesebre, allá en una—una pequeña cueva, un establo en Belén. Por allá retirado, entre la paja y el estiércol del establo, un pequeño bebé envuelto en pañales, y Lo acostaron en un pesebre. No fue a la escuela. ¿Observen cómo los corrigió, la Palabra? Pues, Él era la Palabra. Él es la Palabra. Él siempre permanece el mismo, ayer, hoy, y por los siglos. Correcto.",
    "Ahora, no estoy haciendo ningún, lanzándole nada a nadie, ni nada; no es mi propósito, hacer eso. Si eso estuviera en mi corazón, yo vendría frente a este altar y corregiría eso, primero.",
    "Pero, miren, Uds. personas que le oran a María, como intercesora; miren a María. Yo creo que ella era una mujer virgen, seguro, pero solo fue una incubadora que Dios usó para traer a Cristo a la tierra. La casa que…",
    "Dios extendió Su tienda, de ser Jehová, a ser hombre. Él era Emanuel, “Dios morando entre nosotros”, acampando con nosotros; Dios, palpado en la carne; Dios, alojado en una tienda llamada hombre, ese era el Hijo de Dios.",
    "Miren a María. Aquí hay un Muchacho, de doce años, sin un día de escuela, hasta donde sabemos; y aquí está, parado en el templo, debatiendo con los sacerdotes. Y miren, aquí viene este padre y madre, tres días y noches, Él se les había perdido, y Lo encontraron en el templo. Ellos dijeron: “Hijo, hemos buscado…”. María, escuchen a María, dijo: “Nosotros, tu padre y yo Te hemos buscado, día y noche, con lágrimas”. Miren allí, negando su testimonio. Ella le dijo a José que el Espíritu Santo la cubrió; ella les dijo a esos sacerdotes que Este era un bebé nacido virginalmente; y aquí está ella, y dice: “Tu padre, José, y yo”. ¿Ven cuán incorrecto estaba eso?",
    "Pero observen la Palabra de Dios, dice: “¿No sabíais que en los negocios de Mi Padre Me es necesario estar?”. La Palabra siempre corrige el error al identificar a Dios entre ellos. Un Niño de doce años, si él hubiera sido, José hubiera sido Su padre, Él hubiera estado construyendo casas y gabinetes. Pero Él estaba allá derribando las denominaciones de ese día. Él estaba en los negocios de Su Padre. ¿Ven lo que Él estaba haciendo? “¿Y no sabéis que es necesario que Yo esté en los negocios de Mi Padre”? ¿Ven?, le respondió a Su madre, ¿ven cómo es que eso…? Bueno, Él era la Palabra.",
    "Él es la Palabra, y la Palabra corrige el error al identificar la característica de Dios. Amén. Miren, cuando el mundo…",
    "Me puedo imaginar a Simón Pedro. Leí una pequeña historia una vez, de él y—y su hermano, Andrés. Y su nombre entonces era Simón, Uds. saben, él aún no había sido llamado Pedro. Así que él y su hermano eran pescadores, con su padre, y estaban en el mar. Y el anciano estaba envejeciendo, y él los llamó a la barca, una noche, y les dijo: “Muchachos, Uds. saben que hemos confiado en Dios. Muchas veces sin tener qué comer, y con cuentas que pagar. Y—y nos íbamos sin pescar nada, por dos o tres días. Y su madre y yo, antes de que Uds.… de que ella partiera, pues, todos nos reuníamos y orábamos, y Dios nos daba una buena pesca. Muchachos, he confiado en Dios toda mi vida. Y siempre he vivido como todo hebreo fiel, para ver la venida del Mesías. Y, muchachos, yo—yo ya estoy muy viejo. Es probable que no lo vea a Él, pero quiero que Uds. muchachos estén bien instruidos”.",
    "Puedo verlo que abraza a Simón, y con el otro a Andrés, y les dice: “Muchachos, un poco antes de Su venida, Uds. verán una llamarada. Se levantarán toda clase de cosas falsas, y eso solo les cegará los ojos a la gente”. Siempre hace eso; e hizo eso exactamente. “Habrá toda clase de… Pero recuerden, Uds. no se dejen engañar. El Mesías será un profeta. Pues, Moisés dijo en Deuteronomio el capítulo 18, el versículo 15: ‘Jehová vuestro Dios levantará Profeta, como yo’. Ahora, no hemos tenido profetas que manifiesten la Palabra de Dios. No los ha habido aquí, para que pueda venir la Palabra, y solo hemos tenido un programa denominacional por cientos y cientos de años. Pero cuando Aquel llegue a la escena, no sean Uds. engañados, Él será un profeta. El Señor Se dará a conocer. Él será un profeta. Y, cuando Él venga, Él Mismo Se identificará como un profeta”.",
    "Puedo imaginarme un día que Simón fue a ver a Jesús allí en la costa. Y al entrar en la Presencia de Jesús, Jesús lo miró y dijo…",
    "Recién comenzando Su ministerio, San Juan el capítulo 1, y después de “La Palabra ser hecha carne y habitar entre nosotros”, aquí está Él. Ahora, nos dicen que Andrés lo vio a Él primero, y oyó a Juan predicar y trató de persuadir a Simón que fuera. Y él solo: “¡Oh, pues, solo es otro predicador! Déjalo así. Ha pasado esto, aquello, o lo otro”. Pero, de repente, se les ocurrió venir a ver.",
    "Él dijo: “¡Ahora el Mesías ha llegado!”. ¡Oh, André-… Simón no podía creer eso!",
    "Así que él sencillamente se acercó un día a donde estaba Jesús. Jesús estaba parado, allá en el lago esa mañana, y toda la gente se había reunido. Y las mujeres lavaban los platos rápidamente, y guardaban su ropa y todo lo que ellas no iban a lavar ese día, iban a bajar para oírlo a Él hablar. Simón había echado la red allí toda la noche, y tal vez no había pescado nada de nada. Salió allá, pensó: “Creo que solo escucharé lo que dice”. Se acercó a Él.",
    "Y Él era un Individuo de apariencia extraña. La Biblia dice: “No hay parecer, para que Le deseemos”. Él no parecía un rey.",
    "La belleza es del diablo, siempre. Seguro que sí. Y tal vez entremos en eso un poco más adelante, para probarlo. Vemos lo que ofreció Caín, y vemos lo que fue en el Cielo, y encontramos que es la vana belleza de este mundo, y demás. Hollywood se ha apoderado hoy, aun de la iglesia. Sí, señor. Es una concepción falsa, del diablo.",
    "En medio de la hermosura del Señor, en santidad y Poder; no en pintura y polvos, y pantalones cortos, y todo lo demás que están queriendo usar y hacer. Es en la hermosura de la santidad y la justicia. Nosotros no somos de este mundo. Somos de un reino que está Arriba, donde la justicia mora internamente. Sí.",
    "Ellos no se adornarán con Eso; demasiada televisión y demás.",
    "Entonces vemos que Simón caminó hasta llegar a Su Presencia, y allí estaba Aquel que Andrés creía que era el Mesías. Y Jesús, tan pronto como vio a—a Simón, Él dijo: “Tu nombre es Simón, y eres el hijo de Jonás”. Entonces él supo Quién era Ese. No era una broma, que allí estaba Dios identificado de nuevo aquí mismo en la Escritura, Su misma característica.\n\n¡Si José tan solo hubiera podido ir a buscar y haber visto eso!",
    "Jesús, cuando estaba predicando aquí en la tierra, Él dijo… Él dijo: “Escudriñad las Escrituras, en Ellas os parece que tenéis la Vida Eterna; Ellas son las que dan testimonio de Mí”. Si ellos tan solo hubieran dejado atrás la ley. La ley era de aquel día, y ellos estaban viviendo en esa clase de resplandor. Pero aquí están ellos hoy, ellos no pudieron ver la Escritura identificada allí mismo. Y no Lo pudieron ver.",
    "Y lo han hecho en cada edad, y en esta ellos también lo harán. No pueden evitarlo; fue predicho que lo harían, así que ellos—ellos lo harán. No hay manera de evitarlo. La Edad de Laodicea hará lo mismo.",
    "Ahora, obsérvenlo a él. Allí se paró, y dijo: “Bueno, no hemos tenido un profeta por cuatrocientos años, y aquí hay un Hombre Quien me dice quién soy, y quién era mi padre piadoso. Ese es el Mesías”. Ahora, nos dice que Simón era un hombre ignorante y sin letras, pero fue puesto a la cabeza de la Iglesia.",
    "Vemos que había uno parado allí, llamado—llamado Felipe, que vio eso. Y él había ido a estudios Bíblicos con un hombre llamado—llamado Natanael. Si Ud. se fija dónde estaba Jesús, hasta donde él fue por Natanael, eran veinticuatro kilómetros; es un buen día de viaje. Así que, él debe haber corrido hasta allá, alrededor de la colina, así. Ahora veremos. Él dijo: “¡Natanael!”. Cuando lo encontró, le dijo: “Sabes, hemos estado teniendo estudios Bíblicos”.\n\n“Sí”.",
    "🦅 Bueno, pues, hemos estado creyendo que es tiempo que suceda algo. Las dispensaciones están cambiando, y es la hora de que venga el Mesías, porque no hemos tenido un profeta ahora por cuatrocientos años. Y Malaquías nos dijo que Él enviaría al precursor delante de nosotros, y yo creo que ese es Juan”.",
    "Ahora sabemos que cuando uno ve una señal, una verdadera señal de la Biblia, hay una verdadera voz de la Biblia que viene después. Si no hay una voz que siga la señal, solo es la misma vieja voz teológica, olvídalo; eso no vino de Dios. Siempre la hay. Le dijo a Moisés: “Si no creen la primera señal, ellos creerán la voz de la segunda señal”. Tiene que haber una voz que acompañe la señal. ¡Absolutamente! Y si es la misma vieja voz teológica, olvídelo. Eso, ya Uds. lo han tenido. Es algo; Dios está tratando de atraer la atención de la gente, con una señal, y luego darles la voz, lo que viene después de la señal. Debe ser una voz Escritural; Moisés no lo hubiera creído, ni tampoco Pablo.",
    "En su camino a Damasco, cuando él vio esa señal, de esa Columna de Fuego, él gritó: “¡Señor!”. Ese judío nunca hubiera llamado “Señor” a otra cosa sino al Señor, al Señor Mismo. Él dijo: “¿Quién Eres?”.",
    "Él dijo: “Yo soy Jesús; y dura cosa te es dar coces contra el aguijón”. ¿Ven? Allí estaba la señal, y allí estaba la voz de la señal.",
    "Entonces miren lo que él dijo. Miren, observen su ministerio de allí en adelante, lo que él hizo, y Uds. verán cómo dirigir la iglesia.\n\nAhora, vemos que allí Él se identificó a Simón.",
    "Entonces veámoslo, a Natanael, traigámoslo de vuelta. Y Natanael dijo: “Ahora, espera un minuto. Pues, debes estar equivocado”.",
    "🦅 No, no estoy equivocado. ¿Conoces a ese pescador con el que pescábamos allá?”.\n\n“Sí”.\n\n“Recuerdas que no podía firmar su nombre”.\n\n“Así es, para ese recibo, por el pescado aquella vez”.",
    "🦅 Cuando él entró en Esta Presencia, que yo sé que es el Mesías… Ahora, quiero preguntarte, Natanael. Tú eres un buen erudito, un buen hebreo y un buen lector de la Biblia. ¿Qué será el Mesías cuando Él venga?”.\n\n“Bueno, Él será un profeta, porque la Biblia dice que Él…”.",
    "🦅 Bueno, ¿qué dirías si te dijera que Él le dijo a ese hombre, Simón, quién era él, y quién era su, ¿quién era su padre?”.\n\n“¡Oh, no lo puedo creer!”.\n\n“Bueno, vamos a averiguarlo. Vamos. Ven y ve”. ¿Lo ven?\n\n“¿De Nazaret puede salir algo de bueno?” dijo él.",
    "Él dijo: “Ven y ve”. Esa es una buena pregunta. No se quede en casa criticando Aquello. Venga y vea, Ud. mismo. Él le dijo: “Ven, trae tu Biblia y escudríñalo”. Aquí venía él.\n\n“¿Puede salir algo bueno de Nazaret”?\n\nÉl dijo: “Ven y ve”.",
    "Y cuando entró a la Presencia de Jesús, Jesús lo miró. Ahora, Él dijo: “He aquí un israelita, en quien no hay engaño”.\n\nÉl dijo: “Rabí, ¿cuándo me conociste?”.",
    "Él dijo: “Antes que Felipe te llamara, cuando estabas debajo del árbol, te vi”.",
    "Él dijo: “Rabí, Tú eres el Hijo de Dios; Tú eres el Rey de Israel”.",
    "¿Por qué? Su característica Lo identificó a Él. ¿Por qué? Hebreos el capítulo 4, el versículo 12, dice que, “La Palabra de Dios es más eficaz, más cortante que una espada de dos filos; partiendo en pedazos, y discierne los pensamientos y las intenciones del corazón”.",
    "Eso es lo que hicieron los profetas, y ellos fueron la Palabra. Ellos fueron la Palabra en su edad, pero aquí estaba la plenitud de la Palabra. ¿Ven? Ellos eran los que podían decirles lo que sucedía, discernir los pensamientos; y lo que fue, y lo que es, y lo que ha de venir.",
    "Así que, allí estaba Él parado. ¡Oh!, algunos de ellos parados allí, dijeron… Ellos tuvieron que dar respuesta a su congregación. Se vieron obligados, porque las—las grandes obras fueron realizadas allí y no podían negarlo.",
    "¿Ven?, ellos ya tenían sanidad, en lo que a sanidad se refería. Ellos tenían el estanque de Betesda, allá arriba, Uds. saben. Ellos, Betesda, entraban en ese estanque y eran sanos. Ellos habían tenido sanidad Divina en cada edad, pero aquí estaba un profeta.",
    "Ellos—ellos tenían que hacerlo. ¿Saben lo que dijeron? “Este hombre es Beelzebú, un adivino. Él lo hace…”.",
    "Jesús dijo: “Yo los perdono por eso. Pero cuando venga el Espíritu Santo en otra edad, a obrar la misma Palabra, una, las obras… una palabra en contra de Aquello, nunca será perdonada, ni en este mundo ni en el venidero”. Eso es blasfemia, llamar al Espíritu de Dios un espíritu inmundo, que está haciendo la obra de Dios. Piénsenlo bien ahora. Recuerden, tengan eso en mente.",
    "Sí, así es como Él fue identificado ayer. Ese fue Jesús, ayer. Y si Él es el mismo hoy, Él haría lo mismo. Así es como Él Mismo Se dio a conocer como el Mesías. Así es como ellos lo conocieron a Él, por esa obra. Miren, eso…",
    "Solo hay tres tipos, tres razas de personas, son: judío, gentil y samaritano. Y esos son el—el pueblo de Cam, Sem y Jafet. Ahora, si creemos la Biblia, todos ellos vienen de los hijos de Noé, y esos son los judíos, gentiles y samaritanos.",
    "Ahora, el gentil no estaba buscando a ningún sama-… ningún Mesías. Cargábamos un garrote en la espalda, y adorábamos a un dios pagano. Nosotros los anglosajones y demás, en aquellos días, éramos paganos: romanos y griegos, y demás. Nosotros no esperábamos ningún Mesías. Pero los hebreos estaban esperándolo, y Él.…",
    "Recuerden, ahora, cáptenlo bien: Él solo se aparece a aquellos que Lo están buscando; solo se aparece a aquellos que Lo están buscando. Se da a conocer a los que Lo buscan.",
    "Y Él Se dio a conocer a los judíos, muchas veces. Más adelante en la semana veremos más personajes. Pero ahora mismo…",
    "Ahora está el samaritano, ellos también Lo estaban esperando. Así que, Él iba rumbo a Jericó y tuvo que subir por el camino de Samaria, y llegó a la ciudad de Sicar. Como a las once o doce, Él envió a los discípulos a la ciudad, por algunos víveres.",
    "Y mientras ellos estaban ausentes, una mujer de mala fama salió allí, de la ciudad, tal vez una muchacha bonita. Ella probablemente, Uds. saben, sus padres la habían echado a la calle y todo eso, y ella no había visto nada en la iglesia, así que ella se ganaba la vida de mala manera, teniendo demasiados maridos. Y ella vino al pozo, y allí estaba Jesús sentado, un judío.",
    "Él probablemente parecía un poco mayor de lo que realmente era, pues Él apenas tenía treinta, y vemos en San Juan 6 que ellos dijeron que Él parecía de cincuenta. Ellos dijeron: “¿No tienes más de cincuenta años, y dices que has visto a Abraham?”.",
    "Él dijo: “Antes que Abraham fuera, yo soy”. ¿Ven? Pero, tal vez, Su trabajo, pudiera haberle causado una gran tensión.",
    "Allí estaba Él, sentado contra la pared, y esta mujer se acercó y tomó el pequeño… que Uds. tienen aquí en el sur, una polea, Uds. saben, y con un gancho. Aún hay pequeños pozos allá mismo, y la misma costumbre. Y es algo pintoresco. Y—y ella bajó este cántaro.",
    "Uds. deberían ver a esas mujeres. ¡Uds. las mujeres que hablan de caminar erguidas! Las he visto tomar esos cantaros, como de cinco galones, y los toman y se los ponen en la cabeza, uno allí arriba. Se ponen uno sobre una cadera y uno sobre la otra, y van caminando allí, hablando una con otra, y no derraman ni una gota. Caminan tan normal como cualquiera.",
    "Ahora, en el oriente, verán, las mujeres malas y las mujeres buenas no pueden relacionarse. Aquí es diferente, pero—pero allá no pueden. Si está marcada, ella está marcada. Así de sencillo. Si ella llega a equivocarse de esposo, ya no se relacionan con ella. Pero allá… Todo está revuelto aquí ahora, nos damos cuenta, pero allá no.",
    "Y ella no podía venir con las vírgenes, en la mañana. Tenía que venir como al mediodía, a sacar la suya, el agua.",
    "Y ella comenzó a bajar el cántaro. Pero había una simiente predestinada en esa mujercita. Ella bajó ese cántaro, y escuchó a un Hombre decir: “Dame de beber. Tráeme a Mí de beber”.",
    "Ella se dio vuelta y miró alrededor, vio a este judío. Y este judío, quizás era un Hombre de mediana edad. Yo no sé lo que pasaría por su mente en ese momento. Y ella dijo: “Pues, no se acostumbra que Tú, siendo un judío, me pidas a mí, una mujer de Samaria”. ¿Ven?, ella no sabía lo que—lo que era. Ella solo… el hombre tal vez se estaba pasando de listo con ella, así que, él… Le dijo: “No es costumbre para Uds. los judíos”.",
    "Y así continuó la conversación. ¿Qué estaba tratando de hacer Él? Quería captar su atención. El Padre lo había enviado a Él allá, pero ahora Él tenía que averiguar por qué allá.",
    "Ellos estaban esperando un Mesías. Él ya Se había identificado con los judíos, ahora aquí está Él con los—con los—con los samaritanos.",
    "Y dijo: “No es costumbre que Tú me—me—me pidas a mí, una mujer de Samaria tal cosa”.",
    "Y Él dijo: “Pero si tú supieras con Quién estás hablando, Me pedirías a Mí de beber. Y Yo te daría aguas no de las que vienes a sacar aquí”.",
    "Y comenzaron a hablar de la adoración. E inmediatamente Él descubrió su problema. Todos sabemos lo que fue, demasiados maridos. Él la miró, dijo: “Mujer, ve llama a tu marido, y ven acá”.\n\nElla dijo: “No tengo marido”.",
    "Él dijo: “Has dicho la verdad, porque cinco has tenido, y con el que ahora estás viviendo no es tuyo”.",
    "Observen a esa mujer. Miren la diferencia entre ella y esa organización. Obsérvenla como individuo. Observen a esos fariseos, dijeron: “Este Hombre es Beelzebú”. Obsérvenla. Ella no.",
    "Se dio la vuelta y ella dijo: “Señor, me parece que Tú eres un profeta”. ¡Ah, allí está esa Luz!, ¿ven? Cuando el Hijo llega a la Simiente, y es de la correcta, producirá Vida, sin duda alguna. ¡Llegó a esa Simiente en el corazón de esa pequeña prostituta! Ella dijo: “Señor, me parece que Tú eres profeta. Ahora sabemos que son, han pasado cientos de años desde que tuvimos un profeta, y sabemos que cuando venga el Mesías, Lo estamos esperando, y cuando venga el Mesías, esto es lo que Él hará”.",
    "Esa es la señal del Mesías. ¿No lo ven? Era el Mesías que estaba en Moisés. Era el Mesías que estaba en Enoc. Era el Mesías en cada edad. Él es el mismo ayer, hoy, y por los siglos. Es Cristo todo el tiempo.",
    "Dijo: “Yo sé. Sabemos que cuando venga el Mesías, eso es lo que Él hará”.\n\nÉl dijo: “Yo soy, el que habla contigo”. ¡Oh, vaya!",
    "Con eso, ella dejó caer el cántaro, corrió a la ciudad y dijo: “Vengan, vean a un Hombre Quien me ha dicho lo que he hecho. ¿No es éste el propio Mesías?”.",
    "Y la gente de esa ciudad, sin ver obrar aquello, toda la ciudad creyó en Él. Correcto. ¿Por qué? Su característica de lo que Él era. Él Se identificó a esa ciudad de Sicar. Él Se identificó, el Mesías de Dios, por Su carácter, la característica en Él. Pues, Él era—Él era el Dios de los profetas. Él era el Profeta. Él fue el Profeta manifestado. Él siempre ha sido a través de la edad el mismo, y ¡si Él es el mismo ayer, hoy, y por los siglos!\n\nAhora, para darnos prisa y terminar.",
    "Se nos dice, en Zacarías 14:6 y 7, que, “Vendrá un día” un profeta profetizando, “que no se podrá llamar ni día ni noche”. Es un día sombrío, deprimente, oscuro, “pero al caer la tarde habrá Luz”. La Biblia lo dice.\n\nAhora miren, para terminar.",
    "Geográficamente, el sol sale primero sobre la gente oriental. Sale en el oriente y se pone en el occidente. Ahora, presten atención. La civilización ha viajado con el sol. Todos sabemos eso, ¿verdad?",
    "También el Evangelio. El Evangelio comenzó en el oriente. Vino del oriente; cruzando a Alemania, por el Mediterráneo, a Alemania; de Alemania, cruzó el Canal Inglés, a Inglaterra; de allí, cruzando el Atlántico, a los Estados Unidos, en la costa oriental; y ha viajado a la costa occidental. Ahora el oriente y el occidente se han encontrado.",
    "Y el mismo sol que sale en el oriente, es el mismo sol que se pone en el occidente.",
    "Ahora observen. El Hijo, H-i-j-o, se levantó como el Mesías, sobre la gente del oriente.",
    "Y ahora hemos tenido un día, desde Su partida, de denominaciones y reuniones, y—y demás. Hemos tenido suficiente luz, como en un día sombrío cuando las nubes esconden el sol. Y han tenido denominaciones. Hemos levantado hospitales. Construimos escuelas. Hemos construido organizaciones. Hemos hecho todas estas cosas exactamente de la manera en que debemos hacerlo.",
    "Pero Él dijo: “Al caer la tarde habrá Luz”. Ese mismo Jesús, en Su poder resucitado, se levantará de nuevo, como Él lo prometió en Malaquías 4, como Él lo prometió en San Juan 14:12; como Él lo prometió en Lucas 17; “Como fue en los días de Sodoma, así será en la venida del Hijo del Hombre”.",
    "Miren lo que sucedió en los días de Sodoma. Abraham, alguien con la promesa del hijo venidero, aquí lo encontramos a él allá, y vemos la señal que sucedió.",
    "Estando allá en Sodoma, vimos lo que sucedió. Y ¿saben? Nosotros nunca… Ahora, allá, Lot era un tipo de la iglesia natural, estando allá en Sodoma, la organización, y ellos recibieron un mensajero allá. Un par de mensajeros fueron allá, un Billy Graham moderno y Oral Roberts. ¿Y saben qué? No ha habido un momento, en la historia de la iglesia, donde un hombre haya sido enviado universalmente a la iglesia, que su nombre terminara con h-a-m, hasta este tiempo. Billy G-r-a-h-a-m, seis letras. A-b-r-a-h-a-m tiene siete letras. Pero Billy G-r-a-h-a-m está directamente allá en Sodoma, dando duro y llamándolos a que salgan.",
    "Pero, recuerden, había Uno para la iglesia espiritual, que estaba fuera, Abraham el llamado fuera. Observen la clase de señal que Él dio. Él no predicó mucho del Evangelio, Él solo les dijo lo cerca que las promesas estaban de ser… Y Él dijo: “¿Dónde está Sara?”. Ahora, recuerden, ella era Sarai el día anterior, y él era Abram el día anterior. Ahora, Él dijo: “Abraham, A-b-r-a-h-a-m, ¿dónde está S-a-r-a?” no S-a-r-a-i. “¿Dónde está Sara, ‘princesa’, ¿tu esposa, padre de naciones?”.\n\nDijo: “Ella está en la tienda detrás de Ti”.",
    "Y Él dijo: “Voy a visitarte según el tiempo de la vida”.",
    "Un Hombre que comió la carne de un becerro, bebió la leche de la vaca, y comió tortas de maíz, bebiendo leche. Un Hombre, Su ropa con polvo, y sentado allí con Su espalda hacia la tienda. Dijo: “¿Dónde está Sara tu mujer?”.\n\nDijo: “Ella está en la tienda detrás de Ti”.",
    "Y Sarah dijo: “Yo, una anciana como soy, de cien años, como esposo y esposa habían cesado por mucho tiempo… ¿tener deleite con mi señor, y él siendo también viejo?”. La Biblia dice: “Eran viejos” habían pasado años y años. Ella ya estaba a cuarenta y cinco años de la menopausia, o más, quizás cincuenta y cinco años después de la menopausia. “¿Y yo tendré deleite con mi esposo, como una joven”? Ella se rió para sí, Uds. saben.",
    "Y, eso, ¿qué dijo ese Hombre, ese Hombre en esa carne humana? dijo: “¿Por qué se rió Sara?”.",
    "¿Qué sucedió? Abraham llamó a ese Hombre: “Elohim”, Dios Todopoderoso representado en un ser humano.",
    "Jesús nuestro Señor dijo: “Como fue en los días de Lot, así será en la Venida” y observen, “cuando el Hijo del Hombre se esté manifestando, se dé a conocer” Lucas 17. “Cuando el Hijo del Hombre, en los postreros días, esté siendo revelado. El Hijo del hombre siendo revelado, Su Evangelio Lo está identificando a Él como fue en los días de Lot”.",
    "Miren cómo están ahora, naciones pervertidas. ¡Oh, vaya! Miren a los homosexuales, y miren lo que tenemos ahora. La iglesia es un desorden. La nación es un desorden, y todo el asunto. Dios lo está eructando desde lo alto, lo profundo de la tierra. Todo el asunto es un desorden.",
    "Geográficamente, y también en lo material, la escena está preparada. ¿No es hora de que Dios regrese en carne humana, “la Palabra que es más cortante que una espada de dos filos, y discierne los pensamientos y las intenciones del corazón”, que aparezca en la escena para hacer a Jesucristo el mismo ayer, hoy, y por los siglos? Es una Palabra prometida que ha sido destinada para este día. Estamos viviendo en este día, y Dios está aquí con nosotros, para manifestar eso y hacerlo realidad.\n\nInclinemos nuestros rostros.",
    "Padre Celestial, Tú dijiste: “Habrá Luz al caer la tarde”. Te vemos, Señor, por todas las señales: naciones cayendo; Israel está en su patria; terremotos en diversos lugares; los corazones del hombre fallando; mentes pervertidas; réprobos en cuanto a la Verdad. “Como Jambres y Janes resistieron a Moisés” dijiste Tú, “hombres de mente réproba, entregados a engaños, para creer una mentira y ser condenados por ella”. Pero Tú prometiste, en aquel día, que Te darías a conocer, el Hijo del Hombre sería revelado, Jesucristo el mismo ayer, hoy, y por los siglos, por Su misma característica que lo identificó a Él en cada edad.",
    "Que Él, esta noche, Señor Dios, el gran Jehová, Elohim, descienda a Tu pueblo, esta noche, Señor. Baja y Tú Mismo date a conocer, para que los creyentes puedan creer. Para que la gente pueda entender y saber que Tú aún sigues siendo Dios, y Tú eres el mismo ayer, hoy, y por los siglos. Y luego, Señor, aquellos que son ordenados a sanidad, y aquellos que son ordenados a Vida Eterna, extenderán su mano y se aferrarán, Señor, porque este es el tiempo de la visitación. Que ella no pase en vano. Lo pido en el Nombre de Jesucristo. Amén.",
    "¿Cuántos creen que esa es la verdad, que ese es el Evangelio? Ahora, ¿estaremos viviendo en ese día? Eso es lo siguiente. Si es así, Dios está solemnemente obligado a identificarlo.",
    "Ahora, si me prestan toda su atención. Voy a retrasarme un poco, como les dije, esta noche, tal vez quince minutos.",
    "Repartimos tarjetas de oración… las A, A. Muy bien, comencemos rápidamente. A, número uno. Los llamaré solo uno a la vez, para que puedan pararse por aquí, por favor. A, número uno. ¿Quién tiene la tarjeta de oración A, número uno, levante la mano? Ahora, si no pueden levantarse, yo… algunos de ellos vendrán por Ud. A, número uno, muy bien. Ahora, solo venga cuando sea llamado, solo su número. Muy bien, A, número uno. Muy bien.",
    "Número dos, ¿podría levantar la mano? Número dos, tarjeta de oración A, número dos, levante la mano. ¿Podría venir, señora? Ahora, si hay alguien lisiado y no puede levantarse, los ujieres lo llevarán. Número dos.",
    "Tres, solo levante la mano. Para ahorrar tiempo, rápidamente, si Ud. llama… Número tres, ¿podría levantar la mano? Aquí mismo, señora. Número cuatro, levante la mano, número cuatro. Oración… Número cuatro, venga. Muy bien. Número cinco, tarjeta de oración número cinco. Aquí mismo, señora. Número seis.",
    "¿Eh? ¿Puede caminar ella? Muy bien. Eso es… O, llévenle a ella a una silla allá. La señora está enferma, creo yo, o quizás su esposo, quienquiera que estaba sentado allí con ella. O es un… Llévenle una silla allí, ella está… Muy bien.",
    "Número siete. Número ocho. Número nueve, nueve. Tengo… Sí, aquí, nueve, nueve. ¿Diez, número diez, tarjeta de oración diez? Once, doce, trece, trece, catorce. Vaya al otro extremo allá, el catorce. Quince. Muy bien, entre—entre allí detrás de ellos.",
    "Ahora solo esperen un minuto hasta que estos entren en la línea, para ver dónde estamos aquí, solo un minuto. Ahora Uds. los demás solo tengan su tarjeta por un minuto.",
    "Ahora, ¿cuántos hay en esta congregación que están—están enfermos y no tienen tarjeta de oración? Levanten sus manos así. Muy bien. Toda… No importa dónde esté Ud. Muy bien.",
    "Ahora solo sean reverentes. Ahora, miren, mientras preparan la línea de oración, todos Uds. préstenme ahora toda su atención. Uds. deben escuchar lo que les estoy diciendo. ¿Ven? Fíjense.",
    "Una vez había una mujer, Jesús estaba pasando por la región y cruzó el mar, y Él fue a un lugar y había una mujer que tenía un flujo de sangre. Y todos los sacerdotes y demás estaban allí, se estaban burlando de Él, por supuesto. Y había un grupo allá que Le creía. Y Él iba pasando por la multitud. Y la mujer dijo en su corazón…",
    "Ahora escuchen atentamente. ¿Están escuchando? Digan: “Amén”. [La congregación dice: “Amén”.—Ed.] Correcto. Esta, ahora, la mujer… ¿Ven?, cualquier cosa distrae de lo que uno está haciendo, ¿ven? Cada persona es un… No estoy tratando con Uds. como—como un cuerpo; estoy tratando con Ud. como un espíritu, un alma. ¿Ven? Y ese movimiento, uno hace que la mente vaya a otra parte, ¿ven?, estoy tratando de captar eso. Fíjense, ahora, hubo un hombre que miró a Pablo, creyendo sinceramente; Pablo dijo: “Percibo que tienes fe para ser sanado”. ¿Ven? Ahora fíjense.",
    "Esta mujer, mientras pasaba por aquí, ella no podía llegar a Él. Todos Le ponían los brazos encima a Él, todos. Digamos, solo por decir—solo por decir ahora, que ella no tenía una tarjeta de oración y no pudo entrar en la línea.",
    "Y, pues, todos: “¡Hola, Rabí! Oye, ¿Tú eres el profeta? Nosotros—nosotros creemos que viene un profeta, pero aún yo—yo no lo sé. ¿Ves?, yo—yo no estoy seguro. Me echarían de mi iglesia si yo creyera Eso”. ¿Ven? Y, ¿saben qué? se repite la misma historia.",
    "Entonces, esta mujercita lo creyó. Y ella se abrió paso, y dijo: “Si puedo tocar el borde de Su manto, seré sana”. Así que, ella Lo tocó a Él.",
    "Ahora, si alguien alguna vez ha visto la vestidura palestina, tiene una prenda interior, y luego la prenda exterior se mueve libremente. Ahora, si alguna mujer tocara el abrigo de uno de Uds. hombres, solo el borde de su abrigo, así, y se fuera, Ud. no se enteraría, en una multitud como esa. ¿Qué tal con ese vestido largo colgando así de lejos de Él? Y ella estaba de rodillas y solo tocó Su manto, y regresó.\n\nJesús Se detuvo. Él dijo: “¿Quién Me tocó?”.",
    "Y miren entonces lo que dijo Pedro, el que tenía las llaves del Reino. En otras palabras, pongámoslo en palabras nuestras de hoy: “Vaya, Señor, ¡Qué cosas más terribles dices! Bueno, esa gente pensará que Tú estás loco, que algo anda mal. Todos Te han tocado”.",
    "Todos decían: “¡Hola, Rabí! Oye, ¿eres Tú el sanador Divino? Oye. Tú dices… Espera, tengo un cementerio lleno de gente aquí, si quieres resucitarnos a uno. Ven, y Te creeremos si lo haces”. Y, algunos a favor de Él y otros en contra, como sucede en toda multitud, ¿ven?; y mofándose, y algunos creyéndole.",
    "Y Pedro dijo: “¡Pues, todos Te están tocando! ¿Por qué dices una cosa como esa?”.",
    "Él dijo: “Pero percibo que Me he debilitado; virtud ha salido de Mí” que es fuerza.",
    "Miren, Él miró alrededor en la congregación y encontró a la mujercita. Ella no pudo ocultarlo. ¿Ven? Ella tenía esa Simiente allí. ¡Oh, Dios, danos esa Simiente! Eso es lo que necesitamos ahora mismo. Él la encontró, y le dijo de su flujo de sangre. Dijo que “Su fe la había sanado”.",
    "Mire, Ud. dice: “Eso, si Él estuviera aquí esta noche, yo haría lo mismo”. Si Él caminara por este edificio en esta noche, ¿cree que si Ud. lo tocará a Él, Ud. sería sano?",
    "Bueno, déjenme decirles. En el Libro de Hebreos, el capítulo 3, dice que, “Él es ahora mismo un Sumo Sacerdote que puede compadecerse de nuestras debilidades”. ¿Cuántos creen que eso es la Verdad? ¿Ven? Bueno, si Él es el mismo ayer, hoy, y por los siglos, ¿cómo actuaría Él hoy? Igual como Él lo hizo ayer. ¿Correcto?",
    "Ahora Ud. no tiene que estar aquí arriba. Ud. solo crea, y diga esto: “Ahora, Señor, yo—yo… Todo esto es extraño, pero ese hombre lo ha citado de la Biblia. Suena…”. Sonaba extraño en cada edad. Pero escudríñenlo, y vean si las Escrituras…\n\nJesús dijo: “Escudriñad las Escrituras; Ellas dan testimonio de Mí”. ¿Ven?",
    "Ahora, escudriñen las Escrituras. Es verdad. Estamos en los últimos días. Toda la naturaleza prueba que son los postreros días. La iglesia en su conglomeración, todos Uds. van de camino a la gran matanza ecuménica muy pronto, más adelante, ¿ven?, la madre ramera y todas sus hijas, así como—como lo dice la Biblia, tomando la marca de la bestia y no lo saben. ¿Ven? ¡Oh, llegaremos a eso más adelante!",
    "Fíjense, ahora, mientras Él está presente, si podemos captar Su Presencia aquí. Ud. allá afuera que no tiene tarjeta de oración, toque Ud. Su vestidura. Él es el Sumo Sacerdote. ¿Cómo lo hace Ud.? ¿Con su fe? Toquen Su vestidura y vean si Él no se da la vuelta y hace lo mismo que hizo entonces. La Biblia dice: “Él es el mismo ayer, hoy, y por los siglos”. Eso sería muy convincente. ¿Lo creen Uds.? Muy bien.",
    "Ahora, todos, que nadie se mueva. Sean muy reverentes. ¿Ven?, Uds. deben respetar al Espíritu Santo. ¡Respeto! La única manera en que Uds. recibirán algo de Dios, es respetando Su Mensaje. Respétenlo. Ahora escuchen.",
    "Solo tomemos, todos Uds. metodistas, bautistas, pentecostales y católicos, y todos, solo tomen su religión, su denominación, y déjenla aquí a un lado por unos minutos, y digan: “Si Él es la Palabra, la Palabra discierne los pensamientos del corazón. Ese fue el Mesías ayer; ese es Él hoy. Tiene que ser. Y Él lo prometió hoy, para ahora”.",
    "Ahora aquí hay una damita parada aquí. Ahora, nadie se mueva. Solo sean muy reverentes y estén quietos. Ahora yo, por—por un don…",
    "Ahora, un don no es algo que uno toma, como un—un hacha para talar, y empezar a talar y a trozar. Eso está errado. Un don es saber cómo hacerse uno mismo a un lado. Solo es relajarse y hacerse a un lado, y luego Dios entra y lo usa a uno como Él quiere. Un don es uno hacerse a un lado. ¿Ven? No es algo que uno coloca en su mano, para ir a apuñalar y a clavar; eso, eso no es Dios. ¿Ven? Lo que hacemos es solo quitarnos del camino, luego el Espíritu Santo entra y comienza a usarlo como sea que Él quiera usarlo.",
    "Ahora Ud. mismo tiene que hacerse a un lado. No importa lo que Dios haga aquí, Él tiene que hacerlo en Ud., también. No importa cuánto Él me ungiera a mí, Él tiene que ungirlos a Uds. Si Él no lo hace, “muchos milagros Él no pudo hacer”.",
    "Ahora, creo que vi a alguien, parecía un muchachito, sentado aquí en una silla de ruedas o algo. Pensé que había visto a un hombre allá atrás. No importa lo que sea, dónde se encuentre, ahora Ud. solo crea. Aquí hay una mujercita que tiene que sentarse encorvada.",
    "Ahora recuerden, yo no puedo sanar a nadie. Ningún hombre puede sanar; es Dios. ¿Cuántos entienden eso ahora? La sanidad ya está comprada. Es para hacer que Ud. crea que Su Presencia está aquí para cumplir Su Palabra. Ahora, si yo les he hablado Su Palabra, que Él prometió hacer esto, y todos Uds. lo creen, pues, si Él lo hace, eso identifica que Él está aquí.",
    "Ahora, aquí hay una mujer parada aquí, una damita. Ella es mucho más joven que yo. Y he aquí un cuadro de San Juan 4: un hombre y una mujer se encuentran por primera vez. Somos desconocidos, supongo, jovencita (¿verdad?) el uno para el otro. [La hermana dice: “Sí, señor”.—Ed.] Lo somos. Ahora quiero que la congregación mire. Yo no la conozco; nunca la he visto. Uds. la oyeron que acaba de decirlo. Yo no la conozco. Ella no me conoce. Aquí estamos.",
    "Ahora, ella pudiera estar enferma; pudieran ser sus finanzas; pudiera ser un problema doméstico; pudiera ser por alguien más. Yo—yo no tengo la menor idea; no conozco a la mujer, nunca la he visto.",
    "Pero, si Cristo estuviera parado aquí con este traje puesto, que Él me dio, ahora… Y digamos que ella estuviera enferma, si dijera: “Señor, ¿podrías sanarme?”. Pues, Él respondería que Él no puede hacerlo, y le diría que Él ya lo ha hecho. ¿Cuántos creen eso? ¿Ven? Él no podría…",
    "Pero Él podría identificarse como el Mesías. Él lo sabría, porque es lo que Él haría, tendría la misma característica. Ahora, si Él hiciera eso no sería yo, porque…",
    "Primero, era Dios en la Columna de Fuego, Dios sobre nosotros; luego Dios con nosotros, en Cristo; ahora Dios en nosotros, ¿ven?, hijos de Dios, en la adopción que Cristo vino a efectuar, para redimir los atributos de Dios como Él lo hizo en el principio.",
    "Ahora, si Su Palabra mora aquí adentro, y yo he dicho la Verdad, y así es, y la Palabra está aquí adentro, en mi corazón, entonces Dios Mismo identificará que eso es la Verdad. Entonces ¿qué debería hacerle eso a esta congregación? ¿Qué debería causar, cuando Uds. ven la Escritura aquí mismo ante Uds.?",
    "Ahora, ahora tengo que hablar con la mujer, porque he estado predicando. Solo hablar con ella por un minuto, hasta que el Espíritu Santo se mueva, y entonces todos Uds. comiencen a creer. Ahora, y los veremos mañana en la noche, entonces. Vean, en esto aquí, uno—uno está en otro mundo, otra dimensión, uno solo… uno no sabe lo que está sucediendo. Ud., quienquiera que esté en el micrófono, manténgalo en alto.",
    "Ahora, solo quiero hablarle como nuestro Señor lo hizo con la mujer junto al pozo. Ahora, soy un hombre, y Ud. una mujer, es la primera vez que nos encontramos en la tierra. Y—y ahora, si… Él le dijo a ella: “Quiero beber agua” o algo así. ¿Recuerdan la historia? ¿La han leído en la Biblia? ¿La han leído? Muy bien.",
    "Ahora, si el Señor Jesús hace lo mismo esta noche, y me revela cuál es su problema, o lo que Ud. ha hecho, o—o por lo que está aquí, o algo así, Ud. lo—lo sabría, tendría que venir de algún poder sobrenatural. ¿Creerán Uds. que es lo que yo les he mostrado y que la Escritura dice que va acontecer? Vemos los terremotos, vemos el mundo en este caos, vemos las denominaciones como están, y es hora de que suceda eso. ¿No es así? ¿Lo creen Uds.? Bueno, ahora, si Él Se identificara con eso, tendría que ser Dios. No podría ser yo como hombre. Yo solo soy su hermano.",
    "Ahora, Ud. es una Cristiana. No porque Ud. esté diciendo: “Alabado sea el Señor”. Ud. pudiera ser una engañadora parada allí, diciendo eso. ¿Ve? Pero, si así fuera, Él—Él—Él lo sabría. ¿Ve? Pero yo siento la vibración de su espíritu. Es verdad. Ud. es Cristiana.",
    "Ahora, si el Señor Jesús me revela lo que tenga la mujer, ¿cuántos creerán ahora con todo su corazón?",
    "Ahora míreme, hermana, un momento. Aquí viene Él. Vea, ahora, yo solo… Eso tiene que ser por una visión, ¿ve Ud.? Tendré que verlo de alguna manera, porque… Sí, señor. Ahora aquí está. ¡Alabado sea Dios! Yo tomo todo espíritu ahora, aquí, bajo mi control, en el Nombre de Jesucristo. Sean reverentes. Mire aquí por un momento, dama. Míreme. Ahora es el momento para que el Señor diga algo o haga algo.",
    "Si Uds. están conscientes, si alguna vez han visto la fotografía de esa Luz, está entre la mujer y yo. Y ella está aquí, ella está sufriendo con una enfermedad de la sangre. Es diabetes. Si así es, levante la mano. ¿Ven? Ahora, ¿qué pasaría si…?\n\nAlguien pudiera decir: “Ud. solo adivinó eso”.",
    "Mire aquí, jovencita. Pues, Ud. es una muy buena persona. Mire aquí. ¿Cree que soy el siervo de Dios? [La hermana dice: “Sí, señor”.—Ed.] ¡Lo cree! Yo no puedo sanar. Y no sé qué le fue dicho. Lo que haya sido, fue verdad, ¿no es así? Aquí hay algo más. Veo a una—una niña. Es una niña pequeña por la que Ud. está orando, que sufre de algo en su oído. Es un oído que supura, ¿verdad que sí? Sí, sí, así es. Eso va a sanar. Ud. estará bien. Ahora vaya, créalo. Vaya, créalo con todo su corazón. Crea, hermana.",
    "Ahora, ¿creen Uds. que Él es el mismo ayer, hoy, y por los siglos? Si tan solo creen, solo—solo tengan fe. ¿Ven? No duden. ¿Ven?, “Discierne los pensamientos y las intenciones del corazón”. ¿Cuántos saben que la Palabra hace eso? La Biblia, muestra que Uds. han estado leyendo la Biblia. Ahora, no importa dónde esté Ud., créale ahora a la unción.",
    "¿Cuántos han visto esa fotografía del Ángel del Señor, que se tomó acá? Pues, esa misma Luz está a menos de dos pies de donde estoy parado ahora mismo. ¿Ven?, eso está en otra dimensión que Uds. no ven. Nosotros solo vivimos en cinco; esta es otra. Ahora, sean reverentes por un momento.",
    "Ahora, aquí hay una dama. Yo no la conozco; nunca la he visto. Somos desconocidos, supongo. [La hermana dice: “Sí”.—Ed.] Y esta es la primera vez que nos vemos, y solo es un hombre y una mujer. Y si yo pudiera hacer algo por Ud., yo—yo ciertamente lo haría, pero yo—yo solo soy un hombre.",
    "Pero, por un don de Dios, quiero identificar, quiero que Jesús Se identifique con la Palabra que acabo de predicar, para mostrar que esta es la hora; la Palabra que ha sido asignada para esta hora, que hemos avanzado más allá de las filas denominacionales, estamos a punto de entrar al Rapto. Solo queremos que la gente reciba fe, para creer. ¿Ven?",
    "Como en las—las pirámides, ¿ven?, esa piedra de corona que nunca fue puesta. Eso está allí en su billete de dólar. ¿Ven? Ahora, ese ministerio con la piedra de corona. Donde estaba por acá abajo en el luterano, Wesley, y a través del tiempo, solo es… Ahora, no es una doctrina de pirámide, ¿ven? Solo estoy mostrando esto como una ilustración. Esa piedra de corona tendrá que ser tan perfecta como las demás, hasta que encaje perfectamente allí. El ministerio de Cristo estará en Su Iglesia, exactamente como Él en Espíritu, cuando Él venga por la Iglesia, para redimir todo, luego sube.",
    "¿Lo cree Ud.? [La hermana dice: “Sí, lo creo”.—Ed.] Solo dije eso para relajarme un poco. ¿Ven?, pues, las visiones son algo fuerte. Solo con esa mujer que tocó Su manto, y Él dijo: “Percibo que virtud…”. Y Ese era el Hijo de Dios. ¿Qué de mí, un pecador sal-…? ¿Ve? ¿Entiende? [“Sí”.] Ajá. Ahora, si el Señor Jesús me revela sus problemas, ¿Ud.…?",
    "Ahora no tema. Eso no le hará daño. Ud. siente una sensación muy extraña, ¿ve? Fue cuando esa Luz se posó sobre Ud. Ahora, si eso, para que la gente lo sepa, levante la mano. Y Ud.… Una sensación muy dulce, muy hermosa, ¿ven?, ¿ven?, la invadió. Ahora Ud. no podría esconder su vida en lo absoluto.",
    "Ud. está sufriendo con un problema de sinusitis. Eso es cierto. Tiene a alguien en su corazón, por el cual está orando. [La hermana dice: “Sí”.—Ed.] Muy bien, señor, ese es su esposo. Y ese esposo tiene problemas con los ojos, por causa de la diabetes del azúcar. Y esa es la pura verdad. ¿Ve? Muy bien. Ahora, ahora crea con todo su corazón, por ambos. ¿Cree Ud.? Muy bien, señor. Entonces, de acuerdo a su fe, así sea para Ud., mi hermana. El Señor los bendiga. Tengan fe. No duden. Crean con todo su corazón.",
    "Ahora nosotros también somos desconocidos el uno para el otro. ¿Cree Ud. que…? Ahora, pararse en la presencia de un hombre no la haría sentirse así. ¿Ve? Ud. sabe que es algo aparte de mí. Yo soy como… Así como ese púlpito allí, solo es un púlpito; y yo solo soy un hombre. Pero Ud. cree que está en Su Presencia, no en la mía; ¿Su Presencia? [La hermana dice: “Sí”.—Ed.] Gracias. ¿Ven? De hecho, Ud. realmente lo cree. Y Ud. tiene que creerlo, porque veo una sombra, ¿ve? Ahora Ud. tiene que creer.",
    "Ahora Ud. está sufriendo con problemas internos, órganos internos. Ud. ha tenido una operación. Así es. Ha sido operada, y no sirvió de nada. La molestia persiste. Seguro que sí. También Ud. tiene fuertes dolores de cabeza aquí que la molestan. Ahora, Ud. sabe que algo tiene que saber esas cosas, ¿verdad? ¿Cree Ud. que ahora puede recibirlo? ¿Lo cree Ud.? Muy bien, entonces vaya recíbalo, en el Nombre del Señor Jesús. Amén.\n\nTodos oren ahora.",
    "¿Cree Ud. que Dios puede revelarme lo que Ud. desea? ¿Lo creería Ud. entonces, que lo haría, que ese nudo en su costado desaparecería? Muy bien, entonces vaya creyéndolo, y luego eso—eso sucederá.",
    "Yo sé que Ud. está débil. No quiero retenerla más de lo que tenga que hacerlo. ¿Cree Ud. que soy el siervo de Dios? [La hermana dice: “Sí”.—Ed.] Lo cree. Soy un desconocido para Ud. [“Sí”.] Y no nos conocemos. Si yo pudiera ayudarla, seguro que lo haría, señora. Yo—yo caminaría, gatearía, empujaría una moneda de veinticinco centavos con la nariz por las calles de la ciudad, para ayudarla, porque Ud.—Ud. es joven, y tiene esa sombra.",
    "Ahora sé, después de haberle hablado y dicho eso, que Ud. sabe de lo que sufre. Así que, Ud. sabe que se va a morir inmediatamente si no se hace algo por Ud. Ud. tiene un desorden femenino, está en lo femenino suyo, y es maligno. Es un cáncer. Y Ud. se va a morir inmediatamente si Dios no la ayuda. [La hermana dice: “Un mes más…?…”.—Ed.] Así es. ¿Cree Ud. que Él la sanará? [“Sí, lo creo”.] Mire, hermana, esa—esa es su única esperanza. Créalo ahora mismo, con todo su corazón, y viva para el Reino de Dios.",
    "Yo pongo mis manos sobre la damita, en el Nombre de Jesucristo, y condeno al diablo que le está quitando la vida. Que él la deje, y que esta muchacha viva, por la causa del Reino. Amén.",
    "Dios la bendiga, hermana. Créalo ahora con todo su corazón. Crea con todo su corazón.",
    "Otra sombra. ¿Cree Ud. que Dios puede sanar de eso y darle la salud, quitarle eso? Tuvo una sensación muy extraña cuando eso se acabó, ¿no es así? [La hermana dice: “Sí”.—Ed.] Eso realmente, en realidad la dejó en ese momento. Correcto. Ahora Ud. créalo, con todo su corazón, y eso no se le acercará. Vaya, crea. Dios la bendiga. Muy bien.",
    "Míreme, hermana. ¿Quiere ir a comer su cena y sentirse bien nuevamente? Adelante, vaya. Esa úlcera la dejará, y Ud. recobrará su salud. Muy bien.",
    "Mire aquí, señora. ¿A qué le teme? Ud. tiene una condición nerviosa. La viene perturbando por mucho tiempo. ¿Cree Ud. que Dios puede sanar de ese nerviosismo y…? El noventa por ciento de esta congregación da esa misma vibración ahora mismo. Y esa es la pura verdad. ¿Ve? Ud. quiere un lugar dónde asentarse. Ud., todos le dicen: “Recapacita, y cree esto, aquello”. Pero Ud. tiene que tener un punto de partida. Aquí lo tiene Ud. ahora mismo. Créalo, ¿lo hará? La Palabra de Dios dice que Ud. queda libre. ¿Lo cree? [La hermana dice: “Amén”.—Ed.] Muy bien, vaya y sea libre de esa cosa. Muy bien. Dios la bendiga, hermana.",
    "¿Cree que Dios puede sanar de la diabetes y darle la salud? [El hermano dice: “Sí”.] Y ¿Ud. cree? Solo siga adelante, diga: “Gracias, Señor Jesús. Me iré y lo creeré con todo mi corazón”.",
    "Nerviosa, un problema de damas, y Ud. tiene un desorden femenino. ¿Cree Ud. que Dios puede…? Y también problema estomacal. ¿Cree Ud. que Dios puede sanarla? Siga su camino, regocijándose, diciendo: “Gracias, Señor”.",
    "Míreme, señor. Ud. es un hombre muy fuerte, pero esos nervios son muy débiles. ¿Cree Ud. que eso ha terminado esta noche? Vaya, recíbalo en el Nombre del Señor Jesús. Créalo con todo su corazón. Sí.",
    "Venga, hermana. Mire hacia acá. Sí, la veo tratando de levantarse, está lisiada, al lado de la cama. Ud. tiene artritis. ¿Cree Ud. que Dios la sanará? Solo siga adelante, créalo, y diga: “Jesucristo me sana” y créalo con todo su corazón.",
    "Mi hermana, ¿cree Ud. que Dios puede sanar esa diabetes y restaurarle también su salud? Muy bien. Siga su camino, diciendo: Gracias, Señor Jesús.",
    "Venga, señora. A él le gustaría hacerle creer a Ud. que va a enloquecer. Se lo ha estado diciendo, pero él es un mentiroso. Ud. ahora queda libre. Vaya a casa y regocíjese, Jesucristo la hace libre.",
    "¿Cree que Dios puede sanar ese problema estomacal, darle la salud? Siga su camino, regocijándose, diciendo: “Gracias, Señor Jesús”.",
    "Venga, señora. Ahora es lo mismo. No permita que ellos le digan eso. Es una condición nerviosa. ¿Cree Ud. que Dios la va a sanar en esta noche? Es su única esperanza de lograrlo. Siga su camino, regocijándose, feliz y sonriendo, y sea como era antes. ¿Ve?",
    "¿Creen Uds. con todo su corazón? ¿Cuántos creen ahora de todo corazón, “yo creo”? Yo creo que Jesús salva, y Su Sangre lava más blanco que la nieve. ¡Ud. lo cree!",
    "¿Y Uds. allá en la congregación, lo creen? [La congregación dice: “Amén”.—Ed.] Uds. oren ahora, digan: “Señor Jesús, ese hombre está lejos de mí”. Algunos de Uds. aquí atrás en alguna parte, muy bien, oren y créanlo.",
    "Este hombre sentado aquí atrás, problema de la vesícula biliar. ¿Cree Ud. que Dios sanará la vesícula biliar y lo sanará? Ud., muy bien, su fe, Ud. tocó Algo. Yo no lo conozco, pero él tocó Algo. ¿Ven?",
    "Esa señora regocijándose, allí a su lado. ¿Cree Ud. que Dios la sanará a Ud. de la artritis, señora, y le dará la salud? ¿Lo cree Ud.? Muy bien, puede levantar… Puede recibir la suya.",
    "El que está sentado al lado suyo, tiene problema con su ojo. ¿Cree Ud. que Dios sanará ese problema del ojo y le dará la salud? Muy bien, si Ud. lo cree, también puede recibirlo.",
    "Uno sentado al lado suyo, tiene problemas con el labio. ¿Cree Ud. que Dios sanará ese crecimiento en su labio y le dará la salud? Ud. también puede recibir la suya.",
    "Yo los reto a que lo crean. Amén. ¡Tengan fe en Dios! No duden. ¡Solo crean! ¡Tengan fe!",
    "Una señora sentada aquí, mirando allá atrás tan sinceramente, sentada allí sufriendo con problemas cardíacos. ¿Cree Ud. que Dios sanará su problema cardíaco y le dará la salud, señora? Si cree, puede recibir lo que pide. Sí.",
    "Ahora, Ud. que se llevó el pañuelo a la cara, Ud. tiene problemas con su cuello y con su espalda. Es causado por un accidente automovilístico. Ud. fue golpeado, en un automóvil, y se ha lastimado el cuello y la espalda. ¿Cree que va a recuperarse? Reciba lo que Ud. pide.",
    "¿Qué tal por aquí, alguien por aquí quiere creer? Allí está sentada una señora mirándome, está muy nerviosa, sentada allí mirándome. Ese es su hijo sentado junto a ella, que tiene problemas cardíacos. ¿Creen Uds. que Dios los sanará a los dos? Lo creen, levanten las manos, digan: “Yo lo acepto”. Entonces pueden ser sanados, en el Nombre de Jesucristo.",
    "Las características de Dios Lo identifican a Sí Mismo. ¿Creen Uds. que Él está aquí? ¿Cuántos creyentes? Entonces pongan sus manos el uno sobre el otro. Pongan sus manos el uno sobre el otro. Coloquen sus manos el uno sobre el otro, entonces.",
    "Nuestro Padre Celestial, en el Nombre de Jesucristo, que el diablo deje esta congregación, y sea echado a las tinieblas de afuera. 🦅"
  ]
}